{
    "id": "18630637",
    "revid": "8410945",
    "url": "https://en.wikipedia.org/wiki?curid=18630637",
    "title": "Translation",
    "text": "Translation is the communication of the &lt;a href=\"Meaning%20%28linguistic%29\"&gt;meaning&lt;/a&gt; of a &lt;a href=\"%23Source%20and%20target%20languages\"&gt;source-language&lt;/a&gt; text by means of an &lt;a href=\"Dynamic%20and%20formal%20equivalence\"&gt;equivalent&lt;/a&gt; &lt;a href=\"%23Source%20and%20target%20languages\"&gt;target-language&lt;/a&gt; text. The English language draws a &lt;a href=\"terminology\"&gt;terminological&lt;/a&gt; distinction (which does not exist in every language) between \"translating\" (a written text) and \"&lt;a href=\"Language%20interpretation\"&gt;interpreting&lt;/a&gt;\" (oral or &lt;a href=\"Sign%20language\"&gt;signed&lt;/a&gt; communication between users of different languages); under this distinction, translation can begin only after the appearance of &lt;a href=\"writing\"&gt;writing&lt;/a&gt; within a language community.\nA translator always risks inadvertently introducing source-language words, &lt;a href=\"grammar\"&gt;grammar&lt;/a&gt;, or &lt;a href=\"syntax\"&gt;syntax&lt;/a&gt; into the target-language rendering. On the other hand, such \"spill-overs\" have sometimes imported useful source-language &lt;a href=\"calque\"&gt;calque&lt;/a&gt;s and &lt;a href=\"loanword\"&gt;loanword&lt;/a&gt;s that have enriched target languages. Translators, including early translators of &lt;a href=\"sacred%20text\"&gt;sacred text&lt;/a&gt;s, have helped shape the very languages into which they have translated.\nBecause of the laboriousness of the translation process, since the 1940s efforts have been made, with varying degrees of success, to &lt;a href=\"machine%20translation\"&gt;automate translation&lt;/a&gt; or to &lt;a href=\"computer-assisted%20translation\"&gt;mechanically aid the human translator&lt;/a&gt;. More recently, the rise of the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; has fostered a &lt;a href=\"world-wide%20market\"&gt;world-wide market&lt;/a&gt; for &lt;a href=\"translation%20services\"&gt;translation services&lt;/a&gt; and has facilitated \"&lt;a href=\"language%20localisation\"&gt;language localisation&lt;/a&gt;\".\nEtymology.\nThe &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; word \"translation\" derives from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; word \"translatio\", which comes from ', \"across\" + ', \"to carry\" or \"to bring\" (\"-latio\" in turn coming from \"latus\", the &lt;a href=\"past%20participle\"&gt;past participle&lt;/a&gt; of \"ferre\"). Thus \"translatio\" is \"a carrying across\" or \"a bringing across\" – in this case, of a text from one language to another.\nSome &lt;a href=\"Slavic%20languages\"&gt;Slavic languages&lt;/a&gt; and the &lt;a href=\"Germanic%20languages\"&gt;Germanic languages&lt;/a&gt; (other than &lt;a href=\"Dutch%20language\"&gt;Dutch&lt;/a&gt; and &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt;) have d their words for the &lt;a href=\"concept\"&gt;concept&lt;/a&gt; of \"translation\" on \"translatio\", substituting their respective Slavic or Germanic root words for the Latin roots. The remaining Slavic languages instead calqued their words for \"translation\" from an alternative Latin word, , itself derived from (\"to lead across\" or \"to bring across\")—from (\"across\") + , (\"to lead\" or \"to bring\").\nThe &lt;a href=\"West%20Slavic%20languages\"&gt;West&lt;/a&gt; and &lt;a href=\"East%20Slavic%20languages\"&gt;East Slavic languages&lt;/a&gt; (except for &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt;) adopted the pattern, whereas Russian and the &lt;a href=\"South%20Slavic%20languages\"&gt;South Slavic languages&lt;/a&gt; adopted the pattern. The &lt;a href=\"Romance%20language\"&gt;Romance language&lt;/a&gt;s, deriving directly from Latin, did not need to \"calque\" their equivalent words for \"translation\"; instead, they simply adapted the second of the two alternative Latin words, .,\nThe &lt;a href=\"Ancient%20Greek%20language\"&gt;Ancient Greek&lt;/a&gt; term for \"translation\", (\"metaphrasis\", \"a speaking across\"), has supplied English with \"&lt;a href=\"metaphrase\"&gt;metaphrase&lt;/a&gt;\" (a \"&lt;a href=\"literal%20translation\"&gt;literal&lt;/a&gt;\", or \"word-for-word\", translation)—as contrasted with \"&lt;a href=\"paraphrase\"&gt;paraphrase&lt;/a&gt;\" (\"a saying in other words\", from , \"paraphrasis\"). \"Metaphrase\" corresponds, in one of the more recent terminologies, to \"&lt;a href=\"%23Equivalence\"&gt;formal equivalence&lt;/a&gt;\"; and \"paraphrase\", to \"&lt;a href=\"%23Equivalence\"&gt;dynamic equivalence&lt;/a&gt;\".\nStrictly speaking, the concept of metaphrase—of \"word-for-word translation\"—is an &lt;a href=\"Perfection\"&gt;imperfect&lt;/a&gt; concept, because a given word in a given language often carries more than one meaning; and because a similar given meaning may often be represented in a given language by more than one word. Nevertheless, \"metaphrase\" and \"paraphrase\" may be useful as \"ideal\" concepts that mark the extremes in the spectrum of possible approaches to translation.\nTheories.\nWestern theory.\nDiscussions of the theory and practice of translation reach back into &lt;a href=\"ancient%20history\"&gt;antiquity&lt;/a&gt; and show remarkable continuities. The &lt;a href=\"Ancient%20Greece\"&gt;ancient Greeks&lt;/a&gt; distinguished between \"metaphrase\" (literal translation) and \"paraphrase\". This distinction was adopted by English poet and translator &lt;a href=\"John%20Dryden\"&gt;John Dryden&lt;/a&gt; (1631–1700), who described translation as the judicious blending of these two modes of phrasing when selecting, in the target language, \"counterparts,\" or &lt;a href=\"Dynamic%20and%20formal%20equivalence\"&gt;equivalents&lt;/a&gt;, for the expressions used in the source language:\nDryden cautioned, however, against the license of \"imitation\", i.e., of adapted translation: \"When a painter copies from the life... he has no privilege to alter features and lineaments...\"\nThis general formulation of the central concept of translation—&lt;a href=\"Dynamic%20and%20formal%20equivalence\"&gt;equivalence&lt;/a&gt;—is as adequate as any that has been proposed since &lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt; and &lt;a href=\"Horace\"&gt;Horace&lt;/a&gt;, who, in 1st-century-BCE &lt;a href=\"Ancient%20Rome\"&gt;Rome&lt;/a&gt;, famously and literally cautioned against translating \"word for word\" ().\nDespite occasional theoretical diversity, the actual \"practice\" of translation has hardly changed since antiquity. Except for some extreme metaphrasers in the early Christian period and the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, and adapters in various periods (especially pre-Classical Rome, and the 18th century), translators have generally shown prudent flexibility in seeking &lt;a href=\"Dynamic%20and%20formal%20equivalence\"&gt;equivalents&lt;/a&gt;—\"literal\" where possible, paraphrastic where necessary—for the original &lt;a href=\"meaning%20%28linguistics%29\"&gt;meaning&lt;/a&gt; and other crucial \"values\" (e.g., &lt;a href=\"Style%20%28fiction%29\"&gt;style&lt;/a&gt;, &lt;a href=\"verse%20form\"&gt;verse form&lt;/a&gt;, concordance with musical accompaniment or, in films, with speech &lt;a href=\"Manner%20of%20articulation\"&gt;articulatory&lt;/a&gt; movements) as determined from context.\nIn general, translators have sought to preserve the &lt;a href=\"Context%20%28language%20use%29\"&gt;context&lt;/a&gt; itself by reproducing the original order of &lt;a href=\"sememe\"&gt;sememe&lt;/a&gt;s, and hence &lt;a href=\"word%20order\"&gt;word order&lt;/a&gt;—when necessary, reinterpreting the actual &lt;a href=\"grammar\"&gt;grammatical&lt;/a&gt; structure, for example, by shifting from &lt;a href=\"active%20voice\"&gt;active&lt;/a&gt; to &lt;a href=\"passive%20voice\"&gt;passive voice&lt;/a&gt;, or \"vice versa\". The grammatical differences between \"fixed-word-order\" &lt;a href=\"language\"&gt;language&lt;/a&gt;s (e.g. English, &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;) and \"free-word-order\" languages (e.g., &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;, Latin, &lt;a href=\"Polish%20language\"&gt;Polish&lt;/a&gt;, &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt;) have been no impediment in this regard. The particular syntax (sentence-structure) characteristics of a text's source language are adjusted to the syntactic requirements of the target language.\nWhen a target language has lacked &lt;a href=\"terminology\"&gt;term&lt;/a&gt;s that are found in a source language, translators have borrowed those terms, thereby enriching the target language. Thanks in great measure to the exchange of calques and loanwords between languages, and to their importation from other languages, there are few &lt;a href=\"concept\"&gt;concept&lt;/a&gt;s that are \"&lt;a href=\"untranslatability\"&gt;untranslatable&lt;/a&gt;\" among the modern European languages. A greater problem, however, is translating terms relating to cultural concepts that have no equivalent in the target language. For full comprehension, such situations require the provision of a &lt;a href=\"gloss%20%28annotation%29%23In%20linguistics\"&gt;gloss&lt;/a&gt;.\nGenerally, the greater the contact and exchange that have existed between two languages, or between those languages and a third one, the greater is the ratio of &lt;a href=\"metaphrase\"&gt;metaphrase&lt;/a&gt; to &lt;a href=\"paraphrase\"&gt;paraphrase&lt;/a&gt; that may be used in translating among them. However, due to shifts in &lt;a href=\"ecological%20niche\"&gt;ecological niche&lt;/a&gt;s of words, a common &lt;a href=\"etymology\"&gt;etymology&lt;/a&gt; is sometimes misleading as a guide to current meaning in one or the other language. For example, the English \"actual\" should not be confused with the &lt;a href=\"cognate\"&gt;cognate&lt;/a&gt; French (\"present\", \"current\"), the Polish (\"present\", \"current,\" \"topical\", \"timely\", \"feasible\"), the Swedish \"aktuell\" (\"topical\", \"presently of importance\"), the Russian (\"urgent\", \"topical\") or the Dutch \"actueel\" (\"current\").\nThe translator's role as a bridge for \"carrying across\" values between cultures has been discussed at least since &lt;a href=\"Terence\"&gt;Terence&lt;/a&gt;, the 2nd-century-BCE Roman adapter of Greek comedies. The translator's role is, however, by no means a passive, mechanical one, and so has also been compared to that of an &lt;a href=\"artist\"&gt;artist&lt;/a&gt;. The main ground seems to be the concept of parallel creation found in critics such as &lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt;. Dryden observed that \"Translation is a type of drawing after life...\" Comparison of the translator with a musician or actor goes back at least to &lt;a href=\"Samuel%20Johnson\"&gt;Samuel Johnson&lt;/a&gt;'s remark about &lt;a href=\"Alexander%20Pope\"&gt;Alexander Pope&lt;/a&gt; playing &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt; on a &lt;a href=\"flageolet\"&gt;flageolet&lt;/a&gt;, while Homer himself used a &lt;a href=\"bassoon\"&gt;bassoon&lt;/a&gt;.\nIf translation be an art, it is no easy one. In the 13th century, &lt;a href=\"Roger%20Bacon\"&gt;Roger Bacon&lt;/a&gt; wrote that if a translation is to be true, the translator must know both &lt;a href=\"language\"&gt;language&lt;/a&gt;s, as well as the &lt;a href=\"science\"&gt;science&lt;/a&gt; that he is to translate; and finding that few translators did, he wanted to do away with translation and translators altogether.\nThe translator of the Bible into German, &lt;a href=\"Martin%20Luther\"&gt;Martin Luther&lt;/a&gt; (1483–1546), is credited with being the first European to posit that one translates satisfactorily only toward his own language. L.G. Kelly states that since &lt;a href=\"Johann%20Gottfried%20Herder\"&gt;Johann Gottfried Herder&lt;/a&gt; in the 18th century, \"it has been axiomatic\" that one translates only toward his own language.\nCompounding the demands on the translator is the fact that no &lt;a href=\"dictionary\"&gt;dictionary&lt;/a&gt; or &lt;a href=\"thesaurus\"&gt;thesaurus&lt;/a&gt; can ever be a fully adequate guide in translating. The Scottish historian &lt;a href=\"Alexander%20Fraser%20Tytler%2C%20Lord%20Woodhouselee\"&gt;Alexander Tytler&lt;/a&gt;, in his \"Essay on the Principles of Translation\" (1790), emphasized that assiduous reading is a more comprehensive guide to a language than are dictionaries. The same point, but also including listening to the &lt;a href=\"spoken%20language\"&gt;\"spoken\" language&lt;/a&gt;, had earlier, in 1783, been made by the Polish poet and &lt;a href=\"grammar\"&gt;grammar&lt;/a&gt;ian &lt;a href=\"Onufry%20Kopczy%C5%84ski\"&gt;Onufry Kopczyński&lt;/a&gt;.\nThe translator's special role in society is described in a posthumous 1803 essay by \"Poland's &lt;a href=\"La%20Fontaine\"&gt;La Fontaine&lt;/a&gt;\", the Roman Catholic &lt;a href=\"Primate%20of%20Poland\"&gt;Primate of Poland&lt;/a&gt;, poet, &lt;a href=\"Encyclopedia\"&gt;encyclopedist&lt;/a&gt;, &lt;a href=\"Novelist\"&gt;author&lt;/a&gt; of the first Polish novel, and translator from French and Greek, &lt;a href=\"Ignacy%20Krasicki\"&gt;Ignacy Krasicki&lt;/a&gt;:\nOther traditions.\nDue to &lt;a href=\"Western%20colonialism\"&gt;Western colonialism&lt;/a&gt; and cultural dominance in recent centuries, Western translation traditions have largely replaced other traditions. The Western traditions draw on both ancient and medieval traditions, and on more recent European innovations.\nThough earlier approaches to translation are less commonly used today, they retain importance when dealing with their products, as when historians view ancient or medieval records to piece together events which took place in non-Western or pre-Western environments. Also, though heavily influenced by Western traditions and practiced by translators taught in Western-style educational systems, Chinese and related translation traditions retain some theories and philosophies unique to the Chinese tradition.\nNear East.\nTraditions of translating material among the languages of ancient &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, &lt;a href=\"Mesopotamia\"&gt;Mesopotamia&lt;/a&gt;, &lt;a href=\"Assyria\"&gt;Assyria&lt;/a&gt; (&lt;a href=\"Syriac%20language\"&gt;Syriac language&lt;/a&gt;), &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt;, and &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; (&lt;a href=\"Hebrew%20language\"&gt;Hebrew language&lt;/a&gt;) go back several millennia. There exist partial translations of the Sumerian \"&lt;a href=\"Epic%20of%20Gilgamesh\"&gt;Epic of Gilgamesh&lt;/a&gt;\" (c. 2000 BCE) into &lt;a href=\"Southwest%20Asia\"&gt;Southwest Asia&lt;/a&gt;n languages of the second millennium BCE.\nAn early example of a &lt;a href=\"bilingual\"&gt;bilingual&lt;/a&gt; document is the 1274 BCE &lt;a href=\"Treaty%20of%20Kadesh\"&gt;Treaty of Kadesh&lt;/a&gt; between the &lt;a href=\"ancient%20Egypt\"&gt;ancient Egypt&lt;/a&gt;ian and &lt;a href=\"Hittite%20Empire\"&gt;Hittie empire&lt;/a&gt;s.\nThe Babylonians were the first to establish translation as a profession.\nThe first translations of Greek and Coptic texts into Arabic, possibly indirectly from Syriac translations, seem to have been undertaken as early as the late seventh century CE. \nThe second Abbasid Caliph funded a translation bureau in Baghdad in the eighth century.\nBayt al-Hikma, the famous library in Baghdad, was generously endowed and the collection included books in many languages, and it became a leading centre for the translation of works from antiquity into Arabic, with its own Translation Department.\nTranslations into European languages from Arabic versions of lost Greek and Roman texts began in the middle of the eleventh century, when the benefits to be gained from the Arabs’ knowledge of the classical texts were recognised by European scholars, particularly after the establishment of the Escuela de Traductores de Toledo in Spain.\nCaxton’s ‘Dictes or Sayengis of the Philosophres‘ (Sayings of the Philosophers, 1477), was a translation into English of an eleventh century Egyptian text, which reached English through its translation into Latin and then French.\nThe translation of foreign works for publishing in Arabic was revived by the establishment of the Madrasa al-Alsum (‘School of Tongues’) in Egypt in 1813 CE.\nAsia.\nThere is a separate tradition of translation in &lt;a href=\"South%20Asia\"&gt;South&lt;/a&gt;, &lt;a href=\"Southeast%20Asia\"&gt;Southeast&lt;/a&gt; and &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt; (primarily of texts from the &lt;a href=\"India\"&gt;India&lt;/a&gt;n and &lt;a href=\"China\"&gt;Chinese&lt;/a&gt; civilizations), connected especially with the rendering of religious, particularly &lt;a href=\"Buddhism\"&gt;Buddhist&lt;/a&gt;, texts and with the governance of the Chinese empire. Classical Indian translation is characterized by loose adaptation, rather than the closer translation more commonly found in Europe; and &lt;a href=\"Chinese%20translation%20theory\"&gt;Chinese translation theory&lt;/a&gt; identifies various criteria and limitations in translation.\nIn the East Asian sphere of Chinese cultural influence, more important than translation \"per se\" has been the use and reading of Chinese texts, which also had substantial influence on the Japanese, Korean and Vietnamese languages, with substantial &lt;a href=\"Sino-Xenic%20vocabularies\"&gt;borrowings of Chinese vocabulary&lt;/a&gt; and writing system. Notable is the Japanese &lt;a href=\"kanbun\"&gt;kanbun&lt;/a&gt;, a system for &lt;a href=\"Gloss%20%28annotation%29\"&gt;glossing&lt;/a&gt; Chinese texts for Japanese speakers.\nThough Indianized states in Southeast Asia often translated &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; material into the local languages, the literate elites and scribes more commonly used Sanskrit as their primary language of culture and government.\nSome special aspects of translating from &lt;a href=\"Chinese%20language\"&gt;Chinese&lt;/a&gt; are illustrated in &lt;a href=\"Perry%20Link\"&gt;Perry Link&lt;/a&gt;'s discussion of translating the work of the &lt;a href=\"Tang%20Dynasty\"&gt;Tang Dynasty&lt;/a&gt; poet &lt;a href=\"Wang%20Wei%20%28Tang%20dynasty%29\"&gt;Wang Wei&lt;/a&gt; (699–759 CE).\nOnce the untranslatables have been set aside, the problems for a translator, especially of Chinese poetry, are two: What does the translator think the poetic line says? And once he thinks he understands it, how can he render it into the target language? Most of the difficulties, according to Link, arise in addressing the second problem, \"where the impossibility of perfect answers spawns endless debate.\" Almost always at the center is the letter-versus-spirit &lt;a href=\"dilemma\"&gt;dilemma&lt;/a&gt;. At the literalist extreme, efforts are made to dissect every conceivable detail about the language of the original Chinese poem. \"The dissection, though,\" writes Link, \"normally does to the art of a poem approximately what the &lt;a href=\"scalpel\"&gt;scalpel&lt;/a&gt; of an &lt;a href=\"anatomy\"&gt;anatomy&lt;/a&gt; instructor does to the life of a frog.\"\nChinese characters, in avoiding &lt;a href=\"grammar\"&gt;grammatical&lt;/a&gt; specificity, offer advantages to poets (and, simultaneously, challenges to poetry translators) that are associated primarily with absences of &lt;a href=\"Subject%20%28grammar%29\"&gt;subject&lt;/a&gt;, &lt;a href=\"Grammatical%20number\"&gt;number&lt;/a&gt;, and &lt;a href=\"Grammatical%20tense\"&gt;tense&lt;/a&gt;.\nIt is the norm in classical Chinese poetry, and common even in modern Chinese prose, to omit subjects; the reader or listener infers a subject. The grammars of some Western languages, however, require that a subject be stated (although this is often avoided by using a passive or impersonal construction). Most of the translators cited in Eliot Weinberger's \"19 Ways of Looking at &lt;a href=\"Wang%20Wei%20%28Tang%20dynasty%29\"&gt;Wang Wei&lt;/a&gt;\" supply a subject. Weinberger points out, however, that when an \"I\" as a subject is inserted, a \"controlling individual mind of the poet\" enters and destroys the effect of the Chinese line. Without a subject, he writes, \"the experience becomes both universal and immediate to the reader.\" Another approach to the subjectlessness is to use the target language's &lt;a href=\"passive%20voice\"&gt;passive voice&lt;/a&gt;; but this again particularizes the experience too much.\n&lt;a href=\"Noun\"&gt;Noun&lt;/a&gt;s have no &lt;a href=\"Grammatical%20number\"&gt;number&lt;/a&gt; in Chinese. \"If,\" writes Link, \"you want to talk in Chinese about one rose, you may, but then you use a \"&lt;a href=\"measure%20word\"&gt;measure word&lt;/a&gt;\" to say \"one blossom-of roseness.\"\nChinese &lt;a href=\"verb\"&gt;verb&lt;/a&gt;s are &lt;a href=\"grammatical%20tense\"&gt;tense&lt;/a&gt;-less: there are several ways to specify when something happened or will happen, but &lt;a href=\"verb%20tense\"&gt;verb tense&lt;/a&gt; is not one of them. For poets, this creates the great advantage of &lt;a href=\"ambiguity\"&gt;ambiguity&lt;/a&gt;. According to Link, Weinberger's insight about subjectlessness—that it produces an effect \"both universal and immediate\"—applies to timelessness as well.\nLink proposes a kind of uncertainty principle that may be applicable not only to translation from the Chinese language, but to all translation:\nIslamic world.\nTranslation of material into &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt; expanded after the creation of &lt;a href=\"Arabic%20script\"&gt;Arabic script&lt;/a&gt; in the 5th century, and gained great importance with the rise of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; and Islamic empires. Arab translation initially focused primarily on politics, rendering Persian, Greek, even Chinese and Indic diplomatic materials into Arabic. It later focused on translating classical Greek and Persian works, as well as some Chinese and Indian texts, into Arabic for scholarly study at major Islamic learning centers, such as the &lt;a href=\"Madrasah%20of%20Al-Karaouine\"&gt;Al-Karaouine&lt;/a&gt; (&lt;a href=\"Fes\"&gt;Fes&lt;/a&gt;, &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;), &lt;a href=\"Al-Azhar%20Madrasah\"&gt;Al-Azhar&lt;/a&gt; (&lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;, &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;), and the &lt;a href=\"Al-Nizamiyya%20of%20Baghdad\"&gt;Al-Nizamiyya of Baghdad&lt;/a&gt;. In terms of theory, Arabic translation drew heavily on earlier Near Eastern traditions as well as more contemporary Greek and Persian traditions.\nArabic translation efforts and techniques are important to Western translation traditions due to centuries of close contacts and exchanges. Especially after the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt;, Europeans began more intensive study of Arabic and Persian translations of classical works as well as scientific and philosophical works of Arab and oriental origins. Arabic, and to a lesser degree Persian, became important sources of material and perhaps of techniques for revitalized Western traditions, which in time would overtake the Islamic and oriental traditions.\nIn the 19th century, after the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;'s &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;ic clerics and copyists\nA translator who contributed mightily to the advance of the Islamic Enlightenment was the Egyptian cleric Rifaa al-Tahtawi (1801–73), who had spent five years in Paris in the late 1820s, teaching religion to Muslim students. After returning to Cairo with the encouragement of &lt;a href=\"Muhammad%20Ali%20of%20Egypt\"&gt;Muhammad Ali&lt;/a&gt; (1769–1849), the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; viceroy of Egypt, al–Tahtawi became head of the new school of languages and embarked on an intellectual revolution by initiating a program to translate some two thousand European and Turkish volumes, ranging from ancient texts on geography and geometry to &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;'s biography of &lt;a href=\"Peter%20the%20Great\"&gt;Peter the Great&lt;/a&gt;, along with the \"&lt;a href=\"Marseillaise\"&gt;Marseillaise&lt;/a&gt;\" and the entire \"&lt;a href=\"Code%20Napol%C3%A9on\"&gt;Code Napoléon&lt;/a&gt;\". This was the biggest, most meaningful importation of foreign thought into Arabic since &lt;a href=\"Abbasid\"&gt;Abbasid&lt;/a&gt; times (750–1258).\nThe movement to translate English and European texts transformed the Arabic and &lt;a href=\"Ottoman%20Turkey\"&gt;Ottoman&lt;/a&gt; &lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt; languages, and new words, simplified syntax, and directness came to be valued over the previous convolutions. Educated Arabs and Turks in the new professions and the modernized &lt;a href=\"civil%20service\"&gt;civil service&lt;/a&gt; expressed &lt;a href=\"skepticism\"&gt;skepticism&lt;/a&gt;, writes &lt;a href=\"Christopher%20de%20Bellaigue\"&gt;Christopher de Bellaigue&lt;/a&gt;, \"with a freedom that is rarely witnessed today ... No longer was legitimate knowledge defined by texts in the religious schools, interpreted for the most part with stultifying literalness. It had come to include virtually any intellectual production anywhere in the world.\" One of the &lt;a href=\"neologisms\"&gt;neologisms&lt;/a&gt; that, in a way, came to characterize the infusion of new ideas via translation was \"darwiniya\", or \"&lt;a href=\"Darwinism\"&gt;Darwinism&lt;/a&gt;\".\nOne of the most influential liberal Islamic thinkers of the time was &lt;a href=\"Muhammad%20Abduh\"&gt;Muhammad Abduh&lt;/a&gt; (1849–1905), Egypt's senior judicial authority—its chief &lt;a href=\"mufti\"&gt;mufti&lt;/a&gt;—at the turn of the 20th century and an admirer of &lt;a href=\"Charles%20Darwin\"&gt;Darwin&lt;/a&gt; who in 1903 visited Darwin's exponent &lt;a href=\"Herbert%20Spencer\"&gt;Herbert Spencer&lt;/a&gt; at his home in &lt;a href=\"Brighton\"&gt;Brighton&lt;/a&gt;. Spencer's view of &lt;a href=\"social%20organism\"&gt;society as an organism&lt;/a&gt; with its own laws of evolution paralleled Abduh's ideas.\nAfter &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, when Britain and France divided up the Middle East's countries, apart from Turkey, between them, pursuant to the &lt;a href=\"Sykes-Picot%20agreement\"&gt;Sykes-Picot agreement&lt;/a&gt;—in violation of solemn wartime promises of postwar Arab autonomy—there came an immediate reaction: the &lt;a href=\"Muslim%20Brotherhood\"&gt;Muslim Brotherhood&lt;/a&gt; emerged in Egypt, the &lt;a href=\"House%20of%20Saud\"&gt;House of Saud&lt;/a&gt; took over the &lt;a href=\"Hijaz\"&gt;Hijaz&lt;/a&gt;, and regimes led by army officers came to power in &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; and Turkey. \"[B]oth illiberal currents of the modern Middle East,\" writes &lt;a href=\"Christopher%20de%20Bellaigue\"&gt;de Bellaigue&lt;/a&gt;, \"Islamism and militarism, received a major impetus from Western &lt;a href=\"Imperialism\"&gt;empire-builders&lt;/a&gt;.\"As often happens in countries undergoing social crisis, the aspirations of the Muslim world's translators and modernizers, such as Muhammad Abduh, largely had to yield to retrograde currents.\nFidelity and transparency.\n&lt;a href=\"Fidelity\"&gt;Fidelity&lt;/a&gt; (or \"faithfulness\") and felicity (or &lt;a href=\"transparency%20%28linguistic%29\"&gt;transparency&lt;/a&gt;), dual ideals in translation, are often (though not always) at odds. A 17th-century French critic coined the phrase \"\" to suggest that translations can be either faithful or beautiful, but not both. &lt;a href=\"Fidelity\"&gt;Fidelity&lt;/a&gt; is the extent to which a translation accurately renders the meaning of the &lt;a href=\"source%20text\"&gt;source text&lt;/a&gt;, without distortion. &lt;a href=\"Transparency%20%28linguistic%29\"&gt;Transparency&lt;/a&gt; is the extent to which a translation appears to a native speaker of the target language to have originally been written in that language, and conforms to its grammar, syntax and idiom. John Dryden (1631–1700) wrote in his preface to the translation anthology \"Sylvae\":\nA translation that meets the criterion of fidelity (faithfulness) is said to be \"faithful\"; a translation that meets the criterion of transparency, \"&lt;a href=\"idiomatic\"&gt;idiomatic&lt;/a&gt;\". Depending on the given translation, the two qualities may not be mutually exclusive. The criteria for judging the &lt;a href=\"fidelity\"&gt;fidelity&lt;/a&gt; of a translation vary according to the subject, type and use of the text, its literary qualities, its social or historical context, etc. The criteria for judging the &lt;a href=\"transparency%20%28linguistic%29\"&gt;transparency&lt;/a&gt; of a translation appear more straightforward: an unidiomatic translation \"sounds wrong\" and, in extreme cases of word-for-word translation, often results in patent nonsense.\nNevertheless, in certain contexts a translator may consciously seek to produce a literal translation. Translators of literary, religious, or historic texts often adhere as closely as possible to the source text, stretching the limits of the target language to produce an unidiomatic text. Also, a translator may adopt expressions from the source language in order to provide \"local color\".\nWhile current Western translation practice is dominated by the dual concepts of \"fidelity\" and \"transparency\", this has not always been the case. There have been periods, especially in pre-Classical Rome and in the 18th century, when many translators stepped beyond the bounds of translation proper into the realm of \"&lt;a href=\"adaptation\"&gt;adaptation&lt;/a&gt;\". &lt;a href=\"Adapted%20translation\"&gt;Adapted translation&lt;/a&gt; retains currency in some non-Western traditions. The &lt;a href=\"India\"&gt;India&lt;/a&gt;n epic, the \"&lt;a href=\"Ramayana\"&gt;Ramayana&lt;/a&gt;\", appears in many versions in the various &lt;a href=\"Languages%20of%20India\"&gt;Indian languages&lt;/a&gt;, and the stories are different in each. Similar examples are to be found in &lt;a href=\"medieval%20Christianity\"&gt;medieval Christian&lt;/a&gt; literature, which adjusted the text to local customs and mores.\nMany non-transparent-translation theories draw on concepts from &lt;a href=\"German%20Romanticism\"&gt;German Romanticism&lt;/a&gt;, the most obvious influence being the German theologian and philosopher &lt;a href=\"Friedrich%20Schleiermacher\"&gt;Friedrich Schleiermacher&lt;/a&gt;. In his seminal lecture \"On the Different Methods of Translation\" (1813) he distinguished between translation methods that move \"the writer toward [the reader]\", i.e., &lt;a href=\"transparency%20%28linguistic%29\"&gt;transparency&lt;/a&gt;, and those that move the \"reader toward [the author]\", i.e., an extreme &lt;a href=\"fidelity\"&gt;fidelity&lt;/a&gt; to the foreignness of the &lt;a href=\"source%20text\"&gt;source text&lt;/a&gt;. Schleiermacher favored the latter approach; he was motivated, however, not so much by a desire to embrace the foreign, as by a nationalist desire to oppose France's cultural domination and to promote &lt;a href=\"German%20literature\"&gt;German literature&lt;/a&gt;.\nIn recent decades, prominent advocates of such \"non-transparent\" translation have included the French scholar &lt;a href=\"Antoine%20Berman\"&gt;Antoine Berman&lt;/a&gt;, who identified twelve deforming tendencies inherent in most prose translations, and the American theorist &lt;a href=\"Lawrence%20Venuti\"&gt;Lawrence Venuti&lt;/a&gt;, who has called on translators to apply \"foreignizing\" rather than domesticating translation strategies.\nEquivalence.\nThe question of &lt;a href=\"fidelity\"&gt;fidelity&lt;/a&gt; vs. &lt;a href=\"transparency%20%28linguistic%29\"&gt;transparency&lt;/a&gt; has also been formulated in terms of, respectively, \"\"formal\" equivalence\" and \"\"dynamic\" [or \"functional\"] equivalence\" – expressions associated with the translator &lt;a href=\"Eugene%20Nida\"&gt;Eugene Nida&lt;/a&gt; and originally coined to describe ways of translating the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;; but the two approaches are applicable to any translation. \"Formal equivalence\" corresponds to \"metaphrase\", and \"dynamic equivalence\" to \"paraphrase\". \"Formal equivalence\" (sought via \"literal\" translation) attempts to render the text literally, or \"word for word\" (the latter expression being itself a word-for-word rendering of the &lt;a href=\"classical%20Latin\"&gt;classical Latin&lt;/a&gt; ) – if necessary, at the expense of features natural to the target language. By contrast, \"dynamic equivalence\" (or \"\"functional\" equivalence\") conveys the essential thoughts expressed in a source text—if necessary, at the expense of literality, original &lt;a href=\"sememe\"&gt;sememe&lt;/a&gt; and &lt;a href=\"word%20order\"&gt;word order&lt;/a&gt;, the source text's active vs. passive &lt;a href=\"voice%20%28grammar%29\"&gt;voice&lt;/a&gt;, etc.\nThere is, however, no sharp boundary between formal and functional equivalence. On the contrary, they represent a spectrum of translation approaches. Each is used at various times and in various contexts by the same translator, and at various points within the same text – sometimes simultaneously. Competent translation entails the judicious blending of formal and functional &lt;a href=\"Dynamic%20and%20formal%20equivalence\"&gt;equivalents&lt;/a&gt;.\nCommon pitfalls in translation, especially when practiced by inexperienced translators, involve false equivalents such as \"&lt;a href=\"false%20friend\"&gt;false friend&lt;/a&gt;s\" and &lt;a href=\"false%20cognate\"&gt;false cognate&lt;/a&gt;s.\nBack-translation.\nA \"&lt;a href=\"back-translation\"&gt;back-translation&lt;/a&gt;\" is a translation of a translated text back into the language of the original text, made without reference to the original text. Comparison of a back-translation with the original text is sometimes used as a check on the accuracy of the original translation, much as the accuracy of a mathematical operation is sometimes checked by reversing the operation. But the results of such reverse-translation operations, while useful as approximate checks, are not always precisely reliable. Back-translation must in general be less accurate than back-calculation because &lt;a href=\"linguistic\"&gt;linguistic&lt;/a&gt; symbols (&lt;a href=\"word\"&gt;word&lt;/a&gt;s) are often &lt;a href=\"ambiguous\"&gt;ambiguous&lt;/a&gt;, whereas mathematical symbols are intentionally unequivocal. In the context of machine translation, a back-translation is also called a \"round-trip translation.\" When translations are produced of material used in medical &lt;a href=\"clinical%20trial\"&gt;clinical trial&lt;/a&gt;s, such as &lt;a href=\"informed%20consent\"&gt;informed-consent forms&lt;/a&gt;, a back-translation is often required by the &lt;a href=\"Ethics%20Committee%20%28European%20Union%29\"&gt;ethics committee&lt;/a&gt; or &lt;a href=\"institutional%20review%20board\"&gt;institutional review board&lt;/a&gt;.\n&lt;a href=\"Mark%20Twain\"&gt;Mark Twain&lt;/a&gt; provided humorously telling evidence for the frequent unreliability of back-translation when he issued his own back-translation of a French translation of his &lt;a href=\"short%20story\"&gt;short story&lt;/a&gt;, \"&lt;a href=\"The%20Celebrated%20Jumping%20Frog%20of%20Calaveras%20County\"&gt;The Celebrated Jumping Frog of Calaveras County&lt;/a&gt;\". He published his back-translation in a 1903 volume together with his English-language original, the French translation, and a \"Private History of the 'Jumping Frog' Story\". The latter included a synopsized adaptation of his story that Twain stated had appeared, unattributed to Twain, in a Professor Sidgwick's \"Greek Prose Composition\" (p. 116) under the title, \"The Athenian and the Frog\"; the adaptation had for a time been taken for an independent &lt;a href=\"Ancient%20Greece\"&gt;ancient Greek&lt;/a&gt; precursor to Twain's \"Jumping Frog\" story.\nWhen a document survives only in translation, the original having been lost, researchers sometimes undertake back-translation in an effort to reconstruct the original text. An example involves the novel \"&lt;a href=\"The%20Manuscript%20Found%20in%20Saragossa\"&gt;The Saragossa Manuscript&lt;/a&gt;\" by the Polish aristocrat &lt;a href=\"Jan%20Potocki\"&gt;Jan Potocki&lt;/a&gt; (1761–1815), who wrote the novel in French and anonymously published fragments in 1804 and 1813–14. Portions of the original French-language manuscript were subsequently lost; however, the missing fragments survived in a Polish translation, made by &lt;a href=\"Edmund%20Chojecki\"&gt;Edmund Chojecki&lt;/a&gt; in 1847 from a complete French copy that has since been lost. French-language versions of the complete \"Saragossa Manuscript\" have since been produced, based on extant French-language fragments and on French-language versions that have been back-translated from Chojecki's Polish version.\nMany works by the influential &lt;a href=\"Classical%20antiquity\"&gt;Classical&lt;/a&gt; physician &lt;a href=\"Galen\"&gt;Galen&lt;/a&gt; survive only in medieval &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt; translation. Some survive only in &lt;a href=\"Renaissance%20Latin\"&gt;Renaissance Latin&lt;/a&gt; translations from the Arabic, thus at a second remove from the original. To better understand Galen, scholars have attempted back-translation of such works in order to reconstruct the original &lt;a href=\"ancient%20Greek\"&gt;Greek&lt;/a&gt;.\nWhen historians suspect that a document is actually a translation from another language, back-translation into that hypothetical original language can provide supporting evidence by showing that such characteristics as &lt;a href=\"idiom\"&gt;idiom&lt;/a&gt;s, &lt;a href=\"pun\"&gt;pun&lt;/a&gt;s, peculiar &lt;a href=\"Grammar\"&gt;grammatical&lt;/a&gt; structures, etc., are in fact derived from the original language. For example, the known text of the \"&lt;a href=\"Till%20Eulenspiegel\"&gt;Till Eulenspiegel&lt;/a&gt;\" folk tales is in &lt;a href=\"High%20German\"&gt;High German&lt;/a&gt; but contains puns that work only when back-translated to &lt;a href=\"Low%20German\"&gt;Low German&lt;/a&gt;. This seems clear evidence that these tales (or at least large portions of them) were originally written in Low German and translated into High German by an over-metaphrastic translator.\nSupporters of &lt;a href=\"Aramaic%20primacy\"&gt;Aramaic primacy&lt;/a&gt;—the view that the &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt; or its sources were originally written in the &lt;a href=\"Aramaic%20language\"&gt;Aramaic language&lt;/a&gt;—seek to prove their case by showing that difficult passages in the existing &lt;a href=\"Ancient%20Greek\"&gt;Greek&lt;/a&gt; text of the New Testament make much more sense when back-translated to Aramaic: that, for example, some incomprehensible references are in fact Aramaic puns that do not work in Greek. Due to similar indications, it is believed that the 2nd century Gnostic &lt;a href=\"Gospel%20of%20Judas\"&gt;Gospel of Judas&lt;/a&gt;, which survives only in &lt;a href=\"Coptic%20language\"&gt;Coptic&lt;/a&gt;, was originally written in Greek.\n&lt;a href=\"John%20Dryden\"&gt;John Dryden&lt;/a&gt; (1631–1700), the dominant English-language literary figure of his age, illustrates, in his use of back-translation, translators' influence on the evolution of languages and literary styles. Dryden is believed to be the first person to posit that English sentences should not end in &lt;a href=\"preposition\"&gt;preposition&lt;/a&gt;s because Latin sentences cannot end in prepositions. Dryden created the proscription against \"&lt;a href=\"preposition%20stranding\"&gt;preposition stranding&lt;/a&gt;\" in 1672 when he objected to &lt;a href=\"Ben%20Jonson\"&gt;Ben Jonson&lt;/a&gt;'s 1611 phrase, \"the bodies that those souls were frighted from\", though he did not provide the rationale for his preference. Dryden often translated his writing into Latin, to check whether his writing was concise and elegant, Latin being considered an elegant and long-lived language with which to compare; then he back-translated his writing back to English according to Latin-grammar usage. As Latin does not have sentences ending in prepositions, Dryden may have applied Latin grammar to English, thus forming the controversial rule of &lt;a href=\"Preposition%20stranding%23The%20Debate%20about%20P-stranding\"&gt;no sentence-ending prepositions&lt;/a&gt;, subsequently adopted by other writers.\nSource and target languages.\nIn the practice of translation, the source language is the language being translated from, while the target language, also called the receptor language, is the language being translated into. Difficulties in translating can arise from &lt;a href=\"lexicon\"&gt;lexical&lt;/a&gt; and &lt;a href=\"syntactical\"&gt;syntactical&lt;/a&gt; differences between the source language and the target language, which differences tend to be greater between two languages belonging to different &lt;a href=\"language%20family\"&gt;language families&lt;/a&gt;.\nOften the source language is the translator's &lt;a href=\"second%20language\"&gt;second language&lt;/a&gt;, while the target language is the translator's &lt;a href=\"first%20language\"&gt;first language&lt;/a&gt;. In some geographical settings, however, the source language is the translator's first language because not enough people speak the source language as a second language. For instance, a 2005 survey found that 89% of professional Slovene translators translate into their second language, usually English. In cases where the source language is the translator's first language, the translation process has been referred to by various terms, including \"translating into a non-mother tongue\", \"translating into a second language\", \"inverse translation\", \"reverse translation\", \"service translation\", and \"translation from A to B\".\nTranslation for specialized or professional fields requires a working knowledge, as well, of the pertinent terminology in the field. For example, translation of a legal text requires not only fluency in the respective languages but also familiarity with the terminology specific to the legal field in each language.\nWhile the form and style of the source language often cannot be reproduced in the target language, the meaning and content can. Linguist &lt;a href=\"Roman%20Jakobson\"&gt;Roman Jakobson&lt;/a&gt; went so far as to assert that all cognitive experience can be classified and expressed in any living language. Linguist &lt;a href=\"Ghil%27ad%20Zuckermann\"&gt;Ghil'ad Zuckermann&lt;/a&gt; suggests that the limits are not of translation \"per se\" but rather of \"elegant\" translation.\nSource and target texts.\nIn translation, a &lt;a href=\"source%20text\"&gt;source text&lt;/a&gt; (ST) is a text written in a given source language which is to be, or has been, translated into another language, while a target text (TT) is a translated text written in the intended target language, which is the result of a translation from a given source text. According to Jeremy Munday's definition of translation, \"the process of translation between two different written languages involves the changing of an original written text (the source text or ST) in the original verbal language (the source language or SL) into a written text (the target text or TT) in a different verbal language (the target language or TL)\". The terms 'source text' and 'target text' are preferred over 'original' and 'translation' because they do not have the same positive vs. negative value judgment.\nTranslation scholars including &lt;a href=\"Eugene%20Nida\"&gt;Eugene Nida&lt;/a&gt; and &lt;a href=\"Peter%20Newmark\"&gt;Peter Newmark&lt;/a&gt; have represented the different approaches to translation as falling broadly into source-text-oriented or target-text-oriented categories.\nTranslators.\nCompetent translators show the following attributes:\nA competent translator is not only bilingual but &lt;a href=\"bicultural\"&gt;bicultural&lt;/a&gt;. A &lt;a href=\"language\"&gt;language&lt;/a&gt; is not merely a collection of &lt;a href=\"word\"&gt;word&lt;/a&gt;s and of rules of &lt;a href=\"grammar\"&gt;grammar&lt;/a&gt; and syntax for generating &lt;a href=\"Sentence%20%28linguistics%29\"&gt;sentence&lt;/a&gt;s, but also a vast interconnecting system of &lt;a href=\"connotation\"&gt;connotation&lt;/a&gt;s and &lt;a href=\"culture\"&gt;cultural&lt;/a&gt; references whose mastery, writes &lt;a href=\"linguist\"&gt;linguist&lt;/a&gt; &lt;a href=\"Mario%20Pei\"&gt;Mario Pei&lt;/a&gt;, \"comes close to being a lifetime job.\" The complexity of the translator's task cannot be overstated; one author suggests that becoming an accomplished translator—after having already acquired a good basic knowledge of both languages and cultures—may require a minimum of ten years' experience. Viewed in this light, it is a serious misconception to assume that a person who has fair fluency in two languages will, by virtue of that fact alone, be consistently competent to translate between them. &lt;a href=\"Emily%20Wilson%20%28classicist%29\"&gt;Emily Wilson&lt;/a&gt;, a professor of classical studies at the &lt;a href=\"University%20of%20Pennsylvania\"&gt;University of Pennsylvania&lt;/a&gt; and herself a translator, writes: \"[I]t is [hard] to produce a good literary translation. This is certainly true of translations of &lt;a href=\"ancient%20Greek\"&gt;ancient Greek&lt;/a&gt; and &lt;a href=\"Latin\"&gt;Roman&lt;/a&gt; texts, but it is also true of literary translation in general: it is very difficult. Most readers of foreign languages are not translators; most writers are not translators. Translators have to read and write at the same time, as if always playing multiple instruments in a &lt;a href=\"One-man%20band\"&gt;one-person band&lt;/a&gt;. And most one-person bands do not sound very good.\"\nThe translator's role, in relation to the original text, has been compared to the roles of other interpretive artists, e.g., a musician or actor who interprets a work of musical or dramatic art. Translating, especially a text of any complexity (like other human activities), involves \"interpretation\": choices must be made, which implies interpretation. Mark Polizzotti writes: \"A good translation offers not a reproduction of the work but an interpretation, a re-representation, just as the performance of a &lt;a href=\"Play%20%28theatre%29\"&gt;play&lt;/a&gt; or a &lt;a href=\"sonata\"&gt;sonata&lt;/a&gt; is a representation of the &lt;a href=\"Play%20%28theatre%29\"&gt;script&lt;/a&gt; or the &lt;a href=\"Sheet%20music\"&gt;score&lt;/a&gt;, one among many possible representations.\" A translation of a text of any complexity is – as, itself, a work of art – unique and unrepeatable.\nThe English-language novelist &lt;a href=\"Joseph%20Conrad\"&gt;Joseph Conrad&lt;/a&gt;, whose writings &lt;a href=\"Zdzis%C5%82aw%20Najder\"&gt;Zdzisław Najder&lt;/a&gt; has described as verging on \"auto-translation\" from Conrad's Polish and French linguistic personae, advised his niece and &lt;a href=\"Polish%20language\"&gt;Polish&lt;/a&gt; translator &lt;a href=\"Aniela%20Zag%C3%B3rska\"&gt;Aniela Zagórska&lt;/a&gt;: \"[D]on't trouble to be too scrupulous ... I may tell you (in French) that in my opinion \"il vaut mieux interpréter que traduire\" [it is better to interpret than to translate] ...\"Il s'agit donc de trouver les équivalents. Et là, ma chère, je vous prie laissez vous guider plutôt par votre tempérament que par une conscience sévère ...\" [It is, then, a question of finding the equivalent expressions. And there, my dear, I beg you to let yourself be guided more by your temperament than by a strict conscience...]\" Conrad advised another translator that the prime requisite for a good translation is that it be \"idiomatic\". \"For in the &lt;a href=\"idiom\"&gt;idiom&lt;/a&gt; is the \"clearness\" of a language and the language's force and its picturesqueness—by which last I mean the picture-producing power of arranged words.\" Conrad thought &lt;a href=\"C.K.%20Scott%20Moncrieff\"&gt;C.K. Scott Moncrieff&lt;/a&gt;'s English translation of &lt;a href=\"Marcel%20Proust\"&gt;Marcel Proust&lt;/a&gt;'s \"À la recherche du temps perdu\" (\"&lt;a href=\"In%20Search%20of%20Lost%20Time\"&gt;In Search of Lost Time&lt;/a&gt;\"—or, in Scott Moncrieff's rendering, \"Remembrance of Things Past\") to be preferable to the French original.\n&lt;a href=\"Emily%20Wilson%20%28classicist%29\"&gt;Emily Wilson&lt;/a&gt; writes that \"translation always involves interpretation, and [requires] every translator... to think as deeply as humanly possible about each verbal, poetic, and interpretative &lt;a href=\"choice\"&gt;choice&lt;/a&gt;.\" Translation of other than the simplest brief texts requires painstakingly &lt;a href=\"close%20reading\"&gt;close reading&lt;/a&gt; of the &lt;a href=\"source%20text\"&gt;source text&lt;/a&gt; and the draft translation, so as to resolve the ambiguities inherent in &lt;a href=\"language\"&gt;language&lt;/a&gt; and thereby to &lt;a href=\"asymptotically\"&gt;asymptotically&lt;/a&gt; approach the most accurate rendering of the source text.\nPart of the ambiguity, for a translator, involves the structure of human &lt;a href=\"language\"&gt;language&lt;/a&gt;. &lt;a href=\"Psychology\"&gt;Psychologist&lt;/a&gt; and &lt;a href=\"neural%20science\"&gt;neural scientist&lt;/a&gt; &lt;a href=\"Gary%20Marcus\"&gt;Gary Marcus&lt;/a&gt; notes that \"virtually every sentence [that people generate] is &lt;a href=\"ambiguity\"&gt;ambiguous&lt;/a&gt;, often in multiple ways. Our brain is so good at comprehending language that we do not usually notice.\" An example of linguistic ambiguity is the \"pronoun disambiguation problem\" (\"PDP\"): a machine has no way of determining to whom or what a &lt;a href=\"pronoun\"&gt;pronoun&lt;/a&gt; in a sentence—such as \"he\", \"she\" or \"it\"—refers. Such disambiguation is not infallible by a human, either.\nAmbiguity is a concern both to translators and – as the writings of poet and literary critic &lt;a href=\"William%20Empson\"&gt;William Empson&lt;/a&gt; have demonstrated – to &lt;a href=\"literary%20criticism\"&gt;literary critics&lt;/a&gt;. Ambiguity may be desirable, indeed essential, in &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt; and &lt;a href=\"diplomacy\"&gt;diplomacy&lt;/a&gt;; it can be more problematic in ordinary &lt;a href=\"prose\"&gt;prose&lt;/a&gt;.\n&lt;a href=\"Christopher%20Kasparek\"&gt;Christopher Kasparek&lt;/a&gt; also cautions that competent translation – analogously to the dictum, in mathematics, of &lt;a href=\"Kurt%20G%C3%B6del\"&gt;Kurt Gödel&lt;/a&gt;'s &lt;a href=\"incompleteness%20theorems\"&gt;incompleteness theorems&lt;/a&gt; – generally requires more information about the subject matter than is present in the actual &lt;a href=\"source%20text\"&gt;source text&lt;/a&gt;. Therefore translation of a text of any complexity typically requires some research on the translator's part.\nA translator faces two contradictory tasks: when translating, to strive for &lt;a href=\"omniscience\"&gt;omniscience&lt;/a&gt; concerning the text; and, when reviewing the resulting translation, to adopt the reader’s unfamiliarity with it. Analogously, \"[i]n the process, the translator is also constantly seesawing between the respective linguistic and cultural features of his two languages.\"\nThus, writes Kasparek, \"Translating a text of any complexity, like the performing of a musical or dramatic work, involves \"interpretation\": choices must be made, which entails interpretation. &lt;a href=\"Bernard%20Shaw\"&gt;Bernard Shaw&lt;/a&gt;, aspiring to felicitous understanding of literary works, wrote in the preface to his 1901 volume, \"&lt;a href=\"Three%20Plays%20for%20Puritans\"&gt;Three Plays for Puritans&lt;/a&gt;\": 'I would give half a dozen of &lt;a href=\"Shakespeare\"&gt;Shakespeare&lt;/a&gt;'s plays for one of the prefaces he ought to have written.'\"\nTranslators may render only parts of the original text, provided that they inform readers of that action. But a translator should not assume the role of &lt;a href=\"Censorship\"&gt;censor&lt;/a&gt; and surreptitiously delete or &lt;a href=\"bowdlerize\"&gt;bowdlerize&lt;/a&gt; passages merely to please a political or moral interest.\nTranslating has served as a school of writing for many an author, much as the copying of masterworks of &lt;a href=\"painting\"&gt;painting&lt;/a&gt; has schooled many a novice painter. A translator who can competently render an author's thoughts into the translator's own language, should certainly be able to adequately render, in his own language, any thoughts of his own. Translating (like &lt;a href=\"analytic%20philosophy\"&gt;analytic philosophy&lt;/a&gt;) compels precise analysis of &lt;a href=\"language\"&gt;language element&lt;/a&gt;s and of their usage. In 1946 the poet &lt;a href=\"Ezra%20Pound\"&gt;Ezra Pound&lt;/a&gt;, then at &lt;a href=\"St.%20Elizabeth%27s%20Hospital\"&gt;St. Elizabeth's Hospital&lt;/a&gt;, in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, advised a visitor, the 18-year-old beginning poet &lt;a href=\"W.S.%20Merwin\"&gt;W.S. Merwin&lt;/a&gt;: \"The work of translation is the best teacher you'll ever have.\" Merwin, translator-poet who took Pound's advice to heart, writes of translation as an \"impossible, unfinishable\" art.\nTranslators, including monks who spread &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; texts in &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt;, and the early modern European translators of the Bible, in the course of their work have shaped the very languages into which they have translated. They have acted as bridges for conveying knowledge between &lt;a href=\"culture\"&gt;culture&lt;/a&gt;s; and along with ideas, they have imported from the source languages, into their own languages, loanwords and calques of &lt;a href=\"grammar\"&gt;grammatical structures&lt;/a&gt;, &lt;a href=\"idiom\"&gt;idiom&lt;/a&gt;s, and &lt;a href=\"vocabulary\"&gt;vocabulary&lt;/a&gt;.\nInterpreting.\n&lt;a href=\"Interpreting\"&gt;Interpreting&lt;/a&gt; is the facilitation of &lt;a href=\"speech%20communication\"&gt;oral&lt;/a&gt; or &lt;a href=\"sign%20language\"&gt;sign-language&lt;/a&gt; &lt;a href=\"communication\"&gt;communication&lt;/a&gt;, either simultaneously or consecutively, between two, or among three or more, speakers who are not speaking, or signing, the same language. The term \"interpreting,\" rather than \"interpretation,\" is preferentially used for this activity by Anglophone translators, to avoid confusion with other meanings of the word \"&lt;a href=\"wikt%3Ainterpret\"&gt;interpretation&lt;/a&gt;.\"\nUnlike English, many languages do not employ two separate words to denote the activities of &lt;a href=\"writing\"&gt;written&lt;/a&gt; and live-communication (&lt;a href=\"speech%20communication\"&gt;oral&lt;/a&gt; or &lt;a href=\"sign%20language\"&gt;sign-language&lt;/a&gt;) translators. Even English does not always make the distinction, frequently using \"translating\" as a synonym for \"interpreting.\"\nInterpreters have sometimes played crucial roles in &lt;a href=\"History%20of%20the%20world\"&gt;history&lt;/a&gt;. A prime example is &lt;a href=\"La%20Malinche\"&gt;La Malinche&lt;/a&gt;, also known as \"Malintzin\", \"Malinalli\" and \"Doña Marina\", an early-16th-century &lt;a href=\"Nahua%20peoples\"&gt;Nahua&lt;/a&gt; woman from the Mexican &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf Coast&lt;/a&gt;. As a child she had been sold or given to &lt;a href=\"Maya%20peoples\"&gt;Maya&lt;/a&gt; slave-traders from Xicalango, and thus had become bilingual. Subsequently given along with other women to the invading Spaniards, she became instrumental in the &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; conquest of &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, acting as interpreter, adviser, intermediary and lover to &lt;a href=\"Hern%C3%A1n%20Cort%C3%A9s\"&gt;Hernán Cortés&lt;/a&gt;.\nNearly three centuries later, in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, a comparable role as interpreter was played for the &lt;a href=\"Lewis%20and%20Clark%20Expedition\"&gt;Lewis and Clark Expedition&lt;/a&gt; of 1804–6 by &lt;a href=\"Sacagawea\"&gt;Sacagawea&lt;/a&gt;. As a child, the &lt;a href=\"Lemhi%20Shoshone\"&gt;Lemhi Shoshone&lt;/a&gt; woman had been kidnapped by &lt;a href=\"Hidatsa\"&gt;Hidatsa&lt;/a&gt; Indians and thus had become bilingual. Sacagawea facilitated the expedition's traverse of the &lt;a href=\"North%20American%20continent\"&gt;North American continent&lt;/a&gt; to the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;.\nThe famous Chinese man of letters &lt;a href=\"Lin%20Shu\"&gt;Lin Shu&lt;/a&gt; (1852 – 1924), who knew no foreign languages, rendered Western literary classics into Chinese with the help of his friend Wang Shouchang (王壽昌), who had studied in France. Wang interpreted the texts for Lin, who rendered them into Chinese. Lin's first such translation, 巴黎茶花女遺事 (\"Past Stories of the Camellia-woman of Paris\" – &lt;a href=\"Alexandre%20Dumas%2C%20fils\"&gt;Alexandre Dumas, fils&lt;/a&gt;'s, \"&lt;a href=\"The%20Lady%20of%20the%20Camellias\"&gt;La Dame aux Camélias&lt;/a&gt;\"), published in 1899, was an immediate success and was followed by many more translations from the French and the English.\nSworn translation.\n&lt;a href=\"Translating%20for%20legal%20equivalence\"&gt;Sworn translation&lt;/a&gt;, also called \"certified translation,\" aims at legal equivalence between two documents written in different languages. It is performed by someone authorized to do so by local regulations, which vary widely from country to country. Some countries recognize self-declared competence. Others require the translator to be an official state appointee. In some countries, such as the United Kingdom, certain government institutions require that translators be accredited by certain translation institutes or associations in order to be able to carry out certified translations.\nTelephone.\nMany commercial services exist that will interpret spoken language via telephone. There is also at least one custom-built mobile device that does the same thing. The device connects users to human interpreters who can translate between English and 180 other languages.\nInternet.\nWeb-based human translation is generally favored by companies and individuals that wish to secure more accurate translations. In view of the frequent inaccuracy of machine translations, human translation remains the most reliable, most accurate form of translation available. With the recent emergence of translation &lt;a href=\"crowdsourcing\"&gt;crowdsourcing&lt;/a&gt;, &lt;a href=\"translation%20memory\"&gt;translation memory&lt;/a&gt; techniques, and &lt;a href=\"internet\"&gt;internet&lt;/a&gt; applications, translation agencies have been able to provide on-demand human-translation services to &lt;a href=\"Small%20and%20medium%20businesses\"&gt;business&lt;/a&gt;es, individuals, and enterprises.\nWhile not instantaneous like its machine counterparts such as &lt;a href=\"Google%20Translate\"&gt;Google Translate&lt;/a&gt; and &lt;a href=\"Babel%20Fish%20%28website%29\"&gt;Babel Fish&lt;/a&gt; (now defunct), web-based human translation has been gaining popularity by providing relatively fast, accurate translation of business communications, legal documents, medical records, and &lt;a href=\"software%20localization\"&gt;software localization&lt;/a&gt;. Web-based human translation also appeals to private website users and bloggers. Contents of websites are translatable but urls of websites are not translatable into other languages. Language tools on the internet provide help in understanding text.\nComputer assist.\nComputer-assisted translation (CAT), also called \"computer-aided translation,\" \"machine-aided human translation\" (MAHT) and \"interactive translation,\" is a form of translation wherein a human translator creates a &lt;a href=\"%23Source%20and%20target%20texts\"&gt;target text&lt;/a&gt; with the assistance of a computer program. The machine supports a human translator.\nComputer-assisted translation can include standard &lt;a href=\"dictionary\"&gt;dictionary&lt;/a&gt; and grammar software. The term, however, normally refers to a range of specialized programs available to the translator, including translation memory, &lt;a href=\"terminology\"&gt;terminology&lt;/a&gt;-management, &lt;a href=\"concordancer\"&gt;concordance&lt;/a&gt;, and alignment programs.\nThese tools speed up and facilitate human translation, but they do not provide translation. The latter is a function of tools known broadly as machine translation. The tools speed up the translation process by assisting the human translator by memorizing or committing translations to a database (translation memory database) so that if the same sentence occurs in the same project or a future project, the content can be reused. This translation reuse leads to cost savings, better consistency and shorter project timelines.\nMachine translation.\nMachine translation (MT) is a process whereby a computer program analyzes a &lt;a href=\"source%20text\"&gt;source text&lt;/a&gt; and, in principle, produces a target text without human intervention. In reality, however, machine translation typically does involve human intervention, in the form of pre-editing and &lt;a href=\"post-editing\"&gt;post-editing&lt;/a&gt;. With proper &lt;a href=\"terminology\"&gt;terminology&lt;/a&gt; work, with preparation of the &lt;a href=\"source%20text\"&gt;source text&lt;/a&gt; for machine translation (pre-editing), and with reworking of the machine translation by a human translator (post-editing), commercial machine-translation tools can produce useful results, especially if the machine-translation system is integrated with a translation memory or &lt;a href=\"translation%20management%20system\"&gt;translation management system&lt;/a&gt;.\nUnedited machine translation is publicly available through tools on the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; such as &lt;a href=\"Google%20Translate\"&gt;Google Translate&lt;/a&gt;, &lt;a href=\"Babel%20Fish%20%28website%29\"&gt;Babel Fish&lt;/a&gt; (now defunct), &lt;a href=\"Babylon%20Software\"&gt;Babylon&lt;/a&gt;, &lt;a href=\"DeepL%20Translator\"&gt;DeepL Translator&lt;/a&gt;, and &lt;a href=\"StarDict\"&gt;StarDict&lt;/a&gt;. These produce rough translations that, under favorable circumstances, \"give the gist\" of the source text. With the Internet, translation software can help non-native-speaking individuals understand web pages published in other languages. Whole-page-translation tools are of limited utility, however, since they offer only a limited potential understanding of the original author's intent and context; translated pages tend to be more erroneously humorous and confusing than enlightening.\nInteractive translations with &lt;a href=\"Pop-up%20ad\"&gt;pop-up windows&lt;/a&gt; are becoming more popular. These tools show one or more possible equivalents for each word or phrase. Human operators merely need to select the likeliest equivalent as the mouse glides over the foreign-language text. Possible equivalents can be grouped by pronunciation. Also, companies such as &lt;a href=\"Ectaco\"&gt;Ectaco&lt;/a&gt; produce pocket devices that provide machine translations.\nRelying exclusively on unedited machine translation, however, ignores the fact that communication in &lt;a href=\"natural%20language\"&gt;human language&lt;/a&gt; is &lt;a href=\"wikt%3Acontext\"&gt;context&lt;/a&gt;-embedded and that it takes a person to comprehend the context of the original text with a reasonable degree of probability. It is certainly true that even purely human-generated translations are prone to error; therefore, to ensure that a machine-generated translation will be useful to a human being and that publishable-quality translation is achieved, such translations must be reviewed and edited by a human. &lt;a href=\"Claude%20Piron\"&gt;Claude Piron&lt;/a&gt; writes that machine translation, at its best, automates the easier part of a translator's job; the harder and more time-consuming part usually involves doing extensive research to resolve &lt;a href=\"ambiguity\"&gt;ambiguities&lt;/a&gt; in the &lt;a href=\"source%20text\"&gt;source text&lt;/a&gt;, which the &lt;a href=\"grammatical\"&gt;grammatical&lt;/a&gt; and &lt;a href=\"lexical%20%28semiotics%29\"&gt;lexical&lt;/a&gt; exigencies of the target language require to be resolved. Such research is a necessary prelude to the pre-editing necessary in order to provide input for machine-translation software, such that the output will not be &lt;a href=\"garbage%20in%20garbage%20out\"&gt;meaningless&lt;/a&gt;.\nThe weaknesses of pure machine translation, unaided by human expertise, are &lt;a href=\"Logology%20%28science%20of%20science%29%23Artificial%20intelligence\"&gt;those of artificial intelligence itself&lt;/a&gt;. As of 2018, professional translator Mark Polizzotti held that machine translation, by &lt;a href=\"Google%20Translate\"&gt;Google Translate&lt;/a&gt; and the like, was unlikely to threaten human translators anytime soon, because machines would never grasp nuance and &lt;a href=\"connotation\"&gt;connotation&lt;/a&gt;. Writes Paul Taylor: \"Perhaps there is a limit to what a computer can do without knowing that it is manipulating imperfect representations of an external reality.\"\nLiterary translation.\nTranslation of &lt;a href=\"literature\"&gt;literary works&lt;/a&gt; (&lt;a href=\"novel\"&gt;novel&lt;/a&gt;s, &lt;a href=\"short%20story\"&gt;short stories&lt;/a&gt;, &lt;a href=\"theatre\"&gt;plays&lt;/a&gt;, &lt;a href=\"poetry\"&gt;poems&lt;/a&gt;, etc.) is considered a literary pursuit in its own right. Notable in &lt;a href=\"Canadian%20literature\"&gt;Canadian literature&lt;/a&gt; \"specifically\" as translators are figures such as &lt;a href=\"Sheila%20Fischman\"&gt;Sheila Fischman&lt;/a&gt;, &lt;a href=\"Robert%20Dickson%20%28writer%29\"&gt;Robert Dickson&lt;/a&gt;, and &lt;a href=\"Linda%20Gaboriau\"&gt;Linda Gaboriau&lt;/a&gt;; and the Canadian &lt;a href=\"Governor%20General%27s%20Awards\"&gt;Governor General's Awards&lt;/a&gt; annually present prizes for the best English-to-French and French-to-English literary translations.\nOther writers, among many who have made a name for themselves as literary translators, include &lt;a href=\"Vasily%20Zhukovsky\"&gt;Vasily Zhukovsky&lt;/a&gt;, &lt;a href=\"Tadeusz%20Boy-%C5%BBele%C5%84ski\"&gt;Tadeusz Boy-Żeleński&lt;/a&gt;, &lt;a href=\"Vladimir%20Nabokov\"&gt;Vladimir Nabokov&lt;/a&gt;, &lt;a href=\"Jorge%20Luis%20Borges\"&gt;Jorge Luis Borges&lt;/a&gt;, &lt;a href=\"Robert%20Stiller\"&gt;Robert Stiller&lt;/a&gt;, &lt;a href=\"Lydia%20Davis\"&gt;Lydia Davis&lt;/a&gt;, &lt;a href=\"Haruki%20Murakami\"&gt;Haruki Murakami&lt;/a&gt;, &lt;a href=\"Achy%20Obejas\"&gt;Achy Obejas&lt;/a&gt;, and &lt;a href=\"Jhumpa%20Lahiri\"&gt;Jhumpa Lahiri&lt;/a&gt;.\nIn the 2010s a substantial gender imbalance was noted in literary translation into English, with far more male writers being translated than women writers. In 2014 Meytal Radzinski launched the \"Women in Translation\" campaign to address this.\nHistory.\nThe first important translation in the West was that of the &lt;a href=\"Septuagint\"&gt;Septuagint&lt;/a&gt;, a collection of &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;ish Scriptures translated into early &lt;a href=\"Koine%20Greek\"&gt;Koine Greek&lt;/a&gt; in &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt; between the 3rd and 1st centuries BCE. The dispersed &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;s had forgotten their ancestral language and needed Greek versions (translations) of their Scriptures.\nThroughout the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, Latin was the \"&lt;a href=\"lingua%20franca\"&gt;lingua franca&lt;/a&gt;\" of the western learned world. The 9th-century &lt;a href=\"Alfred%20the%20Great\"&gt;Alfred the Great&lt;/a&gt;, king of &lt;a href=\"Wessex\"&gt;Wessex&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt;, was far ahead of his time in commissioning &lt;a href=\"vernacular\"&gt;vernacular&lt;/a&gt; &lt;a href=\"Anglo-Saxon%20language\"&gt;Anglo-Saxon&lt;/a&gt; translations of &lt;a href=\"Bede\"&gt;Bede&lt;/a&gt;'s \"&lt;a href=\"Historia%20ecclesiastica%20gentis%20Anglorum\"&gt;Ecclesiastical History&lt;/a&gt;\" and &lt;a href=\"Boethius\"&gt;Boethius&lt;/a&gt;' \"&lt;a href=\"Consolation%20of%20Philosophy\"&gt;Consolation of Philosophy&lt;/a&gt;\". Meanwhile, the &lt;a href=\"Christian%20Church\"&gt;Christian Church&lt;/a&gt; frowned on even partial adaptations of &lt;a href=\"St.%20Jerome\"&gt;St. Jerome&lt;/a&gt;'s \"&lt;a href=\"Vulgate%20Bible\"&gt;Vulgate&lt;/a&gt;\" of c. 384 CE, the standard Latin Bible.\nIn &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, the spread of &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; led to large-scale ongoing translation efforts spanning well over a thousand years. The &lt;a href=\"Tangut%20Empire\"&gt;Tangut Empire&lt;/a&gt; was especially efficient in such efforts; exploiting the then newly invented &lt;a href=\"block%20printing\"&gt;block printing&lt;/a&gt;, and with the full support of the government (contemporary sources describe the Emperor and his mother personally contributing to the translation effort, alongside sages of various nationalities), the Tanguts took mere decades to translate volumes that had taken the &lt;a href=\"China\"&gt;Chinese&lt;/a&gt; centuries to render.\nThe &lt;a href=\"Arabs\"&gt;Arabs&lt;/a&gt; undertook &lt;a href=\"Graeco-Arabic%20translation%20movement\"&gt;large-scale efforts at translation&lt;/a&gt;. Having conquered the &lt;a href=\"Ancient%20Greece\"&gt;Greek&lt;/a&gt; world, they made Arabic versions of its philosophical and scientific works. During the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, translations of some of these Arabic versions &lt;a href=\"Latin%20translations%20of%20the%2012th%20century\"&gt;were made into Latin&lt;/a&gt;, chiefly at &lt;a href=\"C%C3%B3rdoba%2C%20Spain\"&gt;Córdoba&lt;/a&gt; in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. King &lt;a href=\"Alfonso%20X%20of%20Castile\"&gt;Alfonso X the Wise&lt;/a&gt; of &lt;a href=\"Kingdom%20of%20Castile\"&gt;Castile&lt;/a&gt; in the 13th century promoted this effort by founding a \"Schola Traductorum\" (School of Translation) in &lt;a href=\"Toledo%2C%20Spain\"&gt;Toledo&lt;/a&gt;. There Arabic texts, Hebrew texts, and Latin texts were translated into the other tongues by Muslim, Jewish, and Christian scholars, who also argued the merits of their respective religions. Latin translations of Greek and original Arab works of scholarship and science helped advance European &lt;a href=\"Scholasticism\"&gt;Scholasticism&lt;/a&gt;, and thus European science and culture.\nThe broad historic trends in Western translation practice may be illustrated on the example of translation into the English language.\nThe first fine translations into English were made in the 14th century by &lt;a href=\"Geoffrey%20Chaucer\"&gt;Geoffrey Chaucer&lt;/a&gt;, who adapted from the &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; of &lt;a href=\"Giovanni%20Boccaccio\"&gt;Giovanni Boccaccio&lt;/a&gt; in his own \"&lt;a href=\"Knight%27s%20Tale\"&gt;Knight's Tale&lt;/a&gt;\" and \"&lt;a href=\"Troilus%20and%20Criseyde\"&gt;Troilus and Criseyde&lt;/a&gt;\"; began a translation of the French-language \"&lt;a href=\"Roman%20de%20la%20Rose\"&gt;Roman de la Rose&lt;/a&gt;\"; and completed a translation of &lt;a href=\"Boethius\"&gt;Boethius&lt;/a&gt; from the Latin. Chaucer founded an English &lt;a href=\"poetry\"&gt;poetic&lt;/a&gt; tradition on \"&lt;a href=\"Literary%20adaptation\"&gt;adaptations&lt;/a&gt;\" and translations from those earlier-established &lt;a href=\"literary%20language\"&gt;literary language&lt;/a&gt;s.\nThe first great English translation was the \"&lt;a href=\"Wycliffe%20Bible\"&gt;Wycliffe Bible&lt;/a&gt;\" (c. 1382), which showed the weaknesses of an underdeveloped English &lt;a href=\"prose\"&gt;prose&lt;/a&gt;. Only at the end of the 15th century did the great age of English prose translation begin with &lt;a href=\"Thomas%20Malory\"&gt;Thomas Malory&lt;/a&gt;'s \"&lt;a href=\"Le%20Morte%20Darthur\"&gt;Le Morte Darthur&lt;/a&gt;\"—an adaptation of &lt;a href=\"Arthurian%20romance\"&gt;Arthurian romance&lt;/a&gt;s so free that it can, in fact, hardly be called a true translation. The first great &lt;a href=\"Tudor%20period\"&gt;Tudor&lt;/a&gt; translations are, accordingly, the \"&lt;a href=\"Tyndale%20Bible\"&gt;Tyndale New Testament&lt;/a&gt;\" (1525), which influenced the \"&lt;a href=\"Authorized%20Version\"&gt;Authorized Version&lt;/a&gt;\" (1611), and &lt;a href=\"Lord%20Berners\"&gt;Lord Berners&lt;/a&gt;' version of &lt;a href=\"Jean%20Froissart\"&gt;Jean Froissart&lt;/a&gt;'s \"Chronicles\" (1523–25).\nMeanwhile, in &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, a new period in the history of translation had opened in &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt; with the arrival, at the court of &lt;a href=\"Cosimo%20de%27%20Medici\"&gt;Cosimo de' Medici&lt;/a&gt;, of the &lt;a href=\"Byzantine\"&gt;Byzantine&lt;/a&gt; scholar &lt;a href=\"Georgius%20Gemistus%20Pletho\"&gt;Georgius Gemistus Pletho&lt;/a&gt; shortly before the fall of &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; to the Turks (1453). A Latin translation of &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt;'s works was undertaken by &lt;a href=\"Marsilio%20Ficino\"&gt;Marsilio Ficino&lt;/a&gt;. This and &lt;a href=\"Erasmus\"&gt;Erasmus&lt;/a&gt;' Latin edition of the \"&lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt;\" led to a new attitude to translation. For the first time, readers demanded rigor of rendering, as philosophical and religious beliefs depended on the exact words of &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt;, &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; and &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;.\nNon-scholarly literature, however, continued to rely on \"adaptation\". &lt;a href=\"France\"&gt;France&lt;/a&gt;'s \"&lt;a href=\"Pl%C3%A9iade\"&gt;Pléiade&lt;/a&gt;\", &lt;a href=\"England\"&gt;England&lt;/a&gt;'s &lt;a href=\"Tudor%20period\"&gt;Tudor&lt;/a&gt; poets, and the &lt;a href=\"Elizabethan\"&gt;Elizabethan&lt;/a&gt; translators adapted themes by &lt;a href=\"Horace\"&gt;Horace&lt;/a&gt;, &lt;a href=\"Ovid\"&gt;Ovid&lt;/a&gt;, &lt;a href=\"Petrarch\"&gt;Petrarch&lt;/a&gt; and modern Latin writers, forming a new poetic style on those models. The English poets and translators sought to supply a new public, created by the rise of a &lt;a href=\"middle%20class\"&gt;middle class&lt;/a&gt; and the development of &lt;a href=\"printing\"&gt;printing&lt;/a&gt;, with works such as the original authors \"would have written\", had they been writing in England in that day.\nThe &lt;a href=\"Elizabethan\"&gt;Elizabethan&lt;/a&gt; period of translation saw considerable progress beyond mere paraphrase toward an ideal of &lt;a href=\"Stylistics%20%28linguistics%29\"&gt;stylistic&lt;/a&gt; equivalence, but even to the end of this period, which actually reached to the middle of the 17th century, there was no concern for &lt;a href=\"Words\"&gt;verbal&lt;/a&gt; &lt;a href=\"accuracy\"&gt;accuracy&lt;/a&gt;.\nIn the second half of the 17th century, the poet John Dryden sought to make &lt;a href=\"Virgil\"&gt;Virgil&lt;/a&gt; speak \"in words such as he would probably have written if he were living and an Englishman\". As great as Dryden's poem is, however, one is reading Dryden, and not experiencing the Roman poet's concision. Similarly, &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt; arguably suffers from &lt;a href=\"Alexander%20Pope\"&gt;Alexander Pope&lt;/a&gt;'s endeavor to reduce the Greek poet's \"wild paradise\" to order. Both works live on as worthy \"English\" epics, more than as a point of access to the Latin or Greek.\nThroughout the 18th century, the watchword of translators was ease of reading. Whatever they did not understand in a text, or thought might bore readers, they omitted. They cheerfully assumed that their own style of expression was the best, and that texts should be made to conform to it in translation. For scholarship they cared no more than had their predecessors, and they did not shrink from making translations from translations in third languages, or from languages that they hardly knew, or—as in the case of &lt;a href=\"James%20Macpherson\"&gt;James Macpherson&lt;/a&gt;'s \"translations\" of &lt;a href=\"Ossian\"&gt;Ossian&lt;/a&gt;—from texts that were actually of the \"translator's\" own composition.\nThe 19th century brought new standards of accuracy and style. In regard to accuracy, observes J.M. Cohen, the policy became \"the text, the whole text, and nothing but the text\", except for any &lt;a href=\"bawdy\"&gt;bawdy&lt;/a&gt; passages and the addition of copious explanatory &lt;a href=\"footnote\"&gt;footnote&lt;/a&gt;s. In regard to style, the &lt;a href=\"Victorians\"&gt;Victorians&lt;/a&gt;' aim, achieved through far-reaching metaphrase (literality) or \"pseudo\"-metaphrase, was to constantly remind readers that they were reading a \"foreign\" classic. An exception was the outstanding translation in this period, &lt;a href=\"Edward%20FitzGerald%20%28poet%29\"&gt;Edward FitzGerald&lt;/a&gt;'s \"&lt;a href=\"Rubaiyat%20of%20Omar%20Khayyam\"&gt;Rubaiyat&lt;/a&gt;\" of &lt;a href=\"Omar%20Khayyam\"&gt;Omar Khayyam&lt;/a&gt; (1859), which achieved its Oriental flavor largely by using Persian names and discreet Biblical echoes and actually drew little of its material from the Persian original.\nIn advance of the 20th century, a new pattern was set in 1871 by &lt;a href=\"Benjamin%20Jowett\"&gt;Benjamin Jowett&lt;/a&gt;, who translated &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; into simple, straightforward language. Jowett's example was not followed, however, until well into the new century, when accuracy rather than style became the principal criterion.\nModern translation.\nAs a language evolves, texts in an earlier version of the language—original texts, or old translations—may become difficult for modern readers to understand. Such a text may therefore be translated into more modern language, producing a \"modern translation\" (e.g., a \"modern English translation\" or \"modernized translation\").\nSuch modern rendering is applied either to literature from classical languages such as Latin or Greek, notably to the Bible (see \"&lt;a href=\"Modern%20English%20Bible%20translations\"&gt;Modern English Bible translations&lt;/a&gt;\"), or to literature from an earlier stage of the same language, as with the works of &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt; (which are largely understandable by a modern audience, though with some difficulty) or with &lt;a href=\"Geoffrey%20Chaucer\"&gt;Geoffrey Chaucer&lt;/a&gt;'s &lt;a href=\"Middle%20English\"&gt;Middle-English&lt;/a&gt; \"&lt;a href=\"The%20Canterbury%20Tales\"&gt;Canterbury Tales&lt;/a&gt;\" (which is understandable to most modern readers only through heavy dependence on footnotes). In 2015 the &lt;a href=\"Oregon%20Shakespeare%20Festival\"&gt;Oregon Shakespeare Festival&lt;/a&gt; commissioned professional translation of the entire Shakespeare canon, including disputed works such as \"&lt;a href=\"Edward%20III%20%28play%29\"&gt;Edward III&lt;/a&gt;\", into contemporary vernacular English; in 2019, off-off-Broadway, the canon was premiered in a month-long series of staged readings.\nModern translation is applicable to any language with a long literary history. For example, in Japanese the 11th-century \"&lt;a href=\"The%20Tale%20of%20Genji\"&gt;Tale of Genji&lt;/a&gt;\" is generally read in modern translation (see \"&lt;a href=\"The%20Tale%20of%20Genji%23Modern%20readership\"&gt;\"Genji:\" modern readership&lt;/a&gt;\").\nModern translation often involves literary scholarship and textual revision, as there is frequently not one single canonical text. This is particularly noteworthy in the case of the Bible and Shakespeare, where modern scholarship can result in substantive textual changes.\n&lt;a href=\"Anna%20North\"&gt;Anna North&lt;/a&gt; writes: \"Translating the long-dead language &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt; used — a variant of &lt;a href=\"ancient%20Greek\"&gt;ancient Greek&lt;/a&gt; called Homeric Greek — into contemporary English is no easy task, and translators bring their own skills, opinions, and stylistic sensibilities to the text. The result is that every translation is different, almost a new poem in itself.\" An example is &lt;a href=\"Emily%20Wilson%20%28classicist%29\"&gt;Emily Wilson&lt;/a&gt;'s 2017 translation of Homer's \"&lt;a href=\"Odyssey\"&gt;Odyssey&lt;/a&gt;\", where by conscious choice Wilson \"lays bare the morals of its time and place, and invites us to consider how different they are from our own, and how similar.\"\nModern translation meets with opposition from some traditionalists. In English, some readers prefer the &lt;a href=\"Authorized%20King%20James%20Version\"&gt;Authorized King James Version&lt;/a&gt; of the Bible to modern translations, and Shakespeare in the original of ca. 1600 to modern translations.\nAn opposite process involves translating modern literature into classical languages, for the purpose of &lt;a href=\"extensive%20reading\"&gt;extensive reading&lt;/a&gt; (for examples, see \"&lt;a href=\"List%20of%20Latin%20translations%20of%20modern%20literature\"&gt;List of Latin translations of modern literature&lt;/a&gt;\").\nPoetry.\nViews on the possibility of satisfactorily translating poetry show a broad spectrum, depending partly on the degree of latitude desired by the translator in regard to a poem's formal features (rhythm, rhyme, verse form, etc.), but also relating to how much of the suggestiveness and imagery in the host poem can be recaptured or approximated in the target language. &lt;a href=\"Douglas%20Hofstadter\"&gt;Douglas Hofstadter&lt;/a&gt;, in his 1997 book, \"&lt;a href=\"Le%20Ton%20beau%20de%20Marot\"&gt;Le Ton beau de Marot&lt;/a&gt;\", argued that a good translation of a poem must convey as much as possible not only of its literal meaning but also of its form and structure (meter, rhyme or alliteration scheme, etc.).\nThe &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n-born &lt;a href=\"linguist\"&gt;linguist&lt;/a&gt; and &lt;a href=\"semiotician\"&gt;semiotician&lt;/a&gt; &lt;a href=\"Roman%20Jakobson\"&gt;Roman Jakobson&lt;/a&gt;, however, had in his 1959 paper \"&lt;a href=\"On%20Linguistic%20Aspects%20of%20Translation\"&gt;On Linguistic Aspects of Translation&lt;/a&gt;\", declared that \"poetry by definition [is] untranslatable\". &lt;a href=\"Vladimir%20Nabokov\"&gt;Vladimir Nabokov&lt;/a&gt;, another Russian-born author, took a view similar to Jakobson's. He considered rhymed, metrical, versed poetry to be in principle untranslatable and therefore rendered his 1964 English translation of &lt;a href=\"Alexander%20Pushkin\"&gt;Alexander Pushkin&lt;/a&gt;'s &lt;a href=\"Eugene%20Onegin%23Into%20English\"&gt;\"Eugene Onegin\" in prose&lt;/a&gt;.\nHofstadter, in \"&lt;a href=\"Le%20Ton%20beau%20de%20Marot\"&gt;Le Ton beau de Marot&lt;/a&gt;\", criticized Nabokov's attitude toward verse translation. In 1999 Hofstadter published his own translation of \"Eugene Onegin\", in verse form.\nHowever, a host of more contemporary literary translators of poetry lean toward &lt;a href=\"Alexander%20von%20Humboldt\"&gt;Alexander von Humboldt&lt;/a&gt;'s notion of language as a \"third universe\" existing \"midway between the phenomenal reality of the 'empirical world' and the internalized structures of consciousness.\" Perhaps this is what poet &lt;a href=\"Sholeh%20Wolp%C3%A9\"&gt;Sholeh Wolpé&lt;/a&gt;, translator of the 12th-century Iranian epic poem \"&lt;a href=\"The%20Conference%20of%20the%20Birds\"&gt;The Conference of the Birds&lt;/a&gt;\", means when she writes: Twelfth-century Persian and contemporary English are as different as sky and sea. The best I can do as a poet is to reflect one into the other. The sea can reflect the sky with its moving stars, shifting clouds, gestations of the moon, and migrating birds—but ultimately the sea is not the sky. By nature, it is liquid. It ripples. There are waves. If you are a fish living in the sea, you can only understand the sky if its reflection becomes part of the water. Therefore, this translation of \"The Conference of the Birds\", while faithful to the original text, aims at its re-creation into a still living and breathing work of literature.Poet &lt;a href=\"Sherod%20Santos\"&gt;Sherod Santos&lt;/a&gt; writes: \"The task is not to reproduce the content, but with the flint and the steel of one's own language to spark what Robert Lowell has called 'the fire and finish of the original.'\"\nAccording to &lt;a href=\"Walter%20Benjamin\"&gt;Walter Benjamin&lt;/a&gt;:While a poet's words endure in his own language, even the greatest translation is destined to become part of the growth of its own language and eventually to perish with its renewal. Translation is so far removed from being the sterile equation of two dead languages that of all literary forms it is the one charged with the special mission of watching over the maturing process of the original language and the birth pangs of its own.Gregory Hays, in the course of discussing &lt;a href=\"ancient%20Rome\"&gt;Roman&lt;/a&gt; adapted translations of &lt;a href=\"ancient%20Greek%20literature\"&gt;ancient Greek literature&lt;/a&gt;, makes approving reference to some views on the translating of poetry expressed by &lt;a href=\"David%20Bellos\"&gt;David Bellos&lt;/a&gt;, an accomplished French-to-English translator. Hays writes:\nBook titles.\nBook-title translations can be either descriptive or symbolic. Descriptive book titles, for example &lt;a href=\"Antoine%20de%20Saint-Exup%C3%A9ry\"&gt;Antoine de Saint-Exupéry&lt;/a&gt;'s \"&lt;a href=\"Le%20Petit%20Prince\"&gt;Le Petit Prince&lt;/a&gt;\" (The Little Prince), are meant to be informative, and can name the protagonist, and indicate the theme of the book. An example of a symbolic book title is &lt;a href=\"Stieg%20Larsson\"&gt;Stieg Larsson&lt;/a&gt;'s \"&lt;a href=\"The%20Girl%20with%20the%20Dragon%20Tattoo\"&gt;The Girl with the Dragon Tattoo&lt;/a&gt;\", whose original Swedish title is \"Män som hatar kvinnor\" (Men Who Hate Women). Such symbolic book titles usually indicate the theme, issues, or atmosphere of the work.\nWhen translators are working with long book titles, the translated titles are often shorter and indicate the theme of the book.\nPlays.\nThe translation of plays poses many problems such as the added element of actors, speech duration, translation literalness, and the relationship between the arts of drama and acting. Successful play translators are able to create language that allows the actor and the playwright to work together effectively. Play translators must also take into account several other aspects: the final performance, varying theatrical and acting traditions, characters' speaking styles, modern theatrical discourse, and even the acoustics of the auditorium, i.e., whether certain words will have the same effect on the new audience as they had on the original audience.\nAudiences in Shakespeare's time were more accustomed than modern playgoers to actors having longer stage time. Modern translators tend to simplify the sentence structures of earlier dramas, which included compound sentences with intricate hierarchies of subordinate clauses.\nChinese literature.\nIn translating Chinese literature, translators struggle to find true fidelity in translating into the target language. In \"The Poem Behind the Poem\", Barnstone argues that poetry \"can't be made to sing through a mathematics that doesn't factor in the creativity of the translator\".\nA notable piece of work translated into English is the \"&lt;a href=\"Wen%20Xuan\"&gt;Wen Xuan&lt;/a&gt;\", an anthology representative of major works of Chinese literature. Translating this work requires a high knowledge of the &lt;a href=\"genre\"&gt;genre&lt;/a&gt;s presented in the book, such as poetic forms, various prose types including memorials, letters, proclamations, praise poems, edicts, and historical, philosophical and political disquisitions, threnodies and laments for the dead, and examination essays. Thus the literary translator must be familiar with the writings, lives, and thought of a large number of its 130 authors, making the \"Wen Xuan\" one of the most difficult literary works to translate.\nSung texts.\nTranslation of a text that is sung in vocal music for the purpose of singing in another language—sometimes called \"singing translation\"—is closely linked to translation of poetry because most vocal music, at least in the Western tradition, is set to &lt;a href=\"Verse%20%28popular%20music%29\"&gt;verse&lt;/a&gt;, especially verse in regular patterns with &lt;a href=\"rhyme\"&gt;rhyme&lt;/a&gt;. (Since the late 19th century, musical setting of &lt;a href=\"prose\"&gt;prose&lt;/a&gt; and &lt;a href=\"free%20verse\"&gt;free verse&lt;/a&gt; has also been practiced in some &lt;a href=\"art%20music\"&gt;art music&lt;/a&gt;, though popular music tends to remain conservative in its retention of &lt;a href=\"stanza\"&gt;stanza&lt;/a&gt;ic forms with or without &lt;a href=\"refrain\"&gt;refrain&lt;/a&gt;s.) A rudimentary example of translating poetry for singing is church &lt;a href=\"hymn\"&gt;hymn&lt;/a&gt;s, such as the German &lt;a href=\"chorale\"&gt;chorale&lt;/a&gt;s translated into English by &lt;a href=\"Catherine%20Winkworth\"&gt;Catherine Winkworth&lt;/a&gt;.\nTranslation of sung texts is generally much more restrictive than translation of poetry, because in the former there is little or no freedom to choose between a versified translation and a translation that dispenses with verse structure. One might modify or omit rhyme in a singing translation, but the assignment of syllables to specific notes in the original musical setting places great challenges on the translator. There is the option in prose sung texts, less so in verse, of adding or deleting a syllable here and there by subdividing or combining notes, respectively, but even with prose the process is almost like strict verse translation because of the need to stick as closely as possible to the original prosody of the sung melodic line.\nOther considerations in writing a singing translation include repetition of words and phrases, the placement of rests and/or punctuation, the quality of vowels sung on high notes, and rhythmic features of the vocal line that may be more natural to the original language than to the target language. A sung translation may be considerably or completely different from the original, thus resulting in a &lt;a href=\"contrafactum\"&gt;contrafactum&lt;/a&gt;.\nTranslations of sung texts—whether of the above type meant to be sung or of a more or less literal type meant to be read—are also used as aids to audiences, singers and conductors, when a work is being sung in a language not known to them. The most familiar types are translations presented as subtitles or &lt;a href=\"surtitles\"&gt;surtitles&lt;/a&gt; projected during &lt;a href=\"opera\"&gt;opera&lt;/a&gt; performances, those inserted into concert programs, and those that accompany commercial audio CDs of vocal music. In addition, professional and amateur singers often sing works in languages they do not know (or do not know well), and translations are then used to enable them to understand the meaning of the words they are singing.\nReligious texts.\nAn important role in history has been played by translation of religious texts. Such translations may be influenced by tension between the text and the religious values the translators wish to convey. For example, &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; &lt;a href=\"monk\"&gt;monk&lt;/a&gt;s who translated the &lt;a href=\"India\"&gt;India&lt;/a&gt;n &lt;a href=\"sutra\"&gt;sutra&lt;/a&gt;s into &lt;a href=\"Chinese%20language\"&gt;Chinese&lt;/a&gt; occasionally adjusted their translations to better reflect &lt;a href=\"China\"&gt;China&lt;/a&gt;'s distinct &lt;a href=\"culture\"&gt;culture&lt;/a&gt;, emphasizing notions such as &lt;a href=\"filial%20piety\"&gt;filial piety&lt;/a&gt;.\nOne of the first recorded instances of translation in the West was the 3rd century BCE rendering of some books of the biblical &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt; from Hebrew into &lt;a href=\"Koine%20Greek\"&gt;Koine Greek&lt;/a&gt;. The translation is known as the \"&lt;a href=\"Septuagint\"&gt;Septuagint&lt;/a&gt;\", a name that refers to the supposedly seventy translators (seventy-two, in some versions) who were commissioned to translate the Bible at &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;, Egypt. According to legend, each translator worked in solitary confinement in his own cell, and, according to legend, all seventy versions proved identical. The \"Septuagint\" became the &lt;a href=\"source%20text\"&gt;source text&lt;/a&gt; for later translations into many languages, including Latin, &lt;a href=\"Coptic%20language\"&gt;Coptic&lt;/a&gt;, &lt;a href=\"Armenian%20language\"&gt;Armenian&lt;/a&gt;, and &lt;a href=\"Georgian%20language\"&gt;Georgian&lt;/a&gt;.\nStill considered one of the greatest translators in history, for having rendered the Bible into Latin, is &lt;a href=\"Jerome\"&gt;Jerome&lt;/a&gt; (347–420 CE), the &lt;a href=\"patron%20saint\"&gt;patron saint&lt;/a&gt; of translators. For centuries the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; used his translation (known as the &lt;a href=\"Vulgate\"&gt;Vulgate&lt;/a&gt;), though even this translation stirred controversy. By contrast with Jerome's contemporary, &lt;a href=\"Augustine%20of%20Hippo\"&gt;Augustine of Hippo&lt;/a&gt; (354–430 CE), who endorsed precise translation, Jerome believed in adaptation, and sometimes invention, in order to more effectively bring across the meaning. Jerome's colorful Vulgate translation of the Bible includes some crucial instances of \"overdetermination\". For example, &lt;a href=\"Isaiah\"&gt;Isaiah&lt;/a&gt;'s prophecy announcing that the Savior will be born of a virgin, uses the word \"'almah\", which is also used to describe the dancing girls at &lt;a href=\"Solomon\"&gt;Solomon&lt;/a&gt;'s court, and simply means young and nubile. Jerome, writes &lt;a href=\"Marina%20Warner\"&gt;Marina Warner&lt;/a&gt;, translates it as \"virgo\", \"adding divine authority to the virulent cult of &lt;a href=\"sex\"&gt;sex&lt;/a&gt;ual disgust that shaped Christian moral theology (the [Moslem] \"&lt;a href=\"Quran\"&gt;Quran&lt;/a&gt;\", free from this linguistic trap, does not connect &lt;a href=\"Maryam%20%28name%29\"&gt;Mariam&lt;/a&gt;/&lt;a href=\"Mary%2C%20mother%20of%20Jesus\"&gt;Mary&lt;/a&gt;'s miraculous nature with moral horror of sex).\" The apple that &lt;a href=\"Eve\"&gt;Eve&lt;/a&gt; offered to &lt;a href=\"Adam\"&gt;Adam&lt;/a&gt;, according to Mark Polizzotti, could equally well have been an &lt;a href=\"apricot\"&gt;apricot&lt;/a&gt;, orange, or banana; but Jerome liked the &lt;a href=\"pun\"&gt;pun&lt;/a&gt; \"malus/malum\" (apple/evil).\n&lt;a href=\"Pope%20Francis\"&gt;Pope Francis&lt;/a&gt; has suggested that the phrase \"lead us not into temptation\", in the &lt;a href=\"Lord%27s%20Prayer\"&gt;Lord's Prayer&lt;/a&gt; found in the &lt;a href=\"Gospel%20of%20Matthew\"&gt;Gospels of Matthew&lt;/a&gt; (the first Gospel, written c. 80–90 CE) and &lt;a href=\"Gospel%20of%20Luke\"&gt;Luke&lt;/a&gt; (the third Gospel, written c. 80–110 CE), should more properly be translated, \"do not let us fall into temptation\", commenting that God does not lead people into temptation—&lt;a href=\"Satan\"&gt;Satan&lt;/a&gt; does. Some important early Christian authors interpreted the Bible's Greek text and &lt;a href=\"Jerome\"&gt;Jerome&lt;/a&gt;'s &lt;a href=\"Latin%20Vulgate\"&gt;Latin Vulgate&lt;/a&gt; similarly to Pope Francis. A.J.B. Higgins in 1943 showed that among the earliest Christian authors, the understanding and even the text of this devotional verse underwent considerable changes. These ancient writers suggest that, even if the Greek and Latin texts are left unmodified, something like \"do not let us fall\" could be an acceptable English rendering. Higgins cited &lt;a href=\"Tertullian\"&gt;Tertullian&lt;/a&gt;, the earliest of the Latin &lt;a href=\"Church%20Fathers\"&gt;Church Fathers&lt;/a&gt; (c. 155–c. 240 CE, \"do not allow us to be led\") and &lt;a href=\"Cyprian\"&gt;Cyprian&lt;/a&gt; (c. 200–258 CE, \"do not allow us to be led into temptation\"). A later author, &lt;a href=\"Ambrose\"&gt;Ambrose&lt;/a&gt; (C. 340–397 CE), followed Cyprian's interpretation. &lt;a href=\"Augustine%20of%20Hippo\"&gt;Augustine of Hippo&lt;/a&gt; (354–430), familiar with Jerome's Latin Vulgate rendering, observed that \"many people... say it this way: 'and do not allow us to be led into temptation.'\"\nIn 863 CE the brothers &lt;a href=\"Saints%20Cyril%20and%20Methodius\"&gt;Saints Cyril and Methodius&lt;/a&gt;, the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;'s \"Apostles to the Slavs\", began translating parts of the Bible into the &lt;a href=\"Old%20Church%20Slavonic\"&gt;Old Church Slavonic&lt;/a&gt; language, using the &lt;a href=\"Glagolitic%20script\"&gt;Glagolitic script&lt;/a&gt; that they had devised, based on the &lt;a href=\"Greek%20alphabet\"&gt;Greek alphabet&lt;/a&gt;.\nThe periods preceding and contemporary with the &lt;a href=\"Protestant%20Reformation\"&gt;Protestant Reformation&lt;/a&gt; saw translations of the Bible into &lt;a href=\"vernacular\"&gt;vernacular&lt;/a&gt; (local) European languages—a development that contributed to &lt;a href=\"Western%20Christianity\"&gt;Western Christianity&lt;/a&gt;'s split into Roman Catholicism and &lt;a href=\"Protestantism\"&gt;Protestantism&lt;/a&gt; over disparities between Catholic and Protestant renderings of crucial words and passages (and due to a Protestant-perceived need to reform the Roman Catholic Church). Lasting effects on the religions, cultures, and languages of their respective countries were exerted by such Bible translations as &lt;a href=\"Martin%20Luther\"&gt;Martin Luther&lt;/a&gt;'s into German (the &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt;, 1522), &lt;a href=\"Jakub%20Wujek\"&gt;Jakub Wujek&lt;/a&gt;'s into Polish (1599, as revised by the &lt;a href=\"Jesuits\"&gt;Jesuits&lt;/a&gt;), and &lt;a href=\"William%20Tyndale\"&gt;William Tyndale&lt;/a&gt;'s (New Testament, 1526 and revisions) and the \"&lt;a href=\"King%20James%20Version\"&gt;King James Version&lt;/a&gt;\" into English (1611).\nEfforts to translate the Bible into English had their &lt;a href=\"martyr\"&gt;martyr&lt;/a&gt;s. &lt;a href=\"William%20Tyndale\"&gt;William Tyndale&lt;/a&gt; (c. 1494–1536) was convicted of &lt;a href=\"heresy\"&gt;heresy&lt;/a&gt; at &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt;, was strangled to death while tied at the stake, and then his dead body was burned. Earlier, &lt;a href=\"John%20Wycliffe\"&gt;John Wycliffe&lt;/a&gt; (c. mid-1320s – 1384) had managed to die a natural death, but 30 years later the &lt;a href=\"Council%20of%20Constance\"&gt;Council of Constance&lt;/a&gt; in 1415 declared him a heretic and decreed that his works and earthly remains should be burned; the order, confirmed by &lt;a href=\"Pope%20Martin%20V\"&gt;Pope Martin V&lt;/a&gt;, was carried out in 1428, and Wycliffe's corpse was exhumed and burned and the ashes cast into the &lt;a href=\"River%20Swift\"&gt;River Swift&lt;/a&gt;. Debate and religious &lt;a href=\"schism\"&gt;schism&lt;/a&gt; over different translations of religious texts continue, as demonstrated by, for example, the &lt;a href=\"King%20James%20Only%20movement\"&gt;King James Only movement&lt;/a&gt;.\nA famous \"mistranslation\" of a &lt;a href=\"Biblical\"&gt;Biblical&lt;/a&gt; text is the rendering of the Hebrew word (\"keren\"), which has several meanings, as \"horn\" in a context where it more plausibly means \"beam of light\": as a result, for centuries artists, including sculptor &lt;a href=\"Michelangelo\"&gt;Michelangelo&lt;/a&gt;, have rendered &lt;a href=\"Moses\"&gt;Moses the Lawgiver&lt;/a&gt; with horns growing from his forehead.\nSuch fallibility of the translation process has contributed to the &lt;a href=\"Islamic\"&gt;Islamic&lt;/a&gt; world's ambivalence about translating the \"&lt;a href=\"Quran\"&gt;Quran&lt;/a&gt;\" (also spelled \"Koran\") from the original Arabic, as received by the prophet &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt; from &lt;a href=\"Allah\"&gt;Allah&lt;/a&gt; (God) through the angel &lt;a href=\"Gabriel\"&gt;Gabriel&lt;/a&gt; incrementally between 609 and 632 CE, the year of Muhammad's death. During prayers, the \"Quran\", as the miraculous and inimitable word of Allah, is recited only in Arabic. However, as of 1936, it had been translated into at least 102 languages.\nA fundamental difficulty in translating the \"Quran\" accurately stems from the fact that an Arabic word, like a Hebrew or Aramaic word, may have a &lt;a href=\"Polysemy\"&gt;range of meanings&lt;/a&gt;, depending on &lt;a href=\"Context%20%28language%20use%29\"&gt;context&lt;/a&gt;. This is said to be a linguistic feature, particularly of all &lt;a href=\"Semitic%20languages\"&gt;Semitic languages&lt;/a&gt;, that adds to the usual similar difficulties encountered in translating between any two languages. There is always an element of human judgment—of interpretation—involved in understanding and translating a text. Muslims regard any translation of the \"Quran\" as but one possible interpretation of the &lt;a href=\"Classical%20Arabic\"&gt;Quranic (Classical) Arabic&lt;/a&gt; text, and not as a full equivalent of that divinely communicated original. Hence such a translation is often called an \"interpretation\" rather than a translation.\nTo complicate matters further, as with other languages, the meanings and usages of some expressions have changed \"over time\", between the Classical Arabic of the \"Quran\", and modern Arabic. Thus a modern Arabic speaker may misinterpret the meaning of a word or passage in the \"Quran\". Moreover, the interpretation of a Quranic passage will also depend on the historic context of Muhammad's life and of his early community. Properly researching that context requires a detailed knowledge of \"&lt;a href=\"hadith\"&gt;hadith&lt;/a&gt;\" and \"&lt;a href=\"Prophetic%20biography\"&gt;sirah&lt;/a&gt;\", which are themselves vast and complex texts. Hence, analogously to the translating of &lt;a href=\"%23Chinese%20literature\"&gt;Chinese literature&lt;/a&gt;, an attempt at an accurate translation of the \"Quran\" requires a knowledge not only of the Arabic language and of the target language, including their respective evolutions, but also a deep understanding of the two &lt;a href=\"culture\"&gt;culture&lt;/a&gt;s involved.\nExperimental literature.\nExperimental literature, such as &lt;a href=\"Kathy%20Acker\"&gt;Kathy Acker&lt;/a&gt;’s novel \"Don Quixote\" (1986) and &lt;a href=\"Giannina%20Braschi\"&gt;Giannina Braschi&lt;/a&gt;’s novel \"&lt;a href=\"Yo-Yo%20Boing%21\"&gt;Yo-Yo Boing!&lt;/a&gt;\" (1998), features a translative writing that highlights discomforts of the interlingual and translingual encounters and literary translation as a creative practice. These authors weave their own translations into their texts.\nAcker's &lt;a href=\"Postmodern%20literature\"&gt;Postmodern&lt;/a&gt; fiction both fragments and preserves the materiality of &lt;a href=\"Catullus\"&gt;Catullus&lt;/a&gt;’s Latin text in ways that tease out its semantics and syntax without wholly appropriating them, a method that unsettles the notion of any fixed and finished translation.\nWhereas Braschi's trilogy of experimental works (\"&lt;a href=\"Empire%20of%20Dreams%20%28poetry%20collection%29\"&gt;Empire of Dreams&lt;/a&gt;\", 1988; \"&lt;a href=\"Yo-Yo%20Boing%21\"&gt;Yo-Yo Boing!&lt;/a&gt;\", 1998, and \"&lt;a href=\"United%20States%20of%20Banana\"&gt;United States of Banana&lt;/a&gt;\", 2011) deals with the very subject of translation. Her trilogy presents the evolution of the Spanish language through loose translations of dramatic, poetic, and philosophical writings from the Medieval, &lt;a href=\"Spanish%20Golden%20Age\"&gt;Golden Age&lt;/a&gt;, and &lt;a href=\"Modernismo\"&gt;Modernist&lt;/a&gt; eras into contemporary Caribbean, Latin American, and Nuyorican Spanish expressions. Braschi’s translations of classical texts in Iberian Spanish (into other regional and historical linguistic and poetic frameworks) challenge the concept of national languages.\nScience fiction.\n&lt;a href=\"Science%20fiction\"&gt;Science fiction&lt;/a&gt; being a &lt;a href=\"genre\"&gt;genre&lt;/a&gt; with a recognizable set of conventions and literary genealogies, in which language often includes &lt;a href=\"neologism\"&gt;neologism&lt;/a&gt;s, neosemes, and &lt;a href=\"invented%20languages\"&gt;invented languages&lt;/a&gt;, techno-scientific and &lt;a href=\"Pseudoscience\"&gt;pseudoscientific&lt;/a&gt; vocabulary, and fictional representation of the translation process, the translation of science-fiction texts involves specific concerns. The science-fiction translator tends to acquire specific competences and assume a distinctive publishing and cultural agency. As in the case of other mass-fiction genres, this professional specialization and role often is not recognized by publishers and scholars.\nTranslation of science fiction accounts for the transnational nature of science fiction's repertoire of shared conventions and &lt;a href=\"Trope%20%28literature%29\"&gt;tropes&lt;/a&gt;. After &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, many European countries were swept by a wave of translations from the English. Due to the prominence of English as a source language, the use of &lt;a href=\"pseudonym\"&gt;pseudonym&lt;/a&gt;s and &lt;a href=\"pseudotranslation\"&gt;pseudotranslation&lt;/a&gt;s became common in countries such as Italy and Hungary, and English has often been used as a &lt;a href=\"vehicular%20language\"&gt;vehicular language&lt;/a&gt; to translate from languages such as Chinese and Japanese.\nMore recently, the international market in science-fiction translations has seen an increasing presence of source languages other than English.\nTechnical translation.\n&lt;a href=\"Technical%20translation\"&gt;Technical translation&lt;/a&gt; renders documents such as manuals, instruction sheets, internal memos, minutes, financial reports, and other documents for a limited audience (who are directly affected by the document) and whose useful life is often limited. Thus, a user guide for a particular model of refrigerator is useful only for the owner of the refrigerator, and will remain useful only as long as that refrigerator model is in use. Similarly, software documentation generally pertains to a particular software, whose applications are used only by a certain class of users."
}