{
    "id": "18647632",
    "revid": "23827881",
    "url": "https://en.wikipedia.org/wiki?curid=18647632",
    "title": "Castle Rock (Garrison, New York)",
    "text": "Castle Rock is the estate of former &lt;a href=\"Illinois%20Central%20Railroad\"&gt;Illinois Central Railroad&lt;/a&gt; president &lt;a href=\"William%20H.%20Osborn\"&gt;William H. Osborn&lt;/a&gt; in &lt;a href=\"Garrison%2C%20New%20York\"&gt;Garrison&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. It sits on the hill of the same name, looking down on the &lt;a href=\"Hudson%20River\"&gt;Hudson River&lt;/a&gt; below. Visible from &lt;a href=\"United%20States%20Military%20Academy\"&gt;West Point&lt;/a&gt; across the river and traffic on &lt;a href=\"New%20York%20State%20Route%209D\"&gt;NY 9D&lt;/a&gt; passing through Garrison, it has become one of the most recognizable man-made landmarks of the &lt;a href=\"Hudson%20Highlands\"&gt;Hudson Highlands&lt;/a&gt;.\nThe Osborn family, including &lt;a href=\"paleontology\"&gt;paleontologist&lt;/a&gt; &lt;a href=\"Henry%20Fairfield%20Osborn\"&gt;Henry Fairfield Osborn&lt;/a&gt; and his son, &lt;a href=\"conservation%20movement\"&gt;conservationist&lt;/a&gt; &lt;a href=\"Henry%20Fairfield%20Osborn%2C%20Jr\"&gt;Henry Fairfield Osborn, Jr&lt;/a&gt;, has owned and lived in it since it was built by J. Morgan Slade in 1881 as a summer residence, although the original acreage has been &lt;a href=\"subdivision%20%28land%29\"&gt;subdivided&lt;/a&gt; considerably since then. In 1977 it was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;. Most of the remaining land is now open to the public for hiking.\nProperty.\nThe rough-cut &lt;a href=\"stonemasonry\"&gt;stone&lt;/a&gt; castle-like main house is built around a main block with a &lt;a href=\"Cone%20%28geometry%29\"&gt;conical&lt;/a&gt;-roofed round tower. Porches and verandas project from many sides of the home to take advantage of the views of the river and mountains in the area. The roof is consistent red &lt;a href=\"slate\"&gt;slate&lt;/a&gt;, with &lt;a href=\"dormer%20window\"&gt;dormers&lt;/a&gt; of differing shapes and sizes scattered throughout. One &lt;a href=\"gable\"&gt;gable&lt;/a&gt; to the east uses dressed stone, in contrast with the rest of the building. A north wing with library and extra bedrooms were added later. Four interior &lt;a href=\"chimney\"&gt;chimney&lt;/a&gt;s are within the mansion. In 2010, extensive historic restoration work was completed to repair the entire slate roof, tower, dormers, and chimneys. \nThere are several outbuildings and other structures on the original property that are included as &lt;a href=\"contributing%20property\"&gt;contributing resources&lt;/a&gt;. To the northeast, on the mountain's summit, is Woodsome Lodge, a rustic log cabin with its own views of the Highlands. The estate's &lt;a href=\"spring%20%28hydrology%29\"&gt;spring&lt;/a&gt;-fed wooden water tank is also nearby. A stone &lt;a href=\"arch%20bridge\"&gt;arch bridge&lt;/a&gt; was added at the same time as the library wing. Stone was also used for a -story &lt;a href=\"gatehouse\"&gt;gatehouse&lt;/a&gt; along the winding driveway leading up to the house from Cat Rock Road (&lt;a href=\"New%20York%20State%20Route%20403\"&gt;NY 403&lt;/a&gt;).\nBuildings that predate the estate are also included. A -story farmhouse known locally as Wing &amp; Wing, built some years before it was expanded into a contemporary cottage in 1858, is near Route 9D on the open &lt;a href=\"meadow\"&gt;meadow&lt;/a&gt;s between the road and the hill. Also there is a barn-and-farmhouse complex, with nearby &lt;a href=\"Roof%20shingle\"&gt;shingled&lt;/a&gt; home, built by other landowners at the end of the 19th century. A small guest cottage was later built on a separate property.\nAnother Osborn-estate–related property, &lt;a href=\"The%20Birches%20%28Garrison%2C%20New%20York%29\"&gt;The Birches&lt;/a&gt;, is at the very corner of Routes 9D and 403. It was used by Osborn's sons after their weddings, and is listed separately on the National Register, but was not formally part of the estate.\nHistory.\nIn 1855 Osborn, who had been one of the charter officers of the Illinois Central two years earlier, visited the Highlands to take in the fresh air and scenic beauty of the area. He enjoyed his visit so much that he decided to buy the property where Castle Rock and its associated properties now stands. He and his family spent summers in Wing and Wing until the castle was completed the year before he retired from the railroad industry as president of the Chicago, St. Louis and New Orleans Railroad. He lived there until his death in 1894, devoting his time and money to &lt;a href=\"philanthropy\"&gt;philanthropic&lt;/a&gt; activities in New York.\nIt was inherited by his son &lt;a href=\"Henry%20Fairfield%20Osborn\"&gt;Henry Fairfield Osborn&lt;/a&gt;. Since it was intended as a retirement house, it needed to be expanded to accommodate the younger Osborn's wife and family. The library wing was added in 1906; most of Osborn's &lt;a href=\"paleontology\"&gt;paleontological&lt;/a&gt; papers were written at Castle Rock.\nOsborn also made other improvements to the property, including Woodsome Lodge, and other wings that doubled the size of the original castle. Most of these were architecturally sympathetic to Slade's original design, and there has been little change to it since then. In 1974, William Henry Osborn II, one of Henry Fairfield's younger sons, donated the southern portion of the property, which includes &lt;a href=\"Sugarloaf%20Hill%20%28Hudson%20Highlands%29\"&gt;Sugarloaf Hill&lt;/a&gt;, to the &lt;a href=\"New%20York%20State%20Office%20of%20Parks%2C%20Recreation%20and%20Historic%20Preservation\"&gt;State Parks Council&lt;/a&gt; for eventual inclusion in &lt;a href=\"Hudson%20Highlands%20State%20Park\"&gt;Hudson Highlands State Park&lt;/a&gt;. In the late 1970s, after the property was listed on the Register, New York's &lt;a href=\"New%20York%20State%20Department%20of%20Environmental%20Conservation\"&gt;Department of Environmental Conservation&lt;/a&gt; bought of the former estate, including the meadows along Route 9D, and opened it to the public as the Castle Rock &lt;a href=\"New%20York%20State%20Forests\"&gt;Unique Area&lt;/a&gt;. Hiking &lt;a href=\"trail\"&gt;trail&lt;/a&gt;s now lead through it and up the mountain; however the house property remains private."
}