{
    "id": "18678480",
    "revid": "1994703",
    "url": "https://en.wikipedia.org/wiki?curid=18678480",
    "title": "Daryl Janmaat",
    "text": "Daryl Janmaat (born 22 July 1989) is a Dutch professional &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; who plays as a &lt;a href=\"Defender%20%28association%20football%29%23Full-back\"&gt;right back&lt;/a&gt; for Dutch club &lt;a href=\"ADO%20Den%20Haag\"&gt;ADO Den Haag&lt;/a&gt;.\nHe began his career at &lt;a href=\"ADO%20Den%20Haag\"&gt;ADO Den Haag&lt;/a&gt;, and went on to play for the &lt;a href=\"Eredivisie\"&gt;Eredivisie&lt;/a&gt; clubs &lt;a href=\"SC%20Heerenveen\"&gt;Heerenveen&lt;/a&gt; and &lt;a href=\"Feyenoord\"&gt;Feyenoord&lt;/a&gt; before joining &lt;a href=\"Newcastle%20United\"&gt;Newcastle United&lt;/a&gt; in 2014 and then &lt;a href=\"Watford%20F.C\"&gt;Watford F.C&lt;/a&gt; in 2016.\nA full international since 2012, Janmaat has earned over 20 &lt;a href=\"Cap%20%28sport%29\"&gt;caps&lt;/a&gt; and was part of the Dutch team which finished third at the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt;.\nClub career.\nADO Den Haag.\nBorn in &lt;a href=\"Leidschendam\"&gt;Leidschendam&lt;/a&gt;, &lt;a href=\"South%20Holland\"&gt;South Holland&lt;/a&gt;, Janmaat started his senior career in &lt;a href=\"2007%E2%80%9308%20Eerste%20Divisie\"&gt;2007–08&lt;/a&gt;, with &lt;a href=\"ADO%20Den%20Haag\"&gt;ADO Den Haag&lt;/a&gt; in the &lt;a href=\"Eerste%20Divisie\"&gt;Eerste Divisie&lt;/a&gt;.\nHeerenveen.\nIn the following off-season the 19-year-old moved straight into the &lt;a href=\"Eredivisie\"&gt;Eredivisie&lt;/a&gt;, signing for &lt;a href=\"SC%20Heerenveen\"&gt;SC Heerenveen&lt;/a&gt;. In Heerenveen's &lt;a href=\"2009%E2%80%9310%20UEFA%20Europa%20League\"&gt;Europa League&lt;/a&gt; match against &lt;a href=\"Hertha%20Berlin\"&gt;Hertha Berlin&lt;/a&gt; on 23 October 2009, Janmaat came on as a 73rd-minute substitute for Norwegian &lt;a href=\"Christian%20Grindheim\"&gt;Christian Grindheim&lt;/a&gt; and received a red card three minutes later for a late challenge on &lt;a href=\"Nemanja%20Pej%C4%8Dinovi%C4%87\"&gt;Nemanja Pejčinović&lt;/a&gt; but Heerenveen held on for a 1–0 victory. After serving a required suspension, Janmaat scored in his next Europa League appearance on 16 December 2009, netting his side's final goal in a 5–0 win over &lt;a href=\"FK%20Ventspils\"&gt;FK Ventspils&lt;/a&gt; at the &lt;a href=\"Abe%20Lenstra%20Stadion\"&gt;Abe Lenstra Stadion&lt;/a&gt; in Heerenveen but the win proved insufficient as Heerenveen failed to qualify for the knockout stages.\nOn 21 December 2011, Janmaat scored Heerenveen's ninth goal in an 11–1 thrashing of &lt;a href=\"2011%E2%80%9312%20Eerste%20Divisie\"&gt;Eerste Divisie&lt;/a&gt; side &lt;a href=\"FC%20Oss\"&gt;FC Oss&lt;/a&gt; to reach the quarter-finals of the &lt;a href=\"2011%E2%80%9312%20KNVB%20Cup\"&gt;KNVB Beker&lt;/a&gt;. During his four seasons with the club Janmaat was a starter in three after appearing in only ten games in &lt;a href=\"2008%E2%80%9309%20Eredivisie\"&gt;his debut campaign&lt;/a&gt;, which ended with &lt;a href=\"2008%E2%80%9309%20KNVB%20Cup\"&gt;conquest&lt;/a&gt; of the &lt;a href=\"KNVB%20Cup\"&gt;Dutch Cup&lt;/a&gt;.\nFeyenoord.\nIn the middle of 2012, after his contract expired, he signed for fellow top-division side &lt;a href=\"Feyenoord\"&gt;Feyenoord&lt;/a&gt;, which he had already represented as a youth. Janmaat picked up two yellow cards in the space of one minute and was sent off on 9 December 2012 as Feyenoord drew with &lt;a href=\"NAC%20Breda\"&gt;NAC Breda&lt;/a&gt; 2–2 in &lt;a href=\"2012%E2%80%9313%20Eredivisie\"&gt;league&lt;/a&gt; play. On 17 March 2013, he scored the winning goal for Feyenoord as they defeated &lt;a href=\"FC%20Utrecht\"&gt;FC Utrecht&lt;/a&gt; 2–1.\nJanmaat scored his first goal of the &lt;a href=\"2013%E2%80%9314%20Eredivisie\"&gt;2013–14 Eredivisie&lt;/a&gt; season on 16 February 2014, converting a pass from &lt;a href=\"Graziano%20Pell%C3%A8\"&gt;Graziano Pellè&lt;/a&gt; as Feyenoord drew 1–1 with NAC Breda. On 13 April, he scored on the half-volley in the 76th minute as Feyenoord defeated &lt;a href=\"PSV%20Eindhoven\"&gt;PSV&lt;/a&gt; 2–0 in league play.\nNewcastle United.\nOn 17 July 2014, Janmaat joined &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; club &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; on a six-year deal for an undisclosed fee. He made his competitive debut on 17 August, playing the full 90 minutes as Newcastle began their league campaign with a 2–0 home defeat to &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;. On 30 August, Janmaat scored his first goal for the club in a 3–3 draw against &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt;. Over the course of the season, he assisted goals in matches against &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt;, &lt;a href=\"Burnley%20F.C.\"&gt;Burnley&lt;/a&gt;, Crystal Palace and &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt;. For his defensive performances, he was announced as Player of the Year by the &lt;a href=\"Newcastle%20United%20Supporters%20Trust\"&gt;Newcastle United Supporters Trust&lt;/a&gt;.\nOn 15 August 2015, Janmaat was sent off for two bookable offences against &lt;a href=\"Swansea%20City%20A.F.C.\"&gt;Swansea City&lt;/a&gt;, and was therefore unavailable for the following match against &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;. On 25 August, and in the second round Football League Cup tie against &lt;a href=\"Northampton%20Town%20F.C.\"&gt;Northampton Town&lt;/a&gt;, he scored the third goal in a 4–1 win. On 19 September, he scored the consolation goal in a 2–1 loss to &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt;. On 23 September, he was named captain for the third round League Cup tie against &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt;, but was taken off at half-time, citing illness. He later assisted goals in matches against &lt;a href=\"Norwich%20City%20F.C.\"&gt;Norwich City&lt;/a&gt;, Crystal Palace and &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt;.\nOn 2 March 2016, and after a 1–0 loss away to &lt;a href=\"Stoke%20City%20F.C.\"&gt;Stoke City&lt;/a&gt;, he was involved in a confrontation with Newcastle supporters. Intending to applaud the travelling supporters, but met with anger instead; he had to be turned away by &lt;a href=\"Jamaal%20Lascelles\"&gt;Jamaal Lascelles&lt;/a&gt;. On 9 April, Janmaat was substituted in the first half of a 3–1 loss away to &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt;, having sustained a groin injury. In his frustration, he punched a wall and broke two of his fingers, missing the next four matches for Newcastle. &lt;a href=\"Vurnon%20Anita\"&gt;Vurnon Anita&lt;/a&gt; replaced him in his absence, and as a result, reports linked him away from the club. He returned to the squad for the penultimate match of the season against Aston Villa, but was not brought on. He was named in the final match of the season against &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt;. By this time, the club were already relegated, but managed to beat Tottenham 5–1, with Janmaat assisting the fourth goal and scoring the fifth goal. A picture of a Newcastle supporter giving Janmaat a &lt;a href=\"V%20sign%23As%20an%20insult\"&gt;reversed two-fingered salute&lt;/a&gt;, as the Dutchman wheeled away celebrating his goal was widely circulated on social media.\nWatford.\nOn 24 August 2016, following Newcastle's relegation to the Championship, Janmaat signed for Premier League &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; for a fee of £7.5 million. On 12 October 2020, &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; confirmed that agreement with Janmaat was reached for Janmaat to leave on a free transfer.\nReturn to ADO Den Haag.\nOn 29 December 2020, Janmaat signed with &lt;a href=\"ADO%20Den%20Haag\"&gt;ADO Den Haag&lt;/a&gt; as a free-agent.\nInternational career.\nJanmaat made his debut for the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt; on 7 September 2012, playing the full 90 minutes in a 2–0 home win against &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey&lt;/a&gt; for the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt; &lt;a href=\"2014%20FIFA%20World%20Cup%20qualification%20%E2%80%93%20UEFA%20Group%20D\"&gt;qualifiers&lt;/a&gt;. On 31 May 2014, he was selected by national team manager &lt;a href=\"Louis%20van%20Gaal\"&gt;Louis van Gaal&lt;/a&gt; to the final 23-man squad for the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;World Cup&lt;/a&gt; in Brazil. He played his first game in the tournament on 13 June, as Holland thrashed defending champions &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt; 5–1. In the third-place playoff match against host nation &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt;, Janmaat came on as a late substitute for &lt;a href=\"Daley%20Blind\"&gt;Daley Blind&lt;/a&gt; and provided the assist for &lt;a href=\"Georginio%20Wijnaldum\"&gt;Georginio Wijnaldum&lt;/a&gt; as Holland won 3–0.\nHonours.\nWatford\nNetherlands"
}