{
    "id": "18702219",
    "revid": "1938651",
    "url": "https://en.wikipedia.org/wiki?curid=18702219",
    "title": "No. 237 Squadron RAF",
    "text": "No. 237 Squadron was a &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; aircraft squadron. During the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; the unit was formed from &lt;a href=\"Royal%20Rhodesian%20Air%20Force\"&gt;No. 1 Squadron Southern Rhodesian Air Force&lt;/a&gt; for operations in North Africa.\nHistory.\nNo. 237 Squadron was formed at &lt;a href=\"RAF%20Cattewater\"&gt;RAF Cattewater&lt;/a&gt; in August 1918 from Nos 420, 421, 422 and 423 flights of the Royal Naval Air Service. The squadron operated the &lt;a href=\"Short%20184\"&gt;Short 184&lt;/a&gt; on coastal and anti-submarine patrols in the English Channel until it was disbanded at the end of the First World War on 14 May 1919.\nBy 3 September 1939 the Southern Rhodesia Air Section under Squadron Leader M. Maxwell had arrived at &lt;a href=\"Nairobi\"&gt;Nairobi&lt;/a&gt; in the &lt;a href=\"Kenya%20Colony\"&gt;Kenya Colony&lt;/a&gt;. It was then renamed as No. 1 Squadron S. Rhodesian Air Force. 237 Squadron was re-formed as No. 237 (Rhodesia) Squadron on 22 April 1940 when No. 1 Squadron Southern Rhodesia Air Force was taken into Royal Air Force control. It operated a number of Hawker biplanes and was based on the Abyssinian border as an active unit of the &lt;a href=\"East%20African%20Campaign%20%28World%20War%20II%29\"&gt;East African Campaign&lt;/a&gt;, initially to defend British East Africa against the anticipated movement of Italian troops down from their bases to the North. In the Autumn of 1940 the squadron moved into Sudan for operations in Eritrea, and &lt;a href=\"Westland%20Lysander\"&gt;Westland Lysander&lt;/a&gt;s and &lt;a href=\"Gloster%20Gladiator\"&gt;Gloster Gladiator&lt;/a&gt;s were added to its strength. In May 1941 the squadron moved into Egypt and was re-equipped with the &lt;a href=\"Hawker%20Hurricane\"&gt;Hawker Hurricane&lt;/a&gt;, being tasked with tactical reconnaissance duties in the Western Desert. In May 1942 the squadron was deployed to Iraq, as a defence against any German invasion, and then to Libya in an air defence role.\nThe squadron was re-equipped with the &lt;a href=\"Supermarine%20Spitfire\"&gt;Supermarine Spitfire&lt;/a&gt; (Mark VCs first, then Mark IXs) and was moved to &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt; to fly operations over Southern France and Northern Italy. It eventually moved to Italy, where it operated until it was re-numbered as &lt;a href=\"No.%2093%20Squadron%20RAF\"&gt;93 Squadron&lt;/a&gt; before being disbanded on 1 January 1946.\nNotable members.\n&lt;a href=\"Ian%20Smith\"&gt;Ian Smith&lt;/a&gt;, who was later Prime Minister of Rhodesia, was assigned to the squadron during his &lt;a href=\"Military%20service%20of%20Ian%20Smith\"&gt;service&lt;/a&gt; in World War II, and was shot down over Italy."
}