{
    "id": "18707943",
    "revid": "24198",
    "url": "https://en.wikipedia.org/wiki?curid=18707943",
    "title": "Bloodlines of Salem",
    "text": "Bloodlines of Salem was a &lt;a href=\"Salt%20Lake%20City%2C%20Utah\"&gt;Salt Lake City&lt;/a&gt;-based &lt;a href=\"Family%20history%20society\"&gt;family-history group&lt;/a&gt; in the United States. Its purpose was described as providing a \"place where visitors share ideas and information about the &lt;a href=\"Salem%20witch%20trials\"&gt;Salem witch trials&lt;/a&gt; of 1692, its &lt;a href=\"List%20of%20people%20of%20the%20Salem%20witch%20trials\"&gt;participants&lt;/a&gt; and their families. Many visitors have researched and proved their descents from one or more of the participants. The trials unfolded more than three centuries ago and continue to figure prominently in the studies of &lt;a href=\"history\"&gt;history&lt;/a&gt;, &lt;a href=\"law\"&gt;law&lt;/a&gt; and &lt;a href=\"religion\"&gt;religion&lt;/a&gt;. As amateur and professional researchers, or 'Salemologists,' however, their study of the trials isn't limited to their &lt;a href=\"Genealogy\"&gt;lineages&lt;/a&gt;.\"\nMembership.\nA person was eligible to &lt;a href=\"Registered%20user\"&gt;register&lt;/a&gt; a membership with the group if he or she proposed in writing 1) a desire to register, 2) an agreement with the group promise to \"remember the Salem Witch Trials and its participants by associating their families and preserving their lineages,\" \"share commercial, genealogical and historical information about the trials and its participants,\" and \"educate others about [the] group and promise,\" and 3) a name, city of residence and contact information. The person was notcharged a registration fee, and could use the &lt;a href=\"Post-nominal%20letters\"&gt;postnominal&lt;/a&gt; abbreviation \"MBoS,\" and could request at any time to cancel or change the registration.\nA person was eligible to register a descendant membership with the group if he or she was otherwise eligible to register a membership and proved beyond doubt his or her descent from or relationship to one or more participants of the trials with lineages showing detailed descendancy. The person was not charged a registration fee, could use the postnominal abbreviation \"DBoS,\" and could request at any time to cancel or change the registration, and must have included proof of parentage for each &lt;a href=\"generation\"&gt;generation&lt;/a&gt;, beginning with his or her own, so that the person named first in a generation was a child or relative of the couple named in the following generation.\nHistory.\nThe group was founded in 2007 in &lt;a href=\"Salt%20Lake%20City\"&gt;Salt Lake City&lt;/a&gt;, home of the worldwide &lt;a href=\"Family%20History%20Library\"&gt;Family History Library&lt;/a&gt;, to encourage and provide resources to persons who are or suspect they are descendants and relatives of trials participants, or enjoy an interest in the trials. The head of BLoS, as of October 2013, was Steven Hale.\nActivities.\nGroup researchers investigated and published evidence of notable descendants and relatives of trials participants. Its 2007 investigation discovered that &lt;a href=\"Harry%20Potter%20%28film%20series%29\"&gt;\"Harry Potter\"&lt;/a&gt; film actor &lt;a href=\"Tom%20Felton\"&gt;Tom Felton&lt;/a&gt; is a relative of several participants including Lt. Nathaniel Felton and &lt;a href=\"John%20Proctor%20%28convicted%20witch%29\"&gt;John Proctor&lt;/a&gt;, who was hanged during the trials.\nTheir website had a section of \"notable descendants of the accused and the accusers\" which included &lt;a href=\"Walt%20Disney\"&gt;Walt Disney&lt;/a&gt;, &lt;a href=\"Princess%20Diana\"&gt;Princess Diana&lt;/a&gt;, and &lt;a href=\"Ray%20Bradbury\"&gt;Ray Bradbury&lt;/a&gt;.\nLegacy.\nThe organization went out of existence in 2018."
}