{
    "id": "18708275",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=18708275",
    "title": "1929 Chatham Cup",
    "text": "The 1929 Chatham Cup was the seventh annual nationwide knockout &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition in &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;.\nThe competition was run on a regional basis, with six regional associations (Auckland, Wellington, Poverty Bay, Manawatu, Canterbury, and Otago) each holding separate qualifying rounds.\nElectric Soccer.\n&lt;a href=\"Blandford%20Park\"&gt;Blandford Park&lt;/a&gt; held Auckland's first Chatham Cup match under electric lighting in 1929. The first round fixture between Thistle and Y.M.C.A in extra time, was completed under floodlighting. On 12 June, in a second round fixture, Northcote were scheduled for an evening kick off against Thistle at Blandford Park at 7:30pm,though due to bad weather the match was rescheduled to take place on 19 June, and again was postponed due to the weather. On 26 June the match was again postponed due to the state of Blandford Park. Finally on the evening of 3 July the match took place, with Thistle defeating Northcote 3 - 2. \nTeams.\nOtago.\n&lt;a href=\"Seacliff%20AFC\"&gt;Seacliff&lt;/a&gt;\nCanterbury.\n&lt;a href=\"Christchurch%20Thistle\"&gt;Christchurch Thistle&lt;/a&gt;, &lt;a href=\"Nomads%20United\"&gt;Nomads&lt;/a&gt;, &lt;a href=\"Rangers%20A.F.C.\"&gt;Rangers&lt;/a&gt;, &lt;a href=\"Western%20A.F.C.\"&gt;Western&lt;/a&gt;, St. Albans, &lt;a href=\"New%20Brighton%20A.F.C.%20%28New%20Zealand%29\"&gt;New Brighton A.F.C.&lt;/a&gt;\nWellington.\n&lt;a href=\"Western%20Suburbs%20FC\"&gt;Hospital&lt;/a&gt;, &lt;a href=\"Brooklyn%20Northern%20United%20AFC\"&gt;Institute Old Boys'&lt;/a&gt;\nManawatu.\n&lt;a href=\"Red%20Sox%20Manawatu\"&gt;St Andrew's&lt;/a&gt;, Palmerston North Returned Services Association (R.S.A.)\nPoverty Bay.\n&lt;a href=\"Gisborne%20Thistle%20AFC\"&gt;Gisborne Thistle&lt;/a&gt;\nAuckland.\nAuckland F.A: &lt;a href=\"Manurewa%20AFC\"&gt;Tramways&lt;/a&gt;, Y.M.C.A. (Auckland), Celtic (Auckland), Thistle (Auckland), &lt;a href=\"Mount%20Albert-Ponsonby\"&gt;Ponsonby&lt;/a&gt;, &lt;a href=\"Onehunga-Mangere%20United\"&gt;Onehunga&lt;/a&gt;, Bon Accord, Auckland Corinthians, &lt;a href=\"Manurewa%20AFC\"&gt;Manurewa&lt;/a&gt;, &lt;a href=\"North%20Shore%20United%20AFC\"&gt;Belmont&lt;/a&gt;, Rangers (Auckland)\nSouth Auckland F.A:\nNorth Auckland F.A:\nThe 1929 final.\nSeacliff's &lt;a href=\"George%20Anderson%20%28New%20Zealand%20footballer%29\"&gt;George Anderson&lt;/a&gt;, Bill Rogers, Bill Murray, and &lt;a href=\"Bill%20Hooper%20%28New%20Zealand%20footballer%29\"&gt;Bill Hooper&lt;/a&gt; were each playing in their fourth final, at that time record. Unfortunately for them, Tramways totally dominated the final. The only goal of the first half came from Clem Bell, though Seacliff came close to equalising before the break. In the second half, though, Seacliff were outclassed. Early on in the half Seacliff keeper T. Jackson managed to get a hand to a shot from F. Lewis but was unable to keep the ball for entering the goal (some sources name Evan Williams was the scorer of this goal). &lt;a href=\"Harry%20Spencer%20%28footballer%29\"&gt;Harry Spencer&lt;/a&gt; added two more goals for the Aucklanders, but there was controversy when no penalty was awarded for a clear handball by a defender in front of the Tramways goal late in the match."
}