{
    "id": "1872059",
    "revid": "36914477",
    "url": "https://en.wikipedia.org/wiki?curid=1872059",
    "title": "Fasciculation",
    "text": "A fasciculation, or muscle twitch, is a spontaneous, involuntary &lt;a href=\"muscle%20contraction\"&gt;muscle contraction&lt;/a&gt; and relaxation, involving fine muscle fibers. They are common, with as much as 70% of people experiencing them. They can be benign, or associated with more serious conditions. When no cause or pathology is identified, they are diagnosed as &lt;a href=\"benign%20fasciculation%20syndrome\"&gt;benign fasciculation syndrome&lt;/a&gt;.\nDiagnosis.\nThe most effective way to detect fasciculations may be surface electromyography (EMG). Surface EMG is more sensitive than needle electromyography and clinical observation in the detection of fasciculation in people with &lt;a href=\"amyotrophic%20lateral%20sclerosis\"&gt;amyotrophic lateral sclerosis&lt;/a&gt;.\nDeeper areas of contraction can be detected by &lt;a href=\"electromyography\"&gt;electromyography&lt;/a&gt; (EMG) testing, though they can happen in any &lt;a href=\"skeletal%20muscle\"&gt;skeletal muscle&lt;/a&gt; in the body. Fasciculations arise as a result of &lt;a href=\"depolarization\"&gt;spontaneous depolarization&lt;/a&gt; of a &lt;a href=\"lower%20motor%20neuron\"&gt;lower motor neuron&lt;/a&gt; leading to the synchronous contraction of all the skeletal muscle fibers within a single motor unit. An example of normal spontaneous depolarization is the constant contractions of &lt;a href=\"cardiac%20muscle\"&gt;cardiac muscle&lt;/a&gt;, causing the &lt;a href=\"heart\"&gt;heart&lt;/a&gt; to beat. Usually, intentional movement of the involved muscle causes fasciculations to cease immediately, but they may return once the muscle is at rest again.\nTics must also be distinguished from fasciculations. Small twitches of the upper or lower eyelid, for example, are not tics, because they do not involve a whole muscle, rather are twitches of a few muscle fibre bundles, that are not suppressible.\nCauses.\nFasciculations have a variety of causes, the majority of which are &lt;a href=\"benign\"&gt;benign&lt;/a&gt;, but can also be due to disease of the motor neurons. They are encountered by up to 70% of all healthy people, though for most, it is quite infrequent. In some cases, the presence of fasciculations can be annoying and interfere with &lt;a href=\"quality%20of%20life\"&gt;quality of life&lt;/a&gt;. If a &lt;a href=\"neurological%20examination\"&gt;neurological examination&lt;/a&gt; is otherwise normal and EMG testing does not indicate any additional &lt;a href=\"pathology\"&gt;pathology&lt;/a&gt;, a diagnosis of &lt;a href=\"benign%20fasciculation%20syndrome\"&gt;benign fasciculation syndrome&lt;/a&gt; is usually made.\nRisk factors.\n&lt;a href=\"Risk%20factor\"&gt;Risk factor&lt;/a&gt;s for benign fasciculations are age, stress, fatigue, and strenuous exercise. Fasciculations can be caused by &lt;a href=\"anxiety%20disorder\"&gt;anxiety&lt;/a&gt;, caffeine or alcohol and thyroid disease. &lt;a href=\"Magnesium%20deficiency\"&gt;Magnesium deficiency&lt;/a&gt; is a common cause of fasciculation.\nOther factors may include the use of &lt;a href=\"anticholinergic\"&gt;anticholinergic&lt;/a&gt; drugs over long periods. In particular, these include &lt;a href=\"ethanolamine\"&gt;ethanolamine&lt;/a&gt;s such as &lt;a href=\"diphenhydramine\"&gt;diphenhydramine&lt;/a&gt; (brand names Benadryl, Dimedrol, Daedalon and Nytol), used as an &lt;a href=\"antihistamine\"&gt;antihistamine&lt;/a&gt; and &lt;a href=\"sedative\"&gt;sedative&lt;/a&gt;, and &lt;a href=\"dimenhydrinate\"&gt;dimenhydrinate&lt;/a&gt; (brand names Dramamine, Driminate, Gravol, Gravamin, Vomex, and Vertirosan) for &lt;a href=\"nausea\"&gt;nausea&lt;/a&gt; and &lt;a href=\"motion%20sickness\"&gt;motion sickness&lt;/a&gt;. Persons with &lt;a href=\"benign%20fasciculation%20syndrome\"&gt;benign fasciculation syndrome&lt;/a&gt; (BFS) may experience &lt;a href=\"paraesthesia\"&gt;paraesthesia&lt;/a&gt; (especially &lt;a href=\"numbness\"&gt;numbness&lt;/a&gt;) shortly after taking such medication; fasciculation episodes begin as the medication wears off.\n&lt;a href=\"Stimulant\"&gt;Stimulant&lt;/a&gt;s can cause fasciculations directly. These include &lt;a href=\"caffeine\"&gt;caffeine&lt;/a&gt;, &lt;a href=\"pseudoephedrine\"&gt;pseudoephedrine&lt;/a&gt; (Sudafed), &lt;a href=\"amphetamines\"&gt;amphetamines&lt;/a&gt;, and the &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt; &lt;a href=\"bronchodilator\"&gt;bronchodilator&lt;/a&gt;s &lt;a href=\"salbutamol\"&gt;salbutamol&lt;/a&gt; (brand names Proventil, Combivent, Ventolin). Medications used to treat &lt;a href=\"ADHD\"&gt;attention deficit disorder&lt;/a&gt; (ADHD) often contain stimulants as well, and are common causes of benign fasciculations. Since asthma and ADHD are much more serious than the fasciculations themselves, this &lt;a href=\"side%20effect\"&gt;side effect&lt;/a&gt; may have to be tolerated by the patient after consulting a physician or pharmacist.\nThe depolarizing neuromuscular blocker &lt;a href=\"succinylcholine\"&gt;succinylcholine&lt;/a&gt; causes fasciculations. It is a normal side effect of the drug's administration, and can be prevented with a small dose of a nondepolarizing neuromuscular blocker prior to the administration of succinylcholine, often 10% of a nondepolarizing NMB's induction dose.\nEven if a drug such as caffeine causes fasciculations, that does not necessarily mean it is the only cause. For example, a very slight &lt;a href=\"Magnesium%20deficiency%20%28medicine%29\"&gt;magnesium deficiency&lt;/a&gt; by itself (see below) might not be enough for fasciculations to occur, but when combined with caffeine, the two factors together could be enough.\nTreatment.\nReducing stress and anxiety is therefore another useful treatment.\nThere is no proven treatment for fasciculations in people with ALS. Among patients with ALS, fasciculation frequency is not associated with the duration of ALS and is independent of the degree of limb weakness and limb atrophy. No prediction of ALS disease duration can be made based on fasciculation frequency alone.\nEpidemiology.\nFasciculations are observed more often in males, and clinicians are overrepresented in study samples."
}