{
    "id": "1873649",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=1873649",
    "title": "South African Defence Force",
    "text": "The South African Defence Force (SADF) comprised the &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;n &lt;a href=\"armed%20forces\"&gt;armed forces&lt;/a&gt; from 1957 until 1994. Shortly before the state reconstituted itself as a &lt;a href=\"republic\"&gt;republic&lt;/a&gt; in 1961, the former &lt;a href=\"Union%20Defence%20Force%20%28South%20Africa%29\"&gt;Union Defence Force&lt;/a&gt; was officially succeeded by the SADF, which was established by the Defence Act (No. 44) of 1957. The SADF, in turn, was superseded by the &lt;a href=\"South%20African%20National%20Defence%20Force\"&gt;South African National Defence Force&lt;/a&gt; in 1994.\nThe SADF was organised to perform a dual mission: to &lt;a href=\"Counter-insurgency\"&gt;counter&lt;/a&gt; possible &lt;a href=\"insurgency\"&gt;insurgency&lt;/a&gt; in all forms, and to maintain a conventional military arm which could defend the republic's borders, making retaliatory strikes as necessary. As the military expanded during the 1970s, the SADF general staff was organised into six sections—finance, intelligence, logistics, operations, personnel, and planning; uniquely, the &lt;a href=\"South%20African%20Medical%20Service\"&gt;South African Medical Service&lt;/a&gt; (SAMS) was made co-equal with the &lt;a href=\"South%20African%20Army\"&gt;South African Army&lt;/a&gt;, the &lt;a href=\"South%20African%20Navy\"&gt;South African Navy&lt;/a&gt; and the &lt;a href=\"South%20African%20Air%20Force\"&gt;South African Air Force&lt;/a&gt;.\nThe military was mostly composed of &lt;a href=\"white%20South%20Africans\"&gt;white South Africans&lt;/a&gt;, who alone were subject to &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt;. However, black South Africans were the second largest group, and &lt;a href=\"Asian%20South%20Africans\"&gt;Asians&lt;/a&gt; and &lt;a href=\"Coloureds\"&gt;Coloured&lt;/a&gt; citizens with mixed ancestry were eligible to serve as volunteers, several attaining commissioned rank. From 1971 onwards, several black battalions were raised in the Infantry and Service Corps on a tribal basis, most Black soldiers serving in these exclusive tribal Battalions, which had black &lt;a href=\"Non-commissioned%20officer\"&gt;NCOs&lt;/a&gt; but white commissioned officers. The first black personnel were accepted into commissioned ranks only from 1986, and then only for serving black soldiers and NCOs. The regular Commission would not be open for &lt;a href=\"Bantu%20peoples\"&gt;Bantus&lt;/a&gt; until 1991, and then again they would serve only in black units or Support/Service Support units, to avoid having position of authority over white combat arms personnel. The first black officer to be promoted to &lt;a href=\"Lieutenant%20Colonel\"&gt;Lieutenant Colonel&lt;/a&gt; rank and have command over a Battalion sized unit was only appointed in February 1994, by which time the old SADF was already on its deathbed. However, black officer candidates from the various Homeland Forces and from South West Africa/SWATF had been accepted since 1981 Units such as the &lt;a href=\"32%20Battalion%20%28South%20Africa%29\"&gt;32 Battalion&lt;/a&gt; incorporated many black volunteers, as did the &lt;a href=\"101%20Battalion%20%28South%20Africa%29\"&gt;101 Battalion&lt;/a&gt;. Conscription was opposed by organisations such as the &lt;a href=\"End%20Conscription%20Campaign\"&gt;End Conscription Campaign&lt;/a&gt;, but overall, white morale remained high—as indicated by the few recruits tried for serious disciplinary offences.\nDuring &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt;, armed SADF troops were used in quelling opposition to &lt;a href=\"minority%20rule\"&gt;minority rule&lt;/a&gt;, often &lt;a href=\"Military%20aid%20to%20the%20civil%20power\"&gt;directly supporting&lt;/a&gt; the &lt;a href=\"South%20African%20Police\"&gt;South African Police&lt;/a&gt;. South African military units were involved in the long-running &lt;a href=\"Mozambican%20Civil%20War\"&gt;Mozambican&lt;/a&gt; and &lt;a href=\"Angolan%20Civil%20War\"&gt;Angolan&lt;/a&gt; civil wars, frequently supporting Pretoria's allies, the &lt;a href=\"RENAMO\"&gt;Mozambican National Resistance&lt;/a&gt; (RENAMO) and the &lt;a href=\"National%20Union%20for%20the%20Total%20Independence%20of%20Angola\"&gt;National Union for the Total Independence of Angola&lt;/a&gt; (UNITA). SADF personnel were also deployed during the related &lt;a href=\"South%20African%20Border%20War\"&gt;South African Border War&lt;/a&gt;.\nHistory.\nBefore 1957, the &lt;a href=\"Union%20of%20South%20Africa\"&gt;Union of South Africa&lt;/a&gt; had relied on small standing cadres for defence, expanding during wartime through the use of white conscripts. During the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; the Union Defence Force initially fielded only 3,353 full-time soldiers, with another 14,631 active in reserve roles. These troops were not prepared to fight in Europe proper, as they had hitherto been trained only in basic &lt;a href=\"light%20infantry\"&gt;light infantry&lt;/a&gt; tactics and bush warfare. However, &lt;a href=\"Jan%20Christiaan%20Smuts\"&gt;Jan Christiaan Smuts&lt;/a&gt; proved remarkably resourceful in raising 345,049 men for overseas operations; South African soldiers went on to distinguish themselves as far abroad as Italy and Egypt.\nAfter 1957, the new South African Defence Force was faced with a post-war upsurge in &lt;a href=\"African%20nationalism\"&gt;African nationalism&lt;/a&gt;, and forced to expand its resources accordingly. In 1963 its total strength stood at around 25,000 men. By 1977, the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; was imposing &lt;a href=\"Arms%20embargo\"&gt;arms sanctions&lt;/a&gt; on the republic due to its controversial policy of racial apartheid. South Africa responded by developing a powerful domestic arms industry, capable of producing quality hardware, including &lt;a href=\"fighter%20aircraft\"&gt;jet fighters&lt;/a&gt;, &lt;a href=\"unmanned%20aerial%20vehicle\"&gt;drones&lt;/a&gt;, &lt;a href=\"guided%20missiles\"&gt;guided missiles&lt;/a&gt;, &lt;a href=\"Armored%20car%20%28military%29\"&gt;armoured cars&lt;/a&gt;, &lt;a href=\"multiple%20rocket%20launcher\"&gt;multiple rocket launcher&lt;/a&gt;s, and &lt;a href=\"small%20arms\"&gt;small arms&lt;/a&gt;. SADF units fought in the &lt;a href=\"Angolan%20Civil%20War\"&gt;Angolan Civil War&lt;/a&gt; during &lt;a href=\"Operation%20Savannah%20%28Angola%29\"&gt;Operation Savannah&lt;/a&gt; and were also active alongside &lt;a href=\"Rhodesian%20Security%20Forces\"&gt;Rhodesian Security Forces&lt;/a&gt; during the &lt;a href=\"Rhodesian%20Bush%20War\"&gt;Rhodesian Bush War&lt;/a&gt;. Although both campaigns were strategically unsuccessful, it was clearly proven that South Africa's military was immeasurably superior in strength and sophistication than all her African neighbours combined. Further enlargement and modernisation of the armed forces continued under former defence minister &lt;a href=\"P.%20W.%20Botha\"&gt;Pieter Willem Botha&lt;/a&gt;, who became &lt;a href=\"State%20President%20of%20South%20Africa\"&gt;state president&lt;/a&gt; in 1984. Shortly after Botha took office, the SADF numbered some 83,400 men (including 53,100 conscripts and 5,400 non-whites): one &lt;a href=\"Armoured%20warfare\"&gt;armoured&lt;/a&gt; brigade, one &lt;a href=\"Mechanized%20infantry\"&gt;mechanised infantry&lt;/a&gt; brigade, four motorised brigades, &lt;a href=\"44%20Parachute%20Brigade%20%28South%20Africa%29\"&gt;one parachute brigade&lt;/a&gt;, a &lt;a href=\"South%20African%20Special%20Forces\"&gt;special reconnaissance regiment&lt;/a&gt;, one Marine brigade, twenty artillery regiments, supporting specialist units, a balanced air force, and a navy adequate for coastal protection in all. In addition, numerous &lt;a href=\"Auxiliaries\"&gt;auxiliary&lt;/a&gt; formations were trained as support units capable of occupying strategic border areas, including the predominantly Angolan &lt;a href=\"32%20Battalion%20%28South%20Africa%29\"&gt;32 Battalion&lt;/a&gt;, Namibia's &lt;a href=\"South%20West%20African%20Territorial%20Force\"&gt;South West African Territorial Force&lt;/a&gt;, and several &lt;a href=\"Bantustan\"&gt;Bantustan&lt;/a&gt; militias.\nDuring Botha's term, the SADF began focusing on taking a more aggressive stance to the ongoing war against communist-supported nationalist guerrillas in South Africa and Namibia (then &lt;a href=\"South%20West%20Africa\"&gt;South West Africa&lt;/a&gt;) and targeting neighboring countries that offered them support. This was partially justified as a new structure intended to turn back a \"total onslaught\" on the republic from abroad. The post-colonial rise of newly independent black governments on the apartheid administration's doorstep created a perceived menace to the existing structure, and Pretoria's occupation of Namibia threatened to bring it into direct confrontation with the world community. On the ground, militant guerrilla movements such as the &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; (ANC), &lt;a href=\"South%20West%20African%20People%27s%20Organisation\"&gt;South West African People's Organisation&lt;/a&gt; (SWAPO) and the &lt;a href=\"Pan%20Africanist%20Congress%20of%20Azania\"&gt;Pan Africanist Congress of Azania&lt;/a&gt; (PAC) challenged white supremacy with force of arms. In 1984, at least 6,000 such insurgents were being trained and armed by &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;, &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt;, the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, and &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt; member states.\nIn general the struggle went badly for South Africa's opponents. &lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt; provided support and shelter to ANC operatives; in retaliation South African units launched massive counterstrikes which the local security forces were in no position to block. Military aircraft and special forces units deployed across &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt;, &lt;a href=\"Botswana\"&gt;Botswana&lt;/a&gt;, &lt;a href=\"Lesotho\"&gt;Lesotho&lt;/a&gt;, and &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt; to attack suspected insurgent bases. 30,000 South African military personnel were posted on the Namibian border by late 1985, frequently crossing the frontier to battle SWAPO groups operating from southern &lt;a href=\"Angola\"&gt;Angola&lt;/a&gt;. SWAPO's &lt;a href=\"MPLA\"&gt;MPLA&lt;/a&gt; allies, with the &lt;a href=\"Cuban%20intervention%20in%20Angola\"&gt;backing&lt;/a&gt; of the &lt;a href=\"Cuban%20Revolutionary%20Armed%20Forces\"&gt;Cuban military&lt;/a&gt;, were often unable to protect them. These raids demonstrated the SADF's efficiency in combating rural insurgency. Major guerrilla camps were always chief targets, whether on foreign or domestic soil. Consequently, establishing good intelligence and effective assault strategy were commonly reflected in tactical priorities.\nThe SADF's success eventually compelled SWAPO to withdraw over 200 miles from the Namibian border, forcing their insurgents to travel great distances across arid bush in order to reach their targets. Many could no longer carry heavy weapons on these treks, occasionally abandoning them as they marched south. Moreover, serious SWAPO losses were already having a negative effect on morale. ANC operations fared little better. Most high-profile terrorist attacks were foiled or offered negative publicity from a normally sympathetic international stage. While it was clear that popular support was growing and guerrilla skills were being improved upon, affrays on South Africa itself did not seriously disrupt the economy or impact the country's superior military and industrial status.\nBy the fall of apartheid in 1991, the SADF was an uneven reflection of both the strengths and weaknesses of South Africa's white society at large. It employed many personnel with developed technical skills; thus, the military could more easily maintain and operate sophisticated hardware than black African forces drawn from underdeveloped regions. In an unusual contrast with Southern Africa's other white armies, the SADF had a stern sense of bureaucratic hierarchy. Commanders deferred to civilian supervisors and normally could not aspire to political power. The SADF's technical performance had also improved greatly, owing largely to realistic and efficient training procedures. The army in particular was skilled in both counterinsurgency warfare and conventional mechanised operations. In 1984, 11,000 infantrymen were even trained to execute &lt;a href=\"blitzkrieg\"&gt;blitzkrieg&lt;/a&gt; tactics. White soldiers were for the most part reasonably motivated; conscripts had a sense of defending their own country rather than some far-off foreign venture. Commissioned officers generally accepted in principle recruits of all colours, placed an emphasis on technical efficiency, and preferred to fight a foreign rather than domestic enemy despite extensive preparation for both.\nIntegration.\nAs non-racial democracy was introduced to the republic in 1994, the SADF was amalgamated with the formerly independent Bantustan security forces, the ANC's &lt;a href=\"Umkhonto%20we%20Sizwe\"&gt;Umkhonto we Sizwe&lt;/a&gt;, PAC's &lt;a href=\"Azanian%20People%27s%20Liberation%20Army\"&gt;Azanian People's Liberation Army&lt;/a&gt; and the 'self-protection units' of the &lt;a href=\"Inkatha%20Freedom%20Party\"&gt;Inkatha Freedom Party&lt;/a&gt; (IFP) to form the &lt;a href=\"South%20African%20National%20Defence%20Force\"&gt;South African National Defence Force&lt;/a&gt;.\nOrganisation.\nThe State President was the Commander-in-Chief of the SADF with:\nStaff Divisions under the Chief of Defence Staff included:\nOther Support Services commands included:\nPersonnel.\nPrior to amalgamation, the SADF had 585,000 personnel divided as follows:\nNuclear weapons.\nSouth Africa at one time possessed &lt;a href=\"nuclear%20weapon\"&gt;nuclear weapon&lt;/a&gt;s, but its stockpile was dismantled during the political transition of the early 1990s."
}