{
    "id": "187304",
    "revid": "26343411",
    "url": "https://en.wikipedia.org/wiki?curid=187304",
    "title": "Alfréd Hajós",
    "text": "Alfréd Hajós (1 February 1878 – 12 November 1955) was a &lt;a href=\"Hungary\"&gt;Hungarian&lt;/a&gt; &lt;a href=\"swimming%20%28sport%29\"&gt;swimmer&lt;/a&gt;, &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and &lt;a href=\"Manager%20%28association%20football%29\"&gt;manager&lt;/a&gt;, and &lt;a href=\"architecture\"&gt;architect&lt;/a&gt;. He was the first modern &lt;a href=\"Olympic%20Games\"&gt;Olympic&lt;/a&gt; swimming champion and the first Olympic champion of &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;. No other swimmer ever won such a high fraction of all Olympic events at a single Games.\nBiography.\nHajós was born in &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, as Arnold Guttmann, to a family of &lt;a href=\"Jewish\"&gt;Jewish&lt;/a&gt; background. He was 13 years old when he felt compelled to become a good swimmer after his father drowned in the &lt;a href=\"Danube%20River\"&gt;Danube River&lt;/a&gt;. He took the name Hajós (sailor in Hungarian) for his athletic career because it was a Hungarian name.\nIn 1896, Hajós was an architecture student in Hungary when the Athens Games took place. He was allowed to compete, but permission from the university to miss class was difficult to obtain. When he returned to the Dean of the Polytechnical University, the dean did not congratulate Hajós on his Olympic success, but instead said: \"Your medals are of no interest to me, but I am eager to hear your replies in your next examination.\"\nAt the &lt;a href=\"1896%20Summer%20Olympics\"&gt;1896 Games&lt;/a&gt;, the swimming events were held in the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; battling the elements. The 18-year-old Hajós won his two &lt;a href=\"gold%20medal\"&gt;gold medal&lt;/a&gt;s in extremely cold weather (the water temperature was about , or 13 degrees Celsius) with 12-foot (4 m) waves crashing down on him. He won the 100-metre freestyle with a time of 1:22.2, and the 1,200-metre freestyle in 18:22.1. Hajós wanted to win all three distances, but the 500-metre freestyle was immediately after the 100 and immediately before the 1,200. Before the 1,200-metre race, he smeared his body with a half-inch (one centimetre) thick layer of grease, but it proved to be of little protection against the cold. He confessed after winning the race that, \"My will to live completely overcame my desire to win.\" While at a dinner honoring Olympic winners, the &lt;a href=\"Constantine%20I%20of%20Greece\"&gt;Crown Prince of Greece&lt;/a&gt; asked Hajós where he had learned to swim so well. Hajós replied, \"In the water.\" The next morning, the Athenian journal \"Acropolis\" depicted Alfréd with the subtitle: \"Hungarian Dolphin\". He was the youngest winner in &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;.\nPrior to the Athens Olympics, Hajós was the 100 metre freestyle European swimming champion in 1895 and 1896.\nA versatile athlete, he won Hungary's &lt;a href=\"Sprint%20%28running%29%23100%20m\"&gt;100 metre sprint&lt;/a&gt; championship in 1898, as well as the National &lt;a href=\"Hurdling\"&gt;400 metre hurdles&lt;/a&gt; and &lt;a href=\"discus%20throw\"&gt;discus&lt;/a&gt; titles. He also played forward on Hungary's national &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt; championship teams of 1901, 1902, 1903 – and played in the first international match played by the Hungarian national team, against Austria in Vienna on 12 October 1902. Between 1897 and 1904 he was also a football referee, and during 1906 he was the coach of &lt;a href=\"Hungary%20national%20football%20team\"&gt;Hungary's national football team&lt;/a&gt;.\nIn 1924, Hajós, an architect specializing in sport facilities, entered the art competitions at the &lt;a href=\"1924%20Summer%20Olympics\"&gt;Paris Olympic Games&lt;/a&gt;. His plan for a stadium, devised together with &lt;a href=\"Dezs%C5%91%20Lauber\"&gt;Dezső Lauber&lt;/a&gt; (who played &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; in the &lt;a href=\"1908%20Summer%20Olympics\"&gt;1908 Summer Olympics&lt;/a&gt;), was awarded the silver medal; the jury did not award a gold medal in the competition. Thus making him one of only two Olympians ever to have won medals in both sport and art Olympic competitions.\nThe best known sports facility designed by Hajós is the &lt;a href=\"Alfr%C3%A9d%20Haj%C3%B3s%20National%20Swimming%20Stadium\"&gt;Alfréd Hajós National Swimming Stadium&lt;/a&gt; built on &lt;a href=\"Margitsziget\"&gt;Margitsziget&lt;/a&gt; (Margaret Island) in the Danube in Budapest, which was built in 1930, and used for the 1958, 2006 and &lt;a href=\"2010%20European%20Aquatics%20Championships\"&gt;2010 European Aquatics Championships&lt;/a&gt;, and the &lt;a href=\"2006%20FINA%20Men%27s%20Water%20Polo%20World%20Cup\"&gt;2006 FINA Men's Water Polo World Cup&lt;/a&gt;.\nIn 1953, the &lt;a href=\"International%20Olympic%20Committee\"&gt;International Olympic Committee&lt;/a&gt; awarded him the Olympic diploma of merit. He is a member of the International Swimming Hall of Fame, and in 1981 he was also made a member of the &lt;a href=\"International%20Jewish%20Sports%20Hall%20of%20Fame\"&gt;International Jewish Sports Hall of Fame&lt;/a&gt;.\nHis brother, &lt;a href=\"Henrik%20Haj%C3%B3s\"&gt;Henrik Hajós&lt;/a&gt;, won gold medal in 4x250 m Freestyle swimming at &lt;a href=\"1906%20Summer%20Olympics\"&gt;1906 Olympic Games&lt;/a&gt; in Athens.\nBuildings.\nHis first designs were in &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt; and &lt;a href=\"Eclecticism\"&gt;eclectic&lt;/a&gt; style, later he turned to &lt;a href=\"Modernist%20architecture\"&gt;modernism&lt;/a&gt; and was influenced by Italian styles."
}