{
    "id": "1875639",
    "revid": "1067040758",
    "url": "https://en.wikipedia.org/wiki?curid=1875639",
    "title": "Dashpot",
    "text": "A dashpot, also known as a damper, is a mechanical device that resists motion via viscous &lt;a href=\"friction\"&gt;friction&lt;/a&gt;. The resulting force is proportional to the &lt;a href=\"velocity\"&gt;velocity&lt;/a&gt;, but acts in the opposite direction, slowing the motion and absorbing energy. It is commonly used in conjunction with a &lt;a href=\"Spring%20%28device%29\"&gt;spring&lt;/a&gt;. The &lt;a href=\"process%20and%20instrumentation%20diagram\"&gt;process and instrumentation diagram&lt;/a&gt; (P&amp;ID) symbol for a dashpot is .\nTypes.\nThe two most common types of dashpots are linear and rotary.\nLinear damper.\nLinear dashpots — or linear dampers — are used to exert a force opposite to a translation movement. They are generally specified by stroke (amount of linear displacement) and damping coefficient (force per velocity).\nRotary damper.\nSimilarly, rotary dampers will tend to oppose any torque applied to them, in an amount proportional to their rotational speed. Their damping coefficients will usually be specified by torque per angular velocity. One can distinguish two kinds of viscous rotary dashpots:\nEddy current damper.\nA less common type of dashpot is an &lt;a href=\"eddy%20current\"&gt;eddy current&lt;/a&gt; damper, which uses a large magnet inside a tube constructed of a non-magnetic but conducting material (such as &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt; or &lt;a href=\"copper\"&gt;copper&lt;/a&gt;). Like a common viscous damper, the eddy current damper produces a resistive force proportional to velocity. A common use of the eddy current damper is in balance scales. This is a frictionless method that allows the scale to quickly come to rest.\nOne-way operation.\nDashpots frequently use a one-way mechanical bypass to permit fast unrestricted motion in one direction and slow motion using the dashpot in the opposite direction. This permits, for example, a door to be opened quickly without added resistance, but then to close slowly using the dashpot. For hydraulic dashpots this unrestricted motion is accomplished using a one-way check-valve that allows fluid to bypass the dashpot fluid constriction. Non-hydraulic rotatory dashpots may use a ratcheting gear to permit free motion in one direction.\nApplications.\nA dashpot is a common component in a &lt;a href=\"door%20closer\"&gt;door closer&lt;/a&gt; to prevent it from slamming shut. A spring applies force to close the door, which the dashpot offsets by forcing fluid to flow through an orifice, often adjustable, between reservoirs, which slows the motion of the door.\n&lt;a href=\"Consumer%20electronics\"&gt;Consumer electronics&lt;/a&gt; often use dashpots where it is undesirable for a media access door or control panel to suddenly pop open when the door latch is released. The dashpot provides a steady, gentle motion until the access door has fully opened.\nDashpots are commonly used in dampers and &lt;a href=\"shock%20absorbers\"&gt;shock absorbers&lt;/a&gt;. The hydraulic cylinder in an automobile shock absorber is a dashpot. \nThey are also used on &lt;a href=\"carburetor\"&gt;carburetor&lt;/a&gt;s, where the return of the throttle lever is cushioned just before the throttle fully closes, then is allowed to fully close slowly to reduce emissions. The British &lt;a href=\"SU%20carburettor\"&gt;SU carburettor&lt;/a&gt;'s main piston carries a stepped needle. This needle is held in the fuel flow orifice. The &lt;a href=\"manifold%20vacuum\"&gt;manifold vacuum&lt;/a&gt; causes this piston to rise allowing more fuel into the airflow. The SU's dashpot has a fixed hydraulic piston, damping the main piston as it moves upward. A valve in the piston disables the damping as the main piston returns.\nLarge forces and high speeds can be controlled by dashpots. For example, they are used to arrest the &lt;a href=\"steam%20catapults\"&gt;steam catapults&lt;/a&gt; on &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt; decks.\n&lt;a href=\"Relay\"&gt;Relay&lt;/a&gt;s can be made to have a long delay by utilizing a piston filled with fluid that is allowed to escape slowly. Electrical &lt;a href=\"switchgear\"&gt;switchgear&lt;/a&gt; may use dashpots in their &lt;a href=\"overcurrent\"&gt;overcurrent&lt;/a&gt; sensing mechanism to reduce reaction speed to brief events, thus making them less sensitive to false-triggering during transients whilst still remaining sensitive to sustained overloads. Another use is for delaying the closing or opening of an electrical circuit. Such a &lt;a href=\"dashpot%20timer\"&gt;dashpot timer&lt;/a&gt; might be used for example for timed staircase lighting. \nAnti-stall mechanisms in internal combustion engines are aimed to prevent stalling of the engine at low rpm. Anti-stall mechanisms use dashpots to arrest the final closing movement of the throttle.\nViscoelasticity.\nDashpots are used as &lt;a href=\"Model%20%28abstract%29\"&gt;models&lt;/a&gt; of &lt;a href=\"Materials%20engineering\"&gt;materials&lt;/a&gt; that exhibit &lt;a href=\"viscoelastic\"&gt;viscoelastic&lt;/a&gt; behavior, such as muscle tissue. &lt;a href=\"Maxwell%20material\"&gt;Maxwell&lt;/a&gt; and &lt;a href=\"Kelvin%E2%80%93Voigt%20material\"&gt;Kelvin–Voigt&lt;/a&gt; models of &lt;a href=\"viscoelasticity\"&gt;viscoelasticity&lt;/a&gt; use springs and dashpots in &lt;a href=\"series%20and%20parallel%20circuits\"&gt;series and parallel circuits&lt;/a&gt; respectively. Models containing dashpots add a viscous, time-dependent element to the behavior of solids, allowing complex behaviors like &lt;a href=\"Creep%20%28deformation%29\"&gt;creep&lt;/a&gt; and stress relaxation to be modeled."
}