{
    "id": "187765",
    "revid": "1062310677",
    "url": "https://en.wikipedia.org/wiki?curid=187765",
    "title": "Louis III of France",
    "text": "Louis III (863/65—5 August 882) was King of &lt;a href=\"West%20Francia\"&gt;West Francia&lt;/a&gt; (a precursor to the &lt;a href=\"Kingdom%20of%20France\"&gt;Kingdom of France&lt;/a&gt;) from 879 until his death in 882. He succeeded his father and ruled over West Francia in tandem with his brother &lt;a href=\"Carloman%20II\"&gt;Carloman II&lt;/a&gt;. Louis controlled the northern part of West Francia (&lt;a href=\"Neustria\"&gt;Neustria&lt;/a&gt;), including the capital of &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, while Carloman controlled the southern portion (&lt;a href=\"Aquitania\"&gt;Aquitania&lt;/a&gt;). Louis ruled from March 880 to 5 August 882, when he died and left the rest of West Francia to his brother. His short reign was profoundly influenced by his military success, including his defeating of Northern Vikings in August 881.\nEarly life.\nThe eldest son of &lt;a href=\"Louis%20the%20Stammerer\"&gt;Louis the Stammerer&lt;/a&gt; and his first wife, &lt;a href=\"Ansgarde%20of%20Burgundy\"&gt;Ansgarde of Burgundy&lt;/a&gt;, Louis was born while his father was &lt;a href=\"King%20of%20Aquitaine\"&gt;King of Aquitaine&lt;/a&gt; and his grandfather &lt;a href=\"Charles%20the%20Bald\"&gt;Charles the Bald&lt;/a&gt; was ruling &lt;a href=\"West%20Francia\"&gt;West Francia&lt;/a&gt;. Some doubts were raised about his legitimacy, mostly due to the fact that his parents had married secretly and Ansgarde was later repudiated at Charles' insistence. Fortunately for Louis, he was a legitimate offspring and managed to prove it.\nWhen Charles died in 877, followed by Louis the Stammerer on 10 April 879, some Frankish nobles advocated electing Louis as the sole king, but another party favoured each brother ruling a separate part of the kingdom. In September 879, Louis was crowned at &lt;a href=\"Ferri%C3%A8res%20Abbey\"&gt;Ferrières Abbey&lt;/a&gt;.\nMilitary success.\nOn 2 February 880, Louis was defeated by the &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt; &lt;a href=\"Great%20Heathen%20Army\"&gt;Great Heathen Army&lt;/a&gt; at the &lt;a href=\"Battle%20of%20L%C3%BCneburg%20Heath\"&gt;Battle of Lüneburg Heath&lt;/a&gt;. But, in March 880 at &lt;a href=\"Amiens\"&gt;Amiens&lt;/a&gt;, the brothers divided their father's kingdom, with Louis receiving the northern and western part, called &lt;a href=\"Neustria\"&gt;Neustria&lt;/a&gt;. The other brother received the southern and eastern part, and &lt;a href=\"Boso%20of%20Provence\"&gt;Duke Boso&lt;/a&gt;, one of Charles the Bald's most trusted lieutenants, renounced his allegiance to both brothers and was elected &lt;a href=\"King%20of%20Burgundy\"&gt;King of Provence&lt;/a&gt;.\nIn the summer of 880, Carloman II and Louis III marched against him and captured &lt;a href=\"M%C3%A2con\"&gt;Mâcon&lt;/a&gt; and the northern part of Boso's kingdom. They then proceeded to unite their forces with those of their cousin, &lt;a href=\"Charles%20the%20Fat\"&gt;Charles the Fat&lt;/a&gt;, then ruling &lt;a href=\"East%20Francia\"&gt;East Francia&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Italy\"&gt;Kingdom of Italy&lt;/a&gt;, and unsuccessfully besieged the department of &lt;a href=\"Vienne\"&gt;Vienne&lt;/a&gt; from August to November 880.\nStill, however, Neustria was not very safe. Raiders had been invading Francia for several years. Louis' failed siege of Vienne led to further problems. However, this bad state of life was not to last long. In 881, Louis III achieved a momentous victory against &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt; raiders, whose invasions had been ongoing since his grandfather's reign, at the &lt;a href=\"Battle%20of%20Saucourt-en-Vimeu\"&gt;Battle of Saucourt-en-Vimeu&lt;/a&gt;. The king and his victory were so acclaimed that within a year of the battle, an anonymous poet celebrated it and the king for both his prowess and piety in a short poem \"&lt;a href=\"Ludwigslied\"&gt;Ludwigslied&lt;/a&gt;,\" composed in &lt;a href=\"Old%20High%20German\"&gt;Old High German&lt;/a&gt;. The king was very popular as a result of \"Ludwigslied\" and his victory.\nDeath and legacy.\nLouis III, at the time of his great successes, was very young, at a mere 16 to 17 years of age. His colourful victories against the Vikings entertained the public, and he was loved by most of the Francian people. In Neustria, he was widely celebrated, and he was the most popular person in the realm.\nLouis III died on 5 August 882, aged around 17, at &lt;a href=\"Saint-Denis%2C%20Seine-Saint-Denis\"&gt;Saint-Denis&lt;/a&gt; in the centre of his realm. He was chasing after a girl, who was retreating to her father's house, when he hit his head on the &lt;a href=\"lintel\"&gt;lintel&lt;/a&gt; of a low door and fell, fracturing his skull and killing him instantly. Because Louis III had no children, his brother Carloman II became the sole king of &lt;a href=\"West%20Francia\"&gt;West Francia&lt;/a&gt;, and the young king was buried in the royal mausoleum of the &lt;a href=\"Basilica%20of%20St%20Denis\"&gt;Basilica of Saint-Denis&lt;/a&gt;.\nDespite his short reign, Louis III was remembered greatly during his time for military prowess, but in modern times, he is widely forgotten. It is likely due to the fact that his reign was short and his accomplishments were relatively minor when considered with other military successes."
}