{
    "id": "18780551",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=18780551",
    "title": "Payment Deferred (film)",
    "text": "Payment Deferred is a 1932 American &lt;a href=\"Pre-Code%20Hollywood\"&gt;pre-Code&lt;/a&gt; &lt;a href=\"crime%20drama\"&gt;crime drama&lt;/a&gt; film, starring &lt;a href=\"Charles%20Laughton\"&gt;Charles Laughton&lt;/a&gt; as a man so desperate for money, he resorts to murder. It was based on the 1931 play of the same name by &lt;a href=\"Jeffrey%20Dell\"&gt;Jeffrey Dell&lt;/a&gt;, which was in turn based on the 1926 &lt;a href=\"Payment%20Deferred\"&gt;novel of the same name&lt;/a&gt; by &lt;a href=\"C.%20S.%20Forester\"&gt;C. S. Forester&lt;/a&gt;. Laughton also played the lead role in the play, which opened on Broadway on September 30, 1931 and ran for 70 performances.\nPlot.\nLondon bank clerk William Marble (&lt;a href=\"Charles%20Laughton\"&gt;Charles Laughton&lt;/a&gt;) is deeply in debt. When his boss learns of a lawsuit for an overdue bill, he warns Marble that he will be dismissed if he cannot settle the matter quickly. Then, Marble is visited by a rich nephew whom he has not seen in many years, James Medland (&lt;a href=\"Ray%20Milland\"&gt;Ray Milland&lt;/a&gt;). All night, Marble tries to borrow money from him, having received a financial tip that could solve all his financial troubles. An increasingly uncomfortable Medland is not interested. Driven to desperation, Marble offers him a glass of whisky laced with cyanide, and under cover of darkness buries his body in the back yard.\nWith the dead man's money, Marble speculates &lt;a href=\"on%20margin\"&gt;on margin&lt;/a&gt; and makes £30,000, a large sum that enables him to retire. However, fear of his crime being discovered makes him consistently nervous and irritable. His wife Annie (&lt;a href=\"Dorothy%20Peterson\"&gt;Dorothy Peterson&lt;/a&gt;) knows something is wrong, but wrongly guesses he has &lt;a href=\"embezzlement\"&gt;embezzled&lt;/a&gt; from the bank. To relieve his nervous tension, he sends Annie and their daughter Winnie (&lt;a href=\"Maureen%20O%27Sullivan\"&gt;Maureen O'Sullivan&lt;/a&gt;) away on a three-week vacation. While they are gone, he has an affair with Madame Collins (&lt;a href=\"Verree%20Teasdale\"&gt;Verree Teasdale&lt;/a&gt;), a local shopowner. Winnie finds out when she returns a day early and discovers Collins in the house, but keeps quiet about it.\nDespite their new financial wealth, troubles continue to grow for the Marble family. When Annie sees a small advertisement in the newspaper asking for anyone who knows the whereabouts of Medland to contact a firm of solicitors, glances at the bottle of cyanide (originally bought by Marble for developing photographs), and one of his recently-acquired books about poison and its effects, she realises what her husband has done, but stands by him. Winnie becomes a bit of a snob, consorting with a higher social class of people and sneering at her parents. When she runs away one night, Annie chases after her in the rain and becomes very ill. However, under Marble's loving care, she begins to recover. Then Madame Collins shows up and blackmails Marble into giving her some money. Annie overhears and commits suicide with some of the same &lt;a href=\"cyanide\"&gt;cyanide&lt;/a&gt; used to kill Medland. Marble is convicted for her murder. When a tearful Winnie visits him in his cell on the day of his execution, he reassures her that he did not kill Annie, but says that he is nonetheless at peace with his fate. He is convinced he is paying a bill that was only deferred.\nIn the original novel, William and Annie also have a son John, who does not appear in the play or film.\nBox office.\nThe film grossed a total (domestic and foreign) of $304,000: $169,000 from the US and Canada and $135,000 elsewhere resulting in a loss of $32,000.\nPreservation status.\nOn December 14, 2011, &lt;a href=\"Turner%20Classic%20Movies\"&gt;Turner Classic Movies&lt;/a&gt; aired a print of this film which restored the five cuts in the film made for the 1939 re-release to satisfy the &lt;a href=\"Production%20Code\"&gt;Production Code&lt;/a&gt;. Some local censorship boards had objected to the use of the word \"cyanide\" in its original 1932 release."
}