{
    "id": "18799248",
    "revid": "42534451",
    "url": "https://en.wikipedia.org/wiki?curid=18799248",
    "title": "Banloc",
    "text": "Banloc (; ) is a &lt;a href=\"communes%20of%20Romania\"&gt;commune&lt;/a&gt; in &lt;a href=\"Timi%C8%99%20County\"&gt;Timiș County&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;. It is composed of four villages: Banloc, Ofsenița (; ; ), Partoș (; ) and Soca (; ; ).\nEtymology.\nThe name Banloc was originally born by the fusion of two words: the name of the god &lt;a href=\"Pan%20%28god%29\"&gt;Pan&lt;/a&gt; and the word \"loc\" (place), \"Pan's place\". Later, when \"pan\" became \"ban\", it kept the original meaning of a master. The Panloc castle became the Banloc castle, name preserved until now. There is a bas-relief above one of the access doors in the basement of the castle, bas-relief depicting the god Pan playing the &lt;a href=\"pan%20flute\"&gt;syrinx&lt;/a&gt;. Also, statues in the form of &lt;a href=\"faun\"&gt;faun&lt;/a&gt;s used to guard the alleys of the park; fragments of these are currently held at the &lt;a href=\"Museum%20of%20Banat\"&gt;Museum of Banat&lt;/a&gt; in &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt;, along with several other statues of the same origin.\nGeography.\nBanloc is located in the southern part of &lt;a href=\"Timi%C8%99%20County\"&gt;Timiș County&lt;/a&gt;, 50 km from &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt; and 8 km from &lt;a href=\"Deta%2C%20Romania\"&gt;Deta&lt;/a&gt;, the nearest town. It borders &lt;a href=\"Ghilad\"&gt;Ghilad&lt;/a&gt; to the north, &lt;a href=\"Plandi%C5%A1te\"&gt;Plandište&lt;/a&gt; (&lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;) to the south, &lt;a href=\"Deta%2C%20Romania\"&gt;Deta&lt;/a&gt; and &lt;a href=\"Denta\"&gt;Denta&lt;/a&gt; to the east and &lt;a href=\"Livezile%2C%20Timi%C8%99\"&gt;Livezile&lt;/a&gt; to the west. The territory of the commune falls in the Timiș Plain, a plain limited by the Mureș Plain, and borders the high plains with chutes of Deliblata to the north, the pre-mountain hills of Banat to the east and the &lt;a href=\"Tisa\"&gt;Tisa&lt;/a&gt; meadows to the west. In the past (until the regularization), the diversion of watercourses, the unraveling of rivers and the periodic flooding transformed the whole area into &lt;a href=\"swamp\"&gt;swamp&lt;/a&gt;s, which in part are still maintained today in the form of pools, puddles and humic-gley soils. Rivers in the area – &lt;a href=\"B%C3%A2rzava%20%28Timi%C8%99%29\"&gt;Bârzava&lt;/a&gt;, &lt;a href=\"Timi%C8%99%20River\"&gt;Timiș&lt;/a&gt;, &lt;a href=\"Birdanca\"&gt;Birdanca&lt;/a&gt; and &lt;a href=\"Lanca%20Birda\"&gt;Lanca Birda&lt;/a&gt; – are today dammed.\nClimate.\nBanloc's climate is classified as warm and temperate. The influence of the &lt;a href=\"Mediterranean%20climate\"&gt;Mediterranean climate&lt;/a&gt; is felt to a significant extent here and consists, in particular, in warmer months during &lt;a href=\"winter\"&gt;winter&lt;/a&gt;. The average annual temperature is 11.1 °C. The frequency of warm years is higher than that of cool years, due to the fact the Banloc is south of the annual &lt;a href=\"isotherm%20%28contour%20line%29\"&gt;isotherm&lt;/a&gt; of 11 °C. The distribution of the relief in open amphitheater to the south and west allows the penetration of moist air masses from the west and warmer ones from the south. The annual rainfall totals 500–600 mm, and the monthly rainfall a maximum in January and a minimum in February–March. The maximum rainfall in 24 hours does not exceed 130 mm. Compared to the rest of the country, Banloc has the fewest days with snow-covered soil and this, as a consequence of the influence of the Mediterranean climate.\nFlora and fauna.\nThe region belongs to the intermediate area between &lt;a href=\"steppe\"&gt;steppe&lt;/a&gt; and &lt;a href=\"forest%20steppe\"&gt;forest steppe&lt;/a&gt;. The tree vegetation found here is composed of &lt;a href=\"populus\"&gt;poplars&lt;/a&gt;, &lt;a href=\"walnut\"&gt;walnut&lt;/a&gt;s, &lt;a href=\"chestnut\"&gt;chestnut&lt;/a&gt;s, &lt;a href=\"maple\"&gt;maple&lt;/a&gt;s and &lt;a href=\"mulberry\"&gt;mulberries&lt;/a&gt; and, among cultivated species, &lt;a href=\"apple\"&gt;apple&lt;/a&gt;s, &lt;a href=\"pear\"&gt;pear&lt;/a&gt;s, &lt;a href=\"plum\"&gt;plum&lt;/a&gt;s, &lt;a href=\"apricot\"&gt;apricot&lt;/a&gt;s, &lt;a href=\"cherry\"&gt;cherries&lt;/a&gt; and &lt;a href=\"peach\"&gt;peach&lt;/a&gt;es. As &lt;a href=\"understory\"&gt;understory&lt;/a&gt;, different species are found along roadsides and at the edge of the forests, such as \"&lt;a href=\"Prunus%20spinosa\"&gt;Prunus spinosa&lt;/a&gt;\" (blackthorn), \"&lt;a href=\"Crataegus%20monogyna\"&gt;Crataegus monogyna&lt;/a&gt;\" (hawthorn) and \"&lt;a href=\"Cornus%20sanguinea\"&gt;Cornus sanguinea&lt;/a&gt;\" (dogwood). Regarding the grassy vegetation, there is a certain grouping on soils or categories of use. On low, moist soils species such as \"&lt;a href=\"Cirsium%20arvense\"&gt;Cirsium arvense&lt;/a&gt;\" (thistle), \"&lt;a href=\"Polygonum%20aviculare\"&gt;Polygonum aviculare&lt;/a&gt;\" (knotgrass), \"&lt;a href=\"Chenopodium%20album\"&gt;Chenopodium album&lt;/a&gt;\" (goosefoot) and \"&lt;a href=\"Anthemis%20arvensis\"&gt;Anthemis arvensis&lt;/a&gt;\" (chamomile) are found. On plains, with alluvial soil, species such as \"&lt;a href=\"Convolvulus%20arvensis\"&gt;Convolvulus arvensis&lt;/a&gt;\" (bindweed), \"&lt;a href=\"Setaria%20viridis\"&gt;Setaria viridis&lt;/a&gt;\" (foxtail), \"&lt;a href=\"Amaranthus\"&gt;Amaranthus&lt;/a&gt;\" spp. (pigweeds), \"&lt;a href=\"Melilotus%20officinalis\"&gt;Melilotus officinalis&lt;/a&gt;\" (melilot), \"&lt;a href=\"Plantago\"&gt;Plantago&lt;/a&gt;\" spp. (plantains) and \"&lt;a href=\"Agrostemma%20githago\"&gt;Agrostemma githago&lt;/a&gt;\" (corn-cockle) can be found. On pastures, the vegetation is represented by species poor in nutritional values, such as \"&lt;a href=\"Plantago%20lanceolata\"&gt;Plantago lanceolata&lt;/a&gt;\" (ribwort plantain), \"&lt;a href=\"Polygonum%20aviculare\"&gt;Polygonum aviculare&lt;/a&gt;\" (knotgrass), etc. &lt;a href=\"Wheat\"&gt;Wheat&lt;/a&gt;, &lt;a href=\"barley\"&gt;barley&lt;/a&gt;, &lt;a href=\"rye\"&gt;rye&lt;/a&gt;, &lt;a href=\"oat\"&gt;oat&lt;/a&gt;, &lt;a href=\"corn\"&gt;corn&lt;/a&gt;, &lt;a href=\"sunflower\"&gt;sunflower&lt;/a&gt;, &lt;a href=\"sugar%20beet\"&gt;sugar beet&lt;/a&gt;, &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt;, &lt;a href=\"rice\"&gt;rice&lt;/a&gt;, &lt;a href=\"clover\"&gt;clover&lt;/a&gt; and &lt;a href=\"lucerne\"&gt;lucerne&lt;/a&gt;, among others, are also cultivated here.\nAlthough there is a forest within the commune of Banloc, the fauna is not exactly rich in species of birds and wild animals. Among birds found here are &lt;a href=\"partridge\"&gt;partridge&lt;/a&gt;s, &lt;a href=\"pheasant\"&gt;pheasant&lt;/a&gt;s, &lt;a href=\"wild%20duck\"&gt;wild duck&lt;/a&gt;s, &lt;a href=\"gull\"&gt;gull&lt;/a&gt;s and &lt;a href=\"stork\"&gt;stork&lt;/a&gt;s. Among the most common wild animals which breed here are &lt;a href=\"hare\"&gt;hare&lt;/a&gt;s, &lt;a href=\"fox\"&gt;fox&lt;/a&gt;es, &lt;a href=\"deer\"&gt;deer&lt;/a&gt;s, &lt;a href=\"wolf\"&gt;wolves&lt;/a&gt; and &lt;a href=\"wild%20boar\"&gt;wild boar&lt;/a&gt;s. Fields are home to rodents such as &lt;a href=\"Apodemus\"&gt;field mice&lt;/a&gt; and &lt;a href=\"Striped%20field%20mouse\"&gt;field rats&lt;/a&gt;.\nHistory.\nBanloc.\nBanloc is attested for the first time on 13 May 1400 in a document given by the copyist from &lt;a href=\"Cenad\"&gt;Cenad&lt;/a&gt;, under the name \"Byallak\". It was inhabited by a mixed population, generally of &lt;a href=\"Eastern%20Christianity\"&gt;Eastern Christian faith&lt;/a&gt;. They were mostly &lt;a href=\"Romanians\"&gt;Romanians&lt;/a&gt;, &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt; and &lt;a href=\"Hungarians\"&gt;Hungarians&lt;/a&gt;. It is also noted that in 1660 the monks of the Serbian monastery of the Patriarchate of &lt;a href=\"Pe%C4%87\"&gt;Peć&lt;/a&gt; visited \"Banlog\" to collect donations for their &lt;a href=\"lavra\"&gt;lavra&lt;/a&gt;. During the Turkish occupation of &lt;a href=\"Banat\"&gt;Banat&lt;/a&gt;, the &lt;a href=\"pasha\"&gt;pasha&lt;/a&gt; from &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt; had his summer residence in Banloc.\nIn 1716 &lt;a href=\"Banat\"&gt;Banat&lt;/a&gt; was conquered by the Austrians. At the 1717 census, Banloc was registered as \"Panloch\", belonging to the district of &lt;a href=\"Ciacova\"&gt;Ciacova&lt;/a&gt;, with 85 inhabited households. On &lt;a href=\"Count%20Claude%20Florimond%20de%20Mercy\"&gt;Count Mercy&lt;/a&gt;'s map of 1723–1725, the village appears as \"Banlok\". By 1764, \"Banlog\" was, according to some records, an Orthodox parish in the Archpriestship of &lt;a href=\"Ghilad\"&gt;Ghilad&lt;/a&gt;. When the Austrian imperial auditor described Banat in 1774, he noticed that \"Banlock\" was in the districts of Jaručki and Ciacova and that the population was predominantly of Vlach (Romanian) origin. In 1777 Banloc had 229 houses and was one of the largest villages in Banat. \nAlthough the Banloc estate was considered to belong to the state, through the court chancellery or the treasury, an exchange of land occurs over time and the place is attributed to the Croatian-born János Drašković. This exchange of estates is related to the administrative-military reform that would bring the &lt;a href=\"Military%20Frontier\"&gt;Military Frontier&lt;/a&gt; () or the so-called &lt;a href=\"Cordon%20sanitaire%20%28international%20relations%29\"&gt;\"cordon sanitaire\"&lt;/a&gt; established by the imperial authorities on the borders of the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt; with the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; and the tributary principalities of &lt;a href=\"Moldavia\"&gt;Moldavia&lt;/a&gt; and &lt;a href=\"Wallachia\"&gt;Wallachia&lt;/a&gt;. The Serbian and Romanian regiments (Illyrian regiments), were formed from the villages of Banat, within the territory. In 1783 the estate was sold by János and György Drašković to Count Lázár Karátsonyi of Beodra (present-day &lt;a href=\"Novo%20Milo%C5%A1evo\"&gt;Novo Miloševo&lt;/a&gt;, &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;). About ten years later he began to invest heavily in new and modern buildings for that era. Banloc Castle was built on much older foundations that were most likely the ruins of former buildings from the Turkish era.\nThe history of Banloc is closely linked to the history of the estate and its economic performance. The estate of the Karátsonyi counts included vast hunting forests, agricultural lands – noteworthy being the rice fields of Topolea (), fishing lakes, tobacco plantations, animal farms (in Pescuș), &lt;a href=\"Lipizzan\"&gt;Lipizzan&lt;/a&gt; horse studs, an alcohol factory and a mill located near the Banloc railway station. After 1919, the estate lost part of its land due to the border between the &lt;a href=\"Kingdom%20of%20Romania\"&gt;Kingdom of Romania&lt;/a&gt; and the &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Yugoslavia&lt;/a&gt;. Even after the agricultural reform of 1921, the Banloc estate, together with the castle and the park, remained one of the largest in the country. After &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, in 1922, Count Karátsonyi was expropriated and left Banloc, and a large part of the estate was divided between the peasants who fought in the war. The &lt;a href=\"Royal%20House%20of%20Romania\"&gt;Royal House of Romania&lt;/a&gt; becomes interested in its fate and, in 1935, buys it back from the Karátsonyi family with 22 million lei. Thus, Banloc became a royal domain and permanent residence of &lt;a href=\"Elisabeth%20of%20Romania\"&gt;Princess Elisabeth&lt;/a&gt; – former Queen of Greece – sister of &lt;a href=\"Carol%20II%20of%20Romania\"&gt;King Carol II of Romania&lt;/a&gt;. In 1947 the monarchy was abolished and the princess left Banloc. The estate was confiscated and in 1950 the castle became the seat of the state household. During the communist period, the castle was in turn the headquarters of the forest district, a nursing home, an orphanage and a school. In 2008, the castle was leased by the town hall to the &lt;a href=\"Metropolis%20of%20Banat\"&gt;Metropolis of Banat&lt;/a&gt; for a period of 49 years.\nOn 12 July 1991, Banloc was the &lt;a href=\"epicenter\"&gt;epicenter&lt;/a&gt; of a 5.7-magnitude &lt;a href=\"earthquake\"&gt;earthquake&lt;/a&gt;. With an intensity of VIII on the &lt;a href=\"Mercalli%20scale\"&gt;Mercalli scale&lt;/a&gt;, the earthquake damaged 5,000 houses and the Roman Catholic church in Ofsenița. Following the earthquake, the frontispiece with the royal coat of arms and the vaults of Banloc Castle collapsed. A man was killed at a local bar by a falling beam.\nOfsenița.\nIt is a relatively recent village, first mentioned in &lt;a href=\"Luigi%20Ferdinando%20Marsili\"&gt;Marsigli&lt;/a&gt;'s notes from 1690–1700. It was originally a village of &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt;, who came here in the late 17th century. Ofsenița was colonized by &lt;a href=\"Swabians\"&gt;Swabians&lt;/a&gt; from neighboring villages in 1800–1804, who became the majority.\nAt the beginning of the 19th century, in 1838, Ofsenița became property of the Karátsonyi family, who bought the estate of Baron Drašković and received another territory from the &lt;a href=\"Aerarium\"&gt;Aerarium&lt;/a&gt;, provided that they employed only Hungarian Catholics on the estate. In this way, the Karátsonyi family takes possession of 27,000 &lt;a href=\"jugerum\"&gt;jugers&lt;/a&gt; of land, including the villages of Banloc, Ofsenița, Soca, Partoș, Tolvădia and Topolea. \nAt the 1870 census, Ofsenița belonged to the &lt;a href=\"Plandi%C5%A1te\"&gt;district of Zichyfalva&lt;/a&gt;, &lt;a href=\"Toront%C3%A1l%20County\"&gt;Torontál County&lt;/a&gt;, and had 302 houses with 1,406 inhabitants. During this period, Ofsenița was considered a large commune, with its own administration. The main occupation of the inhabitants was agriculture. In the commune there were also craftsmen such as masons, carpenters, blacksmiths and barbers. On 13 October 1850, the town hall was dissolved and Ofsenița became a village belonging to the commune of Banloc. In 1910 the name of the village changed from \"Offszenicza\" to \"Karátsonyifalva\", after its owner. After the union of &lt;a href=\"Banat\"&gt;Banat&lt;/a&gt; with Romania, it was named \"Pescuș\" for a short period of time. The village continued to be predominantly German until the early 1990s. &lt;a href=\"Germans\"&gt;Germans&lt;/a&gt; began to leave after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. The last big wave emigrated immediately after 1990.\nPartoș.\nThe first recorded mention of Partoș is found in a church tithe collected between 1300–1335, where it appears under the name \"Parthas\". The settlement was located on the right bank of &lt;a href=\"B%C3%A2rzava%20%28Timi%C8%99%29\"&gt;Bârzava River&lt;/a&gt;, unlike the current location on its left bank, due to a subsequent relocation. In the following period, the village passed through the rule of several nobles, being mentioned in documents from the 15th century.\nLittle is known about the village from the Ottoman period. However, the more important town of &lt;a href=\"Ciacova\"&gt;Ciacova&lt;/a&gt; was conquered by the Turks in 1551, so the whole realm was under Ottoman rule. The 1717 census, the year in which &lt;a href=\"Banat\"&gt;Banat&lt;/a&gt; was recaptured by the Habsburgs, recorded the presence of only 18 inhabited houses, which speaks of its decline during the Ottoman period. The 18th century marked the beginning of a period conducive to the development of Partoș. Over the years, the village was the property of several local nobles (Drašković, Karátsonyi). During this period, rice fields were arranged on the banks of &lt;a href=\"B%C3%A2rzava%20%28Timi%C8%99%29\"&gt;Bârzava River&lt;/a&gt;. In 1890 the village belonged to the commune of Banloc and had 1,193 inhabitants. Due to the intensification of economic activity, more and more families of Hungarian and German colonists settled here. In 1929, the hamlet of Topolea was incorporated into Partoș. Until then, it was an independent settlement, a famous rice paddy and fishery.\nSoca.\nThe first recorded mention of Soca dates from 1333, being mentioned in the papal tithe lists as \"Zago\". The medieval settlement disappeared, and the new village was re-established on the same hearth, towards the end of the Turkish occupation, by colonizing with &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt;. In &lt;a href=\"Luigi%20Ferdinando%20Marsili\"&gt;Marsigli&lt;/a&gt;'s notes from 1690–1700 the village of \"Szoka\", in the district of &lt;a href=\"Ciacova\"&gt;Ciacova&lt;/a&gt;, is mentioned, and in the Austrian census of 1717, the village of \"Soke\" with 30 houses, inhabited by &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt;, is registered. In 1778 Soca was annexed to &lt;a href=\"Toront%C3%A1l%20County\"&gt;Torontál County&lt;/a&gt;, and in 1781 it became the property of the Karátsonyi family. \nUntil the 1950s, the number of &lt;a href=\"Romanians\"&gt;Romanians&lt;/a&gt; was not significant, while &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt;, the majority, gradually decreased in number. In the 1970s, &lt;a href=\"Ukrainians\"&gt;Ukrainians&lt;/a&gt; from &lt;a href=\"Northern%20Maramure%C8%99\"&gt;Northern Maramureș&lt;/a&gt; and &lt;a href=\"Bukovina\"&gt;Bukovina&lt;/a&gt; began to settle here. In a short time, they founded a solid community, so in the early 1990s they outnumbered both Serbs and Romanians.\nDemographics.\nBanloc had a population of 2,631 inhabitants at the 2011 census, down 9% from the 2002 census. Most inhabitants are &lt;a href=\"Romanians\"&gt;Romanians&lt;/a&gt; (70.24%), larger minorities being represented by &lt;a href=\"Romani%20people\"&gt;Roma&lt;/a&gt; (9.81%), &lt;a href=\"Ukrainians\"&gt;Ukrainians&lt;/a&gt; (9.24%), &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt; (3.31%) and &lt;a href=\"Hungarians\"&gt;Hungarians&lt;/a&gt; (2.66%). For 4.41% of the population, ethnicity is unknown. By religion, most inhabitants are &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Orthodox&lt;/a&gt; (84.87%), but there are also minorities of &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt;s (4.9%), &lt;a href=\"Pentecostal\"&gt;Pentecostal&lt;/a&gt;s (2.81%) and &lt;a href=\"Serbian%20Orthodox%20Church\"&gt;Serbian Orthodox&lt;/a&gt; (1.56%). For 4.41% of the population, religious affiliation is unknown.\nEducation and culture.\nThe most important educational center in the commune is the general school (1–8) in Banloc. &lt;a href=\"Primary%20school\"&gt;Primary school&lt;/a&gt;s (1–4) are also found in the belonging villages of Ofsenița, Partoș and Soca. All the villages have their own &lt;a href=\"kindergarten\"&gt;kindergarten&lt;/a&gt;, of which the one in Banloc also has an extended program.\nThe four villages each have their own &lt;a href=\"community%20center\"&gt;community center&lt;/a&gt;. There is also a communal &lt;a href=\"library\"&gt;library&lt;/a&gt; in Banloc."
}