{
    "id": "18799265",
    "revid": "5288432",
    "url": "https://en.wikipedia.org/wiki?curid=18799265",
    "title": "Bucovăț, Timiș",
    "text": "Bucovăț (, \"small village\"; ) is a &lt;a href=\"communes%20of%20Romania\"&gt;commune&lt;/a&gt; in &lt;a href=\"Timi%C8%99%20County\"&gt;Timiș County&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;. It is composed of two villages, Bazoșu Nou () and Bucovăț. Part of the commune of &lt;a href=\"Remetea%20Mare\"&gt;Remetea Mare&lt;/a&gt; until 2007, it was established as a separate commune in that year.\nGeography.\nBucovat is located 16 km from &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt; and 51 km from &lt;a href=\"Lugoj\"&gt;Lugoj&lt;/a&gt;, in the center of &lt;a href=\"Timi%C8%99%20County\"&gt;Timiș County&lt;/a&gt;. Bucovăț lies in the Tisa Plain, a low plain that overlaps the Bega–Timiș &lt;a href=\"interfluve\"&gt;interfluve&lt;/a&gt;, with altitudes of 80–90 m. The hydrographic network is represented, as previously mentioned, by &lt;a href=\"Bega%20%28Tisza%29\"&gt;Bega&lt;/a&gt; and &lt;a href=\"Timi%C8%99%20River\"&gt;Timiș&lt;/a&gt; rivers. Timiș, with large level variations but with a small drainage slope, which explains its rather meandering course, is dammed, and Bega, which separates Bucovăț from &lt;a href=\"Remetea%20Mare\"&gt;Remetea Mare&lt;/a&gt;, for the most part with an almost constant and adjustable flow, is channeled and dammed.\nClimate.\nThe climate can be characterized as a plain climate, at the limit of interference between the western subtype with oceanic nuances and the Banat subtype with sub-Mediterranean nuances. The average annual temperature is 10.6 °C, and the average annual rainfall is 631 mm, with the observation that if in the summer there is a deficit of rainfall, in the rest of the year there are surpluses of water both in the soil and on its surface, with negative influences on the balanced development of agricultural crops.\nFlora.\nThe area is characterized by a humid &lt;a href=\"forest-steppe\"&gt;forest-steppe&lt;/a&gt; vegetation. The forests occupy small areas, among them the one from &lt;a href=\"Reca%C8%99\"&gt;Bazoș&lt;/a&gt;, a dendrological scientific reserve, with an area of 60 ha, which preserves indigenous and exotic forest species from the North American and Asian flora, the collection comprising a number of 800 taxa. The main natural wood species are represented by \"Quercus pedunculiflora\" (greyish oak), \"&lt;a href=\"Quercus%20petraea\"&gt;Quercus petraea&lt;/a&gt;\" (sessile oak), \"&lt;a href=\"Acer%20campestre\"&gt;Acer campestre&lt;/a&gt;\" (field maple), \"&lt;a href=\"Fraxinus%20excelsior\"&gt;Fraxinus excelsior&lt;/a&gt;\" (ash) and \"&lt;a href=\"Ulmus\"&gt;Ulmus&lt;/a&gt;\" spp. (elm), the &lt;a href=\"undergrowth\"&gt;undergrowth&lt;/a&gt; species being mainly represented by \"&lt;a href=\"Cornus%20sanguinea\"&gt;Cornus sanguinea&lt;/a&gt;\" (dogwood), \"&lt;a href=\"Crataegus%20monogyna\"&gt;Crataegus monogyna&lt;/a&gt;\" (hawthorn), \"&lt;a href=\"Prunus%20spinosa\"&gt;Prunus spinosa&lt;/a&gt;\" (blackthorn) and \"&lt;a href=\"Rosa%20canina\"&gt;Rosa canina&lt;/a&gt;\" (dog rose). Along the rivers, species such as \"&lt;a href=\"Salix%20alba\"&gt;Salix alba&lt;/a&gt;\" (white willow), \"&lt;a href=\"Salix%20%C3%97%20fragilis\"&gt;Salix × fragilis&lt;/a&gt;\" (crack willow), \"&lt;a href=\"Populus%20alba\"&gt;Populus alba&lt;/a&gt;\" (silver poplar) and \"&lt;a href=\"Populus%20nigra\"&gt;Populus nigra&lt;/a&gt;\" (black poplar) are dominant. The trees usually cultivated are &lt;a href=\"plum\"&gt;plum&lt;/a&gt;, &lt;a href=\"apple\"&gt;apple&lt;/a&gt;, &lt;a href=\"cherry\"&gt;cherry&lt;/a&gt;, &lt;a href=\"quince\"&gt;quince&lt;/a&gt; and &lt;a href=\"pear\"&gt;pear&lt;/a&gt;, and along the roads, &lt;a href=\"mulberry\"&gt;mulberry&lt;/a&gt; and &lt;a href=\"locust\"&gt;locust&lt;/a&gt;.\nSpontaneous grassy vegetation is generally represented by species such as \"&lt;a href=\"Gypsophila%20muralis\"&gt;Gypsophila muralis&lt;/a&gt;\" (cushion baby's-breath), \"&lt;a href=\"Setaria%20viridis\"&gt;Setaria viridis&lt;/a&gt;\" (green foxtail), \"&lt;a href=\"Cynodon%20dactylon\"&gt;Cynodon dactylon&lt;/a&gt;\" (dog's tooth grass), \"&lt;a href=\"Cirsium%20arvense\"&gt;Cirsium arvense&lt;/a&gt;\" (creeping thistle), \"&lt;a href=\"Papaver%20rhoeas\"&gt;Papaver rhoeas&lt;/a&gt;\" (red poppy), \"&lt;a href=\"Chenopodium%20album\"&gt;Chenopodium album&lt;/a&gt;\" (wild spinach), \"&lt;a href=\"Erigeron%20canadensis\"&gt;Erigeron canadensis&lt;/a&gt;\" (horseweed), \"&lt;a href=\"Centaurea%20cyanus\"&gt;Centaurea cyanus&lt;/a&gt;\" (cornflower), \"&lt;a href=\"Polygonum%20aviculare\"&gt;Polygonum aviculare&lt;/a&gt;\" (knotgrass), \"&lt;a href=\"Persicaria%20hydropiper\"&gt;Persicaria hydropiper&lt;/a&gt;\" (water pepper), \"&lt;a href=\"Convolvulus%20arvensis\"&gt;Convolvulus arvensis&lt;/a&gt;\" (field bindweed), \"&lt;a href=\"Trifolium%20arvense\"&gt;Trifolium arvense&lt;/a&gt;\" (hare's-foot clover), \"&lt;a href=\"Trifolium%20repens\"&gt;Trifolium repens&lt;/a&gt;\" (white clover), \"&lt;a href=\"Trifolium%20hybridum\"&gt;Trifolium hybridum&lt;/a&gt;\" (alsike clover), \"&lt;a href=\"Equisetum%20arvense\"&gt;Equisetum arvense&lt;/a&gt;\" (field horsetail), \"&lt;a href=\"Symphytum%20officinale\"&gt;Symphytum officinale&lt;/a&gt;\" (comfrey), \"&lt;a href=\"Plantago%20lanceolata\"&gt;Plantago lanceolata&lt;/a&gt;\" (ribwort plantain), \"&lt;a href=\"Ranunculus\"&gt;Ranunculus&lt;/a&gt;\" spp. (buttercups) and \"&lt;a href=\"Mentha\"&gt;Mentha&lt;/a&gt;\" spp. (mint). In areas with excess humidity, hygrophilous species such as \"&lt;a href=\"Carex\"&gt;Carex&lt;/a&gt;\" spp. (true sedges), \"&lt;a href=\"Juncus\"&gt;Juncus&lt;/a&gt;\" spp. (rushes), \"&lt;a href=\"Rumex%20crispus\"&gt;Rumex crispus&lt;/a&gt;\" (curly dock) and \"&lt;a href=\"Ranunculus\"&gt;Ranunculus&lt;/a&gt;\" spp. (buttercups) can be seen.\nHistory.\nArchaeological traces dating back to the &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt;, but especially the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt;, have been discovered in Bucovăț. The Roman earth mounds that stretch from Remetea to Dragșina are still visible. Bucovăț is first mentioned in 1492 in a diploma granting \"Bucov\" the status of town. The written records after the conquest of &lt;a href=\"Banat\"&gt;Banat&lt;/a&gt; by the Habsburgs document the village with the name \"Bucova\". Initially, the hearth of the village was located on a swampy area, on the banks of a stream called Bârnar. Due to the numerous floods, the village was moved to its current hearth. By 1720, the inhabitants moved completely to the new settlement and in addition, Romanian families from &lt;a href=\"Oltenia\"&gt;Oltenia&lt;/a&gt; arrived here, whom the locals called \"peasants\", from which a street called \"peasants' street\" remains. The main occupations were &lt;a href=\"animal%20husbandry\"&gt;animal husbandry&lt;/a&gt; and &lt;a href=\"beekeeping\"&gt;beekeeping&lt;/a&gt;. The first school was built around 1774. In 1776, Bucovăț had 82 houses. In 1890 it was part of the &lt;a href=\"Temes%20County\"&gt;Temes County&lt;/a&gt;, the district of &lt;a href=\"Reca%C8%99\"&gt;Recaș&lt;/a&gt;. In the 19th century, colonizations were tried with Hungarians, but they left, Bucovăț remaining mostly Romanian.\nBazoșu Nou (formerly known as Colonia Hotar, in &lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt; \"Határpuszta\") was established in 1926, by colonizing with 46 Transylvanian families from &lt;a href=\"T%C4%83lmaciu\"&gt;Tălmăcel&lt;/a&gt;, &lt;a href=\"Sibiu%20County\"&gt;Sibiu&lt;/a&gt;. For the establishment of the village, a lowland place was chosen, between the forests, on the estate of the former owner Lajos Ambrózy. The name was taken from the neighboring locality, &lt;a href=\"Reca%C8%99\"&gt;Bazoș&lt;/a&gt;, which is only 6 km away. From its establishment until today, it has been inhabited only by Romanians.\nDemographics.\nBucovăț had a population of 1,601 inhabitants at the 2011 census, up 14% from the 2002 census. Most inhabitants are &lt;a href=\"Romanians\"&gt;Romanians&lt;/a&gt; (89.13%), larger minorities being represented by &lt;a href=\"Romani%20people\"&gt;Roma&lt;/a&gt; (2.81%) and &lt;a href=\"Hungarians\"&gt;Hungarians&lt;/a&gt; (1.37%). For 5.81% of the population, ethnicity is unknown. By religion, most inhabitants are &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Orthodox&lt;/a&gt; (87.82%), but there are also minorities of &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt;s (2.81%) and &lt;a href=\"Baptist\"&gt;Baptist&lt;/a&gt;s (2.25%). For 5.81% of the population, religious affiliation is unknown."
}