{
    "id": "18797255",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=18797255",
    "title": "Tom Johnson (bareknuckle boxer)",
    "text": "Tom Johnson (born Thomas Jackling; c. 1750 – 21 January 1797) was a &lt;a href=\"bare-knuckle%20boxing\"&gt;bare-knuckle&lt;/a&gt; fighter who was referred to as the Champion of England between 1784 and 1791. His involvement in pugilistic prizefighting is generally seen to have coincided with a renewed interest in the sport. Although a strong man, his success was largely attributed to his technical abilities and his calm, analytical approach to despatching his opponents. But Johnson was less prudent outside the ring; he was a gambler and considered by many of his acquaintances to be an &lt;a href=\"Confidence%20trick\"&gt;easy mark&lt;/a&gt;. He is thought to have earned more money from the sport than any other fighter until nearly a century later, but much of it was squandered.\nJohnson's first fight probably took place in June 1783 against Jack Jarvis, after he had unintentionally slighted the wagon driver and professional fighter. Jarvis challenged Johnson to fight him as a matter of honour, and was comprehensively beaten in the resulting match. Johnson's success encouraged him to take up the sport professionally. By June 1784 he had declared himself to be the champion, although whether of England or the world is uncertain.\nIn the later years of his fight career, and for some time after it ended, he acted as a &lt;a href=\"cornerman\"&gt;second&lt;/a&gt; for other prominent fighters and ran a &lt;a href=\"public%20house\"&gt;public house&lt;/a&gt;. His dissipation outside the ring appears to have resulted in his decision to leave England for Ireland, where he continued to tutor other boxers but eventually resorted to gambling to earn a living. He died a broken man, both physically and financially.\nJohnson was inducted into the \"Pioneer\" category of the &lt;a href=\"International%20Boxing%20Hall%20of%20Fame\"&gt;International Boxing Hall of Fame&lt;/a&gt; in 1995.\nLife before boxing.\nTom Johnson was born in &lt;a href=\"Derby\"&gt;Derby&lt;/a&gt;, England in about 1750, although &lt;a href=\"Pierce%20Egan\"&gt;Pierce Egan&lt;/a&gt;, an early historian of boxing, states that Johnson was born in &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt;. His birth name was Thomas Jackling, but he used the name Tom Johnson throughout his fight career.\nJohnson moved to London at a young age and spent the next twenty years or so working as a corn porter, loading and unloading sacks of corn from a wharf near to &lt;a href=\"Old%20Swan%20Stairs\"&gt;Old Swan Stairs&lt;/a&gt;, &lt;a href=\"Thames%20Street%20%28London%29\"&gt;(Upper) Thames Street&lt;/a&gt;.\nHis selflessness and strength were exemplified during this period by the assistance that he gave to a fellow worker who had become ill. Johnson would carry two sacks of corn on each journey between the wharf and the grain warehouse, rather than the usual single sack, up an incline so steep that it was known as Labour-in-vain-hill. He gave the extra money he earned to the family of the sick man until he was able to return work.\nBackground to 18th-century prizefighting.\nPrizefighting in early 18th-century England took many forms rather than just pugilism, which was referred to by noted swordsman and then boxing champion &lt;a href=\"James%20Figg\"&gt;James Figg&lt;/a&gt; as \"the noble science of defence\". But by the middle of the century the term was generally used to denote boxing fights only. The appeal of prizefighting at that time has been compared to that of &lt;a href=\"duelling\"&gt;duelling&lt;/a&gt;; historian Adrian Harvey says that: \nFrom a legal standpoint prizefights ran the risk of being classified as disorderly assemblies, but in practice the authorities were mainly concerned about the number of criminals congregating there. Historian Bohun Lynch has been quoted as saying that pickpocketing was rife, and that fights between the various supporters were common. However, the patronage of the aristocracy and the wealthy ensured that any legal scrutiny was generally benign, in particular because fights could take place on private estates. This patronage also explains why London was the centre for the sport; people of wealth tended to congregate in the city during the winter months and in the summer dispersed to their country estates. From 1786, just as Johnson was rising to prominence, there was increased support for the sport because of the interest shown in it by the &lt;a href=\"George%20IV%20of%20the%20United%20Kingdom%23Early%20life\"&gt;Prince of Wales&lt;/a&gt; (later King George IV) and his brothers, the future &lt;a href=\"William%20IV%20of%20the%20United%20Kingdom\"&gt;King William IV&lt;/a&gt; and &lt;a href=\"Prince%20Edward%2C%20Duke%20of%20Kent%20and%20Strathearn\"&gt;Duke of Kent&lt;/a&gt;. This renewed interest followed a period of malaise which had in large part been due to corruption in the form of \"fixing\" the fights.\n&lt;a href=\"Jack%20Broughton\"&gt;Jack Broughton&lt;/a&gt;, a celebrated boxing champion (and another who was also a swordsman), had gone some way to defining the rules of prizefighting in 1743, based on earlier work by Figg, but by Johnson's time the rules were still interpreted very loosely. The style of fighting was also very different from modern boxing; the contestants stood facing each other squarely with their feet in line and their fists raised level in front of them, rather than the present-day stance of generally having one foot slightly in front of the other and one fist leading. Brute strength was the primary factor for success and knock-downs were frequent, a consequence of the instability inherent in the positioning of the fighters' feet. Rounds were not timed but instead lasted until a man was knocked down, with fighters permitted to wrestle each other to the ground. Moving around the ring, known as shifting, was deprecated and sometimes explicitly prohibited by the rules for a fight; going to ground without being hit could lead to claims that the man still standing had won. The fighters usually each provided an umpire of their choice, and there might also be a third, independent umpire present, to adjudicate between them.\nCareer as a fighter.\nEarly period.\nJohnson probably began fighting in June 1783, at the age of thirty-three, although Brailsford suggests it was 1781 or slightly earlier. Johnson had unintentionally slighted a carman (horse-drawn wagon driver) and fighter called Jack Jarvis, who then called for Johnson to fight him as a matter of honour. Johnson comprehensively battered the experienced Jarvis at Lock's Fields, and his name came to the attention of professional fighters. At that time Johnson had no intention of earning a living from the sport, but he became so goaded by a professional known as The Croydon Drover that a fight was arranged for March 1784, at &lt;a href=\"Kennington%20Common\"&gt;Kennington Common&lt;/a&gt;. Johnson beat the Drover to a pulp in 27 minutes and decided to become a professional.\nThe success against the Drover was followed by a victory against the ageing professional Stephen \"Death\" Oliver in June. The fight, which took place at &lt;a href=\"Blackheath%2C%20London\"&gt;Blackheath&lt;/a&gt; in front of thousands of people, was over in a time stated as being either 18 or 35 minutes. Johnson subsequently declared himself to be the champion and challenged all-comers. Most contemporary and near-contemporary accounts, such as those of Egan, regard this title of champion to mean Champion of England but Barrett O'Hara, writing in 1909, listed Johnson as the fourteenth World Heavyweight Champion. At the time of Johnson's victory, the holder of title of champion was disputed. The previous holder, &lt;a href=\"Duggan%20Fearns\"&gt;Duggan Fearns&lt;/a&gt;, had disappeared and &lt;a href=\"Harry%20Sellers\"&gt;Harry Sellers&lt;/a&gt;, the man Fearns had beaten to win the title in a fight that lasted 90 seconds and was alleged to have been fixed, had died.\nJohnson did not fight again until he beat Bill Love, a butcher, at &lt;a href=\"Chipping%20Barnet\"&gt;Barnet&lt;/a&gt; on 11 or 13 January 1786 in a contest that lasted five minutes and offered a prize of 50 &lt;a href=\"guinea%20%28coin%29\"&gt;guinea&lt;/a&gt;s. He then beat Jack Towers the following month at the same place.\nThe final fight of Johnson's early period, during which the stake money was relatively low, was his comprehensive win over a ponderous fighter called Fry for a prize of 50 guineas at &lt;a href=\"Kingston%20upon%20Thames\"&gt;Kingston&lt;/a&gt;. The fight, which lasted less than 30 minutes, ended with Fry badly beaten up and Johnson with barely a scratch on him. This fight did not attract many supporters of the sport; it took place on 6 June 1786 and was therefore during the period when the wealthy were away from London.\nConsolidation.\nJohnson had developed to be an exceptional fighter, and a rarity in his day because he used his brain as well as his strength. A barrel-chested man, he weighed around and his height was variously stated in the range of 5' 8\" (1.73 m) to 5' 10\" (1.78 m). He was known for his coolness under pressure and he took time to analyse his opponent's strengths, weaknesses and technique. He did not retreat from the fight but avoided risk and was careful not to expose himself too much to attack, although his guard was described as \"inelegant\" by Egan. That writer also explained that he \"worked round his antagonist in a way peculiar to himself, that so puzzled his adversary to find out his intent, that he was frequently thrown off his guard, by which manoeuvring Johnson often gained the most important advantages.\" All of this meant that his fights were not usually of short duration; he made certain of the outcome rather than risking anything.\nHaving exhausted challengers in London, he took on &lt;a href=\"Bristol\"&gt;Bristol&lt;/a&gt;ian professional Bill Warr for 200 guineas at Oakhampton, &lt;a href=\"Berkshire\"&gt;Berkshire&lt;/a&gt; on 18 January 1787, although the manner of his victory on this occasion was \"scarcely worthy of being called a fight\", according to \"The Sportsman's Magazine\". Warr had to resort to shifting and falling to the ground in order to stay in the contest, and as both tactics were regarded as underhand he attracted the ire of the crowd. He survived for almost 90 minutes until a choice blow from Johnson caused Warr to run from the ring, despite the protestations of his second.\nA hiatus in Johnson's boxing career followed, with no challengers coming forward until the Irish champion Michael Ryan took an interest. The fight at &lt;a href=\"Wraysbury\"&gt;Wraysbury&lt;/a&gt;, then in &lt;a href=\"Buckinghamshire\"&gt;Buckinghamshire&lt;/a&gt;, on either 18 or 19 December 1787 saw Richard Humphries (\"The Gentleman Boxer\") acting as Johnson's second and &lt;a href=\"Daniel%20Mendoza\"&gt;Daniel Mendoza&lt;/a&gt; as his bottle-holder. Ryan was the favourite to win before the fight, and he had Johnson reeling against the rails of the ring with a blow to the head after almost 20 minutes had elapsed. Humphries' second stepped in to prevent a second strike and this enraged the crowd because they believed Ryan could continue hitting until Johnson fell to the ground. They encouraged Ryan to declare himself victor as a consequence of this foul but he refused, as he wanted to win by means other than a technicality. He allowed Johnson to recover and then, in the space of the next ten minutes, lost the bout.\nFinancial security.\nThe nature of the fight with Ryan led to a much anticipated re-match at &lt;a href=\"Cassiobury%20Park\"&gt;Cassiobury Park&lt;/a&gt;, &lt;a href=\"Hertfordshire\"&gt;Hertfordshire&lt;/a&gt; on 11 February 1789. At stake was prize money of 600 guineas, as well as Johnson's title of champion. Humphries again acted as Johnson's second and a man called Jackson was his bottle-holder. The fight consisted of one round of mutually displayed skill, during which Johnson was felled, and thereafter was brutal passion. Egan described it as It was over in 33 minutes, when Ryan gave up the fight. One spectator, a Mr Hollingsworth, who was a corn factor and had at one time employed Johnson, was so impressed and pleased with how much he had made from betting on Johnson that he settled a £20 per annum gift for life on the fighter.\nA proposed bout later in the same year against &lt;a href=\"Benjamin%20Brain\"&gt;Ben Bryan&lt;/a&gt; (sometimes known as Ben Brian, Ben Brain or Ben Bryant) came to nothing. Bryan had been a &lt;a href=\"colliery\"&gt;collier&lt;/a&gt; in &lt;a href=\"Kingswood%2C%20South%20Gloucestershire\"&gt;Kingswood&lt;/a&gt;, Bristol before moving to London to fight. He was seen as a strong potential challenger, having already won two fights in the provinces and then won against John Boone (known as \"The Fighting Grenadier\"), a man called Corbally, and Tom Tring. The prize money was set at £1000, but Bryan became ill and had to withdraw, forfeiting his staked deposit of £100.\nLater in 1789 fighters from the &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; area issued a series of challenges to opponents based around London, intended to demonstrate the level of organisation and confidence among the Birmingham boxers and their supporters. Three of the challenges were accepted, including that from &lt;a href=\"Isaac%20Perrins\"&gt;Isaac Perrins&lt;/a&gt; to Tom Johnson. Perrins, who has been described as \"the knock-kneed hammerman from Soho\", had already issued a general challenge, offering to fight any man in England for a prize of 500 guineas, having beaten all challengers in the counties around Birmingham.\nThe Perrins–Johnson fight took place at &lt;a href=\"Banbury\"&gt;Banbury&lt;/a&gt; on 22 October 1789, billed as a battle between Birmingham and London as well as for the English Championship. The venue had been intended to be &lt;a href=\"Newmarket%2C%20Suffolk\"&gt;Newmarket&lt;/a&gt; during a &lt;a href=\"Horseracing%20in%20Great%20Britain\"&gt;race meeting&lt;/a&gt; but permission could not be obtained. The two men were about the same age but physically very different. Perrins stood 6' 2\" (1.88 m) tall and weighed . It was claimed that he had lifted of iron with ease, and he was \"universally allowed to possess much skill and excellent bottom\". That is, it was acknowledged that he was skillful and courageous. The physical mismatch was later described as a fight between Hercules, in the form of Perrins, and a boy.\nThe first five minutes of competition saw neither man strike a blow and then when Perrins tried to make contact Johnson dodged and felled Perrins in return. Although Perrins recovered to hold the upper hand in the first few rounds, Johnson then began to dance around the ring, forcing Perrins to follow in order to make a fight of it. This was the first time in his career that Johnson had found it necessary to resort to this tactic of shifting. It confused Perrins because of it being contrary to the custom at the time, but the rules for this particular fight did not prevent it. Nor did they specify what should happen if a contestant fell to the ground, which is what Johnson did in order to avoid being hit – this action was thought by the spectators to be unsporting but was permitted by the two umpires. Before long both fighters showed signs of their opponent's attacks, with first Perrins and then Johnson suffering cut eyes and then further damage to their faces. By the fight's end Perrins' head \"had scarcely the traces left of a human being\", according to Egan in his history of boxing. The contest lasted 62 rounds, which took a total of 75 minutes to complete, until Perrins became totally exhausted. Tony Gee has said that \nPerrins' supporters had gambled heavily on him because of his reputation and his advantage in size. In the event it was a major supporter of Johnson, a Thomas Bullock, who gained; he won £20,000 (equivalent to £220,000 as of 2010) from his bets in favour of Johnson and gifted the victor £1,000.\nThe event was recorded in \"&lt;a href=\"The%20Gentleman%27s%20Magazine\"&gt;The Gentleman's Magazine&lt;/a&gt;\" of that month: \nThe contestants received 250 guineas each, with Johnson also receiving two-thirds of the entrance takings (after costs) and Perrins receiving the other third. The net takings were £800, and the number of spectators was variously stated as being 3,000 or 5,000. Johnson called on Perrins and left him a guinea to buy himself a drink before leaving Banbury. The fight had proved to be \"one of the hardest, cleanest and most brilliant encounters that ever took place\". As O'Hara put it, \"The stevedore at 33 has become at 39 the &lt;a href=\"Croesus\"&gt;Croesus&lt;/a&gt; of the ring.\"\n&lt;a href=\"Copper\"&gt;Copper&lt;/a&gt; medals were struck to commemorate each of the contestants. The &lt;a href=\"obverse\"&gt;obverse&lt;/a&gt; side of these contained a picture of the respective fighter; the reverse had the Latin inscription \"Bella! Horrida bella!\" (a quotation from &lt;a href=\"Virgil\"&gt;Virgil&lt;/a&gt; which can be translated as \"wars, horrible wars\") and the words \"Strength and magnanimity\" in the case of Perrins, and \"Science and intrepidity\" for that of Johnson. Chaloner has speculated that these may have been produced by Perrins' employers, &lt;a href=\"Boulton%20and%20Watt\"&gt;Boulton and Watt&lt;/a&gt;, and says that they bear similarities with the work of a French &lt;a href=\"Die%20%28manufacturing%29\"&gt;die&lt;/a&gt; maker called Ponthon who was supplying the firm with industrial items from at least 1791. The &lt;a href=\"National%20Portrait%20Gallery%20%28London%29\"&gt;National Portrait Gallery&lt;/a&gt; holds two pictures of the Banbury fight, one an &lt;a href=\"etching\"&gt;etching&lt;/a&gt; published by &lt;a href=\"George%20Smeeton\"&gt;George Smeeton&lt;/a&gt; in 1812, and the other by &lt;a href=\"Joseph%20Grozer\"&gt;Joseph Grozer&lt;/a&gt; in 1789.\nLast fight.\nBen Bryan now challenged Johnson once more. He had recovered from his previous illness and won a fight at Banbury against Jacombs, another of the Birmingham challengers, on the day after Johnson's victory against Perrins. Subsequently, Bryan had drawn a 180-round contest with Bill Hooper, also known as \"The Tinman\", regarding which \"The Sportsman's Magazine\" claimed \"A more ridiculous match never took place in the annals of pugilism.\"\nThe &lt;a href=\"Duke%20of%20Hamilton\"&gt;Duke of Hamilton&lt;/a&gt; supplied Bryan's stake to fight Johnson in a contest for a prize of 500 guineas held at &lt;a href=\"Wrotham\"&gt;Wrotham&lt;/a&gt;, Kent. Although it is thought that he held property worth £5,000 by the end of the 1780s, and had earned the equivalent of US$125,000 in 1789 alone (including money earned from betting on himself), Johnson had to rely on friends to provide his stake because he had spent all of his money. He was a gambling man and an \"easy mark\", attracting people who gladly took his money from him. Brailsford has commented that this dissipation in his personal life was at odds with his cautious, calculated approach when in the prize ring.\nJohnson was a clear favourite to win the match, which took place on 17 January 1791 and attracted even more spectators than had been present for the Perrins fight. He had Joe Ward as his second and Mendoza as his bottle holder, with those roles for Bryan being filled by Warr and Humphries. The brutality of the initial fighting was shared by both men. Johnson's nerve failed him, as did his command of the techniques that had served him well. O'Hara describes that he fought \"like a wild man\" and, throwing caution to the wind, broke a &lt;a href=\"metacarpal\"&gt;metacarpal&lt;/a&gt; in his middle finger after the momentum created by throwing a wild punch caused him to crash into the ring rail and then to the floor. This was the turning point, and O'Hara describes the situation as, \"Frightfully beaten, his fists useless, his eyes closed, bathed in blood, and without the chance even of turning the tide with a lucky punch, he refuses to surrender.\" He had to resort to shifting once more and eventually to wrestling with the hair of Bryan, which generated much disapprobation among the crowd. Eventually Bryan forced Johnson to the floor and beat him unconscious. Johnson had lost the fight, and his status as champion, in 21 minutes. Egan speculated that Johnson's change in style, evident from the outset of the fight might have been due to either genuine concern about Bryan's abilities or from his gambling problems; either way, \"there was a miserable \"falling off\" in him altogether!\"\nEgan wrote that Johnson was the nearest any boxer had come to matching the skill of &lt;a href=\"Jack%20Broughton\"&gt;Jack Broughton&lt;/a&gt;. He was thought to have earned more money during his reign as champion than any other fighter until &lt;a href=\"John%20L.%20Sullivan\"&gt;John L. Sullivan&lt;/a&gt; almost a century later. Jack Anderson, a modern historian of the sport, has summarised the early boxing writers as agreeing the period of Johnson's reign as champion \"rescued the declining sport and heralded the beginning of a golden age\".\nLife after boxing.\nJohnson acted as second to various fighters around the period of his rise and fall. He performed this duty for Tom Tyne (\"The Tailor\") at &lt;a href=\"Croydon\"&gt;Croydon&lt;/a&gt; on 1 July 1788 and at &lt;a href=\"Horton%20Moor\"&gt;Horton Moor&lt;/a&gt; on 24 March 1790, having previously done so for a fighter called Savage who had taken on Jack Doyle at &lt;a href=\"Stepney\"&gt;Stepney Fields&lt;/a&gt; on 22 November 1787. He also acted twice for Humphries, in his fights against Mendoza at &lt;a href=\"Odiham\"&gt;Odiham&lt;/a&gt; on 9 January 1788, when Mendoza sprained his ankle on the slippery surface, and at &lt;a href=\"Stilton\"&gt;Stilton&lt;/a&gt; on 9 May 1789. There was much controversy at the latter, with O'Hara reporting that this caused Mendoza's second, a Captain Brown, to call Johnson a blackguard; Johnson responded by threatening \"to punch Brown into Eternity.\" Johnson switched fighters and seconded Mendoza against Humphries at &lt;a href=\"Doncaster\"&gt;Doncaster&lt;/a&gt; on 29 September 1790, and again in a contest against Warr near Croydon in May 1792. Similarly, he acted as second for Hooper when he fought George Maddox at &lt;a href=\"Sydenham%2C%20London\"&gt;Sydenham Common&lt;/a&gt; on 10 February 1794 and for &lt;a href=\"Paddington%20Tom%20Jones\"&gt;Tom \"Paddington\" Jones&lt;/a&gt; at Blackheath on 10 May 1794. Other occasions when he acted as second include for John Jackson (near to Croydon, 9 June 1788; and against Mendoza at &lt;a href=\"Hornchurch\"&gt;Hornchurch&lt;/a&gt; on 15 April 1795), and Joe Ward (at &lt;a href=\"Hyde%20Park%2C%20London\"&gt;Hyde Park&lt;/a&gt;, date unknown).\nAfter his defeat by Bryan he bought and ran a public house, The Grapes, in Duke Street, &lt;a href=\"Lincoln%27s%20Inn%20Fields\"&gt;Lincoln's Inn Fields&lt;/a&gt;, London. Retired prizefighters at that time often received the proceeds of a financial collection from their supporters to enable them to buy a licence to operate such premises: \"today's fighter was merely tomorrow's publican in waiting\". In a 1901 review of sporting prints titled \"The old and new pugilism\", which lamented the passing of the style and the discipline of prize-fighting, \"the goal of the successful pugilist was a sporting public house ... they were generally in side or back streets, where the house did not command a transient trade. Most of these sporting \"pubs\" had a large room at the back or upstairs, which was open one night a week (preferably Saturday), for public sparring, which was always conducted by a pugilist of some note.\"\nThe Grapes soon became known as a haunt of gamblers and criminals, which probably lost Johnson his licence to operate the premises. Subsequently he sought wagers at horse race meetings and &lt;a href=\"Cockpit%20%28cockfighting%29\"&gt;cockpits&lt;/a&gt;, refusing to pay if he lost and instead challenging the victor to a fight. Johnson moved to Copper Alley, &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;, but had to leave after magistrates determined that his premises were \"not proving so consonant to the principles of propriety, as was wished\". He then went to &lt;a href=\"Cork%20%28city%29\"&gt;Cork&lt;/a&gt;, where he tried to earn a living by teaching boxing. Finding that unrewarding he turned once again to gambling, and according to Dennis Brailsford \"His deterioration was rapid. Both his health and his spirit were broken\". He died in Cork on 21 January 1797, aged 47.\nJohnson tutored George Ingleston (The Brewer) and was at least a supporter of Jones, on whom he once bet £100 to win a fight. He also taught a man called Simpson, who went on to fight Jones in 1804.\nJohnson's brother, Bill Jackling, also did some boxing. He lost to &lt;a href=\"Elias%20Spray\"&gt;Elias Spray&lt;/a&gt; some time prior to Spray's 1805 fight against &lt;a href=\"Joseph%20Bourkes\"&gt;Joseph Bourkes&lt;/a&gt;, a perennial challenger for the championship.\nReferences.\nNotes\nCitations"
}