{
    "id": "18807044",
    "revid": "1042330344",
    "url": "https://en.wikipedia.org/wiki?curid=18807044",
    "title": "The Forest High School (New South Wales)",
    "text": "The Forest High School, (abbreviation TFHS) is a &lt;a href=\"government%20school\"&gt;government day school&lt;/a&gt; located in &lt;a href=\"Frenchs%20Forest%2C%20New%20South%20Wales\"&gt;Frenchs Forest&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia, on Frenchs Forest Road. It is a co-educational secondary school operated by the New South Wales Department of Education with students ranging from grades 7 to 12. The school was established in 1961 as a secondary school for the &lt;a href=\"Northern%20Beaches\"&gt;Northern Beaches&lt;/a&gt; area. Students at the school come predominantly from &lt;a href=\"Frenchs%20Forest\"&gt;Frenchs Forest&lt;/a&gt;, &lt;a href=\"Oxford%20Falls\"&gt;Oxford Falls&lt;/a&gt;, &lt;a href=\"Beacon%20Hill%2C%20New%20South%20Wales\"&gt;Beacon Hill&lt;/a&gt;, and &lt;a href=\"Allambie%20Heights\"&gt;Allambie Heights&lt;/a&gt;.\nHistory.\nThe formation of The Forest High School was the result of a campaign by a representative body known as The Forest High School Promotion Committee formed on 1 November 1958. The committee members were anxious to have established a co-educational high school that would cater for the educational needs of the suburbs of Frenchs Forest, &lt;a href=\"Forestville%2C%20New%20South%20Wales\"&gt;Forestville&lt;/a&gt;, &lt;a href=\"Beacon%20Hill%2C%20New%20South%20Wales\"&gt;Beacon Hill&lt;/a&gt; and &lt;a href=\"Terrey%20Hills\"&gt;Terrey Hills&lt;/a&gt; and &lt;a href=\"Narraweena%2C%20New%20South%20Wales\"&gt;Narraweena&lt;/a&gt;.\nOn 31 January 1961, Stage One of construction was completed and The Forest High School opened with an initial enrolment of 318 students and a staff of 14 teachers under the principalship of Edward George Bell, who had been headmaster of &lt;a href=\"Fairfield%20High%20School%20%28New%20South%20Wales%29\"&gt;Fairfield Boys' High School&lt;/a&gt;. The latin school motto \"&lt;a href=\"Spectemur%20agendo\"&gt;Spectemur Agendo&lt;/a&gt;\" - let us be judged by our actions - was chosen by the pioneer students and staff, while the school crest was designed by the art teacher. Originally called \"French's Forest High School\", on 2 August 1961 the Minister for Education, &lt;a href=\"Ernest%20Wetherell\"&gt;Ernest Wetherell&lt;/a&gt; announced the name had changed to \"The Forest High School\".\nBy 1963, Stage Three of the building program was completed with the three major buildings and enrolments had increased to 963 students. 1963 also saw the completion of the Assembly Hall in time for the second annual Speech Night on 9 April. The School &lt;a href=\"yearbook\"&gt;magazine&lt;/a&gt;, \"Yarrabee\", was first issued in the same year.\nBy 1964 it was considered that the school had reached the level necessary for an official opening. This occurred on Saturday 24 October 1964, attended by the &lt;a href=\"Department%20of%20Education%20and%20Training%20%28New%20South%20Wales%29\"&gt;Director-General of Education&lt;/a&gt;, &lt;a href=\"Harold%20Wyndham\"&gt;Harold Wyndham&lt;/a&gt;, the state Member for &lt;a href=\"Electoral%20district%20of%20Wakehurst\"&gt;Wakehurst&lt;/a&gt;, &lt;a href=\"Dick%20Healey\"&gt;Dick Healey&lt;/a&gt;, and the Minister for Education, Ernest Wetherell, and was officially opened by the &lt;a href=\"Governor%20of%20New%20South%20Wales\"&gt;Governor of New South Wales&lt;/a&gt;, &lt;a href=\"Eric%20Woodward\"&gt;Lieutenant-General Sir Eric Woodward&lt;/a&gt;.\nThe 1960s witnessed the beginnings of the musical program with the formation of the school orchestra, band and choir. The Forest high won the 1963 trophies for Inter-Zone junior athletics and swimming. In 1969 D block and the gymnasium were opened to accommodate the growing number of students. The final stage of building was completed in 1976 with the opening of the Library.\nSchool Relocation.\nIn late 2016, it was revealed that the site of The Forest High School was being considered for rezoning by the &lt;a href=\"Department%20of%20Planning%20and%20Environment%20%28New%20South%20Wales%29\"&gt;Department of Planning and Environment&lt;/a&gt;, which would see the school replaced by a new high-density Frenchs Forest town centre next to the &lt;a href=\"Northern%20Beaches%20Hospital\"&gt;Northern Beaches Hospital&lt;/a&gt; and the school moved to a new site in the suburb at or near the Warringah Aquatic Centre on the other side of Warringah Road. The Forest High School has been set to be relocated to 187 Allambie Road, Allambie Heights, taking over a portion of the Frenchs Forest Cerebral Palsy Alliance Centre. "
}