{
    "id": "18815190",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=18815190",
    "title": "Jefferson Boulevard",
    "text": "Jefferson Boulevard is a street in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; and &lt;a href=\"Culver%20City%2C%20California\"&gt;Culver City, California&lt;/a&gt;. Its eastern terminus is at &lt;a href=\"Central%20Avenue%20%28Los%20Angeles%29\"&gt;Central Avenue&lt;/a&gt; east of &lt;a href=\"Exposition%20Park%20%28Los%20Angeles%29\"&gt;Exposition Park&lt;/a&gt;. At its entrance to Culver City, it splits with National Boulevard. North of &lt;a href=\"Sawtelle%20Boulevard\"&gt;Sawtelle Boulevard&lt;/a&gt;, it merges with &lt;a href=\"Sepulveda%20Boulevard\"&gt;Sepulveda Boulevard&lt;/a&gt;. Jefferson returns before &lt;a href=\"Slauson%20Avenue\"&gt;Slauson Avenue&lt;/a&gt; and ends at Culver Boulevard; its western terminus is near &lt;a href=\"Playa%20Del%20Rey%2C%20California\"&gt;Playa Del Rey&lt;/a&gt;.\nEducation and transportation.\n&lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California (USC)&lt;/a&gt; is located on Jefferson Boulevard from &lt;a href=\"Figueroa%20Street\"&gt;Figueroa Street&lt;/a&gt; to &lt;a href=\"Vermont%20Avenue\"&gt;Vermont Avenue&lt;/a&gt;. Its sports center complex, the &lt;a href=\"Galen%20Center\"&gt;Galen Center&lt;/a&gt;, is located at the southeast corner of Jefferson and Figueroa.\nBus service is operated through Jefferson Boulevard between Playa Vista and West L.A. Transit Center by &lt;a href=\"Culver%20City%20Transit\"&gt;Culver City Transit&lt;/a&gt; line 4, between West LA Transit Center and USC by Metro Local line 38, and east of USC by Metro Local line 102. The &lt;a href=\"E%20Line%20%28Los%20Angeles%20Metro%29\"&gt;Metro E Line&lt;/a&gt; serves two light rail stations at Jefferson: &lt;a href=\"Jefferson/USC%20%28LACMTA%20station%29\"&gt;one&lt;/a&gt; at Flower Street near USC and the &lt;a href=\"La%20Cienega/Jefferson%20%28LACMTA%20station%29\"&gt;other&lt;/a&gt; on &lt;a href=\"La%20Cienega%20Boulevard\"&gt;La Cienega Boulevard&lt;/a&gt;.\nLittle New Orleans.\nLos Angeles saw an influx of &lt;a href=\"Louisiana%20Creole%20people\"&gt;Louisiana Creole people&lt;/a&gt; to the area in the mid-1900s, to the point that by the 1950s a portion of Jefferson Boulevard and &lt;a href=\"Jefferson%20Park%2C%20Los%20Angeles\"&gt;Jefferson Park&lt;/a&gt; (a neighborhood that ran partially along Jefferson Boulevard) was unofficially dubbed \"Little &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;\". The population was predominantly Creole and held many Creole-owned businesses such as the Big Loaf Bakery, which was considered to be the \"only place in Los Angeles that made New Orleans style &lt;a href=\"Baguettes\"&gt;Baguettes&lt;/a&gt;\"."
}