{
    "id": "18815497",
    "revid": "513060",
    "url": "https://en.wikipedia.org/wiki?curid=18815497",
    "title": "Peter Kennaugh",
    "text": "Peter Robert Kennaugh &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;MBE&lt;/a&gt; (born 15 June 1989) is a &lt;a href=\"Isle%20of%20Man\"&gt;Manx&lt;/a&gt; former professional &lt;a href=\"racing%20cyclist\"&gt;racing cyclist&lt;/a&gt;, who rode professionally between 2010 and 2019 for and . In 2012 he won the &lt;a href=\"gold%20medal\"&gt;gold medal&lt;/a&gt; as part of the Great Britain Team Pursuit team at the &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt;, becoming the first Manxman in 100 years to win gold. On 5 April 2019, he announced that he was taking an indefinite break from professional cycling to focus on his mental health.\nCareer.\nEarly life and career.\nBorn in &lt;a href=\"Douglas%2C%20Isle%20of%20Man\"&gt;Douglas, Isle of Man&lt;/a&gt;, Peter's younger brother &lt;a href=\"Tim%20Kennaugh\"&gt;Tim&lt;/a&gt;, and their father are also cyclists. Peter's mother Jackie also cycled and formerly held the Isle of Man's 10-mile time trial record. He began cycling competitively in &lt;a href=\"BMX\"&gt;BMX&lt;/a&gt; at the age of 6. Kennaugh attended school at &lt;a href=\"St%20Ninian%27s%20High%20School%2C%20Douglas\"&gt;St Ninian's&lt;/a&gt;.\nHe became a member of &lt;a href=\"British%20Cycling\"&gt;British Cycling&lt;/a&gt;'s Olympic Academy in 2008, moving with the rest of the squad to live in &lt;a href=\"Tuscany\"&gt;Tuscany&lt;/a&gt;, Italy. In 2008 he came second in the senior &lt;a href=\"British%20National%20Road%20Race%20Championships\"&gt;national road race championships&lt;/a&gt; thus becoming the British under 23 champion. In February 2009 he became the British &lt;a href=\"Madison%20%28cycling%29\"&gt;madison&lt;/a&gt; champion partnering &lt;a href=\"Mark%20Christian\"&gt;Mark Christian&lt;/a&gt;.\nOn 9 September 2009, it was announced that Kennaugh would turn professional in 2010, riding for the new British professional . He was described by \"&lt;a href=\"Cycling%20Weekly\"&gt;Cycling Weekly&lt;/a&gt;\" as \"the most talented youngster to roll off the Isle of Man production line since his friend and star sprinter &lt;a href=\"Mark%20Cavendish\"&gt;Mark Cavendish&lt;/a&gt;\".\nTeam Sky (2010–17).\n2010.\nIn 2010, he focused on track cycling, winning the individual pursuit and scratch race at the national track championships. He finished second to Sky teammate &lt;a href=\"Geraint%20Thomas\"&gt;Geraint Thomas&lt;/a&gt; in the national road race championships. Kennaugh made his grand tour debut in the &lt;a href=\"2010%20Vuelta%20a%20Espa%C3%B1a\"&gt;Vuelta a España&lt;/a&gt;, but Sky withdrew following the death of \"&lt;a href=\"Glossary%20of%20cycling%23soigneur\"&gt;soigneur&lt;/a&gt;\" Txema Gonzalez.\n2011.\nIn 2011, Kennaugh was a last minute replacement for &lt;a href=\"Serge%20Pauwels\"&gt;Serge Pauwels&lt;/a&gt; in the &lt;a href=\"2011%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt;, and finished 86th in his first Giro. Kennaugh finished third overall in the &lt;a href=\"Route%20d%27Occitanie\"&gt;Route du Sud&lt;/a&gt;, but was not selected for the &lt;a href=\"2011%20Tour%20de%20France\"&gt;2011 Tour de France&lt;/a&gt;. He came in third behind teammates &lt;a href=\"Bradley%20Wiggins\"&gt;Bradley Wiggins&lt;/a&gt; and Geraint Thomas in the national road race championships. In August, he finished fifth overall in the &lt;a href=\"2011%20Tour%20de%20Pologne\"&gt;Tour de Pologne&lt;/a&gt;.\n2012.\nIn 2012, he began focusing on track cycling. He was part of the four-man Great Britain pursuit team that set a new world record time of 3:53.295 seconds to win gold in the &lt;a href=\"2012%20UCI%20Track%20Cycling%20World%20Championships\"&gt;track world championships&lt;/a&gt; on 4 April 2012 in Melbourne. That achievement however was bettered on 3 August when he formed part of the &lt;a href=\"Team%20GB\"&gt;Team GB&lt;/a&gt; pursuit team alongside &lt;a href=\"Ed%20Clancy\"&gt;Ed Clancy&lt;/a&gt;, Geraint Thomas, &lt;a href=\"Steven%20Burke\"&gt;Steven Burke&lt;/a&gt;, that not only took Gold at the &lt;a href=\"2012%20Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt; but, with a time of 3:51.659, shattered their own world record that they had set in qualifying. Kennaugh was the first Manxman to win an Olympic gold since 1912.\nKennaugh was appointed Member of the &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;Order of the British Empire&lt;/a&gt; (MBE) in the 2013 New Year Honours for services to cycling.\n2013.\nKennaugh focused fully on the road in 2013. He played a supporting role in &lt;a href=\"Chris%20Froome\"&gt;Chris Froome&lt;/a&gt;'s overall victory at the &lt;a href=\"2013%20Tour%20of%20Oman\"&gt;Tour of Oman&lt;/a&gt; in February. Kennaugh was part of the Sky team that won the team time trial at the &lt;a href=\"2013%20Giro%20del%20Trentino\"&gt;Giro del Trentino&lt;/a&gt; in April, but he was not selected to ride the &lt;a href=\"2013%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt;. Instead, Kennaugh won the Lincoln Grand Prix before playing a key role as a mountain domestique as Froome and &lt;a href=\"Richie%20Porte\"&gt;Richie Porte&lt;/a&gt; took a 1–2 overall in the &lt;a href=\"2013%20Crit%C3%A9rium%20du%20Dauphin%C3%A9\"&gt;Critérium du Dauphiné&lt;/a&gt; in June. He was selected to ride the &lt;a href=\"2013%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; for the first time. On Stage 8, Kennaugh played a key role in &lt;a href=\"Chris%20Froome\"&gt;Chris Froome&lt;/a&gt;'s stage victory by helping to bring back a dangerous move by &lt;a href=\"Nairo%20Quintana\"&gt;Nairo Quintana&lt;/a&gt; on the &lt;a href=\"Port%20de%20Pailh%C3%A8res\"&gt;Port de Pailhères&lt;/a&gt;, the subsequent descent and beginning of the final climb to &lt;a href=\"Ax%203%20Domaines\"&gt;Ax 3 Domaines&lt;/a&gt;. However, on the following stage, Kennaugh was involved in a dramatic crash as &lt;a href=\"Ryder%20Hesjedal\"&gt;Ryder Hesjedal&lt;/a&gt;, a rider, knocked into him, sending him down a &lt;a href=\"ravine\"&gt;ravine&lt;/a&gt; and into vegetation next to the road. Although Kennaugh was not badly injured, the time lost meant he was unable to follow several subsequent attacks as Froome was left completely isolated.\n2014.\nKennaugh took his first individual professional win on the road at the &lt;a href=\"2014%20Settimana%20Internazionale%20di%20Coppi%20e%20Bartali\"&gt;Settimana Internazionale di Coppi e Bartali&lt;/a&gt; in March, winning the second stage at &lt;a href=\"Sogliano%20al%20Rubicone\"&gt;Sogliano al Rubicone&lt;/a&gt;, after going clear on the last climb of the day with &lt;a href=\"Francesco%20Manuel%20Bongiorno\"&gt;Francesco Manuel Bongiorno&lt;/a&gt; of the team and out-sprinted him for the honours. Kennaugh went on to win the race by 12 seconds ahead of teammate &lt;a href=\"Dario%20Cataldo\"&gt;Dario Cataldo&lt;/a&gt;, who had taken 48 seconds out of him in the final &lt;a href=\"individual%20time%20trial\"&gt;individual time trial&lt;/a&gt;.\nIn May 2014 Kennaugh broke &lt;a href=\"Mark%20Cavendish\"&gt;Mark Cavendish&lt;/a&gt;'s 2007 Isle of Man 10-mile time trial record by 30 seconds, setting a new record of 19m 38.982s at Ballamoar. Kennaugh won the &lt;a href=\"British%20National%20Road%20Race%20Championships\"&gt;British National Road Race Championships&lt;/a&gt; on 29 June, outsprinting Sky teammate &lt;a href=\"Ben%20Swift\"&gt;Ben Swift&lt;/a&gt; in Abergavenny. Despite his good form Kennaugh was not selected for the &lt;a href=\"2014%20Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;, instead riding the &lt;a href=\"2014%20Tour%20of%20Austria\"&gt;Tour of Austria&lt;/a&gt;, where he won the first stage and held the leader's jersey for the rest of the race to take his second stage race victory of the season. Kennaugh then competed for the Isle of Man at the &lt;a href=\"2014%20Commonwealth%20Games\"&gt;Commonwealth Games&lt;/a&gt; in Glasgow, winning a silver medal in the &lt;a href=\"Cycling%20at%20the%202014%20Commonwealth%20Games\"&gt;points race&lt;/a&gt; on the track and eighth in the &lt;a href=\"Cycling%20at%20the%202014%20Commonwealth%20Games%20%E2%80%93%20Men%27s%20road%20race\"&gt;road race&lt;/a&gt; after a long solo breakaway attempt. Kennaugh rode the &lt;a href=\"2014%20Vuelta%20a%20Espa%C3%B1a\"&gt;Vuelta a España&lt;/a&gt;, helping Chris Froome finish second overall.\n2015.\nKennaugh won the opening stage of the &lt;a href=\"2015%20Crit%C3%A9rium%20du%20Dauphin%C3%A9\"&gt;Critérium du Dauphiné&lt;/a&gt; after attacking on the final climb and holding off the charging main field by two seconds on the descent into the finish in &lt;a href=\"Albertville\"&gt;Albertville&lt;/a&gt;. Kennaugh lost the race lead after the team time trial on Stage 3, but then helped &lt;a href=\"Chris%20Froome\"&gt;Chris Froome&lt;/a&gt; win the event overall.\nIn June, he won the &lt;a href=\"British%20National%20Road%20Race%20Championships\"&gt;National Road Race Championships&lt;/a&gt;, distancing Mark Cavendish on the final cobbled climb and becoming the first rider to successfully defend the title since &lt;a href=\"Roger%20Hammond%20%28cyclist%29\"&gt;Roger Hammond&lt;/a&gt; in 2004. He was selected to ride the &lt;a href=\"2015%20Tour%20de%20France\"&gt;2015 Tour de France&lt;/a&gt;, but struggled with illness and withdrew on Stage 16.\nIn September, Kennaugh broke &lt;a href=\"Chris%20Boardman\"&gt;Chris Boardman&lt;/a&gt;'s time trial record for the &lt;a href=\"Isle%20of%20Man%20TT%20Mountain%20Course\"&gt;Isle of Man TT Mountain Course&lt;/a&gt; by six seconds, riding a standard racing bicycle. Boardman had recorded a time of 1hr 23min 54secs in 1993, a time which would prove to be the longest standing cycling record on the &lt;a href=\"Isle%20of%20Man\"&gt;Isle of Man&lt;/a&gt;, until it was beaten by Kennaugh.\n2016.\nKennaugh began his season in Australia in January. After riding the &lt;a href=\"2016%20Tour%20Down%20Under\"&gt;Tour Down Under&lt;/a&gt;, Kennaugh won the &lt;a href=\"2016%20Cadel%20Evans%20Great%20Ocean%20Road%20Race\"&gt;Cadel Evans Great Ocean Road Race&lt;/a&gt; in &lt;a href=\"Geelong\"&gt;Geelong&lt;/a&gt; after attacked from a small group on the final climb and held off the chasers for the to the finish line. He finished six seconds ahead of a group of 19 riders. The following week, Kennaugh rode the &lt;a href=\"2016%20Herald%20Sun%20Tour\"&gt;Herald Sun Tour&lt;/a&gt;. On the second stage, when he and teammate &lt;a href=\"Chris%20Froome\"&gt;Chris Froome&lt;/a&gt; broke away to cross the line 17 seconds ahead of the field; Kennaugh won the stage and took the lead. The following two stages ended in sprints, during which Kennaugh increased his lead. On the final stage, Froome attacked on the penultimate ascent of Arthurs Seat, then attacked again on the final climb to win the stage and take the overall victory. Kennaugh was second, 29 seconds behind.\nIn May, Kennaugh crashed out of Stage 3 of the &lt;a href=\"2016%20Tour%20of%20California\"&gt;Tour of California&lt;/a&gt;, suffering a broken collarbone. Kennaugh had been originally named as part of Team GB's five-man team for the &lt;a href=\"2016%20Summer%20Olympics\"&gt;2016 Summer Olympics&lt;/a&gt;, however, in July 2016 he withdrew, citing a lack of form, allowing Tour de France stage winner &lt;a href=\"Steve%20Cummings\"&gt;Steve Cummings&lt;/a&gt; to take his place.\nKennaugh was named on the startlist for the &lt;a href=\"2016%20Vuelta%20a%20Espa%C3%B1a\"&gt;Vuelta a España&lt;/a&gt;. Team Sky won the opening team trial &lt;a href=\"team%20time%20trial\"&gt;team time trial&lt;/a&gt; to &lt;a href=\"Castrelo%20de%20Mi%C3%B1o\"&gt;Castrelo de Miño&lt;/a&gt; and as Kennaugh was the first rider to cross the line, he took the leader's Red Jersey, the first time he had led a Grand Tour in his career.\n2017.\nIn June, Kennaugh won stage 7 at the &lt;a href=\"2017%20Crit%C3%A9rium%20du%20Dauphin%C3%A9\"&gt;Critérium du Dauphiné&lt;/a&gt;, becoming the first British rider to take a stage victory on &lt;a href=\"Alpe%20d%27Huez\"&gt;Alpe d'Huez&lt;/a&gt;. However, he was not included in the Team Sky squad for the &lt;a href=\"2017%20Tour%20de%20France\"&gt;2017 Tour de France&lt;/a&gt;.\nBora–Hansgrohe (2018–2019).\nIn August 2017, he announced that he was leaving Sky and joining on a two-year contract from 2018.\nHe started his season at the &lt;a href=\"2018%20Tour%20Down%20Under\"&gt;2018 Tour Down Under&lt;/a&gt;.\nPost-racing career.\nIn 2019, Kennaugh joined &lt;a href=\"ITV4\"&gt;ITV4&lt;/a&gt;'s coverage of the Tour de France as a pundit alongside &lt;a href=\"Gary%20Imlach\"&gt;Gary Imlach&lt;/a&gt;, following the departure of &lt;a href=\"Chris%20Boardman\"&gt;Chris Boardman&lt;/a&gt; the previous year. Boardman returned as a pundit for the 2020 Tour, however Kennaugh continued his role alongside Boardman and Imlach."
}