{
    "id": "18826036",
    "revid": "2278355",
    "url": "https://en.wikipedia.org/wiki?curid=18826036",
    "title": "Association football contracts",
    "text": "Association football contracts are the legal contracts for both amateur and professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;. Football contracts overlaps substantially with &lt;a href=\"contract\"&gt;contract&lt;/a&gt;, &lt;a href=\"tort\"&gt;tort&lt;/a&gt; and &lt;a href=\"labour%20law\"&gt;labour law&lt;/a&gt;. Issues like &lt;a href=\"defamation\"&gt;defamation&lt;/a&gt;, &lt;a href=\"Privacy\"&gt;privacy rights&lt;/a&gt; and &lt;a href=\"intellectual%20property%20law\"&gt;intellectual property law&lt;/a&gt; are also an integral aspect of football contracts. This area has been subject to a number of controversies since the 1990s (see the &lt;a href=\"Bosman%20ruling\"&gt;Bosman ruling&lt;/a&gt; and the &lt;a href=\"Webster%20ruling\"&gt;Webster ruling&lt;/a&gt;). These cases have coincided with the rebalancing of player power and increased media scrutiny and commercialisation of football.\nLabor law: Association Football Contracts.\nLabor law has always been an extremely important determinant of association football contracts. The way countries classify labor done by football players is essential to many aspects of the football players' contract. In the 21st century we have seen some shifts in the nature of labor classification in football. In some countries football players are classified as service providers rather than employees. Bulgaria is an example of this, in November, 2005, during a conference in Sofia it was confirmed that the country would shift football players to persons providing a service. As a result, clubs do not have to pay for employee benefits previously afforded to players under the old classification.\nFinancial issues: Association Football Contracts.\nOne of the most important issues of modern day contract negotiations is a club's valuation of players. Along with this following accounting principles set out by respective governing bodies is really important in setting out the terms of a contract. Following these guidelines and rules has become a huge issue especially when the duration of some contracts is longer than the required duration for certain accounting practices required. With the increase in private investment in the sport this continues to be an issue.\nContracts and psychology.\nThere are a multitude of possible psychological effects of signing contracts among players. Signing contracts has different effects on players who play differently and evaluating those effects has become a topic for debate among sport scientists. Defenders' performances are often found to be better once they sign a new contract while midfielders and attackers see mixed reviews. Young players also see the effects of signing a contract with physical attributes, the added pressure seems to impact them positively leading to increased physical attributes in the short term after signing a professional contract."
}