{
    "id": "18835454",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=18835454",
    "title": "Suicide attack",
    "text": "A suicide attack is any violent &lt;a href=\"Strike%20%28attack%29\"&gt;attack&lt;/a&gt;, usually entailing the attacker detonating an explosion where the attacker has accepted their own death as a direct result of the attacking method used. Suicide attacks have occurred throughout history, often as part of a military campaign (as with the Japanese \"&lt;a href=\"kamikaze\"&gt;kamikaze&lt;/a&gt;\" pilots of 1944–1945 during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;), and more recently as part of &lt;a href=\"terrorism\"&gt;terrorist&lt;/a&gt; campaigns (such as the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt; in 2001).\nWhile few, if any, successful suicide attacks took place anywhere in the world from the end of World War II until 1980, between 1981 and September 2015 a total of 4,814 suicide attacks occurred in over 40 countries, killing over 45,000 people. During this time the global rate of such attacks grew from an average of three a year in the 1980s to about one a month in the 1990s to almost one a week from 2001 to 2003 to approximately one a day from 2003 to 2015.\nSuicide attacks tend to be more deadly and destructive than other &lt;a href=\"terror%20attacks\"&gt;terror attacks&lt;/a&gt; because they give their perpetrators the ability to conceal weapons, make last-minute adjustments, and they do not require remote or delayed detonation, escape plans or rescue teams. They constituted only 4% of all terrorist attacks around the world over one period (between 1981 and 2006), but caused 32% of all terrorism-related deaths (14,599). Ninety percent of those attacks occurred in &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;, the &lt;a href=\"Palestinian%20territories\"&gt;Palestinian territories&lt;/a&gt;, &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, and &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;. Overall, as of mid-2015, about three-quarters of all suicide attacks occurred in just three countries: Afghanistan, Pakistan, and Iraq.\nSuicide attacks have been described (by W. Hutchinson) as a weapon of &lt;a href=\"psychological%20warfare\"&gt;psychological warfare&lt;/a&gt; to instill fear in the target population, a strategy to eliminate or at least drastically diminish areas where &lt;a href=\"the%20public\"&gt;the public&lt;/a&gt; feels safe and the \"fabric of trust that holds societies together\", as well as to demonstrate the lengths to which perpetrators will go to achieve their goals.\nSuicide attackers may have various motivations. \"Kamikaze\" pilots acted under military orders, while other attacks have been perpetrated for religious or nationalist purposes. Before 2003, most attacks targeted forces occupying the attackers' homeland, according to analyst &lt;a href=\"Robert%20Pape\"&gt;Robert Pape&lt;/a&gt;. Anthropologist &lt;a href=\"Scott%20Atran\"&gt;Scott Atran&lt;/a&gt; states that since 2004 the ideology of &lt;a href=\"Istishhad\"&gt;Islamist martyrdom&lt;/a&gt; has motivated the overwhelming majority of bombers.\nDefinitions.\nTerrorism.\nSuicide attacks include both suicide terrorism—terrorism often defined as any action \"intended to cause death or serious bodily harm to civilians or non-combatants\" for the purpose of intimidation—and suicide attacks not targeting non-combatants. An alternative definition is provided by &lt;a href=\"Jason%20Burke\"&gt;Jason Burke&lt;/a&gt;, a journalist who has lived among Islamic militants, and suggests that most define terrorism as 'the use or threat of serious violence' to advance some kind of 'cause', stressing that terrorism is a tactic. Academic &lt;a href=\"Fred%20Halliday\"&gt;Fred Halliday&lt;/a&gt;, has written that assigning the descriptor of 'terrorist' or 'terrorism' to the actions of a group is a tactic used by states to deny 'legitimacy' and 'rights to protest and rebel'.\nSuicide terrorism.\nThe definition of \"suicide\" is another issue. Suicide terrorism (see &lt;a href=\"Jihadism\"&gt;Jihadism&lt;/a&gt;) itself has been defined by Ami Pedahzur, a professor of government, as \"violent actions perpetrated by people who are aware that the odds they will return alive are close to zero\". Other sources exclude from their work \"suicidal\" or high risk attacks, such as the &lt;a href=\"Lod%20Airport%20massacre\"&gt;Lod Airport massacre&lt;/a&gt; or \"reckless charge in battle\", focusing only on true \"suicide attacks\", where the odds of survival are not \"close to zero\" but required to be zero, because \"the perpetrator's ensured death is a precondition for the success of his mission\".\nAlso excluded from the definition are \"&lt;a href=\"proxy%20bomb\"&gt;proxy bomb&lt;/a&gt;ings\", which may have political goals and may be designed to look like suicide bombing, but where the \"proxy\" is forced to carry a bomb under threat (such as having their children killed); and \"suicidal rampage shootings\" (such as the &lt;a href=\"Columbine%20High%20School%20massacre\"&gt;Columbine High School massacre&lt;/a&gt;, the &lt;a href=\"Virginia%20Tech%20shooting\"&gt;Virginia Tech shooting&lt;/a&gt; or &lt;a href=\"Sandy%20Hook%20Elementary%20School%20shooting\"&gt;Sandy Hook Elementary School shooting&lt;/a&gt; in the U.S.) which are usually thought of as being driven by personal and psychological reasons, not political, social or religious motives.\nIt may not always be clear to investigators which type of killing is which. Suicide attack campaigns sometimes also using proxy bombers (as alleged in Iraq). or manipulating the vulnerable to be bombers, At least one researcher (&lt;a href=\"Adam%20Lankford\"&gt;Adam Lankford&lt;/a&gt;) argues that the motivation to kill and be killed connects some suicide attackers more closely to \"suicidal rampage\" murderers than is commonly thought.\nUsage.\nThe usage of the term \"suicide attack\" goes back a long way but \"suicide bombing\" dates back to at least 1940 when a \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" article mentions the term in relation to German tactics. Less than two years later that newspaper referred to a Japanese kamikaze attempt on an American carrier as a \"suicide bombing\". In 1945 \"&lt;a href=\"The%20Times%20of%20London\"&gt;The Times of London&lt;/a&gt;\", referred to a &lt;a href=\"kamikaze\"&gt;kamikaze&lt;/a&gt; plane as a \"suicide-bomb\", and two years later an article there referred to a new British pilot-less, radio-controlled rocket missile as originally designed \"as a counter-measure to the Japanese 'suicide-bomber'\".\nAlternative terms.\nSometimes, to assign either a more positive or negative connotation to the act, suicide bombing is referred to by different terms.\n\"Istishhad\".\n&lt;a href=\"Islamist\"&gt;Islamist&lt;/a&gt; supporters often call a suicide attack \"Istishhad\" (often translated as \"&lt;a href=\"martyrdom%20operation\"&gt;martyrdom operation&lt;/a&gt;\"), and the suicide attacker \"&lt;a href=\"shahid\"&gt;shahid&lt;/a&gt;\" (pl. \"shuhada\", literally 'witness' and usually translated as 'martyr'). The idea being that the attacker died in order to testify his faith in God, for example while waging \"&lt;a href=\"jihad\"&gt;jihad bis saif&lt;/a&gt;\" (&lt;a href=\"jihad\"&gt;jihad&lt;/a&gt; by the sword). The term \"suicide\" is never used because Islam has &lt;a href=\"Islamic%20views%20on%20suicide\"&gt;strong strictures&lt;/a&gt; against taking one's own life. The terms \"Istishhad\" / \"martyrdom operation\" have been embraced by the &lt;a href=\"Palestinian%20Authority\"&gt;Palestinian Authority&lt;/a&gt;, and by &lt;a href=\"Hamas\"&gt;Hamas&lt;/a&gt;, &lt;a href=\"Al-Aqsa%20Martyrs%27%20Brigades\"&gt;Al-Aqsa Martyrs' Brigades&lt;/a&gt;, &lt;a href=\"Fatah\"&gt;Fatah&lt;/a&gt; and other Palestinian factions.\nHomicide bombing.\nSome efforts have been made to replace the term \"suicide bombing\" with \"homicide bombing\", on the grounds that since the primary purpose of such a bombing is to kill other people, homicide is a more apt adjective than \"suicide\".\nThe first to use the term for a wide audience was &lt;a href=\"White%20House%20Press%20Secretary\"&gt;White House Press Secretary&lt;/a&gt; &lt;a href=\"Ari%20Fleischer\"&gt;Ari Fleischer&lt;/a&gt; in April 2002. The only major media outlets to use it were &lt;a href=\"Fox%20News%20Channel\"&gt;Fox News Channel&lt;/a&gt; and the \"&lt;a href=\"New%20York%20Post\"&gt;New York Post&lt;/a&gt;\" (both of which are owned by &lt;a href=\"News%20Corporation%20%281980%E2%80%932013%29\"&gt;News Corporation&lt;/a&gt; and have since mostly abandoned the term).\nRobert Goldney, a professor emeritus at the &lt;a href=\"University%20of%20Adelaide\"&gt;University of Adelaide&lt;/a&gt;, has argued in favor of the term \"homicide bomber\", arguing that studies show that there is little in common between people who blow themselves up, intending to kill as many people as possible in the process, and actual suicide victims. Fox News producer Dennis Murray argued that a suicidal act should be reserved for a person who does something to kill themselves only. CNN Producer Christa Robinson argued that the term \"homicide bomber\" reflects only that you have killed other people, but not that you have also killed yourself.\nGenocide bombing.\n\"Genocide bombing\" was coined in 2002 by &lt;a href=\"Irwin%20Cotler\"&gt;Irwin Cotler&lt;/a&gt;, a member of the Canadian parliament, in an effort to focus attention on the alleged intention of &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt; by militant &lt;a href=\"Palestinians\"&gt;Palestinians&lt;/a&gt; in their calls to \"wipe Israel off the map\".\nSacrifice bombing.\nIn the German-speaking area the term \"sacrifice bombing\" (Ger. \"Opferanschlag\") was proposed in 2012 by German scholar Arata Takeda. The term is intended to shift the focus away from the suicide of the perpetrators and towards their use as weapons by their commanders.\nHistory, pre-1980.\nThe first-century AD Jewish &lt;a href=\"Sicarii\"&gt;Sicarii&lt;/a&gt; sect are thought to have carried out suicidal attacks against Hellenized Jews they considered immoral collaborators. The Hashishiyeen (&lt;a href=\"Order%20of%20Assassins\"&gt;Assassins&lt;/a&gt;) sect of Ismaili Shi'a Muslims assassinated two caliphs, and many viziers, sultans and Crusader leaders over the course of 300 years, before being annihilated by Mongol invaders. Hashishiyeen were known for their targeting of the powerful, their use of the dagger as a weapon (rather than something safer for the assassin such as a crossbow), and for making no attempt to escape after completing their killing.\n&lt;a href=\"Arnold%20von%20Winkelried\"&gt;Arnold von Winkelried&lt;/a&gt; became a hero in the Swiss struggle for independence when he sacrificed himself at the &lt;a href=\"Battle%20of%20Sempach\"&gt;Battle of Sempach&lt;/a&gt; in 1386.\nThe earliest known non-military suicide attack occurred in &lt;a href=\"Murchison%2C%20New%20Zealand\"&gt;Murchison&lt;/a&gt; in New Zealand on 14 July 1905. A long-standing dispute between two farmers resulted in a court case, and the defendant (Joseph Sewell) had sticks of &lt;a href=\"gelignite\"&gt;gelignite&lt;/a&gt; strapped to his body. When Sewell excitedly shouted during the court sitting about the other farmer \"I'll blow the devil to hell, and I have enough dynamite to do just that\", he was ushered out of the building. Sewell detonated the charge when a police officer tried to arrest him on the street, and his body was blown to pieces, but nobody else died from their injuries.\nIndia.\nIn 1780 an &lt;a href=\"Indian%20people\"&gt;Indian&lt;/a&gt; woman named &lt;a href=\"Kuyili\"&gt;Kuyili&lt;/a&gt; applied &lt;a href=\"ghee\"&gt;ghee&lt;/a&gt; and oil onto her body and set herself ablaze, jumping into an armoury of the &lt;a href=\"East%20India%20Company\"&gt;East India Company&lt;/a&gt; which subsequently blew up. This suicide attack helped to secure victory for her commander, &lt;a href=\"Velu%20Nachiyar\"&gt;Velu Nachiyar&lt;/a&gt; in the battle.\nDutch.\nIn the late 17th century, &lt;a href=\"Qing%20dynasty\"&gt;Qing&lt;/a&gt; official &lt;a href=\"Yu%20Yonghe\"&gt;Yu Yonghe&lt;/a&gt; recorded that injured &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch&lt;/a&gt; soldiers fighting against &lt;a href=\"Koxinga\"&gt;Koxinga&lt;/a&gt;'s forces for control of Taiwan in 1661 would use gunpowder to blow up both themselves and their opponents rather than be taken prisoner. However, the Chinese observer may have confused such suicidal tactics with the standard Dutch military practice of undermining and blowing up positions recently overrun by the enemy which almost cost Koxinga his life during the &lt;a href=\"Siege%20of%20Fort%20Zeelandia\"&gt;Siege of Fort Zeelandia&lt;/a&gt;.\nOn February 5, 1831, during the &lt;a href=\"Belgian%20Revolution\"&gt;Belgian Revolution&lt;/a&gt; a gale blew a Dutch &lt;a href=\"gunboat\"&gt;gunboat&lt;/a&gt; under the command of &lt;a href=\"Jan%20van%20Speyk\"&gt;Jan van Speyk&lt;/a&gt; into the quay of the &lt;a href=\"port%20of%20Antwerp\"&gt;port of Antwerp&lt;/a&gt;. As the ship was stormed by Belgians Jan van Speyk refused to surrender the ship, instead igniting the ship's gunpowder with either his gun or cigar, blowing up the ship and killing 28 out of the 31 crewmen as well as an unknown number of Belgians.\nAceh.\nMuslim &lt;a href=\"Acehnese%20people\"&gt;Acehnese&lt;/a&gt; from the &lt;a href=\"Aceh%20Sultanate\"&gt;Aceh Sultanate&lt;/a&gt; performed suicide attacks known as \"Parang-sabil\" against Dutch invaders during the &lt;a href=\"Aceh%20War\"&gt;Aceh War&lt;/a&gt;. It was considered as part of personal &lt;a href=\"jihad\"&gt;jihad&lt;/a&gt; in the Islamic religion of the Acehnese. The Dutch called it \"Atjèh-moord\", (literally \"Aceh-murder\"). The Acehnese work of literature, the \"&lt;a href=\"Hikayat\"&gt;Hikayat&lt;/a&gt; Perang Sabil\" provided the background and reasoning for the \"Aceh-mord\"— Acehnese suicide attacks upon the Dutch. The Indonesian translations of the Dutch terms are Aceh bodoh (Aceh pungo) or Aceh gila (Aceh mord).\n\"Atjèh-moord\" was also used against the Japanese by the Acehnese during the &lt;a href=\"Japanese%20occupation%20of%20the%20Dutch%20East%20Indies%23The%20occupation\"&gt;Japanese occupation of Aceh&lt;/a&gt;. The Acehnese &lt;a href=\"Ulama\"&gt;Ulama&lt;/a&gt; (Islamic Scholars) fought against both the Dutch and the Japanese, revolting against the Dutch in February 1942 and against Japan in November 1942. The revolt was led by the All-Aceh Religious Scholars' Association (PUSA). The Japanese suffered 18 dead in the uprising while they slaughtered up to 100 or over 120 Acehnese. The revolt happened in Bayu and was centred around Tjot Plieng village's religious school. During the revolt, the Japanese troops armed with mortars and machine guns were charged by sword wielding Acehnese under Teungku Abduldjalil (Tengku Abdul Djalil) in Buloh Gampong Teungah and Tjot Plieng on 10 and 13 November. In May 1945 the Acehnese rebelled again.\nMoro Juramentado.\n&lt;a href=\"Moro%20people\"&gt;Moro Muslims&lt;/a&gt; who performed suicide attacks were called \"mag-sabil\", and the suicide attacks were known as \"Parang-sabil\". The Spanish called them \"&lt;a href=\"juramentado\"&gt;juramentado&lt;/a&gt;\". The idea of the juramentado was considered part of &lt;a href=\"jihad\"&gt;jihad&lt;/a&gt; in the Moros' Islamic religion. During an attack, a Juramentado would throw himself at his targets and kill them with bladed weapons such as &lt;a href=\"Barong%20%28knife%29\"&gt;barongs&lt;/a&gt; and &lt;a href=\"kris\"&gt;kris&lt;/a&gt; until he himself was killed. The Moros performed juramentado suicide attacks against the Spanish in the &lt;a href=\"Spanish%E2%80%93Moro%20conflict\"&gt;Spanish–Moro conflict&lt;/a&gt; of the 16th to the 19th centuries, against the Americans in the &lt;a href=\"Moro%20Rebellion\"&gt;Moro Rebellion&lt;/a&gt; (1899–1913), and &lt;a href=\"Philippine%20resistance%20against%20Japan%23Moro%20resistance%20in%20Mindanao\"&gt;against the Japanese in World War II&lt;/a&gt;.\nThe Moro Juramentados aimed their attacks specifically against their enemies, and not against non-Muslims in general. They launched suicide attacks on the Japanese, Spanish, Americans and Filipinos, but did not attack the non-Muslim Chinese as the Chinese were not considered enemies of the Moro people. The Japanese responded to these suicide attacks by massacring all known family members and relatives of the attacker(s).\nAccording to historian Stephan Dale, the Moro were not the only Muslims who carried out suicide attacks \"in their fight against Western hegemony and colonial rule\". In the 18th century, suicide tactics were used on the Malabar coast of southwestern India, and in Atjeh (Acheh) in Northern Sumatra as well.\nRussia.\nThe first known suicide bomber was a Russian man named &lt;a href=\"Ignaty%20Grinevitsky\"&gt;Ignaty Grinevitsky&lt;/a&gt;. The invention of dynamite in the 1860s presented revolutionary and terrorist groups in Europe with a weapon nearly 20 times more powerful than gunpowder, but with technical challenges to detonating it at the right time. One way around that obstacle was to use a human trigger, and this was the technique that assassinated Tsar &lt;a href=\"Alexander%20II%20of%20Russia\"&gt;Alexander II of Russia&lt;/a&gt; in 1881.\n A would-be suicide-bomber killed &lt;a href=\"Vyacheslav%20von%20Plehve\"&gt;Vyacheslav von Plehve&lt;/a&gt;, the Russian Minister of the Interior, in St Petersburg in 1904.\nChinese suicide squads.\nDuring the &lt;a href=\"Xinhai%20Revolution\"&gt;Xinhai Revolution&lt;/a&gt; (the Revolution of 1911) and the &lt;a href=\"Warlord%20Era\"&gt;Warlord Era&lt;/a&gt; of the &lt;a href=\"Republic%20of%20China%20%281912%E2%80%931949%29\"&gt;Republic of China (1912–1949)&lt;/a&gt;, \"&lt;a href=\"Dare%20to%20Die%20Corps%20%28Chinese%29\"&gt;Dare to Die Corps&lt;/a&gt;\" () or \"Suicide squads\" were frequently used by Chinese armies. China deployed these suicide units against the Japanese during the &lt;a href=\"Second%20Sino-Japanese%20War\"&gt;Second Sino-Japanese War&lt;/a&gt;.\nIn the Xinhai Revolution, many Chinese revolutionaries became martyrs in battle. \"Dare to Die\" student corps were founded, for student revolutionaries wanting to fight against Qing dynasty rule. Dr. &lt;a href=\"Sun%20Yat-sen\"&gt;Sun Yat-sen&lt;/a&gt; and &lt;a href=\"Huang%20Xing\"&gt;Huang Xing&lt;/a&gt; promoted the Dare to Die corps. Huang said, \"We must die, so let us die bravely.\" Suicide squads were formed by Chinese students going into battle, knowing that they would be killed fighting against overwhelming odds.\nThe &lt;a href=\"72%20Martyrs%20of%20Huanghuagang\"&gt;72 Martyrs of Huanghuagang&lt;/a&gt; died in the uprising that began the &lt;a href=\"Wuchang%20Uprising\"&gt;Wuchang Uprising&lt;/a&gt;, and were recognized as heroes and martyrs by the &lt;a href=\"Kuomintang\"&gt;Kuomintang&lt;/a&gt; party and the &lt;a href=\"Republic%20of%20China%20%281912%E2%80%931949%29\"&gt;Republic of China&lt;/a&gt;. The martyrs in the Dare to Die Corps who died in battle wrote letters to family members before heading off to certain death. The Huanghuakang was built as a monument to the 72 martyrs. The deaths of the revolutionaries helped the establishment of the Republic of China, overthrowing the Qing dynasty imperial system. Other Dare to Die student corps in the Xinhai revolution were led by students who later became major military leaders in Republic of China, like &lt;a href=\"Chiang%20Kai-shek\"&gt;Chiang Kai-shek&lt;/a&gt;, and &lt;a href=\"Huang%20Shaoxiong\"&gt;Huang Shaoxiong&lt;/a&gt; with the Muslim &lt;a href=\"Bai%20Chongxi\"&gt;Bai Chongxi&lt;/a&gt; against Qing dynasty forces.\n\"Dare to Die\" troops were used by warlords. The &lt;a href=\"Kuomintang\"&gt;Kuomintang&lt;/a&gt; used one to put down an insurrection in Canton. Many women joined them in addition to men to achieve martyrdom against China's opponents. They were known as 烈士 \"Lit-she\" (Martyrs) after accomplishing their mission.\nDuring the &lt;a href=\"January%2028%20Incident\"&gt;January 28 Incident&lt;/a&gt; a dare to die squad struck against the Japanese.\nSuicide bombing was also used against the Japanese. A \"dare to die corps\" was effectively used against Japanese units at the &lt;a href=\"Battle%20of%20Taierzhuang\"&gt;Battle of Taierzhuang&lt;/a&gt;. They used swords. They wore suicide vests made out of grenades.\nA Chinese soldier detonated a grenade vest and killed 20 Japanese soldiers at &lt;a href=\"Defense%20of%20Sihang%20Warehouse%2329%20October\"&gt;Sihang Warehouse&lt;/a&gt;. Chinese troops &lt;a href=\"Explosive%20belt\"&gt;strapped explosives such as grenade packs or dynamite to their bodies&lt;/a&gt; and threw themselves under Japanese tanks to blow them up. This tactic was used during the &lt;a href=\"Battle%20of%20Shanghai\"&gt;Battle of Shanghai&lt;/a&gt;, to stop a Japanese tank column when an attacker exploded himself beneath the lead tank, and at the Battle of Taierzhuang where Chinese troops with dynamite and grenades strapped to themselves rushed Japanese tanks and blew themselves up,\nin one incident obliterating four Japanese tanks with grenade bundles.\nDuring the 1946–1950 &lt;a href=\"Chinese%20Communist%20Revolution\"&gt;Communist Revolution&lt;/a&gt;, coolies fighting the Communists formed \"Dare to Die Corps\" to fight for their organizations, with their lives. During the Tiananmen Square Incident of 1989, protesting students also formed \"Dare to Die Corps\", to risk their lives defending the protest leaders.\nJapanese \"Kamikaze\".\n\"&lt;a href=\"Kamikaze\"&gt;Kamikaze&lt;/a&gt;\", a ritual act of self-sacrifice carried out by Japanese pilots of explosive-laden &lt;a href=\"aircraft\"&gt;aircraft&lt;/a&gt; against Allied warships, occurred on a large scale at the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. About 3000 attacks were made and about 50 ships were sunk.\nLater in the war, as Japan became more desperate, this act became formalized and ritualized, as planes were outfitted with explosives specific to the task of a suicide mission. Kamikaze strikes were a weapon of &lt;a href=\"asymmetric%20war\"&gt;asymmetric war&lt;/a&gt; used by the &lt;a href=\"Empire%20of%20Japan\"&gt;Empire of Japan&lt;/a&gt; against &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; and &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;s, although the &lt;a href=\"armoured%20flight%20deck\"&gt;armoured flight deck&lt;/a&gt; of the Royal Navy carriers diminished Kamikaze effectiveness. The Japanese Navy also used piloted &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es called \"&lt;a href=\"kaiten\"&gt;kaiten&lt;/a&gt;\" (\"Heaven shaker\") on suicide missions. Although sometimes called &lt;a href=\"midget%20submarine\"&gt;midget submarine&lt;/a&gt;s, these were modified versions of the unmanned torpedoes of the time and are distinct from the torpedo-firing midget submarines used earlier in the war, which were designed to &lt;a href=\"wikt%3AInfiltration\"&gt;infiltrate&lt;/a&gt; &lt;a href=\"shore\"&gt;shore&lt;/a&gt; defenses and return to a &lt;a href=\"mother%20ship\"&gt;mother ship&lt;/a&gt; after firing their torpedoes. Although extremely hazardous, these midget submarine attacks were not technically suicide missions, as the earlier midget submarines had escape hatches. Kaitens, however, provided no means of escape.\nGermans.\nDuring the &lt;a href=\"Battle%20for%20Berlin\"&gt;Battle for Berlin&lt;/a&gt; the Luftwaffe flew \"Self-sacrifice missions\" (\"Selbstopfereinsatz\") against Soviet bridges over the &lt;a href=\"River%20Oder\"&gt;River Oder&lt;/a&gt;. These 'total missions' were flown by pilots of the &lt;a href=\"Leonidas%20Squadron\"&gt;Leonidas Squadron&lt;/a&gt;. From April 17–20, 1945, using any available aircraft, the \"Luftwaffe\" claimed the squadron had destroyed 17 bridges, however military historian &lt;a href=\"Antony%20Beevor\"&gt;Antony Beevor&lt;/a&gt; when writing about the missions thinks that this was exaggerated and that only the railway bridge at &lt;a href=\"K%C3%BCstrin\"&gt;Küstrin&lt;/a&gt; was definitely destroyed. He comments that \"thirty-five pilots and aircraft was a high price\nto pay for such a limited and temporary success\". The missions were called off when the Soviet ground forces reached the vicinity of the squadron's airbase at &lt;a href=\"J%C3%BCterbog\"&gt;Jüterbog&lt;/a&gt;.\n&lt;a href=\"Rudolf%20Christoph%20Freiherr%20von%20Gersdorff\"&gt;Rudolf Christoph Freiherr von Gersdorff&lt;/a&gt; intended to assassinate &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; by suicide bomb in 1943, but was unable to complete the attack.\nKorean War.\nNorth Korean tanks were attacked by South Koreans with suicide tactics during the Korean War.\nAmerican tanks at Seoul were attacked by North Korean suicide squads, who used satchel charges. North Korean soldier Li Su-Bok is considered a hero for destroying an American tank with a suicide bomb.\nSuez Crisis.\nAn Arab Christian military officer from Syria, &lt;a href=\"Jules%20Jammal\"&gt;Jules Jammal&lt;/a&gt;, allegedly brought down a French ship with a suicide attack during the &lt;a href=\"Suez%20Crisis\"&gt;Suez Crisis&lt;/a&gt; in 1956 according to Egyptian media, although both French ships with that name were unharmed during the crisis.\nWar of Attrition.\nOn March 21, 1968, in response to persistent PLO raids against Israeli civilian targets, Israel &lt;a href=\"Battle%20of%20Karameh\"&gt;attacked&lt;/a&gt; the town of &lt;a href=\"Karameh\"&gt;Karameh&lt;/a&gt;, Jordan, the site of a major PLO camp. The goal of the invasion was to destroy Karameh camp and capture &lt;a href=\"Yasser%20Arafat\"&gt;Yasser Arafat&lt;/a&gt; in reprisal for the attacks by the PLO against Israeli civilians, which culminated in an Israeli school bus hitting a mine in the &lt;a href=\"Negev\"&gt;Negev&lt;/a&gt;. This engagement marked the first known deployment of suicide bombers by Palestinian forces.\nUnited States.\nOn December 27, 2018, the \"Green Bay Press-Gazette\" interviewed veteran Mark Bentley, who had trained for the &lt;a href=\"Special%20Atomic%20Demolition%20Munition\"&gt;Special Atomic Demolition Munition&lt;/a&gt; program to manually place and detonate a modified version of the &lt;a href=\"W54\"&gt;W54&lt;/a&gt; nuclear bomb. The report stated that he and other soldiers training for the program knew this was a suicide mission because either it would be unrealistic to outrun the timer on the bomb, or that soldiers would be obligated to secure the site before the timer went off. However, in theory the timer could be set long enough to give the team a chance to escape. Specifically, he stated, \"We all knew it was a one-way mission, a suicide mission.\" \"You set your timer, and it would click when it went off, or it went ding or I forget what, but you knew you were toast,\" he said. \"Ding! Your toast is ready, and it's you.\" He also commented, \"The Army is not going to set a bomb like that and run away and leave it, because they don't know if someone else would get ahold of it,\" he said. \"They have to leave troops there to make sure it's not stolen or compromised, and that would just be collateral damage. You didn't go out with the thought that it was anything other than a one-way mission. If you're Bruce Willis, you get away, but I ain't Bruce Willis.\"\nPost-1980 attacks.\nHistory.\nThe concept of self-sacrifice as a means to killing others dates back to antiquity with &lt;a href=\"Samson%23Death\"&gt;Samson's suicidal mass killing&lt;/a&gt; of the &lt;a href=\"Philistine\"&gt;Philistine&lt;/a&gt; leaders, but the idea of suicide bombing \"as a tool of stateless terrorists\" was only \"dreamed up a hundred years ago by the European anarchists\", according to author Noah Feldman. It was not until 1983 when Shiite militants &lt;a href=\"1983%20Beirut%20barracks%20bombings\"&gt;blew up the U.S. Marine barracks&lt;/a&gt; in Lebanon, that it became a \"tool of modern terrorist warfare\".\nModern suicide bombing has been defined as \"involving explosives deliberately carried to the target either on the person or in a civilian vehicle and delivered by surprise\". (Noah Feldman and many others exclude terror attacks such as the &lt;a href=\"Lod%20Airport%20massacre\"&gt;Lod Airport massacre&lt;/a&gt; where \"the perpetrator's ensured death\" was not \"a precondition for the success of his mission\".) The intended targets are often civilian, not just military or political.\nSuicide bombing was used by factions of the &lt;a href=\"Lebanese%20Civil%20War\"&gt;Lebanese Civil War&lt;/a&gt; and especially by the &lt;a href=\"Tamil%20Tigers\"&gt;Tamil Tigers&lt;/a&gt; (LTTE) of &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;.\nThe &lt;a href=\"Islamic%20Dawa%20Party\"&gt;Islamic Dawa Party&lt;/a&gt;'s &lt;a href=\"1981%20Iraqi%20embassy%20bombing\"&gt;car bombing of the Iraqi embassy in Beirut in December 1981&lt;/a&gt; and &lt;a href=\"Hezbollah\"&gt;Hezbollah&lt;/a&gt;'s &lt;a href=\"April%201983%20U.S.%20Embassy%20bombing\"&gt;bombing of the U.S. embassy in April 1983&lt;/a&gt; and &lt;a href=\"1983%20Beirut%20barracks%20bombing\"&gt;attack on United States Marine and French barracks&lt;/a&gt; in October 1983 brought suicide bombings international attention and began the modern suicide bombing era. Other parties to the civil war were quick to adopt the tactic, and by 1999 factions such as Hezbollah, the &lt;a href=\"Amal%20Movement\"&gt;Amal Movement&lt;/a&gt;, the &lt;a href=\"Ba%27ath%20Party\"&gt;Ba'ath Party&lt;/a&gt;, and the &lt;a href=\"Syrian%20Social%20Nationalist%20Party\"&gt;Syrian Social Nationalist Party&lt;/a&gt; had carried out around 50 suicide bombings between them. (The latter of these groups sent the &lt;a href=\"Sana%27a%20Mehaidli\"&gt;first recorded female suicide bomber&lt;/a&gt; in 1985.)\nDuring the &lt;a href=\"Sri%20Lankan%20Civil%20War\"&gt;Sri Lankan Civil War&lt;/a&gt;, the Tamil Tigers (LTTE) adopted suicide bombing as a tactic, using bomb belts and female bombers. The LTTE carried out their first suicide attack in July 1987, and their &lt;a href=\"LTTE%20Black%20Tiger\"&gt;Black Tiger&lt;/a&gt; unit committed 83 suicide attacks from 1987 to 2009, killing 981 people, &lt;a href=\"List%20of%20assassinations%20of%20the%20Sri%20Lankan%20Civil%20War\"&gt;including&lt;/a&gt; former Indian Prime Minister &lt;a href=\"Rajiv%20Gandhi\"&gt;Rajiv Gandhi&lt;/a&gt;, and the president of Sri Lanka, &lt;a href=\"Ranasinghe%20Premadasa\"&gt;Ranasinghe Premadasa&lt;/a&gt;.\nAnother non-religious group involved in suicide attacks was the &lt;a href=\"Kurdistan%20Workers%27%20Party\"&gt;Kurdistan Workers' Party&lt;/a&gt; which began their insurgency against the Turkish state in 1984. According to the &lt;a href=\"Chicago%20Project%20on%20Security%20and%20Terrorism\"&gt;Chicago Project on Security and Terrorism&lt;/a&gt;'s &lt;a href=\"Suicide%20Attack%20Database\"&gt;Suicide Attack Database&lt;/a&gt;, as of 2015, ten suicide attacks by the PKK from 1996 to 2012 killed 32 people and injured 116. (Suicide attacks are only part of the PKK's militant arsenal as they have killed or wounded hundreds of government workers and destroyed or damaged hundreds of school, post offices and mosques.)\n&lt;a href=\"Al-Qaeda\"&gt;Al-Qaeda&lt;/a&gt; carried out its first suicide attack in the mid-1990s,\nand they first appeared in Israel and the &lt;a href=\"Palestinian%20Territories\"&gt;Palestinian Territories&lt;/a&gt; in 1989.\n9/11 and after.\nIn early 2000, one analyst (&lt;a href=\"Yoram%20Schweitzer\"&gt;Yoram Schweitzer&lt;/a&gt;) saw a pause in bombing campaigns and argued that \"most of the groups that were involved in suicide terrorism either stopped using it or eventually reduced it significantly.\"\nThe number of attacks using suicide tactics grew from an average of fewer than five per year during the 1980s to 81 suicide attacks in 2001 to 460 in 2005. By 2005, the tactic had spread to dozens of countries.\n&lt;a href=\"List%20of%20Palestinian%20suicide%20attacks\"&gt;Suicide bombing&lt;/a&gt; became a popular tactic among &lt;a href=\"Palestinian%20terror\"&gt;Palestinian terror&lt;/a&gt;ist organizations such as &lt;a href=\"Hamas\"&gt;Hamas&lt;/a&gt;, &lt;a href=\"Palestinian%20Islamic%20Jihad\"&gt;Islamic Jihad&lt;/a&gt;, the &lt;a href=\"Al-Aqsa%20Martyrs%20Brigade\"&gt;Al-Aqsa Martyrs Brigade&lt;/a&gt;, and occasionally by the &lt;a href=\"Popular%20Front%20for%20the%20Liberation%20of%20Palestine\"&gt;PFLP&lt;/a&gt;. The first suicide bombing in Israel was by Hamas in 1994. Attacks peaked from 2001 to 2003 with over 40 bombings and over 200 killed in 2002.\nBombers affiliated with these groups often use so-called \"&lt;a href=\"Explosive%20belt\"&gt;suicide belts&lt;/a&gt;\", &lt;a href=\"explosive%20device\"&gt;explosive device&lt;/a&gt;s (often including &lt;a href=\"Shrapnel%20%28fragment%29\"&gt;shrapnel&lt;/a&gt;) designed to be strapped to the body under clothing. In order to maximize the loss of life, the bombers seek out enclosed spaces, such as cafés or city &lt;a href=\"bus\"&gt;bus&lt;/a&gt;es crowded with people at &lt;a href=\"rush%20hour\"&gt;rush hour&lt;/a&gt;. Less common are military targets (for example, soldiers waiting for transport at roadside).\nThese bombings have tended to have more popular support than in other Muslim countries, and more &lt;a href=\"music%20videos\"&gt;music videos&lt;/a&gt; and announcements that promise &lt;a href=\"eternity\"&gt;eternal&lt;/a&gt; reward for suicide bombers can be found on Palestinian television (according to Palestinian Media Watch). Israeli sources observed that Hamas, Islamic Jihad and Fatah operate \"Paradise Camps\", training children as young as 11 to become suicide bombers.\nThe &lt;a href=\"September%2011%20attacks\"&gt;September 11, 2001 attacks&lt;/a&gt;, orchestrated by al-Qaeda, has been called \"the worst attack on American soil since the Japanese &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt; which thrust the United States into &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;\". They involved the hijacking of four large passenger &lt;a href=\"jet%20airliners\"&gt;jet airliners&lt;/a&gt; because their long transcontinental flight plans meant they carried more fuel, allowing a bigger explosion on impact (unlike earlier airline hijackings, the primary focus was the planes, not the passengers). Two planes were deliberately flown into the Twin Towers of the &lt;a href=\"World%20Trade%20Center%20%281973%E2%80%932001%29\"&gt;World Trade Center&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, destroying both 110 story skyscrapers within less than two hours, and a third was flown into &lt;a href=\"the%20Pentagon\"&gt;the Pentagon&lt;/a&gt; in &lt;a href=\"Arlington%20County%2C%20Virginia\"&gt;Arlington County, Virginia&lt;/a&gt;, causing severe damage to the west side of the building. These attacks resulted in the deaths of 221 people (including the 15 hijackers) on board the three planes as well as 2,731 more in and around the targeted buildings. A fourth plane crashed into a field near &lt;a href=\"Shanksville%2C%20Pennsylvania\"&gt;Shanksville, Pennsylvania&lt;/a&gt;, after a revolt by the plane's passengers, killing all 44 people (including the four hijackers) on board. In total, the attacks killed &lt;a href=\"Casualties%20of%20the%20September%2011%20attacks\"&gt;2,996 people and injured more than 6,000 others&lt;/a&gt;. The U.S. stock market closed for four trading days after the attacks (the first time it had an unscheduled closing since the Great Depression). Nine days after the attack, &lt;a href=\"President%20of%20the%20United%20States\"&gt;U.S. President&lt;/a&gt; &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; called for a \"War on Terror\" and shortly thereafter launched the &lt;a href=\"War%20in%20Afghanistan%20%282001%E2%80%93present%29\"&gt;War in Afghanistan&lt;/a&gt; to find and capture &lt;a href=\"Osama%20bin%20Laden\"&gt;Osama bin Laden&lt;/a&gt;, the head of the al-Qaeda organization that mounted the 9/11 attacks.\nAfter the U.S.-led &lt;a href=\"invasion%20of%20Iraq%20in%202003\"&gt;invasion of Iraq in 2003&lt;/a&gt;, &lt;a href=\"Iraqi%20insurgency%20%28Iraq%20War%29\"&gt;Iraqi and foreign insurgents&lt;/a&gt; carried out waves of suicide bombings. More attacks have been carried out in Iraq (1938 as of mid-2015) than in any other country.\nIn addition to &lt;a href=\"United%20States%20military\"&gt;United States military&lt;/a&gt; targets, they attacked many civilian targets such as &lt;a href=\"Shiite\"&gt;Shiite&lt;/a&gt; &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt;s, international offices of the &lt;a href=\"UN\"&gt;UN&lt;/a&gt; and the &lt;a href=\"Red%20Cross\"&gt;Red Cross&lt;/a&gt;. Iraqi men waiting to apply for jobs with the new army and &lt;a href=\"police\"&gt;police&lt;/a&gt; force were targets. In the lead up to the &lt;a href=\"Iraqi%20parliamentary%20election%2C%20January%202005\"&gt;Iraqi parliamentary election&lt;/a&gt;, on January 30, 2005, suicide attacks upon civilian and police personnel involved with the &lt;a href=\"election\"&gt;election&lt;/a&gt;s increased. There were also reports of the insurgents co-opting disabled people as involuntary suicide bombers.\nOther major locations of suicide attack are Afghanistan (1059 attacks as of mid-2015) and Pakistan (490 attacks). In the first eight months of 2008, Pakistan overtook Iraq and Afghanistan in suicide bombings, with 28 bombings killing 471 people.\nSuicide bombings have become a tactic in &lt;a href=\"Chechnya\"&gt;Chechnya&lt;/a&gt;, first being used in the conflict in 2000 in Alkhan Kala,\nand spreading to Russia, notably with the &lt;a href=\"Moscow%20theater%20hostage%20crisis\"&gt;Moscow theater hostage crisis&lt;/a&gt; in 2002 to the &lt;a href=\"Beslan%20school%20hostage%20crisis\"&gt;Beslan school hostage crisis&lt;/a&gt; in 2004.\nIn Europe four Islamist suicide bombers exploded home-made peroxide explosives on three London underground trains and a bus on &lt;a href=\"7%20July%202005%20London%20bombings\"&gt;7 July 2005&lt;/a&gt;, during the morning rush hour. These \"7/7\" bombings killed 52 civilians and injured 700.\nSince 2006, al-Shabaab and its predecessor, the Islamic Courts, have carried out major suicide attacks in Somalia, the worse year so far being 2014 with 16 attacks and over 120 killed.\nOn December 25, 2020, a &lt;a href=\"2020%20Nashville%20bombing\"&gt;suicide bombing occurred&lt;/a&gt; in Nashville, Tennessee.\nWeapons and methods.\nMeans of suicide attack in the 20th and 21st centuries, include:\nStrategy and advantages.\nAccording to author Jeffrey William Lewis, to succeed, campaigns of suicide bombing need:\nThe organizations work to guarantee individual suicide bombers that they \"will be remembered as martyrs dying for their communities\". By imbuing suicide bombing/attacks with \"reverence and heroism\", it becomes more attractive to recruits.\nAccording to Yoram Schweitzer, modern suicide terrorism is \"aimed at causing devastating physical damage, through which it inflicts profound fear and anxiety\". Its goal is not to produce a negative psychological effect only on the victims of the actual attack, but on the entire target population.\nAttackers themselves have often framed suicide attacks as acts of courageous self-sacrifice in made necessary by the superior military or security strength of the enemy. The technique has also been called \"the atomic weapon of the weak\". According to Sheikh &lt;a href=\"Ahmed%20Yassin\"&gt;Ahmed Yassin&lt;/a&gt;, the former leader of Hamas, \"Once we have warplanes and missiles, then we can think of changing our means of legitimate self-defense. But right now, we can only tackle the fire with our bare hands and sacrifice ourselves.\" While arguably this explains the motivation of many early suicide bombings in the 1980s and 90s, it cannot explain many later attacks, such as on funeral processions of the minority Shia in Pakistan.\nA major reason for the popularity of suicide attacks despite the sacrifice involved for its perpetrators is its tactical advantages over other types of terrorism, such as the ability to conceal weapons, make last-minute adjustments, increased ability to infiltrate heavily guarded targets, lack of need for remote or delayed detonation, escape plans or rescue teams. Robert Pape observes: \"Suicide attacks are an especially convincing way to signal the likelihood of more pain to come, because if you are willing to kill yourself you are also willing to endure brutal retaliation. \"... The element of suicide itself helps increase the credibility of future attacks because it suggests that attackers cannot be deterred.\" Other scholars have criticized Pape's research design, arguing that it cannot draw any conclusions on the efficacy of suicide terrorism.\nBruce Hoffman describes the characteristics of suicide bombing, as \"universal\": \"Suicide bombings are inexpensive and effective. They are less complicated and compromising than other kinds of terrorist operations. They guarantee media coverage. The suicide terrorist is the ultimate smart bomb. Perhaps most important, coldly efficient bombings tear at the fabric of trust that holds societies together.\"\nAttacker profiles and motivations.\nStudies of who becomes a suicide attacker and what motivates them have often come to different conclusions.\nAccording to Riaz Hassan, \"apart from one demographic attribute—that the majority of suicide bombers tend to be young males—the evidence has failed to find a stable set of demographic, psychological, socioeconomic and religious variables that can be causally linked to suicide bombers’ personality or socioeconomic origins.\" Scott Atran agrees:\nReasons vary greatly, and are different in the case of each individual. Fanaticism (nationalist or religious, or both) results from brain-washing, negative experiences regarding “the enemy”, and the lack of a perspective in life. Suicides want to hurt or kill their targets because they hold them responsible for all bad things that have happened to them or in the world, or simply just because they want to escape misery and poverty.\nBased on biographies of more than seven hundred foreign fighters uncovered at an Iraqi insurgent camp, researchers believe that the motivation for suicide missions (at least in Iraq) was not \"the global jihadi ideology\", but \"an explosive mix of desperation, pride, anger, sense of powerlessness, local tradition of resistance and religious fervor\".\nCriminal Justice professor Adam Lankford argues that suicide terrorists are not psychologically normal or stable, and are motivated to suicide/killing to mask their desire to die beneath a \"veneer of heroic action\", because of the religious consequences of killing themselves outright. He has identified more than 130 individual suicide terrorists, including 9/11 ringleader &lt;a href=\"Mohamed%20Atta\"&gt;Mohamed Atta&lt;/a&gt;, with classic suicidal risk factors such as depression, post-traumatic stress disorder, other mental health problems, drug addictions, serious physical injuries or disabilities, or having suffered the unexpected death of a loved one or from other personal crises.\nA study of the remains of 110 suicide bombers in Afghanistan for the first part of 2007 by Afghan pathologist Dr. Yusef Yadgari found 80% were suffering from physical ailments such as missing limbs (before the blasts), cancer, or leprosy. Also, in contrast to earlier findings of suicide bombers, the Afghan bombers were \"not celebrated like their counterparts in other Arab nations. Afghan bombers are not featured on posters or in videos as martyrs.\"\n&lt;a href=\"Anthropology\"&gt;Anthropologist&lt;/a&gt; &lt;a href=\"Scott%20Atran\"&gt;Scott Atran&lt;/a&gt;'s research has found that the attacks are not organized from the top down, but occurs from the bottom up. That is, it is usually a matter of following one's friends, and ending up in environments that foster &lt;a href=\"groupthink\"&gt;groupthink&lt;/a&gt;. Atran is also critical of the claim that terrorists simply crave destruction; they are often motivated by beliefs they hold sacred, as well as their own moral reasoning.\n&lt;a href=\"Robert%20Pape\"&gt;Robert Pape&lt;/a&gt;, director of the Chicago Project on Suicide Terrorism, found the majority of suicide bombers came from the educated middle classes. (&lt;a href=\"Humam%20Khalil%20Abu-Mulal%20al-Balawi\"&gt;Humam Balawi&lt;/a&gt;, who perpetrated the &lt;a href=\"Camp%20Chapman%20attack\"&gt;Camp Chapman attack&lt;/a&gt; in Afghanistan in 2010, was a medical doctor.)\nA 2004 paper by &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; Professor of Public Policy &lt;a href=\"Alberto%20Abadie\"&gt;Alberto Abadie&lt;/a&gt; \"cast[s] doubt on the widely held belief that terrorism stems from poverty, finding instead that terrorist violence (not just suicide terrorism) is \"related to a nation's level of political freedom\", with countries \"in some intermediate range of political freedom\" more prone to terrorism than countries\nwith \"high levels\" of political freedom or countries with \"highly authoritarian regimes\". \"When governments are weak, political instability is elevated, so conditions are favorable for the appearance of terrorism\". A 2020 study found that while well-educated and economically well-off individuals are more likely to be behind suicide terrorism, it is not because these individuals self-select into suicide terrorism, but rather because terrorist groups are more likely to select high-quality individuals to commit suicide terrorist attacks.\nA study by German scholar Arata Takeda analyzes analogous behavior represented in literary texts from the antiquity through the 20th century (&lt;a href=\"Sophocles\"&gt;Sophocles&lt;/a&gt;' s \"&lt;a href=\"Ajax%20%28Sophocles%29\"&gt;Ajax&lt;/a&gt;\", &lt;a href=\"John%20Milton\"&gt;Milton&lt;/a&gt;'s \"&lt;a href=\"Samson%20Agonistes\"&gt;Samson Agonistes&lt;/a&gt;\", &lt;a href=\"Friedrich%20Schiller\"&gt;Friedrich Schiller&lt;/a&gt;'s \"&lt;a href=\"The%20Robbers\"&gt;The Robbers&lt;/a&gt;\", &lt;a href=\"Albert%20Camus\"&gt;Albert Camus&lt;/a&gt;'s \"&lt;a href=\"The%20Just%20Assassins\"&gt;The Just Assassins&lt;/a&gt;\") and comes to the conclusion \"that suicide bombings are not the expressions of specific cultural peculiarities or exclusively religious fanaticisms. Instead, they represent a strategic option of the desperately weak who strategically disguise themselves under the mask of apparent strength, terror, and invincibility.\"\nNationalist resistance and religion.\nTo what extent attackers are motivated by religious enthusiasm, by resistance to perceived outsider oppression or some combination of the two is disputed.\nAccording to &lt;a href=\"Robert%20Pape\"&gt;Robert Pape&lt;/a&gt;, director of the Chicago Project on Suicide Terrorism, as of 2005, 95 percent of suicide attacks have the same specific strategic goal: to cause an occupying state to withdraw forces from a disputed territory, making nationalism, not religion, their principal motivation.\nBeneath the religious rhetoric with which [such terror] is perpetrated, it occurs largely in the service of secular aims. Suicide terrorism is mainly a response to foreign occupation rather than a product of Islamic fundamentalism ... Though it speaks of Americans as infidels, al-Qaida is less concerned with converting us to Islam than removing us from Arab and Muslim lands.\nAlternately, another source found that at least in one country (Lebanon from 1983 to 1999) it was Islamists who influenced secular nationalists—their use of suicide attack spreading to the secular groups. Five Lebanese groups \"espousing a non-religious nationalist ideology\" followed the lead of Islamist groups in attacking by suicide, \"impressed by the effectiveness of Hezbollah's attacks in precipitating the withdrawal of the 'foreigners' from Lebanon\". (In Israel suicide attacks by Islamist Islamic Jihad and Hamas also preceded those of the secular &lt;a href=\"Popular%20Front%20for%20the%20Liberation%20of%20Palestine\"&gt;PFLP&lt;/a&gt; and the &lt;a href=\"Al-Fatah\"&gt;Al-Fatah&lt;/a&gt;-linked &lt;a href=\"Al-Aqsa%20Martyrs%27%20Brigades\"&gt;Al-Aqsa Martyrs' Brigades&lt;/a&gt;.)\nPape found other factors associated with suicide attacks included\nOther researchers contend that Pape's analysis is flawed, particularly his contention that democracies are the main targets of such attacks. Other scholars have criticized Pape's research design, arguing that it cannot draw any conclusions on the causes of suicide terrorism.\nAtran argues that suicide bombing has moved on from the days of Pape's study, that non-Islamic groups have carried out very few bombings since 2003, while bombing by Muslim or Islamist groups associated with a \"global ideology\" of \"martyrdom\" has skyrocketed. In one year, in one Muslim country alone – 2004 in Iraq – there were 400 suicide attacks and 2,000 casualties. Other researchers (such as Yotam Feldner) argue that perceived religious rewards in the hereafter are instrumental in encouraging Muslims to commit suicide attacks, or ask why prominent anti-occupation secular terrorist groups—such as the &lt;a href=\"Provisional%20Irish%20Republican%20Army\"&gt;Provisional IRA&lt;/a&gt;, &lt;a href=\"ETA%20%28separatist%20group%29\"&gt;ETA&lt;/a&gt; or &lt;a href=\"Anti-imperialism\"&gt;anti-colonialist&lt;/a&gt; insurgents in Vietnam, Algeria, etc.—have not used suicide, why he does not mention that the very first suicide attack in Lebanon (in 1981) targeted the embassy of Iraq, a country which was not occupying Lebanon.\nMia Bloom agrees with Pape that competition among insurgents groups is a significant motivator, arguing the growth in suicide as a tactic is a product of \"outbidding\", i.e. the need by competing insurgent groups to demonstrate their commitment to the cause to broader public—making the ultimate sacrifice for the insurgency being a \"bid\" impossible to top. (This explains its use by Palestinian groups, but not that by the Tamil Tigers.)\nStill other researchers have identified sociopolitical factors as more central in the motivation of suicide attackers than religion.\nAccording to Atran and former CIA case officer &lt;a href=\"Marc%20Sageman\"&gt;Marc Sageman&lt;/a&gt;, support for suicide actions is triggered by moral outrage at perceived attacks against Islam and sacred values, but this is converted to action as a result of small-world factors (such as being part of a football club with other jihadis). Millions express sympathy with global jihad (according to a 2006 Gallup study involving more than 50,000 interviews in dozens of countries, seven percent or at least 90 million of the world's 1.3 billion Muslims consider the 9/11 attacks \"completely justified\").\nAlso arguing that the increase in suicide terrorism since 2001 is really driven by &lt;a href=\"Salafi%20jihadism\"&gt;Salafi/Jihadist&lt;/a&gt; ideology and Al-Qaeda is Assaf Moghadam.\nUpdating his work in a 2010 book \"Cutting the Fuse\", Pape reported that a fine-grained analysis of the time and location of attacks strongly support his conclusion that \"foreign military occupation accounts for 98.5%—and the deployment of American combat forces for 92%—of all the 1,833 suicide terrorist attacks around the world\" between 2004 and 2009 Moreover, \"the success attributed to the surge in 2007 and 2008 was actually less the result of an increase in coalition forces and more to a change of strategy in Baghdad and the empowerment of the Sunnis in Anbar.\" (emphasis in the original)\nThe same logic can be seen in Afghanistan. In 2004 and early 2005, NATO occupied the north and west, controlled by the Northern Alliance, whom NATO had previously helped fight the Taliban. An enormous spike in suicide terrorism only occurred later in 2005 as NATO moved into the south and east, which had previously been controlled by the Taliban and locals were more likely to see NATO as a foreign occupation threatening local culture and customs. Critics argue the logic cannot be seen in Pakistan, which has no occupation and the second highest number of suicide bombing fatalities as of mid-2015.\nIslam.\nWhat connection the high percentage of suicide attacks executed by Islamist groups since 1980 has to do with the religion of Islam is disputed. Specifically, scholars, researchers, and others, disagree over whether Islam forbids suicide in the process of attacking enemies or the killing of civilians. According to a report compiled by the Chicago Project on Suicide Terrorism, 224 of 300 suicide terror attacks from 1980 to 2003 involved Islamist groups or took place in Muslim-majority lands. Another tabulation found more than a fourfold increase in suicide bombings in the two years following Papes study and that the overwhelming majority of these bombers were motivated by the ideology of Islamist martyrdom. (For example, as of early 2008, 1121 Muslim suicide bombers have blown themselves up in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;.)\nHistory.\nIslamic suicide bombing is a fairly recent phenomenon. It was totally absent from the 1979–1989 &lt;a href=\"Soviet%E2%80%93Afghan%20War\"&gt;Afghan jihad&lt;/a&gt; against the Soviet Union, (an asymmetrical war where the mujahideen fought Soviet warplanes, helicopters and tanks primarily with light weapons). According to author Sadakat Kadri, \"the very idea that Muslims might blow themselves up for God was unheard of before 1983, and it was not until the early 1990s that anyone anywhere had tried to justify killing innocent Muslims who were not on a battlefield.\" After 1983 the process was limited among Muslims to Hezbollah and other Lebanese Shi'a factions for more than a decade.\nSince then, the \"vocabulary of martyrdom and sacrifice\", videotaped pre-confession of faith by attackers have become part of \"Islamic cultural consciousness\", \"instantly recognizable\" to Muslims (according to Noah Feldman), while the tactic has spread through the Muslim world \"with astonishing speed and on a surprising course\".\nFirst the targets were American soldiers, then mostly Israelis, including women and children. From &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; and Israel, the technique of suicide bombing moved to Iraq, where the targets have included mosques and shrines, and the intended victims have mostly been &lt;a href=\"Shia\"&gt;Shiite&lt;/a&gt; &lt;a href=\"Iraqi%20people\"&gt;Iraqis&lt;/a&gt;. ... [In] &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, ... both the perpetrators and the targets are orthodox &lt;a href=\"Sunni\"&gt;Sunni&lt;/a&gt; Muslims. Not long ago, a bombing in Lashkar Gah, the capital of &lt;a href=\"Helmand%20Province\"&gt;Helmand Province&lt;/a&gt;, killed Muslims, including women, who were applying to go on &lt;a href=\"Hajj\"&gt;pilgrimage&lt;/a&gt; to &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;. Overall, the trend is definitively in the direction of Muslim-on-Muslim violence. By a conservative accounting, more than three times as many Iraqis have been killed by suicide bombings in just three year (2003–6) as have Israelis in ten (from 1996–2006). Suicide bombing has become the archetype of Muslim violence – not just to Westerners but also to Muslims themselves.\nRecent research on the rationale of suicide bombing has identified both religious and sociopolitical motivations. Those who cite religious factors as an important influence note that religion provides the framework because the bombers believe they are acting in the name of Islam and will be rewarded as martyrs. Since martyrdom is seen as a step towards paradise, those who commit suicide while discarding their community from a common enemy believe that they will reach an ultimate salvation after they die.\nIn the media attention given to suicide bombing during the &lt;a href=\"Second%20Intifada\"&gt;Second Intifada&lt;/a&gt; and after 9/11, sources hostile to radical Islamism quoted radical scholars promising various heavenly rewards, such as 70 virgins (&lt;a href=\"houri\"&gt;houri&lt;/a&gt;) as wives, to Muslims who die as martyrs, (specifically as suicide attackers). Other rewards include \"From the moment the first drop of his blood is spilled, he does not feel the pain of his wounds and he is forgiven for all his sins\" according to Sheikh Abd Al-Salam Abu Shukheydem, Chief Mufti of the Palestinian Authority police force, (Shukheydem does not specify that the martyrs have been killed as suicide attackers) One Israeli source (Y. Feldner of &lt;a href=\"MEMRI\"&gt;MEMRI&lt;/a&gt;) complained that\nthe death announcements of martyrs in the Palestinian press often take the form of wedding, not funeral, announcements. \"Blessings will be accepted immediately after the burial and until 10 p.m. ...at the home of the martyr's uncle,\" read one suicide bomber's death notice. \"With great pride, the Palestinian Islamic Jihad marries the member of its military wing... the martyr and hero Yasser Al-Adhami, to 'the black-eyed, read another.\nOther alleged rewards for those dying in jihad are feeling no pain from the cause of their death, being cleansed of all sin and brought directly to paradise, not having to wait for the &lt;a href=\"Last%20Judgment%23Islam\"&gt;Day of Judgement&lt;/a&gt;.\nOthers (such as &lt;a href=\"As%27ad%20AbuKhalil\"&gt;As'ad AbuKhalil&lt;/a&gt;) maintain that \"the tendency to dwell on the sexual motives\" of the suicide bombers \"belittles\" the bombers \"sociopolitical causes\", and that the alleged \"sexual frustration\" of young Muslim men \"has been overly emphasized in the Western and Israeli media\" as a motive for terrorism.\nSupport for \"martyrdom operations\".\nIslamist militant organisations (including &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt;, &lt;a href=\"Hamas\"&gt;Hamas&lt;/a&gt; and &lt;a href=\"Palestinian%20Islamic%20Jihad%20Movement\"&gt;Islamic Jihad&lt;/a&gt;) argue that despite what some Muslims claim is Islam's strict prohibition of suicide and murder,\nsuicide attacks fulfill the obligation of &lt;a href=\"jihad\"&gt;jihad&lt;/a&gt; against the \"oppressor\", \"martyrs\" will be rewarded with paradise, and have the support of (some) Muslim clerics.\nClerics have supported suicide attacks largely in connection with the Palestinian issue. Prominent Sunni cleric &lt;a href=\"Yusuf%20al-Qaradawi\"&gt;Yusuf al-Qaradawi&lt;/a&gt; previously had supported such attacks by Palestinians in perceived defense of their homeland as heroic and an act of resistance. Shiite Lebanese cleric Muhammad Husayn Fadlallah, the spiritual authority recognized by Hezbollah, holds similar views.\nAccording to the conservative Iranian Shi'ah cleric &lt;a href=\"Ayatollah%20Mohammad%20Taghi%20Mesbah%20Yazdi\"&gt;Ayatollah Mohammad Taghi Mesbah Yazdi&lt;/a&gt;, \"When protecting Islam and the Muslim &lt;a href=\"Ummah\"&gt;community&lt;/a&gt; depends on &lt;a href=\"martyrdom%20operations\"&gt;martyrdom operations&lt;/a&gt;, it not only is allowed, but even is an &lt;a href=\"wajib\"&gt;obligation&lt;/a&gt; as many of the &lt;a href=\"Shi%27ah\"&gt;Shi'ah&lt;/a&gt; great scholars and &lt;a href=\"Maraje%27\"&gt;Maraje'&lt;/a&gt;, including &lt;a href=\"Ayatullah\"&gt;Ayatullah&lt;/a&gt; &lt;a href=\"Safi%20Golpayegani\"&gt;Safi Golpayegani&lt;/a&gt; and Ayatullah &lt;a href=\"Fazel%20Lankarani\"&gt;Fazel Lankarani&lt;/a&gt;, have clearly announced in their &lt;a href=\"fatwas\"&gt;fatwas&lt;/a&gt;.\"\nThe Quranic verse used by &lt;a href=\"Najibullah%20Zazi%23Zarein%20Ahmedzay\"&gt;Zarein Ahmedzay&lt;/a&gt; (an Afghanistan-born New York City cab driver who traveled to Waziristan for terrorist training and discussed possible suicide bombing target locations in crowded parts of Manhattan) in support of his actions was 9:111 (Surah &lt;a href=\"At-Tawba\"&gt;At-Tawba&lt;/a&gt;):\nLo! Allah hath bought from the believers their lives and their wealth because the Garden will be theirs: they shall fight in the way of Allah and shall slay and be slain. It is a promise which is binding on Him in the &lt;a href=\"Torah\"&gt;Torah&lt;/a&gt; and the &lt;a href=\"Gospel\"&gt;Gospel&lt;/a&gt; and the &lt;a href=\"Quran\"&gt;Quran&lt;/a&gt;. Who fulfilleth His covenant better than Allah? Rejoice then in your bargain that ye have made, for that is the supreme triumph.\nSupporters of the &lt;a href=\"Taliban\"&gt;Taliban&lt;/a&gt; insist their attacks are \"martyrdom operations\" and not suicide. The June 2013 issue of the Taliban magazine \"Azan\" extolled the virtues of suicide attacks, claiming that \"suicide bombing\" is a \"false term\" for jihad martyrdom attacks. \"So martyrdom operation ≠ Suicide bombing\".\nThe articles maintains that &lt;a href=\"Abu%20Huraira\"&gt;Abu Huraira&lt;/a&gt; (a companion of the Muhammad) and &lt;a href=\"Umar%20ibn%20Khattab\"&gt;Umar ibn Khattab&lt;/a&gt; (the second caliph of Islam), approved acts in which the Muslims knew would lead to certain death, and that the Islamic prophet Muhammad also approved of such acts (according to authors Maulana Muawiya Hussaini and Ikrimah Anwar cited numerous &lt;a href=\"Hadith\"&gt;Hadith&lt;/a&gt; of Muhammad on the authority of Islamic jurist &lt;a href=\"Muslim%20ibn%20al-Hajjaj\"&gt;Muslim ibn al-Hajjaj&lt;/a&gt;). \"The Sahaba [companions of the Islamic prophet Muhammad] who carried out the attacks almost certainly knew that they were going to be killed during their operations but they still carried them out and such acts were extolled and praised in the sharia.\"\nOpposition and responses from Muslim scholars.\nOthers (such as Middle East historian &lt;a href=\"Bernard%20Lewis\"&gt;Bernard Lewis&lt;/a&gt;) disagree, noting\n... a clear difference was made between throwing oneself to certain death at the hands of an overwhelmingly strong enemy, and dying by one's own hand. The first, if conducted in a properly authorized [ &lt;a href=\"jihad\"&gt;jihad&lt;/a&gt; ], was a passport to heaven; the second to damnation. The blurring of their previously vital distinction was the work of some twentieth-century theologians who outlined the new theory which the suicide bombers put into practice.\"\nThe difference between engaging in an act where the perpetrator plans to fight to the death but where the attack does not require their death, is important to at least one Islamist terror group—&lt;a href=\"Lashkar-e-Taiba\"&gt;Lashkar-e-Taiba&lt;/a&gt; (LeT). While the group extols \"martyrdom\" and has killed many civilians, LeT believes suicide attacks where the attackers dies by their own hand (such as by pressing a detonation button), are haram (forbidden). Its \"trademark\" is that of perpetrators fighting \"to the death\" but escaping \"if practical\". \"This distinction has been the subject of extensive discourse among radical Islamist leaders.\"\nA number of Western and Muslim scholars of Islam have posited that suicide attacks are a clear violation of classical Islamic law and characterized such attacks against civilians as murderous and sinful.\nAccording to &lt;a href=\"Bernard%20Lewis\"&gt;Bernard Lewis&lt;/a&gt;, \"the emergence of the now widespread terrorism practice of suicide bombing is a development of the 20th century. It has no antecedents in Islamic history, and no justification in terms of Islamic theology, law, or tradition.\" Islamic legal &lt;a href=\"Rules%20of%20war%20in%20Islam\"&gt;rules of armed warfare&lt;/a&gt; or military &lt;a href=\"jihad\"&gt;jihad&lt;/a&gt; are covered in detail in the classical texts of Islamic jurisprudence, which forbidding the killing of women, children or non-combatants, and the destroying of cultivated or residential areas.\nFor more than a millennium, these tenets were accepted by Sunnis and Shiites; however, since the 1980s militant Islamists have challenged the traditional Islamic rules of warfare to justify suicide attacks.\nA number of respected Muslim scholars have provided scholastic refutations of suicide bombings, condemning them as terrorism prohibited in Islam and leading their perpetrators to hell. In his 400+-page \"&lt;a href=\"Fatwa%20on%20Terrorism\"&gt;Fatwa on Terrorism&lt;/a&gt;\" condemning suicide attacks, Muslim Islamic scholar Muhammad &lt;a href=\"Tahir-ul-Qadri\"&gt;Tahir-ul-Qadri&lt;/a&gt; directly disputed the rationale of Islamists, arguing among other things that the indiscriminately killing of both Muslims and non-Muslims is unlawful, and brings the Muslim &lt;a href=\"ummah\"&gt;ummah&lt;/a&gt; into disrepute, no matter how lofty the killers intentions. Tahir-ul-Qadri states terrorism \"has no place in Islamic teaching, and no justification can be provided to it...good intention cannot justify a wrong and forbidden act\".\nThe Grand Mufti of Saudi Arabia, &lt;a href=\"Abdul-Aziz%20ibn%20Abdullah%20Al%20Shaykh\"&gt;Abdul-Aziz ibn Abdullah Al Shaykh&lt;/a&gt;, issued a fatwa on September 12, 2013, that suicide bombings are \"great crimes\" and bombers are \"criminals who rush themselves to hell by their actions\". Al Shaykh described suicide bombers as \"robbed of their minds... who have been used (as tools) to destroy themselves and societies\".\nIn 2005, following a &lt;a href=\"2005%20Bangladesh%20bombings\"&gt;series of bombings&lt;/a&gt; by the banned outfit &lt;a href=\"Jama%27atul%20Mujahideen%20Bangladesh\"&gt;Jama'atul Mujahideen Bangladesh (JMB)&lt;/a&gt; &lt;a href=\"Ubaidul%20Haq\"&gt;Ubaidul Haq&lt;/a&gt;, the chief cleric of &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt; led a protest of &lt;a href=\"ulema\"&gt;ulema&lt;/a&gt; denouncing &lt;a href=\"terrorism\"&gt;terrorism&lt;/a&gt;. He said:\n&lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; prohibits &lt;a href=\"suicide%20bombings\"&gt;suicide bombings&lt;/a&gt;. These bombers are enemies of Islam. ...It is a duty for all &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; to stand up against those who are killing people in the name of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;.\nIn January 2006, &lt;a href=\"Yousef%20Sanei\"&gt;Ayatollah al-Udhma Yousof al-Sanei&lt;/a&gt;, a &lt;a href=\"Shi%27a%20Islam\"&gt;Shia&lt;/a&gt; &lt;a href=\"Marja%27\"&gt;Marja&lt;/a&gt; (high ranking cleric), decreed a &lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt; against suicide bombing, declaring it a \"terrorist act\". In 2005 Muhammad Afifi al-Akiti also issued a fatwa \"Against The Targeting Of Civilians\".\nIhsanic Intelligence, a London-based Islamic think-tank, published their two-year study into suicide bombings in the name of Islam, \"The Hijacked Caravan\", which concluded that,\nThe technique of suicide bombing is anathema, antithetical and abhorrent to Sunni Islam. It is considered legally forbidden, constituting a reprehensible innovation in the Islamic tradition, morally an enormity of sin combining suicide and murder and theologically an act which has consequences of eternal damnation.\nAmerican based Islamic jurist and scholar &lt;a href=\"Khaled%20Abou%20Al-Fadl\"&gt;Khaled Abou Al-Fadl&lt;/a&gt; argues,\nThe classical jurists, nearly without exception, argued that those who attack by stealth, while targeting noncombatants in order to terrorize the resident and wayfarer, are corrupters of the earth. \"Resident and wayfarer\" was a legal expression that meant that whether the attackers terrorize people in their urban centers or terrorize travelers, the result was the same: all such attacks constitute a corruption of the earth. The legal term given to people who act this way was \"muharibun\" (those who wage war against society), and the crime is called the crime of \"hiraba\" (waging war against society). The crime of \"hiraba\" was so serious and repugnant that, according to Islamic law, those guilty of this crime were considered enemies of humankind and were not to be given quarter or sanctuary anywhere ... Those who are familiar with the classical tradition will find the parallels between what were described as crimes of \"hiraba\" and what is often called terrorism today nothing short of remarkable. The classical jurists considered crimes such as assassinations, setting fires, or poisoning water wells – that could indiscriminately kill the innocent – as offenses of \"hiraba\". Furthermore, hijacking methods of transportation or crucifying people in order to spread fear are also crimes of \"hiraba\". Importantly, Islamic law strictly prohibited the taking of hostages, the mutilation of corpses, and torture.\nAccording to Charles Kimball, chair of the Department of Religion at &lt;a href=\"Wake%20Forest%20University\"&gt;Wake Forest University&lt;/a&gt;, \"There is only one verse in the Qur'an that contains a phrase related to suicide\" (4:29):\nO you who have believed, do not consume one another's wealth unjustly but only [in lawful] business by mutual consent. And do not kill yourselves. Indeed, Allah is to you ever Merciful.\nSome commentators posit that \"do not kill yourselves\" is better translated \"do not kill each other\", and some translations (e.g., by M. H. Shakir) reflect that view. Mainstream Islamic groups such as the &lt;a href=\"European%20Council%20for%20Fatwa%20and%20Research\"&gt;European Council for Fatwa and Research&lt;/a&gt; also cite the Quranic verse &lt;a href=\"Al-An%27am\"&gt;Al-An'am&lt;/a&gt; 6:151)] as prohibiting suicide: \"And take not life, which Allah has made sacred, except by way of justice and law\". The \"&lt;a href=\"Hadith\"&gt;Hadith&lt;/a&gt;\", including Bukhari 2:445, states: \"The Prophet said, '...whoever commits suicide with a piece of iron will be punished with the same piece of iron in the Hell Fire', [and] 'A man was inflicted with wounds and he committed suicide, and so Allah said: 'My slave has caused death on himself hurriedly, so I forbid Paradise for him.'\"\nOther Muslims have also noted Quranic verses in opposition to suicide, to taking of life other than by way of justice (i.e. the death penalty for murder), and to collective punishment.\nThe international community considers the use of indiscriminate attacks on civilian populations and the use of &lt;a href=\"human%20shields\"&gt;human shields&lt;/a&gt; as &lt;a href=\"Geneva%20conventions%23Protocols\"&gt;illegal under international law&lt;/a&gt;.\nPublic surveys.\nMuslim support for suicide bombings against civilian targets in order to defend Islam has varied over time and by country. The &lt;a href=\"Pew%20Global%20Attitudes%20Project\"&gt;Pew Global Attitudes Project&lt;/a&gt; survey of the Muslim public found that support has declined over the years since the post-&lt;a href=\"September%2011%20attacks\"&gt;9/11&lt;/a&gt; high. The highest support for suicide bombings has been reported in the occupied &lt;a href=\"Palestinian%20territories\"&gt;Palestinian territories&lt;/a&gt;, where in 2014, 46% of Muslims thought that such attacks were often or sometimes justified.\nGender.\nSuicide operatives are overwhelmingly male in most groups, but among &lt;a href=\"Chechnya\"&gt;Chechen&lt;/a&gt; rebels and the &lt;a href=\"Kurdistan%20Workers%20Party\"&gt;Kurdistan Workers Party&lt;/a&gt; (PKK) women form the majority of the attackers.\nFemale suicide bombers have been observed in many predominantly nationalist conflicts by a variety of organizations against both military and civilian targets. In February 2002, however, &lt;a href=\"Sheikh%20Ahmed%20Yassin\"&gt;Sheikh Ahmed Yassin&lt;/a&gt;, the religious leader of &lt;a href=\"Hamas\"&gt;Hamas&lt;/a&gt;, issued a fatwa, giving women permission to participate in suicide attacks.\nDuring the 1980s the greatest number of female suicide attacks in any single year was five. By contrast, in 2008 alone there were 35 female suicide attacks and in 2014 there were 15 such attacks according to the Chicago Project on Security and Terrorism (CPOST) Suicide Attack Database.\nAccording to a report issued by intelligence analysts in the U.S. army in 2011, \"Although women make up roughly 15% of the suicide bombers within groups which utilize females, they were responsible for 65% of assassinations; 20% of women who committed a suicide attack did so with the purpose of assassinating a specific individual, compared with 4% of male attackers.\" The report further stated that female suicide bombers often were \"grieving the loss of family members [and] seeking revenge against those they feel are responsible for the loss, unable to produce children, [and/or] dishonored through sexual indiscretion.\"\nMale suicide bombers are presented as being motivated more by political factors than female suicide bombers are.\nAnother study of suicide bombers from 1981 and July 2008 by Lindsey A. O’Rourke found female bombers are generally in their late twenties, significantly older than their male counterparts.\nO’Rourke found the average number of victims killed by a female suicide attacker was higher than that for male attackers for every group studied (Tamil, PKK, Lebanese, Chechen, Palestinian). Consequently, terrorist organizations recruit and motivate women to participate in suicide attacks, using traditional attitudes of honor and feminine harmlessness and vulnerability among target populations to insert attackers were they can cause a maximum of death and destruction. Bombs have been disguised as a pregnant belly, avoiding invasive searches, seen as taboo. By stumbling or calling out in distress more victims may be drawn to the explosion. These women have proven to be more deadly with higher success rates with more casualties and deaths than their male counterparts. The woman bomber carriers are not permitted to hold and control the detonator, which are still held by the men in charge. Until recently, attacks of women bombers were considered more newsworthy because of the \"unladylike\" behavior of their perpetrator.\nGendered Motivations.\nWomen are traditionally seen as being peace-makers, rather than being those on the front lines of conflict. This misconception has made them useful as suicide bombers because they are underestimated and can get into places inconspicuously, leading to higher lethality rates. The question remains: are women's motivations for becoming suicide bombers are different from men's? Mia Bloom, a prominent terrorist researcher states, some possible reasons to turn to suicide bombing are, “... to avenge a personal loss, to redeem the family name, to escape a life of sheltered monotony and achieve fame, or to equalize the patriarchal societies in which they live.” Earlier literature suggests that women are more likely to be motivated by personal trauma, rather than by ideological reasons. Other researchers disagree with this argument and state that it reduces the political agency of women, since they are just as capable of making a choice based on ideology. Women's motivations for becoming suicide bombers can be just as nuanced and complex as men's.\nSpecific groups.\nStudies have attempted to learn the history and motivation of suicide attackers.\nAl Qaeda.\nAnalysis of the 9/11 &lt;a href=\"Al%20Qaeda\"&gt;Al Qaeda&lt;/a&gt; attackers found almost all had joined the group with someone else. About 70% joined with friends, 20% with kin. Interviews with friends of the 9/11 pilots reveal they were not \"recruited\" into Qaeda. They were Middle Eastern Arabs isolated even among the Moroccan and Turkish Muslims who predominate in Germany. Seeking friendship, they began hanging out after services at the Masjad al-Quds and other nearby mosques in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;, in local restaurants and in the dormitory of the Technical University in the suburb of Harburg. Three (&lt;a href=\"Mohamed%20Atta\"&gt;Mohamed Atta&lt;/a&gt;, &lt;a href=\"Ramzi%20bin%20al-Shibh\"&gt;Ramzi bin al-Shibh&lt;/a&gt;, &lt;a href=\"Marwan%20al-Shehhi\"&gt;Marwan al-Shehhi&lt;/a&gt;) wound up living together as they self-radicalized. They wanted to go to &lt;a href=\"Chechnya\"&gt;Chechnya&lt;/a&gt;, then &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;.\nHamas.\n&lt;a href=\"Hamas\"&gt;Hamas&lt;/a&gt;'s most sustained suicide bombing campaign in 2003–04 involved several members of Hebron's Masjad (mosque) al-Jihad soccer team. Most lived in the Wad Abu Katila neighborhood and belonged to the al-Qawasmeh &lt;a href=\"hamula\"&gt;hamula&lt;/a&gt; (clan); several were classmates in the neighborhood's local branch of the Palestinian Polytechnic College. Their ages ranged from 18 to 22. At least eight team members were dispatched to suicide shooting and bombing operations by the Hamas military leader in Hebron, Abdullah al-Qawasmeh (killed by Israeli forces in June 2003 and succeeded by his relatives Basel al-Qawasmeh, killed in September 2003, and Imad al-Qawasmeh, captured on October 13, 2004). In retaliation for the assassinations of Hamas leaders Sheikh &lt;a href=\"Ahmed%20Yassin\"&gt;Ahmed Yassin&lt;/a&gt; (March 22, 2004) and &lt;a href=\"Abdel%20Aziz%20al-Rantissi\"&gt;Abdel Aziz al-Rantissi&lt;/a&gt; (April 17, 2004), Imad al-Qawasmeh dispatched Ahmed al-Qawasmeh and Nasim al-Ja'abri for a suicide attack on two buses in Beer Sheva (August 31, 2004). In December 2004, Hamas declared a halt to suicide attacks.\nOn January 15, 2008, the son of &lt;a href=\"Mahmoud%20al-Zahar\"&gt;Mahmoud al-Zahar&lt;/a&gt;, the leader of Hamas in the &lt;a href=\"Gaza%20Strip\"&gt;Gaza Strip&lt;/a&gt;, was killed (another son was killed in a 2003 assassination attempt on Zahar). Three days later, Israel Defense Minister &lt;a href=\"Ehud%20Barak\"&gt;Ehud Barak&lt;/a&gt; ordered &lt;a href=\"Israel%20Defense%20Forces\"&gt;Israel Defense Forces&lt;/a&gt; to seal all border crossings with Gaza, cutting off the flow of supplies to the territory in an attempt to stop rocket barrages on Israeli border towns. Nevertheless, violence from both sides only increased. On February 4, 2008, two friends (Mohammed Herbawi, Shadi Zghayer), who were members of the Masjad al-Jihad soccer team, staged a suicide bombing at commercial center in Dimona, Israel. Herbawi had previously been arrested as a 17-year-old on 15 March 2003 shortly after a suicide bombing on Haifa bus (by Mamoud al-Qawasmeh on March 5, 2003) and coordinated suicide shooting attacks on Israeli settlements by others on the team (March 7, 2003, Muhsein, Hazem al-Qawasmeh, Fadi Fahuri, Sufian Hariz) and before another set of suicide bombings by team members in Hebron and Jerusalem on May 17–18, 2003 (Fuad al-Qawasmeh, Basem Takruri, Mujahed al-Ja'abri). Although Hamas claimed responsibility for the Dimona attack, the politburo leadership in Damascus and Beirut was clearly initially unaware of who initiated and carried out the attack. It appears that Ahmad al-Ja'abri, military commander of Hamas's &lt;a href=\"Izz%20ad-Din%20al-Qassam%20Brigades\"&gt;Izz ad-Din al-Qassam Brigades&lt;/a&gt; in Gaza requested the suicide attack through Ayoub Qawasmeh, Hamas's military liaison in Hebron, who knew where to look for eager young men who had self-radicalized together and had already mentally prepared themselves for martyrdom.\nLTTE.\nThe &lt;a href=\"Liberation%20Tigers%20of%20Tamil%20Eelam\"&gt;Liberation Tigers of Tamil Eelam&lt;/a&gt; were thought to have mastered the use of &lt;a href=\"suicide%20terrorism\"&gt;suicide terrorism&lt;/a&gt; and had a separate unit, \"The Black Tigers\", consisting \"exclusively of cadres who have volunteered to conduct suicide operations\".\nIslamic State in Iraq and the Levant.\nThe &lt;a href=\"Islamic%20State%20in%20Iraq%20and%20the%20Levant\"&gt;Islamic State in Iraq and the Levant&lt;/a&gt; utilizes suicide attacks against government targets before they attack. The attackers can use a wide range of methods, from suicide vests and belts to bomb trucks and cars and APCs filled to the brim with explosives. Usually, the suicide bomber involved in a \"martyrdom operation\" will record his last words in a martyrdom video before they start their attack and will be released after the suicide attack was done.\nA study published by &lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt; in 2017 analyzed 923 attacks done between December 2015 and November 2016 and compared the military tactic to those used by kamikaze operations. Charlie Winter, author of the study, indicated that ISIL had \"industrialized the concept of matyrdom\". Most (84%) of suicide attacks were directed towards military targets usually with armed vehicles. About 80% of the attackers were of Iraqi or Syrian origin.\nResponse and results.\nResponse.\nSuicide bombings are often followed by heightened security measures and &lt;a href=\"reprisal\"&gt;reprisal&lt;/a&gt;s by their targets. Because a successful suicide bomber cannot be targeted, the response is often a targeting of those believed to have sent the bomber. Because future attacks cannot be deterred by the threat of retaliation if the attackers were already willing to kill themselves, pressure is great to employ intensive surveillance of virtually any potential perpetrator, \"to look for them almost everywhere, even if no evidence existed that `they` were `there` at all\".\nIn the &lt;a href=\"West%20Bank\"&gt;West Bank&lt;/a&gt; the &lt;a href=\"Israel%20Defense%20Forces\"&gt;IDF&lt;/a&gt; has at times &lt;a href=\"Demolition\"&gt;demolished&lt;/a&gt; homes that belong to families whose children (or landlords whose tenants) had volunteered for such missions (whether successfully or not).\nOther military measures that were taken during the suicide attack campaign included: A widescale re-occupation of the West Bank and blockading of Palestinian towns; \"targeted assassinations\" of militants, (an approach used since the 1970s); raids against militants suspected of plotting attacks, mass arrests, curfews, and stringent travel restrictions; and physical separation from Palestinians via the 650-km (400-mile) &lt;a href=\"Israeli%20West%20Bank%20barrier\"&gt;Israeli West Bank barrier&lt;/a&gt; in and around the West Bank. The &lt;a href=\"Second%20Intifada\"&gt;Second Intifada&lt;/a&gt; and its suicide attacks are often dated as ending around the time of an unofficial ceasefire by some of the most powerful Palestinian militant groups in 2005. A new \"&lt;a href=\"Israeli%E2%80%93Palestinian%20conflict%20%282015%29\"&gt;knife intifada&lt;/a&gt;\" started in September 2015, but although many Palestinians were killed in the process of stabbing or attempting to stab Israelis, their deaths were not \"a precondition for the success\" of their mission and so are not considered suicide attacks by many observers.)\nIn the United States, the element of suicide in the major attack on it (the 9/11 attacks) persuaded many that previously unthinkable, \"out of the box\" strategic policies in a \"war on terrorism\" — from \"preventive war\" against countries not immediately attacking the US, to almost unlimited surveillance of virtually any person in the United States by the government without normal congressional and judicial oversight—was necessary. These responses \"produced their own costs and risks—in lives, national debt, and America's standing in the world\".\nThe \"heightened security measures\" also affected the target populations. During the bombing campaign Israelis were questioned by armed guards and given a quick pat down before being let into cafes. In the US, the post-9/11 era meant \"previously inconceivable security measures—in airports and other transportation hubs, hotels and office buildings, sports stadiums and concert halls\".\nResults.\nOne of the first bombing campaigns utilizing primarily suicide attacks had considerable success. In the early 1980s Hezbollah used these bombing attacks targeting first foreign peacekeepers and then Israel. The result in both cases was withdrawal from Lebanon by the targets.\nOther groups have had mixed results. The &lt;a href=\"Liberation%20Tigers%20of%20Tamil%20Eelam\"&gt;Liberation Tigers of Tamil Eelam&lt;/a&gt; (LTTE) pioneered the use of suicide bombings against civilian and political targets and in 2000 were called (by Yoram Schweitzer) \"unequivocally the most effective and brutal terrorist organization ever to utilize suicide terrorism\". Their struggle for an &lt;a href=\"Independence\"&gt;independent&lt;/a&gt; state in the &lt;a href=\"Northern%20Province%2C%20Sri%20Lanka\"&gt;North&lt;/a&gt; and &lt;a href=\"Eastern%20Province%2C%20Sri%20Lanka\"&gt;East&lt;/a&gt; of the island lasted for 26 years and led to the deaths of two heads of state or government, several ministers, and up to 100,000 combatants and civilians (by a &lt;a href=\"UN\"&gt;UN&lt;/a&gt; estimate). Politically its attacks succeeded in halting the deployment of the Indian peace keeping troops to Sri-Lanka and the subsequent postponement of the peace-talks in Sri-Lanka. Nonetheless, it ended in May 2009 not with an independent \"Eelam\", but with the overrunning of LTTE strongholds and the killing of its leadership by the Sri Lankan military and security forces.\nIt is more difficult to determine whether Palestinian suicide bombings have proved to be a successful tactic. Hamas \"came to prominence\" after the first intifada as \"the main Palestinian opponent of the &lt;a href=\"Oslo%20Accords\"&gt;Oslo Accords&lt;/a&gt;\" (\"the US-sponsored peace process that oversaw the gradual and partial removal of Israel's occupation in return for Palestinian guarantees to protect Israeli security\") according to the BBC.\nThe accords were sidetracked after the election in 1996 of right wing Israeli leader &lt;a href=\"Benjamin%20Netanyahu\"&gt;Benjamin Netanyahu&lt;/a&gt;. Hamas's suicide bombings of Israeli targets (from 1994 to 1997 there were 14 suicide attacks killing 159—not all of which were attributed to Hamas) \"were widely\" credited for the popularity among Israelis of the hardline Netanyahu, who—like Hamas—was a staunch opponent of the Oslo accords, but an even stauncher enemy of Hamas.\nThe efficacy of suicide bombing however, does not appear to have demonstrated by the &lt;a href=\"al-Aqsa%20Intifada\"&gt;al-Aqsa Intifada&lt;/a&gt;. During this Intifada, the number of suicide attacks increased markedly, but petered out around 2005 following harsh Israeli security measures (mentioned above) such as \"targeted assassinations\" of Palestinians reportedly involved in terrorism, and the building of a \"&lt;a href=\"Israeli%20West%20Bank%20barrier\"&gt;separation barrier&lt;/a&gt;\" that severely hampered Palestinian travel, but with no withdrawal by the Israelis from any occupied territory.\nThe drop in suicide bombings in Israel has been explained by the many security measures taken by the Israeli government, especially the building of the \"separation barrier\", and a general consensus among Palestinians that the bombings were a \"losing strategy\". The suicide (and non-suicide) attacks on civilians had \"a major impact\" on the attitudes of the Israeli public/voters, creating not demoralization, but even greater support for the right-wing &lt;a href=\"Likud\"&gt;Likud&lt;/a&gt; party, bringing to office another hardliner, former &lt;a href=\"general\"&gt;general&lt;/a&gt;, &lt;a href=\"prime%20minister\"&gt;prime minister&lt;/a&gt; &lt;a href=\"Ariel%20Sharon\"&gt;Ariel Sharon&lt;/a&gt;. In 2001, 89% of Israeli Jews supported the Sharon government's policy of \"targeted assassinations\" of Palestinian militants involved in terrorism against Israel, the number rising to 92% in 2003. Opinion polls of the Jewish Israelis found 78–84% support for the \"&lt;a href=\"Israeli%20West%20Bank%20barrier\"&gt;separation barrier&lt;/a&gt;\" in 2004.\nIn the case of the &lt;a href=\"9/11%20attacks\"&gt;9/11 attacks&lt;/a&gt; in the US, at least in the short term, the results were negative for Al-Qaeda, as well as the &lt;a href=\"Taliban\"&gt;Taliban Movement&lt;/a&gt;. Since the attacks, Western nations have diverted massive resources towards stopping similar actions, as well as tightening up &lt;a href=\"border\"&gt;border&lt;/a&gt;s, and military actions against various countries believed to have been involved with terrorism. Critics of the &lt;a href=\"War%20on%20Terrorism\"&gt;War on Terrorism&lt;/a&gt; suggest the results were negative, as the proceeding actions of the United States and other countries has increased the number of recruits, and their willingness to carry out suicide bombings."
}