{
    "id": "18848063",
    "revid": "13649084",
    "url": "https://en.wikipedia.org/wiki?curid=18848063",
    "title": "Oban",
    "text": "Oban ( ; \"\" in &lt;a href=\"Scottish%20Gaelic\"&gt;Scottish Gaelic&lt;/a&gt; meaning \"The Little Bay\") is a &lt;a href=\"resort%20town\"&gt;resort town&lt;/a&gt; within the &lt;a href=\"Argyll%20and%20Bute\"&gt;Argyll and Bute&lt;/a&gt; council area of &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;. Despite its small size, it is the largest town between &lt;a href=\"Helensburgh\"&gt;Helensburgh&lt;/a&gt; and &lt;a href=\"Fort%20William%2C%20Highland\"&gt;Fort William&lt;/a&gt;. During the tourist season, the town can have a temporary population of up to over 24,000 people. Oban occupies a setting in the &lt;a href=\"Firth%20of%20Lorn\"&gt;Firth of Lorn&lt;/a&gt;. The bay forms a near perfect horseshoe, protected by the island of &lt;a href=\"Kerrera\"&gt;Kerrera&lt;/a&gt;; and beyond Kerrera, the &lt;a href=\"Isle%20of%20Mull\"&gt;Isle of Mull&lt;/a&gt;. To the north, is the long low island of &lt;a href=\"Lismore%2C%20Scotland\"&gt;Lismore&lt;/a&gt; and the mountains of &lt;a href=\"Morvern\"&gt;Morvern&lt;/a&gt; and &lt;a href=\"Ardgour\"&gt;Ardgour&lt;/a&gt;.\nPre-history and archaeology.\nHumans have used the site where Oban now stands since at least &lt;a href=\"Mesolithic\"&gt;Mesolithic&lt;/a&gt; times, as evidenced by archaeological remains of cave dwellers found in the town. Just outside the town, stands &lt;a href=\"Dunollie%20Castle\"&gt;Dunollie Castle&lt;/a&gt;, on a site that overlooks the main entrance to the bay and has been fortified since the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt;.\nJust to the north of Oban, at Dunstaffnage, excavations in 2010, by Argyll Archaeology, in advance of the development of the European Marine Science Park found evidence that people were also living in the area from the &lt;a href=\"Neolithic%20British%20Isles\"&gt;Neolithic&lt;/a&gt; to the Early Historic periods. The archaeologists discovered funerary pyres that were in use for several generations during the Late &lt;a href=\"Iron%20Age%20Europe\"&gt;Iron Age&lt;/a&gt; and a farmstead in use sometime between the late 7th to 9th centuries AD.\nHistory.\nPrior to the 19th century, the town itself supported very few households, sustaining only minor fishing, trading, shipbuilding and quarrying industries, and a few &lt;a href=\"A%20Journey%20to%20the%20Western%20Islands%20of%20Scotland\"&gt;hardy tourists&lt;/a&gt;. The Renfrew trading company established a storehouse there around 1714, as a local outlet for its merchandise, but a custom-house was not deemed necessary until 1736, with \"Oban being reckoned a proper place for clearing out vessels for the herring fishery\".\nThe modern town of Oban grew up around &lt;a href=\"Oban%20Distillery\"&gt;the distillery&lt;/a&gt;, which was founded there in 1794. A royal charter raised the town to a &lt;a href=\"burgh%20of%20barony\"&gt;burgh of barony&lt;/a&gt; in 1811. &lt;a href=\"Walter%20Scott\"&gt;Sir Walter Scott&lt;/a&gt; visited the area in 1814, the year in which he published his poem \"&lt;a href=\"The%20Lord%20of%20the%20Isles\"&gt;The Lord of the Isles&lt;/a&gt;\"; interest in the poem brought many new visitors to the town. The town was made a Parliamentary Burgh in 1833. A rail link - the &lt;a href=\"Callander%20and%20Oban%20Railway\"&gt;Callander and Oban Railway&lt;/a&gt; - was authorised in 1864 but took years to reach the town. The final stretch of track to Oban opened on 30 June 1880. This brought further prosperity, revitalising local industry and giving new energy to tourism. Also at this time work on the ill-fated &lt;a href=\"Oban%20Hydro\"&gt;Oban Hydro&lt;/a&gt; commenced; the enterprise was abandoned and left to fall into disrepair after 1882 when Dr Orr, the scheme's originator, realised he had grossly underestimated its cost. Work on &lt;a href=\"McCaig%27s%20Tower\"&gt;McCaig's Tower&lt;/a&gt;, a prominent local landmark, started in 1895. Paid for by John Stewart McCaig (1824-1902) the construction aimed, in hard times, to give work for local stonemasons. However, its construction ceased in 1902 on the death of its benefactor.\nBuilt in 1897 for James Gemmel Boutein, Glencruitten House was built on the site of an earlier estate. Now &lt;a href=\"listed%20building\"&gt;Category B Listed&lt;/a&gt;, the building is a Scottish-style castle, or Scots Baronial house, that was significantly altered in 1903. A library wing was added in 1927/1928. The original architect, Edward Appin, was also involved in the work completed in 1903. &lt;a href=\"Robert%20Lorimer\"&gt;Robert Lorimer&lt;/a&gt; of the Lorimer &amp; Matthew firm, guided the additions made in the 1920s for Alexander Mackay, the owner at that time. The House has been a &lt;a href=\"Listed%20buildings%20in%20Scotland\"&gt;B-listed&lt;/a&gt; property since 1971. The contents were to be sold off by auction in 2003, including some furniture designed by Lorimer. Reports at that time shed additional light on the previous owners of the House, indicating that the MacKay family \"at the Argyll house\" had owned the property for four generations, since 1917 when it was acquired by \"the venture capitalist Alexander MacKay\"; the original owner was listed as the Shelly-Bonteyn family. MacKay and his son Robert Ferrier Burns Mackay were said to be significant collectors of art, including works by \"Sir &lt;a href=\"David%20Young%20Cameron\"&gt;David Young Cameron&lt;/a&gt; (1865-1945) and &lt;a href=\"James%20McBey\"&gt;James McBey&lt;/a&gt; (1883-1959)\". For some time prior to 2020, Glencruitten House was owned by a religious community who listed it for sale that year. The listing for sale provided additional specifics: the House contained \"woodwork and panelling believed to be by Clow Bros and Louis Davis stained glass windows. Also within the library is an original grade A listed Ingram organ with Welte Philharmonic roleplay mechanism (not fully operational)\". The listing also stated that \"remedial work [was] recently undertaken by the current owner\".\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; (1939-1945) &lt;a href=\"Merchant%20Navy%20%28United%20Kingdom%29\"&gt;Merchant&lt;/a&gt; and &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; ships used Oban as an important base in the &lt;a href=\"Battle%20of%20the%20Atlantic\"&gt;Battle of the Atlantic&lt;/a&gt;. The &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; had a signal station near Ganavan, and an &lt;a href=\"anti-submarine\"&gt;anti-submarine&lt;/a&gt; &lt;a href=\"indicator%20loop\"&gt;indicator loop&lt;/a&gt; station, which detected any surface or submarine vessels between Oban, &lt;a href=\"Isle%20of%20Mull\"&gt;Mull&lt;/a&gt; and &lt;a href=\"Lismore%2C%20Scotland\"&gt;Lismore&lt;/a&gt;. There was a controlled &lt;a href=\"minefield\"&gt;minefield&lt;/a&gt; in the &lt;a href=\"Kerrera\"&gt;Sound of Kerrera&lt;/a&gt;, which was operated from a building near the caravan site at Gallanach. A &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; &lt;a href=\"flying-boat\"&gt;flying-boat&lt;/a&gt; base operated at Ganavan and on &lt;a href=\"Kerrera\"&gt;Kerrera&lt;/a&gt;, and an airfield at &lt;a href=\"North%20Connel\"&gt;North Connel&lt;/a&gt; - built by the Royal Air Force. A Sector Operations Room was built near the airfield; after the war, this was extended to become the &lt;a href=\"Royal%20Observer%20Corps\"&gt;Royal Observer Corps&lt;/a&gt; Group HQ.\nOban was also important during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; because the first &lt;a href=\"Transatlantic%20telephone%20cable\"&gt;Transatlantic Telephone Cable&lt;/a&gt; (&lt;a href=\"TAT-1\"&gt;TAT-1&lt;/a&gt;) came ashore at Gallanach Bay. This carried the &lt;a href=\"Moscow%E2%80%93Washington%20hotline\"&gt;Hot Line&lt;/a&gt; between the &lt;a href=\"President%20of%20the%20United%20States\"&gt;US Presidents&lt;/a&gt; and &lt;a href=\"General%20Secretary%20of%20the%20Communist%20Party%20of%20the%20Soviet%20Union\"&gt;USSR General Secretaries&lt;/a&gt;. At North Connel, next to the airfield/airport was the NRC (Nuclear Reporting Cell) of the Royal Observer Corps (29 October 1925 to 31 December 1995).\nSince the 1950s, the principal industry has remained tourism, though the town is also an important ferry port, acting as the hub for &lt;a href=\"Caledonian%20MacBrayne\"&gt;Caledonian MacBrayne&lt;/a&gt; ferries to many of the islands of the Inner and Outer &lt;a href=\"Hebrides\"&gt;Hebrides&lt;/a&gt;.\nClimate.\nAs with the rest of the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;, Oban experiences a &lt;a href=\"maritime%20climate\"&gt;maritime climate&lt;/a&gt; with cool summers and mild winters. The nearest official &lt;a href=\"Met%20Office\"&gt;Met Office&lt;/a&gt; weather station for which online records are available is located at Dunstaffnage, about north-north-east of Oban town centre. Rainfall is high, but thanks to the &lt;a href=\"Gulf%20Stream\"&gt;Gulf Stream&lt;/a&gt;, the temperature seldom falls below .\nCulture.\nThe local culture is &lt;a href=\"Scottish%20Gaelic\"&gt;Gaelic&lt;/a&gt;. In 2011, 8.2% of the town's population over age 3 could speak Gaelic and 11.3% had some facility in the language. Oban is considered the home of the &lt;a href=\"Royal%20National%20M%C3%B2d\"&gt;Royal National Mòd&lt;/a&gt;, since it was first held there in 1892, with ten competitors on a Saturday afternoon. The town hosted the centenary Mod in 1992 (the year it became Royal) and in 2003 the 100th Mod. These two events attracted thousands of competitors and visitors (the 100th Mod was later than the centenary because it was not held in the war years). The Mod is held in Oban roughly every 6–8 years, and has last been held in October 2015.\nAn annual Highland Games, known as the &lt;a href=\"Argyllshire%20Gathering\"&gt;Argyllshire Gathering&lt;/a&gt;, is also held in the town.\nThe Corran Halls theatre acts as a venue for community events, local and touring entertainers, and touring companies such as &lt;a href=\"Scottish%20Opera\"&gt;Scottish Opera&lt;/a&gt;.\nThe town had a two-screen &lt;a href=\"movie%20theater\"&gt;cinema&lt;/a&gt;, which closed in early 2010. Thanks to a local community initiative supported by a number of famous names, it reopened in August 2012 as the Phoenix Cinema. Oban has itself been used as a backdrop to several films, including \"&lt;a href=\"Ring%20of%20Bright%20Water%20%28film%29\"&gt;Ring of Bright Water&lt;/a&gt;\" and \"&lt;a href=\"Morvern%20Callar\"&gt;Morvern Callar&lt;/a&gt;\".\nThe Oban War and Peace Museum advances the education of present and future generations by collecting, maintaining, conserving and exhibiting items of historical and cultural interest relating to the Oban area in peacetime and during the war years. A museum also operates within &lt;a href=\"Oban%20Distillery\"&gt;Oban Distillery&lt;/a&gt;, just behind the main seafront. The distillation of &lt;a href=\"Scotch%20whisky\"&gt;whisky&lt;/a&gt; in Oban predates the town: whisky has been produced on the site since 1794. The Hope MacDougall collection is a unique record of the working and domestic lives of people in Scotland.\nMusic is central to Gaelic culture, and there is lively interest in the town. In the 2010 &lt;a href=\"pipe%20band\"&gt;pipe band&lt;/a&gt; season, the local &lt;a href=\"Oban%20High%20School\"&gt;Oban High School&lt;/a&gt; Pipe Band, led by &lt;a href=\"Angus%20MacColl\"&gt;Angus MacColl&lt;/a&gt;, was successful in winning the &lt;a href=\"World%20Pipe%20Band%20Championships\"&gt;World Pipe Band Championships&lt;/a&gt; in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, the Cowal Games competition, and the Champion of Champions for the year in the novice-juvenile grade. The town also boasts a successful senior pipe band. The local Gaelic choir competes regularly and successfully in the Mod.\nDuring the 2011 &lt;a href=\"Guy%20Fawkes%20Night\"&gt;Guy Fawkes Night&lt;/a&gt;, Oban became briefly infamous for its fireworks display, which became a worldwide news and online hit when £6,000 of display fireworks were ignited all at once due to a computer error. The display, which was due to last 20–30 minutes, was over in less than a minute. &lt;a href=\"Pyro1\"&gt;Pyro1&lt;/a&gt;, the company putting on the display, later apologized to the town by providing a free fireworks show.\nThe town has been the birthplace and home of a number of well-known .\nLocal attractions.\nThe most prominent attraction in Oban is McCaig's Tower which is visible from a great portion of the town. Construction of the tower began in 1897, funded by John Stuart McCaig as a way of providing work for local stonemasons and to serve as a lasting legacy for his family. McCaig died in 1902, and although construction was set to continue, with McCaig promising £1000 a year for its construction to continue, his family challenged this in court and won, stopping construction.\nThe area around Oban has a dramatic scenery of the coast and mountains, as well as historically valuable local castles and ancient religious sites. North of the town the natural rock formation of Fingal's Dogstone is connected in legend to the &lt;a href=\"Giant%27s%20Causeway\"&gt;Giant's Causeway&lt;/a&gt; in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;.\nThe Oban Visitor Information Centre, operated by &lt;a href=\"VisitScotland\"&gt;VisitScotland&lt;/a&gt;, is located in the Columba Buildings on the North Pier. The \"Oban &amp; Lorn Tourism Alliance\" also provides information about local attractions at the official web site.\nTransport.\nOban lies at the western end of the &lt;a href=\"A85%20road\"&gt;A85 road&lt;/a&gt;. A number of &lt;a href=\"Abellio%20ScotRail\"&gt;Abellio ScotRail&lt;/a&gt; trains run between &lt;a href=\"Oban%20railway%20station\"&gt;Oban railway station&lt;/a&gt; and &lt;a href=\"Glasgow%20Queen%20Street%20railway%20station\"&gt;Glasgow Queen Street&lt;/a&gt; daily. The town is an important ferry port: it is &lt;a href=\"Caledonian%20MacBrayne\"&gt;Caledonian MacBrayne&lt;/a&gt;'s busiest terminal. Oban is known as the \"Gateway to the Isles\", with ferries sailing to the islands of &lt;a href=\"Lismore%2C%20Scotland\"&gt;Lismore&lt;/a&gt;, &lt;a href=\"Colonsay\"&gt;Colonsay&lt;/a&gt;, &lt;a href=\"Islay\"&gt;Islay&lt;/a&gt;, &lt;a href=\"Coll\"&gt;Coll&lt;/a&gt;, &lt;a href=\"Tiree\"&gt;Tiree&lt;/a&gt;, to &lt;a href=\"Craignure\"&gt;Craignure&lt;/a&gt; on &lt;a href=\"Isle%20of%20Mull\"&gt;Mull&lt;/a&gt;, to &lt;a href=\"Castlebay\"&gt;Castlebay&lt;/a&gt; on &lt;a href=\"Barra\"&gt;Barra&lt;/a&gt; and to &lt;a href=\"Lochboisdale\"&gt;Lochboisdale&lt;/a&gt; on &lt;a href=\"South%20Uist\"&gt;South Uist&lt;/a&gt;. In 2005, a new ferry terminal was opened, and in 2007 a second &lt;a href=\"linkspan\"&gt;linkspan&lt;/a&gt; opened, allowing two vessels to load/unload at the same time.\n&lt;a href=\"Scottish%20Citylink\"&gt;Scottish Citylink&lt;/a&gt; run buses from Glasgow's &lt;a href=\"Buchanan%20bus%20station\"&gt;Buchanan bus station&lt;/a&gt; several times a day; in summer, buses run from Dundee via Perth (route 973) and to Edinburgh via Stirling (route 978).\n&lt;a href=\"West%20Coast%20Motors\"&gt;West Coast Motors&lt;/a&gt; operate many local services and also coach links as far south as &lt;a href=\"Lochgilphead\"&gt;Lochgilphead&lt;/a&gt; and as far north as Fort William.\nFormerly, Oban also had direct passenger railway services to Edinburgh. The scenic line, which ran via Glen Dochart, Strathyre, Callander, Dunblane and Stirling, closed in 1965. Railway services north to Ballachulish on Loch Leven were withdrawn in 1966. (These services were withdrawn as a result of the &lt;a href=\"Beeching%20cuts\"&gt;Beeching cuts&lt;/a&gt;.)\nOban has an &lt;a href=\"Oban%20Airport\"&gt;airport&lt;/a&gt; outside the village of &lt;a href=\"North%20Connel\"&gt;North Connel&lt;/a&gt;, some NE of the town. The airport has regular connections to Islay, Collansy and Tiree, with flight-times of just half an hour. The code for Oban Airport is (OBN) and the only airline flying from the airport is Hebridean Air Services. The airport featured in a 2021 episode of Top Gear.\nSchools.\nOban has a primary school campus located in the south of the town along with Park Primary School at the north of the town, and a major high school, &lt;a href=\"Oban%20High%20School\"&gt;Oban High School&lt;/a&gt;. In 2019, £36 million was spent on a new building for the high school, replacing the original 1890 building which was subsequently torn down. Secondary school pupils are drawn from a wide surrounding catchment area, with some pupils having long commutes to and from school every day. Students who live on surrounding islands such as &lt;a href=\"Coll\"&gt;Coll&lt;/a&gt; or &lt;a href=\"Isle%20of%20Mull\"&gt;Mull&lt;/a&gt; stay at a local hostel during the school week. The school funds the hostel so that the families of the students don't have to pay themselves.\nThe building formerly used as Rockfield Primary School has now been taken over by the Community and is being extensively refurbished. It has also been used as a polling station for areas of the town \nChurches.\nOban is served by Kilmore &amp; Oban Parish Church of the &lt;a href=\"Church%20of%20Scotland\"&gt;Church of Scotland&lt;/a&gt;. There are two church buildings in the united parish, namely at Glencruitten Road as well as Kilmore Church. The minister (since 2007) is the Rev. Dugald Cameron, who formerly served at &lt;a href=\"St.%20John%27s%20Renfield%20Church%2C%20Glasgow\"&gt;St. John's Renfield Church, Glasgow&lt;/a&gt;.\nA third church, the former Corran Esplanade Church (opened in 1957 as Christ Church) at Corran Esplanade in the town, is now closed.\nA fourth church, St Columba's Argyll Square Church was opened in 1888 and closed in 1984\nThe mother church of the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Argyll%20and%20the%20Isles\"&gt;Roman Catholic Diocese of Argyll and the Isles&lt;/a&gt; is &lt;a href=\"St%20Columba%27s%20Cathedral\"&gt;St Columba's Cathedral&lt;/a&gt; at the north end of the Esplanade. During the 19th century, the Rector of the &lt;a href=\"Pro-Cathedral\"&gt;Pro-Cathedral&lt;/a&gt; was Father &lt;a href=\"Allan%20MacDonald%20%28poet%29\"&gt;Allan MacDonald&lt;/a&gt;, a poet and &lt;a href=\"Gaels\"&gt;Gaelic&lt;/a&gt; scholar. The present cathedral was designed by Sir &lt;a href=\"Giles%20Gilbert%20Scott\"&gt;Giles Gilbert Scott&lt;/a&gt; and constructed between 1932 and 1959.\nThe &lt;a href=\"Scottish%20Episcopal%20Church\"&gt;Scottish Episcopal Church&lt;/a&gt; is represented in Oban by the &lt;a href=\"St%20John%27s%20Cathedral%2C%20Oban\"&gt;Cathedral Church of St John the Divine&lt;/a&gt;, situated in George Street. It is one of two cathedrals of the united &lt;a href=\"Diocese%20of%20Argyll%20and%20The%20Isles%20%28Episcopal%29\"&gt;Diocese of Argyll and the Isles&lt;/a&gt;, the other being the &lt;a href=\"Cathedral%20of%20the%20Isles\"&gt;Cathedral of the Isles&lt;/a&gt; in &lt;a href=\"Millport%2C%20Isle%20of%20Cumbrae\"&gt;Millport&lt;/a&gt;, &lt;a href=\"Isle%20of%20Cumbrae\"&gt;Isle of Cumbrae&lt;/a&gt;.\nThere are several other churches in the town, including the &lt;a href=\"Free%20Church%20of%20Scotland%20%28post%201900%29\"&gt;Free Church of Scotland&lt;/a&gt; in Rockfield Road, the &lt;a href=\"Baptist%20Church\"&gt;Baptist Church&lt;/a&gt; in Albany Street, &lt;a href=\"Salvation%20Army\"&gt;Salvation Army&lt;/a&gt; in Stevenson Street, &lt;a href=\"Elim%20Pentecostal%20Church\"&gt;Elim Pentecostal Church&lt;/a&gt; in Soroba Road, The Church of Jesus Christ of Latter-day Saints and the Lorn Christian Fellowship (Independent) both of whom meet at Oban High School and the &lt;a href=\"Associated%20Presbyterian%20Churches\"&gt;Associated Presbyterian Church&lt;/a&gt; in Campbell Street. The Congregational Church in Tweedale Street was built in 1880.\nA Kingdom Hall of Jehovah's Witnesses is located nearby at 57 Lorn Road, Dunbeg.\nSport.\nOban's proximity to the mountains and the sea means that a wide array of sports are available to visitors and locals, from scuba-diving to coasteering to sailing to mountain biking to winter mountaineering. Other activities of note in the town are:\nThe local amateur &lt;a href=\"Football%20%28soccer%29\"&gt;football&lt;/a&gt; team is &lt;a href=\"Oban%20Saints%20F.C.\"&gt;Oban Saints&lt;/a&gt; with a small stadium situated in Mossfield. However, &lt;a href=\"shinty\"&gt;shinty&lt;/a&gt; is a more popular game locally, with two major teams, &lt;a href=\"Oban%20Camanachd\"&gt;Oban Camanachd&lt;/a&gt; and &lt;a href=\"Oban%20Celtic\"&gt;Oban Celtic&lt;/a&gt;, in the town. The \"&lt;a href=\"Oban%20Times\"&gt;Oban Times&lt;/a&gt;\" runs a \"Spot the Shinty Ball\" competition each week. Oban &lt;a href=\"Cricket\"&gt;Cricket&lt;/a&gt; Club was formed in 2003 and plays in nearby &lt;a href=\"Taynuilt\"&gt;Taynuilt&lt;/a&gt;. Oban Lorne &lt;a href=\"Rugby%20Football\"&gt;Rugby Football&lt;/a&gt; Club turned 50 years old in 2012, and competes in the RBS West region. &lt;a href=\"The%20Highlanders%20%28professional%20wrestling%29\"&gt;The Highlanders&lt;/a&gt; were a &lt;a href=\"World%20Wrestling%20Entertainment\"&gt;World Wrestling Entertainment&lt;/a&gt; wrestling tag-team originally from Oban. Glencruitten &lt;a href=\"Golf\"&gt;Golf&lt;/a&gt; course was designed by professional golfer &lt;a href=\"James%20Braid%20%28golfer%29\"&gt;James Braid&lt;/a&gt; in the early 1900s, and offers a challenging 18 holes across difficult terrain.\nThe West Highland &lt;a href=\"Tennis\"&gt;Tennis&lt;/a&gt; Championships are held annually in July and attract some of Scotland's best players to the town. Past champions include &lt;a href=\"Colin%20Fleming\"&gt;Colin Fleming&lt;/a&gt; and Judy Murray.\nOban also has a thriving &lt;a href=\"martial%20arts\"&gt;martial arts&lt;/a&gt; scene, with &lt;a href=\"karate\"&gt;karate&lt;/a&gt;, &lt;a href=\"kick%20boxing\"&gt;kick boxing&lt;/a&gt;, &lt;a href=\"mixed%20martial%20arts\"&gt;mixed martial arts&lt;/a&gt;, and &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt; all available.\nWatersports are an obvious activity in a seaport, and &lt;a href=\"sailing\"&gt;sailing&lt;/a&gt; is very popular. West Highland Week brings sailors from around the world to the town every year. A raft race regularly takes place in the bay which offers a chance for locals to win prizes and trophies. &lt;a href=\"Scuba%20diving\"&gt;Scuba diving&lt;/a&gt; is also readily available. The &lt;a href=\"wreck%20diving\"&gt;wreck diving&lt;/a&gt; is spectacular, with the &lt;a href=\"Sound%20of%20Mull\"&gt;Sound of Mull&lt;/a&gt; offering some truly world-class dive sites. Although weather and visibility can be variable, the local geography means that a dive somewhere can always be achieved.\nTown twinning.\n&lt;a href=\"Laurinburg%2C%20North%20Carolina\"&gt;Laurinburg, North Carolina&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; became a twin town to Oban in 1993.\nThe initial agreement was between Scotland County, North Carolina, and Argyll &amp; Bute District Council. Following reorganisation in 1995, the agreement was confirmed by Argyll &amp; Bute Council in 1997. The local High School takes part in a yearly exchange with students from the Scotland High School. In 1997, Oban was also twinned with &lt;a href=\"Gorey\"&gt;Gorey&lt;/a&gt;, &lt;a href=\"County%20Wexford\"&gt;County Wexford&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;."
}