{
    "id": "18857689",
    "revid": "713587",
    "url": "https://en.wikipedia.org/wiki?curid=18857689",
    "title": "Aleksandrs Ābrams",
    "text": "Aleksandrs Ābrams (30 January 1904 – 3 February 1958) was a &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;n &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; forward who used to play with &lt;a href=\"R%C4%ABgas%20FK\"&gt;Rīgas FK&lt;/a&gt;, the most successful Latvian football club of the 1920s and 1930s.\nClub playing career.\nThe first club that Ābrams played with was &lt;a href=\"Amatieris\"&gt;Amatieris&lt;/a&gt; for which he played in 1923. In 1924 along with two other notable Amatieris footballers – &lt;a href=\"Ark%C4%81dijs%20Pavlovs\"&gt;Arkādijs Pavlovs&lt;/a&gt; and &lt;a href=\"Arnolds%20Tauri%C5%86%C5%A1\"&gt;Arnolds Tauriņš&lt;/a&gt; Ābrams joined &lt;a href=\"R%C4%ABgas%20FK\"&gt;RFK&lt;/a&gt; as it went on to its first Latvian league title. Ābrams went on to winning two more league titles with RFK in 1925 and 1926. At the end of the 1927 season Ābrams was one of several RFK main squad footballers (together with &lt;a href=\"Arv%C4%ABds%20Jurgens\"&gt;Arvīds Jurgens&lt;/a&gt;, &lt;a href=\"Voldem%C4%81rs%20Plade\"&gt;Voldemārs Plade&lt;/a&gt;, &lt;a href=\"%C4%8Ceslavs%20Stan%C4%8Diks\"&gt;Česlavs Stančiks&lt;/a&gt; and others) to leave the team for the newly founded &lt;a href=\"Riga%20Vanderer\"&gt;Riga Vanderer&lt;/a&gt; club which became a strong rival for RFK in the following years (RFK was usually the stronger side on field, but there was always a high tension surrounding the derby between these two sides). In 1928 RV with Ābrams as one its key players won the &lt;a href=\"Riga\"&gt;Riga&lt;/a&gt; Class B tournament to progress to Class A which it won the following year.\nIn 1930 Ābrams returned together with Vanderer to the top tier of Latvian football, winning the bronze medals of Virslīga. He retired from top-level football in 1931. In later years Ābrams played in football tournaments for clerks as a member of the squad of the Latvian &lt;a href=\"customs\"&gt;customs&lt;/a&gt; office.\nNational team playing career.\nĀbrams played 8 international matches for &lt;a href=\"Latvia%20national%20football%20team\"&gt;Latvia national football team&lt;/a&gt; in the period from 1924 to 1927, scoring two goals – in friendly matches against &lt;a href=\"Estonia%20national%20football%20team\"&gt;Estonia&lt;/a&gt; and &lt;a href=\"Lithuania%20national%20football%20team\"&gt;Lithuania&lt;/a&gt; in 1924. He played for Latvia for the last time on 29 May 1927 as Latvia suffered a devastating 0–12 loss against &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt;."
}