{
    "id": "1886405",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1886405",
    "title": "Independence Park (Jamaica)",
    "text": "Independence Park is a sports and cultural complex in &lt;a href=\"Kingston%2C%20Jamaica\"&gt;Kingston, Jamaica&lt;/a&gt; built for the &lt;a href=\"1966%20British%20Empire%20and%20Commonwealth%20Games\"&gt;1966 British Empire and Commonwealth Games&lt;/a&gt;. It houses a variety of sports facilities. A statue of &lt;a href=\"Bob%20Marley\"&gt;Bob Marley&lt;/a&gt; marks the &lt;a href=\"http%3A//wikimapia.org/%23lat%3D18.0026111%26amp%3Blon%3D-76.7748374%26amp%3Bz%3D18%26amp%3Bl%3D0%26amp%3Bm%3Da%26amp%3Bv%3D2\"&gt;entrance to the site&lt;/a&gt;. The main sports venue at the complex is the National Stadium.\nThe National Stadium.\nThe National Stadium is primarily used for &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; (being the home field of the &lt;a href=\"Jamaica%20Football%20Federation\"&gt;Jamaica Football Federation&lt;/a&gt;) but is also considered the apex of &lt;a href=\"Athletics%20%28sport%29\"&gt;Athletic&lt;/a&gt; competition in the West Indies being home to Jamaica's national athletic team for the &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt; and &lt;a href=\"Commonwealth%20Games\"&gt;Commonwealth Games&lt;/a&gt;.\nIt was built for the &lt;a href=\"1962%20Central%20American%20and%20Caribbean%20Games\"&gt;1962 Central American and Caribbean Games&lt;/a&gt;, for which it was the main stadium hosting the opening and closing ceremonies, track and field and cycling events. It was also home to the &lt;a href=\"1966%20British%20Empire%20and%20Commonwealth%20Games\"&gt;1966 British Empire and Commonwealth Games&lt;/a&gt;. It holds 35,000 people.\nFacilities include:\nA statue of Olympic gold medallist &lt;a href=\"Don%20Quarrie\"&gt;Don Quarrie&lt;/a&gt; guards the &lt;a href=\"http%3A//wikimapia.org/%23lat%3D18.000851%26amp%3Blon%3D-76.7738879%26amp%3Bz%3D18%26amp%3Bl%3D0%26amp%3Bm%3Da%26amp%3Bv%3D2\"&gt;entrance to the stadium&lt;/a&gt;.\nOther statues in the complex include those of &lt;a href=\"Arthur%20Wint\"&gt;Arthur Wint&lt;/a&gt;, &lt;a href=\"Herb%20McKenley\"&gt;Herb McKenley&lt;/a&gt; and &lt;a href=\"Merlene%20Ottey\"&gt;Merlene Ottey&lt;/a&gt;.\nOlympic size swimming and diving pools.\nThe pools were built to host the aquatic events of the\n&lt;a href=\"1962%20Central%20American%20and%20Caribbean%20Games\"&gt;1962 Central American and Caribbean Games&lt;/a&gt;. The main swimming pool was modified to accommodate the &lt;a href=\"1966%20British%20Empire%20and%20Commonwealth%20Games\"&gt;1966 British Empire and Commonwealth Games&lt;/a&gt; which required that distances be in yards as opposed to metres. It currently seats 8,500.\nThe National Arena.\nThe National Arena was built to host the Weightlifting and Wrestling events of the &lt;a href=\"1966%20British%20Empire%20and%20Commonwealth%20Games\"&gt;1966 British Empire and Commonwealth Games&lt;/a&gt;. It holds 6,000 people and was opened in 1963.\nIt is now used for a wide range of activities including sports tournaments (netball, table tennis, etc.), trade exhibitions, flower shows, the National Festival song and costume competitions and state funerals. &lt;a href=\"Bob%20Marley%20and%20the%20Wailers\"&gt;Bob Marley and the Wailers&lt;/a&gt; performed there in '75. The 1982 Youth Consciousness Festival hosted &lt;a href=\"Bunny%20Wailer\"&gt;Bunny Wailer&lt;/a&gt;, &lt;a href=\"Peter%20Tosh\"&gt;Peter Tosh&lt;/a&gt;, and &lt;a href=\"Jimmy%20Cliff\"&gt;Jimmy Cliff&lt;/a&gt;.\nThe National Indoor Sports Complex (NISC).\nThe National Indoor Sports Complex was built adjacent to the National Arena to host the &lt;a href=\"2003%20World%20Netball%20Championships\"&gt;2003&lt;/a&gt; &lt;a href=\"IFNA\"&gt;IFNA&lt;/a&gt; &lt;a href=\"Netball%20World%20Championships\"&gt;Netball World Championships&lt;/a&gt;. It holds 6,000 people and opened in 2002. It also is used to host events such as parties, fashion shows as well as other sports such as basketball.\nLeila Robinson Netball Courts.\nThese are outdoor netball courts located in between the basketball courts and Swimming Complex. It is named after Leila Robinson, the first ever netball coach and manager for the &lt;a href=\"Jamaica%20national%20netball%20team\"&gt;Sunshine Girls&lt;/a&gt;. It underwent renovations at the end of 2014 into 2015 where the complex, which hosts four netball courts, received a huge makeover including a new state-of-the-art ISO approved red and blue surface, replacing the outdated rubberized surface as well as new stands, located on the right side of the complex, which now accommodated persons with disabilities. The renovations cost upward of $23 million.\nThe Institute of Sports.\nThe Institute of Sports (INSPORTS) was established in 1978 by the Government of Jamaica to promote the development of sport at the national level. It is located beside the National Arena. The building houses the Jamaica Table Tennis and Volleyball associations at the bottom floor; &lt;a href=\"Netball%20Jamaica\"&gt;Netball Jamaica&lt;/a&gt;, Special Olympics and Basketball (JABA) associations on the second floor; and the Institute of Sports on the top floor.\nStadium Courts.\nThese are the outdoor basketball courts located beside the Leila Robinson Netball Courts. The complex hosts two basketball courts with stands to the left of the complex."
}