{
    "id": "18865216",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=18865216",
    "title": "Franciszek Smuda",
    "text": "Franciszek Smuda (; born 22 June 1948) is a Polish &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Coach%20%28sport%29\"&gt;coach&lt;/a&gt; and former footballer who also holds a German passport, who coaches &lt;a href=\"Wieczysta%20Krak%C3%B3w\"&gt;Wieczysta Kraków&lt;/a&gt;. As a player, he spent his career playing for clubs in Poland, the United States and Germany. In 1983, he turned to coaching, becoming the manager of &lt;a href=\"Widzew%20%C5%81%C3%B3d%C5%BA\"&gt;Widzew Łódź&lt;/a&gt;, &lt;a href=\"Wis%C5%82a%20Krak%C3%B3w\"&gt;Wisła Kraków&lt;/a&gt;, &lt;a href=\"Legia%20Warsaw\"&gt;Legia Warsaw&lt;/a&gt; and &lt;a href=\"Lech%20Pozna%C5%84\"&gt;Lech Poznań&lt;/a&gt;, among others. He has won three &lt;a href=\"Ekstraklasa\"&gt;Polish league&lt;/a&gt; titles. Since 2009 he was the manager of the &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland national team&lt;/a&gt;, but resigned on 16 June 2012, following their elimination from Euro 2012.\nEarly life.\nSmuda was born in &lt;a href=\"Lubomia\"&gt;Lubomia&lt;/a&gt;, &lt;a href=\"Wodzis%C5%82aw%20County\"&gt;Wodzisław County&lt;/a&gt;, Poland, as a son of Gerard, a railway worker, and Marta.\nPlaying career.\nAs a player, he played as a &lt;a href=\"Defender%20%28association%20football%29\"&gt;defender&lt;/a&gt;. He began his career at Unia Racibórz and later played for &lt;a href=\"Odra%20Wodzis%C5%82aw%20%C5%9Al%C4%85ski\"&gt;Odra Wodzisław Śląski&lt;/a&gt;. He got his debut in the &lt;a href=\"Ekstraklasa\"&gt;Ekstraklasa&lt;/a&gt; playing for &lt;a href=\"Stal%20Mielec\"&gt;Stal Mielec&lt;/a&gt; during the 1970–71 season. He also played for &lt;a href=\"Piast%20Gliwice\"&gt;Piast Gliwice&lt;/a&gt;, followed by a short spell at Vistula Garfield in the USA. He also participated in the NASL &lt;a href=\"Hartford%20Bi-Centennials\"&gt;Hartford Bi-Centennials&lt;/a&gt;. In 1975 Smuda returned to Poland to play for &lt;a href=\"Legia%20Warsaw\"&gt;Legia Warsaw&lt;/a&gt;. In 1978, he returned to the USA again to play for three other NASL clubs. He finished his career as a player in Germany then shortly after becoming a manager.\nCoaching career.\nHe began his coaching career successfully in the lower leagues in Germany. During the late 1980s, he was appointed as a manager in Turkey. He coached &lt;a href=\"Altay%20Izmir\"&gt;Altay Izmir&lt;/a&gt; and &lt;a href=\"Konyaspor\"&gt;Konyaspor&lt;/a&gt; for a total of four years. In 1993, Smuda returned to Poland to help save &lt;a href=\"Stal%20Mielec\"&gt;Stal Mielec&lt;/a&gt; from relegation. During the seasons in Mielec, he managed to maintain the team in the Ekstraklasa.\nWidzew Łódź.\nIn May 1995, he was appointed as the manager of &lt;a href=\"Widzew%20%C5%81%C3%B3d%C5%BA\"&gt;Widzew Łódź&lt;/a&gt; and finished in second place behind Legia Warsaw in the 1994–95 season. The following season, Smuda managed not losing a single game in the league. The 1995–96 season was another successful one with Widzew's &lt;a href=\"Marek%20Koniarek\"&gt;Marek Koniarek&lt;/a&gt; scoring the most goals in the league at 29. Widzew qualified for the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; competition for the 1996–97 season. Smuda managed the team to eliminate the Danish champions, &lt;a href=\"Br%C3%B8ndby%20IF\"&gt;Brøndby IF&lt;/a&gt; and advanced to the Group Stage. Widzew were drawn into a group containing &lt;a href=\"Atl%C3%A9tico%20Madrid\"&gt;Atlético Madrid&lt;/a&gt;, &lt;a href=\"Borussia%20Dortmund\"&gt;Borussia Dortmund&lt;/a&gt; and &lt;a href=\"FC%20Steaua%20Bucure%C8%99ti\"&gt;Steaua Bucharest&lt;/a&gt;. Widzew finished the group in third place. The team from Łódź were able to repeat their feat of winning the &lt;a href=\"Ekstraklasa\"&gt;Ekstraklasa&lt;/a&gt; again. The next season was not as promising as Widzew's management sold some of their key players and were eliminated in the qualifying phases of the Champions League. Widzew finished in 4th place that year and were unable to qualify for any European competitions. Shortly thereafter, Smuda moved to Wisła Kraków where he had much success.\nWisła Kraków.\nSmuda was appointed as the manager of &lt;a href=\"Wis%C5%82a%20Krak%C3%B3w\"&gt;Wisła Kraków&lt;/a&gt; after the 1997–98 season. His goal was to build a team that would be not only be successful in Poland but also in European cups. Smuda won the Polish League the following season, however, Wisła was ejected from European tournaments due to a fan throwing a knife at &lt;a href=\"Dino%20Baggio\"&gt;Dino Baggio&lt;/a&gt; during a UEFA Cup match against &lt;a href=\"Parma%20F.C.\"&gt;Parma F.C.&lt;/a&gt; In September 1999, Smuda was dismissed as manager of Wisła after team's first defeat in the 1997–98 season.\nLegia Warsaw.\nAfter leaving Wisła in September 1999, Smuda was hired as manager of Legia Warsaw replacing &lt;a href=\"Dariusz%20Kubicki\"&gt;Dariusz Kubicki&lt;/a&gt;. However, he did not win any trophies, nor qualify for any European competitions. After a 0–4 defeat by &lt;a href=\"Zag%C5%82%C4%99bie%20Lubin\"&gt;Zagłębie Lubin&lt;/a&gt; in March 2001, Smuda was sacked.\nReturn to Wisła Kraków.\nIn June 2001, Smuda was re-hired as a coach of &lt;a href=\"Ekstraklasa\"&gt;Ekstraklasa&lt;/a&gt; champions &lt;a href=\"Wis%C5%82a%20Krak%C3%B3w\"&gt;Wisła Kraków&lt;/a&gt;. He failed to defeat &lt;a href=\"FC%20Barcelona\"&gt;FC Barcelona&lt;/a&gt; in the third qualifying round of the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;. After losing two league matches to &lt;a href=\"Polonia%20Warsaw\"&gt;Polonia Warsaw&lt;/a&gt; and &lt;a href=\"Legia%20Warsaw\"&gt;Legia Warsaw&lt;/a&gt; in March 2002, he was replaced by &lt;a href=\"Henryk%20Kasperczak\"&gt;Henryk Kasperczak&lt;/a&gt;.\nOther clubs (2002–2004).\nSubsequently, Smuda managed &lt;a href=\"Widzew%20%C5%81%C3%B3d%C5%BA\"&gt;Widzew Łódź&lt;/a&gt;, &lt;a href=\"Piotrcovia%20Piotrk%C3%B3w%20Trybunalski\"&gt;Piotrcovia Piotrków Trybunalski&lt;/a&gt; as well as the Cypriot team &lt;a href=\"AC%20Omonia\"&gt;Omonia&lt;/a&gt;.\nOdra Wodzisław.\nSince 2004 he has been coaching &lt;a href=\"Odra%20Wodzis%C5%82aw\"&gt;Odra Wodzisław&lt;/a&gt;, it was a return to his homeland. Smuda successfully helped the side stave off relegation. A year later he finished third in the league with &lt;a href=\"Zag%C5%82%C4%99bie%20Lubin\"&gt;Zagłębie Lubin&lt;/a&gt; earning a spot in the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; for the 2006–07 season.\nLech Poznań.\nIn May 2006, Smuda was hired as the manager of &lt;a href=\"Lech%20Pozna%C5%84\"&gt;Lech Poznań&lt;/a&gt; following the club's merger with &lt;a href=\"Amica%20Wronki\"&gt;Amica Wronki&lt;/a&gt;. He led the club to a sixth-place finish in the &lt;a href=\"2006%E2%80%9307%20Ekstraklasa\"&gt;2006–07&lt;/a&gt; season and fourth the &lt;a href=\"2007%E2%80%9308%20Ekstraklasa\"&gt;following season&lt;/a&gt;. He also qualified for &lt;a href=\"2008%E2%80%9309%20UEFA%20Cup\"&gt;2008–09 UEFA Cup&lt;/a&gt; Round of 32 with &lt;a href=\"Lech%20Pozna%C5%84\"&gt;Lech Poznań&lt;/a&gt;. In &lt;a href=\"2008%E2%80%9309%20Ekstraklasa\"&gt;2008–09 Ekstraklasa&lt;/a&gt; season, Lech Poznań managed to reach the top of the league table by the winter break, but a series of draws during the spring round resulted in a third-place finish at the end of the season. His contract with the club was not extended.\nZagłębie Lubin.\nAfter several seasons with Lech Poznań, he returned to &lt;a href=\"Zag%C5%82%C4%99bie%20Lubin\"&gt;Zagłębie Lubin&lt;/a&gt; in September 2009.\nPoland national team.\nOn 29 October 2009, Smuda was chosen as the new manager of the &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland national team&lt;/a&gt;. After a disappointing &lt;a href=\"UEFA%20Euro%202012\"&gt;UEFA Euro 2012&lt;/a&gt; tournament in which the &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland national football team&lt;/a&gt; finished last in their group below &lt;a href=\"Russia%20national%20football%20team\"&gt;Russia&lt;/a&gt;, &lt;a href=\"Greece%20national%20football%20team\"&gt;Greece&lt;/a&gt; &amp; &lt;a href=\"Czech%20Republic%20national%20football%20team\"&gt;Czech Republic&lt;/a&gt;, Franciszek Smuda left his post as manager directly after the final defeat of the campaign.\nPersonal life.\nSmuda is married to Małgorzata.\nHonours.\nManagerial.\nWidzew Łódź\nWisła Kraków\nZagłębie Lubin\nLech Poznań"
}