{
    "id": "18871500",
    "revid": "698799",
    "url": "https://en.wikipedia.org/wiki?curid=18871500",
    "title": "Human (Brandy album)",
    "text": "Human is the fifth studio album by American singer &lt;a href=\"Brandy%20Norwood\"&gt;Brandy&lt;/a&gt;. It was released on December 5, 2008 by &lt;a href=\"Epic%20Records\"&gt;Epic Records&lt;/a&gt;, &lt;a href=\"Knockout%20Entertainment\"&gt;Knockout Entertainment&lt;/a&gt; and &lt;a href=\"eOne%20Music\"&gt;Koch Records&lt;/a&gt;. The album was Norwood's debut Epic Records release, following her split with &lt;a href=\"Atlantic%20Records\"&gt;Atlantic Records&lt;/a&gt; in 2005, and her reunion with longtime collaborator and mentor &lt;a href=\"Rodney%20%26quot%3BDarkchild%26quot%3B%20Jerkins\"&gt;Rodney \"Darkchild\" Jerkins&lt;/a&gt;, who executively produced and wrote most of the album with his songwriting collective.\nDespite being generally well-received by critics, \"Human\" debuted at number 15 on the US &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt; with opening week sales of 73,000 copies, becoming Brandy's lowest-charting album since her &lt;a href=\"Brandy%20%28album%29\"&gt;eponymous debut&lt;/a&gt; (1994). As of 2012, \"Human\" has sold 214,000 copies in the United States, failing to match the commercial success of predecessors. While leading single \"&lt;a href=\"Right%20Here%20%28Departed%29\"&gt;Right Here (Departed)&lt;/a&gt;\" scored Norwood her biggest chart success since \"&lt;a href=\"Full%20Moon%20%28Brandy%20song%29\"&gt;Full Moon&lt;/a&gt;\" (2002), the second and final \"&lt;a href=\"Long%20Distance%20%28song%29\"&gt;Long Distance&lt;/a&gt;\" wasn't as commercially successful.\n\"Human\" would become the only album Norwood recorded with Epic Records, after departing both the label and &lt;a href=\"Roc%20Nation\"&gt;Roc Nation&lt;/a&gt; in 2009. In later years Norwood would reflect on the album, in 2012-13 disliking for the album itself and blaming its lackluster performance on a lack of vision from all of the involved parties, before admitting in 2022 that she was now fond of the album.\nBackground.\nBrandy Norwood released her fourth studio album \"&lt;a href=\"Afrodisiac%20%28Brandy%20album%29\"&gt;Afrodisiac&lt;/a&gt;\" in June 2004, amidst the well-publicized termination of her short-lived business relationship with record executive and entertainment manager &lt;a href=\"Benny%20Medina\"&gt;Benny Medina&lt;/a&gt;. Norwood ended her contract with his &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;-based Handprint Entertainment after less than a year of representation following controversies surrounding Medina's handling of the lead single \"&lt;a href=\"Talk%20About%20Our%20Love\"&gt;Talk About Our Love&lt;/a&gt;\", and failed negotiations of a purported co-headlining tour with fellow R&amp;B singer &lt;a href=\"Usher%20Raymond\"&gt;Usher&lt;/a&gt;. Despite the negative publicity, \"Afrodisiac\" emerged as Norwood's most critically acclaimed album by then, but became a moderate seller on most music markets. The album debuted at number three on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt; albums chart but while it went on to sell more than 416,000 copies in the United States, it generally failed to chart or sell noticeably elsewhere. &lt;a href=\"Kanye%20West\"&gt;Kanye West&lt;/a&gt;-produced \"Talk About Our Love\" reached number six on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; but later singles such as \"&lt;a href=\"Afrodisiac%20%28song%29\"&gt;Afrodisiac&lt;/a&gt;\" and \"&lt;a href=\"Who%20Is%20She%202%20U\"&gt;Who Is She 2 U&lt;/a&gt;\" failed to score successfully on the popular music charts and promotion for the album soon ended.\nAt the end of 2004, after eleven years with the company, Norwood asked for and received an unconditional release from her original label &lt;a href=\"Atlantic%20Records\"&gt;Atlantic Records&lt;/a&gt;. \nBy the time her contract expired, several of her longtime patrons such as music producer Darryl Williams and industry executive &lt;a href=\"Sylvia%20Rhone\"&gt;Sylvia Rhone&lt;/a&gt; had left the company and Norwood felt mismanaged by her new team of which she found was \"looking more towards the hip-hop artists\" on the label and \"didn't know what to do with [her].\" Completing her contract with Atlantic Records, a compilation album compiling her first four studio albums with the company, entitled \"&lt;a href=\"The%20Best%20of%20Brandy\"&gt;The Best of Brandy&lt;/a&gt;\", was released in March 2005. Thereupon, Norwood reportedly started shopping for a new record deal under &lt;a href=\"Knockout%20Entertainment\"&gt;Knockout Entertainment&lt;/a&gt;, her brother's &lt;a href=\"Ray%20J\"&gt;Ray J&lt;/a&gt;'s &lt;a href=\"vanity%20label\"&gt;vanity label&lt;/a&gt;, which would co-venture her subsequent releases, including her fifth album, which she started recording independently.\nRecording and production.\nNorwood began recording the album in 2005. Breaking away from her usual formula which saw her setting up projects with former main producers such as &lt;a href=\"Keith%20Crouch\"&gt;Keith Crouch&lt;/a&gt;, &lt;a href=\"Rodney%20%26quot%3BDarkchild%26quot%3B%20Jerkins\"&gt;Rodney \"Darkchild\" Jerkins&lt;/a&gt; and &lt;a href=\"Timbaland\"&gt;Timbaland&lt;/a&gt;, she entered the studio with several songwriters and producers to record new music, including Louis Winding and Frederik Tao from &lt;a href=\"Denmark\"&gt;Danish&lt;/a&gt; production team Maximum Risk. The duo produced several songs for Norwood, including both \"Honey\" and \"Sweet Nothings\", all of which were penned by frequent collaborator &lt;a href=\"Kenisha%20Pratt\"&gt;Kenisha Pratt&lt;/a&gt;. Over the following months, Norwood continued recording contract-free with a vast of producers such as &lt;a href=\"Rockwilder\"&gt;Rockwilder&lt;/a&gt; and production duo &lt;a href=\"Tim%20%26amp%3B%20Bob\"&gt;Tim &amp; Bob&lt;/a&gt; who finished several demos with her. Her new management also arranged further recording sessions with fellow client &lt;a href=\"Bryan%20Michael%20Cox\"&gt;Bryan Michael Cox&lt;/a&gt; and his production partners &lt;a href=\"Adonis%20Shropshire\"&gt;Adonis Shropshire&lt;/a&gt; and &lt;a href=\"WyldCard\"&gt;WyldCard&lt;/a&gt; at the &lt;a href=\"Track%20Record%20Studios\"&gt;Track Record Studios&lt;/a&gt; in &lt;a href=\"North%20Hollywood%2C%20Los%20Angeles\"&gt;North Hollywood&lt;/a&gt;. Supposed to produce her whole album at the time, they worked on a number of ballads and &lt;a href=\"midtempo\"&gt;midtempo&lt;/a&gt; songs reminiscent of their other productions, including a song called \"Cry\". In June 2006, Cox announced that he would serve as the album's &lt;a href=\"executive%20producer\"&gt;executive producer&lt;/a&gt;, but direction changes resulting from additional sessions left his songs unused.\nIn December 2006, Norwood was involved in a fatal automobile accident on Los Angeles' &lt;a href=\"San%20Diego%20Freeway\"&gt;San Diego (405) Freeway&lt;/a&gt;. The accident claimed the life of the 38-year-old driver of a &lt;a href=\"Toyota\"&gt;Toyota&lt;/a&gt; that was struck by Norwood's &lt;a href=\"Range%20Rover\"&gt;Range Rover&lt;/a&gt;. Norwood was neither arrested nor charged with vehicular manslaughter due to insufficient evidence. Nevertheless, multiple lawsuits were filed against her, all of which were ultimately settled out of court by her civil attorney. Posing an extraordinary hardship for Norwood and her family, she stepped down from her role as a judge on the second season of the amateur talent contest \"&lt;a href=\"America%27s%20Got%20Talent\"&gt;America's Got Talent&lt;/a&gt;\" and went into hiatus. Expanding on dealing with the aftermath of the tragedy, Norwood explained, \"I just wanted people to know that this wasn't news. It's not something that should be talked about like it's gossip. You don't like me? Fine. But don't use this situation to try to hurt me, because the guilt of being involved is enough. It's something that I'll never truly, truly get over.\" While the accident put a halt on the album's production, Norwood soon resumed recording which she found to be therapeutic: \"I had to face it and find the strength to move forward. Connecting back with music has definitely helped me through everything. Once I got back in the studio, the butterflies went away.\"\nWith most of the album being revamped, other musicians joined the project, including &lt;a href=\"Midi%20Mafia\"&gt;Midi Mafia&lt;/a&gt;, &lt;a href=\"RedOne\"&gt;RedOne&lt;/a&gt;, &lt;a href=\"Toby%20Gad\"&gt;Toby Gad&lt;/a&gt;, &lt;a href=\"Frank%20Ocean\"&gt;Frank Ocean&lt;/a&gt;, and &lt;a href=\"Brian%20Kennedy%20%28record%20producer%29\"&gt;Brian Kennedy&lt;/a&gt;, the latter of which was consulted to replace Cox as the album's executive producer. Together, they crafted a bunch of new songs, including \"Freedom\", \"One Thing\" and \"Today\" which Norwood later described as sounding \"more true to the sound\" that she had initially envisioned for the album. However, in early 2008, her &lt;a href=\"A%26amp%3BR\"&gt;A&amp;R&lt;/a&gt; manager, Brandon Creed, presented Norwood several &lt;a href=\"demo%20%28music%29\"&gt;demo&lt;/a&gt; tracks that were produced by Rodney Jerkins, including \"&lt;a href=\"Right%20Here%20%28Departed%29\"&gt;Right Here (Departed)&lt;/a&gt;\". Her former main producer on previous albums such as \"&lt;a href=\"Never%20Say%20Never%20%28Brandy%20album%29\"&gt;Never Say Never&lt;/a&gt;\" (1998) and \"&lt;a href=\"Full%20Moon%20%28Brandy%20album%29\"&gt;Full Moon&lt;/a&gt;\" (2002), Jerkins hadn't worked with Norwood since 2002, due to conflicting schedules and a disagreement on her decision to work with &lt;a href=\"Timbaland\"&gt;Timbaland&lt;/a&gt; on \"Afrodisiac\" in 2003. Again, the album was reconstructed, with Jerkins taking over executive duties. On her decision to collaborate with Jerkins, Norwood commented: \"With Rodney being the person who produced [the first single], I, of course, wanted to go from there because of our history and all the music we have made in the past. It felt like the right thing to do [...] I wanted to see where that chemistry would take us creatively this time round.\" With Jerkins on board, providing the bulk of \"Human\", the sound of the album shifted drastically, with Norwood and her team abandoning most R&amp;B records in favor of his international &lt;a href=\"pop%20music\"&gt;pop&lt;/a&gt; sounds.\nNorwood signed a new record deal with &lt;a href=\"Epic%20Records\"&gt;Epic Records&lt;/a&gt; in April 2008 and intended to finish the album by September of the same year. Additionally, Norwood worked with producers &lt;a href=\"Timbaland\"&gt;Timbaland&lt;/a&gt; (and his protegés &lt;a href=\"The%20Royal%20Court\"&gt;J-Roc&lt;/a&gt; and &lt;a href=\"James%20Fauntleroy\"&gt;James Fauntleroy&lt;/a&gt;), &lt;a href=\"Rico%20Love\"&gt;Rico Love&lt;/a&gt;, &lt;a href=\"Blac%20Elvis\"&gt;Blac Elvis&lt;/a&gt;, &lt;a href=\"The%20Underdogs%20%28duo%29\"&gt;Rob Knox&lt;/a&gt;, &lt;a href=\"The%20Clutch\"&gt;The Clutch&lt;/a&gt;, and songwriters Chasity Nwagbara, &lt;a href=\"Kara%20DioGuardi\"&gt;Kara DioGuardi&lt;/a&gt;, and Greg Curtis on \"Human\", although their songs remain yet unreleased on any format. Further studio collaborations with &lt;a href=\"Kerry%20Brothers%2C%20Jr.\"&gt;Kerry \"Krucial\" Brothers&lt;/a&gt;, &lt;a href=\"Missy%20Elliott\"&gt;Missy Elliott&lt;/a&gt;, &lt;a href=\"Yung%20Berg\"&gt;Yung Berg&lt;/a&gt;, and &lt;a href=\"Tonex\"&gt;Tonex&lt;/a&gt;, by contrast, failed to materialize due to scheduling conflicts.\nMusic and lyrics.\nIntroduced by the words of Brandy's description of a &lt;a href=\"human%20being\"&gt;human being&lt;/a&gt; on \"Human Intro\", the album opens with Jerkins-crafted \"The Definition\", one of the few &lt;a href=\"uptempo\"&gt;uptempo&lt;/a&gt; recordings on the album. Written by Atlanta-based songwriter &lt;a href=\"Cristyle\"&gt;Crystal Johnson&lt;/a&gt;, the song depicts Brandy rhapsodizing about love. It received generally mixed reviews, with \"&lt;a href=\"The%20Boston%20Globe\"&gt;The Boston Globe&lt;/a&gt;\" emphasizing it the most essential track on \"Human\". \"Warm It Up (With Love)\", another Darkchild production, was created around a &lt;a href=\"piano\"&gt;piano&lt;/a&gt; &lt;a href=\"sampling%20%28music%29\"&gt;sample&lt;/a&gt; and released to strong positive reactions. Highlighted by &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; and \"&lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt;\", \"&lt;a href=\"Newsday\"&gt;Newsday&lt;/a&gt;\" writer Glenn Gamboa noted it as \"guiding principle\" on the album. &lt;a href=\"Lead%20single\"&gt;Lead single&lt;/a&gt; \"&lt;a href=\"Right%20Here%20%28Departed%29\"&gt;Right Here (Departed)&lt;/a&gt;\" was not recorded until late into the production of \"Human\" and the first song Brandy recorded with Jerkins following their musical reunification in early June 2008. Written by &lt;a href=\"The%20Writing%20Camp\"&gt;The Writing Camp&lt;/a&gt; and recorded with &lt;a href=\"therapy\"&gt;therapeutical&lt;/a&gt; background, the track chronicles a woman's talks about mutual support with loved ones. Fifth track \"Piano Man\" was recorded as an ode to the kind of creative relationship cultivated by a vocalist and their producer or &lt;a href=\"Disc%20jockey\"&gt;DJ&lt;/a&gt;.\n\"&lt;a href=\"Long%20Distance%20%28song%29\"&gt;Long Distance&lt;/a&gt;\", a ballad about the difficulties of a &lt;a href=\"long-distance%20relationship\"&gt;long-distance relationship&lt;/a&gt;, was released to positive reactions by critics, with \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" calling it an \"hymnlike single that distantly echoes &lt;a href=\"Janet%20Jackson\"&gt;Janet Jackson&lt;/a&gt;'s \"&lt;a href=\"Again%20%28Janet%20Jackson%20song%29\"&gt;Again&lt;/a&gt;.\" Eighth track \"Camouflage\", one out of two songs on the album that were written by songwriter &lt;a href=\"Claude%20Kelly\"&gt;Claude Kelly&lt;/a&gt;, garnered strong reviews in general, with \"Newsday\" declaring it a \"worthy cousin to &lt;a href=\"Beyonc%C3%A9\"&gt;Beyoncé&lt;/a&gt;'s '&lt;a href=\"Irreplaceable\"&gt;Irreplaceable&lt;/a&gt;' that [is] more about esteem-raising and self-improvement than a search for a sassy put-down.\" \"Torn Down\", a joint production by &lt;a href=\"Midi%20Mafia\"&gt;Midi Mafia&lt;/a&gt; and &lt;a href=\"Dapo%20Torimiro\"&gt;Dapo Torimiro&lt;/a&gt;, was one of the few prominent \"Human\" features on the set list of Brandy's &lt;a href=\"Human%20World%20Tour\"&gt;Human World Tour&lt;/a&gt; (2009). Incorporating elements of &lt;a href=\"country%20music\"&gt;country music&lt;/a&gt;, critics noted it a \"resolute, crisp mix of static &lt;a href=\"synth\"&gt;synth&lt;/a&gt;s, &lt;a href=\"acoustic%20guitar\"&gt;acoustic guitar&lt;/a&gt;, and hand claps.\" Brandy wrote the album's title track with help from producer &lt;a href=\"Toby%20Gad\"&gt;Toby Gad&lt;/a&gt; and Canadian singer &lt;a href=\"Esthero\"&gt;Esthero&lt;/a&gt;. A \"silky R&amp;B anthem\" as described by \"Newsday\", the ballad deals with forgiveness. \"Shattered Heart\" is a downbeat track, that incorporates elements of &lt;a href=\"Middle%20Eastern%20music\"&gt;Middle Eastern music&lt;/a&gt; and changes its tempo after three minutes. It has been described as the only \"&lt;a href=\"Timbaland\"&gt;Timbo&lt;/a&gt;-esque\" record on \"Human\".\nThe album's twelfth track, a piano-driven ballad entitled \"&lt;a href=\"True%20%28Brandy%20Norwood%20song%29\"&gt;True&lt;/a&gt;\", was contributed by &lt;a href=\"RedOne\"&gt;RedOne&lt;/a&gt; and &lt;a href=\"Claude%20Kelly\"&gt;Claude Kelly&lt;/a&gt; and initially written for &lt;a href=\"Michael%20Jackson\"&gt;Michael Jackson&lt;/a&gt;. The song was rearranged and partially rewritten to fit Norwood's persona. It was released to positive reviews by critics, who noted it one of the stronger tracks on \"Human\". \"A Capella (Something's Missing)\", produced by &lt;a href=\"Soundz\"&gt;Soundz&lt;/a&gt;, is a near-&lt;a href=\"a%20cappella\"&gt;a cappella&lt;/a&gt; song on which Brandy provides \"a polyphonic cyberchorus\" with multiple tracks of her own voice. Humming the bassline and providing the rhythm, the instrumentation on the track consists of a sole &lt;a href=\"electric%20guitar\"&gt;electric guitar&lt;/a&gt;. Hand-clap-laden uptempo recording \"1st &amp; Love\", the album's fourteenth track, depicts a woman's euphoria with a new-found &lt;a href=\"love%20at%20first%20sight\"&gt;love at first sight&lt;/a&gt; and was discussed as the third single at times. Final track \"Fall\", another &lt;a href=\"piano%20ballad\"&gt;piano ballad&lt;/a&gt;, was co-written by labelmate &lt;a href=\"Natasha%20Bedingfield\"&gt;Natasha Bedingfield&lt;/a&gt;. As reported, Norwood and Bedingfield were forced to move their first joint recording session from Atlanta to Los Angeles as singer &lt;a href=\"Chris%20Brown%20%28American%20singer%29\"&gt;Chris Brown&lt;/a&gt; and his entourage crashed into the studio, where they \"blasted Brown's songs and horsed around\".\nTitle.\nNorwood revealed the title of the album as well as the name of several new songs in a press statement on August 15, 2008. Named after its title track, which she co-wrote, Norwood stated, \"it's called \"Human\" because that's what I am and at the end of the day we all are only human. The album speaks for itself.\" Further elaborating on the title, the statement uttered that the title was \"a real life mirror of Brandy as a woman, an artist, a musician and a performer, communicating what it means to be fully \"Human\": strong yet vulnerable, candid and triumphant, in love with life and in touch with the things of the spirit.\"\nRelease and promotion.\nAlthough &lt;a href=\"Epic%20Records\"&gt;Epic Records&lt;/a&gt; announced the release of \"Human\" for November 11, 2008, a call from &lt;a href=\"Timbaland\"&gt;Timbaland&lt;/a&gt;, who requested Norwood to record additional music with him and protegés &lt;a href=\"The%20Royal%20Court\"&gt;J-Roc&lt;/a&gt; and &lt;a href=\"James%20Fauntleroy\"&gt;James Fauntleroy&lt;/a&gt;, caused another month-long delay of the album. His tracks, however, did not make the final cut on the album track listing as he was unable to contribute trademark backing vocals to his songs. \"Human\" was first released in France on December 5, 2008. On December 8, it was released in Australia and the United Kingdom, and in North America the following day, by &lt;a href=\"Epic%20Records\"&gt;Epic Records&lt;/a&gt;, &lt;a href=\"Knockout%20Entertainment\"&gt;Knockout Entertainment&lt;/a&gt; and &lt;a href=\"eOne%20Music\"&gt;Koch Records&lt;/a&gt;. The deluxe edition was released simultaneously with the standard edition through digital media stores; in addition to the original track listing, it features five songs, including bonus tracks \"Gonna Find My Love\" and \"Locket (Locked In Love)\", and &lt;a href=\"remix\"&gt;remix&lt;/a&gt;es of \"Right Here (Departed)\" and \"Long Distance\", the latter of which feature contribution by English DJ &lt;a href=\"Moto%20Blanco\"&gt;Moto Blanco&lt;/a&gt; and &lt;a href=\"Jamaican%20American\"&gt;Jamaican American&lt;/a&gt; rapper &lt;a href=\"Sean%20Kingston\"&gt;Sean Kingston&lt;/a&gt;. Elsewhere, \"Human\" was not released until February 2009. In Japan, &lt;a href=\"Sony%20Music%20Japan\"&gt;Sony Music Japan&lt;/a&gt; released a limited edition with a 3-video bonus &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt;, including &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt;s and the &lt;a href=\"making%20of\"&gt;making of&lt;/a&gt; \"Right Here (Departed)\".\nDuring a promotional tour in support of the album, Norwood stopped by &lt;a href=\"Black%20Entertainment%20Television\"&gt;BET&lt;/a&gt;'s \"&lt;a href=\"106%20%26amp%3B%20Park\"&gt;106 &amp; Park&lt;/a&gt;\" to perform a five-piece mini-concert that featured the first two singles from the album in addition to \"&lt;a href=\"What%20About%20Us%3F%20%28Brandy%20song%29\"&gt;What About Us?&lt;/a&gt;\", \"&lt;a href=\"Full%20Moon%20%28Brandy%20song%29\"&gt;Full Moon&lt;/a&gt;\" (both 2002) and \"&lt;a href=\"Almost%20Doesn%27t%20Count\"&gt;Almost Doesn't Count&lt;/a&gt;\" (1999). In addition, she launched the worldwide release of the album on \"&lt;a href=\"Good%20Morning%20America\"&gt;Good Morning America&lt;/a&gt;\" with an interview and a performance of \"Right Here (Departed)\". Throughout December, Norwood appeared on other television shows such as \"&lt;a href=\"The%20Tyra%20Banks%20Show\"&gt;The Tyra Banks Show&lt;/a&gt;\" and &lt;a href=\"WPIX\"&gt;CW11&lt;/a&gt;'s \"Morning Show\". In support of the album, Brandy was also featured on the November 2008 cover of American weekly magazine \"&lt;a href=\"Jet%20%28magazine%29\"&gt;Jet&lt;/a&gt;\". Promotion on the album ended soon after its release and Norwood subsequently started work on a second album with Epic Records. Amongst those to record with her were songwriting and production partners &lt;a href=\"Tricky%20Stewart\"&gt;Tricky Stewart&lt;/a&gt;, &lt;a href=\"The-Dream\"&gt;The-Dream&lt;/a&gt;, &lt;a href=\"Stargate%20%28production%20team%29\"&gt;Stargate&lt;/a&gt;, &lt;a href=\"Ne-Yo\"&gt;Ne-Yo&lt;/a&gt;, and \"Human\" collaborator Brian Kennedy.\nAfter a small promotional tour in the fall of 2008, which saw her perform at &lt;a href=\"music%20festival\"&gt;music festival&lt;/a&gt;s, Norwood embarked on a &lt;a href=\"concert%20tour\"&gt;concert tour&lt;/a&gt; in February 2009 to further promote \"Human\", titled &lt;a href=\"Human%20World%20Tour\"&gt;Human World Tour&lt;/a&gt;. As well as singing songs from \"Human\", Norwood also performed songs from her previous albums \"&lt;a href=\"Brandy%20%28album%29\"&gt;Brandy&lt;/a&gt;\", \"&lt;a href=\"Never%20Say%20Never%20%28Brandy%20album%29\"&gt;Never Say Never&lt;/a&gt;\", \"&lt;a href=\"Full%20Moon%20%28Brandy%20album%29\"&gt;Full Moon&lt;/a&gt;\" and \"&lt;a href=\"Afrodisiac%20%28Brandy%20album%29\"&gt;Afrodisiac&lt;/a&gt;\", a set that was largely inspired by her &lt;a href=\"Black%20Entertainment%20Television\"&gt;BET&lt;/a&gt; concert special \"Brandy: Just Human\", which aired on December 5, 2008. The tour began in &lt;a href=\"Athens%2C%20Ohio\"&gt;Athens, Ohio&lt;/a&gt; on February 7, 2009, and concluded in &lt;a href=\"Okmulgee%2C%20Oklahoma\"&gt;Okmulgee, Oklahoma&lt;/a&gt; on June 19, 2009; some concerts were part of annual events such as the &lt;a href=\"PrideFest%20%28Milwaukee%29\"&gt;Milwaukee Pridefest&lt;/a&gt; and the San Jose Pride. Selected venues featured supporting appearances by &lt;a href=\"Colby%20O%27Donis\"&gt;Colby O'Donis&lt;/a&gt;, &lt;a href=\"Ray%20J\"&gt;Ray J&lt;/a&gt;, &lt;a href=\"Bell%20X1\"&gt;Bell X1&lt;/a&gt;, and &lt;a href=\"Samsaya\"&gt;Samsaya&lt;/a&gt;.\nSingles.\n\"&lt;a href=\"Right%20Here%20%28Departed%29\"&gt;Right Here (Departed)&lt;/a&gt;\" was released on September 9, 2008, as the album's &lt;a href=\"lead%20single\"&gt;lead single&lt;/a&gt;. While it charted moderately in the United States, where it reached number 34 on the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;, the track became Norwood's highest-charting single in years elsewhere, reaching the top ten on &lt;a href=\"Syndicat%20National%20de%20l%27%C3%89dition%20Phonographique\"&gt;French Singles Chart&lt;/a&gt;, and top 20 on the &lt;a href=\"Japan%20Hot%20100\"&gt;Japan Hot 100&lt;/a&gt;. Additionally, it peaked at number 22 on the &lt;a href=\"Hot%20R%26amp%3BB/Hip-Hop%20Songs\"&gt;Hot R&amp;B/Hip-Hop Songs&lt;/a&gt;. Also, \"Right Here (Departed)\" became Norwood's first &lt;a href=\"Hot%20Dance%20Club%20Songs\"&gt;Hot Dance Club Play&lt;/a&gt; number-one. An accompanying &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; was directed by &lt;a href=\"Little%20X\"&gt;Little X&lt;/a&gt; and filmed in Los Angeles in August 2008. It reached number one on &lt;a href=\"Black%20Entertainment%20Television\"&gt;BET&lt;/a&gt;'s \"&lt;a href=\"106%20%26amp%3B%20Park\"&gt;106 &amp; Park&lt;/a&gt;\" countdown and was voted 69th on \"\" top 100 videos of 2008.\nSecond and final single \"&lt;a href=\"Long%20Distance%20%28song%29\"&gt;Long Distance&lt;/a&gt;\" was released on November 11, 2008. The song managed to peak at number 38 on the \"Billboard\" Hot R&amp;B/Hip-Hop Songs chart but failed to enter the Hot 100; it, however, became the album's second consecutive Hot Dance Club Play number-one. Upon its television debut, &lt;a href=\"Chris%20Robinson%20%28director%29\"&gt;Chris Robinson&lt;/a&gt;-directed music video came in at number nine on the \"106 &amp; Park\" countdown on December 22, 2008, and peaked at the top position in January 2009.\nUpon the album's release, \"The Definition\" and \"&lt;a href=\"True%20%28Brandy%20Norwood%20song%29\"&gt;True&lt;/a&gt;\" reached numbers 16 and 18 on the \"Billboard\" &lt;a href=\"Bubbling%20Under%20R%26amp%3BB/Hip-Hop%20Singles\"&gt;Bubbling Under R&amp;B/Hip-Hop Singles&lt;/a&gt; chart, respectively, based solely on digital downloads. While Norwood considered both \"Piano Man\" and \"1st &amp; Love\" as potential third single candidates, plans for another single from \"Human\" failed to materialize.\nCritical reception.\nWhile \"Human\" became Norwood's first effort not to be nominated for a &lt;a href=\"Grammy%20Award\"&gt;Grammy Award&lt;/a&gt; in any category, it received generally favorable reviews from music critics, averaging a 67 out of a 100 among averaged reviews on &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;. Sarah Rodman of \"&lt;a href=\"The%20Boston%20Globe\"&gt;The Boston Globe&lt;/a&gt;\" complimented the album as appropriately rich and varied: \"It's better than good enough. It's a light, breezy listen that shows off Brandy's resilience, humility, joy, and vibrancy.\" She especially highlighted Jerkins' input on the album: \"Jerkins manages to bring out the expressive best in her pleasantly raspy vocalizing.\" \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" writer Alex Macpherson noted \"Human\" \"a thoughtful, intimate work on which Norwood sings movingly about fragility and fear,\" giving it four and a half stars out of five, while Andy Kellman of &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; called the album Norwood's \"most platitudinal\" and \"least enjoyable release in her catalog,\" adding: \"Brandy is clearly in a comfort zone that enables her to open up more than ever [...] \"Human\" is nothing if not a serious album. But it could very well be her most useful one.\" He gave the album three and half stars out of five. \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" magazine said that \"while \"Human\" is missing the sassy Brandy we know and love from such tracks like '&lt;a href=\"I%20Wanna%20Be%20Down\"&gt;I Wanna Be Down&lt;/a&gt;' and '&lt;a href=\"Talk%20About%20Our%20Love\"&gt;Talk About Our Love&lt;/a&gt;,' we can still appreciate the much-needed solace of setting personal turmoil to memorable music.\"\nJon Dolan, writing for \"&lt;a href=\"Blender%20%28magazine%29\"&gt;Blender&lt;/a&gt;\", gave the album three out of five stars and commended Norwood's decision to re-team with Jerkins: \"Now she's gone back to girlie hip-hop &lt;a href=\"Garden%20of%20Eden\"&gt;Eden&lt;/a&gt;; four songs were written by Jerkins, author of her best late-'90s hits. Fluttery jams about long distance longing and time-suspending slow dances are balanced by grown-up moments of deeply felt, if slightly weird, balladic fortitude.\" Jon Pareles from \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" felt that the sentiments of the songs, whether self-affirming or heartbroken, were back to generic ones: \"Song titles like 'Torn Down' and 'Shattered Heart' show how much Brandy is trying to get serious, taking on an adult world where happily ever after is elusive. But she still comes across as a fledgling, a personality still being formed, eagerly tagging along after her role models.\" In his review for \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\", Henry Goldblatt noted \"the huskiness that defined Brandy's prior work has been replaced by wispier and higher tones. The result is pleasant but far less ambitious than her last CD, 2004's \"&lt;a href=\"Afrodisiac%20%28Brandy%20album%29\"&gt;Afrodisiac&lt;/a&gt;\".\" Mikael Wood's review for \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" was less emphatic. He gave the album one and a half stars out of four, and said: \"Unfortunately, it's also hard to make it through the thing. Brandy's strong suit has never been her thoughtfulness; appropriately for someone with her Hollywood history, she's long been one of R&amp;B's emptiest vessels, a gorgeous voice used by a series of gifted producers to communicate their own unique ideas.\"\nCommercial performance.\n\"Human\" debuted at number 15 on the US &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt;, with first-week sales of 73,000 copies. This marked Norwood's lowest opening sales for an album by then and was a considerable drop from her previous effort \"&lt;a href=\"Afrodisiac%20%28Brandy%20album%29\"&gt;Afrodisiac&lt;/a&gt;\" (2004), which had opened to 131,700 units. It also became her lowest-peaking studio album on the \"Billboard\" 200 since her &lt;a href=\"Brandy%20%28album%29\"&gt;self-titled debut album&lt;/a&gt; (1994), which peaked at number 20. In addition, the album reached number six on the US &lt;a href=\"Digital%20Albums\"&gt;Digital Albums&lt;/a&gt; and became Norwood's fifth consecutive top-five album on the &lt;a href=\"Top%20R%26amp%3BB/Hip-Hop%20Albums\"&gt;Top R&amp;B/Hip-Hop Albums&lt;/a&gt; chart, peaking at number five. Altogether, \"Human\" sold 214,000 copies in the United States, and was ranked 40th on \"Billboard\"s Top R&amp;B/Hip-Hop Albums 2009 year-end chart. Elsewhere, the album widely underperformed upon its release. While lead single \"&lt;a href=\"Right%20Here%20%28Departed%29\"&gt;Right Here (Departed)&lt;/a&gt;\" became Norwood's highest-charting single in years throughout Europe, \"Human\" failed to enter most album charts. It, however, reached top 50 on the &lt;a href=\"Ultratop\"&gt;Wallonian Albums Chart&lt;/a&gt; and top 200 on the &lt;a href=\"French%20Albums%20Chart\"&gt;French Albums Chart&lt;/a&gt;.\nExpressing her dissatisfaction with \"Human\"s commercial performance, Norwood told \"&lt;a href=\"Blues%20%26amp%3B%20Soul\"&gt;Blues &amp; Soul&lt;/a&gt;\" magazine she was \"a little disappointed about that\" but also felt \"pleased that &lt;a href=\"Sony%20Music\"&gt;Sony&lt;/a&gt; has given me another chance to do another project that I feel they're totally behind. In hindsight I do feel the last album was a little political. So a lotta changes have been made since \"Human\" – and hopefully they're changes for the better! Because, having got all the deep stuff off my chest, I'm now able to really tap into the fun part of music again [...] it's exactly the type of album that I need to be makiing right now!\"\nLegacy.\nIn mid-2009, Epic ended their contract with Norwood following the appointment of &lt;a href=\"Amanda%20Ghost\"&gt;Amanda Ghost&lt;/a&gt;, making \"Human\" her only album with the label. A \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" article later revealed Norwood's discontent with the success of the project the following year when asked about the commercial failure of \"Human\": \"It was lacking my belief in it. It lacked my vision. Pretty much bottom line, if you don't believe in something it's not going to go,\" she said. \"So do I believe that \"Human\" was as creative as \"&lt;a href=\"Never%20Say%20Never%20%28Brandy%20album%29\"&gt;Never Say Never&lt;/a&gt;\" and \"&lt;a href=\"Full%20Moon%20%28Brandy%20album%29\"&gt;Full Moon&lt;/a&gt;\"? No, I do not. You definitely want to put something out that's like that. I felt at the same time I could have had much better songs and a much better set-up.\" A statement she made during a 2010 interview with &lt;a href=\"Out%20%28magazine%29\"&gt;\"Out\" magazine&lt;/a&gt; turned out more harsh: \"To hell with that album! [...] Where I felt creatively it could've gone and the space I was in creatively, I needed everybody around me to be in that same space. It would've been a different album, but with the same inspiration and same blessing for other people. It would've been hotter music and a hotter look.\"\nBlaming herself for the album's commercial results, Norwood dismissed the album as \"too &lt;a href=\"pop%20%28music%29\"&gt;pop&lt;/a&gt;.\" With her team wanting to produce a &lt;a href=\"crossover%20hit\"&gt;crossover album&lt;/a&gt;, Norwood had felt pressured to come up with different songs. Commenting on this decision, she later elaborated: \"I was listening to the voice of my team more so than what was going on inside of me. With \"Human\", I felt like I wanted to do more R&amp;B music and that's not what we decided to do on that album.\" The debut season of her 2010 &lt;a href=\"VH1\"&gt;VH1&lt;/a&gt; reality series \"\" further revealed that the album's underperformance resulted in another argument between her and executive producer Rodney Jerkins, whose commitment to the project Norwood felt not as \"creative and forthcoming\" as on previous albums and that he purposefully did not put his best work in the album. Jerkins had distanced himself from the project following its official release, declaring his dissatisfaction with the involvement of other producers on the album. Later in 2022, Norwood responded to a fan on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; who did not like that Norwood was not fond of \"Human\", by saying \"I am now\".\nTrack listing.\nNotes\nPersonnel.\nCredits adapted from the liner notes of \"Human\"."
}