{
    "id": "1889563",
    "revid": "22129941",
    "url": "https://en.wikipedia.org/wiki?curid=1889563",
    "title": "Hizbul Mujahideen",
    "text": "Hizb-ul-Mujahideen (, ) is an &lt;a href=\"Islamism\"&gt;Islamist&lt;/a&gt;,\npro-Pakistan\nmilitant group operating in &lt;a href=\"Indian-administered%20Kashmir\"&gt;Indian-administered Kashmir&lt;/a&gt;. Its goal is to separate &lt;a href=\"Kashmir%20Valley\"&gt;Kashmir&lt;/a&gt; from India and merge it with Pakistan.\nIt has been &lt;a href=\"List%20of%20designated%20terrorist%20groups\"&gt;designated a terrorist group&lt;/a&gt; by\nthe European Union,\nIndia,\nCanada,\nand the United States.\nThe group has claimed responsibility for multiple attacks in &lt;a href=\"India\"&gt;India&lt;/a&gt;.\nIt remains a lawfully-operating organisation in Pakistan.\nFounded in September 1989 as an umbrella group of Islamist militants, Hizbul Mujahideen quickly came under the control of &lt;a href=\"Jamaat-e-Islami%20Kashmir\"&gt;Jamaat-e-Islami Kashmir&lt;/a&gt;. It is considered to be one of the most important players that evolved the narrative of the &lt;a href=\"Kashmir%20conflict\"&gt;Kashmir conflict&lt;/a&gt; from &lt;a href=\"Kashmiri%20nationalism\"&gt;nationalism&lt;/a&gt; to radical &lt;a href=\"jihad\"&gt;jihad&lt;/a&gt;. The Hizb-ul-Mujahideen was supported, since its inception, by Pakistan's &lt;a href=\"Inter-Services%20Intelligence\"&gt;Inter-Services Intelligence&lt;/a&gt; (ISI). It is the military wing of the Jamaat-e-Islami movement. The organisation's headquarters is located in &lt;a href=\"Muzaffarabad\"&gt;Muzaffarabad&lt;/a&gt; in &lt;a href=\"Pakistani-administered%20Kashmir\"&gt;Pakistani-administered Kashmir&lt;/a&gt;, with liaison offices in &lt;a href=\"Islamabad\"&gt;Islamabad&lt;/a&gt; and &lt;a href=\"Rawalpindi\"&gt;Rawalpindi&lt;/a&gt;, Pakistan's political capital and military headquarters respectively.\nFoundation.\nOrigins.\nThe efforts for the creation of the Hizbul Mujahideen go back to 1980, when Pakistani President &lt;a href=\"Zia%20ul-Haq\"&gt;Zia ul-Haq&lt;/a&gt; called the chief of &lt;a href=\"Jamaat-e-Islami%20Pakistan\"&gt;Jamaat-e-Islami&lt;/a&gt; in Azad Kashmir, Maulana Abdul Bari, and asked for assistance in raising an insurgency in Indian-administered Kashmir. Zia said that he would be able to divert funds and resources from the American-sponsored war in Afghanistan for a conflict in Kashmir.\nBari travelled to the &lt;a href=\"Kashmir%20Valley\"&gt;Kashmir Valley&lt;/a&gt; and met with the leaders of &lt;a href=\"Jamaat-e-Islami%20Kashmir\"&gt;Jamaat-e-Islami Kashmir&lt;/a&gt;. Protracted negotiations continued for three years when finally, the founding amir of the Jamaat-e-Islami Kashmir, Maulana Saaduddin Tarabali, was invited for a meeting with Zia ul-Haq in May 1983. Din wanted complete operational control of the insurgency, with Pakistan's role limited to military training and financial support. Pakistan agreed albeit reluctantly, and a deal was struck.\nMaulana Saaduddin sent his own son as part of the first group of volunteers for military training.\nHowever, the progress with Jamaat-e-Islami was sluggish. The &lt;a href=\"Inter-Services%20Intelligence\"&gt;ISI&lt;/a&gt; got frustrated with it and started looking for other options. It made contact with &lt;a href=\"Jammu%20and%20Kashmir%20Liberation%20Front\"&gt;Jammu and Kashmir Liberation Front&lt;/a&gt; (JKLF) in 1984 and struck a deal with it in 1986. According to scholars, JKLF was only a short-term expedient for ISI, a means to spur Jamaat-e-Islami into action.\nSome 10,000 militants were trained by July 1988, operating in fifty units, when an &lt;a href=\"Kashmir%20insurgency\"&gt;insurgency&lt;/a&gt; was launched. Operating under the JKLF banner were also a number of Islamist jihadi groups that owed loyalty to Jamaat-e-Islami: a group called \"Zia Tigers\" operating since 1987, \"Al-Hamza\" since 1988, \"Hizbul Ansar\" led by Muzaffar Shah, a largest and best organized group called \"Ansarul Islam\", and a subsidiary of it called \"Al-Badr\". According to Arif Jamal,\n\"this vast network of jihadi groups worked within the JKLF for many months; they were among the most active members of the insurgency.\"\nIn August 1989, the Jamaat-e-Islami of Azad Kashmir sent a commander called Masood Sarfraz\nto bring the various Islamist groups together and create a serious organisation parallel to the JKLF. \"Hizbul Mujahideen\" (\"Party of holy warriors\") was his chosen name for the new umbrella group. While his efforts were under way, Ansarul Islam, which was under pressure from the Indian security forces, had also changed its name to \"Hizbul Mujahideen\". The two organisations operated in parallel for a few weeks, but merged together in October 1989. &lt;a href=\"Muhammad%20Ahsan%20Dar\"&gt;Muhammad Ahsan Dar&lt;/a&gt; was chosen as the leader of the united group in this meeting, but Hilal Ahmed Mir (alias Nasirul Islam) of the former Ansarul Islam is said to have been elected as its amir later.\nJamaat takeover.\nThe launch of insurgency by JKLF in July 1988 alerted the members of the Jamaat-e-Islami Kashmir to the fact that \"a new game has started\". Informal relationships with the militant groups were strengthened, with various Jamaat members taking direct roles. The senior leadership of the Jamaat did not get involved, except for &lt;a href=\"Syed%20Ali%20Shah%20Geelani\"&gt;Syed Ali Shah Geelani&lt;/a&gt;, who worked with Muhammad Ahsan Dar in his personal capacity.\nThe ISI and the Jamaat-e-Islami of Azad Kashmir were intent on bringing Hizbul Mujahideen under the control of Jamaat-e-Islami Kashmir. A meeting was arranged in &lt;a href=\"Kathmandu\"&gt;Kathmandu&lt;/a&gt; in January 1990, with participants from the Jamaat organisations from Pakistan, Azad Kashmir and the Kashmir Valley. The Kashmiri Jamaat was resistant to direct involvement in the insurgency, saying that it would destroy the organisation and open it to Indian assault. But Syed Ali Shah Geelani dramatically appeared when the negotiations stalled and pushed the Jamaat into supporting the insurgency.\nThe constitution of Hizbul Mujahideen was finalised on 10 June 1990, under ISI direction. It allowed Jamaat-e-Islami Kashmir to nominate one of its members as the leader of the group, which, according to Arif Jamal, \"virtually turned the organization into a subsidiary of Jamat-i-Islami\". The Jamaat nominee was to be called the patron, who would nominate an amir, who would in turn nominate a chief commander. Jamaat appointed &lt;a href=\"Mohammad%20Yusuf%20Shah\"&gt;Mohammad Yusuf Shah&lt;/a&gt;, its district chief of Srinagar, as the patron of Hizb. He took the \"nom de guerre\" of \"Syed Salahuddin\", and quickly consolidated total control over the organisation.\nIn a power play, Ahsan Dar announced at a press conference in July 1990 that Hizbul Mujahideen had formed an alliance with Jamaat. This only served to strengthen Yusuf Shah's position and a weakening of his own. Hilal Ahmed Mir, who was &lt;a href=\"Deobandi\"&gt;Deobandi&lt;/a&gt; by persuasion, reacted against the announcement and ended up getting marginalised as well. He quit the group and set up a new one, which came to be called Jamiatul Mujahideen. Masood Sarfraz came again in September 1990 to consolidate the grouping. Tehreek-i-Jihad-i-Islami, another umbrella group formed in 1989, also merged with Hizbul Mujahideen and its leader &lt;a href=\"Abdul%20Majeed%20Dar\"&gt;Abdul Majeed Dar&lt;/a&gt; was appointed as the secretary general. After the completion of consolidation, Yusuf Shah alias Salahuddin left for Azad Kashmir, where he managed the group's relationship with the ISI as well as the Jamaat of Azad Kashmir.\nBy the time of its establishment, the organisation asserted a strength of over 10,000 armed cadres, the majority of whom were trained in Pakistan, with some having received training in Afghanistan during the &lt;a href=\"Afghan%20Civil%20War%20%281989%E2%80%931992%29\"&gt;Afghan Civil War&lt;/a&gt;. Heavily critical of all other actors who accepted or advocated for Kashmir's complete independence as the third option (as an alternative to merging with either India or Pakistan) in the Kashmir conflict, the group solely advocated for an outright integration of Kashmir with Pakistan. Paul Staniland, an American political scientist at the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;, notes that the organisation primarily mobilised through the Jamaat-e-Islami network, and initially represented a minority politico-religious ideology of theirs.\nEarly days.\nThe organisation's first major strike is deemed to be the assassination of &lt;a href=\"Mohammad%20Farooq%20Shah\"&gt;Maulvi Farooq Shah&lt;/a&gt;, the then &lt;a href=\"Mirwaiz%20of%20Kashmir\"&gt;Mirwaiz of Kashmir&lt;/a&gt; and chairman of the All Jammu and Kashmir Awami Action Committee, a coalition of disparate political parties in Jammu and Kashmir, on 21 May 1990. 21 people were killed in the clashes that ensued. The group gradually sought for a greater control of the socio-economic sphere of Kashmir and in June 1990 asked farmers to abstain from exporting their produce through \"Hindu middlemen\" in order to severe the link between the \"local rich class\" and their counterparts in the Indian state.\nOn 27 October 1990, the organisation adopted a resolution supporting the merger of Jammu and Kashmir with Pakistan.\nThe group grew and units were set up at the Jammu province by February 1991. Field intelligence units were also set up across different places. Cadre was extensively mobilised in the name of Islam The establishment of the Supreme Advisory Council followed by a student wing took place in spring 1991. The latter though became a separate organisation in its entirety, in June 1991, under the leadership of Nasir-ul-Islam, after it organised the kidnapping of a high-profile bureaucrat. After a 1991 merger with Tehreek-e-Jihad-e-Islami (TJI), which was backed by Jamaat, Hizb-ul-Mujahideen gained significant military might and its strength reached about 10,000 fighters.\nBy the end of March 1991, Hizbul Mujahideen demanded that the local government provides the list of all permanent residence certificates and that all non-residents leave the state within one month.\nInsurgency decade.\nFriction with JKLF and alliance with Jamaat.\nThe first three years of the insurgency (1990–92) were dominated by the &lt;a href=\"Jammu%20Kashmir%20Liberation%20Front\"&gt;Jammu Kashmir Liberation Front&lt;/a&gt; (JKLF). Despite being supported by Pakistan, they under the renewed ideology of their new leaders shifted to a secular pro-independence stance and attracted huge support in the valley in their strategy to organise a mass-resistance, that would compel India to withdraw from Kashmir.\nBut, a lack of a social fabric among the new mass-recruits, (who often did not share a common ideology) coupled with an urban-centric focus led to the gradual weakening of JKLF. Indian counter-insurgency operations removed much of its leadership, wiping out its central control. Pakistan was also heavily incentivised by the popularisation of Jihadi sentiments in the Kashmiri youth; and utilised the situation to gain control over Kashmir. By 1991, ISI had begun to cease providing of funds to JKLF, (which stood its ground for independence of the territory) and were instead advocating splinter factions to break off and form their own militant groups after receiving due training in their territory. Subsequently, Hizbul Mujahideen came to be favoured by the ISI as a potentially valuable resource and finally, after JKLF rejected certain demands of nuancing their pro-independence stance; all of their erstwhile camps in Azad Kashmir were handed over to Hizbul Mujahideen. Jamaat also scoped the opportunity and choose to infiltrate Hizbul Mujahideen from within, by installing loyal members at key central positions. Numerous jihadi factions too departed from JKLF and were subsumed within Hizbul Mujahideen.\nSoon enough, arrests by Indian forces necessitated a re-organisation of the central command and in the reshuffle, Ahsan Dhar, a moderate leader with an independent mind was asked to step down and &lt;a href=\"Syed%20Salahuddin\"&gt;Syed Salahuddin&lt;/a&gt;, a radical Jamaat loyalist, was appointed instead. Dar was soon expelled by Salahuddin loyalists in late 1991 and formed a splinter group-- \"Muslim Mujahideen\", which quickly fell apart after his arrest in 1993. An overall restructuring to enable a collective, hierarchical and institutionalised leadership along the lines of Jamaat soon followed which lend a much-needed organisational strength that lacked JKLF. Hizbul Mujahideen also managed to increase their penetration into the rural belt courtesy the utilisation of Jamaat's socio-religious authority and homogeneity. An implementation of Sunni culture in the ground-roots helped their cause further.\nIn the meanwhile, Hizb-ul Mujahideen rigidly opposed JKLF, all throughout and had rejected JKLF's nationalist agenda in favour of an Islamist one. There were increasing clashes with one another and the differences reached their peak by 1991, as it publicly opposed JKLF's agreement to a solution of the dispute without the aid of UN resolutions. Military clashes between JKLF and Hizbul Mujahideen became increasingly commonplace after the first such incident in April 1991 wherein a JKLF area commander was killed. It began to systematically target members of JKLF, killing them and intimidating others to defect. JKLF leaders had alleged Hizbul Mujahideen militants to be informers for the Indian forces and Amanullah Khan even complained of his cadres in Pakistan being coerced to join the ranks of Hizbul Mujahideen. Fuelled by resources from Pakistan State actors and Pakistan Jamaat; Hizbul Mujahideen also targeted other militant groups, killing hundreds while neutralising and disarming more than 7,000.\nHizbul Mujahideen also murdered several of the pro-independence intelligentsia with JKLF leanings. Some of these killings included Hriday Nath Wanchoo, a Kashmiri Pandit human rights advocate. Hizbul Mujahideen militant &lt;a href=\"Ashiq%20Hussain%20Faktoo\"&gt;Ashiq Hussain Faktoo&lt;/a&gt; was convicted for his killing. Other prominent killings included Dr. Abdul Ahad Guru who was a cardiologist and JKLF ideologue, &lt;a href=\"Mirwaiz\"&gt;Mirwaiz&lt;/a&gt; &lt;a href=\"Qazi%20Nisar\"&gt;Qazi Nisar&lt;/a&gt; and &lt;a href=\"Mirwaiz%20Maulvi%20Farooq\"&gt;Mirwaiz Maulvi Farooq&lt;/a&gt;, Mohammed Maqbool Malik, Prof. Abdul Ahad Wani, Muhammad Sultan Bhat, &lt;a href=\"Abdul%20Ghani%20Lone\"&gt;Abdul Ghani Lone&lt;/a&gt;, and &lt;a href=\"Abdul%20Majeed%20Dar\"&gt;Abdul Majeed Dar&lt;/a&gt;.\nHizbul Mujahideen was instrumental in preventing the return of &lt;a href=\"Kashmiri%20Pandit\"&gt;Kashmiri Pandit&lt;/a&gt;s after their &lt;a href=\"Exodus%20of%20Kashmiri%20Hindus\"&gt;ethnic cleansing&lt;/a&gt; from the valley, Salahuddin spoke of them being Hindu agents whilst threatening to auction their properties. Many of operations of the outfit during 1994-95 were designed to polarise the masses along religious lines.\nZenith.\nBy 1994, many JKLF members had denounced militancy and some even joined state politics, which led to further splintering amongst JKLF and a complete yield of its military dominance to Hizbul Mujahideen which grew up to be the major force in Kashmir despite facing a much widespread and effective counter insurgency response from the Indian forces. This survival has been attributed to its widespread penetration across rural networks. By 1996, the arm-bearing factions of JKLF were entirely crushed and with other local insurgent factions having either disbanded or becoming defunct or having switched loyalties to the Indian cause; Hizbul Mujahideen was the sole militant group operating in the valley.\nAnalysts and academics though believe that Hizbul Mujahideen lacked popular support in the valley and that their aversion to pro-independence ideas and Sufi practices alienated many Kashmiris.\nRetreat.\nBut roughly beginning the same time, Hizbul Mujahideen actually started to lose their popular influence in the valley. People from the fellow militant groups often &lt;a href=\"Ikhwan%20%28Kashmir%29\"&gt;aligned with the counter insurgency operations&lt;/a&gt; to avenge the Hizbul Mujahideen or protect themselves from the organisation, killing many Hizbul commanders in the process. They also imparted ground intelligence to the Indian forces; thus systematically degrading Hizbul Mujahideen's own networks. A simultaneous targeting of Jamaat's militants led to their revoking theirs open support for organisation, which destroyed the social fabric of Hizbul Mujahideen to a large extent. By the end of the 1990s; Hizbul Mujahideen was forced to go for a retreat. The &lt;a href=\"Al-Badr%20%28Jammu%20and%20Kashmir%29\"&gt;Al-Badr&lt;/a&gt; faction split in 1998 due to a dislike of excessive interference by Jamaat.\nCeasefire of 2000 and withdrawal.\nIn the following years, the group started to fragment as ISI pushed foreign extremists into Hizbul Mujahideen. Rivalries developed often leading to violence, and one such incident culminated in the killing of 21 people in a &lt;a href=\"Azad%20Kashmir\"&gt;Pakistan administered Kashmir&lt;/a&gt; village in 1998. Several Hizbul Mujahideen members were increasingly displeased with ISI's manners of treating the Kashmiris and with more militants joining mainstream politics, they were pushed to the sidelines.\nStarting April 2000, there were alleged parleys between &lt;a href=\"Abdul%20Majid%20Dar\"&gt;Abdul Majid Dar&lt;/a&gt;, the Kashmir commander and other top leaders of Hizbul Mujahideen with &lt;a href=\"Research%20and%20Analysis%20Wing\"&gt;Research and Analysis Wing&lt;/a&gt; (RAW) and &lt;a href=\"Intelligence%20Bureau%20%28India%29\"&gt;Intelligence Bureau (IB)&lt;/a&gt; officials in Delhi and other venues; that led to the build-up of a ceasefire offer. Offensive counter-insurgency operations against the group were also reduced. On 24 July 2000, Dar, along with four other Hizb commander (some Hizb commanders didn't agree with Dar) made an unconditional ceasefire declaration for a span of 3 months, from the outskirts of Srinagar and asserted it to be backed by the consent of the local populace, who were surveyed. Majeed Dar had also apparently visited Pakistan before the announcement for consultations with the Hizbul Mujahideen Central Command. The ceasefire was welcomed and approved in India, near unanimously and was immediately ratified by the Pakistan-based commander &lt;a href=\"Syed%20Salahuddin\"&gt;Syed Salahuddin&lt;/a&gt; who until then was against any diplomatic resolution. The Pakistani government soon enough ordered its forward posts on the LOC, to abide by a no-shoot first policy.\nA unit-commander from Pakistan-administered Kashmir in the Pir-Panjal area disagreed with the ceasefire and was expelled along with his faction; leading to a violent clash with the Pakistan Jamaat.\nOn the next day, &lt;a href=\"United%20Jihad%20Council\"&gt;United Jihad Council&lt;/a&gt; (UJC), a coalition of 16 radical Islamist organisations (that comprised Hizbul Mujahideen and was incidentally chaired by Salahuddin himself), severely criticised the ceasefire declaration. Hizbul Mujahideen was soon revoked of its council membership and Salahuddin lost his chair. Jamaat leaders too vociferously criticised the ceasefire declaration and alleged it to be an act of sabotage. LeT launched multiple attacks killing and injuring numerous civilians as a form of protest against the ceasefire declaration with an aim to derail it.\nTwo rounds of talks were smoothly held and a cricket match was played out between Indian armed forces and Hizbul Mujahideen. The Indian government did not agree to indulge with Pakistan and whilst Pakistani government initially maintained a neutral posture of abiding by the wishes of the Kashmiri populace, it later changed its stance and demanded a representation. Salahuddin then called off the talks on 8 August under flimsy pretexts; interpreting an address of Vajpayee to the Parliament as calling for a strict abidance of the Indian delegation to the Indian constitution. He also re-warned of more escalation and threatened to spill their activities over the rest of India; incidentally Hizbul Mujahideen's earlier stance was to wage war against the Indian occupation but not against India. The US State Department as well as the British Foreign Office blamed Hizbul Mujahideen for the failure of the process.\nThe ceasefire move, its immediate endorsement and subsequent withdrawal highlighted deep divisions between the more hawkish operatives in Pakistan-administered Kashmir and those based in India. Dar was soon removed from his role of military commander and in May 2002, he was formally expelled from the Hizb along with a number of supporters and commanders whilst being.denounced as an agent of &lt;a href=\"Research%20and%20Analysis%20Wing\"&gt;Research and Analysis Wing&lt;/a&gt; (RAW). Dar and several other ex-leaders were assassinated by Hizbul Mujahideen between 2001 and 2003. By 2003, most key leaders of Hizbul Mujahideen were in Azad Kashmir and they were quite inactive in Kashmir; a fragmented Hizbul Mujahideen survived a total collapse but had metamorphosed into a vanguard group.\nYet, in 2004 it was still \"regarded as one of the most influential groups involved in the conflict over Kashmir.\" As of 2009, it was supposedly \"the brand name of the Kashmir militancy because of being the largest and the most important in terms of its effectiveness in perpetrating violence across Kashmir.\"\n2010s.\nOn 8 July 2016, Hizbul Mujahideen commander, &lt;a href=\"Burhan%20Muzaffar%20Wani\"&gt;Burhan Muzaffar Wani&lt;/a&gt;, along with 2 other insurgents were killed by Indian security forces. Widespread protests erupted in the Kashmir valley after Wani's death, causing &lt;a href=\"2016%E2%80%9318%20Kashmir%20unrest\"&gt;unrest&lt;/a&gt; in the valley for nearly half a year. More than 96 people died while over 15,000 civilians and more than 4,000 security personnel were injured. The violence which erupted after his death was described as the worst unrest in the region since the &lt;a href=\"2010%20Kashmir%20unrest\"&gt;2010 Kashmir unrest&lt;/a&gt;, with Kashmir being placed under 53 consecutive days of &lt;a href=\"curfews\"&gt;curfews&lt;/a&gt; imposed by authorities.\nWani was succeeded by &lt;a href=\"Sabzar%20Bhat\"&gt;Sabzar Bhat&lt;/a&gt;, who had previously been a close aide of his. Indian security forces considered Bhat effective at using social media to recruit youth towards militancy. Indian security forces previously located him in Ruthsana, in March 2017, but he was able to evade them after a 15-hour &lt;a href=\"gunfight\"&gt;gunfight&lt;/a&gt; that left one policeman dead.\nBhat was killed in May 2017 and subsequently buried in &lt;a href=\"Pulwama\"&gt;Pulwama&lt;/a&gt;. His death sparked clashes and a police-imposed curfew, during which a youth was killed in clashes with the &lt;a href=\"Central%20Reserve%20Police%20Force\"&gt;Central Reserve Police Force&lt;/a&gt;. &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; and phone service across Kashmir was suspended in an attempt to calm the region. A previously-unknown militant group, Mujahideen Taliban-e-Kashmir, claimed it had provided information on Bhat to security forces. The claim remains unverified, though some analysts suggested it reflected a growing schism between various militant groups in Kashmir, with members of Hizbul Mujahideen concerned that &lt;a href=\"Zakir%20Rashid%20Bhat\"&gt;Zakir Musa&lt;/a&gt; may have betrayed Bhat.\n&lt;a href=\"Riyaz%20Naikoo\"&gt;Riyaz Naikoo&lt;/a&gt;, the Hizbul Mujahideen chief in Kashmir, was killed by Indian security forces on 6 May 2020. On 10 May 2020, &lt;a href=\"Gazi%20Haider\"&gt;Gazi Haider&lt;/a&gt; (aka Saifullah and Saif-ul-Islam Mir) was appointed the new operations commander. He was formerly the district commander of Hizbul Mujahideen in Pulwama. Soon after, on 19 May 2020, &lt;a href=\"Ashraf%20Sehrai\"&gt;Ashraf Sehrai's&lt;/a&gt; son, Junaid Sehrai, 29, a Hizbul Mujaheddin commander, was killed by Indian security forces. On 1 November 2020, Ghazi Haider was slain in Srinagar by Indian security forces, including the Jammu and Kashmir police's counterinsurgency Special Operations Group (SOG), the Central Reserve Police Force (CRPF), and soldiers from the Indian Army’s 53rd &lt;a href=\"Rashtriya%20Rifles\"&gt;Rashtriya Rifles&lt;/a&gt;."
}