{
    "id": "1889306",
    "revid": "43185499",
    "url": "https://en.wikipedia.org/wiki?curid=1889306",
    "title": "Buddha Jumps Over the Wall",
    "text": "Buddha Jumps Over the Wall, also known as Buddha's Temptation or Fotiaoqiang (), is a variety of &lt;a href=\"shark%20fin%20soup\"&gt;shark fin soup&lt;/a&gt; in &lt;a href=\"Fujian%20cuisine\"&gt;Fujian cuisine&lt;/a&gt;. Since its creation during the &lt;a href=\"Qing%20dynasty\"&gt;Qing dynasty&lt;/a&gt; (1644–1912), the dish has been regarded as a &lt;a href=\"Chinese%20cuisine\"&gt;Chinese&lt;/a&gt; &lt;a href=\"delicacy\"&gt;delicacy&lt;/a&gt; known for its rich taste, and special manner of cooking. The dish's name is an allusion to the dish's ability to entice the vegetarian Buddhist monks from their temples to partake in the meat-based dish, and implies that even the strictly vegetarian &lt;a href=\"Gautama%20Buddha\"&gt;Gautama Buddha&lt;/a&gt; would try to jump over a wall to sample it. It is high in &lt;a href=\"protein\"&gt;protein&lt;/a&gt; and &lt;a href=\"calcium\"&gt;calcium&lt;/a&gt;. It is one of China's state banquet dishes.\nConcerns over the &lt;a href=\"Sustainable%20seafood\"&gt;sustainability&lt;/a&gt; and &lt;a href=\"Animal%20welfare\"&gt;welfare&lt;/a&gt; of sharks limited its consumption and led to various modified versions without the usage of shark fin as ingredient.\nIngredients.\nThe &lt;a href=\"soup\"&gt;soup&lt;/a&gt; or &lt;a href=\"stew\"&gt;stew&lt;/a&gt; consists of many ingredients, especially animal products, and requires one to two full days to prepare. A typical recipe requires many ingredients including &lt;a href=\"quail%20egg\"&gt;quail egg&lt;/a&gt;s, &lt;a href=\"bamboo%20shoot\"&gt;bamboo shoot&lt;/a&gt;s, &lt;a href=\"scallop\"&gt;scallop&lt;/a&gt;s, &lt;a href=\"sea%20cucumber%20%28food%29\"&gt;sea cucumber&lt;/a&gt;, &lt;a href=\"abalone\"&gt;abalone&lt;/a&gt;, &lt;a href=\"Shark%20finning\"&gt;shark fin&lt;/a&gt;, &lt;a href=\"Swim%20bladder\"&gt;fish maw&lt;/a&gt;, &lt;a href=\"Chicken%20%28food%29\"&gt;chicken&lt;/a&gt;, &lt;a href=\"Jinhua%20ham\"&gt;Jinhua ham&lt;/a&gt;, pork &lt;a href=\"tendon\"&gt;tendon&lt;/a&gt;, &lt;a href=\"ginseng\"&gt;ginseng&lt;/a&gt;, &lt;a href=\"Edible%20mushroom\"&gt;mushrooms&lt;/a&gt;, and &lt;a href=\"taro\"&gt;taro&lt;/a&gt;. As well as &lt;a href=\"Huangjiu\"&gt;Yellow wine&lt;/a&gt; (&lt;a href=\"Simplified%20Chinese%20characters\"&gt;Chinese&lt;/a&gt;: 黄酒；&lt;a href=\"Hanyu%20pinyin\"&gt;pinyin&lt;/a&gt;: Huángjiǔ), which is an extremely important element in the soup. Some recipes require up to thirty main ingredients and twelve &lt;a href=\"condiment\"&gt;condiment&lt;/a&gt;s.\nUse of shark fin, which is sometimes harvested by &lt;a href=\"shark%20finning\"&gt;shark finning&lt;/a&gt;, and abalone, which is implicated in &lt;a href=\"destructive%20fishing%20practices\"&gt;destructive fishing practices&lt;/a&gt;, are controversial for both environmental and ethical reasons. Imitation shark fin and farmed abalone are available as alternatives.\nOrigin.\nThere are many different stories about the origin of the dish. A common one is about a scholar traveling by foot during the &lt;a href=\"Qing%20dynasty\"&gt;Qing dynasty&lt;/a&gt;. While he traveled with his friends, the scholar preserved all his food for the journey in a clay jar used for holding &lt;a href=\"Chinese%20alcoholic%20beverages\"&gt;wine&lt;/a&gt;. Whenever he had a meal, he warmed up the jar with the ingredients over an open fire. Once they arrived in &lt;a href=\"Fuzhou\"&gt;Fuzhou&lt;/a&gt;, the capital of &lt;a href=\"Fujian%20Province\"&gt;Fujian Province&lt;/a&gt;, the scholar started cooking the dish. The smells spread over to a nearby &lt;a href=\"Buddhist%20monastery\"&gt;Buddhist monastery&lt;/a&gt; where monks were meditating. Although monks are not allowed to eat meat, one of the monks, tempted, jumped over the wall. A poet among the travelers said that even &lt;a href=\"Gautama%20Buddha\"&gt;Buddha&lt;/a&gt; would jump the wall to eat the delicious dish.\nConsumption outside China.\nIn &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;, the dish is known as \"Buldojang\" (the Korean &lt;a href=\"pronunciation\"&gt;reading&lt;/a&gt; of the same &lt;a href=\"Chinese%20character\"&gt;Chinese character&lt;/a&gt;s). It was first introduced in 1987 by Hu Deok-juk (), an &lt;a href=\"Ethnic%20Chinese%20in%20Korea\"&gt;ethnic Chinese chef&lt;/a&gt; from Taiwan at the Chinese restaurant Palsun, located in the &lt;a href=\"Shilla%20Hotel\"&gt;Shilla Hotel&lt;/a&gt; in &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;. The dish played an important role in changing the mainstream of &lt;a href=\"Korean%20Chinese%20cuisine\"&gt;Chinese cuisine&lt;/a&gt; consumed in South Korea from &lt;a href=\"Sichuan%20cuisine\"&gt;Sichuan cuisine&lt;/a&gt; to &lt;a href=\"Cantonese%20cuisine\"&gt;Cantonese cuisine&lt;/a&gt;. However, in 1989, the &lt;a href=\"Jogye%20Order\"&gt;Jogye Order&lt;/a&gt;, the representative order of traditional &lt;a href=\"Korean%20Buddhism\"&gt;Korean Buddhism&lt;/a&gt;, strongly opposed the selling of the dish because the name is considered a &lt;a href=\"blasphemy\"&gt;blasphemy&lt;/a&gt; to &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt;. Although \"Buldojang\" temporarily disappeared, the dispute ignited the spreading of rumors among the public, and the dish consequently gained popularity. When President &lt;a href=\"Moon%20Jae-in\"&gt;Moon Jae-in&lt;/a&gt; visited China, it was served at the state dinner.\n&lt;a href=\"Kai%20Mayfair\"&gt;Kai Mayfair&lt;/a&gt; in London was dubbed \"home of the world's most expensive soup\" when it unveiled its £108 version of Buddha Jumps Over the Wall in 2005. The dish includes shark's fin, Japanese flower mushroom, sea cucumber, dried scallops, chicken, Hunan ham, pork, and ginseng."
}