{
    "id": "18890",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=18890",
    "title": "Microsoft Windows",
    "text": "Microsoft Windows, commonly referred to as Windows, is a group of several &lt;a href=\"Proprietary%20software\"&gt;proprietary&lt;/a&gt; &lt;a href=\"graphical%20user%20interface\"&gt;graphical&lt;/a&gt; &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt; families, all of which are developed and marketed by &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include &lt;a href=\"Windows%20NT\"&gt;Windows NT&lt;/a&gt; and &lt;a href=\"Windows%20IoT\"&gt;Windows IoT&lt;/a&gt;; these may encompass subfamilies, (e.g. &lt;a href=\"Windows%20Server\"&gt;Windows Server&lt;/a&gt; or &lt;a href=\"Windows%20Embedded%20Compact\"&gt;Windows Embedded Compact&lt;/a&gt;) (Windows CE). Defunct Microsoft Windows families include &lt;a href=\"Windows%209x\"&gt;Windows 9x&lt;/a&gt;, &lt;a href=\"Windows%20Mobile\"&gt;Windows Mobile&lt;/a&gt; and &lt;a href=\"Windows%20Phone\"&gt;Windows Phone&lt;/a&gt;.\nMicrosoft introduced an &lt;a href=\"operating%20environment\"&gt;operating environment&lt;/a&gt; named \"Windows\" on November 20, 1985, as a graphical &lt;a href=\"operating%20system%20shell\"&gt;operating system shell&lt;/a&gt; for &lt;a href=\"MS-DOS\"&gt;MS-DOS&lt;/a&gt; in response to the growing interest in &lt;a href=\"graphical%20user%20interface\"&gt;graphical user interface&lt;/a&gt;s (GUIs). Microsoft Windows came to &lt;a href=\"dominance%20%28economics%29\"&gt;dominate&lt;/a&gt; the world's &lt;a href=\"personal%20computer\"&gt;personal computer&lt;/a&gt; (PC) market with &lt;a href=\"usage%20share%20of%20operating%20systems\"&gt;over 90% market share&lt;/a&gt;, overtaking &lt;a href=\"Classic%20Mac%20OS\"&gt;Mac OS&lt;/a&gt;, which had been introduced in 1984.\nApple came to see Windows as an unfair encroachment on their innovation in GUI development as implemented on products such as the &lt;a href=\"Apple%20Lisa\"&gt;Lisa&lt;/a&gt; and &lt;a href=\"Macintosh\"&gt;Macintosh&lt;/a&gt; (eventually settled in court in Microsoft's favor in 1993). On PCs, Windows is still the most popular operating system in all countries. However, in 2014, Microsoft admitted losing the majority of the overall operating system market to &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt;, because of the massive growth in sales of Android &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt;s. In 2014, the number of Windows devices sold was less than 25% that of Android devices sold. This comparison, however, may not be fully relevant, as the two operating systems traditionally target different platforms. Still, numbers for server use of Windows (that are comparable to competitors) show one third market share, similar to that for end user use. \n, the most recent version of Windows for PCs and &lt;a href=\"tablet%20computers\"&gt;tablet&lt;/a&gt;s is &lt;a href=\"Windows%2011\"&gt;Windows 11&lt;/a&gt;, version 21H2. The most recent version for &lt;a href=\"embedded%20system\"&gt;embedded devices&lt;/a&gt; is &lt;a href=\"Windows%2010\"&gt;Windows 10&lt;/a&gt;, version 21H1. The most recent version for &lt;a href=\"Server%20%28computing%29\"&gt;server computers&lt;/a&gt; is &lt;a href=\"Windows%20Server%202022\"&gt;Windows Server 2022&lt;/a&gt;, version 21H2. &lt;a href=\"Xbox%20One%20system%20software\"&gt;A specialized version of Windows&lt;/a&gt; also runs on the &lt;a href=\"Xbox%20One\"&gt;Xbox One&lt;/a&gt; and &lt;a href=\"Xbox%20Series%20X%20and%20Series%20S\"&gt;Xbox Series X/S&lt;/a&gt; &lt;a href=\"video%20game%20console\"&gt;video game console&lt;/a&gt;s.\nGenealogy.\nBy marketing role.\nMicrosoft, the developer of Windows, has registered several trademarks, each of which denotes a family of Windows operating systems that target a specific sector of the computing industry. As of 2014, the following Windows families were being actively developed:\nThe following Windows families are no longer being developed:\nVersion history.\nThe term \"Windows\" collectively describes any or all of several generations of &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt; &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt; products. These products are generally categorized as follows:\nEarly versions.\nThe history of Windows dates back to 1981 when Microsoft started work on a program called \"Interface Manager\". It was announced in November 1983 (after the &lt;a href=\"Apple%20Lisa\"&gt;Apple Lisa&lt;/a&gt;, but before the &lt;a href=\"Macintosh\"&gt;Macintosh&lt;/a&gt;) under the name \"Windows\", but &lt;a href=\"Windows%201.0\"&gt;Windows 1.0&lt;/a&gt; was not released until November 1985. Windows 1.0 was to compete with &lt;a href=\"Apple%20Inc.\"&gt;Apple&lt;/a&gt;'s operating system, but achieved little popularity. Windows 1.0 is not a complete operating system; rather, it extends &lt;a href=\"MS-DOS\"&gt;MS-DOS&lt;/a&gt;. The shell of Windows 1.0 is a program known as the &lt;a href=\"MS-DOS%20Executive\"&gt;MS-DOS Executive&lt;/a&gt;. Components included &lt;a href=\"Microsoft%20Calculator\"&gt;Calculator&lt;/a&gt;, Calendar, &lt;a href=\"Cardfile\"&gt;Cardfile&lt;/a&gt;, &lt;a href=\"ClipBook%20Viewer\"&gt;Clipboard Viewer&lt;/a&gt;, Clock, &lt;a href=\"Control%20Panel%20%28Windows%29\"&gt;Control Panel&lt;/a&gt;, &lt;a href=\"Notepad%20%28Windows%29\"&gt;Notepad&lt;/a&gt;, &lt;a href=\"Microsoft%20Paint\"&gt;Paint&lt;/a&gt;, &lt;a href=\"Reversi\"&gt;Reversi&lt;/a&gt;, &lt;a href=\"Terminal%20emulator\"&gt;Terminal&lt;/a&gt; and &lt;a href=\"Windows%20Write\"&gt;Write&lt;/a&gt;. Windows 1.0 does not allow overlapping windows. Instead all windows are &lt;a href=\"tiling%20window%20manager\"&gt;tiled&lt;/a&gt;. Only modal dialog boxes may appear over other windows. Microsoft sold as included Windows Development libraries with the C development environment, which included numerous windows samples.\n&lt;a href=\"Windows%202.0\"&gt;Windows 2.0&lt;/a&gt; was released in December 1987, and was more popular than its predecessor. It features several improvements to the user interface and memory management. Windows 2.03 changed the OS from tiled windows to overlapping windows. The result of this change led to &lt;a href=\"Apple%20Computer%2C%20Inc.%20v.%20Microsoft%20Corp.\"&gt;Apple Computer filing a suit against Microsoft&lt;/a&gt; alleging infringement on Apple's copyrights. Windows 2.0 also introduced more sophisticated &lt;a href=\"keyboard%20shortcut\"&gt;keyboard shortcut&lt;/a&gt;s and could make use of &lt;a href=\"expanded%20memory\"&gt;expanded memory&lt;/a&gt;.\nWindows 2.1 was released in two different versions: &lt;a href=\"Windows/286\"&gt;Windows/286&lt;/a&gt; and &lt;a href=\"Windows/386\"&gt;Windows/386&lt;/a&gt;. Windows/386 uses the &lt;a href=\"virtual%208086%20mode\"&gt;virtual 8086 mode&lt;/a&gt; of the &lt;a href=\"Intel%2080386\"&gt;Intel 80386&lt;/a&gt; to multitask several DOS programs and the &lt;a href=\"paging\"&gt;paged memory model&lt;/a&gt; to emulate expanded memory using available &lt;a href=\"extended%20memory\"&gt;extended memory&lt;/a&gt;. Windows/286, in spite of its name, runs on both &lt;a href=\"Intel%208086\"&gt;Intel 8086&lt;/a&gt; and &lt;a href=\"Intel%2080286\"&gt;Intel 80286&lt;/a&gt; processors. It runs in &lt;a href=\"real%20mode\"&gt;real mode&lt;/a&gt; but can make use of the &lt;a href=\"high%20memory%20area\"&gt;high memory area&lt;/a&gt;.\nIn addition to full Windows-packages, there were runtime-only versions that shipped with early Windows software from third parties and made it possible to run their Windows software on MS-DOS and without the full Windows feature set.\nThe early versions of Windows are often thought of as graphical shells, mostly because they ran on top of MS-DOS and use it for &lt;a href=\"file%20system\"&gt;file system&lt;/a&gt; services. However, even the earliest Windows versions already assumed many typical operating system functions; notably, having their own &lt;a href=\"executable%20file%20format\"&gt;executable file format&lt;/a&gt; and providing their own &lt;a href=\"device%20driver\"&gt;device driver&lt;/a&gt;s (timer, graphics, printer, mouse, keyboard and sound). Unlike MS-DOS, Windows allowed users to execute multiple graphical applications at the same time, through &lt;a href=\"Nonpreemptive%20multitasking\"&gt;cooperative multitasking&lt;/a&gt;. Windows implemented an elaborate, segment-based, software virtual memory scheme, which allows it to run applications larger than available memory: code segments and &lt;a href=\"resource%20%28Windows%29\"&gt;resources&lt;/a&gt; are swapped in and thrown away when memory became scarce; data segments moved in memory when a given application had relinquished processor control.\nWindows 3.x.\n&lt;a href=\"Windows%203.0\"&gt;Windows 3.0&lt;/a&gt;, released in 1990, improved the design, mostly because of &lt;a href=\"virtual%20memory\"&gt;virtual memory&lt;/a&gt; and loadable virtual device drivers (&lt;a href=\"VxD\"&gt;VxD&lt;/a&gt;s) that allow Windows to share arbitrary devices between multi-tasked DOS applications. Windows 3.0 applications can run in &lt;a href=\"protected%20mode\"&gt;protected mode&lt;/a&gt;, which gives them access to several megabytes of memory without the obligation to participate in the software virtual memory scheme. They run inside the same address space, where the segmented memory provides a degree of protection. Windows 3.0 also featured improvements to the user interface. Microsoft rewrote critical operations from &lt;a href=\"C%20%28programming%20language%29\"&gt;C&lt;/a&gt; into &lt;a href=\"Assembly%20language\"&gt;assembly&lt;/a&gt;. Windows 3.0 is the first Microsoft Windows version to achieve broad commercial success, selling 2 million copies in the first six months.\nWindows 3.1, made &lt;a href=\"general%20availability%20release\"&gt;generally available&lt;/a&gt; on March 1, 1992, featured a facelift. In August 1993, Windows for Workgroups, a special version with integrated &lt;a href=\"peer-to-peer%20networking\"&gt;peer-to-peer networking&lt;/a&gt; features and a version number of 3.11, was released. It was sold along with Windows 3.1. Support for Windows 3.1 ended on December 31, 2001.\nWindows 3.2, released 1994, is an updated version of the Chinese version of Windows 3.1. The update was limited to this language version, as it fixed only issues related to the complex writing system of the Chinese language. Windows 3.2 was generally sold by computer manufacturers with a ten-disk version of &lt;a href=\"MS-DOS\"&gt;MS-DOS&lt;/a&gt; that also had &lt;a href=\"Simplified%20Chinese%20characters\"&gt;Simplified Chinese characters&lt;/a&gt; in basic output and some translated utilities.\nWindows 9x.\nThe next major consumer-oriented release of Windows, &lt;a href=\"Windows%2095\"&gt;Windows 95&lt;/a&gt;, was released on August 24, 1995. While still remaining MS-DOS-based, Windows 95 introduced support for native &lt;a href=\"32-bit%20application\"&gt;32-bit application&lt;/a&gt;s, &lt;a href=\"plug%20and%20play\"&gt;plug and play&lt;/a&gt; hardware, &lt;a href=\"preemptive%20multitasking\"&gt;preemptive multitasking&lt;/a&gt;, &lt;a href=\"long%20file%20name\"&gt;long file name&lt;/a&gt;s of up to 255 characters, and provided increased stability over its predecessors. Windows 95 also introduced a redesigned, &lt;a href=\"Object-oriented%20design\"&gt;object oriented&lt;/a&gt; user interface, replacing the previous &lt;a href=\"Program%20Manager\"&gt;Program Manager&lt;/a&gt; with the &lt;a href=\"Start%20menu\"&gt;Start menu&lt;/a&gt;, &lt;a href=\"taskbar\"&gt;taskbar&lt;/a&gt;, and &lt;a href=\"Windows%20Explorer\"&gt;Windows Explorer&lt;/a&gt; &lt;a href=\"Windows%20shell\"&gt;shell&lt;/a&gt;. Windows 95 was a major commercial success for Microsoft; Ina Fried of &lt;a href=\"CNET\"&gt;CNET&lt;/a&gt; remarked that \"by the time Windows 95 was finally ushered off the market in 2001, it had become a fixture on computer desktops around the world.\" Microsoft published four OEM Service Releases (OSR) of Windows 95, each of which was roughly equivalent to a &lt;a href=\"service%20pack\"&gt;service pack&lt;/a&gt;. The first OSR of Windows 95 was also the first version of Windows to be bundled with Microsoft's &lt;a href=\"web%20browser\"&gt;web browser&lt;/a&gt;, &lt;a href=\"Internet%20Explorer\"&gt;Internet Explorer&lt;/a&gt;. Mainstream support for Windows 95 ended on December 31, 2000, and extended support for Windows 95 ended on December 31, 2001.\nWindows 95 was followed up with the release of &lt;a href=\"Windows%2098\"&gt;Windows 98&lt;/a&gt; on June 25, 1998, which introduced the &lt;a href=\"Windows%20Driver%20Model\"&gt;Windows Driver Model&lt;/a&gt;, support for &lt;a href=\"Universal%20Serial%20Bus%23Overview\"&gt;USB composite devices&lt;/a&gt;, support for &lt;a href=\"Advanced%20Configuration%20and%20Power%20Interface\"&gt;ACPI&lt;/a&gt;, &lt;a href=\"hibernation%20%28computing%29\"&gt;hibernation&lt;/a&gt;, and support for &lt;a href=\"multi-monitor\"&gt;multi-monitor&lt;/a&gt; configurations. Windows 98 also included integration with &lt;a href=\"Internet%20Explorer%204\"&gt;Internet Explorer 4&lt;/a&gt; through &lt;a href=\"Active%20Desktop\"&gt;Active Desktop&lt;/a&gt; and other aspects of the &lt;a href=\"Windows%20Desktop%20Update\"&gt;Windows Desktop Update&lt;/a&gt; (a series of enhancements to the Explorer shell which were also made available for Windows 95). In May 1999, Microsoft released &lt;a href=\"Windows%2098%20Second%20Edition\"&gt;Windows 98 Second Edition&lt;/a&gt;, an updated version of Windows 98. Windows 98 SE added &lt;a href=\"Internet%20Explorer%205.0\"&gt;Internet Explorer 5.0&lt;/a&gt; and &lt;a href=\"Windows%20Media%20Player\"&gt;Windows Media Player&lt;/a&gt; 6.2 amongst other upgrades. Mainstream support for Windows 98 ended on June 30, 2002, and extended support for Windows 98 ended on July 11, 2006.\nOn September 14, 2000, Microsoft released &lt;a href=\"Windows%20Me\"&gt;Windows Me&lt;/a&gt; (Millennium Edition), the last DOS-based version of Windows. Windows Me incorporated visual interface enhancements from its Windows NT-based counterpart &lt;a href=\"Windows%202000\"&gt;Windows 2000&lt;/a&gt;, had faster boot times than previous versions (which however, required the removal of the ability to access a &lt;a href=\"real%20mode\"&gt;real mode&lt;/a&gt; DOS environment, removing compatibility with some older programs), expanded &lt;a href=\"multimedia\"&gt;multimedia&lt;/a&gt; functionality (including Windows Media Player 7, &lt;a href=\"Windows%20Movie%20Maker\"&gt;Windows Movie Maker&lt;/a&gt;, and the &lt;a href=\"Windows%20Image%20Acquisition\"&gt;Windows Image Acquisition&lt;/a&gt; framework for retrieving images from scanners and digital cameras), additional system utilities such as &lt;a href=\"System%20File%20Protection\"&gt;System File Protection&lt;/a&gt; and &lt;a href=\"System%20Restore\"&gt;System Restore&lt;/a&gt;, and updated &lt;a href=\"home%20network\"&gt;home network&lt;/a&gt;ing tools. However, Windows Me was faced with criticism for its speed and instability, along with hardware compatibility issues and its removal of real mode DOS support. \"&lt;a href=\"PC%20World\"&gt;PC World&lt;/a&gt;\" considered Windows Me to be one of the worst operating systems Microsoft had ever released, and the 4th worst tech product of all time.\nWindows NT.\nVersion history.\nEarly versions (Windows NT 3.1/3.5/3.51/4.0/2000).\nIn November 1988, a new development team within Microsoft (which included former &lt;a href=\"Digital%20Equipment%20Corporation\"&gt;Digital Equipment Corporation&lt;/a&gt; developers &lt;a href=\"Dave%20Cutler\"&gt;Dave Cutler&lt;/a&gt; and &lt;a href=\"Mark%20Lucovsky\"&gt;Mark Lucovsky&lt;/a&gt;) began work on a revamped version of &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt; and Microsoft's &lt;a href=\"OS/2\"&gt;OS/2&lt;/a&gt; operating system known as \"NT OS/2\". NT OS/2 was intended to be a secure, &lt;a href=\"multi-user\"&gt;multi-user&lt;/a&gt; operating system with &lt;a href=\"POSIX\"&gt;POSIX&lt;/a&gt; compatibility and a modular, &lt;a href=\"Software%20portability\"&gt;portable&lt;/a&gt; &lt;a href=\"kernel%20%28operating%20system%29\"&gt;kernel&lt;/a&gt; with &lt;a href=\"preemptive%20multitasking\"&gt;preemptive multitasking&lt;/a&gt; and support for multiple processor architectures. However, following the successful release of &lt;a href=\"Windows%203.0\"&gt;Windows 3.0&lt;/a&gt;, the NT development team decided to rework the project to use an extended &lt;a href=\"32-bit%20computing\"&gt;32-bit&lt;/a&gt; port of the &lt;a href=\"Windows%20API\"&gt;Windows API&lt;/a&gt; known as Win32 instead of those of OS/2. Win32 maintained a similar structure to the Windows &lt;a href=\"API\"&gt;API&lt;/a&gt;s (allowing existing Windows applications to easily be &lt;a href=\"Porting\"&gt;ported&lt;/a&gt; to the platform), but also supported the capabilities of the existing NT kernel. Following its approval by Microsoft's staff, development continued on what was now Windows NT, the first 32-bit version of Windows. However, IBM objected to the changes, and ultimately continued OS/2 development on its own.\nWindows NT was the first Windows operating system based on a &lt;a href=\"hybrid%20kernel\"&gt;hybrid kernel&lt;/a&gt;. The hybrid kernel was designed as a modified &lt;a href=\"microkernel\"&gt;microkernel&lt;/a&gt;, influenced by the &lt;a href=\"Mach%20%28kernel%29\"&gt;Mach microkernel&lt;/a&gt; developed by &lt;a href=\"Richard%20Rashid\"&gt;Richard Rashid&lt;/a&gt; at Carnegie Mellon University, but without meeting all of the criteria of a pure microkernel.\nThe first release of the resulting operating system, &lt;a href=\"Windows%20NT%203.1\"&gt;Windows NT 3.1&lt;/a&gt; (named to associate it with &lt;a href=\"Windows%203.1\"&gt;Windows 3.1&lt;/a&gt;) was released in July 1993, with versions for desktop &lt;a href=\"workstation\"&gt;workstation&lt;/a&gt;s and &lt;a href=\"server%20%28computing%29\"&gt;servers&lt;/a&gt;. &lt;a href=\"Windows%20NT%203.5\"&gt;Windows NT 3.5&lt;/a&gt; was released in September 1994, focusing on performance improvements and support for &lt;a href=\"Novell\"&gt;Novell&lt;/a&gt;'s &lt;a href=\"NetWare\"&gt;NetWare&lt;/a&gt;, and was followed up by &lt;a href=\"Windows%20NT%203.51\"&gt;Windows NT 3.51&lt;/a&gt; in May 1995, which included additional improvements and support for the &lt;a href=\"PowerPC\"&gt;PowerPC&lt;/a&gt; architecture. &lt;a href=\"Windows%20NT%204.0\"&gt;Windows NT 4.0&lt;/a&gt; was released in June 1996, introducing the redesigned interface of &lt;a href=\"Windows%2095\"&gt;Windows 95&lt;/a&gt; to the NT series. On February 17, 2000, Microsoft released &lt;a href=\"Windows%202000\"&gt;Windows 2000&lt;/a&gt;, a successor to NT 4.0. The Windows NT name was dropped at this point in order to put a greater focus on the Windows brand.\nWindows XP.\nThe next major version of Windows NT, &lt;a href=\"Windows%20XP\"&gt;Windows XP&lt;/a&gt;, was released on October 25, 2001. The introduction of Windows XP aimed to unify the consumer-oriented &lt;a href=\"Windows%209x\"&gt;Windows 9x&lt;/a&gt; series with the architecture introduced by Windows NT, a change which Microsoft promised would provide better performance over its DOS-based predecessors. Windows XP would also introduce a redesigned user interface (including an updated Start menu and a \"task-oriented\" &lt;a href=\"File%20Explorer\"&gt;Windows Explorer&lt;/a&gt;), streamlined multimedia and networking features, &lt;a href=\"Internet%20Explorer%206\"&gt;Internet Explorer 6&lt;/a&gt;, integration with Microsoft's &lt;a href=\"Microsoft%20account\"&gt;.NET Passport&lt;/a&gt; services, a \"&lt;a href=\"Windows%20XP%23Backwards_compatibility\"&gt;compatibility mode&lt;/a&gt;\" to help provide &lt;a href=\"backwards%20compatibility\"&gt;backwards compatibility&lt;/a&gt; with software designed for previous versions of Windows, and &lt;a href=\"Windows%20Remote%20Assistance\"&gt;Remote Assistance&lt;/a&gt; functionality.\nAt retail, Windows XP was now marketed in two main &lt;a href=\"Stock%20keeping%20unit\"&gt;editions&lt;/a&gt;: the \"Home\" edition was targeted towards consumers, while the \"Professional\" edition was targeted towards business environments and &lt;a href=\"power%20user\"&gt;power user&lt;/a&gt;s, and included additional security and networking features. Home and Professional were later accompanied by the \"Media Center\" edition (designed for &lt;a href=\"home%20theater%20PC\"&gt;home theater PC&lt;/a&gt;s, with an emphasis on support for &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; playback, &lt;a href=\"TV%20tuner%20card\"&gt;TV tuner card&lt;/a&gt;s, &lt;a href=\"Digital%20video%20recorder\"&gt;DVR&lt;/a&gt; functionality, and remote controls), and the \"Tablet PC\" edition (designed for mobile devices meeting its &lt;a href=\"Microsoft%20Tablet%20PC\"&gt;specifications&lt;/a&gt; for a &lt;a href=\"tablet%20computer\"&gt;tablet computer&lt;/a&gt;, with support for &lt;a href=\"stylus\"&gt;stylus&lt;/a&gt; pen input and additional pen-enabled applications). Mainstream support for Windows XP ended on April 14, 2009. Extended support ended on April 8, 2014.\nAfter Windows 2000, Microsoft also changed its release schedules for server operating systems; the server counterpart of Windows XP, &lt;a href=\"Windows%20Server%202003\"&gt;Windows Server 2003&lt;/a&gt;, was released in April 2003. It was followed in December 2005, by Windows Server 2003 R2.\nWindows Vista.\nAfter a lengthy &lt;a href=\"development%20of%20Windows%20Vista\"&gt;development process&lt;/a&gt;, &lt;a href=\"Windows%20Vista\"&gt;Windows Vista&lt;/a&gt; was released on November 30, 2006, for volume licensing and January 30, 2007, for consumers. It contained a number of &lt;a href=\"Features%20new%20to%20Windows%20Vista\"&gt;new features&lt;/a&gt;, from a redesigned shell and user interface to significant &lt;a href=\"Technical%20features%20new%20to%20Windows%20Vista\"&gt;technical changes&lt;/a&gt;, with a particular focus on &lt;a href=\"Security%20and%20safety%20features%20new%20to%20Windows%20Vista\"&gt;security features&lt;/a&gt;. It was available in a number of &lt;a href=\"Windows%20Vista%20editions%20and%20pricing\"&gt;different editions&lt;/a&gt;, and has been subject to &lt;a href=\"Criticism%20of%20Windows%20Vista\"&gt;some criticism&lt;/a&gt;, such as drop of performance, longer boot time, criticism of new UAC, and stricter license agreement. Vista's server counterpart, &lt;a href=\"Windows%20Server%202008\"&gt;Windows Server 2008&lt;/a&gt; was released in early 2008.\nWindows 7.\nOn July 22, 2009, &lt;a href=\"Windows%207\"&gt;Windows 7&lt;/a&gt; and &lt;a href=\"Windows%20Server%202008%20R2\"&gt;Windows Server 2008 R2&lt;/a&gt; were released as RTM (release to manufacturing) while the former was released to the public 3 months later on October 22, 2009. Unlike its predecessor, Windows Vista, which introduced a large number of &lt;a href=\"Features%20new%20to%20Windows%20Vista\"&gt;new features&lt;/a&gt;, Windows 7 was intended to be a more focused, incremental upgrade to the Windows line, with the goal of being compatible with applications and hardware with which Windows Vista was already compatible. Windows 7 has &lt;a href=\"multi-touch\"&gt;multi-touch&lt;/a&gt; support, a redesigned &lt;a href=\"Windows%20shell\"&gt;Windows shell&lt;/a&gt; with an updated &lt;a href=\"taskbar\"&gt;taskbar&lt;/a&gt; with revealable &lt;a href=\"Features_new_to_Windows_7%23Jump_lists\"&gt;jump lists&lt;/a&gt; that contain shortcuts to files frequently used with specific applications and shortcuts to tasks within the application, a home networking system called &lt;a href=\"Features%20new%20to%20Windows%207%23HomeGroup\"&gt;HomeGroup&lt;/a&gt;, and performance improvements.\nWindows 8 and 8.1.\n&lt;a href=\"Windows%208\"&gt;Windows 8&lt;/a&gt;, the successor to Windows 7, was released generally on October 26, 2012. A number of significant changes were made on Windows 8, including the introduction of a user interface based around Microsoft's &lt;a href=\"Metro%20%28design%20language%29\"&gt;Metro design language&lt;/a&gt; with optimizations for &lt;a href=\"multi-touch\"&gt;touch-based&lt;/a&gt; devices such as &lt;a href=\"tablet%20computer\"&gt;tablets&lt;/a&gt; and all-in-one PCs. These changes include the &lt;a href=\"Start%20menu%23Third%20version\"&gt;Start screen&lt;/a&gt;, which uses large tiles that are more convenient for touch interactions and allow for the display of continually updated information, and a new class of &lt;a href=\"application%20software\"&gt;apps&lt;/a&gt; which are designed primarily for use on touch-based devices. The new Windows version required a minimum resolution of 1024×768 pixels, effectively making it unfit for &lt;a href=\"netbook\"&gt;netbook&lt;/a&gt;s with 800×600-pixel screens.\nOther changes include increased integration with &lt;a href=\"cloud%20computing\"&gt;cloud services&lt;/a&gt; and other online platforms (such as &lt;a href=\"social%20networking%20service\"&gt;social networks&lt;/a&gt; and Microsoft's own &lt;a href=\"OneDrive\"&gt;OneDrive&lt;/a&gt; (formerly SkyDrive) and &lt;a href=\"Xbox%20Live\"&gt;Xbox Live&lt;/a&gt; services), the &lt;a href=\"Windows%20Store\"&gt;Windows Store&lt;/a&gt; service for software distribution, and a new variant known as &lt;a href=\"Windows%20RT\"&gt;Windows RT&lt;/a&gt; for use on devices that utilize the &lt;a href=\"ARM%20architecture\"&gt;ARM architecture&lt;/a&gt;, and a new keyboard shortcut for &lt;a href=\"screenshot\"&gt;screenshot&lt;/a&gt;s. An update to Windows 8, called &lt;a href=\"Windows%208.1\"&gt;Windows 8.1&lt;/a&gt;, was released on October 17, 2013, and includes features such as new live tile sizes, deeper &lt;a href=\"OneDrive\"&gt;OneDrive&lt;/a&gt; integration, and many other revisions. &lt;a href=\"Windows%208\"&gt;Windows 8&lt;/a&gt; and &lt;a href=\"Windows%208.1\"&gt;Windows 8.1&lt;/a&gt; have been subject to some criticism, such as removal of the &lt;a href=\"Start%20menu\"&gt;Start menu&lt;/a&gt;.\nWindows 10.\nOn September 30, 2014, Microsoft announced &lt;a href=\"Windows%2010\"&gt;Windows 10&lt;/a&gt; as the successor to Windows 8.1. It was released on July 29, 2015, and addresses shortcomings in the user interface first introduced with Windows 8. Changes on PC include the return of the Start Menu, a &lt;a href=\"virtual%20desktop\"&gt;virtual desktop&lt;/a&gt; system, and the ability to run Windows Store apps within windows on the desktop rather than in full-screen mode. &lt;a href=\"Windows%2010\"&gt;Windows 10&lt;/a&gt; is said to be available to update from qualified &lt;a href=\"Windows%207\"&gt;Windows 7&lt;/a&gt; with SP1, &lt;a href=\"Windows%208.1\"&gt;Windows 8.1&lt;/a&gt; and &lt;a href=\"Windows%20Phone%208.1\"&gt;Windows Phone 8.1&lt;/a&gt; devices from the Get Windows 10 Application (for &lt;a href=\"Windows%207\"&gt;Windows 7&lt;/a&gt;, &lt;a href=\"Windows%208.1\"&gt;Windows 8.1&lt;/a&gt;) or &lt;a href=\"Windows%20Update\"&gt;Windows Update&lt;/a&gt; (&lt;a href=\"Windows%207\"&gt;Windows 7&lt;/a&gt;).\nIn February 2017, Microsoft announced the migration of its Windows source code repository from &lt;a href=\"Perforce\"&gt;Perforce&lt;/a&gt; to &lt;a href=\"Git\"&gt;Git&lt;/a&gt;. This migration involved 3.5 million separate files in a 300 gigabyte repository. By May 2017, 90 percent of its engineering team was using Git, in about 8500 commits and 1760 Windows builds per day.\nIn June 2021, shortly before Microsoft's announcement of Windows 11, Microsoft updated their lifecycle policy pages for Windows 10, revealing that support for their last release of Windows 10 will be October 14, 2025.\nWindows 11.\nOn June 24, 2021, &lt;a href=\"Windows%2011\"&gt;Windows 11&lt;/a&gt; was announced as the successor to Windows 10 during a livestream. The new operating system was designed to be more user-friendly and understandable. It was released on October 5, 2021. Windows 11 is a free upgrade to some Windows 10 users as of now.\nWindows 365.\nIn July 2021, Microsoft announced it will start selling subscriptions to virtualized Windows desktops as part of a new \"Windows 365\" service in the following month. It is not a standalone version of Microsoft Windows, but a web service that provides access to &lt;a href=\"Windows%2010\"&gt;Windows 10&lt;/a&gt; and &lt;a href=\"Windows%2011\"&gt;Windows 11&lt;/a&gt; built on top of Azure Virtual Desktop. The new service will allow for &lt;a href=\"Cross-platform%20software\"&gt;cross-platform usage&lt;/a&gt;, aiming to make the operating system available for both Apple and Android users. The &lt;a href=\"Subscription%20service\"&gt;subscription-based service&lt;/a&gt; will be accessible through any operating system with a web browser. Microsoft has stated that the new service is an attempt at capitalizing on the growing trend, fostered during the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, for businesses to adopt a &lt;a href=\"Telecommuting\"&gt;hybrid work environment&lt;/a&gt;, in which \"employees split their time between the office and home\" according to vice president Jared Spataro. As the service will be accessible through web-browsers, Microsoft will be able to bypass the need to publish the service through &lt;a href=\"Google%20Play\"&gt;Google Play&lt;/a&gt; or the &lt;a href=\"App%20Store%20%28iOS/iPadOS%29\"&gt;Apple App Store&lt;/a&gt;.\nMicrosoft announced Windows 365 availability to business and enterprise customers on August 2, 2021.\nMultilingual support.\nMultilingual support has been built into Windows since Windows 3.0. The language for both the keyboard and the interface can be changed through the Region and Language Control Panel. Components for all supported input languages, such as &lt;a href=\"Input%20Method%20Editor\"&gt;Input Method Editor&lt;/a&gt;s, are automatically installed during Windows installation (in Windows XP and earlier, files for East Asian languages, such as Chinese, and right-to-left scripts, such as Arabic, may need to be installed separately, also from the said Control Panel). Third-party IMEs may also be installed if a user feels that the provided one is insufficient for their needs.\nInterface languages for the operating system are free for download, but some languages are limited to certain editions of Windows. &lt;a href=\"Language%20Interface%20Pack\"&gt;Language Interface Pack&lt;/a&gt;s (LIPs) are redistributable and may be downloaded from Microsoft's Download Center and installed for any edition of Windows (XP or later) they translate most, but not all, of the Windows interface, and require a certain base language (the language which Windows originally shipped with). This is used for most languages in emerging markets. Full Language Packs, which translates the complete operating system, are only available for specific editions of Windows (Ultimate and Enterprise editions of Windows Vista and 7, and all editions of Windows 8, 8.1 and RT except Single Language). They do not require a specific base language, and are commonly used for more popular languages such as French or Chinese. These languages cannot be downloaded through the Download Center, but available as optional updates through the &lt;a href=\"Windows%20Update\"&gt;Windows Update&lt;/a&gt; service (except Windows 8).\nThe interface language of installed applications is not affected by changes in the Windows interface language. The availability of languages depends on the application developers themselves.\n&lt;a href=\"Windows%208\"&gt;Windows 8&lt;/a&gt; and &lt;a href=\"Windows%20Server%202012\"&gt;Windows Server 2012&lt;/a&gt; introduces a new Language Control Panel where both the interface and input languages can be simultaneously changed, and language packs, regardless of type, can be downloaded from a central location. The PC Settings app in &lt;a href=\"Windows%208.1\"&gt;Windows 8.1&lt;/a&gt; and &lt;a href=\"Windows%20Server%202012%20R2\"&gt;Windows Server 2012 R2&lt;/a&gt; also includes a counterpart settings page for this. Changing the interface language also changes the language of preinstalled &lt;a href=\"Windows%20Store\"&gt;Windows Store&lt;/a&gt; apps (such as Mail, Maps and News) and certain other Microsoft-developed apps (such as Remote Desktop). The above limitations for language packs are however still in effect, except that full language packs can be installed for any edition except Single Language, which caters to emerging markets.\nPlatform support.\nWindows NT included support for several platforms before the &lt;a href=\"x86\"&gt;x86&lt;/a&gt;-based &lt;a href=\"personal%20computer\"&gt;personal computer&lt;/a&gt; became dominant in the professional world. &lt;a href=\"Windows%20NT%204.0\"&gt;Windows NT 4.0&lt;/a&gt; and its predecessors supported &lt;a href=\"PowerPC\"&gt;PowerPC&lt;/a&gt;, &lt;a href=\"DEC%20Alpha\"&gt;DEC Alpha&lt;/a&gt; and &lt;a href=\"MIPS%20architecture\"&gt;MIPS&lt;/a&gt; R4000 (although some of the platforms implement &lt;a href=\"64-bit%20computing\"&gt;64-bit computing&lt;/a&gt;, the OS treated them as 32-bit). Windows 2000 dropped support for all platforms, except the third generation x86 (known as &lt;a href=\"IA-32\"&gt;IA-32&lt;/a&gt;) or newer in 32-bit mode. The client line of Windows NT family still runs on IA-32 but the &lt;a href=\"Windows%20Server\"&gt;Windows Server&lt;/a&gt; line ceased supporting this platform with the release of &lt;a href=\"Windows%20Server%202008%20R2\"&gt;Windows Server 2008 R2&lt;/a&gt;.\nWith the introduction of the Intel Itanium architecture (&lt;a href=\"IA-64\"&gt;IA-64&lt;/a&gt;), Microsoft released new versions of Windows to support it. Itanium versions of &lt;a href=\"Windows%20XP\"&gt;Windows XP&lt;/a&gt; and &lt;a href=\"Windows%20Server%202003\"&gt;Windows Server 2003&lt;/a&gt; were released at the same time as their mainstream x86 counterparts. Windows XP 64-Bit Edition, released in 2005, is the last Windows client operating systems to support Itanium. Windows Server line continues to support this platform until &lt;a href=\"Windows%20Server%202012\"&gt;Windows Server 2012&lt;/a&gt;; Windows Server 2008 R2 is the last Windows operating system to support Itanium architecture.\nOn April 25, 2005, Microsoft released &lt;a href=\"Windows%20XP%20Professional%20x64%20Edition\"&gt;Windows XP Professional x64 Edition&lt;/a&gt; and Windows Server 2003 x64 Editions to support &lt;a href=\"x86-64\"&gt;x86-64&lt;/a&gt; (or simply x64), the 64-bit version of x86 architecture. &lt;a href=\"Windows%20Vista\"&gt;Windows Vista&lt;/a&gt; was the first client version of Windows NT to be released simultaneously in IA-32 and x64 editions. x64 is still supported.\nAn edition of Windows 8 known as &lt;a href=\"Windows%20RT\"&gt;Windows RT&lt;/a&gt; was specifically created for computers with &lt;a href=\"ARM%20architecture\"&gt;ARM architecture&lt;/a&gt; and while ARM is still used for Windows smartphones with Windows 10, tablets with Windows RT will not be updated. Starting from &lt;a href=\"Windows%2010%20Fall%20Creators%20Update\"&gt;Windows 10 Fall Creators Update&lt;/a&gt; (version 1709) and later includes support for PCs with &lt;a href=\"ARM%20architecture\"&gt;ARM architecture&lt;/a&gt;.\n&lt;a href=\"Windows%2011\"&gt;Windows 11&lt;/a&gt; is the first version to drop support for 32-bit hardware.\nWindows CE.\nWindows CE (officially known as \"Windows Embedded Compact\"), is an edition of Windows that runs on &lt;a href=\"Handheld%20PC\"&gt;minimalistic computers&lt;/a&gt;, like satellite navigation systems and some mobile phones. Windows Embedded Compact is based on its own dedicated kernel, dubbed Windows CE kernel. Microsoft licenses Windows CE to &lt;a href=\"OEM\"&gt;OEM&lt;/a&gt;s and device makers. The OEMs and device makers can modify and create their own user interfaces and experiences, while Windows CE provides the technical foundation to do so.\nWindows CE was used in the &lt;a href=\"Dreamcast\"&gt;Dreamcast&lt;/a&gt; along with Sega's own proprietary OS for the console. Windows CE was the core from which &lt;a href=\"Windows%20Mobile\"&gt;Windows Mobile&lt;/a&gt; was derived. Its successor, &lt;a href=\"Windows%20Phone%207\"&gt;Windows Phone 7&lt;/a&gt;, was based on components from both &lt;a href=\"Windows%20Embedded%20CE%206.0\"&gt;Windows CE 6.0 R3&lt;/a&gt; and &lt;a href=\"Windows%20Embedded%20Compact%207\"&gt;Windows CE 7.0&lt;/a&gt;. &lt;a href=\"Windows%20Phone%208\"&gt;Windows Phone 8&lt;/a&gt; however, is based on the same NT-kernel as Windows 8.\nWindows Embedded Compact is not to be confused with &lt;a href=\"Windows%20XP%20Embedded\"&gt;Windows XP Embedded&lt;/a&gt; or &lt;a href=\"Windows%20NT%204.0%20Embedded\"&gt;Windows NT 4.0 Embedded&lt;/a&gt;, modular editions of Windows based on Windows NT kernel.\nXbox OS.\nXbox OS is an unofficial name given to the version of Windows that runs on &lt;a href=\"Xbox\"&gt;Xbox&lt;/a&gt; consoles. From &lt;a href=\"Xbox%20One\"&gt;Xbox One&lt;/a&gt; onwards it is an implementation with an emphasis on virtualization (using &lt;a href=\"Hyper-V\"&gt;Hyper-V&lt;/a&gt;) as it is three operating systems running at once, consisting of the core operating system, a second implemented for games and a more Windows-like environment for applications.\nMicrosoft updates Xbox One's OS every month, and these updates can be downloaded from the Xbox Live service to the Xbox and subsequently installed, or by using offline recovery images downloaded via a PC. It was originally based on NT 6.2 (Windows 8) kernel, and the latest version runs on an NT 10.0 base. This system is sometimes referred to as \"Windows 10 on Xbox One\" or \"OneCore\".\nXbox One and &lt;a href=\"Xbox%20Series%20X%20and%20Series%20S\"&gt;Xbox Series&lt;/a&gt; operating systems also allow limited (due to licensing restrictions and testing resources) backward compatibility with previous generation hardware, and the Xbox 360's system is backwards compatible with the original Xbox.\nVersion control system.\nBefore 2017 Microsoft has used a proprietary SourceDepot Version Control system which couldn't keep up with size of Windows. Microsoft had begun to integrate Git into &lt;a href=\"Team%20Foundation%20Server\"&gt;Team Foundation Server&lt;/a&gt; in 2013, but Windows continued to rely on Source Depot. The Windows code was divided among 65 different repositories with a kind of virtualization layer to produce unified view of all of the code. \nIn 2017 Microsoft announced that it would start using &lt;a href=\"Git\"&gt;Git&lt;/a&gt;, an open source version control system created by &lt;a href=\"Linus%20Torvalds\"&gt;Linus Torvalds&lt;/a&gt; and in May of 2017 they reported that has completed migration into the Git repository. \nVFSForGit.\nBecause of its large, decades-long history, however, the Windows codebase is not especially well suited to the decentralized nature of &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt; development that Git was originally created to manage. Each Git repository contains a complete history of all the files, which proved unworkable for Windows developers because cloning the whole repository takes several hours. Microsoft has been working on a new project called the &lt;a href=\"Virtual%20File%20System%20for%20Git\"&gt;Virtual File System for Git&lt;/a&gt; (VFSForGit) to address these challenges. \nIn 2021 the VFS for Git has been superseded by Scalar.\nUsage share and device sales.\nUse of the latest version &lt;a href=\"Windows%2010\"&gt;Windows 10&lt;/a&gt; has exceeded Windows 7 globally since early 2018.\nFor desktop and laptop computers, according to &lt;a href=\"Net%20Applications\"&gt;Net Applications&lt;/a&gt; and &lt;a href=\"StatCounter\"&gt;StatCounter&lt;/a&gt;, which track the use of operating systems in devices that are active on the Web, Windows was the most used operating-system family in August 2021, with around 91% usage share according to Net Applications and around 76% usage share according to StatCounter.\nIncluding personal computers of all kinds (e.g., desktops, laptops, mobile devices, and game consoles), Windows OSes accounted for 32.67% of usage share in August 2021, compared to Android (highest, at 46.03%), &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt;'s 13.76%, &lt;a href=\"iPadOS\"&gt;iPadOS&lt;/a&gt;'s 2.81%, and macOS's 2.51%, according to Net Applications and 30.73% of usage share in August 2021, compared to Android (highest, at 42.56%), iOS/iPadOS's 16.53%, and macOS's 6.51%, according to StatCounter.\nThose statistics do not include servers (including so-called &lt;a href=\"cloud%20computing\"&gt;cloud computing&lt;/a&gt;, where Microsoft is known not to be a leader, with Linux used more than Windows), as Net Applications and StatCounter use web browsing as a proxy for all use.\nSecurity.\nConsumer versions of Windows were originally designed for ease-of-use on a single-user PC without a network connection, and did not have security features built in from the outset. However, Windows NT and its successors are designed for security (including on a network) and multi-user PCs, but were not initially designed with Internet security in mind as much, since, when it was first developed in the early 1990s, Internet use was less prevalent.\nThese design issues combined with programming errors (e.g. &lt;a href=\"buffer%20overflow\"&gt;buffer overflow&lt;/a&gt;s) and the popularity of Windows means that it is a frequent target of &lt;a href=\"computer%20worm\"&gt;computer worm&lt;/a&gt; and &lt;a href=\"Computer%20virus\"&gt;virus&lt;/a&gt; writers. In June 2005, &lt;a href=\"Bruce%20Schneier\"&gt;Bruce Schneier&lt;/a&gt;'s \"Counterpane Internet Security\" reported that it had seen over 1,000 new viruses and worms in the previous six months. In 2005, &lt;a href=\"Kaspersky%20Lab\"&gt;Kaspersky Lab&lt;/a&gt; found around 11,000 malicious programs viruses, Trojans, back-doors, and exploits written for Windows.\nMicrosoft releases security patches through its &lt;a href=\"Windows%20Update\"&gt;Windows Update&lt;/a&gt; service approximately once a month (usually the &lt;a href=\"Patch%20Tuesday\"&gt;second Tuesday&lt;/a&gt; of the month), although critical updates are made available at shorter intervals when necessary. In versions of Windows after and including Windows 2000 SP3 and Windows XP, updates can be automatically downloaded and installed if the user selects to do so. As a result, Service Pack 2 for Windows XP, as well as Service Pack 1 for Windows Server 2003, were installed by users more quickly than it otherwise might have been.\nWhile the &lt;a href=\"Windows%209x\"&gt;Windows 9x&lt;/a&gt; series offered the option of having profiles for multiple users, they had no concept of &lt;a href=\"Principle%20of%20least%20privilege\"&gt;access privileges&lt;/a&gt;, and did not allow concurrent access; and so were not true &lt;a href=\"multi-user\"&gt;multi-user&lt;/a&gt; operating systems. In addition, they implemented only partial &lt;a href=\"memory%20protection\"&gt;memory protection&lt;/a&gt;. They were accordingly widely criticised for lack of security.\nThe &lt;a href=\"Windows%20NT\"&gt;Windows NT&lt;/a&gt; series of operating systems, by contrast, are true multi-user, and implement absolute memory protection. However, a lot of the advantages of being a true multi-user operating system were nullified by the fact that, prior to Windows Vista, the first user account created during the setup process was an &lt;a href=\"Windows%20administrator\"&gt;administrator&lt;/a&gt; account, which was also the default for new accounts. Though &lt;a href=\"Windows%20XP\"&gt;Windows XP&lt;/a&gt; did have limited accounts, the majority of home users did not change to an account type with fewer rights – partially due to the number of programs which unnecessarily required administrator rights – and so most home users ran as administrator all the time.\n&lt;a href=\"Windows%20Vista\"&gt;Windows Vista&lt;/a&gt; changes this by introducing a privilege elevation system called &lt;a href=\"User%20Account%20Control\"&gt;User Account Control&lt;/a&gt;. When logging in as a standard user, a logon session is created and a &lt;a href=\"Token%20%28Windows%20NT%20architecture%29\"&gt;token&lt;/a&gt; containing only the most basic privileges is assigned. In this way, the new logon session is incapable of making changes that would affect the entire system. When logging in as a user in the Administrators group, two separate tokens are assigned. The first token contains all privileges typically awarded to an administrator, and the second is a restricted token similar to what a standard user would receive. User applications, including the &lt;a href=\"Windows%20shell\"&gt;Windows shell&lt;/a&gt;, are then started with the restricted token, resulting in a reduced privilege environment even under an Administrator account. When an application requests higher privileges or \"Run as administrator\" is clicked, UAC will prompt for confirmation and, if consent is given (including administrator credentials if the account requesting the elevation is not a member of the administrators group), start the process using the unrestricted token.\nLeaked documents published by &lt;a href=\"WikiLeaks\"&gt;WikiLeaks&lt;/a&gt;, codenamed &lt;a href=\"Vault%207\"&gt;Vault 7&lt;/a&gt; and dated from 2013 to 2016, detail the capabilities of the &lt;a href=\"Central%20Intelligence%20Agency\"&gt;CIA&lt;/a&gt; to perform electronic surveillance and cyber warfare, such as the ability to compromise &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt;s such as Microsoft Windows.\nIn August 2019, computer experts reported that the &lt;a href=\"BlueKeep\"&gt;BlueKeep&lt;/a&gt; &lt;a href=\"Vulnerability%20%28computing%29\"&gt;security vulnerability&lt;/a&gt;, , that potentially affects older unpatched Microsoft Windows versions via the program's &lt;a href=\"Remote%20Desktop%20Protocol\"&gt;Remote Desktop Protocol&lt;/a&gt;, allowing for the possibility of &lt;a href=\"remote%20code%20execution\"&gt;remote code execution&lt;/a&gt;, may now include related flaws, collectively named \"&lt;a href=\"DejaBlue\"&gt;DejaBlue&lt;/a&gt;\", affecting newer Windows versions (i.e., &lt;a href=\"Windows%207\"&gt;Windows 7&lt;/a&gt; and all recent versions) as well. In addition, experts reported a &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt; &lt;a href=\"security%20vulnerability\"&gt;security vulnerability&lt;/a&gt;, , based on &lt;a href=\"legacy%20code\"&gt;legacy code&lt;/a&gt; involving &lt;a href=\"Text%20Services%20Framework%23ctfmon\"&gt;Microsoft CTF and ctfmon (ctfmon.exe)&lt;/a&gt;, that affects all &lt;a href=\"Windows\"&gt;Windows&lt;/a&gt; versions from the older &lt;a href=\"Windows%20XP\"&gt;Windows XP&lt;/a&gt; version to the most recent &lt;a href=\"Windows%2010\"&gt;Windows 10&lt;/a&gt; versions; a patch to correct the flaw is currently available.\nFile permissions.\nAll Windows versions from Windows NT 3 have been based on a file system permission system referred to as &lt;a href=\"AGDLP\"&gt;AGDLP&lt;/a&gt; (Accounts, Global, Domain Local, Permissions) in which file permissions are applied to the file/folder in the form of a 'local group' which then has other 'global groups' as members. These global groups then hold other groups or users depending on different Windows versions used. This system varies from other vendor products such as &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt; and &lt;a href=\"NetWare\"&gt;NetWare&lt;/a&gt; due to the 'static' allocation of permission being applied directly to the file or folder. However using this process of AGLP/AGDLP/AGUDLP allows a small number of static permissions to be applied and allows for easy changes to the account groups without reapplying the file permissions on the files and folders.\nAlternative implementations.\nOwing to the operating system's popularity, a number of applications have been released that aim to provide compatibility with Windows applications, either as a &lt;a href=\"compatibility%20layer\"&gt;compatibility layer&lt;/a&gt; for another operating system, or as a standalone system that can run software written for Windows out of the box. These include:"
}