{
    "id": "1890941",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1890941",
    "title": "Sapieha",
    "text": "Sapieha (; &lt;a href=\"Lithuanian%20language\"&gt;Lithuanian&lt;/a&gt;: \"Sapiega\"; , \"Sapeha\") is a &lt;a href=\"Poles\"&gt;Polish&lt;/a&gt; and &lt;a href=\"Lithuanians\"&gt;Lithuanian&lt;/a&gt; noble and &lt;a href=\"magnate\"&gt;magnate&lt;/a&gt; family of &lt;a href=\"Grand%20Duchy%20of%20Lithuania\"&gt;Lithuanian&lt;/a&gt; and &lt;a href=\"Ruthenians\"&gt;Ruthenian&lt;/a&gt; origin, descending from the medieval &lt;a href=\"boyar\"&gt;boyar&lt;/a&gt;s of &lt;a href=\"Smolensk\"&gt;Smolensk&lt;/a&gt; and &lt;a href=\"Polotsk\"&gt;Polotsk&lt;/a&gt;. The family acquired great influence and wealth in the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt; during the 16th century.\nHistory.\nThe first confirmed records of the Sapieha family date back to the 15th century, when Semen Sopiha () was mentioned as a writer (scribe) of the then &lt;a href=\"King%20of%20Poland\"&gt;King of Poland&lt;/a&gt; and &lt;a href=\"Grand%20Duchy%20of%20Lithuania\"&gt;Grand Duke of Lithuania&lt;/a&gt;, &lt;a href=\"Casimir%20IV%20Jagiellon\"&gt;Casimir IV Jagiellon&lt;/a&gt; () for the period of 1441–49. Semen had two sons, Bohdan and Iwan.\nPossibly, the family of Semen Sopiha owned the village of &lt;a href=\"Sopieszyno\"&gt;Sopieszyno&lt;/a&gt; near &lt;a href=\"Gda%C5%84sk\"&gt;Gdansk&lt;/a&gt;, which they left because of the &lt;a href=\"Teutonic%20Order\"&gt;Teutonic&lt;/a&gt; invasion. &lt;a href=\"Sopieszyno\"&gt;Sopieszyno&lt;/a&gt; is one of the oldest &lt;a href=\"Pomerania\"&gt;Pomerania&lt;/a&gt;n villages. The records have it that already in the 11th-12th centuries it was a &lt;a href=\"knight\"&gt;knight&lt;/a&gt;ly estate. It was then mentioned in 1399 as a village owned in &lt;a href=\"fief\"&gt;fief&lt;/a&gt;dom by knights subject to the &lt;a href=\"Kingdom%20of%20Poland%20%281385%E2%80%931569%29\"&gt;Polish Crown&lt;/a&gt;. Their family could be involved in the Baltic-Volga trade, as many Pomeranian families. The family descended from &lt;a href=\"Ukrainians\"&gt;Ukrainian&lt;/a&gt; boyars subject to Lithuania.\nThe creator of the fortune and power of the Sapieha family was the Court and Great &lt;a href=\"Chancellor%20%28Poland%29\"&gt;Chancellor&lt;/a&gt; and Great &lt;a href=\"Hetman\"&gt;Hetman&lt;/a&gt; of Lithuania, &lt;a href=\"Lew%20Sapieha\"&gt;Lew Sapieha&lt;/a&gt;.\nThe &lt;a href=\"prince\"&gt;prince&lt;/a&gt;ly title of the Sapieha-Kodenski branch was recognized in Poland in 1572 and in Austria-Hungary in 1845, while that of the Sapieha-Rozanski line was officially acknowledged in Russia in 1880.\nOn 14 September 1700, &lt;a href=\"Micha%C5%82%20Franciszek%20Sapieha\"&gt;Michał Franciszek Sapieha&lt;/a&gt; had obtained the title of prince from Emperor &lt;a href=\"Leopold%20I%2C%20Holy%20Roman%20Emperor\"&gt;Leopold I&lt;/a&gt;, but the title became extinct upon his death on 19 November 1700. That year, the family lost its dominant position in the Grand Duchy as a result of its defeat in the &lt;a href=\"Civil%20war%20in%20Lithuania%20%281700%29\"&gt;Lithuanian Civil War&lt;/a&gt;. In 1768, members of the Sapieha family obtained &lt;a href=\"Princely%20Houses%20of%20Poland\"&gt;recognition of the princely title&lt;/a&gt; from the Polish &lt;a href=\"Sejm\"&gt;Sejm&lt;/a&gt;. After the &lt;a href=\"partitions%20of%20Poland\"&gt;partitions of Poland&lt;/a&gt;, the family appeared in the list of persons authorised to bear the title of Prince of the &lt;a href=\"Congress%20Poland\"&gt;Kingdom of Poland&lt;/a&gt; in 1824. The title was recognised in Austria in 1836 and 1840, and in Russia in 1874 and 1901. In 1905, the family obtained the qualification of Serene Highness in Austria.\nThe maternal grandmother of &lt;a href=\"Queen%20Mathilde%20of%20Belgium\"&gt;Queen Mathilde of Belgium&lt;/a&gt; was a Princess of the house of Sapieha.\nCoat of arms.\nThe Sapieha family used the &lt;a href=\"Polish%20heraldry\"&gt;Polish coat of arms&lt;/a&gt; named \"&lt;a href=\"Lis%20coat%20of%20arms\"&gt;Lis&lt;/a&gt;\"."
}