{
    "id": "18913658",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=18913658",
    "title": "Mooli Lahad",
    "text": "Professor Mooli Lahad (; born 1953) is an Israeli &lt;a href=\"psychologist\"&gt;psychologist&lt;/a&gt; and psychotrauma specialist, known for his creative methods of intervention and treatment of &lt;a href=\"Stress%20%28medicine%29\"&gt;stress&lt;/a&gt;. He is the founder and former director of the Institute of Dramatherapy, and founding president of the CSPC - The International Stress Prevention Centre, at &lt;a href=\"Tel-Hai%20Academic%20College\"&gt;Tel Hai College&lt;/a&gt; in &lt;a href=\"Kiryat%20Shmona\"&gt;Kiryat Shmona&lt;/a&gt;, Israel. He is also Professor of Psychology at Tel Hai College and was a visiting Professor of Dramatherapy at &lt;a href=\"University%20of%20Surrey\"&gt;Surrey University&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;.\nLahad received his first PhD in psychology and a second in human and life science.\nLahad champions the application of creative approaches such as &lt;a href=\"drama%20therapy\"&gt;dramatherapy&lt;/a&gt; and &lt;a href=\"bibliotherapy\"&gt;bibliotherapy&lt;/a&gt; in the prevention and treatment of psychotrauma.\nHe developed the Integrative Model of Coping and Resiliency 'BASIC PH' and the 'SEE FAR CBT' psychotrauma treatment protocol, adopted by other practitioners worldwide. This centres on people's natural coping mechanisms, of which he has identified six types. The method aims to help people suffering from anxiety disorders or traumatized individuals to reduce their symptoms either completely or to a manageable level to enable them to regain a sense of control of their lives.\nLahad has practised his methods in the immediate aftermath of disasters such as the 1999 earthquake in Turkey, the United States dealing with the aftermath of the &lt;a href=\"September%2011%2C%202001%20attacks\"&gt;September 11 attacks&lt;/a&gt;, in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; and in &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt; following the &lt;a href=\"2004%20Indian%20Ocean%20earthquake\"&gt;2004 tsunami&lt;/a&gt; and Japan 2011-2014 following the tsunami. This has included both dealing with individual cases and providing 'cascade' training of professionals known as 'train the trainers' or 'helping the helpers' who then go on to train others, to quickly build a large force of &lt;a href=\"Mental%20Health%20Counselor\"&gt;counsellors&lt;/a&gt; a concept he calls 'building islands of resiliency'. \nIn 1979, he founded the Community Stress Prevention Center, in conjunction with the &lt;a href=\"Education%20Ministry%20%28Israel%29\"&gt;Israeli Ministry of Education&lt;/a&gt;.\nLahad is the former director of the Kiryat Shmona educational psychology services (1984–88), and former head of the &lt;a href=\"University%20of%20Haifa\"&gt;Haifa University&lt;/a&gt; bibliotherapy course (1986–89). He is the author or co-author of 35 books and the recipient of seven professional prizes among them : The Bonner Prize for outstanding contributions to Stress Prevention and the Education System in Israel from the Israeli Psychological Association, The Adler Institute for the welfare of the child Prize Tel Aviv University, and the Israeli Lottery Prize for Innovations in medicine for developing &lt;a href=\"telepsychology\"&gt;telepsychology&lt;/a&gt; services. In 2017 he received the world WIZO organization award for his humanitarian work in disaster areas worldwide.\nReferences.\nRosenfeld, L.B., Caye, J., Lahad, M., Gurwitch, R. (2010) When their World Falls Apart: Helping Families and Children Manage the Effects of Disasters. (2nd Edition) Washington DC: NASW Press (Revised edition) \nLahad, M., Doron, M. (2010) SEE FAR CBT: beyond Cognitive Behavior Therapy. Protocol for treatment of Post Traumatic Stress Disorder. Amsterdam: IOS Press\nLahad, M., Shacham, M., Ayalon, O. (2013) The \"BASIC PH\" Model of Coping and Resiliency -Theory, Research and Cross-Cultural Application. London: Jessica Kingsley\nLahad, M. (2017) The Lonely Ape that told himself stories. The necessity of stories for human survival. NY: Nova Science publishers."
}