{
    "id": "18915698",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=18915698",
    "title": "Eduards Freimanis",
    "text": "Eduards Freimanis (22 February 1919, in &lt;a href=\"Liep%C4%81ja\"&gt;Liepāja&lt;/a&gt; - 1993) was a former &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;n &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; forward, the first Latvian footballer to play with a professional club in &lt;a href=\"England\"&gt;England&lt;/a&gt;.\nPlaying career.\nFreimanis started playing football in the early 1930s with the youth squad of &lt;a href=\"Olimpija%20Liep%C4%81ja\"&gt;Olimpija Liepāja&lt;/a&gt;. He played with the senior squad of Olimpija from 1937 to 1939, winning two &lt;a href=\"Latvian%20Higher%20League\"&gt;Latvian Higher League&lt;/a&gt; titles. In 1939 he joined &lt;a href=\"JKS%20Riga\"&gt;JKS Riga&lt;/a&gt;. In 1939 Freimanis was first capped for &lt;a href=\"Latvia%20national%20football%20team\"&gt;Latvia national football team&lt;/a&gt; and scored two goals in his very first international match (he played his second international match the next year). In 1940 when Latvia was annexed by the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and former Latvian sports clubs were disbanded, Freimanis joined &lt;a href=\"RAFS%201\"&gt;RAFS 1&lt;/a&gt;, later he played with &lt;a href=\"Dinamo%20Riga%20%28football%29\"&gt;Dinamo Riga&lt;/a&gt;. From 1941 to 1944 he played with &lt;a href=\"Daugavie%C5%A1i\"&gt;Daugavieši&lt;/a&gt; and from 1942 to 1944 in the &lt;a href=\"Riga\"&gt;Riga&lt;/a&gt; selected team. In 1942 with six goals scored Freimanis was the best goalscorer in the &lt;a href=\"Latvian%20Higher%20League%201942\"&gt;Latvian Higher League&lt;/a&gt;.\nAfter &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; Freimanis ended up in the West, from 1945 to 1946 he played in &lt;a href=\"Greven\"&gt;Greven&lt;/a&gt;, the next season he moved to &lt;a href=\"Holstein%20Kiel\"&gt;Holstein Kiel&lt;/a&gt;, helping them to finish runners-up in the &lt;a href=\"Schleswig-Holstein\"&gt;Schleswig-Holstein&lt;/a&gt; championship play-offs in the summer of 1947 and in the following year he settled in &lt;a href=\"England\"&gt;England&lt;/a&gt;. His first club there was the amateur side &lt;a href=\"Eynesbury%20Rovers\"&gt;Eynesbury Rovers&lt;/a&gt;, but in the 1947/1948 season he became the first Latvian footballer to play in a professional English football club as he joined &lt;a href=\"Peterborough%20United\"&gt;Peterborough United&lt;/a&gt; (in 21 match for the club he scored 22 goals), for two more seasons he played with &lt;a href=\"Northampton%20Town%20F.C.\"&gt;Northampton Town F.C.&lt;/a&gt;, until finally he landed in &lt;a href=\"Nuneaton%20Borough\"&gt;Nuneaton Borough&lt;/a&gt;, where he also worked as a coach for some time.\nHonours.\nClub Titles"
}