{
    "id": "18911582",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=18911582",
    "title": "Typhoon Pabuk (2007)",
    "text": "Typhoon Pabuk, known in the Philippines as Tropical Storm Chedeng, was a minimal typhoon that formed on August 5, 2007. The system made landfall on &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; on August 7, and on August 9 Pabuk passed to the south of &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;.\nMeteorological history.\nOn August 4, the &lt;a href=\"Japan%20Meteorological%20Agency\"&gt;Japan Meteorological Agency&lt;/a&gt; began monitoring a tropical depression. The system continued to strengthen, and the &lt;a href=\"Joint%20Typhoon%20Warning%20Center\"&gt;Joint Typhoon Warning Center&lt;/a&gt; issued a &lt;a href=\"Tropical%20Cyclone%20Formation%20Alert\"&gt;Tropical Cyclone Formation Alert&lt;/a&gt; on the system early the next day, noting that its environment was \"strongly favorable for development\". The &lt;a href=\"Japan%20Meteorological%20Agency\"&gt;Japan Meteorological Agency&lt;/a&gt; designated the system Tropical Storm Pabuk shortly after. The JTWC designated the system Tropical Storm 07W at about the same time, and on August 5 &lt;a href=\"Philippine%20Atmospheric%2C%20Geophysical%20and%20Astronomical%20Services%20Administration\"&gt;PAGASA&lt;/a&gt; named the system Chedeng. As Pabuk continued to move to the northwest, it gained some organisation as it slowly developed &lt;a href=\"outflow%20%28meteorology%29\"&gt;outflow&lt;/a&gt;. It was upgraded by the JMA to a severe tropical storm on August 6. Moving westwards towards &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, an area of convection south of Pabuk separated and formed its own low-level circulation. Pabuk's upper-level outflow inhibited this new area of convection. Strengthening slightly, Pabuk was upgraded to a typhoon on the morning of August 7. The JTWC downgraded Pabuk to a tropical storm later that day, with the JMA downgrading Pabuk shortly before landfall. It made landfall in southern &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; around 1630 UTC according to Taiwan radar and crossed the southern tip of the &lt;a href=\"Hengchun\"&gt;Hengchun&lt;/a&gt; Peninsula in &lt;a href=\"Pingtung%20County\"&gt;Pingtung County&lt;/a&gt;. The JTWC re-upgraded Pabuk to a typhoon at its next advisory, however, citing a small eye at landfall, before downgrading it to a tropical storm again three hours later.\nAfter passing over Taiwan, Pabuk took aim at &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;. On August 9 as the system passed to the south of Hong Kong JMA downgraded the storm to a tropical depression later that day and issued its final public advisory, with the JTWC following suit shortly after. The tropical depression then turned back to the east-northeast on August 10, intensifying while taking aim at Hong Kong. It skirted to the west of Hong Kong and dissipated while heading northeast into the mainland.\nPreparations.\nPhilippines and Taiwan.\nAuthorities in Manila closed all schools and government offices on August 8 as the outer bands of Pabuk triggered deadly flooding and landslides. On August 7, Taiwanese authorities issued land and sea warnings for most of the island as Typhoon Pabuk was expected to make landfall the following day. Government officials in Taiwan stockpiled nearly 6,000 sandbags to quickly respond to any flood disasters and cleanup crews were rushed into cities to clear gutters and storm drains in advance of heavy rain. Shopkeepers were advised not to tighten billboards to avoid harming others.\nChina.\nAs Pabuk made landfall in southern Taiwan on August 8, Chinese officials evacuated an estimated 20,000 residents from coastal areas in &lt;a href=\"Fujian%20Province\"&gt;Fujian Province&lt;/a&gt;. Roughly 6,700 vessels were also called back to port in anticipation of rough seas. An estimated 1.7 million text messages were also sent out to inform the public about the storm.\nHong Kong and Macau.\nThe &lt;a href=\"Hong%20Kong%20Observatory\"&gt;Hong Kong Observatory&lt;/a&gt; (HKO) and Macau's Meteorological and Geophysical Bureau (&lt;a href=\"Direc%C3%A7%C3%A3o%20dos%20Servi%C3%A7os%20Meteorol%C3%B3gicos%20e%20Geofisicos\"&gt;SMG&lt;/a&gt;) both hoisted &lt;a href=\"Hong%20Kong%20tropical%20cyclone%20warning%20signals\"&gt;Strong Wind Signal No. 3&lt;/a&gt; on August 9 as the system passed to the south of Hong Kong, they were canceled later. On August 10 the signals were re-issued as the tropical storm looped and turned northeast. The HKO also warned that winds were expected to strengthen further locally, and that the Hong Kong Education Bureau had suspended all classes for the day. After upgrading Pabuk to a tropical storm, the HKO issued the No. 8 Southwest Gale or Storm Signal at 2:30 p.m. &lt;a href=\"Hong%20Kong%20Time\"&gt;HKT&lt;/a&gt; (0630 &lt;a href=\"UTC\"&gt;UTC&lt;/a&gt;) later that day as Pabuk reached the closest point of approach to the Hong Kong Observatory Headquarters (skirting at 30 km west-northwest of the HKO Headquarters), and was about to make landfall near Lung Kwu Tan, Tuen Mun. This was replaced by signal 3 later while Pabuk took another turn in direction and headed west inland into &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt;. Early next morning, Pabuk resumed a northeasterly track, edging once again closer to the Pearl River Delta before it weakened further and HKO cancelled all signals.\nImpact.\nPhilippines and Taiwan.\nAs Pabuk neared Taiwan, the outer &lt;a href=\"rainbands\"&gt;rainbands&lt;/a&gt; from the storm triggered &lt;a href=\"monsoon\"&gt;monsoon&lt;/a&gt; rains over the northern Philippines, causing numerous landslides. In the mining town of &lt;a href=\"Maco%2C%20Compostela%20Valley\"&gt;Maco&lt;/a&gt; in &lt;a href=\"Compostela%20Valley\"&gt;Compostela Valley&lt;/a&gt;, seven houses were buried under mud, leaving ten people dead. Farther north, another person, a young boy, was killed by a landslide. The streets of &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt; were flooded by rains which left low-lying areas under neck-deep waters. The rains also led to the collapse of a concrete wall, burying five children. Firefighters quickly rushed to the building and pulled the children out, all of them only sustained minor injuries. After Pabuk struck Taiwan, another storm, Tropical Storm Wutip, brought more rains to the Philippines. The combined fatalities from the two storms totaled to 15, left one person missing, and injured ten others. About 1.2 million people were affected by the two storms and damages were estimated at $6.8 million (2007 &lt;a href=\"United%20States%20Dollar\"&gt;USD&lt;/a&gt;).\nDespite being a typhoon upon making landfall near &lt;a href=\"Eluanbi\"&gt;Eluanbi&lt;/a&gt; in southern &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, Pabuk caused little damage. Near where the typhoon made landfall, &lt;a href=\"weather%20radar\"&gt;weather radar&lt;/a&gt; estimated that the area received rainfall in excess of 305 mm (12 in). The heavy rains helped alleviate severe drought conditions which had persisted in southern Taiwan for several months. At its peak, 60,000 residences were without power. No fatalities were caused by the storm and only $200,000 (2007 USD) was left in farm damages.\nChina.\nRecord setting rains fell in southern China as Pabuk stalled near &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;. &lt;a href=\"Zhanjiang\"&gt;Zhanjiang&lt;/a&gt;, near the island of &lt;a href=\"Hainan\"&gt;Hainan&lt;/a&gt;, recorded a 24‑hour rainfall measurement of 739 &lt;a href=\"millimetre\"&gt;mm&lt;/a&gt; (29.1 &lt;a href=\"inch\"&gt;in&lt;/a&gt;), higher than any other single day event in the past 200 years. Numerous stretches of highways and railways were damaged by the floods that followed. Several trains were cancelled due to the washed out tracks. Two dams reached record water levels and five dams reached the water danger mark. The Dawan Reservoir nearly overflowed, but workers dug canals around it to release the excess water in a controlled manner. The storm left 64,200 people homeless, affected over 1.1 million, and about 4,200 homes were destroyed. Damages from Pabuk were estimated at $220 million (2007 USD).\nDespite the torrential rains, there were no reports of any fatalities associated with the storm.\nHong Kong.\nA &lt;a href=\"storm%20surge\"&gt;storm surge&lt;/a&gt; of 0.45 &lt;a href=\"metre\"&gt;m&lt;/a&gt; (1.47 &lt;a href=\"foot%20%28length%29\"&gt;ft&lt;/a&gt;) was recorded in Hong Kong. On August 10, during the storm's second pass by Hong Kong, maximum 10-minute mean wind reached 101 km/h (which is storm-force) on Cheung Chau right before the issuance of No. 8 Southwest Gale or Storm Signal, and wind gust reaching 122 km/h (66 kt) was recorded on Ngong Ping (which is a high ground) at 7:16PM local time (11:16AM &lt;a href=\"Coordinated%20Universal%20Time\"&gt;UTC&lt;/a&gt;), despite Pabuk only being a tropical storm."
}