{
    "id": "1892274",
    "revid": "12455992",
    "url": "https://en.wikipedia.org/wiki?curid=1892274",
    "title": "Fantasy wrestling",
    "text": "Fantasy wrestling is an &lt;a href=\"umbrella%20term\"&gt;umbrella term&lt;/a&gt; representing the genre of &lt;a href=\"role-playing\"&gt;role-playing&lt;/a&gt; and statistics-based &lt;a href=\"game\"&gt;game&lt;/a&gt;s which are set in the world of &lt;a href=\"professional%20wrestling\"&gt;professional wrestling&lt;/a&gt;. Several variants of fantasy wrestling exist which may be differentiated by the way they are transmitted (through &lt;a href=\"websites\"&gt;websites&lt;/a&gt;, message boards, &lt;a href=\"e-mail\"&gt;e-mail&lt;/a&gt;, postal mail, face-to-face, etc.), the method in which the storyline is determined, (via roleplay, \"&lt;a href=\"List%20of%20professional%20wrestling%20terms%23A\"&gt;angles&lt;/a&gt;\", strategy- or statistics-based systems, etc.) and how the roster is composed (are characters created by the players, are real wrestlers \"imported\" into the game, etc.).\nFantasy wrestling's roots lie in the play-by-mail wrestling games often featured in professional wrestling magazines that became prominent in the mid-to-late 1980s during one of professional wrestling's boom periods. By the late 1980s, fantasy wrestling games had started to appear on the Internet. In the early 1990s, the advent of national bulletin board services like &lt;a href=\"Prodigy%20%28ISP%29\"&gt;Prodigy&lt;/a&gt;, &lt;a href=\"AOL\"&gt;AOL&lt;/a&gt;, and &lt;a href=\"Compuserve\"&gt;Compuserve&lt;/a&gt; allowed players to use e-mail and bulletin boards to more easily trade information and post roleplays. As technology progressed and the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; evolved, fantasy wrestling enthusiasts took advantage, using websites and newsgroups to connect and build broader communities for gameplay.\nHistory and progression.\nCreation of character(s).\nIn order to begin fantasy wrestling, one must create a custom character. Some people will elect to use pro-wrestlers over their own, custom characters; this can be either allowed or rejected by the administrator of the federation. Usually, one will decide the following: physical appearance (height, weight, sex; these can be copied through \"renders\" - images of pro-wrestlers - or through their imagination/CAW mechanics through wrestling games), moveset (style, signature moves, finishing moves, etc.), fan reaction (heel or face; booed or cheered), and entrance music. Once this is all decided, the character is named and the player can begin to promo in the federation. Some players create multiple characters, either for choice for playing or to freshen the experience/start new.\nPlay-by-mail.\nEarly versions of the game began in the 1980s using play-by-mail formats. Based on the moves and any strategies applied the adjudicator would then decide the outcome. Play-by-mail leagues often included a 'pay to play' model where handlers paid a fee per match and/or 'strategy' applied. The later expansion into email was a natural progression, often using the same mechanics as the pbm format.\nInternet email play.\nIn the late 1980s, e-wrestling got started on the Internet, played by email and often advertised via Usenet, including rec.games.pbm and rec.games.frp. The early games followed the model of a simplified role-playing game with \"combat systems\" of varying complexity, resolved by the Federation Head, or \"Fedhead.\" The role-playing aspect was significant and the fast turn-around of email allowed for collaboration in the creation of \"promos\" and the formation of tag-teams and \"stables\" made up of multiple players. The term e-wrestling was coined about this time, probably by Scott Baxter, since there were enough federations active to require a collective noun. By 1989, there was enough activity for a dedicated Usenet group, rec.sports.pro-wrestling.fantasy, to be created.\nEmail play persisted, as was still common enough in 1995 to rate the occasional mention in annual reviews, although not always favourably.\nOnline bulletin boards.\nFantasy wrestling expanded in the early 1990s with the rise of nationwide message boards based on PRODIGY, AOL and Compuserve. Originally connected to message boards focused on professional and amateur wrestling, fantasy wrestling's popularity caused specific subforums to be created on PRODIGY's Wrestling BB and AOL's Grandstand. The games based on the online boards had some differences from the federations operating on the Internet via email and Usenet. Many stat-based systems found ways to integrate roleplay as a factor into determining match winners, paralleling similar developments in some of the Internet email federations. Eventually, roleplay became the primary factor for many leagues.\nThe Web.\nAs the previously isolated message board services began to connect to the Internet, the disparate communities began to overlap, and much of the activity began to migrate to the World Wide Web. The use of roleplay and promos became a larger factor in the operation of many leagues and determining results.\nThe first websites featuring fantasy wrestling began to pop up as the World Wide Web started to develop. An early example was \"The Wild World of e-Wrestling,\" which was devoted to the Internet-based games, and “FW Central,” a site devoted to the PRODIGY-based fantasy wrestling community based on PRODIGY. These sites offered new places for players to interact and expand the hobby, providing online news and resources.\nAs the web matured, so did sites devoted to the hobby. The various federations, which had been exclusively text-based, or nearly so, began to integrate Poser images of created wrestlers, animated videos, audio shows, and vlogs.\nCurrent.\nFantasy wrestling continues to evolve. Traditionally, most roleplays (referred to as \"promos\") revolved around more traditional pro-wrestling topics, focused on trash talking an opponent and hyping an upcoming match, although extensive storylines existed, and gag advertising was fairly common. Longer form roleplay has continued to gain in popularity, resulting in detailed stories and arcs.\nHowever, roleplay is not the only form of fantasy wrestling currently available. There are also federations based around angles and booking, there are turn-based sites that allow you and an opponent to alternate between different parts of the match until a moderator decides who wins. Another niche is match-writing federations. Seen as one of the more challenging types, match-writing federations require you to write your match against your opponents and the winner's match is seen as canon. Stat or dice based federations continue to thrive, as well, sometimes deliberately harkening back to the earlier days of the hobby.\nAnother method of fantasy wrestling currently used is called \"E-Fedding\" (a slang term for E-Federations, internet groups that identify as fictional companies). Individuals roleplay with promos, written similar to a screenplay of a movie, and the moderators/administrators of the forum/group decide the winner(s) based on the promos written, storylines in play/building, along with other factors that may present themselves. On Facebook, several E-Federations can be found.\nSome players have created social media accounts now to live out the lives of their characters in ways a typical roleplay could not show.\nIn the now shutdown social media website &lt;a href=\"Google%2B\"&gt;Google+&lt;/a&gt;, users would create communities for Fantasy Wrestling role-play. Often, these communities involved the community members voting for who they deemed winner of the fantasy matches. The members of the community would choose the victor based on which participant in the match made the better promo in their opinions. These wrestling role-play communities became very popular among wrestling fans on &lt;a href=\"Google%2B\"&gt;Google+&lt;/a&gt;. With the biggest community, named World Wrestling Role-play (WWR), having over 800 members.\nPro wrestling companies in fantasy wrestling.\nIn 2004, &lt;a href=\"World%20Wrestling%20Entertainment\"&gt;World Wrestling Entertainment&lt;/a&gt; began its own fantasy wrestling game focused on selecting WWE Superstars as part of a team and receiving points based on their involvement on the WWE television shows. WWE singled out \"real wrestling\" E-Feds who used the names and likenesses of WWE Superstars and began sending them cease-and-desist letters. WWE later disbanded its fantasy wrestling game.\nBetween 2005 and 2006, &lt;a href=\"Total%20Nonstop%20Action%20Wrestling\"&gt;Total Nonstop Action Wrestling&lt;/a&gt; also operated their own fantasy wrestling game. The game operated from the promotion's message boards and was based on real wrestlers. The game never gained notoriety and was removed along with the message boards from the promotion's website in late 2006. In June 2011, &lt;a href=\"Total%20Nonstop%20Action%20Wrestling\"&gt;TNA&lt;/a&gt; relaunched their fantasy wrestling game as a part of their Impact Wrestling campaign."
}