{
    "id": "18933313",
    "revid": "2043601",
    "url": "https://en.wikipedia.org/wiki?curid=18933313",
    "title": "AIM-9 Sidewinder",
    "text": "The AIM-9 Sidewinder (where \"AIM\" stands for \"Air Intercept Missile\") is a short-range &lt;a href=\"air-to-air%20missile\"&gt;air-to-air missile&lt;/a&gt; which entered service with the &lt;a href=\"US%20Navy\"&gt;US Navy&lt;/a&gt; in 1956 and subsequently was adopted by the &lt;a href=\"US%20Air%20Force\"&gt;US Air Force&lt;/a&gt; in 1964. Since then the Sidewinder has proved to be an enduring international success, and its latest variants remain standard equipment in most western-aligned air forces. The &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; &lt;a href=\"K-13%20%28missile%29\"&gt;K-13&lt;/a&gt;, a &lt;a href=\"Reverse%20engineering%23Reverse%20engineering%20for%20military%20applications\"&gt;reverse-engineered&lt;/a&gt; copy of the AIM-9, was also widely adopted by a number of nations.\nLow-level development started in the late 1940s, emerging in the early 1950s as a guidance system for the modular &lt;a href=\"Zuni%20rocket\"&gt;Zuni rocket&lt;/a&gt;. This modularity allowed for the introduction of newer seekers and rocket motors, including the AIM-9C variant, which used &lt;a href=\"semi-active%20radar%20homing\"&gt;semi-active radar homing&lt;/a&gt; and served as the basis of the &lt;a href=\"AGM-122%20Sidearm\"&gt;AGM-122 Sidearm&lt;/a&gt; &lt;a href=\"anti-radar%20missile\"&gt;anti-radar missile&lt;/a&gt;. Originally a tail-chasing system, early models saw extensive use during the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; but had a low success rate. This led to all-aspect capabilities in the L version which proved to be an extremely effective weapon during combat in the &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt; and the &lt;a href=\"Operation%20Mole%20Cricket%2019\"&gt;Operation Mole Cricket 19&lt;/a&gt; (\"Bekaa Valley Turkey Shoot\") in Lebanon. Its adaptability has kept it in service over newer designs like the &lt;a href=\"AIM-95%20Agile\"&gt;AIM-95 Agile&lt;/a&gt; and &lt;a href=\"SRAAM\"&gt;SRAAM&lt;/a&gt; that were intended to replace it.\nThe Sidewinder is the most widely used air-to-air missile in the West, with more than 110,000 missiles produced for the U.S. and 27 other nations, of which perhaps one percent have been used in combat. It has been built under license by some other nations including &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, and can even equip helicopters, such as the &lt;a href=\"Bell%20AH-1Z%20Viper\"&gt;Bell AH-1Z Viper&lt;/a&gt;. The AIM-9 is one of the oldest, lowest cost, and most successful air-to-air missiles, with an estimated 270 aircraft kills in its history of use. When firing a Sidewinder, &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; pilots use the brevity code &lt;a href=\"Fox%20%28code%20word%29\"&gt;FOX-2&lt;/a&gt;.\nThe United States Navy hosted a 50th-anniversary celebration for the Sidewinder in 2002. &lt;a href=\"Boeing\"&gt;Boeing&lt;/a&gt; won a contract in March 2010 to support Sidewinder operations through to 2055, guaranteeing that the weapons system will remain in operation until at least that date. Air Force Spokeswoman Stephanie Powell noted that due to its relatively low cost, versatility, and reliability it is \"very possible that the Sidewinder will remain in Air Force inventories through the late 21st century.\nDesign.\nThe Sidewinder is not guided by the actual position recorded by the detector, but by the \"change\" in position since the last sighting. So if the target remained at 5 degrees left between two rotations of the mirror, the electronics would not output any signal to the control system. Consider a missile fired at right angles to its target; if the missile is flying at the same speed as the target, it should \"lead\" it by 45 degrees, flying to an impact point far in front of where the target was when it was fired. If the missile is traveling four times the speed of the target, it should follow an angle about 11 degrees in front. In either case, the missile should keep that angle all the way to interception, which means that the angle that the target makes against the detector is constant. It was this constant angle that the Sidewinder attempted to maintain. This \"&lt;a href=\"proportional%20navigation\"&gt;proportional pursuit&lt;/a&gt;\" system is very easy to implement and offers high-performance lead calculation almost for free and can respond to changes in the target's flight path, which is much more efficient and makes the missile \"lead\" the target.\nHistory.\nOrigins.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, various researchers in Germany designed infrared guidance systems of various complexity. The most mature development of these, codenamed \"Hamburg\", was intended for use by the &lt;a href=\"Blohm%20%26amp%3B%20Voss%20BV%20143\"&gt;Blohm &amp; Voss BV 143&lt;/a&gt; &lt;a href=\"glide%20bomb\"&gt;glide bomb&lt;/a&gt; in the anti-shipping role. \"Hamburg\" used a single IR &lt;a href=\"photocell\"&gt;photocell&lt;/a&gt; as its detector along with a spinning disk with lines painted on it, alternately known as a \"reticle\" or \"chopper\". The reticle spun at a fixed speed, causing the output of the photocell to be interrupted in a pattern, and the precise timing of the resulting signal indicated the bearing of the target. Although \"Hamburg\" and similar devices like \"Madrid\" were essentially complete, the work of mating them to a missile had not been carried out by the time the war ended.\nIn the immediate post-war era, Allied &lt;a href=\"military%20intelligence\"&gt;military intelligence&lt;/a&gt; teams collected this information, along with many of the engineers working on these projects. Several lengthy reports on the various systems were produced and disseminated among the western aircraft firms, while a number of the engineers joined these companies to work on various missile projects. By the late 1940s a wide variety of missile projects were underway, from huge systems like the &lt;a href=\"Boeing%20X-20%20Dyna-Soar\"&gt;Bell Bomi&lt;/a&gt; rocket-powered bomber to small systems like air-to-air missiles. By the early 1950s, both the US Air Force and &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; had started major IR seeker missile projects.\nThe development of the Sidewinder missile began in 1946 at the Naval Ordnance Test Station (NOTS), Inyokern, California, now the &lt;a href=\"Naval%20Air%20Weapons%20Station%20China%20Lake\"&gt;Naval Air Weapons Station China Lake&lt;/a&gt; as an in-house research project conceived by &lt;a href=\"William%20B.%20McLean\"&gt;William B. McLean&lt;/a&gt;. McLean initially called his effort \"Local Fuze Project 602\" using laboratory funding, volunteer help and fuze funding to develop what they called a heat-homing rocket. The name \"Sidewinder\" was selected in 1950 and is the common name of \"&lt;a href=\"Crotalus%20cerastes\"&gt;Crotalus cerastes&lt;/a&gt;\", a venomous &lt;a href=\"rattlesnake\"&gt;rattlesnake&lt;/a&gt;, which uses infrared sensory organs to hunt warm-blooded prey.\nIt did not receive official funding until 1951 when the effort was mature enough to show to Admiral &lt;a href=\"William%20S.%20Parsons\"&gt;William \"Deak\" Parsons&lt;/a&gt;, the Deputy Chief of the &lt;a href=\"Bureau%20of%20Ordnance\"&gt;Bureau of Ordnance&lt;/a&gt; (BuOrd). It subsequently received designation as a program in 1952. Originally called the Sidewinder 1, the first live firing was on 3 September 1952. The missile intercepted a drone for the first time on the 11 September 1953. The missile carried out 51 guided flights in 1954, and in 1955 production was authorized.\nIn 1954, the US Air Force carried out trials with the original AIM-9A and the improved AIM-9B at the Holloman Air Development Center. The first operational use of the missile was by &lt;a href=\"Grumman%20F9F-8%20Cougar\"&gt;Grumman F9F-8 Cougar&lt;/a&gt;s and &lt;a href=\"North%20American%20FJ-2/-3%20Fury\"&gt;FJ-3 Furies&lt;/a&gt; of the United States Navy in the middle of 1956.\nNearly 100,000 of the first generation (AIM-9B/C/D/E) of the Sidewinder were produced with Raytheon and General Electric as major sub-contractors. &lt;a href=\"Philco-Ford\"&gt;Philco-Ford&lt;/a&gt; produced the guidance and control sections of the early missiles. The NATO version of the first generation missile was built under licence in Germany by &lt;a href=\"Diehl%20BGT%20Defence\"&gt;Bodenseewerk Gerätetechnik&lt;/a&gt;; 9,200 examples were built.\nCombat debut: Taiwan Strait, 1958.\nThe first combat use of the Sidewinder was on September 24, 1958, with the &lt;a href=\"Republic%20of%20China%20Air%20Force\"&gt;air force&lt;/a&gt; of the &lt;a href=\"Republic%20of%20China\"&gt;Republic of China&lt;/a&gt; (&lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;), during the &lt;a href=\"Second%20Taiwan%20Strait%20Crisis\"&gt;Second Taiwan Strait Crisis&lt;/a&gt;. During that period of time, &lt;a href=\"Republic%20of%20China%20Air%20Force\"&gt;ROCAF&lt;/a&gt; &lt;a href=\"North%20American%20F-86%20Sabre\"&gt;North American F-86 Sabre&lt;/a&gt;s were routinely engaged in air battles with the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt; over the &lt;a href=\"Taiwan%20Strait\"&gt;Taiwan Strait&lt;/a&gt;. The PRC &lt;a href=\"Mikoyan-Gurevich%20MiG-17\"&gt;MiG-17s&lt;/a&gt; had higher altitude ceiling performance and in similar fashion to Korean War encounters between the F-86 and earlier MiG-15, the PRC formations cruised above the ROC Sabres, immune to their .50 cal weaponry and only choosing battle when conditions favored them.\nIn a highly secret effort, the United States provided a few dozen Sidewinders to ROC forces and an Aviation Ordnance Team from the U.S. Marine Corps to modify their aircraft to carry the Sidewinder. In the first encounter on 24 September 1958, the Sidewinders were used to ambush the MiG-17s as they flew past the Sabres thinking they were invulnerable to attack. The MiGs broke formation and descended to the altitude of the Sabres in swirling dogfights. This action marked the first successful use of air-to-air missiles in combat, the downed MiGs being their first casualties.\nDuring the Taiwan Strait battles of 1958, a &lt;a href=\"Republic%20of%20China%20Air%20Force\"&gt;ROCAF&lt;/a&gt; AIM-9B hit a &lt;a href=\"PLAAF\"&gt;PLAAF&lt;/a&gt; &lt;a href=\"MiG-17\"&gt;MiG-17&lt;/a&gt; without exploding; the missile lodged in the airframe of the MiG and allowed the pilot to bring both plane and missile back to base. Soviet engineers later said that the captured Sidewinder served as a \"university course\" in missile design and substantially improved Soviet air-to-air capabilities. They were able to &lt;a href=\"reverse-engineer\"&gt;reverse-engineer&lt;/a&gt; a copy of the Sidewinder, which was manufactured as the &lt;a href=\"Vympel%20K-13\"&gt;Vympel K-13&lt;/a&gt;/R-3S missile, &lt;a href=\"NATO%20reporting%20name\"&gt;NATO reporting name&lt;/a&gt; AA-2 Atoll.\nThe Vympel K-13 entered service with Soviet air forces in 1960.\nVietnam War service 1965–1973.\nPerformance of the 454 Sidewinders launched during the war was not as satisfactory as hoped. Both the USN and USAF studied the performance of their aircrews, aircraft, weapons, training, and supporting infrastructure. The USAF conducted the classified &lt;a href=\"https%3A//archive.org/details/DTICWSEGReport116Volume1RedBaronAirtoAirEncountersSoutheastAsia28October1987/page/n3\"&gt;Red Baron Report&lt;/a&gt; while the Navy conducted a study concentrating primarily on performance of air-to-air weapons that was informally known as the \"&lt;a href=\"Ault%20Report\"&gt;Ault Report&lt;/a&gt;\". The impact of both studies resulted in modifications to the Sidewinder by both services to improve its performance and reliability in the demanding air-to-air arena.\nVietnam War AIM-9 claimed aerial combat kills.\nIn total 452 Sidewinders were fired during the Vietnam War, resulting in a &lt;a href=\"kill%20probability\"&gt;kill probability&lt;/a&gt; of 0.18.\nNote: the speed of the B model was around 1.7 Mach and the other models above 2.5.\nAll-aspect variants.\nAIM-9L.\nThe next major advance in IR Sidewinder development was the AIM-9L (\"Lima\") model which was in full production in 1977. This was the first \"&lt;a href=\"all-aspect\"&gt;all-aspect&lt;/a&gt;\" Sidewinder with the ability to attack from all directions, including head-on, which had a dramatic effect on close-in combat tactics. Its first combat use was by a pair of US Navy &lt;a href=\"F-14%20Tomcat\"&gt;F-14s&lt;/a&gt; in the &lt;a href=\"Gulf%20of%20Sidra%20incident%20%281981%29\"&gt;Gulf of Sidra in 1981&lt;/a&gt; versus two Libyan &lt;a href=\"Sukhoi%20Su-17\"&gt;Su-22 Fighters&lt;/a&gt;, both of the latter being destroyed by AIM-9Ls. Its first use in a large-scale conflict was by the United Kingdom during the 1982 &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt;. In this campaign the \"Lima\" reportedly achieved kills from 80% of launches, a dramatic improvement over the 10–15% levels of earlier versions, scoring 17 kills and 2 shared kills against Argentine aircraft.\nBOA/Boxoffice.\n&lt;a href=\"Naval%20Air%20Weapons%20Station%20China%20Lake\"&gt;China Lake&lt;/a&gt; developed an improved compressed carriage control configuration titled BOA. (\"Compressed carriage\" missiles have smaller control surfaces to allow more missiles to fit in a given space. The surfaces may be permanently \"clipped\", or may fold out when the missile is launched.)\nAIM-9X.\n&lt;a href=\"Hughes%20Aircraft%20Company\"&gt;Hughes Electronics&lt;/a&gt; was awarded a contract for development of the AIM-9X Sidewinder in 1996 after a competition against &lt;a href=\"Raytheon%20Missiles%20%26amp%3B%20Defense\"&gt;Raytheon&lt;/a&gt; for the next short-range aerial combat missile, though Raytheon purchased the defense portions of Hughes Electronics the following year. The AIM-9X entered service in November 2003 with the USAF (lead platform is the &lt;a href=\"McDonnell%20Douglas%20F-15%20Eagle\"&gt;F-15C&lt;/a&gt;) and the USN (lead platform is the F/A-18C) and is a substantial upgrade to the Sidewinder family featuring an &lt;a href=\"Infrared%20homing%23Imaging%20systems\"&gt;imaging infrared&lt;/a&gt; focal-plane array (FPA) seeker with claimed 90° off-boresight capability, compatibility with &lt;a href=\"helmet-mounted%20display\"&gt;helmet-mounted display&lt;/a&gt;s such as the new U.S. &lt;a href=\"Joint%20Helmet%20Mounted%20Cueing%20System\"&gt;Joint Helmet Mounted Cueing System&lt;/a&gt;, and a totally new two axis thrust-vectoring control (TVC) system providing increased turn capability over traditional control surfaces (60Gs) . Utilizing the JHMCS, a pilot can point the AIM-9X missile's seeker and \"lock on\" by simply looking at a target, thereby increasing air combat effectiveness. It retains the same rocket motor, fuze and warhead of the 9-\"Mike\", but its lower drag gives it improved range and speed. AIM-9X also includes an internal cooling system, eliminating the need for use of launch-rail nitrogen bottles (U.S. Navy and Marines) or internal argon bottle (USAF). It also features an electronic safe and arm device similar to the AMRAAM, allowing reduction in minimum range and reprogrammable infrared &lt;a href=\"Counter%20Counter%20Measures\"&gt;Counter Counter Measures&lt;/a&gt; (IRCCM) capability that coupled with the FPA provide improved look down into clutter and performance against the latest &lt;a href=\"IRCM\"&gt;IRCM&lt;/a&gt;. Though not part of the original requirement, AIM-9X demonstrated potential for a &lt;a href=\"Lock-on%20after%20launch\"&gt;Lock-on After Launch&lt;/a&gt; capability, allowing for possible internal use for the &lt;a href=\"F-35%20Lightning%20II\"&gt;F-35&lt;/a&gt;, &lt;a href=\"F-22%20Raptor\"&gt;F-22 Raptor&lt;/a&gt; and even in a submarine-launched configuration for use against ASW platforms. The AIM-9X has been tested for a surface attack capability, with mixed results.\nBlock II.\nTesting work on the AIM-9X Block II version began in September 2008. The Block II adds Lock-on After Launch capability with a datalink, so the missile can be launched first and then directed to its target afterwards by an aircraft with the proper equipment for 360 degree engagements, such as the F-35 and F-22. By January 2013, the AIM-9X Block II was about halfway through its operational testing and performing better than expected. &lt;a href=\"NAVAIR\"&gt;NAVAIR&lt;/a&gt; reported that the missile was exceeding performance requirements in all areas, including lock-on after launch (LOAL). One area where the Block II needs improvement is helmetless high off-boresight (HHOBS) performance. It is functioning well on the missile, but performance is below that of the Block I AIM-9X. The HHOBS deficiency does not impact any other Block II capabilities, and is planned to be improved upon by a software clean-up build. Objectives of the operational test were due to be completed by the third quarter of 2013. However, as of May 2014 there have been plans to resume operational testing and evaluation (including surface-to-air missile system compatibility). , Raytheon has delivered 5,000 AIM-9X missiles to the armed services.\nIn February 2015, the U.S. Army successfully launched an AIM-9X Block II Sidewinder from the new &lt;a href=\"Multi-Mission%20Launcher\"&gt;Multi-Mission Launcher&lt;/a&gt; (MML), a truck-mounted missile launch container that can hold 15 of the missiles. The MML is part of the Indirect Fire Protection Capability Increment 2-Intercept (IFPC Inc. 2-I) to protect ground forces against &lt;a href=\"cruise%20missile\"&gt;cruise missile&lt;/a&gt; and &lt;a href=\"unmanned%20aerial%20vehicle\"&gt;unmanned aerial vehicle&lt;/a&gt; threats. The X-model Block II Sidewinder has been determined by the Army to be the best solution to CM and UAV threats because of its passive IIR seeker. The MML will complement the &lt;a href=\"AN/TWQ-1%20Avenger\"&gt;AN/TWQ-1 Avenger&lt;/a&gt; air defense system and is expected to begin fielding in 2019.\nBlock III.\nIn September 2012, Raytheon was ordered to continue developing the Sidewinder into a Block III variant, even though the Block II had not yet entered service. The USN projected that the new missile would have a 60 percent longer range, modern components to replace old ones, and an &lt;a href=\"insensitive%20munition\"&gt;insensitive munition&lt;/a&gt;s warhead, which is more stable and less likely to detonate by accident, making it safer for ground crews. The need for the AIM-9 to have an increased range was from &lt;a href=\"Digital%20radio%20frequency%20memory\"&gt;digital radio frequency memory (DRFM)&lt;/a&gt; &lt;a href=\"Radar%20jamming%20and%20deception\"&gt;jammers&lt;/a&gt; that can blind the onboard radar of an &lt;a href=\"AIM-120%20AMRAAM\"&gt;AIM-120D AMRAAM&lt;/a&gt;, so the Sidewinder Block III's passive imaging &lt;a href=\"infrared%20homing\"&gt;infrared homing&lt;/a&gt; guidance system was a useful alternative. Although it could supplement the AMRAAM for beyond visual range (BVR) engagements, it would still be capable at performing within visual range (WVR). Modifying the AIM-9X was seen as a cost-effective alternative to developing a new missile in a time of declining budgets. To achieve the range increase, the rocket motor would have a combination of increased performance and missile power management. The Block III would \"leverage\" the Block II's guidance unit and electronics, including the AMRAAM-derived datalink. The Block III was scheduled to achieve initial operational capability (IOC) in 2022, following the increased number of &lt;a href=\"F-35%20Lightning%20II\"&gt;F-35 Lightning II&lt;/a&gt; Joint Strike Fighters to enter service. The Navy pressed for this upgrade in response to a projected threat which analysts have speculated will be due to the difficulty of targeting upcoming Chinese &lt;a href=\"Fifth-generation%20jet%20fighter\"&gt;Fifth-generation jet fighter&lt;/a&gt;s (&lt;a href=\"Chengdu%20J-20\"&gt;Chengdu J-20&lt;/a&gt;, &lt;a href=\"Shenyang%20J-31\"&gt;Shenyang J-31&lt;/a&gt;) with the radar guided AMRAAM, specifically that Chinese advances in electronics will mean Chinese fighters will use their &lt;a href=\"active%20electronically%20scanned%20array\"&gt;AESA&lt;/a&gt; radars as jammers to degrade the AIM-120's kill probability. However, the Navy's FY 2016 budget cancelled the AIM-9X Block III as they cut down buys of the F-35C, as it was primarily intended to permit the fighter to carry six BVR missiles; the insensitive munition warhead will be retained for the AIM-9X program.\nSidewinder descendants.\nAnti-tank variant.\nChina Lake experimented with Sidewinders in the air-to-ground mode including use as an anti-tank weapon.\nStarting from 2008, the AIM-9X demonstrated its ability as a successful light air-to-ground missile.\nIn 2016 &lt;a href=\"Diehl%20Defence\"&gt;Diehl&lt;/a&gt; closed a deal with the &lt;a href=\"Federal%20Office%20of%20Bundeswehr%20Equipment%2C%20Information%20Technology%20and%20In-Service%20Support\"&gt;Federal Office of Bundeswehr Equipment, Information Technology and In-Service Support&lt;/a&gt; to develop a laser guided Air-To-Ground variant of the Sidewinder missile based on the AIM-9L variant. In testing with the Swedish &lt;a href=\"Defence%20Materiel%20Administration\"&gt;Defence Materiel Administration&lt;/a&gt; a &lt;a href=\"Saab%20JAS%2039%20Gripen\"&gt;Saab Gripen&lt;/a&gt; could hit one stationary and two moving targets.\nOn 28 February 2018, the Iranian Islamic Revolutionary Guard Corps unveiled an anti-tank derivative of the Sidewinder missile named \"Azarakhsh\" intended for use by &lt;a href=\"Bell%20AH-1J%20SeaCobra\"&gt;Bell AH-1J SeaCobra&lt;/a&gt; attack helicopters.\nLater developments.\nLarger rocket motor.\nUnder the High Altitude Project, engineers at China Lake mated a Sidewinder warhead and seeker to a Sparrow rocket motor to experiment with usefulness of a larger motor.\nOther ground launch platforms.\nIn 2016 the AIM-9X was test fired from a &lt;a href=\"Multi-Mission%20Launcher\"&gt;Multi-Mission Launcher&lt;/a&gt; at the White Sands Missile Range in &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, USA. During testing with the MML, the AIM-9X experienced issues with overheating. These issues have since been resolved. In September 2021, the U.S. Army signed a contract with &lt;a href=\"Dynetics\"&gt;Dynetics&lt;/a&gt; to build prototypes for its Indirect Fires Protection Capability (IFPC), utilizing an MML-based launcher firing the Sidewinder to counter UAVs and cruise missiles. It is planned to be put into service in 2023.\nIn May 2019 the AIM-9X Block II was test fired from the National Advanced Surface to Air Missile System (&lt;a href=\"NASAMS\"&gt;NASAMS&lt;/a&gt;) at the Andoya Test Center in Norway.\nOperators.\nFormer operators.\n\"Please note that this list is not definitive.\""
}