{
    "id": "18938240",
    "revid": "1014121042",
    "url": "https://en.wikipedia.org/wiki?curid=18938240",
    "title": "Petroc Baladrddellt",
    "text": "Petroc Baladrddellt (also known as Pedrog, or Pedrogl \"Paladrddellt\") was a 7th-century King of &lt;a href=\"Dumnonia\"&gt;Dumnonia&lt;/a&gt; (now the &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"West%20Country\"&gt;West Country&lt;/a&gt;).\nMonarch.\nAccording to the Welsh pedigrees in the \"&lt;a href=\"Bonedd%20y%20Saint\"&gt;Bonedd y Saint&lt;/a&gt;\" or \"Genealogies of the Saints\", Petroc \"Baladrddellt\" ap Clemen was the son of &lt;a href=\"Clemen%20ap%20Bledric\"&gt;Clemen (or Clement) ap Bledrig&lt;/a&gt;, his epithet meaning \"Splintered Spear\". It is thought he was born in \"c.\" 600 and succeeded to the Dumnonian throne after his father in \"c.\" 630, reigning at a time of continued &lt;a href=\"Kingdom%20of%20the%20West%20Saxons\"&gt;West Saxon&lt;/a&gt; aggression which had also affected his father. His death may have occurred in \"c.\" 652 when King &lt;a href=\"Cenwalh%20of%20Wessex\"&gt;Cenwalh of Wessex&lt;/a&gt; is said to have defeated the &lt;a href=\"Britons%20%28historic%29\"&gt;Britons&lt;/a&gt; at the battle of &lt;a href=\"Bradford-on-Avon\"&gt;Bradford-on-Avon&lt;/a&gt;, taking large swathes of &lt;a href=\"Dorset\"&gt;Dorset&lt;/a&gt; and &lt;a href=\"Somerset\"&gt;Somerset&lt;/a&gt;. Other sources are unclear as to whether this battle was &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt; between Cenwalh and his kinsman &lt;a href=\"Cuthred\"&gt;Cuthred&lt;/a&gt;, or against the &lt;a href=\"Welsh%20people\"&gt;Welsh&lt;/a&gt; or the &lt;a href=\"Mercians\"&gt;Mercians&lt;/a&gt; or both.\nFamily.\nKing Petroc may have had two sons, Culmin (or Cwlfyn) and Progmael (or Brochwel). In the later case, Culmin is given as the son of Progmael and grandson of Petroc, as given in the &lt;a href=\"Book%20of%20Baglan\"&gt;Book of Baglan&lt;/a&gt;. If so, Prince Progmael appeared to have predeceased his father &lt;a href=\"Clemen%20ap%20Bledric\"&gt;Clemen ap Bledric&lt;/a&gt; who died in \"c.\"654, at &lt;a href=\"Y%20Ferwig\"&gt;Y Ferwig&lt;/a&gt; in &lt;a href=\"Ceredigion\"&gt;Ceredigion&lt;/a&gt;, leaving the Dumnonian kingdom to Culmin.\nIn Welsh Literature.\nIn the late medieval &lt;a href=\"Welsh%20Triads\"&gt;Welsh list of triads&lt;/a&gt;, \"Pedwar Marchog ar Hugain Llys Arthur\" (\"The 24 Knights of King Arthur's Court\"), Petroc is given as one of the three \"Marchawg Cyviawnbwyll\" or 'Just Knights of Britain' in Arthur’s court as Pedrog Splintered-Spear, son of Clement Prince of &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt;. With Blaes son of the Earl of &lt;a href=\"Llychlyn\"&gt;Llychlyn&lt;/a&gt;, and &lt;a href=\"Cadoc\"&gt;Cadog&lt;/a&gt; son of &lt;a href=\"Gwynlliw\"&gt;Gwynlliw&lt;/a&gt; the Bearded, he was described as slaying whoever did wrong to the weak, no matter how strong they might be, and the three had themselves to preserve justice by every Law. Pedrog’s was by Law of arms.\nPetroc himself would have lived much later than &lt;a href=\"King%20Arthur\"&gt;King Arthur&lt;/a&gt;; however, his namesake &lt;a href=\"St%20Petroc\"&gt;St Petroc&lt;/a&gt;, with whom he is often confused, was described as one of the seven survivors of the &lt;a href=\"Battle%20of%20Camlann\"&gt;Battle of Camlann&lt;/a&gt; according to &lt;a href=\"Evan%20Evans%20%28poet%29\"&gt;Evan Evans&lt;/a&gt;’ copy (Panton MS 13) of the 17th-century &lt;a href=\"Peniarth%20Manuscripts\"&gt;Peniarth&lt;/a&gt; 185 manuscript.\nIn his \"Biographical Dictionary of Eminent Welshmen\", Williams asserts that Petroc (Pedrogl \"Paladrddellt\") is better known as the English translation of the name &lt;a href=\"Lancelot%20du%20Lac\"&gt;Lancelot du Lac&lt;/a&gt; of &lt;a href=\"Arthurian%20Legend\"&gt;Arthurian Legend&lt;/a&gt;."
}