{
    "id": "18940550",
    "revid": "13467261",
    "url": "https://en.wikipedia.org/wiki?curid=18940550",
    "title": "Albanian language",
    "text": "Albanian (&lt;a href=\"Endonym%20and%20exonym\"&gt;endonym&lt;/a&gt;: or ) is an &lt;a href=\"Indo-European%20languages\"&gt;Indo-European language&lt;/a&gt; spoken by the &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt; in the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt; and by the &lt;a href=\"Albanian%20diaspora\"&gt;Albanian diaspora&lt;/a&gt; in the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt;, &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and &lt;a href=\"Oceania\"&gt;Oceania&lt;/a&gt;. With about 7.5 million speakers, it comprises an independent branch within the Indo-European languages and is not closely related to any other Indo-European language.\n&lt;a href=\"Attested%20languages\"&gt;First attested&lt;/a&gt; in the 15th century, Albanian is the last Indo-European branch to appear in written records. This is one of the reasons why its still-unknown origin has long been a matter of dispute among &lt;a href=\"linguists\"&gt;linguists&lt;/a&gt; and &lt;a href=\"historians\"&gt;historians&lt;/a&gt;. Albanian is considered to be the descendant of one of the &lt;a href=\"Paleo-Balkan%20languages\"&gt;Paleo-Balkan languages&lt;/a&gt; of antiquity. For more historical and geographical reasons than specifically linguistic ones, some modern historians and linguists believe that the Albanian language may have descended from a southern &lt;a href=\"Illyrian%20languages\"&gt;Illyrian&lt;/a&gt; dialect spoken in much the same region in &lt;a href=\"classical%20times\"&gt;classical times&lt;/a&gt;. Alternative hypotheses hold that Albanian may have descended from &lt;a href=\"Thracian%20language\"&gt;Thracian&lt;/a&gt; or &lt;a href=\"Daco-Moesian\"&gt;Daco-Moesian&lt;/a&gt;, other ancient languages spoken farther east than Illyrian.\nToo little is known of these languages to completely prove or disprove the various hypotheses.\nThe two main &lt;a href=\"Albanian%20dialects\"&gt;Albanian dialect groups&lt;/a&gt; (or &lt;a href=\"Variety%20%28linguistics%29\"&gt;varieties&lt;/a&gt;), &lt;a href=\"Gheg%20Albanian\"&gt;Gheg&lt;/a&gt; and &lt;a href=\"Tosk%20Albanian\"&gt;Tosk&lt;/a&gt;, are primarily distinguished by &lt;a href=\"Phonology\"&gt;phonological&lt;/a&gt; differences and are &lt;a href=\"Mutual%20intelligibility\"&gt;mutually intelligible&lt;/a&gt; in their standard varieties, with Gheg spoken to the north and Tosk spoken to the south of the &lt;a href=\"Shkumbin\"&gt;Shkumbin river&lt;/a&gt;. Their characteristics in the treatment of both native words and loanwords provide evidence that the split into the northern and the southern dialects occurred after &lt;a href=\"Christianisation\"&gt;Christianisation&lt;/a&gt; of the region (4th century AD), and most likely not later than the 5th–6th centuries AD, hence occupying roughly their present area divided by the Shkumbin river since the Post-Roman and Pre-Slavic period, straddling the &lt;a href=\"Jire%C4%8Dek%20Line\"&gt;Jireček Line&lt;/a&gt;.\nCenturies-old communities speaking Albanian dialects can be found scattered in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; (the &lt;a href=\"Arvanites\"&gt;Arvanites&lt;/a&gt; and some communities in &lt;a href=\"Epirus%20%28region%29\"&gt;Epirus&lt;/a&gt;, &lt;a href=\"Western%20Macedonia\"&gt;Western Macedonia&lt;/a&gt; and &lt;a href=\"Albanian-speakers%20of%20Western%20Thrace\"&gt;Western Thrace&lt;/a&gt;), &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; (the &lt;a href=\"Arbanasi%20people\"&gt;Arbanasi&lt;/a&gt;), &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; (the &lt;a href=\"Arb%C3%ABresh%C3%AB%20people\"&gt;Arbëreshë&lt;/a&gt;) as well as in &lt;a href=\"Albanians%20of%20Romania\"&gt;Romania&lt;/a&gt;, &lt;a href=\"Albanians%20of%20Turkey\"&gt;Turkey&lt;/a&gt; and &lt;a href=\"Albanians%20in%20Ukraine\"&gt;Ukraine&lt;/a&gt;. Two varieties of the Tosk dialect, &lt;a href=\"Arvanitika\"&gt;Arvanitika&lt;/a&gt; in Greece and &lt;a href=\"Arb%C3%ABresh%20language\"&gt;Arbëresh&lt;/a&gt; in southern Italy, have preserved archaic elements of the language. &lt;a href=\"Ethnic%20Albanians\"&gt;Ethnic Albanians&lt;/a&gt; constitute a large &lt;a href=\"diaspora\"&gt;diaspora&lt;/a&gt;, with many having long assimilated in different cultures and communities. Consequently, Albanian speakers do not correspond to the total ethnic Albanian population, as many ethnic Albanians may identify as Albanian but are unable to speak the language.\n&lt;a href=\"Standard%20Albanian\"&gt;Standard Albanian&lt;/a&gt; is a standardised form of spoken Albanian based on &lt;a href=\"Tosk%20Albanian\"&gt;Tosk&lt;/a&gt;. It is the &lt;a href=\"official%20language\"&gt;official language&lt;/a&gt; of &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt; and &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt; and a co-official language in &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt;, as well as a &lt;a href=\"minority%20language\"&gt;minority language&lt;/a&gt; of &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;, &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; and &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;.\nGeographic distribution.\nThe language is spoken by approximately 6 million people in the Balkans, primarily in Albania, &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;, &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt;, &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;, &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt; and &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;. However, due to old communities in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and the large &lt;a href=\"Albanian%20diaspora\"&gt;Albanian diaspora&lt;/a&gt;, the worldwide total of speakers is much higher than in &lt;a href=\"Southern%20Europe\"&gt;Southern Europe&lt;/a&gt; and numbers approximately 7.5 million.\nEurope.\nThe Albanian language is the official language of &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt; and &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt; and co-official in &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt;. Albanian is a recognised minority language in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; and in &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;. Albanian is also spoken by a &lt;a href=\"Albanian%20communities%20in%20Greece\"&gt;minority in Greece&lt;/a&gt;, specifically in the &lt;a href=\"Thesprotia\"&gt;Thesprotia&lt;/a&gt; and &lt;a href=\"Preveza%20%28regional%20unit%29\"&gt;Preveza&lt;/a&gt; regional units and in a few villages in &lt;a href=\"Ioannina%20%28regional%20unit%29\"&gt;Ioannina&lt;/a&gt; and &lt;a href=\"Florina%20%28regional%20unit%29\"&gt;Florina&lt;/a&gt; regional units in Greece. It is also spoken by 450,000 Albanian immigrants in Greece.\nAlbanian is the third most common mother tongue among foreign residents in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. This is due to a substantial Albanian immigration to Italy. Italy has a historical Albanian minority of about 500,000, scattered across southern Italy, known as &lt;a href=\"Arb%C3%ABresh%C3%AB%20people\"&gt;Arbëreshë&lt;/a&gt;. Approximately 1 million Albanians from Kosovo are dispersed throughout &lt;a href=\"Albanians%20in%20Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Albanians%20in%20Switzerland\"&gt;Switzerland&lt;/a&gt; and &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;. These are mainly immigrants from Kosovo who migrated during the 1990s. In &lt;a href=\"Albanians%20in%20Switzerland\"&gt;Switzerland&lt;/a&gt;, the Albanian language is the &lt;a href=\"Languages%20of%20Switzerland%23Other%20languages\"&gt;sixth most spoken language&lt;/a&gt; with 176,293 native speakers.\nAlbanian became an official language in North Macedonia on 15 January 2019.\nAmericas.\nThere are large numbers of Albanian speakers in the &lt;a href=\"Albanian%20Americans\"&gt;United States&lt;/a&gt;, &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt; and &lt;a href=\"Albanian%20Canadians\"&gt;Canada&lt;/a&gt;. Some of the first ethnic Albanians to arrive in the United States were the Arbëreshë. The Arbëreshë have a strong sense of identity and are unique in that they speak an archaic dialect of &lt;a href=\"Tosk%20Albanian\"&gt;Tosk Albanian&lt;/a&gt; called &lt;a href=\"Arb%C3%ABresh%20language\"&gt;Arbëresh&lt;/a&gt;.\nIn the United States and Canada, there are approximately 250,000 &lt;a href=\"Albanian%20Americans\"&gt;Albanian&lt;/a&gt; speakers. It is primarily spoken on the East Coast of the United States, in cities like &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; and &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, as well as in parts of the states of &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; and &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;.\nIn &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, there are nearly &lt;a href=\"Argentina%23Languages\"&gt;40,000 Albanian speakers&lt;/a&gt;, mostly in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;.\nAsia and Africa.\nApproximately 1.3 million people of Albanian ancestry live in &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, with more than 500,000 recognising their ancestry, language and &lt;a href=\"Culture%20of%20Albania\"&gt;culture&lt;/a&gt;. There are other estimates, however, that place the number of people in Turkey with Albanian ancestry and or background upward to 5 million. However, the vast majority of this population is &lt;a href=\"Language%20shift\"&gt;assimilated&lt;/a&gt; and no longer possesses fluency in the Albanian language, though a vibrant Albanian community maintains its distinct identity in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt; to this day.\nIn &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, there are around 18,000 Albanians, mostly &lt;a href=\"Tosk\"&gt;Tosk&lt;/a&gt; speakers. Many are descendants of the &lt;a href=\"Janissary\"&gt;Janissary&lt;/a&gt; of &lt;a href=\"Muhammad%20Ali%20Pasha\"&gt;Muhammad Ali Pasha&lt;/a&gt;, an Albanian who became &lt;a href=\"W%C4%81li\"&gt;Wāli&lt;/a&gt;, and self-declared &lt;a href=\"Khedive\"&gt;Khedive&lt;/a&gt; of Egypt and &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt;. In addition to the &lt;a href=\"Muhammad%20Ali%20Dynasty\"&gt;dynasty&lt;/a&gt; that he established, a large part of the former Egyptian and Sudanese &lt;a href=\"aristocracy\"&gt;aristocracy&lt;/a&gt; was of Albanian origin. In addition to the recent emigrants, there are older diasporic communities around the world.\nOceania.\nAlbanian is also spoken by Albanian diaspora communities residing in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;.\nDialects.\nThe Albanian language has two distinct dialects, &lt;a href=\"Tosk%20Albanian\"&gt;Tosk&lt;/a&gt; which is spoken in the south, and &lt;a href=\"Gheg%20Albanian\"&gt;Gheg&lt;/a&gt; spoken in the north. Standard Albanian is based on the Tosk dialect. The &lt;a href=\"Shkumbin%20River\"&gt;Shkumbin River&lt;/a&gt; is the rough dividing line between the two dialects.\n&lt;a href=\"Gheg%20Albanian\"&gt;Gheg&lt;/a&gt; is divided into four sub-dialects, in Northwest Gheg, Northeast Gheg, Central Gheg, and Southern Gheg. It is primarily spoken in northern Albania, &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;, and throughout &lt;a href=\"Albanians%20in%20Montenegro\"&gt;Montenegro&lt;/a&gt; and northwestern &lt;a href=\"Albanians%20in%20Macedonia\"&gt;North Macedonia&lt;/a&gt;. One fairly divergent dialect is the &lt;a href=\"Upper%20Reka%20Albanian%20dialect\"&gt;Upper Reka dialect&lt;/a&gt;, which is however classified as Central Gheg. There is also a diaspora dialect in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;, the &lt;a href=\"Arbanasi%20dialect\"&gt;Arbanasi dialect&lt;/a&gt;.\n&lt;a href=\"Tosk%20Albanian\"&gt;Tosk&lt;/a&gt; is divided into five sub-dialects, including Northern Tosk (the most numerous in speakers), &lt;a href=\"Lab%C3%ABrisht\"&gt;Labërisht&lt;/a&gt;, &lt;a href=\"Cham%20Albanian%20dialect\"&gt;Cham&lt;/a&gt;, &lt;a href=\"Arvanitika\"&gt;Arvanitika&lt;/a&gt;, and &lt;a href=\"Arb%C3%ABresh%20language\"&gt;Arbëresh&lt;/a&gt;. Tosk is spoken in southern Albania, southwestern North Macedonia and northern and southern Greece. Cham Albanian is spoken in North-western Greece, while &lt;a href=\"Arvanitika%20language\"&gt;Arvanitika&lt;/a&gt; is spoken by the &lt;a href=\"Arvanites\"&gt;Arvanites&lt;/a&gt; in southern Greece. In addition, &lt;a href=\"Arb%C3%ABresh%20language\"&gt;Arbëresh&lt;/a&gt; is spoken by the &lt;a href=\"Arb%C3%ABresh%C3%AB%20people\"&gt;Arbëreshë&lt;/a&gt; people, descendants of 15th and 16th century migrants who settled in southeastern Italy, in small communities in the regions of &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt; and &lt;a href=\"Calabria\"&gt;Calabria&lt;/a&gt;.\nOrthography.\nThe Albanian language has been written using many alphabets since the earliest records from the 15th century. The history of Albanian language orthography is closely related to the cultural orientation and knowledge of certain foreign languages among Albanian writers. The earliest written Albanian records come from the Gheg area in makeshift spellings based on Italian or Greek. Originally, the Tosk dialect was written in the &lt;a href=\"Greek%20alphabet\"&gt;Greek alphabet&lt;/a&gt; and the Gheg dialect was written in the &lt;a href=\"Latin%20script\"&gt;Latin script&lt;/a&gt;. Both dialects had also been written in the &lt;a href=\"Ottoman%20Turkish%20language\"&gt;Ottoman Turkish&lt;/a&gt; version of the &lt;a href=\"Arabic%20script\"&gt;Arabic script&lt;/a&gt;, &lt;a href=\"Cyrillic%20script\"&gt;Cyrillic&lt;/a&gt;, and some local alphabets (&lt;a href=\"Elbasan%20alphabet\"&gt;Elbasan&lt;/a&gt;, &lt;a href=\"Vithkuqi%20alphabet\"&gt;Vithkuqi&lt;/a&gt;, &lt;a href=\"Todhri%20alphabet\"&gt;Todhri&lt;/a&gt;, Veso Bey, Jan Vellara and others, see &lt;a href=\"Albanian%20alphabet%23Original%20alphabets\"&gt;original Albanian alphabets&lt;/a&gt;). More specifically, the writers from northern Albania and under the influence of the Catholic Church used Latin letters, those in southern Albania and under the influence of the Greek Orthodox church used Greek letters, while others throughout Albania and under the influence of Islam used Arabic letters. There were initial attempts to create an original Albanian alphabet during the 1750–1850 period. These attempts intensified after the &lt;a href=\"League%20of%20Prizren\"&gt;League of Prizren&lt;/a&gt; and culminated with the &lt;a href=\"Congress%20of%20Manastir\"&gt;Congress of Manastir&lt;/a&gt; held by Albanian intellectuals from 14 to 22 November 1908, in Manastir (present day &lt;a href=\"Bitola\"&gt;Bitola&lt;/a&gt;), which decided on which alphabet to use, and what the standardised spelling would be for standard Albanian. This is how the literary language remains. The alphabet is the Latin alphabet with the addition of the letters «a href=\"%C3%AB\"&gt;ë&lt;/a», «a href=\"%C3%A7\"&gt;ç&lt;/a», and ten &lt;a href=\"Digraph%20%28orthography%29\"&gt;digraphs&lt;/a&gt;: \"dh\", \"th\", \"xh\", \"gj\", \"nj\", \"ng\", \"ll\", \"rr\", \"zh\" and \"sh\".\nAccording to &lt;a href=\"Robert%20Elsie\"&gt;Robert Elsie&lt;/a&gt;:\nThe hundred years between 1750 and 1850 were an age of astounding orthographic diversity in Albania. In this period, the Albanian language was put to writing in at least ten different alphabets – most certainly a record for European languages. ... the diverse forms in which this old Balkan language was recorded, from the earliest documents to the beginning of the twentieth century ... consist of adaptations of the Latin, Greek, Arabic, and Cyrillic alphabets and (what is even more interesting) a number of locally invented writing systems. Most of the latter alphabets have now been forgotten and are unknown, even to the Albanians themselves.\nClassification.\nAlbanian constitutes one of the eleven major branches of the &lt;a href=\"Indo-European%20language%20family\"&gt;Indo-European language family&lt;/a&gt;, within which it occupies an independent position. In 1854, Albanian was demonstrated to be an &lt;a href=\"Indo-European%20languages\"&gt;Indo-European language&lt;/a&gt; by the &lt;a href=\"Comparative%20linguistics\"&gt;philologist&lt;/a&gt; &lt;a href=\"Franz%20Bopp\"&gt;Franz Bopp&lt;/a&gt;. Albanian was formerly compared by a few Indo-European linguists with &lt;a href=\"Germanic%20languages\"&gt;Germanic&lt;/a&gt; and &lt;a href=\"Balto-Slavic%20languages\"&gt;Balto-Slavic&lt;/a&gt;, all of which share a number of &lt;a href=\"isogloss\"&gt;isogloss&lt;/a&gt;es with Albanian. Other linguists linked the Albanian language with &lt;a href=\"Latin%20Language\"&gt;Latin&lt;/a&gt;, &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; and &lt;a href=\"Armenian%20language\"&gt;Armenian&lt;/a&gt;, while placing Germanic and Balto-Slavic in another branch of Indo-European. In current scholarship there is evidence that Albanian is closely related to Greek and Armenian, while the fact that it is a &lt;a href=\"satem%20language\"&gt;satem&lt;/a&gt; language is less significant.\nThe hypothesis of the \"&lt;a href=\"Paleo-Balkan%20languages\"&gt;Balkan Indo-European&lt;/a&gt;\" continuum posits a common period of prehistoric coexistence of several Indo-European dialects in the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt; prior to 2000 BC. To this group would belong Albanian, &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt;, &lt;a href=\"Armenian%20language\"&gt;Armenian&lt;/a&gt;, &lt;a href=\"Phrygian%20language\"&gt;Phrygian&lt;/a&gt;, fragmentary attested languages such as &lt;a href=\"Ancient%20Macedonian%20language\"&gt;Macedonian&lt;/a&gt;, &lt;a href=\"Thracian%20language\"&gt;Thracian&lt;/a&gt;, or &lt;a href=\"Illyrian%20language\"&gt;Illyrian&lt;/a&gt;, and the relatively well attested &lt;a href=\"Messapic%20language\"&gt;Messapic&lt;/a&gt; in Southern Italy. The common features of this group appear at the phonological, morphological, and lexical levels, presumably resulting from the contact between the various languages. The concept of this linguistic group is explained as a kind of language league of the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; (a specific &lt;a href=\"Sprachbund\"&gt;areal-linguistics&lt;/a&gt; phenomenon), although it also consisted of languages that were related to each other. A common prestage posterior to &lt;a href=\"Proto-Indo-European%20language\"&gt;PIE&lt;/a&gt; comprising Albanian, Greek, and Armenian, is considered as a possible scenario. In this light, due to the larger number of possible shared innovations between Greek and Armenian, it appears reasonable to assume, at least tentatively, that Albanian was the first Balkan IE language to branch off. This split and\nthe following ones were perhaps very close in time, allowing only a narrow time frame for shared innovations.\nAlbanian represents one of the core languages of the &lt;a href=\"Balkan%20sprachbund\"&gt;Balkan \"Sprachbund\"&lt;/a&gt;.\nHistory.\nHistorical documentation.\nThe first attested written mention of the Albanian language was on 14 July 1284 in &lt;a href=\"Dubrovnik\"&gt;Dubrovnik&lt;/a&gt; in modern &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; when a crime witness named Matthew testified: \"I heard a voice shouting on the mountainside in the Albanian language\" ().\nThe Albanian language is also mentioned in the Descriptio Europae Orientalis dated in 1308:\"Habent enim Albani prefati linguam distinctam a Latinis, Grecis et Sclauis ita quod in nullo se intelligunt cum aliis nationibus.\"\n(Namely, the above-mentioned Albanians have a language that is different from the languages of Latins, Greeks and Slavs, so that they do not understand each other at all.)The oldest attested document written in Albanian dates back to 1462, while the first audio recording in the language was made by &lt;a href=\"Norbert%20Jokl\"&gt;Norbert Jokl&lt;/a&gt; on 4 April 1914 in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;.\nHowever, as Fortson notes, Albanian written works existed before this point; they have simply been lost. The existence of written Albanian is explicitly mentioned in a letter attested from 1332, and the first preserved books, including both those in Gheg and in Tosk, share orthographic features that indicate that some form of common literary language had developed.\nDuring the five-century period of the &lt;a href=\"Ottoman%20Albania\"&gt;Ottoman presence&lt;/a&gt; in &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;, the language was not officially recognised until 1909, when the &lt;a href=\"Congress%20of%20Dibra\"&gt;Congress of Dibra&lt;/a&gt; decided that Albanian schools would finally be allowed.\nLinguistic affinities.\nAlbanian is considered an &lt;a href=\"language%20isolate\"&gt;isolate&lt;/a&gt; within the Indo-European language family; no other language has been conclusively linked to its &lt;a href=\"language%20family%23Subdivision\"&gt;branch&lt;/a&gt;. The only other languages that are the sole surviving members of a branch of Indo-European are &lt;a href=\"Armenian%20language\"&gt;Armenian&lt;/a&gt; and Greek.\nThe Albanian language is part of the &lt;a href=\"Indo-European%20languages\"&gt;Indo-European&lt;/a&gt; &lt;a href=\"language%20family\"&gt;language group&lt;/a&gt; and is considered to have evolved from one of the &lt;a href=\"Paleo-Balkan%20languages\"&gt;Paleo-Balkan languages&lt;/a&gt; of antiquity, \nalthough it is still uncertain which particular Paleo-Balkan language represents the ancestor of Albanian, or where in southern Europe that population lived. In general there is insufficient evidence to connect Albanian with one of those languages, whether one of the &lt;a href=\"Illyrian%20languages\"&gt;Illyrian languages&lt;/a&gt; or &lt;a href=\"Thracian%20language\"&gt;Thracian&lt;/a&gt; and &lt;a href=\"Dacian%20language\"&gt;Dacian&lt;/a&gt;. Among these possibilities, Illyrian is typically held to be the most probable, though insufficient evidence still clouds the discussion.\nAlthough Albanian shares lexical &lt;a href=\"isogloss\"&gt;isogloss&lt;/a&gt;es with &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;, &lt;a href=\"Germanic%20languages\"&gt;Germanic&lt;/a&gt;, and to a lesser extent &lt;a href=\"Balto-Slavic%20languages\"&gt;Balto-Slavic&lt;/a&gt;, the vocabulary of Albanian is quite distinct. In 1995, Taylor, &lt;a href=\"Donald%20Ringe\"&gt;Ringe&lt;/a&gt; and &lt;a href=\"Tandy%20Warnow\"&gt;Warnow&lt;/a&gt;, using &lt;a href=\"quantitative%20comparative%20linguistics\"&gt;quantitative linguistic&lt;/a&gt; techniques, found that Albanian appears to comprise a \"subgroup with Germanic\". However, they argued that this fact is hardly significant, as Albanian has lost much of its original vocabulary and morphology, and so this \"apparently close connection to Germanic rests on only a couple of lexical cognates – hardly any evidence at all\".\nHistorical presence and location.\n \nThe place and the time where the Albanian language was formed is uncertain. American linguist &lt;a href=\"Eric%20P.%20Hamp\"&gt;Eric Hamp&lt;/a&gt; stated that during an unknown chronological period a pre-Albanian population (termed as \"Albanoid\" by Hamp) inhabited areas stretching from &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; to the southwestern Balkans. Further analysis has suggested that it was in a mountainous region rather than on a plain or seacoast: while the words for plants and animals characteristic of mountainous regions are entirely original, the names for fish and for agricultural activities (such as &lt;a href=\"plough\"&gt;plough&lt;/a&gt;ing) are borrowed from other languages.\nA deeper analysis of the vocabulary, however, shows that this could be a consequence of a prolonged &lt;a href=\"Latin%20Language\"&gt;Latin&lt;/a&gt; domination of the coastal and plain areas of the country, rather than evidence of the original environment where the Albanian language was formed. For example, the word for 'fish' is borrowed from Latin, but not the word for 'gills', which is native. Indigenous are also the words for 'ship', 'raft', 'navigation', 'sea shelves' and a few names of fish kinds, but not the words for 'sail', 'row' and 'harbor' – objects pertaining to navigation itself and a large part of sea fauna. This rather shows that Proto-Albanians were pushed away from coastal areas in early times (probably after the Latin conquest of the region) thus losing large parts (or the majority) of sea environment lexicon. A similar phenomenon could be observed with agricultural terms. While the words for 'arable land', 'corn', 'wheat', 'cereals', 'vineyard', 'yoke', 'harvesting', 'cattle breeding', etc. are native, the words for 'ploughing', 'farm' and 'farmer', agricultural practices, and some harvesting tools are foreign. This, again, points to intense contact with other languages and people, rather than providing evidence of a possible \"Urheimat\".\nThe centre of Albanian settlement remained the &lt;a href=\"Mat%20%28river%29\"&gt;Mat&lt;/a&gt; river. In 1079, they were recorded farther south in the valley of the &lt;a href=\"Shkumbin\"&gt;Shkumbin&lt;/a&gt; river. The Shkumbin, a seasonal stream that lies near the old &lt;a href=\"Via%20Egnatia\"&gt;Via Egnatia&lt;/a&gt;, is approximately the boundary of the primary dialect division for Albanian, &lt;a href=\"Tosk%20Albanian\"&gt;Tosk&lt;/a&gt; and &lt;a href=\"Gheg%20Albanian\"&gt;Gheg&lt;/a&gt;. The characteristics of Tosk and Gheg in the treatment of the native and loanwords from other languages are evidence that the dialectal split preceded the &lt;a href=\"Slavic%20migration%20to%20the%20Balkans\"&gt;Slavic migration to the Balkans&lt;/a&gt;, which means that in that period (the 5th to 6th centuries AD), Albanians were occupying nearly the same area around the Shkumbin river, which straddled the &lt;a href=\"Jire%C4%8Dek%20Line\"&gt;Jireček Line&lt;/a&gt;.\nReferences to the existence of Albanian as a distinct language survive from the 14th century, but they failed to cite specific words. The oldest surviving documents written in Albanian are the \"&lt;a href=\"formula%20e%20pag%C3%ABzimit\"&gt;formula e pagëzimit&lt;/a&gt;\" (Baptismal formula), \"Un'te paghesont' pr'emenit t'Atit e t'Birit e t'Spertit Senit\". (\"I baptize thee in &lt;a href=\"Trinitarian%20formula\"&gt;the name of the Father, and the Son, and the Holy Spirit&lt;/a&gt;\") recorded by Pal Engjelli, Bishop of Durrës in 1462 in the Gheg dialect, and some &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt; verses from that period.\nLinguists Stefan Schumacher and Joachim Matzinger (University of Vienna) assert that the first literary records of Albanian date from the 16th century. The oldest known Albanian printed book, \"&lt;a href=\"Meshari\"&gt;Meshari&lt;/a&gt;\", or \"missal\", was written in 1555 by &lt;a href=\"Gjon%20Buzuku\"&gt;Gjon Buzuku&lt;/a&gt;, a &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; cleric. In 1635 &lt;a href=\"Frang%20Bardhi\"&gt;Frang Bardhi&lt;/a&gt; wrote the first Latin–Albanian dictionary. The first Albanian school is believed to have been opened by &lt;a href=\"Franciscan\"&gt;Franciscan&lt;/a&gt;s in 1638 in &lt;a href=\"Pdhan%C3%AB\"&gt;Pdhanë&lt;/a&gt;.\nOne of the earliest Albanian dictionaries was written in 1693; this was the &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; manuscript \"Pratichae Schrivaneschae\" authored by the Montenegrin sea captain &lt;a href=\"Julije%20Balovi%C4%87\"&gt;Julije Balović&lt;/a&gt;, and it includes a multilingual dictionary of hundreds of the most frequently used words in everyday life in Italian, Slavic, Greek, Albanian, and &lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt;.\nPre-Indo-European substratum.\nPre-Indo-European (PreIE) sites are found throughout the territory of Albania. Such PreIE sites existed in Maliq, Vashtëm, Burimas, Barç, Dërsnik in the &lt;a href=\"Kor%C3%A7%C3%AB%20District\"&gt;Korçë District&lt;/a&gt;, Kamnik in &lt;a href=\"Kolonja\"&gt;Kolonja&lt;/a&gt;, Kolsh in the &lt;a href=\"Kuk%C3%ABs%20District\"&gt;Kukës District&lt;/a&gt;, Rashtan in &lt;a href=\"Librazhd\"&gt;Librazhd&lt;/a&gt;, and Nezir in the &lt;a href=\"Mat%20District\"&gt;Mat District&lt;/a&gt;. As in other parts of Europe, these PreIE people joined the migratory Indo-European tribes that entered the Balkans and contributed to the formation of the historical Paleo-Balkan tribes. In terms of linguistics, the pre-Indo-European substrate language spoken in the southern Balkans probably influenced &lt;a href=\"Proto-Albanian%20language\"&gt;pre-Proto-Albanian&lt;/a&gt;, the ancestor idiom of Albanian. The extent of this linguistic impact cannot be determined with precision due to the uncertain position of Albanian among &lt;a href=\"Paleo-Balkan%20languages\"&gt;Paleo-Balkan languages&lt;/a&gt; and their scarce attestation. Some loanwords, however, have been proposed, such as \"shegë\" '&lt;a href=\"pomegranate\"&gt;pomegranate&lt;/a&gt;' or \"lëpjetë\" '&lt;a href=\"Atriplex\"&gt;orach&lt;/a&gt;'; compare Pre-Greek λάπαθον, \"lápathon\" '&lt;a href=\"Rumex%20alpinus\"&gt;monk's rhubarb&lt;/a&gt;').\nProto-IE features.\nAlthough Albanian has several words that do not correspond to IE cognates, it has retained many proto-IE features: for example, the demonstrative pronoun *\"ḱi-\" is ancestral to Albanian \"ky/kjo\", English \"he\", and Russian \"sej\" but not to English \"this\" or Russian \"etot\".\nAlbanian is compared to other Indo-European languages below, but note that Albanian has exhibited some notable instances of &lt;a href=\"semantic%20drift\"&gt;semantic drift&lt;/a&gt;, such as \"motër\" meaning \"sister\" rather than \"mother\".\nAlbanian–PIE phonological correspondences.\nPhonologically, Albanian is not so conservative. Like many IE stocks, it has merged the two series of voiced stops (e.g. both *\"d\" and *\"dʰ\" became \"d\"). In addition, voiced stops tend to disappear in between vowels. There is almost complete loss of final syllables and very widespread loss of other unstressed syllables (e.g. \"mik\" 'friend' from Lat. \"amicus\"). PIE *\"o\" appears as \"a\" (also as \"e\" if a high front vowel \"i\" follows), while *\"ē\" and *\"ā\" become \"o\", and PIE *\"ō\" appears as \"e\".\nThe palatals, velars, and labiovelars show distinct developments, with Albanian showing the three-way distinction also found in &lt;a href=\"Luwian%20language\"&gt;Luwian&lt;/a&gt;. Labiovelars are for the most part differentiated from all other Indo-European velar series before front vowels, but they merge with the \"pure\" (back) velars elsewhere. The palatal velar series, consisting of Proto-Indo-European *\"ḱ\" and the merged *\"ģ\" and \"ģʰ\", usually developed into \"th\" and \"dh\", but were depalatalised to merge with the back velars when in contact with &lt;a href=\"sonorant\"&gt;sonorant&lt;/a&gt;s. Because the original Proto-Indo-European tripartite distinction between dorsals is preserved in such reflexes, Albanian is therefore neither &lt;a href=\"Centum-satem\"&gt;centum nor satem&lt;/a&gt;, despite having a \"satem-like\" realization of the palatal dorsals in most cases. Thus PIE *\"ḱ\", *\"k\", and *\"kʷ\" become \"th\", \"q\", and \"s\", respectively (before back vowels *\"ḱ\" becomes \"th\", while *\"k\" and *\"kʷ\" merge as \"k\").\nA minority of scholars reconstruct a fourth &lt;a href=\"Laryngeal%20theory\"&gt;laryngeal&lt;/a&gt; *\"h4\" allegedly surfacing as Alb. \"h\" word-initially, e.g. Alb. \"herdhe\" 'testicles' presumably from PIE *\"h4órǵʰi-\" (rather than the usual reconstruction *\"h3erǵʰi-\"), but this is generally not followed elsewhere, as \"h-\" has arisen elsewhere idiosyncratically (for example \"hark\" &lt; Latin \"arcus\").\nStandard Albanian.\nSince &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, standard Albanian used in Albania has been based on the Tosk dialect. Kosovo and other areas where Albanian is official adopted the Tosk standard in 1969.\nElbasan-based standard.\nUntil the early 20th century, Albanian writing developed in three main literary traditions: &lt;a href=\"Gheg\"&gt;Gheg&lt;/a&gt;, &lt;a href=\"Tosk\"&gt;Tosk&lt;/a&gt;, and &lt;a href=\"Arb%C3%ABresh%C3%AB%20language\"&gt;Arbëreshë&lt;/a&gt;. Throughout this time, an intermediate subdialect spoken around &lt;a href=\"Elbasan\"&gt;Elbasan&lt;/a&gt; served as \"lingua franca\" among the Albanians, but was less prevalent in writing. The &lt;a href=\"Congress%20of%20Manastir\"&gt;Congress of Manastir&lt;/a&gt; of Albanian writers held in 1908 recommended the use of the Elbasan subdialect for literary purposes and as a basis of a unified national language. While technically classified as a southern Gheg variety, the Elbasan speech is closer to Tosk in phonology and practically a hybrid between other Gheg subdialects and literary Tosk.\nBetween 1916 and 1918, the &lt;a href=\"Albanian%20Literary%20Commission\"&gt;Albanian Literary Commission&lt;/a&gt; met in Shkodër under the leadership of &lt;a href=\"Luigj%20Gurakuqi\"&gt;Luigj Gurakuqi&lt;/a&gt; with the purpose of establishing a unified orthography for the language. The commission, made up of representatives from the north and south of Albania, reaffirmed the Elbasan subdialect as the basis of a national tongue. The rules published in 1917 defined spelling for the Elbasan variety for official purposes. The Commission did not, however, discourage publications in one of the dialects, but rather laid a foundation for Gheg and Tosk to gradually converge into one.\nWhen the Congress of Lushnje met in the aftermath of World War I to form a new Albanian government, the 1917 decisions of the Literary Commission were upheld. The Elbasan subdialect remained in use for administrative purposes and many new writers embraced for creative writing. Gheg and Tosk continued to develop freely and interaction between the two dialects increased.\nTosk standard.\nAt the end of World War II, however, the new communist regime radically imposed the use of the Tosk dialect in all facets of life in Albania: administration, education, and literature. Most Communist leaders were Tosks from the south. Standardisation was directed by the &lt;a href=\"Albanian%20Institute%20of%20Linguistics%20and%20Literature\"&gt;Albanian Institute of Linguistics and Literature&lt;/a&gt; of the &lt;a href=\"Academy%20of%20Sciences%20of%20Albania\"&gt;Academy of Sciences of Albania&lt;/a&gt;. Two dictionaries were published in 1954: an Albanian language dictionary and a Russian–Albanian dictionary. New orthography rules were eventually published in 1967 and 1973 \"Drejtshkrimi i gjuhës shqipe\" (Orthography of the Albanian Language).\nUntil 1968, Kosovo and other Albanian-speaking areas in Yugoslavia followed the 1917 standard based on the Elbasan dialect, though it was gradually infused with Gheg elements in an effort to develop a Kosovan language separate from communist Albania's Tosk-based standard. Albanian intellectuals in the former Yugoslavia consolidated the 1917 twice in the 1950s, culminating with a thorough codification of orthographic rules in 1964. The rules already provided for a balanced variety that accounted for both Gheg and Tosk dialects, but only lasted through 1968. Viewing divergences with Albania as a threat to their identity, Kosovars arbitrarily adopted the Tosk project that Tirana had published the year before. Although it was never intended to serve outside of Albania, the project became the \"unified literary language\" in 1972, when approved by a rubberstamp &lt;a href=\"Albanian%20Orthography%20Congress\"&gt;Orthography Congress&lt;/a&gt;. Only about 1 in 9 participants were from Kosovo. The Congress, held at Tirana, authorized the orthography rules that came out the following year, in 1973.\nMore recent dictionaries from the Albanian government are \"Fjalori Drejtshkrimor i Gjuhës Shqipe\" (1976) (Orthographic Dictionary of the Albanian Language) and \"Dictionary of Today's Albanian language\" (\"Fjalori Gjuhës së Sotme Shqipe\") (1980). Prior to World War II, dictionaries consulted by developers of the standard have included \"Lexikon tis Alvanikis glossis\" (Albanian: \"Fjalori i Gjuhës Shqipe\" (&lt;a href=\"Kostandin%20Kristoforidhi\"&gt;Kostandin Kristoforidhi&lt;/a&gt;, 1904), \"Fjalori i Bashkimit\" (1908), and \"Fjalori i Gazullit\" (1941).\nCalls for reform.\nSince the fall of the communist regime, Albanian orthography has stirred heated debate among scholars, writers, and public opinion in Albania and Kosovo, with hardliners opposed to any changes in the orthography, moderates supporting varying degrees of reform, and radicals calling for a return to the Elbasan dialect. Criticism of Standard Albanian has centred on the exclusion of the 'me+' infinitive and the Gheg lexicon. Critics say that Standard Albanian disenfranchises and stigmatises Gheg speakers, affecting the quality of writing and impairing effective public communication. Supporters of the Tosk standard view the &lt;a href=\"Albanian%20Orthography%20Congress\"&gt;1972 Congress&lt;/a&gt; as a milestone achievement in Albanian history and dismiss calls for reform as efforts to \"divide the nation\" or \"create two languages.\" Moderates, who are especially prevalent in Kosovo, generally stress the need for a unified Albanian language, but believe that the 'me+' infinitive and Gheg words should be included. Proponents of the Elbasan dialect have been vocal, but have gathered little support in the public opinion. In general, those involved in the language debate come from diverse backgrounds and there is no significant correlation between one's political views, geographic origin, and position on Standard Albanian.\nMany writers continue to write in the Elbasan dialect but other Gheg variants have found much more limited use in literature. Most publications adhere to a strict policy of not accepting submissions that are not written in Tosk. Some print media even translate direct speech, replacing the 'me+' infinitive with other verb forms and making other changes in grammar and word choice. Even authors who have published in the Elbasan dialect will frequently write in the Tosk standard.\nIn 2013, a group of academics for Albania and Kosovo proposed minor changes to the orthography. Hardline academics boycotted the initiative, while other reformers have viewed it as well-intentioned but flawed and superficial. Media such as Rrokum and \"Java\" have offered content that is almost exclusively in the Elbasan dialect. Meanwhile, author and linguist &lt;a href=\"Agim%20Morina\"&gt;Agim Morina&lt;/a&gt; has promoted \"Shqipe e Përbashkët\" or Common Albanian, a neostandard or a reformed version of the Tosk standard that aims at reflecting the natural development of the language among all Albanians. Common Albanian incorporates the 'me+' infinitive, accommodates for Gheg features, provides for dialect-neutral rules that favor simplicity, predictability, and usage trends. Many modern writers have embraced Common Albanian to various extents, especially in less formal writing.\nEducation.\nAlbanian is the medium of instruction in most Albanian schools. The literacy rate in Albania for the total population, age 9 or older, is about 99%. Elementary education is compulsory (grades 1–9), but most students continue at least until a secondary education. Students must pass graduation exams at the end of the 9th grade and at the end of the 12th grade in order to continue their education.\nPhonology.\nStandard Albanian has seven &lt;a href=\"vowel\"&gt;vowel&lt;/a&gt;s and 29 &lt;a href=\"consonant\"&gt;consonant&lt;/a&gt;s. Like English, Albanian has dental fricatives (like the \"th\" in \"thin\") and (like the \"th\" in \"this\"), written as \"th\" and \"dh,\" which are rare cross-linguistically.\n&lt;a href=\"Gheg%20Albanian\"&gt;Gheg&lt;/a&gt; uses &lt;a href=\"long%20vowel\"&gt;long&lt;/a&gt; and &lt;a href=\"nasal%20vowel\"&gt;nasal vowel&lt;/a&gt;s, which are absent in &lt;a href=\"Tosk%20Albanian\"&gt;Tosk&lt;/a&gt;, and the mid-central vowel \"ë\" is lost at the end of the word. The stress is fixed mainly on the last syllable. Gheg \"n\" (\"femën\": compare English \"feminine\") changes to \"r\" by &lt;a href=\"Rhotacism%20%28sound%20change%29\"&gt;rhotacism&lt;/a&gt; in Tosk (\"femër\").\nConsonants.\nNotes:\nVowels.\nSchwa.\nAlthough the Indo-European &lt;a href=\"schwa\"&gt;schwa&lt;/a&gt; (\"ə\" or -\"h2\"-) was preserved in Albanian, in some cases it was lost, possibly when a &lt;a href=\"stressed%20syllable\"&gt;stressed syllable&lt;/a&gt; preceded it. Until the standardisation of the modern &lt;a href=\"Albanian%20alphabet\"&gt;Albanian alphabet&lt;/a&gt;, in which the schwa is spelled as \"ë\", as in the work of &lt;a href=\"Gjon%20Buzuku\"&gt;Gjon Buzuku&lt;/a&gt; in the 16th century, various vowels and &lt;a href=\"gliding%20vowel\"&gt;gliding vowel&lt;/a&gt;s were employed, including \"ae\" by &lt;a href=\"Lek%C3%AB%20Matr%C3%ABnga\"&gt;Lekë Matrënga&lt;/a&gt; and \"é\" by &lt;a href=\"Pjet%C3%ABr%20Bogdani\"&gt;Pjetër Bogdani&lt;/a&gt; in the late 16th and early 17th century. The schwa in Albanian has a great degree of variability from extreme back to extreme front articulation. Within the borders of Albania, the phoneme is pronounced about the same in both the Tosk and the Gheg dialect due to the influence of standard Albanian. However, in the Gheg dialects spoken in the neighbouring Albanian-speaking areas of Kosovo and North Macedonia, the phoneme is still pronounced as back and rounded.\nGrammar.\nAlbanian has a canonical word order of &lt;a href=\"subject%E2%80%93verb%E2%80%93object\"&gt;SVO&lt;/a&gt; (subject–verb–object) like English and many other Indo-European languages. Albanian &lt;a href=\"noun\"&gt;noun&lt;/a&gt;s are categorised by &lt;a href=\"Grammatical%20gender\"&gt;gender&lt;/a&gt; (masculine, feminine and neuter) and &lt;a href=\"Albanian%20morphology\"&gt;inflected&lt;/a&gt; for &lt;a href=\"Grammatical%20number\"&gt;number&lt;/a&gt; (singular and plural) and &lt;a href=\"grammatical%20case\"&gt;case&lt;/a&gt;. There are five &lt;a href=\"declension\"&gt;declension&lt;/a&gt;s and six cases (&lt;a href=\"nominative\"&gt;nominative&lt;/a&gt;, &lt;a href=\"accusative\"&gt;accusative&lt;/a&gt;, &lt;a href=\"genitive\"&gt;genitive&lt;/a&gt;, &lt;a href=\"dative%20case\"&gt;dative&lt;/a&gt;, &lt;a href=\"ablative\"&gt;ablative&lt;/a&gt;, and &lt;a href=\"vocative\"&gt;vocative&lt;/a&gt;), although the vocative only occurs with a limited number of words, and the forms of the genitive and dative are identical (a genitive construction employs the prepositions \"i/e/të/së\" alongside dative morphemes). Some dialects also retain a locative case, which is not present in standard Albanian. The cases apply to both definite and indefinite nouns, and there are numerous cases of &lt;a href=\"syncretism%20%28linguistics%29\"&gt;syncretism&lt;/a&gt;.\nThe following shows the declension of \"mal\" (mountain), a masculine noun which takes \"i\" in the definite singular:\nThe following shows the declension of the masculine noun \"zog\" (bird), a masculine noun which takes \"u\" in the definite singular:\nThe following table shows the declension of the feminine noun \"vajzë\" (girl):\nThe definite article is placed after the noun as in many other &lt;a href=\"Balkan%20languages\"&gt;Balkan languages&lt;/a&gt;, like in &lt;a href=\"Romanian%20language\"&gt;Romanian&lt;/a&gt;, &lt;a href=\"Macedonian%20language\"&gt;Macedonian&lt;/a&gt; and &lt;a href=\"Bulgarian%20language\"&gt;Bulgarian&lt;/a&gt;.\nAlbanian has developed an analytical &lt;a href=\"verb\"&gt;verb&lt;/a&gt;al structure in place of the earlier synthetic system, inherited from &lt;a href=\"Proto-Indo-European%20language\"&gt;Proto-Indo-European&lt;/a&gt;. Its complex system of &lt;a href=\"Grammatical%20mood\"&gt;mood&lt;/a&gt;s (six types) and &lt;a href=\"Grammatical%20tense\"&gt;tense&lt;/a&gt;s (three simple and five complex constructions) is distinctive among &lt;a href=\"Balkan%20languages\"&gt;Balkan languages&lt;/a&gt;. There are two general types of &lt;a href=\"Grammatical%20conjugation\"&gt;conjugations&lt;/a&gt;.\nAlbanian verbs, like those of other Balkan languages, have an \"&lt;a href=\"admirative\"&gt;admirative&lt;/a&gt;\" mood (\"mënyra habitore\") that is used to indicate surprise on the part of the speaker or to imply that an event is known to the speaker by report and not by direct observation. In some contexts, this mood can be translated using English \"apparently\".\nFor more information on verb conjugation and on inflection of other parts of speech, see &lt;a href=\"Albanian%20morphology\"&gt;Albanian morphology&lt;/a&gt;.\nWord order.\nAlbanian word order is relatively free. To say 'Agim ate all the oranges' in Albanian, one may use any of the following orders, with slight pragmatic differences:\nHowever, the most common order is &lt;a href=\"subject%E2%80%93verb%E2%80%93object\"&gt;subject–verb–object&lt;/a&gt;.\nThe verb can optionally occur in sentence-initial position, especially with verbs in the non-active form (\"forma joveprore\"):\nNegation.\nVerbal negation in Albanian is mood-dependent, a trait shared with some fellow &lt;a href=\"Indo-European%20languages\"&gt;Indo-European languages&lt;/a&gt; such as &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;.\nIn indicative, conditional, or admirative sentences, negation is expressed by the particles \"nuk\" or \"s\"' in front of the verb, for example:\nSubjunctive, imperative, optative, or non-finite forms of verbs are negated with the particle \"mos\":\nLiterary tradition.\nEarliest undisputed texts.\nThe earliest known texts in Albanian:\nAlbanian scripts were produced earlier than the first attested document, \"formula e pagëzimit\", but none yet have been discovered. We know of their existence by earlier references. For example, a French monk signed as \"Broccardus\" notes, in 1332, that \"Although the Albanians have another language totally different from Latin, \"they still use Latin letters in all their books\"\".\nDisputed earlier texts.\nIn 1967 two scholars claimed to have found a brief text in Albanian inserted into the &lt;a href=\"Bellifortis\"&gt;Bellifortis&lt;/a&gt; text, a book written in Latin dating to 1402–1405.\nDr. &lt;a href=\"Robert%20Elsie\"&gt;Robert Elsie&lt;/a&gt;, a specialist in Albanian studies, considers that \"The Todericiu/Polena Romanian translation of the non-Latin lines, although it may offer some clues if the text is indeed Albanian, is fanciful and based, among other things, on a false reading of the manuscript, including the exclusion of a whole line.\"\nOttoman period.\nIn 1635, &lt;a href=\"Frang%20Bardhi\"&gt;Frang Bardhi&lt;/a&gt; (1606–1643) published in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; his \"Dictionarum latinum-epiroticum\", the first known Latin-Albanian dictionary. Other scholars who studied the language during the 17th century include &lt;a href=\"Andrea%20Bogdani\"&gt;Andrea Bogdani&lt;/a&gt; (1600–1685), author of the first Latin-Albanian grammar book, &lt;a href=\"Nilo%20Katalanos\"&gt;Nilo Katalanos&lt;/a&gt; (1637–1694) and others.\nLexicon.\nAlbanian is known within historical linguistics as a case of a language which, although surviving through many periods of foreign rule and multilingualism, saw a \"disproportionately high\" influx of &lt;a href=\"Loanword\"&gt;loans&lt;/a&gt; from other languages augmenting and replacing much of its original &lt;a href=\"vocabulary\"&gt;vocabulary&lt;/a&gt;. Some scholars suggest that Albanian seems to have lost more than 90% of its original vocabulary in favour of &lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt;, &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;, &lt;a href=\"Slavic%20languages\"&gt;Slavic&lt;/a&gt;, &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; and &lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt; loanwords, but according to other scholars this percentage is definitely overstated. Of all the foreign influences in Albanian, the deepest reaching and most impactful was the absorption of loans from Latin in the Classical period and its Romance successors afterward, with over 60% of Albanian vocabulary consisting of Latin roots, causing Albanian to once have been mistakenly identified as a Romance language.\nMajor work in reconstructing Proto-Albanian has been done with the help of knowledge of the original forms of loans from Ancient Greek, Latin and Slavic, while Ancient Greek loanwords are scarce the Latin loanwords are of extreme importance in &lt;a href=\"phonology\"&gt;phonology&lt;/a&gt;. The presence of loanwords from more well-studied languages from time periods before Albanian was attested, reaching deep back into the Classical Era, has been of great use in phonological reconstructions for earlier ancient and medieval forms of Albanian. Some words in the core vocabulary of Albanian have no known etymology linking them to Proto-Indo-European or any known source language, and as of 2018 are thus tentatively attributed to an unknown, unattested, pre-Indo-European substrate language; some words among these include (heart) and (iron). Some among these putative pre-IE words are thought to be related to putative pre-IE substrate words in neighboring Indo-European languages, such as (flower), which has been tentatively linked to Latin and Greek .\nLexical distance of Albanian to other languages in a &lt;a href=\"Lexicostatistics\"&gt;lexicostatistical&lt;/a&gt; analysis by Ukrainian linguist Tyshchenko shows the following results (the lower figure – the higher similarity): 49% &lt;a href=\"Slovenian%20language\"&gt;Slovenian&lt;/a&gt;, 53% &lt;a href=\"Romanian%20language\"&gt;Romanian&lt;/a&gt;, 56% &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;, 82% &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, 86% &lt;a href=\"Macedonian%20language\"&gt;Macedonian&lt;/a&gt;, 86% &lt;a href=\"Bulgarian%20language\"&gt;Bulgarian&lt;/a&gt;.\nEarly linguistic influences.\nThe earliest &lt;a href=\"loanword\"&gt;loanword&lt;/a&gt;s attested in Albanian come from &lt;a href=\"Doric%20Greek\"&gt;Doric Greek&lt;/a&gt;, whereas the strongest influence came from &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;. Some scholars argue that Albanian originated from an area located east of its present geographic spread due to the several &lt;a href=\"Albanian%E2%80%93Romanian%20linguistic%20relationship\"&gt;common lexical items&lt;/a&gt; found between the Albanian and &lt;a href=\"Romanian%20language\"&gt;Romanian&lt;/a&gt; languages. However it does not necessarily define the genealogical history of Albanian language, and it does not exclude the possibility of &lt;a href=\"Proto-Albanian%20language\"&gt;Proto-Albanian&lt;/a&gt; presence in both &lt;a href=\"Illyrians\"&gt;Illyrian&lt;/a&gt; and &lt;a href=\"Thracians\"&gt;Thracian&lt;/a&gt; territory.\nThe period during which Proto-Albanian and Latin interacted was protracted, lasting from the 2nd century BC to the 5th century AD. Over this period, the lexical borrowings can be roughly divided into three layers, the second of which is the largest. The first and smallest occurred at the time of less significant interaction. The final period, probably preceding the &lt;a href=\"Migration%20Period\"&gt;Slavic or Germanic invasions&lt;/a&gt;, also has a notably smaller number of borrowings. Each layer is characterised by a different treatment of most vowels: the first layer follows the evolution of Early Proto-Albanian into Albanian; while later layers reflect vowel changes endemic to Late Latin (and presumably &lt;a href=\"Proto-Romance%20language\"&gt;Proto-Romance&lt;/a&gt;). Other formative changes include the syncretism of several noun case endings, especially in the plural, as well as a large-scale palatalisation.\nA brief period followed, between the 7th and the 9th centuries, that was marked by heavy borrowings from &lt;a href=\"South%20Slavic%20languages\"&gt;South Slavic&lt;/a&gt;, some of which predate the \"o-a\" shift common to the modern forms of this language group. Starting in the latter 9th century, there was a period characterised by protracted contact with the &lt;a href=\"Proto-Romanian%20language\"&gt;Proto-Romanians&lt;/a&gt; (or \"&lt;a href=\"Vlachs\"&gt;Vlachs&lt;/a&gt;\"), though lexical borrowing seems to have been mostly one sided: from Albanian into Romanian. Such borrowing indicates that the &lt;a href=\"Romanians\"&gt;Romanians&lt;/a&gt; migrated from an area where the majority was Slavic (i.e. Middle Bulgarian) to an area with a majority of Albanian speakers (i.e. &lt;a href=\"Dardania%20%28Roman%20province%29\"&gt;Dardania&lt;/a&gt;, where Vlachs are recorded in the 10th century). Their movement is presumably related to the expansion of the &lt;a href=\"Bulgarian%20Empire\"&gt;Bulgarian Empire&lt;/a&gt; into Albania around that time.\nEarly Greek loans.\nThere are some 30 &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; loanwords in Albanian. Many of these reflect a dialect which voiced its aspirants, as did the Macedonian dialect. Other loanwords are Doric; these words mainly refer to commodity items and trade goods and probably came through trade with a now-extinct intermediary.\nThe following come from a Greek dialect without any significant attestation called \"Makedonian\" because it was akin to the native idiom of the Greek-speaking population in the Argead kingdom:\nLatin influence.\nIn total Latin roots comprise over 60% of the Albanian lexicon. They include many frequently used core vocabulary items, including ' (\"very\", from Latin '), ' (\"few\", Latin '), ' (\"narrow\", Latin '), ' (\"tree\", Latin '), ' (\"to come\", Latin '), ' (\"sand\", Latin '), ' (\"straight\", Latin '), ' (\"beast\", Latin ', meaning \"thing\"), and ' (\"far away\", Latin ').\n&lt;a href=\"Jernej%20Kopitar\"&gt;Jernej Kopitar&lt;/a&gt; (1780–1844) was the first to note Latin's influence on Albanian and claimed \"the Latin loanwords in the Albanian language had the pronunciation of the time of Emperor Augustus\". Kopitar gave examples such as Albanian ' 'chickpea' from Latin ', ' 'city, town' from ', ' 'fish' from ', and ' 'arrow' from '. The hard pronunciations of Latin and are retained as palatal and velar stops in the Albanian loanwords. Gustav Meyer (1888) and &lt;a href=\"Wilhelm%20Meyer-L%C3%BCbke\"&gt;Wilhelm Meyer-Lübke&lt;/a&gt; (1914) later corroborated this. Meyer noted the similarity between the Albanian verbs ' \"to speak clearly, enunciate\" and ' \"to pronounce, articulate\" and the Latin word ' (meaning \"to welcome\"). Therefore, he believed that the word \"Shqiptar\" \"Albanian person\" was derived from ', which in turn was derived from the Latin word \"\". &lt;a href=\"Johann%20Georg%20von%20Hahn\"&gt;Johann Georg von Hahn&lt;/a&gt;, an Austrian linguist, had proposed the same hypothesis in 1854.\n&lt;a href=\"Eqrem%20%C3%87abej\"&gt;Eqrem Çabej&lt;/a&gt; also noticed, among other things, the archaic Latin elements in Albanian:\nHaralambie Mihăescu demonstrated that:\nOther authors have detected Latin loanwords in Albanian with an ancient sound pattern from the 1st century BC, for example, Albanian ' 'saddle girth; dwarf elder' from Latin ' and Albanian ' 'old, aged; former' from ' but influenced by Latin '. The &lt;a href=\"Romance%20languages\"&gt;Romance languages&lt;/a&gt; inherited these words from Vulgar Latin: ' became Romanian ' 'girdle; saddle girth', and Vulgar Latin \"&lt;a href=\"Veteranus\"&gt;veterānus&lt;/a&gt;\" became Romanian ' 'old'.\nAlbanian, &lt;a href=\"Basque%20language\"&gt;Basque&lt;/a&gt;, and the surviving &lt;a href=\"Celtic%20languages\"&gt;Celtic languages&lt;/a&gt; such as &lt;a href=\"Breton%20language\"&gt;Breton&lt;/a&gt; and &lt;a href=\"Welsh%20language\"&gt;Welsh&lt;/a&gt; are the non-Romance languages today that have this sort of extensive Latin element dating from ancient Roman times, which has undergone the sound changes associated with the languages. Other languages in or near the former Roman area either came on the scene later (Turkish, the Slavic languages, Arabic) or borrowed little from Latin despite coexisting with it (Greek, German), although German does have a few such ancient Latin loanwords (' 'window', ' 'cheese', \"\").\nRomanian scholars such as Vatasescu and Mihaescu, using lexical analysis of the Albanian language, have concluded that Albanian was heavily influenced by an extinct Romance language that was distinct from both Romanian and &lt;a href=\"Dalmatian%20language\"&gt;Dalmatian&lt;/a&gt;. Because the Latin words common to only Romanian and Albanian are significantly fewer in number than those that are common to only Albanian and Western Romance, Mihaescu argues that the Albanian language evolved in a region with much greater contact with Western Romance regions than with Romanian-speaking regions, and located this region in present-day Albania, Kosovo and Western Macedonia, spanning east to &lt;a href=\"Bitola\"&gt;Bitola&lt;/a&gt; and &lt;a href=\"Pristina\"&gt;Pristina&lt;/a&gt;.\nOther loans.\nAfter the &lt;a href=\"Slavs\"&gt;Slavs&lt;/a&gt; arrived in the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt;, the &lt;a href=\"Slavic%20languages\"&gt;Slavic languages&lt;/a&gt; became an additional source of loanwords. The rise of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; meant an influx of &lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt; words; this also entailed the borrowing of Persian and Arabic words through Turkish. Some Turkish personal names, such as \"Altin\", are common. There are some loanwords from Modern Greek, especially in the south of Albania. Many borrowed words have been replaced by words with Albanian roots or modern Latinised (international) words.\nGothic.\nAlbanian is also known to possess a small set of loans from &lt;a href=\"Gothic%20language\"&gt;Gothic&lt;/a&gt;, with early inquiry into the matter done by &lt;a href=\"Norbert%20Jokl\"&gt;Norbert Jokl&lt;/a&gt; and &lt;a href=\"Sigmund%20Feist\"&gt;Sigmund Feist&lt;/a&gt;, though such loans had been claimed earlier in the 19th century by early linguists such as &lt;a href=\"Gustav%20Meyer\"&gt;Gustav Meyer&lt;/a&gt;. Many words claimed as Gothic have now been attributed to other origins by later linguists of Albanian (\"fat\" and \"tufë\", though used for major claims by Huld in 1994, are now attributed to Latin, for example), or may instead be native to Albanian, inherited from Proto-Indo-European. Today, it is accepted that there are a few words from Gothic in Albanian, but for the most part they are scanty because the Goths had few contacts with Balkan peoples. \nMartin Huld defends the significance of the admittedly sparse Gothic loans for Albanian studies, however, arguing that Gothic is the only clearly post-Roman and \"pre-Ottoman\" language after Latin with a notable influence on the Albanian lexicon (the influence of Slavic languages is both pre-Ottoman and Ottoman). He argues that Gothic words in Albanian are attributable to the late fourth and early fifth centuries during the invasions of various Gothic speaking groups of the Balkans under &lt;a href=\"Alaric%20I\"&gt;Alaric&lt;/a&gt;, &lt;a href=\"Odoacer\"&gt;Odoacer&lt;/a&gt;, and &lt;a href=\"Theodoric\"&gt;Theodoric&lt;/a&gt;. He argues that Albanian Gothicisms bear evidence for the ordering of developments within Proto-Albanian at this time: for example, he argues Proto-Albanian at this stage had already shifted /uː/ to [y] as Gothic words with /uː/ reflect with /u/ in Albanian, not /y/ as seen in most Latin and ancient Greek loans, but had not yet experienced the shift of /t͡s/ to /θ/, since loans from Gothic words with /θ/ replace /θ/ with /t/ or another close sound. \nNotable words that continue to be attributed to Gothic in Albanian by multiple modern sources include:\nPatterns in loaning.\nAlthough Albanian is characterised by the absorption of many loans, even, in the case of Latin, reaching deep into the core vocabulary, certain &lt;a href=\"semantic%20field\"&gt;semantic field&lt;/a&gt;s nevertheless remained more resistant. Terms pertaining to social organisation are often preserved, though not those pertaining to political organisation, while those pertaining to trade are all loaned or innovated.\nHydronyms present a complicated picture; the term for \"sea\" (\"det\") is native and an \"Albano-Germanic\" innovation referring to the concept of depth, but a large amount of maritime vocabulary is loaned. Words referring to large streams and their banks tend to be loans, but \"lumë\" (\"river\") is native, as is \"rrymë\" (the flow of water). Words for smaller streams and stagnant pools of water are more often native, but the word for \"pond\", \"pellg\" is in fact a semantically shifted descendant of the old Greek word for \"high sea\", suggesting a change in location after Greek contact. Albanian has maintained since Proto-Indo-European a specific term referring to a riverside forest (\"gjazë\"), as well as its words for marshes. Curiously, Albanian has maintained native terms for \"whirlpool\", \"water pit\" and (aquatic) \"deep place\", leading Orel to speculate that the Albanian &lt;a href=\"Urheimat\"&gt;Urheimat&lt;/a&gt; likely had an excess of dangerous whirlpools and depths.\nRegarding forests, words for most conifers and shrubs are native, as are the terms for \"alder\", \"elm\", \"oak\", \"beech\", and \"linden\", while \"ash\", \"chestnut\", \"birch\", \"maple\", \"poplar\", and \"willow\" are loans.\nThe original kinship terminology of Indo-European was radically reshaped; changes included a shift from \"mother\" to \"sister\", and were so thorough that only three terms retained their original function, the words for \"son-in-law\", \"mother-in-law\" and \"father-in-law\". All the words for second-degree blood kinship, including \"aunt\", \"uncle\", \"nephew\", \"niece\", and terms for grandchildren, are ancient loans from Latin.\nThe Proto-Albanians appear to have been cattle breeders given the vastness of preserved native vocabulary pertaining to cow breeding, milking and so forth, while words pertaining to dogs tend to be loaned. Many words concerning horses are preserved, but the word for horse itself is a Latin loan."
}