{
    "id": "189451",
    "revid": "36369230",
    "url": "https://en.wikipedia.org/wiki?curid=189451",
    "title": "Ion Iliescu",
    "text": "Ion Iliescu (; born 3 March 1930) is a Romanian &lt;a href=\"politician\"&gt;politician&lt;/a&gt; and &lt;a href=\"engineer\"&gt;engineer&lt;/a&gt; who served as &lt;a href=\"President%20of%20Romania\"&gt;President of Romania&lt;/a&gt; from 1989 to 1996 and from 2000 until 2004. Between 1996 and 2000 and also from 2004 to 2008, year in which he retired, Iliescu was a &lt;a href=\"Senate%20of%20Romania\"&gt;senator&lt;/a&gt; for the &lt;a href=\"Social%20Democratic%20Party%20%28Romania%29\"&gt;Social Democratic Party&lt;/a&gt; (PSD), of which he is the founder and honorary president.\nIliescu joined the &lt;a href=\"Romanian%20Communist%20Party\"&gt;Romanian Communist Party&lt;/a&gt; (PCR) in 1953 and became a member of its Central Committee in 1965. Beginning with 1971, he was gradually marginalized by &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt;. He had a leading role in the &lt;a href=\"Romanian%20Revolution\"&gt;Romanian Revolution&lt;/a&gt;, becoming the country's president in December 1989. In May 1990, he became Romania's first freely elected head of state. After a new constitution was approved by popular referendum, he served a further two terms, from 1992 to 1996 and from 2000 to 2004, separated by the presidency of &lt;a href=\"Emil%20Constantinescu\"&gt;Emil Constantinescu&lt;/a&gt;, who defeated him in 1996.\nIn 2004, during his presidency, Romania joined &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;. In April 2018, Iliescu was charged in Romania with committing &lt;a href=\"crimes%20against%20humanity\"&gt;crimes against humanity&lt;/a&gt; by \"approving military measures, some of which had an evidently diversionary character\" during the deadly aftermath of the country's 1989 revolution. In 2020, a judge rejected the case due to irregularities in the indictment. Iliescu is currently the oldest living former &lt;a href=\"List%20of%20presidents%20of%20Romania\"&gt;Romanian president&lt;/a&gt;.\nEarly life and entering politics.\nHe was born in &lt;a href=\"Olteni%C8%9Ba\"&gt;Oltenița&lt;/a&gt;, the son of &lt;a href=\"Alexandru%20Iliescu\"&gt;Alexandru Iliescu&lt;/a&gt; and Maria Dumitru Toma. His mother, who was originary from &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt;, abandoned him when he was an infant. His father, a railroad worker, had &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; views, during a period in which the &lt;a href=\"Romanian%20Communist%20Party\"&gt;Romanian Communist Party&lt;/a&gt; was banned by the authorities. In 1931, he went to the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; to take part in the &lt;a href=\"Congress%20of%20the%20Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Congress of the Communist Party of the Soviet Union&lt;/a&gt; in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;. He remained in the USSR for the next four years and was arrested upon his return. He was imprisoned from June 1940 to August 1944 and died in August 1945. During his time in the Soviet Union, Alexandru Iliescu divorced and married Marița, a chambermaid. According to Iliescu's own statements, his grandfather, Vasili Ivanovici, was a Russian Jew, who, being persecuted by the tsarist authorities because of his socialist views, took refuge in Romania.\nIliescu was raised by his stepmother and by his grandparents. At age 9 he was adopted by an aunt, Aristița, who worked as a cook for &lt;a href=\"Ana%20Pauker\"&gt;Ana Pauker&lt;/a&gt;. In 1948 he met Elena (Nina) Șerbănescu, when they were both 18-year old students, he at the &lt;a href=\"Saint%20Sava%20National%20College\"&gt;Saint Sava High School&lt;/a&gt; and she at the Iulia Hasdeu High School, in Bucharest. The two were married on July 21, 1951; they have no children, not by choice but because they could not, as Nina had three &lt;a href=\"miscarriage\"&gt;miscarriage&lt;/a&gt;s. He studied &lt;a href=\"fluid%20mechanics\"&gt;fluid mechanics&lt;/a&gt; at the &lt;a href=\"Bucharest%20Polytechnic%20Institute\"&gt;Bucharest Polytechnic Institute&lt;/a&gt; and then as a foreign student at &lt;a href=\"Moscow%20Power%20Engineering%20Institute\"&gt;Moscow Power Engineering Institute&lt;/a&gt;. During his stay in Moscow, he was the secretary of the \"Association of Romanian Students\"; it is alleged that he met &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt;, although Iliescu always denied this. However, years later, president &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt; probably believed that there was a connection between the two, since during Gorbachev's visit to Romania in July 1989, Iliescu was sent outside of Bucharest to prevent any contact.\nIliescu learned to speak &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; after the 1989 Revolution; he also speaks &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt;, &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, and some &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;.\nHe joined the &lt;a href=\"Union%20of%20Communist%20Youth\"&gt;Union of Communist Youth&lt;/a&gt; in 1944 and the Communist Party in 1953 and made a career in the Communist &lt;a href=\"nomenklatura\"&gt;nomenklatura&lt;/a&gt;, becoming a secretary of the &lt;a href=\"Central%20Committee\"&gt;Central Committee&lt;/a&gt; of the Union of Communist Youth in 1956 and a member of the Central Committee of the &lt;a href=\"Romanian%20Communist%20Party\"&gt;Romanian Communist Party&lt;/a&gt; in 1965. At one point, he served as the head of the Central Committee's Department of Propaganda. Iliescu later served as Minister for Youth-related Issues between 1967 and 1971.\nHowever, in 1971, Ceaușescu felt threatened by Iliescu, who was seen as Ceaușescu's heir apparent. He was marginalized and removed from all major political offices, becoming vice-president of the &lt;a href=\"Timi%C8%99%20County\"&gt;Timiș County&lt;/a&gt; Council (1971–1974), and later president of the &lt;a href=\"Ia%C8%99i%20County\"&gt;Iași&lt;/a&gt; Council (1974–1979). Until 1989, he was in charge of the Editura Tehnică publishing house. For most of the 1980s (if not before), he was tailed by the &lt;a href=\"Securitate\"&gt;Securitate&lt;/a&gt; (secret police), as he was known to oppose Ceaușescu's harsh rule.\nRomanian Revolution.\nThe Romanian Revolution began as a popular revolt in &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt;. After Ceaușescu was overthrown on 22 December, the political vacuum was filled by an organization named &lt;a href=\"National%20Salvation%20Front%20%28Romania%29\"&gt;National Salvation Front&lt;/a&gt; (FSN: \"Frontul Salvării Naționale\"), formed spontaneously by second-rank Communist party members opposed to the policies of Ceaușescu and non-affiliated participants in the revolt. Iliescu was quickly acknowledged as the leader of the organization and therefore of the provisional authority. He first learned of the revolution when he noticed the Securitate was no longer tailing him.\nThe Ceaușescus were captured, hauled before a &lt;a href=\"Trial%20and%20execution%20of%20Nicolae%20and%20Elena%20Ceau%C8%99escu\"&gt;drumhead court-martial&lt;/a&gt;, and executed on Christmas Day. Years later, Iliescu conceded that the trial and execution were \"quite shameful, but necessary\" to end the chaos that had riven the country since Ceaușescu's overthrow.\nIliescu proposed multi-party elections and an \"original democracy\". This is widely held to have meant the adoption of \"&lt;a href=\"Perestroika\"&gt;Perestroika&lt;/a&gt;\"-style reforms rather than the complete removal of existing institutions; it can be linked to the warm reception the new regime was given by Mikhail Gorbachev and the rest of the &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; leadership, and the fact that the first post-revolutionary international agreement signed by Romania was with that country.\nIliescu later evoked the possibility of trying a \"&lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; model\" of socialism.\nRumours abounded for years that Illiescu and other second-rank Communists had been planning to overthrow Ceaușescu, but the events of December 1989 overtook them. For instance, &lt;a href=\"Nicolae%20Militaru\"&gt;Nicolae Militaru&lt;/a&gt;, the new regime's first &lt;a href=\"Ministry%20of%20National%20Defense%20%28Romania%29\"&gt;Defense Minister&lt;/a&gt;, said that Illiescu and others had planned to take Ceaușescu prisoner in February 1990 while he was out of the capital. However, Illiescu denies this, saying that the nature of the Ceaușescu regime—particularly the Securitate's ubiquity—made advance planning for a coup all but impossible.\nPresidency.\nThe &lt;a href=\"National%20Salvation%20Front%20%28Romania%29\"&gt;National Salvation Front&lt;/a&gt; (FSN) subsequently decided to organize itself as a party and participate in the &lt;a href=\"1990%20Romanian%20general%20election\"&gt;1990 general election&lt;/a&gt;—the first free election held in the country in 53 years–with Illiescu as its presidential candidate. The FSN won a sweeping victory, taking strong majorities in both chambers. In the separate presidential election, Iliescu won handily, taking 85 percent of the vote, still the largest vote share for a free presidential election. He became Romania's first democratically elected head of state. To date, it is the only time since the &lt;a href=\"Revolutions%20of%201989\"&gt;Fall of Communism&lt;/a&gt; that a president has been elected in a single round.\nIliescu and his supporters split from the Front and created the Democratic National Salvation Front (FDSN), which later evolved into the Party of Social Democracy in Romania (PDSR), then the Social Democratic Party (PSD) (see &lt;a href=\"Social%20Democratic%20Party%20of%20Romania\"&gt;Social Democratic Party of Romania&lt;/a&gt;). Progressively, the Front lost its character as a &lt;a href=\"Central%20government\"&gt;national government&lt;/a&gt; or generic coalition, and became vulnerable to criticism for using its appeal as the first institution involved in power sharing, while engaging itself in political battles with forces that could not enjoy this status, nor the credibility.\nUnder the pressure of the events that led to the &lt;a href=\"Mineriad\"&gt;Mineriad&lt;/a&gt;s, his political stance has veered with time: from a proponent of \"Perestroika\", Iliescu recast himself as a Western European &lt;a href=\"social%20democrat\"&gt;social democrat&lt;/a&gt;. The main debate around the subject of his commitment to such ideals is linked to the special conditions in Romania, and especially to the strong &lt;a href=\"Romanian%20nationalism\"&gt;nationalist&lt;/a&gt; and autarkic attitude visible within the Ceaușescu regime. Critics have pointed out that, unlike most Communist-to-social democrat changes in the &lt;a href=\"Eastern%20Bloc\"&gt;Eastern Bloc&lt;/a&gt;, Romania's tended to retain various cornerstones.\nRomania adopted its first &lt;a href=\"Constitution%20of%20Romania\"&gt;post-Communist Constitution&lt;/a&gt; in 1991. In 1992, Iliescu &lt;a href=\"1992%20Romanian%20general%20election\"&gt;won a second term&lt;/a&gt; when he received 61% of the vote in the second round. He immediately suspended his NSDF membership; the Constitution does not allow the president to be a formal member of a political party during his term. He ran for a third time in &lt;a href=\"1996%20Romanian%20general%20election\"&gt;1996&lt;/a&gt; but, stripped of media monopoly, he lost in the second round to &lt;a href=\"Emil%20Constantinescu\"&gt;Emil Constantinescu&lt;/a&gt;, his second-round opponent in 1992. Over 1,000,000 votes were cancelled, leading to accusations of widespread fraud. Nevertheless, Iliescu conceded defeat within hours of polls closing, making him the only incumbent president to lose a bid for re-election since the end of Communism.\nIn the &lt;a href=\"2000%20Romanian%20general%20election\"&gt;2000 presidential election&lt;/a&gt; Iliescu ran again and won in the run-off against the ultra-nationalist &lt;a href=\"Corneliu%20Vadim%20Tudor\"&gt;Corneliu Vadim Tudor&lt;/a&gt;. He began his third term on 20 December of that year, ending on 20 December 2004. The center-right was severely defeated during the 2000 elections due largely to public dissatisfaction with the harsh economic reforms of the previous four years as well as the political instability and infighting of the multiparty coalition. Tudor's extreme views also ensured that most urban voters either abstained or chose Iliescu.\nIn the PSD elections of 21 April 2005, Iliescu lost the Party presidency to &lt;a href=\"Mircea%20Geoan%C4%83\"&gt;Mircea Geoană&lt;/a&gt;, but was elected as honorary president of the party in 2006, a position without official executive authority in the party.\nControversies.\nThough enjoying a certain popularity due to his opposition to Ceaușescu and image as a revolutionary, his political career after 1989 was characterized by multiple controversies and scandals. Public opinion regarding his tenure as president is still divided.\nAlleged KGB connections.\nSome alleged Iliescu had connections to the &lt;a href=\"KGB\"&gt;KGB&lt;/a&gt;; the allegations continued during 2003–2008, when Russian dissident &lt;a href=\"Vladimir%20Bukovsky\"&gt;Vladimir Bukovsky&lt;/a&gt;, who had been granted access to Soviet archives, declared that Iliescu and some of the NSF members were KGB agents, that Iliescu had been in close connection with Mikhail Gorbachev ever since they had allegedly met during Iliescu's stay in Moscow, and that the Romanian Revolution of 1989 was a plot organized by the KGB to regain control of the country's policies (gradually lost under Ceaușescu's rule). The only hard evidence published was a discussion between Gorbachev and Bulgaria's &lt;a href=\"Aleksandar%20Lilov\"&gt;Aleksandar Lilov&lt;/a&gt; from 23 May 1990 (after Iliescu's victory in the 20 May elections) in which Gorbachev says that Iliescu holds a \"calculated position\", and that despite sharing common views with Iliescu, Gorbachev wanted to avoid sharing this impression with the public.\nMineriads.\nIliescu, along with other figures in the leading &lt;a href=\"National%20Salvation%20Front%20%28Romania%29\"&gt;FSN&lt;/a&gt;, was allegedly responsible for calling the &lt;a href=\"Jiu%20Valley\"&gt;Jiu Valley&lt;/a&gt; miners to Bucharest on January (&lt;a href=\"January%201990%20Mineriad\"&gt;January 1990 Mineriad&lt;/a&gt;) and June (&lt;a href=\"June%201990%20Mineriad\"&gt;June 1990 Mineriad&lt;/a&gt;) 1990 to end the protests of the citizens gathered in &lt;a href=\"University%20Square%2C%20Bucharest\"&gt;University Square, Bucharest&lt;/a&gt;, protests aimed against the ex-Communist leaders of Romania (like himself). The pejorative term for this demonstration was the &lt;a href=\"Golaniad\"&gt;Golaniad&lt;/a&gt; (from the &lt;a href=\"Romanian%20language\"&gt;Romanian&lt;/a&gt; \"golan\", rascal). On 13 June, an attempt of the authorities to remove from the square around 100 protesters, which had remained in the street even after the &lt;a href=\"1990%20Romanian%20presidential%20election\"&gt;May elections&lt;/a&gt; had confirmed Iliescu and the FSN, resulted in attacks against several state institutions, such as the Ministry of Interior, the Bucharest Police Headquarters and the National Television. Iliescu issued a call to the Romanian people to come and defend the government, prompting several groups of miners to descend on the capital, armed with wooden clubs and bats. They trashed the &lt;a href=\"University%20of%20Bucharest\"&gt;University of Bucharest&lt;/a&gt;, some newspaper offices and the headquarters of opposition parties, claiming that they were havens of decadence and immorality – drugs, firearms and munitions, \"an automatic typewriter\", and fake currency. The June 1990 Mineriad in particular was widely criticized both at home and internationally, with one historian (&lt;a href=\"Andrei%20Pippidi\"&gt;Andrei Pippidi&lt;/a&gt;) comparing the events to Nazi Germany's &lt;a href=\"Kristallnacht\"&gt;Kristallnacht&lt;/a&gt;. Government inquiries later established that the miners were infiltrated and instigated by former &lt;a href=\"Securitate\"&gt;Securitate&lt;/a&gt; operatives. In February 1994 a Bucharest court \"found two security officers, Colonel Ion Nicolae and warrant officer Corneliu Dumitrescu, guilty of ransacking the house of &lt;a href=\"Ion%20Ra%C8%9Biu\"&gt;Ion Rațiu&lt;/a&gt;, a leading figure in the &lt;a href=\"Christian%20Democratic%20National%20Peasants%27%20Party\"&gt;Christian Democratic National Peasants' Party&lt;/a&gt;, during the miners' incursion and stealing $100,000.\"\nKing Michael.\nIn 1992, three years after the revolution which overthrew the Communist dictatorship, the Romanian government allowed &lt;a href=\"King%20of%20Romania\"&gt;King&lt;/a&gt; &lt;a href=\"Michael%20I%20of%20Romania\"&gt;Michael I&lt;/a&gt; to return to his country for Easter celebrations, where he drew large crowds. In Bucharest, over a million people turned out to see him. Michael's popularity alarmed the government of President Ion Iliescu, so Michael was forbidden to visit Romania again for five years. In 1997, after Iliescu's defeat by Emil Constantinescu, the Romanian Government restored Michael's citizenship and again allowed him to visit the country.\nPardons.\nIn December 2001, Iliescu pardoned three inmates convicted for &lt;a href=\"bribery\"&gt;bribery&lt;/a&gt;, including George Tănase, former &lt;a href=\"Financial%20Guard%20%28Romania%29\"&gt;Financial Guard&lt;/a&gt; head commissioner for &lt;a href=\"Ialomi%C8%9Ba%20County\"&gt;Ialomița County&lt;/a&gt;. Iliescu had to revoke Tănase's pardon a few days later due to the media outcry, claiming that \"a legal adviser was superficial in analyzing the case\". Later, the humanitarian reasons invoked in the pardon were contradicted by another medical expert opinion. Another controversial pardon was that of Dan Tartagă, a businessman from &lt;a href=\"Bra%C8%99ov\"&gt;Brașov&lt;/a&gt; who, while drunk, had run over and killed two people on a pedestrian crossing. He was sentenced to three years and a half but was pardoned after only a couple of months. Tartagă was later sentenced to a two-year sentence for &lt;a href=\"fraud\"&gt;fraud&lt;/a&gt;.\nMost controversial of all, on 15 December 2004, a few days before the end of his last term, Iliescu &lt;a href=\"pardon\"&gt;pardon&lt;/a&gt;ed 47 convicts, including &lt;a href=\"Miron%20Cozma\"&gt;Miron Cozma&lt;/a&gt;, the leader of the miners during the early 1990s, who had been sentenced in 1999 to 18 years in prison in conjunction with the &lt;a href=\"September%201991%20Mineriad\"&gt;September 1991 Mineriad&lt;/a&gt;. This has attracted harsh criticism from all Romanian media. Many of the pardoned had been convicted for corruption or other economic crimes, while one had been imprisoned for his involvement in the attempts at suppressing the 1989 Revolution.\nDecorating Vadim Tudor.\nIn the last days of his president mandate, he awarded the &lt;a href=\"Order%20of%20the%20Star%20of%20Romania\"&gt;Order of the Star of Romania&lt;/a&gt; (rank of ceremonial knighthood) to the controversial, ultra-nationalist politician &lt;a href=\"Corneliu%20Vadim%20Tudor\"&gt;Corneliu Vadim Tudor&lt;/a&gt;, a gesture which drew criticism in the press and prompted &lt;a href=\"Nobel%20Peace%20Prize\"&gt;Nobel Peace Prize&lt;/a&gt; winner &lt;a href=\"Elie%20Wiesel\"&gt;Elie Wiesel&lt;/a&gt;, fifteen &lt;a href=\"Radio%20Free%20Europe\"&gt;Radio Free Europe&lt;/a&gt; journalists, &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt; mayor &lt;a href=\"Gheorghe%20Ciuhandu\"&gt;Gheorghe Ciuhandu&lt;/a&gt;, songwriter &lt;a href=\"Alexandru%20Andrie%C8%99\"&gt;Alexandru Andrieș&lt;/a&gt;, and historian &lt;a href=\"Randolph%20Braham\"&gt;Randolph Braham&lt;/a&gt; to return their Romanian honours in protest. The leader of the &lt;a href=\"Democratic%20Alliance%20of%20Hungarians%20in%20Romania\"&gt;Democratic Alliance of Hungarians in Romania&lt;/a&gt;, &lt;a href=\"B%C3%A9la%20Mark%C3%B3\"&gt;Béla Markó&lt;/a&gt;, did not show up to claim the award he received on the same occasion. President Traian Băsescu revoked the award granted to Tudor on 24 May 2007, but a lawsuit is ongoing even after Băsescu's decree was declared constitutional.\nBlack sites.\nIon Iliescu was mentioned in the report of the &lt;a href=\"Council%20of%20Europe\"&gt;Council of Europe&lt;/a&gt; investigator into illegal activities of the &lt;a href=\"Central%20Intelligence%20Agency\"&gt;CIA&lt;/a&gt; in Europe, &lt;a href=\"Dick%20Marty\"&gt;Dick Marty&lt;/a&gt;. He was identified as one of the people who authorized or at least knew about and should stand accountable for the operation of a &lt;a href=\"CIA%20black%20sites\"&gt;CIA black site&lt;/a&gt; at &lt;a href=\"Mihail%20Kog%C4%83lniceanu%20International%20Airport\"&gt;Mihail Kogălniceanu airbase&lt;/a&gt; from 2003 to 2005, in the context of the &lt;a href=\"War%20on%20terror\"&gt;War on terror&lt;/a&gt;. In April 2015, Iliescu confirmed that he had granted a CIA request for a site in Romania, but was not aware of the nature of the site, describing it as a small gesture of goodwill to an ally in advance of Romania's eventual accession to &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;. Iliescu further stated that had he known of the intended use of the site, he would certainly not have approved the request.\nRevolution of 1989 and subsequent accusations.\nIn 2016, a previously closed legal case regarding &lt;a href=\"crimes%20against%20humanity\"&gt;crimes against humanity&lt;/a&gt; committed by the interim government headed by Iliescu during the &lt;a href=\"Romanian%20Revolution\"&gt;Romanian Revolution&lt;/a&gt; was reopened. In 2015, after 26 years of prolonged investigation, the authorities concluded that there was no evidence with which they could prosecute. In 2016, the case was ordered to be re-examined by the interim General Prosecutor. By 2017, military prosecutors had alleged that the events of 1989 were orchestrated by a misinformation campaign on the part of Iliescu's government, which were disseminated through broadcasting media. Reportedly, this investigation lead to speculation of whether the conflict of 1989 could be classified as a revolution, or else as a &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt;.\nIn April 2018, the General Prosecutor asked that Iliescu be put on trial. President &lt;a href=\"Klaus%20Iohannis\"&gt;Klaus Iohannis&lt;/a&gt; approved this request, as well as the proceeding of the prosecution of &lt;a href=\"Petre%20Roman\"&gt;Petre Roman&lt;/a&gt;. Iliescu was charged for his alleged role in the killing of 862 people during the revolution, at which time he headed the &lt;a href=\"National%20Salvation%20Front%20%28Romania%29\"&gt;National Salvation Front&lt;/a&gt; (FSN) interim government, as well as the spreading of misinformation. Allegations included Iliescu's apparent involvement in the Mineriad case, in which miners quashed protests against the government. The initial charges, brought forward in 2005, were shortly dropped, until 2014 when the European Court of Human Rights found Iliescu's lack of investigation into the events of Mineriad to be in violation of human rights to life, freedom from inhumane, and degrading treatment and demonstration, and again in 2015, when the Military Prosecutor's Section within the Prosecutor's Office and the Justice Office reopened investigations into the Mineriad protests, accusing Iliescu, along with other accused perpetrators, of coordinating a general and systematic attack against the civilian population during the events from 13 until 15 June 1990 in Bucharest. On 13 June 2017, the Prosecutor's Office indicted Iliescu for crimes against humanity for actions taken by Iliescu during the Mineriad protests. The statement released by the office claimed that the attack illegally involved forces of the Interior Ministry, Defence Ministry, Romanian Intelligence service, as well as the miners and other workers from various areas of the country. The office further alleged that attacks were also carried out against peaceful residents. The case was ultimately rejected in December 2020, as the judges found that the indictment was void and thus could not be used in a trial.\nOn 8 April 2019, Iliescu was officially charged with crimes against humanity Iliescu's lawyer Adrian Georgescu complained that the file was illegitimate due to its lack of a prosecutor. In December 2019, Iliescu's trial began to focus on allegations that he had intentionally spread disinformation through the use of broadcast media with the aid of &lt;a href=\"Aurel%20Drago%C8%99%20Munteanu\"&gt;Aurel Dragoș Munteanu&lt;/a&gt;, a member of the FSN and the director of &lt;a href=\"TVR%20%28TV%20network%29\"&gt;TVR&lt;/a&gt; during the revolution of 1989, meaning that he was greatly influential in the FSN's ability to foster support in the Romanian public. Among the claims investigated were Iliescu's broadcast claim that \"unknown terrorists\" were responsible for the deaths of Elena and Nicolae Ceaușescu.\nAmid candlelit vigils and other memorial services during the 30th anniversary of the Romanian Revolution, several survivors of the conflict spoke out against Iliescu's trial, with many claiming it is a publicity stunt on the part of Iohannis to gain popularity from the Romanian population that still seek the truth about the revolution. Iliescu's trial is not expected to reach a definitive conclusion. The trial was first postponed to February 2020 due to Iliescu's declining health and the slow pace of legal proceedings. This case was also rejected in June 2020, as a judge decided the indictment was not valid."
}