{
    "id": "1894487",
    "revid": "42317646",
    "url": "https://en.wikipedia.org/wiki?curid=1894487",
    "title": "Batrachomorpha",
    "text": "Batrachomorpha (\"frog form\") is a name traditionally given to recent and extinct &lt;a href=\"amphibian\"&gt;amphibian&lt;/a&gt;s that are more closely related to modern amphibians than they are to &lt;a href=\"reptile\"&gt;reptile&lt;/a&gt;s. It most often includes the extinct groups &lt;a href=\"Temnospondyli\"&gt;Temnospondyli&lt;/a&gt; and &lt;a href=\"Lepospondyli\"&gt;Lepospondyli&lt;/a&gt;. The first &lt;a href=\"tetrapod\"&gt;tetrapod&lt;/a&gt;s were all amphibians in the physiological sense that they laid their eggs in water, and are colloquially sometimes referred to as &lt;a href=\"labyrinthodont\"&gt;labyrinthodont&lt;/a&gt;s or &lt;a href=\"stegocephalia\"&gt;stegocephalia&lt;/a&gt;ns. In this scheme, batrachomorphs composed one branch of these early amphibians, while the &lt;a href=\"Reptiliomorpha\"&gt;reptiliomorphs&lt;/a&gt; composed the other. While the actual phylogeny of the &lt;a href=\"lissamphibia\"&gt;modern amphibians&lt;/a&gt; is not well understood, their ancestors are descended from one line of batrachomorphs. All other living tetrapods (&lt;a href=\"reptile\"&gt;reptile&lt;/a&gt;s, &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s and &lt;a href=\"mammal\"&gt;mammal&lt;/a&gt;s) are descended from one branch of reptiliomorphs, the &lt;a href=\"amniotes\"&gt;amniotes&lt;/a&gt;. Amniotes achieved dominance, while all other reptiliomorphs and most batrachomorphs have gone extinct.\nClassification.\nEtymology.\nThe name Batrachomorpha was coined by the Swedish &lt;a href=\"palaeontologist\"&gt;palaeontologist&lt;/a&gt; &lt;a href=\"Gunnar%20S%C3%A4ve-S%C3%B6derbergh\"&gt;Gunnar Säve-Söderbergh&lt;/a&gt; in 1934 to refer to &lt;a href=\"Ichthyostega\"&gt;ichthyostegids&lt;/a&gt;, &lt;a href=\"Temnospondyli\"&gt;temnospondyls&lt;/a&gt;, &lt;a href=\"Anthracosauria\"&gt;anthracosaurs&lt;/a&gt;, and the &lt;a href=\"frog\"&gt;frog&lt;/a&gt;s. Säve-Söderbergh held the view that &lt;a href=\"salamander\"&gt;salamander&lt;/a&gt;s and &lt;a href=\"caecilian\"&gt;caecilian&lt;/a&gt;s are not related to the other &lt;a href=\"tetrapod\"&gt;tetrapod&lt;/a&gt;s, but had developed independently from a different group of &lt;a href=\"Sarcopterygii\"&gt;lobe-finned fish&lt;/a&gt;, the &lt;a href=\"porolepiformes\"&gt;porolepiformes&lt;/a&gt;. In this view &lt;a href=\"amphibians\"&gt;amphibians&lt;/a&gt; would be a &lt;a href=\"biphyletic%20group\"&gt;biphyletic group&lt;/a&gt;, and Batrachomorpha was erected to form a natural group consisting of the \"true amphibians\" (i.e. &lt;a href=\"frog\"&gt;frog&lt;/a&gt;s in Säve-Söderberghs view) and their fossil relatives. The &lt;a href=\"salamanders\"&gt;salamanders&lt;/a&gt; and the &lt;a href=\"Lepospondyli\"&gt;Lepospondyli&lt;/a&gt; was consigned to \"&lt;a href=\"Urodelomorpha\"&gt;Urodelomorpha&lt;/a&gt;\".\n&lt;a href=\"Friedrich%20von%20Huene\"&gt;Friedrich von Huene&lt;/a&gt; adopted it as a superorder of his subclass \"Eutetrapoda\" (the lower tetrapods exclusive of the &lt;a href=\"Urodela\"&gt;urodeles&lt;/a&gt;) and included the orders Stegocephalia (here including a number of Labyrinthodonts and &lt;a href=\"anura%20%28frog%29\"&gt;anurans&lt;/a&gt;). &lt;a href=\"Erik%20Jarvik\"&gt;Erik Jarvik&lt;/a&gt;, who took over Säve-Söderberghs work and shared his view of the origin of salamanders, used the term more informally, but in a wider sense, to include the ancestral &lt;a href=\"osteolepiform\"&gt;osteolepiform&lt;/a&gt; fishes.\nThough never a majority view, the notion that tetrapods had evolved twice, together with the usage of the term batrachomorpha, lingered until genetic analysis started confirming the &lt;a href=\"monophyly\"&gt;monophyly&lt;/a&gt; of living amphibians in the 1990s. Jarviks classification is no longer followed, all living amphibians and their fossil relatives now being classified together in the group &lt;a href=\"Lissamphibia\"&gt;Lissamphibia&lt;/a&gt;.\nPhylogenetics.\n&lt;a href=\"Michael%20J.%20Benton\"&gt;Michael Benton&lt;/a&gt; adopted the term Batrachomorpha to include all living &lt;a href=\"amphibia\"&gt;amphibia&lt;/a&gt;ns and extinct relatives more closely related to amphibians than to &lt;a href=\"Amniote\"&gt;amniotes&lt;/a&gt;. In his scheme, Batrachomorpha is a superorder of &lt;a href=\"Amphibia\"&gt;Amphibia&lt;/a&gt;, containing the following subgroups:\nThe other groups of tetrapods considered more closely related to &lt;a href=\"amniotes\"&gt;amniotes&lt;/a&gt; are put in the subclass &lt;a href=\"Reptiliomorpha\"&gt;Reptiliomorpha&lt;/a&gt;.\nThe phylogenetic relationships of Paleozoic tetrapods have not yet been worked out with certainty, and the validity of Batrachomorpha as a &lt;a href=\"clade\"&gt;clade&lt;/a&gt; depends on where other amphibians and early amniotes fit on the evolutionary tree. The actual content of Batrachomorpha as cladistically defined is therefore uncertain, and in some &lt;a href=\"Phylogeny\"&gt;phylogenies&lt;/a&gt; the clade is redundant (e.g. Laurin 1996).\nAnatomy.\nBatrachomorphs are distinguished by a number of features in the skeleton, including a flat or shallow skull, a fused &lt;a href=\"skull%20roof\"&gt;skull roof&lt;/a&gt; with no &lt;a href=\"cranial%20kinesis\"&gt;cranial kinesis&lt;/a&gt;, &lt;a href=\"Exoccipital%20bone\"&gt;exoccipital&lt;/a&gt;-&lt;a href=\"Postparietal%20bone\"&gt;postparietal&lt;/a&gt; contact on the &lt;a href=\"Occipital%20bone\"&gt;occiput&lt;/a&gt;, and four or fewer fingers on the hand.\n&lt;a href=\"Michael%20J.%20Benton\"&gt;Benton&lt;/a&gt; contrasts Batrachomorphs with &lt;a href=\"Reptiliomorpha\"&gt;Reptiliomorphs&lt;/a&gt;; both are &lt;a href=\"Crown%20group%23Stem%20groups\"&gt;stem-based clades&lt;/a&gt;; the former constitutes the \"amphibian\" evolutionary radiation, the latter the contemporary proto-reptilian and early amniote evolution.\nIn the appendix to &lt;a href=\"Vertebrate%20Palaeontology%20%28Benton%29\"&gt;Vertebrate Palaeontology&lt;/a&gt;, which combines cladistic and linnaean rankings, Benton has given Batrachomorpha the rank of Subclass in his 2001 edition, Class in the 2004 edition, and Superorder in the 2014 edition."
}