{
    "id": "18944081",
    "revid": "2300502",
    "url": "https://en.wikipedia.org/wiki?curid=18944081",
    "title": "Library of Congress",
    "text": "The Library of Congress (LC) is the research &lt;a href=\"library\"&gt;library&lt;/a&gt; that officially serves the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; and is the \"&lt;a href=\"de%20facto\"&gt;de facto&lt;/a&gt;\" &lt;a href=\"national%20library\"&gt;national library&lt;/a&gt; of the United States. It is the oldest federal &lt;a href=\"cultural%20institution\"&gt;cultural institution&lt;/a&gt; in the United States. The library is housed in three buildings on &lt;a href=\"Capitol%20Hill\"&gt;Capitol Hill&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;; it also maintains a &lt;a href=\"National%20Audio-Visual%20Conservation%20Center\"&gt;conservation center&lt;/a&gt; in &lt;a href=\"Culpeper%2C%20Virginia\"&gt;Culpeper, Virginia&lt;/a&gt;. The library's functions are overseen by the &lt;a href=\"Librarian%20of%20Congress\"&gt;Librarian of Congress&lt;/a&gt;, and its buildings are maintained by the &lt;a href=\"Architect%20of%20the%20Capitol\"&gt;Architect of the Capitol&lt;/a&gt;. The Library of Congress is one of the &lt;a href=\"List%20of%20largest%20libraries\"&gt;largest libraries in the world&lt;/a&gt;. Its \"collections are universal, not limited by subject, format, or national boundary, and include research materials from all parts of the world and in more than 450 languages.\"\nCongress moved to Washington, D.C., in 1800 after holding sessions for 11 years in the temporary national capitals in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;. In both cities, members of the U.S. Congress had access to the sizable collections of the &lt;a href=\"New%20York%20Society%20Library\"&gt;New York Society Library&lt;/a&gt; and the &lt;a href=\"Library%20Company%20of%20Philadelphia\"&gt;Library Company of Philadelphia&lt;/a&gt;. The small Congressional Library was housed in the &lt;a href=\"United%20States%20Capitol\"&gt;United States Capitol&lt;/a&gt; for most of the 19th century until the early 1890s.\nMost of the original collection was &lt;a href=\"Burning%20of%20Washington\"&gt;burnt&lt;/a&gt; by the British during the &lt;a href=\"War%20of%201812\"&gt;War of 1812&lt;/a&gt;, with the library beginning efforts to restore its collection in 1815. The library purchased &lt;a href=\"Thomas%20Jefferson\"&gt;Thomas Jefferson&lt;/a&gt;'s entire personal collection of 6,487 books, and its collection slowly expanded in the following years, although it suffered another fire in its Capitol chambers in 1851. This destroyed a large amount of the collection, including many of Jefferson's books. After the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, the importance of the Library of Congress increased with its growth, and there was a campaign to purchase replacement copies for volumes that had been burned. The library received the right of transference of all copyrighted works to deposit two copies of books, maps, illustrations, and diagrams printed in the United States. It also began to build its collections. Its development culminated between 1888 and 1894 with the construction of its own separate, large library building across the street from the Capitol. Two additional buildings have been constructed nearby to hold collections and provide services, one in the 1930s and one in the 1970s.\nThe library's primary mission is to research inquiries made by members of Congress, which is carried out through the &lt;a href=\"Congressional%20Research%20Service\"&gt;Congressional Research Service&lt;/a&gt;. It also houses and oversees the &lt;a href=\"United%20States%20Copyright%20Office\"&gt;United States Copyright Office&lt;/a&gt;. The library is open to the public for research, although only high-ranking government officials and library employees may check out (i.e., remove from the premises) books and materials.\nHistory.\n1800–1851: Origin and Jefferson's contribution.\n&lt;a href=\"James%20Madison\"&gt;James Madison&lt;/a&gt; of &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; is credited with the idea of creating a congressional library, first making such a proposition in 1783. The Library of Congress was subsequently established on April 24, 1800, when President &lt;a href=\"John%20Adams\"&gt;John Adams&lt;/a&gt; signed an act of Congress also providing for the transfer of the seat of government from &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; to the new capital city of Washington. Part of the legislation appropriated $5,000 \"for the purchase of such books as may be necessary for the use of Congress ... and for fitting up a suitable apartment for containing them.\" Books were ordered from London, and the collection consisted of 740 books and three maps, which were housed in the new &lt;a href=\"United%20States%20Capitol\"&gt;United States Capitol&lt;/a&gt;.\nPresident &lt;a href=\"Thomas%20Jefferson\"&gt;Thomas Jefferson&lt;/a&gt; played an important role in establishing the structure of the Library of Congress. On January 26, 1802, he signed a bill that allowed the president to appoint the &lt;a href=\"librarian%20of%20Congress\"&gt;librarian of Congress&lt;/a&gt; and establishing a &lt;a href=\"Joint%20Committee%20on%20the%20Library\"&gt;Joint Committee on the Library&lt;/a&gt; to regulate and oversee it. The new law also extended borrowing privileges to the president and vice president.\nIn August 1814, after routing an American army &lt;a href=\"Battle%20of%20Bladensburg\"&gt;at Bladensburg&lt;/a&gt;, the &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;British&lt;/a&gt; bloodlessly occupied Washington, D.C. In retaliation for the American &lt;a href=\"Raid%20on%20Port%20Dover\"&gt;destruction of Port Dover&lt;/a&gt;, the British ordered the destruction of numerous public buildings in the city. British troops burned the Library of Congress, including its collection of 3,000 volumes. These volumes had been held in the Senate wing of the Capitol. One of the few congressional volumes to survive was a government account book of receipts and expenditures for 1810. It was taken as a souvenir by British naval officer &lt;a href=\"Sir%20George%20Cockburn%2C%2010th%20Baronet\"&gt;Sir George Cockburn&lt;/a&gt;, whose family returned it to the United States government in 1940.\nWithin a month, Thomas Jefferson offered to sell his large personal library as a replacement. Congress accepted his offer in January 1815, appropriating $23,950 to purchase his 6,487 books. Some members of the House of Representatives opposed the outright purchase, including New Hampshire representative &lt;a href=\"Daniel%20Webster\"&gt;Daniel Webster&lt;/a&gt;. He wanted to return \"all books of an atheistical, irreligious, and immoral tendency\".\nJefferson had spent 50 years accumulating a wide variety of books in several languages, and on subjects such as philosophy, history, law, religion, architecture, travel, natural sciences, mathematics, studies of classical Greece and Rome, modern inventions, hot air balloons, music, submarines, fossils, agriculture, and meteorology. He had also collected books on topics not normally viewed as part of a legislative library, such as cookbooks. But, he believed that all subjects had a place in the Library of Congress. He remarked:\nI do not know that it contains any branch of science which Congress would wish to exclude from their collection; there is, in fact, no subject to which a Member of Congress may not have occasion to refer.\nJefferson's collection was unique in that it was the working collection of a scholar, not a gentleman's collection for display. With the addition of his collection, which doubled the size of the original library, the Library of Congress was transformed from a specialist's library to a more general one. His original collection was organized into a scheme based on &lt;a href=\"Francis%20Bacon\"&gt;Francis Bacon&lt;/a&gt;'s &lt;a href=\"Works%20by%20Francis%20Bacon%23Scientific%20works\"&gt;organization of knowledge&lt;/a&gt;. Specifically, Jefferson had grouped his books into Memory, Reason, and Imagination, and broke them into 44 more subdivisions. The library followed Jefferson's organization scheme until the late 19th century, when librarian &lt;a href=\"Herbert%20Putnam\"&gt;Herbert Putnam&lt;/a&gt; began work on a more flexible Library of Congress Classification structure. This now applies to more than 138 million items.\n1851–1865: Weakening.\nOn December 24, 1851, the largest fire in the library's history destroyed 35,000 books, about two–thirds of the library's collection and two-thirds of Jefferson's original transfer. Congress appropriated $168,700 to replace the lost books in 1852 but not to acquire new materials (By 2008, the librarians of Congress had found replacements for all but 300 of the works that had been documented as being in Jefferson's original collection.) This marked the start of a conservative period in the library's administration by librarian &lt;a href=\"John%20Silva%20Meehan\"&gt;John Silva Meehan&lt;/a&gt; and joint committee chairman &lt;a href=\"James%20A.%20Pearce\"&gt;James A. Pearce&lt;/a&gt;, who restricted the library's activities. Meehan and Pearce's views about a restricted scope for the Library of Congress reflected those shared by members of Congress. While Meehan was librarian, he supported and perpetuated the notion that \"the congressional library should play a limited role on the national scene and that its collections, by and large, should emphasize American materials of obvious use to the U.S. Congress.\" In 1859, Congress transferred the library's public document distribution activities to the &lt;a href=\"United%20States%20Department%20of%20the%20Interior\"&gt;Department of the Interior&lt;/a&gt; and its international book exchange program to the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;Department of State&lt;/a&gt;.\nDuring the 1850s, &lt;a href=\"Smithsonian%20Institution\"&gt;Smithsonian Institution&lt;/a&gt; librarian &lt;a href=\"Charles%20Coffin%20Jewett\"&gt;Charles Coffin Jewett&lt;/a&gt; aggressively tried to develop the Smithsonian as the United States' national library. His efforts were blocked by Smithsonian secretary &lt;a href=\"Joseph%20Henry\"&gt;Joseph Henry&lt;/a&gt;, who advocated a focus on scientific research and publication. To reinforce his intentions for the Smithsonian, Henry established laboratories, developed a robust physical sciences library, and started the \"&lt;a href=\"Smithsonian%20Contributions%20to%20Knowledge\"&gt;Smithsonian Contributions to Knowledge&lt;/a&gt;\", the first of many publications intended to disseminate research results. For Henry, the Library of Congress was the obvious choice as the national library. Unable to resolve the conflict, Henry dismissed Jewett in July 1854.\nIn 1865 the Smithsonian building, also called the Castle due to its Norman architectural style, was severely damaged by fire. This incident presented Henry with an opportunity related to the Smithsonian's non-scientific library. Around this time, the Library of Congress was making plans to build and relocate to the new &lt;a href=\"Thomas%20Jefferson%20Building\"&gt;Thomas Jefferson Building&lt;/a&gt;, designed to be fireproof. Authorized by an act of Congress, Henry transferred the Smithsonian's non-scientific library of 40,000 volumes to the Library of Congress in 1866.\nPresident &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; appointed &lt;a href=\"John%20G.%20Stephenson\"&gt;John G. Stephenson&lt;/a&gt; as librarian of Congress in 1861; the appointment is regarded as the most political to date. Stephenson was a physician and spent equal time serving as librarian and as a physician in the Union Army. He could manage this division of interest because he hired &lt;a href=\"Ainsworth%20Rand%20Spofford\"&gt;Ainsworth Rand Spofford&lt;/a&gt; as his assistant. Despite his new job, Stephenson focused on the war. Three weeks into his term as Librarian of Congress, he left Washington, D.C. to serve as a volunteer aide-de-camp at the battles of &lt;a href=\"Battle%20of%20Chancellorsville\"&gt;Chancellorsville&lt;/a&gt; and &lt;a href=\"Battle%20of%20Gettysburg\"&gt;Gettysburg&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. Stephenson's hiring of Spofford, who directed the library in his absence, may have been his most significant achievement.\n1865–1897: Spofford's expansion.\nLibrarian &lt;a href=\"Ainsworth%20Rand%20Spofford\"&gt;Ainsworth Rand Spofford&lt;/a&gt;, who directed the Library of Congress from 1865 to 1897, built broad bipartisan support to develop it as a national library and a legislative resource. He was aided by expansion of the federal government after the war and a favorable political climate. He began comprehensively collecting &lt;a href=\"Americana\"&gt;Americana&lt;/a&gt; and &lt;a href=\"American%20literature\"&gt;American literature&lt;/a&gt;, led the construction of a new building to house the library, and transformed the librarian of Congress position into one of strength and independence. Between 1865 and 1870, Congress appropriated funds for the construction of the &lt;a href=\"Thomas%20Jefferson%20Building\"&gt;Thomas Jefferson Building&lt;/a&gt;, placed all copyright registration and deposit activities under the library's control, and restored the international book exchange. The library also acquired the vast libraries of the Smithsonian and of historian &lt;a href=\"Peter%20Force\"&gt;Peter Force&lt;/a&gt;, strengthening its scientific and Americana collections significantly. By 1876, the Library of Congress had 300,000 volumes; it was tied with the &lt;a href=\"Boston%20Public%20Library\"&gt;Boston Public Library&lt;/a&gt; as the nation's largest library. It moved from the Capitol building to its new headquarters in 1897 with more than 840,000 volumes, 40 percent of which had been acquired through copyright deposit.\nA year before the library's relocation, the Joint Library Committee held hearings to assess the condition of the library and plan for its future growth and possible reorganization. Spofford and six experts sent by the &lt;a href=\"American%20Library%20Association\"&gt;American Library Association&lt;/a&gt; testified that the library should continue its expansion to become a true national library. Based on the hearings, Congress authorized a budget that allowed the library to more than double its staff, from 42 to 108 persons. Senators &lt;a href=\"Justin%20Morrill\"&gt;Justin Morrill&lt;/a&gt; of Vermont and &lt;a href=\"Daniel%20W.%20Voorhees\"&gt;Daniel W. Voorhees&lt;/a&gt; of Indiana were particularly helpful to gaining this support. The library also established new administrative units for all aspects of the collection. In its bill, Congress strengthened the role of Librarian of Congress: it became responsible to govern the library and make staff appointments. As with presidential Cabinet appointments, the Senate was required to approve presidential appointees to the position.\n1897–1939: Post-reorganization.\nWith this support and the 1897 reorganization, the Library of Congress began to grow and develop more rapidly. Spofford's successor &lt;a href=\"John%20Russell%20Young\"&gt;John Russell Young&lt;/a&gt; overhauled the library's bureaucracy, used his connections as a former diplomat to acquire more materials from around the world, and established the library's first assistance programs for the &lt;a href=\"Blindness\"&gt;blind&lt;/a&gt; and physically disabled.\nYoung's successor &lt;a href=\"Herbert%20Putnam\"&gt;Herbert Putnam&lt;/a&gt; held the office for forty years from 1899 to 1939. Two years after he took office, the library became the first in the United States to hold one million volumes. Putnam focused his efforts to make the library more accessible and useful for the public and for other libraries. He instituted the interlibrary loan service, transforming the Library of Congress into what he referred to as a \"library of last resort\". Putnam also expanded library access to \"scientific investigators and duly qualified individuals\", and began publishing &lt;a href=\"primary%20sources\"&gt;primary sources&lt;/a&gt; for the benefit of scholars.\nDuring Putnam's tenure, the library broadened the diversity of its acquisitions. In 1903, Putnam persuaded President &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; to use executive order to transfer the papers of the &lt;a href=\"Founding%20Fathers%20of%20the%20United%20States\"&gt;Founding Fathers&lt;/a&gt; from the State Department to the Library of Congress. Putnam expanded foreign acquisitions as well, including the 1904 purchase of a four-thousand volume library of &lt;a href=\"Indica%20%28Megasthenes%29\"&gt;Indica&lt;/a&gt;, the 1906 purchase of G. V. Yudin's eighty-thousand volume Russian library, the 1908 Schatz collection of early opera &lt;a href=\"librettos\"&gt;librettos&lt;/a&gt;, and the early 1930s purchase of the Russian Imperial Collection, consisting of 2,600 volumes from the library of the &lt;a href=\"Romanov%20family\"&gt;Romanov family&lt;/a&gt; on a variety of topics. Collections of &lt;a href=\"Hebraica\"&gt;Hebraica&lt;/a&gt;, Chinese, and Japanese works were also acquired. On one occasion, Congress initiated an acquisition: in 1929 Congressman &lt;a href=\"Ross%20Collins\"&gt;Ross Collins&lt;/a&gt; (D-Mississippi) gained approval for the library to purchase Otto Vollbehr's collection of &lt;a href=\"incunabula\"&gt;incunabula&lt;/a&gt; for $1.5 million. This collection included one of three remaining perfect vellum copies of the &lt;a href=\"Gutenberg%20Bible\"&gt;Gutenberg Bible&lt;/a&gt;.\nIn 1914, Putnam established the &lt;a href=\"Legislative%20Reference%20Service\"&gt;Legislative Reference Service&lt;/a&gt; as a separative administrative unit of the library. Based in the &lt;a href=\"Progressive%20era\"&gt;Progressive era&lt;/a&gt;'s philosophy of science to be used to solve problems, and modeled after successful research branches of state legislatures, the LRS would provide informed answers to Congressional research inquiries on almost any topic.\nIn 1965, Congress passed an act allowing the Library of Congress to establish a trust fund board to accept donations and endowments, giving the library a role as a patron of the arts. The library received donations and endowments by such prominent wealthy individuals as &lt;a href=\"John%20D.%20Rockefeller\"&gt;John D. Rockefeller&lt;/a&gt;, James B. Wilbur, and &lt;a href=\"Archer%20M.%20Huntington\"&gt;Archer M. Huntington&lt;/a&gt;. Gertrude Clarke Whittall donated five &lt;a href=\"List%20of%20Stradivarius%20instruments%23Violins\"&gt;Stradivarius violins&lt;/a&gt; to the library. &lt;a href=\"Elizabeth%20Sprague%20Coolidge\"&gt;Elizabeth Sprague Coolidge&lt;/a&gt;'s donations paid for a &lt;a href=\"concert%20hall\"&gt;concert hall&lt;/a&gt; to be constructed within the Library of Congress building and an &lt;a href=\"honorarium\"&gt;honorarium&lt;/a&gt; established for the Music Division to pay live performers for concerts. A number of chairs and consultantships were established from the donations, the most well-known of which is the &lt;a href=\"Poet%20Laureate%20Consultant%20in%20Poetry%20to%20the%20Library%20of%20Congress\"&gt;Poet Laureate Consultant&lt;/a&gt;.\nThe library's expansion eventually filled the library's Main Building, although it used shelving expansions in 1910 and 1927. The library needed to expand into a new structure. Congress acquired nearby land in 1928 and approved construction of the Annex Building (later known as the &lt;a href=\"John%20Adams%20Building\"&gt;John Adams Building&lt;/a&gt;) in 1930. Although delayed during the &lt;a href=\"Great%20Depression\"&gt;Depression&lt;/a&gt; years, it was completed in 1938 and opened to the public in 1939.\n1939–present: Modern history.\nAfter Putnam retired in 1939, President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; appointed poet and writer &lt;a href=\"Archibald%20MacLeish\"&gt;Archibald MacLeish&lt;/a&gt; as his successor. Occupying the post from 1939 to 1944 during the height of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, MacLeish became the most widely known librarian of Congress in the library's history. MacLeish encouraged librarians to oppose &lt;a href=\"totalitarianism\"&gt;totalitarianism&lt;/a&gt; on behalf of democracy; dedicated the South Reading Room of the Adams Building to Thomas Jefferson, and commissioning artist &lt;a href=\"Ezra%20Winter\"&gt;Ezra Winter&lt;/a&gt; to paint four themed murals for the room. He established a \"democracy alcove\" in the Main Reading Room of the Jefferson Building for important documents such as the Declaration of Independence, the Constitution, and \"&lt;a href=\"The%20Federalist%20Papers\"&gt;The Federalist Papers&lt;/a&gt;\". The Library of Congress assisted during the war effort, ranging from storage of the &lt;a href=\"United%20States%20Declaration%20of%20Independence\"&gt;Declaration of Independence&lt;/a&gt; and the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt; in &lt;a href=\"Fort%20Knox\"&gt;Fort Knox&lt;/a&gt; for safekeeping, to researching weather data on the &lt;a href=\"Himalayas\"&gt;Himalayas&lt;/a&gt; for &lt;a href=\"United%20States%20Air%20Force\"&gt;Air Force&lt;/a&gt; pilots. MacLeish resigned in 1944 when appointed as Assistant Secretary of State.\nPresident &lt;a href=\"Harry%20Truman\"&gt;Harry Truman&lt;/a&gt; appointed &lt;a href=\"Luther%20H.%20Evans\"&gt;Luther H. Evans&lt;/a&gt; as librarian of Congress. Evans, who served until 1953, expanded the library's acquisitions, cataloging and bibliographic services. But he is best known for creating Library of Congress Missions around the world. Missions played a variety of roles in the postwar world: the mission in San Francisco assisted participants in the &lt;a href=\"meeting%20that%20established%20the%20United%20Nations\"&gt;meeting that established the United Nations&lt;/a&gt;, the mission in Europe acquired European publications for the Library of Congress and other American libraries, and the mission in Japan aided in the creation of the &lt;a href=\"National%20Diet%20Library\"&gt;National Diet Library&lt;/a&gt;.\nEvans' successor &lt;a href=\"Lawrence%20Quincy%20Mumford\"&gt;Lawrence Quincy Mumford&lt;/a&gt; took over in 1953. During his tenure, lasting until 1974, Mumford directed the initiation of construction of the &lt;a href=\"James%20Madison%20Memorial%20Building\"&gt;James Madison Memorial Building&lt;/a&gt;, the third Library of Congress building on Capitol Hill. Mumford directed the library during a period of increased educational spending by the government. The library was able to establish new acquisition centers abroad, including in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; and &lt;a href=\"New%20Delhi\"&gt;New Delhi&lt;/a&gt;. In 1967, the library began experimenting with &lt;a href=\"book%20preservation\"&gt;book preservation&lt;/a&gt; techniques through a Preservation Office. This has developed as the largest library research and conservation effort in the United States.\nDuring Mumford's administration, the last major public debate occurred about the Library of Congress's role as both a legislative library and a national library. Asked by Joint Library Committee chairman Senator &lt;a href=\"Claiborne%20Pell\"&gt;Claiborne Pell&lt;/a&gt; (D-RI) to assess operations and make recommendations, Douglas Bryant of &lt;a href=\"Harvard%20University%20Library\"&gt;Harvard University Library&lt;/a&gt; proposed a number of institutional reforms. These included expansion of national activities and services and various organizational changes, all of which would emphasize the library's national role rather than its legislative role. Bryant suggested changing the name of the Library of Congress, a recommendation rebuked by Mumford as \"unspeakable violence to tradition\". The debate continued within the library community for some time. The &lt;a href=\"Legislative%20Reorganization%20Act%20of%201970\"&gt;Legislative Reorganization Act of 1970&lt;/a&gt; renewed emphasis for the library on its legislative roles, requiring greater focus on research for Congress and congressional committees, and renaming the Legislative Reference Service as the &lt;a href=\"Congressional%20Research%20Service\"&gt;Congressional Research Service&lt;/a&gt;.\nAfter Mumford retired in 1974, President &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt; appointed historian &lt;a href=\"Daniel%20J.%20Boorstin\"&gt;Daniel J. Boorstin&lt;/a&gt; as librarian. Boorstin's first challenge was to manage the relocation of some sections to the new Madison Building, which took place between 1980 and 1982. With this accomplished, Boorstin focused on other areas of library administration, such as acquisitions and collections. Taking advantage of steady budgetary growth, from $116 million in 1975 to over $250 million by 1987, Boorstin enhanced institutional and staff ties with scholars, authors, publishers, cultural leaders, and the business community. His activities changed the post of librarian of Congress so that by the time he retired in 1987, \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" called this office \"perhaps the leading intellectual public position in the nation\".\nPresident &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; nominated historian &lt;a href=\"James%20H.%20Billington\"&gt;James H. Billington&lt;/a&gt; as the 13th librarian of Congress in 1987, and the U.S. Senate unanimously confirmed the appointment. Under Billington's leadership, the library doubled the size of its analog collections from 85.5 million items in 1987 to more than 160 million items in 2014. At the same time, it established new programs and employed new technologies to \"get the champagne out of the bottle\". These included:\nSince 1988, the library has administered the National Film Preservation Board. Established by congressional mandate, it selects American films annually for preservation and inclusion in the new National Registry, a collection of American films. The library has made these available on the Internet for free streaming. By 2015, the librarian had named 650 films to the registry. The films in the collection date from the earliest to ones produced more than ten years ago; they are selected from nominations submitted to the board.\nDuring Billington's tenure, the library acquired General Lafayette's papers in 1996 from a castle at La Grange, France; they had previously been inaccessible. It also acquired the only copy of the 1507 &lt;a href=\"Waldseem%C3%BCller%20map\"&gt;Waldseemüller&lt;/a&gt; world map (\"America's birth certificate\") in 2003; it is on permanent display in the library's Thomas Jefferson Building. Using privately raised funds, the Library of Congress has created a reconstruction of Thomas Jefferson's original library. This has been on permanent display in the Jefferson building since 2008.\nUnder Billington, public spaces of the Jefferson Building were enlarged and technologically enhanced to serve as a national exhibition venue. It has hosted more than 100 exhibitions. These included exhibits on the &lt;a href=\"Vatican%20Library\"&gt;Vatican Library&lt;/a&gt; and the &lt;a href=\"Biblioth%C3%A8que%20nationale%20de%20France\"&gt;Bibliothèque Nationale de France&lt;/a&gt;, several on the Civil War and Lincoln, on African-American culture, on Religion and the founding of the American Republic, the Early Americas (the Kislak Collection became a permanent display), on the global celebration commemorating the 800th anniversary of the &lt;a href=\"Magna%20Carta\"&gt;Magna Carta&lt;/a&gt;, and on early American printing, featuring the Rubenstein &lt;a href=\"Bay%20Psalm%20Book\"&gt;Bay Psalm Book&lt;/a&gt;. Onsite access to the Library of Congress has been increased. Billington gained an underground connection between the new U.S. Capitol Visitors Center and the library in 2008 in order to increase both congressional usage and public tours of the library's Thomas Jefferson Building.\nIn 2001, the library began a &lt;a href=\"mass%20deacidification\"&gt;mass deacidification&lt;/a&gt; program, in order to extend the lifespan of almost 4 million volumes and 12 million manuscript sheets. Since 2002, new collection storage modules at &lt;a href=\"Fort%20Meade\"&gt;Fort Meade&lt;/a&gt; have preserved and made accessible more than 4 million items from the library's analog collections.\nBillington established the Library Collections Security Oversight Committee in 1992 to improve protection of collections, and also the Library of Congress Congressional Caucus in 2008 to draw attention to the library's curators and collections. He created the library's first Young Readers Center in the Jefferson Building in 2009, and the first large-scale summer intern (Junior Fellows) program for university students in 1991. Under Billington, the library sponsored the Gateway to Knowledge in 2010–2011, a mobile exhibition to 90 sites, covering all states east of the Mississippi, in a specially designed 18-wheel truck. This increased public access to library collections off-site, particularly for rural populations, and helped raise awareness of what was also available online.\nBillington raised more than half a billion dollars of private support to supplement Congressional appropriations for library collections, programs, and digital outreach. These private funds helped the library to continue its growth and outreach in the face of a 30% decrease in staffing, caused mainly by legislative appropriations cutbacks. He created the library's first development office for private fundraising in 1987. In 1990, he established the James Madison Council, the library's first national private sector donor-support group. In 1987, Billington also asked the &lt;a href=\"GAO\"&gt;GAO&lt;/a&gt; to conduct the first library-wide audit. He created the first &lt;a href=\"Office%20of%20the%20Inspector%20General\"&gt;Office of the Inspector General&lt;/a&gt; at the library to provide regular, independent reviews of library operations. This precedent has resulted in regular annual financial audits at the library; it has received unmodified (\"clean\") opinions from 1995 onward.\nIn April 2010, the library announced plans to archive all public communication on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;, including all communication since Twitter's launch in March 2006. , the Twitter archive remains unfinished.\nBefore retiring in 2015, after 28 years of service, Billington had come \"under pressure\" as librarian of Congress. This followed a &lt;a href=\"Government%20Accountability%20Office\"&gt;Government Accountability Office&lt;/a&gt; (GAO) report that described a \"work environment lacking central oversight\" and faulted Billington for \"ignoring repeated calls to hire a chief information officer, as required by law.\"\nWhen Billington announced his plans to retire in 2015, commentator &lt;a href=\"George%20Weigel\"&gt;George Weigel&lt;/a&gt; described the Library of Congress as \"one of the last refuges in Washington of serious bipartisanship and calm, considered conversation,\" and \"one of the world's greatest cultural centers.\"\n&lt;a href=\"Carla%20Hayden\"&gt;Carla Hayden&lt;/a&gt; was sworn in as the 14th librarian of Congress on September 14, 2016, the first woman and the first African American to hold the position.\nIn 2017, the library announced the Librarian-in-Residence program, which aims to support the future generation of librarians by giving them the opportunity to gain work experience in five different areas of librarianship including: Acquisitions/Collection Development, Cataloging/Metadata, and Collection Preservation.\nOn January 6, 2021, at 1:11 PM EST, the Library's &lt;a href=\"James%20Madison%20Memorial%20Building\"&gt;Madison Building&lt;/a&gt; and the &lt;a href=\"Cannon%20House%20Office%20Building\"&gt;Cannon House Office Building&lt;/a&gt; were the first buildings in the Capitol Complex to be ordered to evacuate as rioters breached security perimeters before &lt;a href=\"2021%20storming%20of%20the%20United%20States%20Capitol\"&gt;storming the Capitol building&lt;/a&gt;. &lt;a href=\"Carla%20Hayden\"&gt;Carla Hayden&lt;/a&gt; clarified two days later that rioters did not breach any of Library's buildings or collections and all staff members were safely evacuated.\nHoldings.\nThe collections of the Library of Congress include more than 32 million catalogued books and other print materials in 470 languages; more than 61 million &lt;a href=\"manuscript\"&gt;manuscript&lt;/a&gt;s; the largest rare book collection in North America, including the rough draft of the &lt;a href=\"United%20States%20Declaration%20of%20Independence\"&gt;Declaration of Independence&lt;/a&gt;, a &lt;a href=\"Gutenberg%20Bible\"&gt;Gutenberg Bible&lt;/a&gt; (originating from the &lt;a href=\"Saint%20Blaise%20Abbey%2C%20Black%20Forest\"&gt;Saint Blaise Abbey, Black Forest&lt;/a&gt;—one of only three perfect &lt;a href=\"vellum\"&gt;vellum&lt;/a&gt; copies known to exist); over 1 million &lt;a href=\"Federal%20government%20of%20the%20United%20States\"&gt;U.S. government&lt;/a&gt; publications; 1 million issues of world newspapers spanning the past three centuries; 33,000 bound newspaper volumes; 500,000 &lt;a href=\"microfilm\"&gt;microfilm&lt;/a&gt; reels; U.S. and foreign comic books—over 12,000 titles in all, totaling more than 140,000 issues; films; 5.3 million &lt;a href=\"map\"&gt;map&lt;/a&gt;s; 6 million works of &lt;a href=\"sheet%20music\"&gt;sheet music&lt;/a&gt;; 3 million &lt;a href=\"sound%20recording\"&gt;sound recording&lt;/a&gt;s; more than 14.7 million prints and photographic images including fine and popular art pieces and architectural drawings; the &lt;a href=\"Betts%20Stradivarius\"&gt;Betts Stradivarius&lt;/a&gt;; and the &lt;a href=\"List%20of%20Stradivarius%20instruments%23Violas\"&gt;Cassavetti Stradivarius&lt;/a&gt;.\nThe library developed a system of book classification called &lt;a href=\"Library%20of%20Congress%20Classification\"&gt;Library of Congress Classification&lt;/a&gt; (LCC), which is used by most US research and &lt;a href=\"university%20library\"&gt;university libraries&lt;/a&gt;.\nThe library serves as a legal repository for &lt;a href=\"copyright\"&gt;copyright&lt;/a&gt; protection and &lt;a href=\"copyright%20registration\"&gt;copyright registration&lt;/a&gt;, and as the base for the &lt;a href=\"United%20States%20Copyright%20Office\"&gt;United States Copyright Office&lt;/a&gt;. Regardless of whether they register their copyright, all publishers are required to submit two complete copies of their published works to the library—this requirement is known as \"mandatory deposit\". Nearly 15,000 new items published in the U.S. arrive every business day at the library. Contrary to popular belief, however, the library does not retain all of these works in its permanent collection, although it does add an average of 12,000 items per day. Rejected items are used in trades with other libraries around the world, distributed to federal agencies, or donated to schools, communities, and other organizations within the United States. As is true of many &lt;a href=\"Legal%20deposit\"&gt;similar libraries&lt;/a&gt;, the Library of Congress retains copies of every publication in the English language that is deemed significant.\nThe Library of Congress states that its collection fills about of bookshelves, while the &lt;a href=\"British%20Library\"&gt;British Library&lt;/a&gt; reports about of shelves. The Library of Congress holds more than 167 million items with more than 39 million books and other print materials, against approximately 150 million items with 25 million books for the British Library. A 2000 study by information scientists &lt;a href=\"Peter%20Lyman\"&gt;Peter Lyman&lt;/a&gt; and &lt;a href=\"Hal%20Varian\"&gt;Hal Varian&lt;/a&gt; suggested that the amount of uncompressed &lt;a href=\"Text%20file\"&gt;textual data&lt;/a&gt; represented by the 26 million books then in the collection was 10 &lt;a href=\"terabyte\"&gt;terabyte&lt;/a&gt;s.\nThe library also administers the &lt;a href=\"National%20Library%20Service%20for%20the%20Blind%20and%20Physically%20Handicapped\"&gt;National Library Service for the Blind and Physically Handicapped&lt;/a&gt;, an audio book and &lt;a href=\"braille\"&gt;braille&lt;/a&gt; library program provided to more than 766,000 Americans.\nDigitization.\nThe library's first digitization project was called \"&lt;a href=\"American%20Memory\"&gt;American Memory&lt;/a&gt;\". Launched in 1990, it initially planned to choose 160 million objects from its collection to make digitally available on &lt;a href=\"LaserDisc\"&gt;laserdiscs&lt;/a&gt; and &lt;a href=\"Compact%20disc\"&gt;CDs&lt;/a&gt; that would be distributed to schools and libraries. After realizing that this plan would be too expensive and inefficient, and with the rise of the Internet, the library decided to instead make digitized material available over the Internet. This project was made official in the National Digital Library Program (NDLP), created in October 1994. By 1999, the NDLP had succeeded in digitizing over 5 million objects and had a budget of $12 million. The library has kept the \"American Memory\" name for its public domain website, which today contains 15 million digital objects, comprising over 7 &lt;a href=\"petabyte\"&gt;petabyte&lt;/a&gt;s.\nAmerican Memory is a source for &lt;a href=\"public%20domain\"&gt;public domain&lt;/a&gt; image resources, as well as audio, video, and archived Web content. Nearly all of the lists of holdings, the \"catalogs\" of the library, can be consulted directly on its website. Librarians all over the world consult these catalogs, through the Web or through other media better suited to their needs, when they need to catalog for their collection a book published in the United States. They use the &lt;a href=\"Library%20of%20Congress%20Control%20Number\"&gt;Library of Congress Control Number&lt;/a&gt; to make sure of the exact identity of the book. Digital images are also available at &lt;a href=\"Snapshots%20of%20the%20Past\"&gt;Snapshots of the Past&lt;/a&gt;, which provides archival prints.\nThe library has a budget of $6–8 million each year for digitization, meaning that not all works can be digitized. It makes determinations about what objects to prioritize based on what is especially important to Congress or potentially interesting for the public. The 15 million digitized items represent less than 10% of the library's total 160-million item collection.\nThe library has chosen not to participate in other digital library projects such as &lt;a href=\"Google%20Books\"&gt;Google Books&lt;/a&gt; and the &lt;a href=\"Digital%20Public%20Library%20of%20America\"&gt;Digital Public Library of America&lt;/a&gt;, although it has supported the &lt;a href=\"Internet%20Archive\"&gt;Internet Archive&lt;/a&gt; project.\nTHOMAS and Congress.gov projects.\nIn 1995, the Library of Congress established an online archive of the proceedings of the &lt;a href=\"United%20States%20Congress\"&gt;U.S. Congress&lt;/a&gt;, &lt;a href=\"THOMAS\"&gt;THOMAS&lt;/a&gt;. The THOMAS website included the full text of proposed legislation, as well as bill summaries and statuses, &lt;a href=\"Congressional%20Record\"&gt;Congressional Record&lt;/a&gt; text, and the Congressional Record Index. The THOMAS system received major updates in 2005 and 2010. A migration to a more modernized Web system, &lt;a href=\"Congress.gov\"&gt;Congress.gov&lt;/a&gt;, began in 2012, and the THOMAS system was retired in 2016. Congress.gov is a joint project of the Library of Congress, the House, the Senate and the &lt;a href=\"Government%20Publishing%20Office\"&gt;Government Publishing Office&lt;/a&gt;.\nLibrary of Congress buildings.\nThe Library of Congress is physically housed in three buildings on Capitol Hill and a conservation center in rural &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;. The library's Capitol Hill buildings are all connected by underground passageways, so that a library user need pass through security only once in a single visit. The library also has off-site storage facilities for less commonly requested materials.\nThomas Jefferson Building.\nThe Thomas Jefferson Building is located between &lt;a href=\"Independence%20Avenue%20%28Washington%2C%20D.C.%29\"&gt;Independence Avenue&lt;/a&gt; and East Capitol Street on First Street SE. It first opened in 1897 as the main building of the library and is the oldest of the three buildings. Known originally as the Library of Congress Building or Main Building, it took its present name on June 13, 1980.\nJohn Adams Building.\nThe John Adams Building is located between Independence Avenue and East Capitol Street on 2nd Street SE, the block adjacent to the Jefferson Building. The building was originally known as The Annex to the Main Building, which had run out of space. It opened its doors to the public on January 3, 1939. Initially, it also housed the &lt;a href=\"U.S.%20Copyright%20Office\"&gt;U.S. Copyright Office&lt;/a&gt; which moved to the Madison building in the 1970s.\nJames Madison Memorial Building.\nThe James Madison Memorial Building is located between First and Second Streets on Independence Avenue SE. The building was constructed from 1971 to 1976, and serves as the official memorial to President James Madison.\nThe Madison Building is also home to the &lt;a href=\"U.S.%20Copyright%20Office\"&gt;U.S. Copyright Office&lt;/a&gt; and to the Mary Pickford Theater, the \"motion picture and television reading room\" of the Library of Congress. The theater hosts regular free screenings of classic and contemporary movies and television shows.\nPackard Campus for Audio-Visual Conservation.\nThe Packard Campus for Audio-Visual Conservation is the Library of Congress's newest building, opened in 2007 and located in &lt;a href=\"Culpeper%2C%20Virginia\"&gt;Culpeper, Virginia&lt;/a&gt;. It was constructed out of a former &lt;a href=\"Federal%20Reserve%20System\"&gt;Federal Reserve&lt;/a&gt; storage center and &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; bunker. The campus is designed to act as a single site to store all of the library's movie, television, and sound collections. It is named to honor &lt;a href=\"David%20Woodley%20Packard\"&gt;David Woodley Packard&lt;/a&gt;, whose &lt;a href=\"Packard%20Humanities%20Institute\"&gt;Packard Humanities Institute&lt;/a&gt; oversaw the design and construction of the facility. The centerpiece of the complex is a reproduction &lt;a href=\"Art%20Deco\"&gt;Art Deco&lt;/a&gt; movie theater that presents free movie screenings to the public on a semi-weekly basis.\nDigital Millennium Copyright Act.\nThe Library of Congress, through both the librarian of Congress and the Register of Copyrights, is responsible for authorizing exceptions to &lt;a href=\"http%3A//www.copyright.gov/title17/92chap12.html%231201\"&gt;Section 1201&lt;/a&gt; of &lt;a href=\"Title%2017%20of%20the%20United%20States%20Code\"&gt;Title 17 of the United States Code&lt;/a&gt; as part of the Digital Millennium Copyright Act. This process is done every three years, with the Register receiving proposals from the public and acting as an advisor to the librarian, who issues a ruling on what is exempt. After three years have passed, the ruling is no longer valid and a new ruling on exemptions must be made.\nAccess.\nThe library is open for academic research to anyone with a Reader Identification Card. One may not remove library items from the reading rooms or the library buildings. Most of the library's general collection of books and journals are in the closed stacks of the Jefferson and Adams Buildings; specialized collections of books and other materials are in closed stacks in all three main library buildings, or are stored off-site. Access to the closed stacks is not permitted under any circumstances, except to authorized library staff, and occasionally, to dignitaries. Only the reading room reference collections are on open shelves.\nSince 1902, American libraries have been able to request books and other items through &lt;a href=\"interlibrary%20loan\"&gt;interlibrary loan&lt;/a&gt; from the Library of Congress if these items are not readily available elsewhere. Through this system, the Library of Congress has served as a \"library of last resort\", according to former Librarian of Congress &lt;a href=\"Herbert%20Putnam\"&gt;Herbert Putnam&lt;/a&gt;. The Library of Congress lends books to other libraries with the stipulation that they be used only inside the borrowing library.\nStandards.\nIn addition to its library services, the Library of Congress is also actively involved in various standard activities in areas related to bibliographical and search and retrieve standards. Areas of work include &lt;a href=\"MARC%20standards\"&gt;MARC standards&lt;/a&gt;, &lt;a href=\"Metadata%20Encoding%20and%20Transmission%20Standard\"&gt;Metadata Encoding and Transmission Standard&lt;/a&gt; (METS), &lt;a href=\"Metadata%20Object%20Description%20Schema\"&gt;Metadata Object Description Schema&lt;/a&gt; (MODS), &lt;a href=\"Z39.50\"&gt;Z39.50&lt;/a&gt; and &lt;a href=\"Search/Retrieve%20Web%20Service\"&gt;Search/Retrieve Web Service&lt;/a&gt; (SRW), and &lt;a href=\"Search/Retrieve%20via%20URL\"&gt;Search/Retrieve via URL&lt;/a&gt; (SRU).\nThe &lt;a href=\"Law%20Library%20of%20Congress\"&gt;Law Library of Congress&lt;/a&gt; seeks to further legal scholarship by providing opportunities for scholars and practitioners to conduct significant legal research. Individuals are invited to apply for projects which would further the multi-faceted mission of the law library in serving the U.S. Congress, other governmental agencies, and the public."
}