{
    "id": "189591",
    "revid": "294180",
    "url": "https://en.wikipedia.org/wiki?curid=189591",
    "title": "List of communities in Alberta",
    "text": "The province of &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;, Canada, is divided into ten types of &lt;a href=\"Local%20government%20in%20Canada\"&gt;local governments&lt;/a&gt; – urban municipalities (including &lt;a href=\"List%20of%20cities%20in%20Alberta\"&gt;cities&lt;/a&gt;, &lt;a href=\"List%20of%20towns%20in%20Alberta\"&gt;towns&lt;/a&gt;, &lt;a href=\"List%20of%20villages%20in%20Alberta\"&gt;villages&lt;/a&gt; and &lt;a href=\"List%20of%20summer%20villages%20in%20Alberta\"&gt;summer villages&lt;/a&gt;), &lt;a href=\"List%20of%20specialized%20municipalities%20in%20Alberta\"&gt;specialized municipalities&lt;/a&gt;, &lt;a href=\"List%20of%20municipalities%20in%20Alberta%23Rural%20municipalities\"&gt;rural municipalities&lt;/a&gt; (including &lt;a href=\"List%20of%20municipal%20districts%20in%20Alberta\"&gt;municipal district&lt;/a&gt;s (often named as counties), &lt;a href=\"List%20of%20communities%20in%20Alberta%23Improvement%20districts\"&gt;improvement districts&lt;/a&gt;, and &lt;a href=\"List%20of%20communities%20in%20Alberta%23Special%20areas\"&gt;special areas&lt;/a&gt;), &lt;a href=\"M%C3%A9tis%20in%20Alberta\"&gt;Métis settlements&lt;/a&gt;, and &lt;a href=\"Indian%20reserves\"&gt;Indian reserves&lt;/a&gt;. All types of municipalities are governed by local residents and were incorporated under various provincial acts, with the exception of improvement districts (governed by either the provincial or federal government), and &lt;a href=\"List%20of%20Indian%20reserves%20in%20Alberta\"&gt;Alberta's Indian reserves&lt;/a&gt; (governed by local &lt;a href=\"band%20government\"&gt;band government&lt;/a&gt;s under federal jurisdiction).\nAlberta also has numerous unincorporated communities (including &lt;a href=\"List%20of%20communities%20in%20Alberta%23urban%20service%20area\"&gt;urban service areas&lt;/a&gt;, hamlets and a &lt;a href=\"List%20of%20communities%20in%20Alberta%23Townsites\"&gt;townsite&lt;/a&gt;) that are not independent municipalities in their own right. However, they are all recognized as sub-municipal entities by &lt;a href=\"Ministry%20of%20Municipal%20Affairs%20%28Alberta%29\"&gt;Ministry of Municipal Affairs&lt;/a&gt; under the jurisdiction of specialized municipalities or rural municipalities, with the exception of the lone townsite (its jurisdiction is shared with an Indian reserve that surrounds it).\nWith the exception of Métis settlements, &lt;a href=\"Statistics%20Canada\"&gt;Statistics Canada&lt;/a&gt; recognizes all of Alberta's municipalities as &lt;a href=\"Census%20geographic%20units%20of%20Canada%23Census%20subdivisions\"&gt;census subdivisions&lt;/a&gt; and groups them into 19 census divisions based on geography. Within census divisions, Statistics Canada groups some of Alberta's municipalities/census subdivisions into two &lt;a href=\"Census%20geographic%20units%20of%20Canada%23Census%20metropolitan%20areas\"&gt;census metropolitan areas&lt;/a&gt; (CMAs) or 12 &lt;a href=\"Census%20geographic%20units%20of%20Canada%23Census%20agglomerations\"&gt;census agglomeration&lt;/a&gt;s (CAs) for enumeration purposes. All CMAs include large urban centres and surrounding census subdivisions. All CAs also include large urban centres and in some cases their surrounding census subdivisions.\nWith the exception of Indian reserves, the administration of municipalities in Alberta is regulated by the Municipal Government Act, the Special Areas Act and the Metis Settlements Act.\nAs of 2019, the combined unofficial population of all of Alberta's municipalities was 4,271,759.\nMunicipalities.\nUrban municipalities.\nCities.\nAccording to Section 82 of the \"Municipal Government Act\" (MGA), an area may incorporate as a city if:\nEssentially, cities are formed from urban communities with populations of at least 10,000 people.\nAlberta currently has a total of 19 cities with a combined population totalling 2,959,559 as of 2019.\nTowns.\nAccording to Section 81 of the Municipal Government Act (MGA), an area may incorporate as a town if:\nEssentially, towns are formed from urban communities with populations of at least 1,000 people. When a town's population exceeds 10,000 people, its council may apply to change its status to that of a &lt;a href=\"List%20of%20cities%20in%20Alberta\"&gt;city&lt;/a&gt;, but the change in &lt;a href=\"Municipal%20government%20in%20Canada\"&gt;incorporated&lt;/a&gt; status is not mandatory.\nCommunities with shrinking populations are allowed to retain town status even if the number of residents falls below the 1,000 limit. Some of Alberta's towns have never reached a population of 1,000 people, but were incorporated as towns before the current requirement to have a population of 1,000 or more.\nAlberta currently has a total of 107 towns, with a combined population totalling 466,470 as of 2019.\nVillages.\nAccording to Section 80 of the Municipal Government Act (MGA), an area may incorporate as a village if:\nEssentially, villages are formed from urban communities with populations of at least 300 people. When a village's population exceeds 1,000 people, its council may apply to change its status to that of a &lt;a href=\"List%20of%20towns%20in%20Alberta\"&gt;town&lt;/a&gt;, but the change in &lt;a href=\"Municipal%20government%20in%20Canada\"&gt;incorporated&lt;/a&gt; status is not mandatory.\nCommunities with shrinking populations are allowed to retain village status even if the number of residents falls below the 300 limit. Some of Alberta's villages have never reached a population of 300 people, but were incorporated as villages before there was a requirement to have a population of 300 or more.\nAlberta currently has a total of 81 villages, with a combined population totalling 34,600 as of 2021.\nSummer villages.\nAccording to former Section 79 of the Municipal Government Act (MGA), a summer village is an area that:\nAs a result of Section 79 being repealed, summer villages can no longer be formed in Alberta.\nEssentially, summer villages were once formed from urban communities with populations of less than 300 people and significant non-permanent populations. When a summer village's population exceeds 300 people, its council may apply to change its status to that of a village, but the change in incorporated status is not mandatory.\nAlberta currently has a total of 51 summer villages, with a combined population totalling 5,200 as of 2019.\nSpecialized municipalities.\nAccording to Section 83 of the Municipal Government Act (MGA), a municipality may incorporate as a specialized municipality under one of the following three scenarios:\nEssentially, specialized municipalities are municipalities that are unconventional in nature compared to other municipalities in Alberta, and they are incorporated under the authority of the existing MGA instead of relying on the creation of their own separate acts (i.e., the Special Areas Act allowed the incorporation of Alberta's three special areas and the Metis Settlements Act allowed the incorporation of Alberta's eight Métis settlements).\nAlberta's six specialized municipalities have a combined population totalling 242,395 as of 2019.\nRural municipalities.\nMunicipal districts.\nAccording to Section 78 of the Municipal Government Act (MGA), a &lt;a href=\"municipal%20district\"&gt;municipal district&lt;/a&gt; is an area in which:\nEssentially, municipal districts are large rural areas in which their citizens reside on farms, country residential subdivisions or unincorporated communities (i.e., hamlets, localities and other settlements).\nIn Alberta, the term \"&lt;a href=\"county\"&gt;county&lt;/a&gt;\" is synonymous with the term \"municipal district\" – it is not its own incorporated municipal status that is different from that of a municipal district. As such, Alberta Municipal Affairs provides municipal districts with the opportunity to brand themselves either as \"municipal districts\" or \"counties\" in their official names.\nOf Alberta's 63 municipal districts, 46 of them brand themselves as \"counties\". Over the past 30 years, Alberta has observed a trend of numerous municipal districts rebranding themselves as \"counties\" through official name changes. Some of the reasons why a municipal district would rebrand itself as a \"county\" include that the term \"county\" is: more recognizable by the general public; has a more traditional appeal; and is more marketable from an economic development perspective.\nThe last municipal district (MD) to rebrand itself as a \"county\" was the MD of Foothills No. 31, which was renamed as &lt;a href=\"Foothills%20County\"&gt;Foothills County&lt;/a&gt; on January 1, 2019.\nAlberta's 63 municipal districts have a combined population totalling 471,852 as of 2019.\nImprovement districts.\nAccording to Section 581 of the Municipal Government Act (MGA), Alberta's Lieutenant Governor in Council, on the recommendation of the Minister of Municipal Affairs, may form an improvement district. Section 582 of the MGA requires that the order to form an improvement district must describe its boundaries and give it an official name.\nAlberta currently has seven improvement districts, which have a combined population totaling 2,146. With some exceptions, their boundaries are coterminous with that of a national or provincial park. Five of them are located within national parks, and two are within provincial parks.\nSpecial areas.\nSpecial areas are rural municipalities created in 1938 under the authority of the Special Areas Act. A special area is not to be confused with a &lt;a href=\"List%20of%20communities%20in%20Alberta%23Specialized%20municipalities\"&gt;specialized municipality&lt;/a&gt;, which is a completely different municipal status.\nAlberta's three special areas had a combined population totalling 4,184 in 2016.\nUnincorporated communities.\nUrban service areas.\nAn urban service area is a type of hamlet that is not officially defined under the Municipal Government Act (MGA). However, the Province of Alberta recognizes it as equivalent to a city for the purposes of program delivery and grant eligibility according to the Orders in Council that established the &lt;a href=\"Regional%20Municipality%20of%20Wood%20Buffalo\"&gt;Regional Municipality (RM) of Wood Buffalo&lt;/a&gt; and &lt;a href=\"Strathcona%20County\"&gt;Strathcona County&lt;/a&gt; as &lt;a href=\"List%20of%20communities%20in%20Alberta%23Specialized%20municipalities\"&gt;specialized municipalities&lt;/a&gt;.\nThese Orders in Council (see Schedule 1, Section 7 and Schedule 1, Section 3 respectively) also state that:\nEssentially, urban services areas meet the eligibility requirements of the MGA to incorporate as a city. As such, they are Alberta's largest hamlets.\nThere are currently two urban services areas in Alberta:\nFort McMurray, within the jurisdiction of the RM of Wood Buffalo, was formerly a city prior its amalgamation with Improvement District No. 143 on April 1, 1995. It was designated an urban service area at the time of the amalgamation.\nSherwood Park has always been an unincorporated community under the jurisdiction of Strathcona County. It became an urban service area when Strathcona County changed its status from a municipal district to a specialized municipality on January 1, 1996.\nHamlets.\nAccording to Section 59 of the Municipal Government Act (MGA), hamlets are &lt;a href=\"Unincorporated%20area\"&gt;unincorporated communities&lt;/a&gt; that:\nFurther, Section 59 of the MGA provides the councils of &lt;a href=\"municipal%20district\"&gt;municipal district&lt;/a&gt;s (or &lt;a href=\"county\"&gt;counties&lt;/a&gt;) and specialized municipalities the authority to designate unincorporated communities within its boundaries as hamlets. Hamlets may also be designated within improvement districts and special areas by the Minister of Municipal Affairs pursuant to Section 590 of the MGA and Section 10 of the Special Areas Act respectively.\nWhen a hamlet's population reaches 300, it becomes eligible to &lt;a href=\"Municipal%20government%20in%20Canada\"&gt;incorporated&lt;/a&gt; as a &lt;a href=\"List%20of%20villages%20in%20Alberta\"&gt;village&lt;/a&gt; under Section 80 of the MGA, so long as the majority of the buildings are still on parcels of land smaller than . However, it is a modern-day rarity for a hamlet to incorporate as a village – &lt;a href=\"Barnwell%2C%20Alberta\"&gt;Barnwell&lt;/a&gt; and &lt;a href=\"Wabamun%2C%20Alberta\"&gt;Wabamun&lt;/a&gt; were the last two to do so both on January 1, 1980. It is much more common these days for villages to revert to hamlet status through the dissolution process instead.\nThere are currently 403 hamlets in Alberta, two of which are the urban services areas presented above.\nTownsites.\nA townsite is a type of &lt;a href=\"Unincorporated%20area\"&gt;unincorporated community&lt;/a&gt; that is not officially defined under the Municipal Government Act (MGA), but it is generally regarded as an independent urban area within an Indian reserve that is comparable in population, land area, services, and built form, to that of Alberta's incorporated towns. Essentially, townsites would meet the eligibility requirements of the MGA to incorporate as a town if they were not located on Indian reserve lands under federal jurisdiction.\n&lt;a href=\"Redwood%20Meadows\"&gt;Redwood Meadows&lt;/a&gt; is Alberta's only townsite at this time and is located within the &lt;a href=\"Tsuut%CA%BCina%20Nation\"&gt;Tsuutʼina Nation&lt;/a&gt;.\nMétis settlements.\nMétis settlements are rural areas inhabited by the indigenous &lt;a href=\"M%C3%A9tis%20in%20Alberta\"&gt;Métis in Alberta&lt;/a&gt; and were established and recognized in 1936 under the &lt;a href=\"M%C3%A9tis%20Population%20Betterment%20Act\"&gt;Métis Population Betterment Act&lt;/a&gt;. The settlements provide an autonomous land base, allow better access to education, health and other social services, and provide economic development opportunities for the only recognized Métis land-base in Canada. Métis settlements now operate under the authority of the Métis Settlements Act. These eight Métis settlements are governed by a unique Métis government known as the &lt;a href=\"M%C3%A9tis%20Settlements%20General%20Council\"&gt;Métis Settlements General Council&lt;/a&gt; (MSGC).\nAlberta currently has eight Métis settlements, all of which are located in the northern half of the province. The official names of the eight settlements, and the municipal districts they are within, are as follows:\nVery small portions of the Gift Lake Métis Settlement and the Kikino Métis Settlement are also located within &lt;a href=\"Northern%20Sunrise%20County\"&gt;Northern Sunrise County&lt;/a&gt; and &lt;a href=\"Lac%20La%20Biche%20County\"&gt;Lac La Biche County&lt;/a&gt; respectively.\nAlberta's eight Métis settlements have a combined population totalling 5,632 as of 2018.\nIndian reserves.\nIndian reserves in Alberta cover a total area of and range in size from to . Under the &lt;a href=\"Constitution%20Act%2C%201982\"&gt;Constitution Act, 1982&lt;/a&gt;, legislative authority over Indian reserves is allocated to the &lt;a href=\"Parliament%20of%20Canada\"&gt;Parliament of Canada&lt;/a&gt;. The &lt;a href=\"Government%20of%20Canada\"&gt;Government of Canada&lt;/a&gt; exercises executive authority over Indian reserves through &lt;a href=\"Crown%E2%80%93Indigenous%20Relations%20and%20Northern%20Affairs%20Canada\"&gt;Indigenous and Northern Affairs Canada&lt;/a&gt;. Local administration is exercised by Band councils whose members are elected by members of the reserve."
}