{
    "id": "18955999",
    "revid": "42345868",
    "url": "https://en.wikipedia.org/wiki?curid=18955999",
    "title": "Desert",
    "text": "A desert is a barren area of &lt;a href=\"landscape\"&gt;landscape&lt;/a&gt; where little &lt;a href=\"precipitation\"&gt;precipitation&lt;/a&gt; occurs and, consequently, living conditions are hostile for plant and animal life. The lack of vegetation exposes the unprotected surface of the ground to the processes of &lt;a href=\"denudation\"&gt;denudation&lt;/a&gt;. About one-third of the land surface of the Earth is &lt;a href=\"arid\"&gt;arid&lt;/a&gt; or &lt;a href=\"semi-arid\"&gt;semi-arid&lt;/a&gt;. This includes much of the &lt;a href=\"Polar%20regions%20of%20Earth\"&gt;polar regions&lt;/a&gt;, where little precipitation occurs, and which are sometimes called &lt;a href=\"polar%20desert\"&gt;polar desert&lt;/a&gt;s or \"cold deserts\". Deserts can be classified by the amount of precipitation that falls, by the temperature that prevails, by the causes of desertification or by their geographical location.\nDeserts are formed by &lt;a href=\"weathering\"&gt;weathering&lt;/a&gt; processes as large variations in temperature between day and night put strains on the rocks, which consequently break in pieces. Although rain seldom occurs in deserts, there are occasional downpours that can result in flash floods. Rain falling on hot rocks can cause them to shatter, and the resulting fragments and rubble strewn over the desert floor are further eroded by the wind. This picks up particles of sand and dust, which can remain airborne for extended periods – sometimes causing the formation of sand storms or &lt;a href=\"dust%20storm\"&gt;dust storm&lt;/a&gt;s. Wind-blown sand grains striking any solid object in their path can abrade the surface. Rocks are smoothed down, and the wind sorts sand into uniform deposits. The grains end up as level sheets of sand or are piled high in billowing &lt;a href=\"sand%20dunes\"&gt;sand dunes&lt;/a&gt;. Other deserts are flat, stony &lt;a href=\"plain\"&gt;plain&lt;/a&gt;s where all the fine material has been blown away and the surface consists of a &lt;a href=\"mosaic\"&gt;mosaic&lt;/a&gt; of smooth stones. These areas are known as &lt;a href=\"desert%20pavement\"&gt;desert pavement&lt;/a&gt;s, and little further &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt; takes place. Other desert features include &lt;a href=\"rock%20outcrop\"&gt;rock outcrop&lt;/a&gt;s, exposed bedrock and clays once deposited by flowing water. Temporary lakes may form and &lt;a href=\"Salt%20pan%20%28geology%29\"&gt;salt pans&lt;/a&gt; may be left when waters evaporate. There may be underground sources of water, in the form of springs and seepages from &lt;a href=\"aquifer\"&gt;aquifer&lt;/a&gt;s. Where these are found, &lt;a href=\"Oasis\"&gt;oases&lt;/a&gt; can occur.\nPlants and animals living in the desert need special adaptations to survive in the harsh environment. Plants tend to be tough and wiry with small or no leaves, water-resistant &lt;a href=\"Plant%20cuticle\"&gt;cuticles&lt;/a&gt;, and often spines to deter &lt;a href=\"Herbivore\"&gt;herbivory&lt;/a&gt;. Some annual plants &lt;a href=\"Germination\"&gt;germinate&lt;/a&gt;, bloom and die in the course of a few weeks after rainfall, while other long-lived plants survive for years and have deep root systems able to tap underground moisture. Animals need to keep cool and find enough food and water to survive. Many are &lt;a href=\"Nocturnality\"&gt;nocturnal&lt;/a&gt;, and stay in the shade or underground during the heat of the day. They tend to be efficient at conserving water, extracting most of their needs from their food and concentrating their &lt;a href=\"urine\"&gt;urine&lt;/a&gt;. Some animals remain in a state of &lt;a href=\"dormancy\"&gt;dormancy&lt;/a&gt; for long periods, ready to become active again during the rare rainfall. They then &lt;a href=\"Reproduction\"&gt;reproduce&lt;/a&gt; rapidly while conditions are favorable before returning to dormancy.\nPeople have struggled to live in deserts and the surrounding semi-arid lands for millennia. &lt;a href=\"Nomad\"&gt;Nomad&lt;/a&gt;s have moved their flocks and herds to wherever grazing is available, and oases have provided opportunities for a more settled way of life. The cultivation of semi-arid regions encourages erosion of soil and is one of the causes of increased &lt;a href=\"desertification\"&gt;desertification&lt;/a&gt;. &lt;a href=\"Desert%20farming\"&gt;Desert farming&lt;/a&gt; is possible with the aid of &lt;a href=\"irrigation\"&gt;irrigation&lt;/a&gt;, and the &lt;a href=\"Imperial%20Valley\"&gt;Imperial Valley&lt;/a&gt; in California provides an example of how previously barren land can be made productive by the import of water from an outside source. Many &lt;a href=\"trade%20route\"&gt;trade route&lt;/a&gt;s have been forged across deserts, especially across the &lt;a href=\"Sahara\"&gt;Sahara&lt;/a&gt;, and traditionally were used by &lt;a href=\"Caravan%20%28travellers%29\"&gt;caravans&lt;/a&gt; of &lt;a href=\"camel\"&gt;camel&lt;/a&gt;s carrying salt, gold, ivory and other goods. Large numbers of &lt;a href=\"slave\"&gt;slave&lt;/a&gt;s were also taken northwards across the Sahara. Some mineral extraction also takes place in deserts, and the uninterrupted sunlight gives potential for the capture of large quantities of &lt;a href=\"solar%20energy\"&gt;solar energy&lt;/a&gt;.\nEtymology.\nEnglish \"desert\" and its &lt;a href=\"Romance%20languages\"&gt;Romance&lt;/a&gt; &lt;a href=\"cognate\"&gt;cognate&lt;/a&gt;s (including &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; and &lt;a href=\"Portuguese%20language\"&gt;Portuguese&lt;/a&gt; \"&lt;a href=\"wiktionary%3Adeserto%23Portuguese\"&gt;deserto&lt;/a&gt;\", &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; \"&lt;a href=\"wiktionary%3Ad%C3%A9sert%23French\"&gt;désert&lt;/a&gt;\" and &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt; \"&lt;a href=\"wiktionary%3Adesierto%23Spanish\"&gt;desierto&lt;/a&gt;\") all come from the &lt;a href=\"ecclesiastical%20Latin\"&gt;ecclesiastical Latin&lt;/a&gt; \"&lt;a href=\"wiktionary%3Adesertum%23Latin\"&gt;dēsertum&lt;/a&gt;\" (originally \"an abandoned place\"), a participle of \"&lt;a href=\"wiktionary%3Adeserere%23Latin\"&gt;dēserere&lt;/a&gt;\", \"to abandon\". The correlation between aridity and sparse population is complex and dynamic, varying by culture, era, and technologies; thus the use of the word \"desert\" can cause confusion. In English before the 20th century, \"desert\" was often used in the sense of \"unpopulated area\", without specific reference to aridity; but today the word is most often used in its climate-science sense (an area of low precipitation). Phrases such as \"&lt;a href=\"desert%20island\"&gt;desert island&lt;/a&gt;\" and \"&lt;a href=\"Great%20American%20Desert\"&gt;Great American Desert&lt;/a&gt;\", or &lt;a href=\"Shakespeare\"&gt;Shakespeare&lt;/a&gt;'s \"deserts of &lt;a href=\"Bohemia\"&gt;Bohemia&lt;/a&gt;\" (\"&lt;a href=\"The%20Winter%27s%20Tale\"&gt;The Winter's Tale&lt;/a&gt;\") in previous centuries did not necessarily imply sand or aridity; their focus was the sparse population.\nPhysical geography.\nA desert is a &lt;a href=\"region\"&gt;region&lt;/a&gt; of land that is very dry because it receives low amounts of &lt;a href=\"precipitation%20%28meteorology%29\"&gt;precipitation&lt;/a&gt; (usually in the form of rain, but it may be snow, mist or fog), often has little coverage by plants, and in which streams dry up unless they are supplied by water from outside the area. Deserts generally receive less than of precipitation each year. The potential &lt;a href=\"evapotranspiration\"&gt;evapotranspiration&lt;/a&gt; may be large but (in the absence of available water) the actual evapotranspiration may be close to zero. &lt;a href=\"Semi-arid%20climate\"&gt;Semi-deserts&lt;/a&gt; are regions which receive between and when clad in grass, these are known as &lt;a href=\"steppe\"&gt;steppe&lt;/a&gt;s.\nClassification.\nDeserts have been defined and classified in a number of ways, generally combining total precipitation, number of days on which this falls, temperature, and humidity, and sometimes additional factors. For example, &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix, Arizona&lt;/a&gt;, receives less than of precipitation per year, and is immediately recognized as being located in a desert because of its aridity-adapted plants. The &lt;a href=\"Alaska%20North%20Slope\"&gt;North Slope&lt;/a&gt; of Alaska's &lt;a href=\"Brooks%20Range\"&gt;Brooks Range&lt;/a&gt; also receives less than of precipitation per year and is often classified as a cold desert. Other regions of the world have cold deserts, including areas of the &lt;a href=\"Himalayas\"&gt;Himalayas&lt;/a&gt; and other high-altitude areas in other parts of the world. Polar deserts cover much of the ice-free areas of the Arctic and Antarctic. A non-technical definition is that deserts are those parts of Earth's surface that have insufficient vegetation cover to support a human population.\nPotential evapotranspiration supplements the measurement of precipitation in providing a scientific measurement-based definition of a desert. The water budget of an area can be calculated using the formula \"P\" − \"PE\" ± \"S\", wherein \"P\" is precipitation, \"PE\" is potential evapotranspiration rates and \"S\" is the amount of surface storage of water. Evapotranspiration is the combination of water loss through atmospheric &lt;a href=\"evaporation\"&gt;evaporation&lt;/a&gt; and through the life processes of plants. Potential evapotranspiration, then, is the amount of water that \"could\" evaporate in any given region. As an example, &lt;a href=\"Tucson%2C%20Arizona\"&gt;Tucson, Arizona&lt;/a&gt; receives about of rain per year, however about of water could evaporate over the course of a year. In other words, about eight times more water could evaporate from the region than actually falls as rain. Rates of evapotranspiration in cold regions such as Alaska are much lower because of the lack of heat to aid in the evaporation process.\nDeserts are sometimes classified as \"hot\" or \"cold\", \"semiarid\" or \"coastal\". The characteristics of hot deserts include high temperatures in summer; greater evaporation than precipitation, usually exacerbated by high temperatures, strong winds and lack of cloud cover; considerable variation in the occurrence of precipitation, its intensity and distribution; and low humidity. Winter temperatures vary considerably between different deserts and are often related to the location of the desert on the continental landmass and the latitude. Daily variations in temperature can be as great as or more, with heat loss by radiation at night being increased by the clear skies.\nCold deserts, sometimes known as temperate deserts, occur at higher latitudes than hot deserts, and the aridity is caused by the dryness of the air. Some cold deserts are far from the ocean and others are separated by mountain ranges from the sea, and in both cases, there is insufficient moisture in the air to cause much precipitation. The largest of these deserts are found in Central Asia. Others occur on the eastern side of the &lt;a href=\"Rocky%20Mountains\"&gt;Rocky Mountains&lt;/a&gt;, the eastern side of the southern &lt;a href=\"Andes\"&gt;Andes&lt;/a&gt; and in southern Australia. Polar deserts are a particular class of cold desert. The air is very cold and carries little moisture so little precipitation occurs and what does fall, usually snow, is carried along in the often strong wind and may form blizzards, drifts and dunes similar to those caused by dust and sand in other desert regions. In &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;, for example, the annual precipitation is about on the central plateau and some ten times that amount on some major peninsulas.\nBased on precipitation alone, &lt;a href=\"hyperarid\"&gt;hyperarid&lt;/a&gt; deserts receive less than of rainfall a year; they have no annual seasonal cycle of precipitation and experience twelve-month periods with no rainfall at all. Arid deserts receive between in a year and semiarid deserts between . However, such factors as the temperature, humidity, rate of evaporation and evapotranspiration, and the moisture storage capacity of the ground have a marked effect on the degree of aridity and the plant and animal life that can be sustained. Rain falling in the cold season may be more effective at promoting plant growth, and defining the boundaries of deserts and the semiarid regions that surround them on the grounds of precipitation alone is problematic.\nA semi-arid desert or a steppe is a version of the arid desert with much more rainfall, vegetation and higher humidity. These regions feature a &lt;a href=\"semi-arid%20climate\"&gt;semi-arid climate&lt;/a&gt; and are less extreme than regular deserts. Like arid deserts, temperatures can vary greatly in semi deserts. They share some characteristics of a true desert and are usually located at the edge of deserts and continental dry areas. They usually receive precipitation from but this can vary due to evapotranspiration and soil nutrition. Semi deserts can be found in the &lt;a href=\"Tabernas%20Desert\"&gt;Tabernas Desert&lt;/a&gt; (and some of the Spanish Plateau), &lt;a href=\"The%20Sahel\"&gt;The Sahel&lt;/a&gt;, The &lt;a href=\"Eurasian%20Steppe\"&gt;Eurasian Steppe&lt;/a&gt;, most of &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;, the &lt;a href=\"Western%20US\"&gt;Western US&lt;/a&gt;, most of &lt;a href=\"Northern%20Mexico\"&gt;Northern Mexico&lt;/a&gt;, portions of South America (especially in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;) and the &lt;a href=\"Australian%20Outback\"&gt;Australian Outback&lt;/a&gt;. They usually feature \"BSh\" (hot steppe) or \"BSk\" (temperate steppe) in the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;.\nCoastal deserts are mostly found on the western edges of continental land masses in regions where cold currents approach the land or cold water upwellings rise from the ocean depths. The cool winds crossing this water pick up little moisture and the coastal regions have low temperatures and very low rainfall, the main precipitation being in the form of fog and dew. The range of temperatures on a daily and annual scale is relatively low, being and respectively in the &lt;a href=\"Atacama%20Desert\"&gt;Atacama Desert&lt;/a&gt;. Deserts of this type are often long and narrow and bounded to the east by mountain ranges. They occur in &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;, &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, southern California and &lt;a href=\"Baja%20California\"&gt;Baja California&lt;/a&gt;. Other coastal deserts influenced by cold currents are found in &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;, the &lt;a href=\"Arabian%20Peninsula\"&gt;Arabian Peninsula&lt;/a&gt; and &lt;a href=\"Horn%20of%20Africa\"&gt;Horn of Africa&lt;/a&gt;, and the western fringes of the Sahara.\nIn 1961, &lt;a href=\"Peveril%20Meigs\"&gt;Peveril Meigs&lt;/a&gt; divided desert regions on Earth into three categories according to the amount of precipitation they received. In this now widely accepted system, extremely arid lands have at least twelve consecutive months without precipitation, arid lands have less than of annual precipitation, and semiarid lands have a mean annual precipitation of between . Both extremely arid and arid lands are considered to be deserts while semiarid lands are generally referred to as &lt;a href=\"steppes\"&gt;steppes&lt;/a&gt; when they are grasslands.\nDeserts are also classified, according to their geographical location and dominant weather pattern, as trade wind, mid-latitude, rain shadow, coastal, monsoon, or &lt;a href=\"polar%20desert\"&gt;polar desert&lt;/a&gt;s. Trade wind deserts occur either side of the &lt;a href=\"horse%20latitudes\"&gt;horse latitudes&lt;/a&gt; at 30° to 35° North and South. These belts are associated with the subtropical anticyclone and the large-scale descent of dry air moving from high-altitudes toward the poles. The Sahara Desert is of this type. Mid-latitude deserts occur between 30° and 50° North and South. They are mostly in areas remote from the sea where most of the moisture has already precipitated from the prevailing winds. They include the &lt;a href=\"Tengger%20Desert\"&gt;Tengger&lt;/a&gt; and &lt;a href=\"Sonoran%20Desert\"&gt;Sonoran Desert&lt;/a&gt;s. Monsoon deserts are similar. They occur in regions where large temperature differences occur between sea and land. Moist warm air rises over the land, deposits its water content and circulates back to sea. Further inland, areas receive very little precipitation. The &lt;a href=\"Thar%20Desert\"&gt;Thar Desert&lt;/a&gt; near the India/Pakistan border is of this type.\nIn some parts of the world, deserts are created by a &lt;a href=\"rain%20shadow\"&gt;rain shadow&lt;/a&gt; effect. &lt;a href=\"Orographic%20lift\"&gt;Orographic lift&lt;/a&gt; occurs as air masses rise to pass over high ground. In the process they cool and lose much of their moisture by precipitation on the &lt;a href=\"windward\"&gt;windward&lt;/a&gt; slope of the &lt;a href=\"mountain%20range\"&gt;mountain range&lt;/a&gt;. When they descend on the &lt;a href=\"leeward\"&gt;leeward&lt;/a&gt; side, they warm and their capacity to hold moisture increases so an area with relatively little precipitation occurs. The &lt;a href=\"Taklamakan%20Desert\"&gt;Taklamakan Desert&lt;/a&gt; is an example, lying in the rain shadow of the &lt;a href=\"Himalayas\"&gt;Himalayas&lt;/a&gt; and receiving less than precipitation annually.\nOther areas are arid by virtue of being a very long way from the nearest available sources of moisture.\n&lt;a href=\"Montane\"&gt;Montane&lt;/a&gt; deserts are arid places with a very high &lt;a href=\"altitude\"&gt;altitude&lt;/a&gt;; the most prominent example is found north of the Himalayas, in the &lt;a href=\"Kunlun%20Mountains\"&gt;Kunlun Mountains&lt;/a&gt; and the &lt;a href=\"Tibetan%20Plateau\"&gt;Tibetan Plateau&lt;/a&gt;. Many locations within this category have elevations exceeding and the thermal regime can be &lt;a href=\"hemiboreal\"&gt;hemiboreal&lt;/a&gt;. These places owe their profound aridity (the average annual precipitation is often less than 40 mm or 1.5 in) to being very far from the nearest available sources of moisture and are often in the &lt;a href=\"Windward%20and%20leeward\"&gt;lee&lt;/a&gt; of mountain ranges. Montane deserts are normally cold, or may be scorchingly hot by day and very cold by night as is true of the northeastern slopes of &lt;a href=\"Mount%20Kilimanjaro\"&gt;Mount Kilimanjaro&lt;/a&gt;.\nPolar deserts such as &lt;a href=\"McMurdo%20Dry%20Valleys\"&gt;McMurdo Dry Valleys&lt;/a&gt; remain ice-free because of the dry &lt;a href=\"katabatic%20wind\"&gt;katabatic wind&lt;/a&gt;s that flow downhill from the surrounding mountains. Former desert areas presently in non-arid environments, such as the &lt;a href=\"Sandhills%20%28Nebraska%29\"&gt;Sandhills in Nebraska&lt;/a&gt;, are known as paleodeserts. In the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; system, deserts are classed as \"BWh\" (hot desert) or \"BWk\" (temperate desert). In the Thornthwaite climate classification system, deserts would be classified as arid &lt;a href=\"megathermal\"&gt;megathermal&lt;/a&gt; climates.\nWeathering processes.\nDeserts usually have a large &lt;a href=\"Diurnal%20temperature%20variation\"&gt;diurnal&lt;/a&gt; and seasonal temperature range, with high daytime temperatures falling sharply at night. The diurnal range may be as much as and the rock surface experiences even greater temperature differentials. During the day the sky is usually clear and most of the &lt;a href=\"sun\"&gt;sun&lt;/a&gt;'s radiation reaches the ground, but as soon as the sun sets, the desert cools quickly by radiating heat into space. In hot deserts, the temperature during daytime can exceed in summer and plunge below freezing point at night during winter.\nSuch large temperature variations have a destructive effect on the exposed rocky surfaces. The repeated fluctuations put a strain on exposed rock and the flanks of mountains crack and shatter. Fragmented strata slide down into the valleys where they continue to break into pieces due to the relentless sun by day and chill by night. Successive strata are exposed to further weathering. The relief of the internal pressure that has built up in rocks that have been underground for aeons can cause them to shatter. &lt;a href=\"Exfoliation%20joint\"&gt;Exfoliation&lt;/a&gt; also occurs when the outer surfaces of rocks split off in flat flakes. This is believed to be caused by the stresses put on the rock by repeated &lt;a href=\"thermal%20expansion\"&gt;thermal expansion&lt;/a&gt;s and contractions which induces fracturing parallel to the original surface. Chemical weathering processes probably play a more important role in deserts than was previously thought. The necessary moisture may be present in the form of dew or mist. Ground water may be drawn to the surface by evaporation and the formation of salt crystals may dislodge rock particles as sand or disintegrate rocks by exfoliation. Shallow caves are sometimes formed at the base of cliffs by this means.\nAs the desert mountains decay, large areas of shattered rock and rubble occur. The process continues and the end products are either dust or sand. Dust is formed from solidified clay or volcanic deposits whereas sand results from the fragmentation of harder &lt;a href=\"granites\"&gt;granites&lt;/a&gt;, &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; and &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt;. There is a certain critical size (about 0.5 mm) below which further temperature-induced weathering of rocks does not occur and this provides a minimum size for sand grains.\nAs the mountains are eroded, more and more sand is created. At high wind speeds, sand grains are picked up off the surface and blown along, a process known as &lt;a href=\"Saltation%20%28geology%29\"&gt;saltation&lt;/a&gt;. The whirling airborne grains act as a &lt;a href=\"Abrasive%20blasting\"&gt;sand blasting&lt;/a&gt; mechanism which grinds away solid objects in its path as the &lt;a href=\"kinetic%20energy\"&gt;kinetic energy&lt;/a&gt; of the wind is transferred to the ground. The sand eventually ends up deposited in level areas known as sand-fields or sand-seas, or piled up in dunes.\nDust storms and sandstorms.\nSand and dust storms are natural events that occur in arid regions where the land is not protected by a covering of vegetation. Dust storms usually start in desert margins rather than the deserts themselves where the finer materials have already been blown away. As a steady wind begins to blow, fine particles lying on the exposed ground begin to vibrate. At greater wind speeds, some particles are lifted into the air stream. When they land, they strike other particles which may be jerked into the air in their turn, starting a &lt;a href=\"chain%20reaction\"&gt;chain reaction&lt;/a&gt;. Once ejected, these particles move in one of three possible ways, depending on their size, shape and density; &lt;a href=\"Suspension%20%28chemistry%29\"&gt;suspension&lt;/a&gt;, &lt;a href=\"Saltation%20%28geology%29\"&gt;saltation&lt;/a&gt; or creep. Suspension is only possible for particles less than in diameter. In a dust storm, these fine particles are lifted up and wafted aloft to heights of up to . They reduce visibility and can remain in the atmosphere for days on end, conveyed by the trade winds for distances of up to . Denser clouds of dust can be formed in stronger winds, moving across the land with a billowing leading edge. The sunlight can be obliterated and it may become as dark as night at ground level. In a study of a dust storm in China in 2001, it was estimated that 6.5 million tons of dust were involved, covering an area of . The mean particle size was 1.44 μm. A much smaller scale, short-lived phenomenon can occur in calm conditions when hot air near the ground rises quickly through a small pocket of cooler, low-pressure air above forming a whirling column of particles, a &lt;a href=\"dust%20devil\"&gt;dust devil&lt;/a&gt;.\nSandstorms occur with much less frequency than dust storms. They are often preceded by severe dust storms and occur when the wind velocity increases to a point where it can lift heavier particles. These grains of sand, up to about in diameter are jerked into the air but soon fall back to earth, ejecting other particles in the process. Their weight prevents them from being airborne for long and most only travel a distance of a few meters (yards). The sand streams along above the surface of the ground like a fluid, often rising to heights of about . In a really severe steady blow, is about as high as the sand stream can rise as the largest sand grains do not become airborne at all. They are transported by creep, being rolled along the desert floor or performing short jumps.\nDuring a sandstorm, the wind-blown sand particles become &lt;a href=\"Electric%20charge\"&gt;electrically charged&lt;/a&gt;. Such &lt;a href=\"electric%20field\"&gt;electric field&lt;/a&gt;s, which range in size up to 80 kV/m, can produce sparks and cause interference with telecommunications equipment. They are also unpleasant for humans and can cause headaches and nausea. The electric fields are caused by the collision between airborne particles and by the impacts of saltating sand grains landing on the ground. The mechanism is little understood but the particles usually have a negative charge when their diameter is under 250 μm and a positive one when they are over 500 μm.\nMajor deserts.\nDeserts take up about one third of Earth's land surface. Bottomlands may be &lt;a href=\"salt\"&gt;salt&lt;/a&gt;-covered flats. &lt;a href=\"Eolian%20processes\"&gt;Eolian processes&lt;/a&gt; are major factors in shaping desert landscapes. Polar deserts (also seen as \"cold deserts\") have similar features, except the main form of precipitation is snow rather than &lt;a href=\"rain\"&gt;rain&lt;/a&gt;. &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt; is the world's largest cold desert (composed of about 98% thick &lt;a href=\"continent\"&gt;continent&lt;/a&gt;al &lt;a href=\"ice%20sheet\"&gt;ice sheet&lt;/a&gt; and 2% barren rock). Some of the barren rock is to be found in the so-called &lt;a href=\"Dry%20Valley\"&gt;Dry Valley&lt;/a&gt;s of Antarctica that almost never get snow, which can have ice-encrusted &lt;a href=\"saline%20lake\"&gt;saline lake&lt;/a&gt;s that suggest evaporation far greater than the rare snowfall due to the strong &lt;a href=\"katabatic%20winds\"&gt;katabatic winds&lt;/a&gt; that even evaporate ice.\nDeserts, both hot and cold, play a part in moderating Earth's temperature. This is because they reflect more of the incoming light and their &lt;a href=\"albedo\"&gt;albedo&lt;/a&gt; is higher than that of forests or the sea.\nFeatures.\nMany people think of deserts as consisting of extensive areas of billowing sand dunes because that is the way they are often depicted on TV and in films, but deserts do not always look like this. Across the world, around 20% of desert is sand, varying from only 2% in North America to 30% in Australia and over 45% in Central Asia. Where sand does occur, it is usually in large quantities in the form of sand sheets or extensive areas of &lt;a href=\"dune\"&gt;dune&lt;/a&gt;s.\nA sand sheet is a near-level, firm expanse of partially consolidated particles in a layer that varies from a few centimeters to a few meters thick. The structure of the sheet consists of thin horizontal layers of coarse silt and very fine to medium grain sand, separated by layers of coarse sand and pea-gravel which are a single grain thick. These larger particles anchor the other particles in place and may also be packed together on the surface so as to form a miniature desert pavement. Small ripples form on the sand sheet when the wind exceeds . They form perpendicular to the wind direction and gradually move across the surface as the wind continues to blow. The distance between their crests corresponds to the average length of jumps made by particles during saltation. The ripples are ephemeral and a change in wind direction causes them to reorganise.\nSand dunes are accumulations of windblown sand piled up in mounds or ridges. They form downwind of copious sources of dry, loose sand and occur when topographic and climatic conditions cause airborne particles to settle. As the wind blows, saltation and creep take place on the windward side of the dune and individual grains of sand move uphill. When they reach the crest, they cascade down the far side. The upwind slope typically has a gradient of 10° to 20° while the lee slope is around 32°, the angle at which loose dry sand will slip. As this wind-induced movement of sand grains takes place, the dune moves slowly across the surface of the ground. Dunes are sometimes solitary, but they are more often grouped together in dune fields. When these are extensive, they are known as sand seas or &lt;a href=\"Erg%20%28landform%29\"&gt;ergs&lt;/a&gt;.\nThe shape of the dune depends on the characteristics of the prevailing wind. &lt;a href=\"Barchan\"&gt;Barchan&lt;/a&gt; dunes are produced by strong winds blowing across a level surface and are crescent-shaped with the concave side away from the wind. When there are two directions from which winds regularly blow, a series of long, linear dunes known as &lt;a href=\"seif%20dune\"&gt;seif&lt;/a&gt; dunes may form. These also occur parallel to a strong wind that blows in one general direction. Transverse dunes run at a right angle to the prevailing wind direction. Star dunes are formed by variable winds, and have several ridges and slip faces radiating from a central point. They tend to grow vertically; they can reach a height of , making them the tallest type of dune. Rounded mounds of sand without a slip face are the rare dome dunes, found on the upwind edges of sand seas.\nIn deserts where large amounts of limestone mountains surround a &lt;a href=\"closed%20basin\"&gt;closed basin&lt;/a&gt;, such as at &lt;a href=\"White%20Sands%20National%20Park\"&gt;White Sands National Park&lt;/a&gt; in south-central &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, occasional storm runoff transports dissolved limestone and &lt;a href=\"gypsum\"&gt;gypsum&lt;/a&gt; into a low-lying pan within the basin where the water evaporates, depositing the gypsum and forming crystals known as &lt;a href=\"Selenite%20%28mineral%29\"&gt;selenite&lt;/a&gt;. The crystals left behind by this process are eroded by the wind and deposited as vast white dune fields that resemble snow-covered landscapes. These types of dune are rare, and only form in closed arid basins that retain the highly soluble gypsum that would otherwise be washed into the sea.\nA large part of the surface area of the world's deserts consists of flat, stone-covered plains dominated by wind erosion. In \"eolian deflation\", the wind continually removes fine-grained material, which becomes wind-blown sand. This exposes coarser-grained material, mainly &lt;a href=\"pebble\"&gt;pebble&lt;/a&gt;s with some larger stones or &lt;a href=\"cobblestone\"&gt;cobbles&lt;/a&gt;, leaving a &lt;a href=\"desert%20pavement\"&gt;desert pavement&lt;/a&gt;, an area of land overlaid by closely packed smooth stones forming a &lt;a href=\"Tessellation\"&gt;tessellated&lt;/a&gt; mosaic. Different theories exist as to how exactly the pavement is formed. It may be that after the sand and dust is blown away by the wind the stones jiggle themselves into place; alternatively, stones previously below ground may in some way work themselves to the surface. Very little further erosion takes place after the formation of a pavement, and the ground becomes stable. Evaporation brings moisture to the surface by capillary action and calcium salts may be precipitated, binding particles together to form a desert &lt;a href=\"Conglomerate%20%28geology%29\"&gt;conglomerate&lt;/a&gt;. In time, bacteria that live on the surface of the stones accumulate a film of minerals and clay particles, forming a shiny brown coating known as &lt;a href=\"desert%20varnish\"&gt;desert varnish&lt;/a&gt;.\nOther non-sandy deserts consist of exposed outcrops of &lt;a href=\"bedrock\"&gt;bedrock&lt;/a&gt;, dry soils or &lt;a href=\"aridisols\"&gt;aridisols&lt;/a&gt;, and a variety of landforms affected by &lt;a href=\"fluvial\"&gt;flowing water&lt;/a&gt;, such as &lt;a href=\"alluvial%20fan\"&gt;alluvial fan&lt;/a&gt;s, &lt;a href=\"Sink%20%28geography%29\"&gt;sinks or playas&lt;/a&gt;, temporary or permanent &lt;a href=\"lake\"&gt;lake&lt;/a&gt;s, and oases. A &lt;a href=\"hamada\"&gt;hamada&lt;/a&gt; is a type of desert landscape consisting of a high rocky plateau where the sand has been removed by &lt;a href=\"aeolian%20processes\"&gt;aeolian processes&lt;/a&gt;. Other landforms include plains largely covered by gravels and angular boulders, from which the finer particles have been stripped by the wind. These are called \"reg\" in the western Sahara, \"serir\" in the eastern Sahara, \"gibber plains\" in Australia and \"saï\" in central Asia. The &lt;a href=\"Tassili%20n%27Ajjer\"&gt;Tassili Plateau&lt;/a&gt; in Algeria is an impressive jumble of eroded sandstone outcrops, canyons, blocks, pinnacles, fissures, slabs and ravines. In some places the wind has carved holes or arches, and in others, it has created mushroom-like pillars narrower at the base than the top. On the &lt;a href=\"Colorado%20Plateau\"&gt;Colorado Plateau&lt;/a&gt;, it is water that has been the prevailing eroding force. Here, rivers, such as the &lt;a href=\"Colorado%20River\"&gt;Colorado&lt;/a&gt;, have cut their way over the millennia through the high desert floor, creating &lt;a href=\"canyon\"&gt;canyon&lt;/a&gt;s that are over a mile (6,000 feet or 1,800 meters) deep in places, exposing strata that are over two billion years old.\nWater.\nOne of the driest places on &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; is the &lt;a href=\"Atacama%20Desert\"&gt;Atacama Desert&lt;/a&gt;. It is virtually devoid of life because it is blocked from receiving precipitation by the Andes mountains to the east and the &lt;a href=\"Chilean%20Coast%20Range\"&gt;Chilean Coast Range&lt;/a&gt; to the west. The cold &lt;a href=\"Humboldt%20Current\"&gt;Humboldt Current&lt;/a&gt; and the &lt;a href=\"Pacific%20Anticyclone\"&gt;anticyclone of the Pacific&lt;/a&gt; are essential to keep the dry climate of the Atacama. The average precipitation in the Chilean region of &lt;a href=\"Antofagasta%20%28region%29\"&gt;Antofagasta&lt;/a&gt; is just per year. Some weather stations in the Atacama have never received rain. Evidence suggests that the Atacama may not have had any significant rainfall from 1570 to 1971. It is so arid that mountains that reach as high as are completely free of &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt;s and, in the southern part from 25°S to 27°S, may have been glacier-free throughout the &lt;a href=\"Quaternary\"&gt;Quaternary&lt;/a&gt;, though &lt;a href=\"permafrost\"&gt;permafrost&lt;/a&gt; extends down to an altitude of and is continuous above . Nevertheless, there is some plant life in the Atacama, in the form of specialist plants that obtain moisture from dew and the &lt;a href=\"fog\"&gt;fog&lt;/a&gt;s that blow in from the Pacific.\nWhen rain falls in deserts, as it occasionally does, it is often with great violence. The desert surface is evidence of this with dry stream channels known as &lt;a href=\"arroyo%20%28creek%29\"&gt;arroyos&lt;/a&gt; or &lt;a href=\"wadi\"&gt;wadi&lt;/a&gt;s meandering across its surface. These can experience &lt;a href=\"flash%20flood\"&gt;flash flood&lt;/a&gt;s, becoming raging torrents with surprising rapidity after a storm that may be many kilometers away. Most deserts are in basins with no drainage to the sea but some are crossed by exotic rivers sourced in mountain ranges or other high rainfall areas beyond their borders. The &lt;a href=\"Nile\"&gt;River Nile&lt;/a&gt;, the Colorado River and the &lt;a href=\"Yellow%20River\"&gt;Yellow River&lt;/a&gt; do this, losing much of their water through evaporation as they pass through the desert and raising groundwater levels nearby. There may also be underground sources of water in deserts in the form of &lt;a href=\"Spring%20%28hydrology%29\"&gt;springs&lt;/a&gt;, &lt;a href=\"aquifer\"&gt;aquifer&lt;/a&gt;s, underground rivers or lakes. Where these lie close to the surface, &lt;a href=\"Water%20well\"&gt;wells&lt;/a&gt; can be dug and &lt;a href=\"Oasis\"&gt;oases&lt;/a&gt; may form where plant and animal life can flourish. The &lt;a href=\"Nubian%20Sandstone%20Aquifer%20System\"&gt;Nubian Sandstone Aquifer System&lt;/a&gt; under the Sahara Desert is the largest known accumulation of &lt;a href=\"fossil%20water\"&gt;fossil water&lt;/a&gt;. The &lt;a href=\"Great%20Man-Made%20River\"&gt;Great Man-Made River&lt;/a&gt; is a scheme launched by Libya's &lt;a href=\"Muammar%20Gaddafi\"&gt;Muammar Gadaffi&lt;/a&gt; to tap this aquifer and supply water to coastal cities. &lt;a href=\"Kharga%20Oasis\"&gt;Kharga Oasis&lt;/a&gt; in Egypt is long and is the largest oasis in the Libyan Desert. A lake occupied this depression in ancient times and thick deposits of sandy-clay resulted. Wells are dug to extract water from the porous sandstone that lies underneath. Seepages may occur in the walls of &lt;a href=\"canyon\"&gt;canyon&lt;/a&gt;s and pools may survive in deep shade near the dried up watercourse below.\nLakes may form in basins where there is sufficient precipitation or &lt;a href=\"meltwater\"&gt;meltwater&lt;/a&gt; from glaciers above. They are usually shallow and saline, and wind blowing over their surface can cause stress, moving the water over nearby low-lying areas. When the lakes dry up, they leave a crust or &lt;a href=\"hardpan\"&gt;hardpan&lt;/a&gt; behind. This area of deposited clay, silt or sand is known as a &lt;a href=\"Dry%20lake\"&gt;playa&lt;/a&gt;. The deserts of North America have more than one hundred playas, many of them relics of &lt;a href=\"Lake%20Bonneville\"&gt;Lake Bonneville&lt;/a&gt; which covered parts of Utah, Nevada and Idaho during the last &lt;a href=\"ice%20age\"&gt;ice age&lt;/a&gt; when the climate was colder and wetter. These include the &lt;a href=\"Great%20Salt%20Lake\"&gt;Great Salt Lake&lt;/a&gt;, &lt;a href=\"Utah%20Lake\"&gt;Utah Lake&lt;/a&gt;, &lt;a href=\"Sevier%20Lake\"&gt;Sevier Lake&lt;/a&gt; and many dry lake beds. The smooth flat surfaces of playas have been used for attempted vehicle speed records at &lt;a href=\"Black%20Rock%20Desert\"&gt;Black Rock Desert&lt;/a&gt; and &lt;a href=\"Bonneville%20Speedway\"&gt;Bonneville Speedway&lt;/a&gt; and the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; uses &lt;a href=\"Rogers%20Dry%20Lake\"&gt;Rogers Dry Lake&lt;/a&gt; in the &lt;a href=\"Mojave%20Desert\"&gt;Mojave Desert&lt;/a&gt; as &lt;a href=\"Edwards%20Air%20Force%20Base\"&gt;runways&lt;/a&gt; for aircraft and the &lt;a href=\"space%20shuttle\"&gt;space shuttle&lt;/a&gt;.\nEcology and biogeography.\nDeserts and semi-deserts are home to &lt;a href=\"ecosystems\"&gt;ecosystems&lt;/a&gt; with low or very low &lt;a href=\"biomass\"&gt;biomass&lt;/a&gt; and &lt;a href=\"primary%20productivity\"&gt;primary productivity&lt;/a&gt; in arid or semi-arid climates. They are mostly found in subtropical high-pressure belts and major continental &lt;a href=\"rain%20shadow\"&gt;rain shadow&lt;/a&gt;s. Primary productivity depends on low densities of small &lt;a href=\"photoautotroph\"&gt;photoautotroph&lt;/a&gt;s that sustain a sparse &lt;a href=\"trophic%20network\"&gt;trophic network&lt;/a&gt;. &lt;a href=\"Plant%20growth\"&gt;Plant growth&lt;/a&gt; is limited by &lt;a href=\"rainfall\"&gt;rainfall&lt;/a&gt;, temperature extremes and desiccating winds. Deserts have strong temporal variability in the availability of resources due to the total amount of annual rainfall and the size of individual rainfall events. Resources are often ephemeral or episodic, and this triggers sporadic animal movements and ‘pulse and reserve’ or ‘boom-bust’ ecosystem dynamics. Erosion and sedimentation are high due to the sparse vegetation cover and the activities of large mammals and people. Plants and animals in deserts are mostly adapted to extreme and prolonged &lt;a href=\"Moisture%20stress\"&gt;water deficit&lt;/a&gt;s, but their reproductive phenology often responds to short episodes of surplus. &lt;a href=\"Competition%20%28biology%29\"&gt;Competitive interactions&lt;/a&gt; are weak.\nFlora.\nPlants face severe challenges in arid environments. Problems they need to solve include how to obtain enough water, how to avoid being eaten and how to reproduce. &lt;a href=\"Photosynthesis\"&gt;Photosynthesis&lt;/a&gt; is the key to plant growth. It can only take place during the day as energy from the sun is required, but during the day, many deserts become very hot. Opening &lt;a href=\"stoma\"&gt;stoma&lt;/a&gt;ta to allow in the &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt; necessary for the process causes &lt;a href=\"evapotranspiration\"&gt;evapotranspiration&lt;/a&gt;, and conservation of water is a top priority for desert vegetation. Some plants have resolved this problem by adopting &lt;a href=\"crassulacean%20acid%20metabolism\"&gt;crassulacean acid metabolism&lt;/a&gt;, allowing them to open their stomata during the night to allow CO2 to enter, and close them during the day, or by using &lt;a href=\"C4%20carbon%20fixation\"&gt;C4 carbon fixation&lt;/a&gt;.\nMany desert plants have reduced the size of their leaves or abandoned them altogether. Cacti are desert specialists, and in most species, the leaves have been dispensed with and the &lt;a href=\"chlorophyll\"&gt;chlorophyll&lt;/a&gt; displaced into the trunks, the cellular structure of which has been modified to allow them to store water. When rain falls, the water is rapidly absorbed by the shallow roots and retained to allow them to survive until the next downpour, which may be months or years away. The giant &lt;a href=\"saguaro\"&gt;saguaro cacti&lt;/a&gt; of the &lt;a href=\"Sonoran%20Desert\"&gt;Sonoran Desert&lt;/a&gt; form \"forests\", providing shade for other plants and nesting places for desert birds. Saguaro grows slowly but may live for up to two hundred years. The surface of the trunk is folded like a &lt;a href=\"concertina\"&gt;concertina&lt;/a&gt;, allowing it to expand, and a large specimen can hold eight tons of water after a good downpour.\nCacti are present in both North and South America with a post-Gondwana origin. Other &lt;a href=\"Xerophyte\"&gt;xerophytic&lt;/a&gt; plants have developed similar strategies by a process known as &lt;a href=\"convergent%20evolution\"&gt;convergent evolution&lt;/a&gt;. They limit water loss by reducing the size and number of stomata, by having waxy coatings and hairy or tiny leaves. Some are deciduous, shedding their leaves in the driest season, and others curl their leaves up to reduce transpiration. Others store water in succulent leaves or stems or in fleshy tubers. Desert plants maximize water uptake by having shallow roots that spread widely, or by developing long &lt;a href=\"taproot\"&gt;taproot&lt;/a&gt;s that reach down to deep rock strata for ground water. The &lt;a href=\"saltbush\"&gt;saltbush&lt;/a&gt; in Australia has succulent leaves and secretes salt crystals, enabling it to live in saline areas. In common with cacti, many have developed spines to ward off browsing animals.\nSome desert plants produce seed which lies &lt;a href=\"Dormancy\"&gt;dormant&lt;/a&gt; in the soil until sparked into growth by rainfall. With &lt;a href=\"annual%20plant\"&gt;annuals&lt;/a&gt;, such plants grow with great rapidity and may flower and set seed within weeks, aiming to complete their development before the last vestige of water dries up. For perennial plants, reproduction is more likely to be successful if the seed germinates in a shaded position, but not so close to the parent plant as to be in competition with it. Some seed will not germinate until it has been blown about on the desert floor to &lt;a href=\"scarify\"&gt;scarify&lt;/a&gt; the seed coat. The seed of the &lt;a href=\"mesquite\"&gt;mesquite&lt;/a&gt; tree, which grows in deserts in the Americas, is hard and fails to sprout even when planted carefully. When it has passed through the gut of a &lt;a href=\"pronghorn\"&gt;pronghorn&lt;/a&gt; it germinates readily, and the little pile of moist &lt;a href=\"Feces\"&gt;dung&lt;/a&gt; provides an excellent start to life well away from the parent tree. The stems and leaves of some plants lower the surface velocity of sand-carrying winds and protect the ground from erosion. Even small fungi and microscopic plant organisms found on the soil surface (so-called \"&lt;a href=\"Soil%20crust\"&gt;cryptobiotic soil&lt;/a&gt;\") can be a vital link in preventing erosion and providing support for other living organisms. Cold deserts often have high concentrations of salt in the soil. Grasses and low shrubs are the dominant vegetation here and the ground may be covered with &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;s. Most shrubs have spiny leaves and shed them in the coldest part of the year.\nFauna.\nAnimals adapted to live in deserts are called &lt;a href=\"xerocole\"&gt;xerocole&lt;/a&gt;s. There is no evidence that body temperature of mammals and birds is adaptive to the different climates, either of great heat or cold. In fact, with a very few exceptions, their &lt;a href=\"basal%20metabolic%20rate\"&gt;basal metabolic rate&lt;/a&gt; is determined by body size, irrespective of the climate in which they live. Many desert animals (and plants) show especially clear evolutionary adaptations for water conservation or heat tolerance and so are often studied in &lt;a href=\"comparative%20physiology\"&gt;comparative physiology&lt;/a&gt;, &lt;a href=\"ecophysiology\"&gt;ecophysiology&lt;/a&gt;, and &lt;a href=\"evolutionary%20physiology\"&gt;evolutionary physiology&lt;/a&gt;. One well-studied example is the specializations of mammalian kidneys shown by desert-inhabiting species. Many examples of &lt;a href=\"convergent%20evolution\"&gt;convergent evolution&lt;/a&gt; have been identified in desert organisms, including between &lt;a href=\"cacti\"&gt;cacti&lt;/a&gt; and &lt;a href=\"Euphorbia\"&gt;Euphorbia&lt;/a&gt;, &lt;a href=\"kangaroo%20rats\"&gt;kangaroo rats&lt;/a&gt; and &lt;a href=\"jerboas\"&gt;jerboas&lt;/a&gt;, \"&lt;a href=\"Phrynosoma\"&gt;Phrynosoma&lt;/a&gt;\" and \"&lt;a href=\"Moloch%20horridus\"&gt;Moloch&lt;/a&gt;\" lizards.\nDeserts present a very challenging environment for animals. Not only do they require food and water but they also need to keep their body temperature at a tolerable level. In many ways, birds are the ablest to do this of the higher animals. They can move to areas of greater food availability as the desert blooms after local rainfall and can fly to faraway waterholes. In hot deserts, gliding birds can remove themselves from the over-heated desert floor by using thermals to soar in the cooler air at great heights. In order to conserve energy, other desert birds run rather than fly. The &lt;a href=\"cream-colored%20courser\"&gt;cream-colored courser&lt;/a&gt; flits gracefully across the ground on its long legs, stopping periodically to snatch up insects. Like other desert birds, it is well-&lt;a href=\"camouflage\"&gt;camouflage&lt;/a&gt;d by its coloring and can merge into the landscape when stationary. The &lt;a href=\"sandgrouse\"&gt;sandgrouse&lt;/a&gt; is an expert at this and nests on the open desert floor dozens of kilometers (miles) away from the &lt;a href=\"Depression%20%28geology%29\"&gt;waterhole&lt;/a&gt; it needs to visit daily. Some small diurnal birds are found in very restricted localities where their plumage matches the color of the underlying surface. The &lt;a href=\"desert%20lark\"&gt;desert lark&lt;/a&gt; takes frequent dust baths which ensures that it matches its environment.\nWater and carbon dioxide are metabolic end products of oxidation of fats, proteins, and carbohydrates. Oxidising a gram of carbohydrate produces 0.60 grams of water; a gram of protein produces 0.41 grams of water; and a gram of fat produces 1.07 grams of water, making it possible for xerocoles to live with little or no access to drinking water. The &lt;a href=\"kangaroo%20rat\"&gt;kangaroo rat&lt;/a&gt; for example makes use of this &lt;a href=\"water%20of%20metabolism\"&gt;water of metabolism&lt;/a&gt; and conserves water both by having a low basal metabolic rate and by remaining underground during the heat of the day, reducing loss of water through its skin and respiratory system when at rest. &lt;a href=\"Herbivore\"&gt;Herbivorous&lt;/a&gt; mammals obtain moisture from the plants they eat. Species such as the &lt;a href=\"Addax\"&gt;addax antelope&lt;/a&gt;, &lt;a href=\"dik-dik\"&gt;dik-dik&lt;/a&gt;, &lt;a href=\"Grant%27s%20gazelle\"&gt;Grant's gazelle&lt;/a&gt; and &lt;a href=\"oryx\"&gt;oryx&lt;/a&gt; are so efficient at doing this that they apparently never need to drink. The &lt;a href=\"camel\"&gt;camel&lt;/a&gt; is a superb example of a &lt;a href=\"mammal\"&gt;mammal&lt;/a&gt; adapted to desert life. It minimizes its water loss by producing concentrated urine and dry &lt;a href=\"feces\"&gt;dung&lt;/a&gt;, and is able to lose 40% of its body weight through water loss without dying of dehydration. &lt;a href=\"Carnivore\"&gt;Carnivore&lt;/a&gt;s can obtain much of their water needs from the body fluids of their prey. Many other hot desert animals are &lt;a href=\"Nocturnality\"&gt;nocturnal&lt;/a&gt;, seeking out shade during the day or dwelling underground in burrows. At depths of more than , these remain at between regardless of the external temperature. &lt;a href=\"Jerboa\"&gt;Jerboa&lt;/a&gt;s, &lt;a href=\"Gerbillinae\"&gt;desert rats&lt;/a&gt;, kangaroo rats and other small rodents emerge from their burrows at night and so do the foxes, coyotes, jackals and snakes that prey on them. Kangaroos keep cool by increasing their respiration rate, panting, sweating and moistening the skin of their forelegs with &lt;a href=\"saliva\"&gt;saliva&lt;/a&gt;. Mammals living in cold deserts have developed greater insulation through warmer body fur and insulating layers of &lt;a href=\"fat\"&gt;fat&lt;/a&gt; beneath the skin. The &lt;a href=\"Least%20weasel\"&gt;arctic weasel&lt;/a&gt; has a metabolic rate that is two or three times as high as would be expected for an animal of its size. Birds have avoided the problem of losing heat through their feet by not attempting to maintain them at the same temperature as the rest of their bodies, a form of adaptive insulation. The &lt;a href=\"emperor%20penguin\"&gt;emperor penguin&lt;/a&gt; has dense plumage, a downy under layer, an air insulation layer next to the skin and various thermoregulatory strategies to maintain its body temperature in one of the harshest environments on Earth.\nBeing &lt;a href=\"ectotherm\"&gt;ectotherm&lt;/a&gt;s, &lt;a href=\"reptile\"&gt;reptile&lt;/a&gt;s are unable to live in cold deserts but are well-suited to hot ones. In the heat of the day in the Sahara, the temperature can rise to . Reptiles cannot survive at this temperature and lizards will be prostrated by heat at . They have few adaptations to desert life and are unable to cool themselves by sweating so they shelter during the heat of the day. In the first part of the night, as the ground radiates the heat absorbed during the day, they emerge and search for &lt;a href=\"Predation\"&gt;prey&lt;/a&gt;. &lt;a href=\"Lizard\"&gt;Lizard&lt;/a&gt;s and &lt;a href=\"snake\"&gt;snake&lt;/a&gt;s are the most numerous in arid regions and certain snakes have developed a &lt;a href=\"Sidewinding\"&gt;novel method of locomotion&lt;/a&gt; that enables them to move sidewards and navigate high sand-dunes. These include the &lt;a href=\"Cerastes%20%28genus%29\"&gt;horned viper&lt;/a&gt; of Africa and the &lt;a href=\"Crotalus%20cerastes\"&gt;sidewinder&lt;/a&gt; of North America, evolutionarily distinct but with similar behavioural patterns because of &lt;a href=\"convergent%20evolution\"&gt;convergent evolution&lt;/a&gt;. Many desert reptiles are &lt;a href=\"ambush%20predator\"&gt;ambush predator&lt;/a&gt;s and often bury themselves in the sand, waiting for prey to come within range.\n&lt;a href=\"Amphibia\"&gt;Amphibia&lt;/a&gt;ns might seem unlikely desert-dwellers, because of their need to keep their skins moist and their dependence on water for reproductive purposes. In fact, the few species that are found in this habitat have made some remarkable adaptations. Most of them are fossorial, spending the hot dry months &lt;a href=\"Aestivation\"&gt;aestivating&lt;/a&gt; in deep burrows. While there they shed their skins a number of times and retain the remnants around them as a waterproof &lt;a href=\"cocoon%20%28silk%29\"&gt;cocoon&lt;/a&gt; to retain moisture. In the &lt;a href=\"Sonoran%20Desert\"&gt;Sonoran Desert&lt;/a&gt;, &lt;a href=\"Couch%27s%20spadefoot%20toad\"&gt;Couch's spadefoot toad&lt;/a&gt; spends most of the year dormant in its burrow. Heavy rain is the trigger for emergence and the first male to find a suitable pool calls to attract others. Eggs are laid and the tadpoles grow rapidly as they must reach &lt;a href=\"metamorphosis\"&gt;metamorphosis&lt;/a&gt; before the water evaporates. As the desert dries out, the adult toads rebury themselves. The juveniles stay on the surface for a while, feeding and growing, but soon dig themselves burrows. Few make it to adulthood. The &lt;a href=\"Litoria%20platycephala\"&gt;water holding frog&lt;/a&gt; in Australia has a similar life cycle and may aestivate for as long as five years if no rain falls. The &lt;a href=\"Desert%20rain%20frog\"&gt;Desert rain frog&lt;/a&gt; of Namibia is nocturnal and survives because of the damp &lt;a href=\"Marine%20layer\"&gt;sea fog&lt;/a&gt;s that roll in from the Atlantic.\nInvertebrates, particularly &lt;a href=\"arthropod\"&gt;arthropod&lt;/a&gt;s, have successfully made their homes in the desert. &lt;a href=\"Fly\"&gt;Flies&lt;/a&gt;, &lt;a href=\"beetle\"&gt;beetle&lt;/a&gt;s, &lt;a href=\"ant\"&gt;ant&lt;/a&gt;s, &lt;a href=\"termite\"&gt;termite&lt;/a&gt;s, &lt;a href=\"locust\"&gt;locust&lt;/a&gt;s, &lt;a href=\"millipede\"&gt;millipede&lt;/a&gt;s, &lt;a href=\"scorpion\"&gt;scorpion&lt;/a&gt;s and &lt;a href=\"spider\"&gt;spider&lt;/a&gt;s have hard &lt;a href=\"cuticle\"&gt;cuticle&lt;/a&gt;s which are impervious to water and many of them lay their eggs underground and their young develop away from the temperature extremes at the surface. The &lt;a href=\"Saharan%20silver%20ant\"&gt;Saharan silver ant&lt;/a&gt; (\"Cataglyphis bombycina\") uses a &lt;a href=\"heat%20shock%20protein\"&gt;heat shock protein&lt;/a&gt; in a novel way and forages in the open during brief forays in the heat of the day. The &lt;a href=\"Stenocara%20dentata\"&gt;long-legged darkling beetle&lt;/a&gt; in Namibia stands on its front legs and raises its &lt;a href=\"carapace\"&gt;carapace&lt;/a&gt; to catch the morning mist as condensate, funnelling the water into its mouth. Some arthropods make use of the ephemeral pools that form after rain and complete their life cycle in a matter of days. The &lt;a href=\"desert%20shrimp\"&gt;desert shrimp&lt;/a&gt; does this, appearing \"miraculously\" in new-formed puddles as the dormant eggs hatch. Others, such as &lt;a href=\"brine%20shrimp\"&gt;brine shrimp&lt;/a&gt;s, &lt;a href=\"Anostraca\"&gt;fairy shrimps&lt;/a&gt; and &lt;a href=\"Notostraca\"&gt;tadpole shrimps&lt;/a&gt;, are &lt;a href=\"Cryptobiosis\"&gt;cryptobiotic&lt;/a&gt; and can lose up to 92% of their bodyweight, rehydrating as soon as it rains and their temporary pools reappear.\nHuman relations.\nHumans have long made use of deserts as places to live, and more recently have started to exploit them for minerals and energy capture. Deserts play a significant role in human culture with an extensive literature.\nHistory.\nPeople have been living in deserts for millennia. Many, such as the &lt;a href=\"Bushmen\"&gt;Bushmen&lt;/a&gt; in the &lt;a href=\"Kalahari\"&gt;Kalahari&lt;/a&gt;, the &lt;a href=\"Aboriginal%20Australians\"&gt;Aborigines&lt;/a&gt; in Australia and various tribes of &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;North American Indians&lt;/a&gt;, were originally &lt;a href=\"hunter-gatherer\"&gt;hunter-gatherer&lt;/a&gt;s. They developed skills in the manufacture and use of weapons, animal tracking, finding water, foraging for edible plants and using the things they found in their natural environment to supply their everyday needs. Their self-sufficient skills and knowledge were passed down through the generations by word of mouth. Other cultures developed a &lt;a href=\"Nomadic%20pastoralism\"&gt;nomadic way of life&lt;/a&gt; as herders of &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt;, &lt;a href=\"goat\"&gt;goat&lt;/a&gt;s, &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt;, camels, &lt;a href=\"yak\"&gt;yak&lt;/a&gt;s, &lt;a href=\"llama\"&gt;llama&lt;/a&gt;s or &lt;a href=\"reindeer\"&gt;reindeer&lt;/a&gt;. They travelled over large areas with their herds, moving to new pastures as seasonal and erratic rainfall encouraged new plant growth. They took with them their tents made of cloth or skins draped over poles and their diet included milk, blood and sometimes meat.\nThe desert nomads were also traders. The Sahara is a very large expanse of land stretching from the Atlantic rim to Egypt. &lt;a href=\"Trans-Saharan%20trade\"&gt;Trade routes&lt;/a&gt; were developed linking the &lt;a href=\"Sahel\"&gt;Sahel&lt;/a&gt; in the south with the fertile Mediterranean region to the north and large numbers of camels were used to carry valuable goods across the desert interior. The &lt;a href=\"Tuareg\"&gt;Tuareg&lt;/a&gt; were traders and the goods transported traditionally included &lt;a href=\"slave\"&gt;slave&lt;/a&gt;s, &lt;a href=\"ivory\"&gt;ivory&lt;/a&gt; and &lt;a href=\"gold\"&gt;gold&lt;/a&gt; going northwards and salt going southwards. &lt;a href=\"Berber%20people\"&gt;Berbers&lt;/a&gt; with knowledge of the region were employed to guide the caravans between the various oases and &lt;a href=\"Water%20well\"&gt;wells&lt;/a&gt;. Several million slaves may have been taken northwards across the Sahara between the 8th and 18th centuries. Traditional means of overland transport declined with the advent of motor vehicles, shipping and air freight, but &lt;a href=\"Camel%20train\"&gt;caravans&lt;/a&gt; still travel along routes between &lt;a href=\"Agadez\"&gt;Agadez&lt;/a&gt; and &lt;a href=\"Bilma\"&gt;Bilma&lt;/a&gt; and between &lt;a href=\"Timbuktu\"&gt;Timbuktu&lt;/a&gt; and &lt;a href=\"Taoudenni\"&gt;Taoudenni&lt;/a&gt; carrying salt from the interior to desert-edge communities.\nRound the rims of deserts, where more precipitation occurred and conditions were more suitable, some groups took to cultivating crops. This may have happened when &lt;a href=\"drought\"&gt;drought&lt;/a&gt; caused the death of herd animals, forcing herdsmen to turn to cultivation. With few inputs, they were at the mercy of the weather and may have lived at bare &lt;a href=\"subsistence%20economy\"&gt;subsistence&lt;/a&gt; level. The land they cultivated reduced the area available to nomadic herders, causing disputes over land. The semi-arid fringes of the desert have fragile soils which are at risk of erosion when exposed, as happened in the American &lt;a href=\"Dust%20Bowl\"&gt;Dust Bowl&lt;/a&gt; in the 1930s. The grasses that held the soil in place were ploughed under, and a series of dry years caused crop failures, while enormous dust storms blew the topsoil away. Half a million Americans were forced to leave their land in this catastrophe.\nSimilar damage is being done today to the semi-arid areas that rim deserts and about twelve million hectares of land are being turned to desert each year. &lt;a href=\"Desertification\"&gt;Desertification&lt;/a&gt; is caused by such factors as drought, climatic shifts, tillage for agriculture, &lt;a href=\"overgrazing\"&gt;overgrazing&lt;/a&gt; and deforestation. Vegetation plays a major role in determining the composition of the soil. In many environments, the rate of erosion and run off increases dramatically with reduced vegetation cover.\nNatural resource extraction.\nDeserts contain substantial mineral resources, sometimes over their entire surface, giving them their characteristic colors. For example, the red of many sand deserts comes from &lt;a href=\"laterite\"&gt;laterite&lt;/a&gt; minerals. Geological processes in a desert climate can concentrate &lt;a href=\"mineral\"&gt;mineral&lt;/a&gt;s into valuable deposits. &lt;a href=\"Leaching%20%28pedology%29\"&gt;Leaching&lt;/a&gt; by &lt;a href=\"ground%20water\"&gt;ground water&lt;/a&gt; can extract &lt;a href=\"ore\"&gt;ore&lt;/a&gt; minerals and redeposit them, according to the &lt;a href=\"water%20table\"&gt;water table&lt;/a&gt;, in concentrated form. Similarly, evaporation tends to concentrate minerals in desert lakes, creating dry lake beds or &lt;a href=\"Sink%20%28geography%29\"&gt;playas&lt;/a&gt; rich in minerals. Evaporation can concentrate minerals as a variety of &lt;a href=\"evaporite\"&gt;evaporite&lt;/a&gt; deposits, including &lt;a href=\"gypsum\"&gt;gypsum&lt;/a&gt;, &lt;a href=\"sodium%20nitrate\"&gt;sodium nitrate&lt;/a&gt;, &lt;a href=\"sodium%20chloride\"&gt;sodium chloride&lt;/a&gt; and &lt;a href=\"Borate%20mineral\"&gt;borates&lt;/a&gt;. Evaporites are found in the USA's &lt;a href=\"Great%20Basin%20Desert\"&gt;Great Basin Desert&lt;/a&gt;, historically exploited by the \"20-mule teams\" pulling carts of borax from &lt;a href=\"Death%20Valley\"&gt;Death Valley&lt;/a&gt; to the nearest &lt;a href=\"railroad\"&gt;railway&lt;/a&gt;. A desert especially rich in mineral salts is the &lt;a href=\"Atacama%20Desert\"&gt;Atacama Desert&lt;/a&gt;, &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, where sodium nitrate has been mined for &lt;a href=\"explosive\"&gt;explosive&lt;/a&gt;s and &lt;a href=\"fertilizer\"&gt;fertilizer&lt;/a&gt; since around 1850. Other desert minerals are &lt;a href=\"copper\"&gt;copper&lt;/a&gt; from Chile, &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;, and &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, and &lt;a href=\"iron\"&gt;iron&lt;/a&gt; and &lt;a href=\"uranium\"&gt;uranium&lt;/a&gt; in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. Many other metals, salts and commercially valuable types of rock such as &lt;a href=\"pumice\"&gt;pumice&lt;/a&gt; are extracted from deserts around the world.\nOil and gas form on the bottom of shallow seas when micro-organisms decompose under anoxic conditions and later become covered with sediment. Many deserts were at one time the sites of shallow seas and others have had underlying hydrocarbon deposits transported to them by the movement of &lt;a href=\"Plate%20tectonics\"&gt;tectonic plates&lt;/a&gt;.\nSome major oilfields such as &lt;a href=\"Ghawar\"&gt;Ghawar&lt;/a&gt; are found under the sands of Saudi Arabia. Geologists believe that other oil deposits were formed by &lt;a href=\"aeolian%20processes\"&gt;aeolian processes&lt;/a&gt; in ancient deserts as may be the case with some of the major American oil fields.\nFarming.\nTraditional desert farming systems have long been established in North Africa, irrigation being the key to success in an area where water stress is a limiting factor to growth. Techniques that can be used include &lt;a href=\"drip%20irrigation\"&gt;drip irrigation&lt;/a&gt;, the use of organic residues or animal manures as fertilisers and other traditional agricultural management practices. Once fertility has been built up, further crop production preserves the soil from destruction by wind and other forms of erosion. It has been found that plant growth-promoting bacteria play a role in increasing the resistance of plants to stress conditions and these &lt;a href=\"rhizobacteria\"&gt;rhizobacteria&lt;/a&gt;l suspensions could be inoculated into the soil in the vicinity of the plants. A study of these microbes found that desert farming hampers desertification by establishing islands of fertility allowing farmers to achieve increased yields despite the adverse environmental conditions. A field trial in the Sonoran Desert which exposed the roots of different species of tree to rhizobacteria and the &lt;a href=\"Nitrogen%20fixation\"&gt;nitrogen fixing&lt;/a&gt; bacterium \"&lt;a href=\"Azospirillum%20brasilense\"&gt;Azospirillum brasilense&lt;/a&gt;\" with the aim of restoring degraded lands was only partially successful.\nThe Judean Desert was farmed in the 7th century BC during the Iron Age to supply food for desert forts. Native Americans in the south western United States became agriculturalists around 600 AD when seeds and technologies became available from Mexico. They used terracing techniques and grew gardens beside seeps, in moist areas at the foot of dunes, near streams providing flood irrigation and in areas irrigated by extensive specially built canals. The &lt;a href=\"Hohokam\"&gt;Hohokam&lt;/a&gt; tribe constructed over of large canals and maintained them for centuries, an impressive feat of engineering. They grew maize, beans, squash and peppers.\nA modern example of desert farming is the &lt;a href=\"Imperial%20Valley\"&gt;Imperial Valley&lt;/a&gt; in California, which has high temperatures and average rainfall of just per year. The economy is heavily based on agriculture and the land is irrigated through a network of canals and pipelines sourced entirely from the &lt;a href=\"Colorado%20River\"&gt;Colorado River&lt;/a&gt; via the &lt;a href=\"All-American%20Canal\"&gt;All-American Canal&lt;/a&gt;. The soil is deep and fertile, being part of the river's flood plains, and what would otherwise have been desert has been transformed into one of the most productive farming regions in California. Other water from the river is piped to urban communities but all this has been at the expense of the river, which below the extraction sites no longer has any above-ground flow during most of the year. Another problem of growing crops in this way is the build-up of salinity in the soil caused by the evaporation of river water. The greening of the desert remains an aspiration and was at one time viewed as a future means for increasing food production for the world's growing population. This prospect has proved false as it disregarded the environmental damage caused elsewhere by the diversion of water for desert project irrigation.\nSolar energy capture.\nDeserts are increasingly seen as sources for &lt;a href=\"solar%20energy\"&gt;solar energy&lt;/a&gt;, partly due to low amounts of cloud cover. Many solar power plants &lt;a href=\"Solar%20power%20plants%20in%20the%20Mojave%20Desert\"&gt;have been built&lt;/a&gt; in the &lt;a href=\"Mojave%20Desert\"&gt;Mojave Desert&lt;/a&gt; such as the &lt;a href=\"Solar%20Energy%20Generating%20Systems\"&gt;Solar Energy Generating Systems&lt;/a&gt; and &lt;a href=\"Ivanpah%20Solar%20Power%20Facility\"&gt;Ivanpah Solar Power Facility&lt;/a&gt;. Large swaths of this desert are covered in mirrors.\nThe potential for generating solar energy from the &lt;a href=\"Sahara%20Desert\"&gt;Sahara Desert&lt;/a&gt; is huge, the highest found on the globe. Professor &lt;a href=\"David%20Faiman\"&gt;David Faiman&lt;/a&gt; of &lt;a href=\"Ben-Gurion%20University\"&gt;Ben-Gurion University&lt;/a&gt; has stated that the technology now exists to supply all of the world's electricity needs from 10% of the Sahara Desert. &lt;a href=\"Desertec%20Industrial%20Initiative\"&gt;Desertec Industrial Initiative&lt;/a&gt; was a consortium seeking $560 billion to invest in North African solar and wind installations over the next forty years to supply electricity to Europe via cable lines running under the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;. European interest in the Sahara Desert stems from its two aspects: the almost continual daytime sunshine and plenty of unused land. The Sahara receives more sunshine per acre than any part of Europe. The Sahara Desert also has the empty space totalling hundreds of square miles required to house fields of mirrors for solar plants.\nThe &lt;a href=\"Negev%20Desert\"&gt;Negev Desert&lt;/a&gt;, &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;, and the surrounding area, including the &lt;a href=\"Arava%20Valley\"&gt;Arava Valley&lt;/a&gt;, receive plenty of sunshine and are generally not &lt;a href=\"Arable%20land\"&gt;arable&lt;/a&gt;. This has resulted in the construction of many &lt;a href=\"Solar%20power%20in%20Israel\"&gt;solar plants&lt;/a&gt;. David Faiman has proposed that \"giant\" solar plants in the Negev could supply all of Israel's needs for electricity.\nWarfare.\nThe Arabs were probably the first organized force to conduct successful battles in the desert. By knowing back routes and the locations of oases and by utilizing camels, Muslim Arab forces were able to successfully overcome both Roman and Persian forces in the period 600 to 700 AD during the &lt;a href=\"Early%20Muslim%20conquests\"&gt;expansion of the Islamic caliphate&lt;/a&gt;.\nMany centuries later, both world wars saw fighting in the desert. In the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; &lt;a href=\"Turkey\"&gt;Turks&lt;/a&gt; were engaged with the British regular army in a campaign that spanned the Arabian peninsula. The Turks were defeated by the British, who had the backing of irregular Arab forces that were seeking to &lt;a href=\"Arab%20Revolt\"&gt;revolt&lt;/a&gt; against the Turks in the &lt;a href=\"Kingdom%20of%20Hejaz\"&gt;Hejaz&lt;/a&gt;, made famous in &lt;a href=\"T.E.%20Lawrence\"&gt;T.E. Lawrence&lt;/a&gt;'s book \"&lt;a href=\"Seven%20Pillars%20of%20Wisdom\"&gt;Seven Pillars of Wisdom&lt;/a&gt;\".\nIn the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, the &lt;a href=\"Western%20Desert%20Campaign\"&gt;Western Desert Campaign&lt;/a&gt; began in &lt;a href=\"Italian%20Libya\"&gt;Italian Libya&lt;/a&gt;. Warfare in the desert offered great scope for tacticians to use the large open spaces without the distractions of casualties among civilian populations. &lt;a href=\"Tank\"&gt;Tank&lt;/a&gt;s and &lt;a href=\"Armoured%20fighting%20vehicle\"&gt;armoured vehicles&lt;/a&gt; were able to travel large distances unimpeded and &lt;a href=\"land%20mine\"&gt;land mine&lt;/a&gt;s were laid in large numbers. However, the size and harshness of the terrain meant that all supplies needed to be brought in from great distances. The victors in a battle would advance and their &lt;a href=\"supply%20chain\"&gt;supply chain&lt;/a&gt; would necessarily become longer, while the defeated army could retreat, regroup and resupply. For these reasons, the &lt;a href=\"front%20line\"&gt;front line&lt;/a&gt; moved back and forth through hundreds of kilometers as each side lost and regained momentum. Its most easterly point was at &lt;a href=\"El%20Alamein\"&gt;El Alamein&lt;/a&gt; in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, where the Allies decisively defeated the Axis forces in 1942.\nIn culture.\nThe desert is generally thought of as a barren and empty landscape. It has been portrayed by writers, film-makers, philosophers, artists and critics as a place of extremes, a &lt;a href=\"metaphor\"&gt;metaphor&lt;/a&gt; for anything from death, war or religion to the primitive past or the desolate future.\nThere is an extensive literature on the subject of deserts. An early historical account is that of &lt;a href=\"Marco%20Polo\"&gt;Marco Polo&lt;/a&gt; (c. 1254–1324), who travelled through Central Asia to China, crossing a number of deserts in his twenty four year trek. Some accounts give vivid descriptions of desert conditions, though often accounts of journeys across deserts are interwoven with reflection, as is the case in &lt;a href=\"Charles%20Montagu%20Doughty\"&gt;Charles Montagu Doughty&lt;/a&gt;'s major work, \"Travels in Arabia Deserta\" (1888). &lt;a href=\"Antoine%20de%20Saint-Exup%C3%A9ry\"&gt;Antoine de Saint-Exupéry&lt;/a&gt; described both his flying and the desert in \"&lt;a href=\"Wind%2C%20Sand%20and%20Stars\"&gt;Wind, Sand and Stars&lt;/a&gt;\" and &lt;a href=\"Gertrude%20Bell\"&gt;Gertrude Bell&lt;/a&gt; travelled extensively in the Arabian desert in the early part of the 20th century, becoming an expert on the subject, writing books and advising the British government on dealing with the Arabs. Another woman explorer was &lt;a href=\"Freya%20Stark\"&gt;Freya Stark&lt;/a&gt; who travelled alone in the Middle East, visiting &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, &lt;a href=\"Arabia\"&gt;Arabia&lt;/a&gt;, &lt;a href=\"Yemen\"&gt;Yemen&lt;/a&gt;, &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;, &lt;a href=\"Iran\"&gt;Persia&lt;/a&gt; and &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, writing over twenty books on her experiences. The German naturalist &lt;a href=\"Uwe%20George\"&gt;Uwe George&lt;/a&gt; spent several years living in deserts, recording his experiences and research in his book, \"In the Deserts of this Earth\".\nThe American poet &lt;a href=\"Robert%20Frost\"&gt;Robert Frost&lt;/a&gt; expressed his bleak thoughts in his poem, \"Desert Places\", which ends with the stanza \"They cannot scare me with their empty spaces / Between stars – on stars where no human race is. / I have it in me so much nearer home / To scare myself with my own desert places.\"\nDeserts on other planets.\n&lt;a href=\"Mars\"&gt;Mars&lt;/a&gt; is the only other planet in the &lt;a href=\"Solar%20System\"&gt;Solar System&lt;/a&gt; besides Earth on which deserts have been identified. Despite its low surface atmospheric pressure (only 1/100 of that of Earth), the patterns of atmospheric circulation on Mars have formed a sea of circumpolar sand more than 5 million km2 (1.9 million sq mi) in the area, larger than most deserts on Earth. The Martian deserts principally consist of dunes in the form of half-moons in flat areas near the permanent polar ice caps in the north of the planet. The smaller dune fields occupy the bottom of many of the craters situated in the Martian polar regions. Examination of the surface of rocks by &lt;a href=\"laser\"&gt;laser&lt;/a&gt; beamed from the &lt;a href=\"Mars%20Exploration%20Rover\"&gt;Mars Exploration Rover&lt;/a&gt; have shown a surface film that resembles the desert varnish found on Earth although it might just be surface dust. The surface of &lt;a href=\"Titan%20%28moon%29\"&gt;Titan&lt;/a&gt;, a moon of &lt;a href=\"Saturn\"&gt;Saturn&lt;/a&gt;, also has a &lt;a href=\"Titan%20%28moon%29%23Dark%20equatorial%20terrain\"&gt;desert-like surface&lt;/a&gt; with dune seas."
}