{
    "id": "18962604",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=18962604",
    "title": "Ascension Island",
    "text": "Ascension Island is an isolated volcanic island, 7°56′ south of the &lt;a href=\"Equator\"&gt;Equator&lt;/a&gt; in the &lt;a href=\"Atlantic%20Ocean\"&gt;South Atlantic Ocean&lt;/a&gt;. It is about from the coast of Africa and from the coast of &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;. It is governed as part of the &lt;a href=\"British%20Overseas%20Territories\"&gt;British Overseas Territory&lt;/a&gt; of &lt;a href=\"Saint%20Helena%2C%20Ascension%20and%20Tristan%20da%20Cunha\"&gt;Saint Helena, Ascension and Tristan da Cunha&lt;/a&gt;, of which the main island, &lt;a href=\"Saint%20Helena\"&gt;Saint Helena&lt;/a&gt;, is around to the southeast. The territory also includes the sparsely populated &lt;a href=\"Tristan%20da%20Cunha\"&gt;Tristan da Cunha&lt;/a&gt; archipelago, to the south, about halfway to the &lt;a href=\"Antarctic%20Circle\"&gt;Antarctic Circle&lt;/a&gt;.\nNamed after the day of its recorded discovery, &lt;a href=\"Ascension%20of%20Jesus\"&gt;Ascension of Jesus&lt;/a&gt;, Ascension Island was an important safe haven as a coaling station to mariners and a refueling stop for commercial airliners back in the days of international air travel by &lt;a href=\"flying%20boat\"&gt;flying boat&lt;/a&gt;s.\nAscension Island was garrisoned by the &lt;a href=\"British%20Admiralty\"&gt;British Admiralty&lt;/a&gt; from 22 October 1815 to 1922. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, it was an important naval and air station, especially providing &lt;a href=\"antisubmarine%20warfare\"&gt;antisubmarine warfare&lt;/a&gt; bases in the &lt;a href=\"Battle%20of%20the%20Atlantic\"&gt;Battle of the Atlantic&lt;/a&gt;. \nThe island is the location of &lt;a href=\"RAF%20Ascension%20Island\"&gt;RAF Ascension Island&lt;/a&gt;, which is a &lt;a href=\"Royal%20Air%20Force%20station\"&gt;Royal Air Force station&lt;/a&gt;, a &lt;a href=\"European%20Space%20Agency\"&gt;European Space Agency&lt;/a&gt; rocket tracking station, an Anglo-American &lt;a href=\"signals%20intelligence\"&gt;signals intelligence&lt;/a&gt; facility and the &lt;a href=\"BBC%20World%20Service\"&gt;BBC World Service&lt;/a&gt; Atlantic Relay Station. The island was used extensively as a staging point by the &lt;a href=\"British%20military\"&gt;British military&lt;/a&gt; during the &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt;. Ascension Island hosts one of four ground antennas that assist in the operation of the &lt;a href=\"Global%20Positioning%20System\"&gt;Global Positioning System&lt;/a&gt; (GPS) navigational system (the others are on &lt;a href=\"Kwajalein\"&gt;Kwajalein&lt;/a&gt; Island, &lt;a href=\"Diego%20Garcia\"&gt;Diego Garcia&lt;/a&gt;, and &lt;a href=\"Cape%20Canaveral\"&gt;Cape Canaveral&lt;/a&gt;). &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; operates a Meter Class Autonomous Telescope (MCAT) on Ascension Island for tracking &lt;a href=\"Space%20debris\"&gt;orbital debris&lt;/a&gt;, which is potentially hazardous to operating spacecraft and astronauts, at a facility called the John Africano NASA/AFRL Orbital Debris Observatory.\nHistory.\nDiscovery.\nIn 1501, the Portuguese navigator &lt;a href=\"Jo%C3%A3o%20da%20Nova\"&gt;João da Nova&lt;/a&gt; sighted the island on &lt;a href=\"Ascension%20Day\"&gt;Ascension Day&lt;/a&gt; (which fell on 21 May that year) and named it \"Ilha da Ascensão\" after this feast day. Dry and barren, the island had little appeal for passing ships except for collecting fresh meat, and was not claimed for the Portuguese Crown. Mariners could hunt for the numerous seabirds and the enormous female &lt;a href=\"green%20turtle\"&gt;green turtle&lt;/a&gt;s that laid their eggs on the sandy beaches. The Portuguese also introduced goats as a potential source of meat for future mariners.\nIn February 1701, &lt;a href=\"HMS%20Roebuck%20%281690%29\"&gt;HMS \"Roebuck\"&lt;/a&gt;, commanded by &lt;a href=\"William%20Dampier\"&gt;William Dampier&lt;/a&gt;, sank in the common anchoring spot in &lt;a href=\"Clarence%20Bay\"&gt;Clarence Bay&lt;/a&gt; to the northwest of the island. Sixty men survived for two months until they were rescued. Almost certainly, after a few days they found the strong water spring in the high interior of the island, in what is now called Breakneck Valley (there is a much smaller water source, lower on the mountain, which was named Dampier's Drip by people who probably misinterpreted Dampier's story).\nIt is possible, but disputed, that the island was sometimes used as an open prison for criminal mariners, although there is only one documented case of such an exile, a &lt;a href=\"Dutch%20people\"&gt;Dutch&lt;/a&gt; ship's officer, &lt;a href=\"Leendert%20Hasenbosch\"&gt;Leendert Hasenbosch&lt;/a&gt;, set ashore at Clarence Bay as a punishment for &lt;a href=\"sodomy\"&gt;sodomy&lt;/a&gt; in May 1725. British mariners found the Dutchman's tent, belongings and diary in January 1726; the man's remains were not found. His diary was published in translation in London later that same year, under the title \"Sodomy Punish'd\".\nOrganised settlement.\nOrganised settlement of Ascension Island began in 1815, when the British garrisoned it as a precaution after imprisoning &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt; on &lt;a href=\"Saint%20Helena\"&gt;Saint Helena&lt;/a&gt; to the southeast. On 22 October the s and claimed the island for &lt;a href=\"George%20III%20of%20the%20United%20Kingdom\"&gt;King George III&lt;/a&gt;. The &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; designated the island as a &lt;a href=\"stone%20frigate\"&gt;stone frigate&lt;/a&gt;, HMS \"Ascension\", with the classification of \"Sloop of War of the smaller class\".\nThe location of the island made it a useful stopping-point for ships and communications. The Royal Navy used the island as a &lt;a href=\"victualler\"&gt;victualling&lt;/a&gt; station for ships, particularly those of the &lt;a href=\"West%20Africa%20Squadron\"&gt;West Africa Squadron&lt;/a&gt; working against the &lt;a href=\"History%20of%20slavery\"&gt;slave trade&lt;/a&gt;. A garrison of &lt;a href=\"Royal%20Marines\"&gt;Royal Marines&lt;/a&gt; was based at Ascension from 1823 and Colonel &lt;a href=\"Edward%20Nicolls\"&gt;Edward Nicolls&lt;/a&gt; became the first commandant.\nBotany.\nIn 1836 the &lt;a href=\"Second%20voyage%20of%20HMS%20Beagle\"&gt;second \"Beagle\" voyage&lt;/a&gt; visited Ascension. &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt; described it as an arid treeless island, with nothing growing near the coast. Sparse vegetation inland supported \"about six hundred sheep, many goats, a few cows &amp; horses,\" large numbers of &lt;a href=\"guineafowl\"&gt;guineafowl&lt;/a&gt; imported from the &lt;a href=\"Cape%20Verde\"&gt;Cape Verde&lt;/a&gt; islands, rats, mice, and &lt;a href=\"land%20crab\"&gt;land crab&lt;/a&gt;s; he agreed with the saying attributed to the people of St Helena that \"We know we live on a rock, but the poor people at Ascension live on a cinder.\" He noted the care taken to sustain \"houses, gardens &amp; fields placed near the summit of the central mountain,\" and cisterns at roadsides to provide drinking water. The springs were carefully managed, \"so that a single drop of water may not be lost: indeed the whole island may be compared to a huge ship kept in first-rate order.\" In commenting on this, he noted &lt;a href=\"Ren%C3%A9%20Primev%C3%A8re%20Lesson\"&gt;René Primevère Lesson&lt;/a&gt;'s remark \"that the English nation alone would have thought of making the island of Ascension a productive spot; any other people would have held it as a mere fortress in the ocean.\"\nIn 1843, botanist and explorer &lt;a href=\"Joseph%20Dalton%20Hooker\"&gt;Joseph Hooker&lt;/a&gt; visited the island. Four years later, Hooker, with much encouragement from Darwin, advised the Royal Navy that with the help of &lt;a href=\"Kew%20Gardens\"&gt;Kew Gardens&lt;/a&gt;, they should institute a long-term plan of shipping trees to Ascension. The planted trees would capture more rain and improve the soil, allowing the barren island to become a garden. So, from 1850 and continuing year on year, ships came with an assortment of plants from botanical gardens in Argentina, Europe and South Africa. By the late 1870s &lt;a href=\"Araucaria%20heterophylla\"&gt;Norfolk pine&lt;/a&gt;s, &lt;a href=\"eucalyptus\"&gt;eucalyptus&lt;/a&gt;, &lt;a href=\"bamboo\"&gt;bamboo&lt;/a&gt;, and &lt;a href=\"Banana\"&gt;banana trees&lt;/a&gt; grew in profusion at the highest point of the island, &lt;a href=\"Green%20Mountain\"&gt;Green Mountain&lt;/a&gt;, creating a tropical &lt;a href=\"cloud%20forest\"&gt;cloud forest&lt;/a&gt;.\nAstronomical observation.\nBeginning in July 1877, the astronomer Sir &lt;a href=\"David%20Gill%20%28astronomer%29\"&gt;David Gill&lt;/a&gt; and his wife Isobel spent six months on Ascension Island. This was to take advantage of the near approach of &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt; occurring that year. Based on &lt;a href=\"Johannes%20Kepler\"&gt;Johannes Kepler's&lt;/a&gt; laws of planetary motion, Gill conceived that in pioneering the use of a &lt;a href=\"heliometer\"&gt;heliometer&lt;/a&gt; he would be able to accurately measure the position of Mars while in opposition on his own, rather than in combination with many observers simultaneously recording the position of the planet as had been the technique during the time. This is because a &lt;a href=\"heliometer\"&gt;heliometer&lt;/a&gt; is a telescope that uses a split image to measure the &lt;a href=\"Angular%20distance\"&gt;angular separation&lt;/a&gt; of celestial bodies. In observing this from near the equator a greater observable distance would be visible, hence a temporary observatory being decided upon for Ascension.\nAlthough originally based in Georgetown, the pair found the evenings to be too cloudy to make observations of the night sky due to Georgetown being located downwind of &lt;a href=\"orographic%20cloud\"&gt;orographic cloud&lt;/a&gt; emanating from Green Mountain. Isobel quickly endeavoured to find an area less affected by the evening cloud and trekked several miles over lava fields to find a new location. Having found an area on the south west of the island seemingly less affected, they then had to determine how to move 20 tons of delicate observational equipment to the new location. Fortunately a small clear beach was located nearby which was used for landing the equipment by sea. This was later named Mars Bay, a name which it carries to this day and which has since been designated a Nature Reserve. The couple then spent several months camped out at the bay making their observations, assisted by a &lt;a href=\"krooman\"&gt;krooman&lt;/a&gt; and a marine.\nAll of the effort was ultimately a success producing a solar distance of 93.08 ± 0.16 million miles, not far off the modern day measurement of 92.9558. As a result of his work on the solar &lt;a href=\"parallax\"&gt;parallax&lt;/a&gt; David Gill went on to be appointed Royal Astronomer at the Cape of Good Hope.\nEarly government.\nBetween 1872 and 1889, the population of the island was listed as HMS \"Flora\" (Tender), under the orders of the &lt;a href=\"Commander-in-Chief%2C%20Cape%20of%20Good%20Hope%20Station\"&gt;Commander-in-Chief, Cape of Good Hope&lt;/a&gt;. \"&lt;a href=\"HMS%20Flora%20%281844%29\"&gt;HMS Flora (1844)&lt;/a&gt;\" had been the guardship at Ascension from 1865 to 1872 before being ordered south to become the Simonstown depot ship. Five ratings died while on a recreational boat trip in 1879.\nIn 1899, as part of the British effort in the &lt;a href=\"Second%20Boer%20War\"&gt;Second Boer War&lt;/a&gt;, the Eastern Telegraph Company (later &lt;a href=\"Cable%20%26amp%3B%20Wireless%20plc\"&gt;Cable &amp; Wireless plc&lt;/a&gt;) installed the first &lt;a href=\"submarine%20communications%20cable\"&gt;submarine communications cable&lt;/a&gt; from the island, connecting the UK with its colonies in South Africa. In 1922, &lt;a href=\"letters%20patent\"&gt;letters patent&lt;/a&gt; made Ascension a dependency of Saint Helena. The island was managed by the head of the Eastern Telegraph Company on the island until 1964 when the British Government appointed an &lt;a href=\"Administrator%20of%20the%20Government\"&gt;Administrator&lt;/a&gt; to represent the Governor of Saint Helena on Ascension.\nWorld War II.\nThe Island was under direct control of the &lt;a href=\"Board%20of%20Admiralty\"&gt;Board of Admiralty&lt;/a&gt; until 1923.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, to supply and augment extensive amphibious aircraft antisubmarine patrol operations ongoing from the early days of the war, the United States built an airbase on Ascension Island, known as \"Wideawake\", after a nearby colony of &lt;a href=\"sooty%20tern\"&gt;sooty tern&lt;/a&gt;s (locally called 'wideawake' birds because of their loud, distinctive constant (day-and-night) cawing chatter). The airbase, which was under construction by the 38th Combat Engineer Battalion of the &lt;a href=\"United%20States%20Army%20Corps%20of%20Engineers\"&gt;Army Corps of Engineers&lt;/a&gt;, was unexpectedly visited by two British &lt;a href=\"Fairey%20Swordfish\"&gt;Fairey Swordfish&lt;/a&gt; torpedo planes on 15 June 1942. According to one of the pilots, Peter Jinks, the planes were fired upon before being recognised as allies. The Swordfish had to land on the unfinished airstrip, thus becoming the first aircraft to land on Ascension Island proper—which had long served as an &lt;a href=\"anti-submarine%20warfare\"&gt;anti-submarine warfare&lt;/a&gt; base for &lt;a href=\"Consolidated%20PBY%20Catalina\"&gt;Consolidated PBY Catalina&lt;/a&gt; &lt;a href=\"flying%20boat\"&gt;flying boat&lt;/a&gt;s. The event was commemorated with a postage stamp 15 June 1982.\nThe airfield was used by the US military as a stopping point for American aircraft crossing the Atlantic Ocean on the way to theatres of operation in Europe and Africa. American &lt;a href=\"bomber\"&gt;bomber&lt;/a&gt;s based at Wideawake were engaged in the &lt;a href=\"Laconia%20incident\"&gt;\"Laconia\" incident&lt;/a&gt;.\nThe only local military action during World War II occurred on 9 December 1941. At around mid-day, the approached &lt;a href=\"Georgetown%2C%20Ascension%20Island\"&gt;Georgetown&lt;/a&gt; on the surface with the intention of sinking any ships at anchor or shelling the cable station. Fort Bedford, a two-gun shore battery at Cross Hill, above Georgetown, fired on the submarine. The guns scored no hits but the U-boat submerged and retreated. The battery remains largely intact to this day, together with its guns, &lt;a href=\"BL%205.5%20inch%20Mark%20I%20naval%20gun\"&gt;BL 5.5 inch Mark I naval gun&lt;/a&gt;s removed from during a refit in Malta in 1938.\nThe airbase fell into disuse following the American departure at the end of World War II.\nLater military involvement.\nWith the &lt;a href=\"Space%20Race\"&gt;Space Race&lt;/a&gt; and the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, the Americans returned in 1956. Wideawake Airfield expanded in the mid-1960s. The runway, with its strange hump, was extended, widened, and improved to allow its use by large aircraft, and later to act as an emergency runway for the &lt;a href=\"Space%20Shuttle\"&gt;Space Shuttle&lt;/a&gt;, although the Shuttle never had to use it. At the time, it was the world's longest airport runway. The &lt;a href=\"United%20States%20Space%20Force\"&gt;United States Space Force&lt;/a&gt; uses the island as part of its &lt;a href=\"Eastern%20Range\"&gt;Eastern Range&lt;/a&gt;. &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; established a tracking station on the island in 1967, which it operated for more than 20 years before closing it down in 1990.\nAscension was the shore terminal for the furthest down range installation of the Atlantic &lt;a href=\"Missile%20Impact%20Location%20System\"&gt;Missile Impact Location System&lt;/a&gt; (MILS), an acoustic system for locating splashdown of test nose cones. The MILS hydrophones that were located in the &lt;a href=\"SOFAR%20channel\"&gt;SOFAR channel&lt;/a&gt; for broad area coverage have played a significant role in long range acoustic transmission studies and incidents. The island's location makes it a first point of Atlantic reception for acoustics from the other oceans. As an example the Ascension hydrophones received and the site processed signals generated near &lt;a href=\"Heard%20Island\"&gt;Heard Island&lt;/a&gt; in the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; some from the Ascension arrays and passing around Africa. The Ascension array was one of those involved in the &lt;a href=\"Vela%20incident\"&gt;Vela incident&lt;/a&gt; acoustic signal in which there were correlated acoustic arrivals with the time and estimated location of the double flash detected by the &lt;a href=\"Vela%20%28satellite%29\"&gt;Vela satellite&lt;/a&gt;.\nA joint &lt;a href=\"Government%20Communications%20Headquarters\"&gt;Government Communications Headquarters&lt;/a&gt; and &lt;a href=\"National%20Security%20Agency\"&gt;National Security Agency&lt;/a&gt; signals intercept station was also established on Ascension during the Cold War. The island retains a role in space exploration: the &lt;a href=\"European%20Space%20Agency\"&gt;European Space Agency&lt;/a&gt; now operates an &lt;a href=\"Ariane%20%28rocket%20family%29\"&gt;Ariane&lt;/a&gt; monitoring facility there. The &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; Atlantic Relay Station was installed in 1966 for short-wave broadcasts to Africa and South America and because of the BBC's considerable resources, eventually BBC External Services began sourcing requirements generally for the Island through BBC Engineering Purchasing Department based in 4 Cavendish Square, London; items were requisitioned and ordered from suppliers, delivered to export packers, Evan Cook and shipped to Ascension on RMS St. Helena.\nIn 1982 the British &lt;a href=\"task%20force\"&gt;task force&lt;/a&gt; used Ascension Island as a &lt;a href=\"Staging%20area\"&gt;staging post&lt;/a&gt; during the &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt;. After strengthening and improving the structure, the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; deployed a fleet of &lt;a href=\"Avro%20Vulcan\"&gt;Avro Vulcan&lt;/a&gt; bombers and &lt;a href=\"Handley%20Page%20Victor\"&gt;Handley Page Victor&lt;/a&gt; tankers at the airfield. Vulcans launched the opening shots of the British offensive from Ascension in &lt;a href=\"Operation%20Black%20Buck\"&gt;Operation Black Buck&lt;/a&gt;. The RAF also used the base to supply the task force. Because of the increase in air traffic during the war, Wideawake, with up to 400 movements of all types each day, was one of the busiest airfields in the world for a short period. The Royal Navy's fleet stopped at Ascension for refuelling on the way. Following the war, the British retained an increased presence on the island, establishing &lt;a href=\"RAF%20Ascension%20Island\"&gt;RAF Ascension Island&lt;/a&gt;, and providing a refuelling stop for the regular airlink between &lt;a href=\"RAF%20Brize%20Norton\"&gt;RAF Brize Norton&lt;/a&gt; in Oxfordshire, and &lt;a href=\"RAF%20Mount%20Pleasant\"&gt;RAF Mount Pleasant&lt;/a&gt; in the &lt;a href=\"Falkland%20Islands\"&gt;Falkland Islands&lt;/a&gt;.\nTwenty-first century.\n, it was reported that the &lt;a href=\"Composite%20Signals%20Organisation\"&gt;Composite Signals Organisation&lt;/a&gt;, an arm of &lt;a href=\"Government%20Communications%20Headquarters\"&gt;GCHQ&lt;/a&gt;, continued to operate a signals interception facility at &lt;a href=\"Cat%20Hill%2C%20Ascension%20Island\"&gt;Cat Hill&lt;/a&gt; on Ascension. NASA continued to list Ascension Island as a \"downrange site\" used for range safety instrumentation. In particular, the Post-Detect Telemetry System used to acquire launch vehicle &lt;a href=\"telemetry\"&gt;telemetry&lt;/a&gt; includes a station on Ascension.\nIn 2008 British diplomats at the United Nations Commission on the Limits of the Continental Shelf (UN CLCS), requested sovereignty over of submarine territory around the island. This would enable exploration into new reserves of oil, gas and minerals, though none are thought to exist.\nThe 2009 Constitution order ended Ascension's status as a dependency of St Helena and provided for one Governor of the combined Overseas Territory of St Helena, Ascension and Tristan da Cunha.\nIn 2016, the United States Department of Energy started operating a mobile climate research facility on the island. It is operated by the &lt;a href=\"Atmospheric%20Radiation%20Measurement%20Climate%20Research%20Facility\"&gt;Atmospheric Radiation Measurement Climate Research Facility&lt;/a&gt; (ARM) near the South East Crater, south of the Green Mountain summit. The field campaign requires the mobile facility to be operational for about 17 months until October 2017.\nThe island hosts one of four dedicated ground antennas that assist in the operation of the Global Positioning System (GPS) navigation system (the others are on Diego Garcia (British Indian Ocean Territory), Kwajalein (Marshall Islands), and at Cape Canaveral, Florida (US)). NASA and the &lt;a href=\"Air%20Force%20Research%20Laboratory\"&gt;Air Force Research Laboratory&lt;/a&gt; operate a Meter-Class Autonomous Telescope (MCAT) on Ascension as part of the deep space surveillance system for tracking orbital debris, which can be a hazard to spacecraft and astronauts.\nGeography.\nThe main island has an area of approximately . A volcanic peak rising from west of the &lt;a href=\"Mid-Atlantic%20Ridge\"&gt;Mid-Atlantic Ridge&lt;/a&gt;, much of the island is a wasteland of &lt;a href=\"lava\"&gt;lava&lt;/a&gt; flows and &lt;a href=\"cinder%20cone\"&gt;cinder cone&lt;/a&gt;s; forty-four distinct dormant &lt;a href=\"Volcanic%20crater\"&gt;craters&lt;/a&gt; have been identified.\nGeology.\nAscension is a geologically young formation, the tip of an undersea volcano which rose above the waves only a million years ago. Although volcanic activity is mainly associated with the &lt;a href=\"Mid-Atlantic%20Ridge\"&gt;Mid-Atlantic Ridge&lt;/a&gt; &lt;a href=\"plate%20boundary\"&gt;plate boundary&lt;/a&gt; 80 km to the west, Ascension also displays some features which are commonly attributed to \"&lt;a href=\"Hotspot%20%28geology%29\"&gt;hotspot&lt;/a&gt;\" volcanism. Such volcanism is typically assumed to arise from a deep mantle thermal plume from the core-mantle boundary. Alternatively it may result from minor deformations of the oceanic crust that cause extension and permit magma to rise passively up from the asthenosphere. Ascension last erupted about 500 years ago. Due to the low rainfall and geologically recent eruptions, its soil consists mostly of &lt;a href=\"Lava%23%CA%BBA%CA%BB%C4%81\"&gt;clinker&lt;/a&gt;.\nThe island consists of a wide range of alkaline rocks atypical for oceanic islands, ranging from &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt; through &lt;a href=\"trachyandesite\"&gt;trachyandesite&lt;/a&gt; and &lt;a href=\"trachyte\"&gt;trachyte&lt;/a&gt; to &lt;a href=\"rhyolite\"&gt;rhyolite&lt;/a&gt;.\nClimate.\nAscension has a &lt;a href=\"hot%20desert%20climate\"&gt;hot desert climate&lt;/a&gt; (\"BWh\", according to the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;). The temperatures at the coast average from , and about 5 to 6 °C (9 to 11 °F) cooler at the highest point. Rain showers may occur at any time during the year, but tend to be heavier between June and September. Although the island is in the tropical zone, average annual rainfall is very low. The cause of this might be the relatively low temperature of the ocean water, as the &lt;a href=\"Benguela%20Current\"&gt;Benguela Current&lt;/a&gt; and &lt;a href=\"South%20Equatorial%20Current\"&gt;South Equatorial Current&lt;/a&gt; flow northward west of Africa. These currents bring cooling effects around the eastern South Atlantic Ocean. Tropical cyclones also occur only rarely in the South Atlantic Ocean which might be caused by the same phenomenon, and by strong vertical wind shear.\nEcology.\nFlora.\n The endemic flora includes plants like \"&lt;a href=\"Pteris%20adscensionis\"&gt;Pteris adscensionis&lt;/a&gt;\", \"&lt;a href=\"Asplenium%20ascensionis\"&gt;Asplenium ascensionis&lt;/a&gt;\", \"&lt;a href=\"Euphorbia%20origanoides\"&gt;Euphorbia origanoides&lt;/a&gt;\" as well as the extinct species \"&lt;a href=\"Oldenlandia%20adscensionis\"&gt;Oldenlandia adscensionis&lt;/a&gt;\", \"&lt;a href=\"Sporobolus%20durus\"&gt;Sporobolus durus&lt;/a&gt;\" and \"Dryopteris ascensionis\". \"&lt;a href=\"Anogramma%20ascensionis\"&gt;Anogramma ascensionis&lt;/a&gt;\" (Ascension Island parsley fern) was thought to have become &lt;a href=\"extinct\"&gt;extinct&lt;/a&gt; due to &lt;a href=\"habitat%20loss\"&gt;habitat loss&lt;/a&gt;, until four plants were found on the island in 2010. Over 60 specimens were then successfully cultivated. Portuguese explorers released goats in the 1500s which ate many species to extinction. The later introduction of rabbits, sheep, rats and donkeys, and over 200 imported species further marginalised the original flora.\nBy 1843 the island was barren with few plants. However, due to the introduction of species by the British, Ascension Island's &lt;a href=\"Green%20Mountain\"&gt;Green Mountain&lt;/a&gt; is now one of the few large-scale planned forests, and is gradually growing with each year. Its highest point is at . Non-indigenous plants teem there, and the crown of Green Mountain is a lush halo of &lt;a href=\"bamboo\"&gt;bamboo&lt;/a&gt;. Flanking one side is a large stand of tall &lt;a href=\"Araucaria%20heterophylla\"&gt;Norfolk pine&lt;/a&gt;, trees planted by British mariners, which were to have been used as replacement masts for &lt;a href=\"sailing%20ship\"&gt;sailing ship&lt;/a&gt;s. In June 2005 the first National Park on Ascension Island, the Green Mountain National Park, was opened.\n\"&lt;a href=\"Prosopis%20juliflora\"&gt;Prosopis juliflora&lt;/a&gt;\", a type of mesquite known as Mexican thorn, was introduced by BBC engineers to bind the dry top soil when they arrived in 1966 to construct a shortwave relay station. It has thrived on the barren lava of the island – an estimated 38,000 bushes existed by 2016. Its spread has been destructive to other species, and current encroachment on the edges of beaches threatens those that use this space, such as the &lt;a href=\"green%20turtle\"&gt;green turtle&lt;/a&gt;. Its hardy taproots can extend to deep. Local authorities are considering means of controlling or eradicating it.\nFauna.\nA variety of &lt;a href=\"mammal\"&gt;mammal&lt;/a&gt;s have been introduced: &lt;a href=\"donkey\"&gt;donkey&lt;/a&gt;s, sheep, cats and &lt;a href=\"rat\"&gt;rat&lt;/a&gt;s among others. &lt;a href=\"Reptile\"&gt;Reptile&lt;/a&gt;s consist of two species of &lt;a href=\"lizard\"&gt;lizard&lt;/a&gt;s. Endemic insect species include the minute, wingless &lt;a href=\"Psocoptera\"&gt;Psocoptera&lt;/a&gt;n \"&lt;a href=\"Troglotroctes%20ashmoleorum\"&gt;Troglotroctes ashmoleorum&lt;/a&gt;\", that has been found in caves and between lava blocks. In summer, &lt;a href=\"fly\"&gt;flies&lt;/a&gt; are known to be a problem. The largest native land animal is the &lt;a href=\"land%20crab\"&gt;land crab&lt;/a&gt; \"&lt;a href=\"Johngarthia%20lagostoma\"&gt;Johngarthia lagostoma&lt;/a&gt;\" (formerly \"Gecarcinus lagostoma\"). Offshore, there is a variety of open-ocean fish, including &lt;a href=\"shark\"&gt;shark&lt;/a&gt;s, &lt;a href=\"wahoo\"&gt;wahoo&lt;/a&gt;, &lt;a href=\"tuna\"&gt;tuna&lt;/a&gt;, &lt;a href=\"bonito\"&gt;bonito&lt;/a&gt;, &lt;a href=\"barracuda\"&gt;barracuda&lt;/a&gt;, &lt;a href=\"marlin\"&gt;marlin&lt;/a&gt;, &lt;a href=\"Centrolophus%20niger\"&gt;blackfish&lt;/a&gt; and &lt;a href=\"sailfish\"&gt;sailfish&lt;/a&gt;. The protected green turtle is perhaps the most notable of the endemic fauna, coming ashore to lay their eggs on the beaches from November to May. Turtles were regularly harvested until 1930, when the practice was banned. By 1970 the turtle population had begun to rebound. From the 1970s, when records began, to 2014, &lt;a href=\"green%20turtle\"&gt;green turtle&lt;/a&gt; nesting increased by 500%, resulting in some 24,000 nests being laid on the island's main beaches each year.\nOn land are found such non-native birds such as &lt;a href=\"Serinus\"&gt;canaries&lt;/a&gt;, &lt;a href=\"francolin\"&gt;francolin&lt;/a&gt;s, &lt;a href=\"myna\"&gt;myna&lt;/a&gt;s, &lt;a href=\"Old%20World%20sparrow\"&gt;sparrow&lt;/a&gt;s, and &lt;a href=\"Estrildid%20finch\"&gt;waxbill&lt;/a&gt;s. &lt;a href=\"Sooty%20tern\"&gt;Sooty tern&lt;/a&gt;s or \"wideawake birds\" nest in great seashore &lt;a href=\"lava\"&gt;lava&lt;/a&gt; \"fairs\". Other &lt;a href=\"seabird\"&gt;seabird&lt;/a&gt;s include some types of &lt;a href=\"booby\"&gt;boobies&lt;/a&gt;, &lt;a href=\"petrel\"&gt;petrel&lt;/a&gt;s, and &lt;a href=\"tropicbird\"&gt;tropicbird&lt;/a&gt;s (named \"boatswain\", pronounced \"BO-sun birds\", by the inhabitants of the island), &lt;a href=\"white%20tern\"&gt;white tern&lt;/a&gt;, &lt;a href=\"brown%20noddy\"&gt;brown noddy&lt;/a&gt;, &lt;a href=\"black%20noddy\"&gt;black noddy&lt;/a&gt; and &lt;a href=\"Ascension%20frigatebird\"&gt;Ascension frigatebird&lt;/a&gt;. The &lt;a href=\"Ascension%20crake\"&gt;Ascension crake&lt;/a&gt; became extinct around the beginning of the nineteenth century.\nOff the east coast of Ascension is the islet of &lt;a href=\"Boatswain%20Bird%20Island\"&gt;Boatswain Bird Island&lt;/a&gt;. It is a haven for sea birds providing refuge from the rats, cats and people that came to Ascension Island from Europe and Africa. Following a successful campaign headed by the &lt;a href=\"Royal%20Society%20for%20the%20Protection%20of%20Birds\"&gt;Royal Society for the Protection of Birds&lt;/a&gt;, the main island was in 2006 declared free of &lt;a href=\"feral%20cat\"&gt;feral cat&lt;/a&gt;s, and sea birds are now once again nesting on Ascension Island.\nBird life.\nAfter cats were introduced to Ascension Island in 1815, large seabird breeding colonies were quickly wiped out everywhere except in small cat-inaccessible areas, such as on the offshore &lt;a href=\"Boatswain%20Bird%20Island\"&gt;Boatswain Bird Island&lt;/a&gt;. Following a two-year campaign, feral cats were eradicated by 2004 and seabirds began to recolonise the main island.\nAscension Island, including fourteen inshore stacks and marine habitat extending out for from the coastline, has been identified as an &lt;a href=\"Important%20Bird%20Area\"&gt;Important Bird Area&lt;/a&gt; (IBA) by &lt;a href=\"BirdLife%20International\"&gt;BirdLife International&lt;/a&gt; as a breeding site for &lt;a href=\"seabird\"&gt;seabird&lt;/a&gt;s. Birds for which the IBA is significant include &lt;a href=\"red-billed%20tropicbird\"&gt;red-billed tropicbird&lt;/a&gt;s, &lt;a href=\"Ascension%20frigatebird\"&gt;Ascension frigatebird&lt;/a&gt;s (an endemic breeder), &lt;a href=\"sooty%20tern\"&gt;sooty tern&lt;/a&gt;s and &lt;a href=\"Black%20noddy\"&gt;black noddies&lt;/a&gt;. The island was formerly home to the endemic &lt;a href=\"Ascension%20crake\"&gt;Ascension crake&lt;/a&gt;, but the species has been extinct since the early nineteenth century.\nMarine Protected Area.\nIn January 2016 the &lt;a href=\"Government%20of%20the%20United%20Kingdom\"&gt;UK Government&lt;/a&gt; announced that an area around Ascension Island was to become a huge &lt;a href=\"marine%20reserve\"&gt;marine reserve&lt;/a&gt;, to protect its varied and unique ecosystem, including some of the largest marlin in the world, large populations of green turtle, and the island's own species of frigate bird.\nOn 22 August 2019 the Ascension Island Government announced the designation of 100% of Ascension's &lt;a href=\"Exclusive%20economic%20zone\"&gt;Exclusive Economic Zone&lt;/a&gt; (EEZ) as a &lt;a href=\"Marine%20protected%20area\"&gt;Marine Protected Area&lt;/a&gt; (MPA). The EEZ covers an area of over , making it one of the largest in the world. Within the MPA it is proposed that commercial fishing and mineral extraction will be prohibited. Legislation is now being brought forward and development of a management plan is underway. These will be put into place subject to confirmation that the ongoing costs of management, monitoring and enforcement have been provided by the UK government.\nGovernment.\nAscension had formed part of a British &lt;a href=\"Dependent%20territory\"&gt;overseas territory&lt;/a&gt; together with &lt;a href=\"Saint%20Helena\"&gt;Saint Helena&lt;/a&gt; and &lt;a href=\"Tristan%20da%20Cunha\"&gt;Tristan da Cunha&lt;/a&gt;. and was governed by St Helena, until it achieved its own Constitution.\nExecutive authority is vested in &lt;a href=\"Elizabeth%20II\"&gt;Elizabeth II&lt;/a&gt;, who is represented by the &lt;a href=\"Governor%20of%20Saint%20Helena%2C%20Ascension%20and%20Tristan%20da%20Cunha\"&gt;Governor of Saint Helena, Ascension and Tristan da Cunha&lt;/a&gt;. The Governor resides in &lt;a href=\"Jamestown%2C%20Saint%20Helena\"&gt;Jamestown, Saint Helena&lt;/a&gt;, and an &lt;a href=\"Administrator%20of%20Ascension%20Island\"&gt;Administrator&lt;/a&gt; is appointed to represent the Governor on Ascension Island.\nIsland Council.\nAs a result of changes in the constitutional arrangements for Ascension Island, a unicameral Legislative Council with advisory powers was introduced in 2002. The first &lt;a href=\"Ascension%20Island%20Council\"&gt;Island Council&lt;/a&gt; of seven members was elected, and took office on 1 November 2002. This council was dissolved by order of the Governor of Saint Helena on 24 October 2005, and a new election was held on 16 November 2005. 697 electors chose among ten candidates contesting the seven seats.\nSix of the seven members resigned in January 2007 in the belief that they were \"assisting to legitimise a democracy that doesn't really exist on Ascension Island\". A memorandum sent by a group of Ascension Island residents suggests that the handling of economic development, taxation and representation led to the dispute and that all six councillors resigned (five of them at once). The memorandum states, \"The elected Council has been used to legitimise an illegitimate system that has never been a true democracy and, it seems, was never intended to be.\" The counter-argument was that, as the island has no indigenous population whatsoever, it is in an unusual political position. Consequently, a general election was called, but by the close of nominations, there were only two candidates. The election was abandoned, and the governor suspended the Island Council for 12 months. It was stated that an election would take place in April 2008 but following consultations this was extended to October. Eventually, candidates were elected to form a new Island Council, which was sworn in on 27 October 2008.\nOn 26 September 2019 a general election of the Island Council was held. This followed the dissolution of the previous Council on 1 September 2019, in accordance with the Island Government (Ascension) Ordinance 2008. Seven candidates ran for five available Councillor positions, with electors being permitted to cast up to five votes each. Of 518 registered electors 150 electors cast 498 votes. The five successful Councillors were sworn in on 26 September 2019.\nLaws.\nAscension Island has its own local system of law, much of which is based on the laws of Saint Helena and some parts of English law with modifications. The Island Council advises on new or revised laws. Where local legislation does not exist, Saint Helena law may be used where appropriate and suitable for local adaptation, or specific Ascension Island law is enacted. Employment legislation is a mixture of contract law and the Workmen's Protection Ordinance, which guarantees a contract, and obliges employers to provide free accommodation, medical cover, food (or a food allowance), and travel.\nThe Saint Helena, Ascension and Tristan da Cunha Constitution Order 2009 was made by HM the Queen and the Privy Council on 8 July and came into operation in September 2009. The new constitution replaced the 1988 version and among other changes limited the Governor's powers, included a Bill of Rights, established independence of the judiciary and the public service, and designated the Governor of St Helena as, concurrently, the Governor for Ascension and Tristan da Cunha. It ended the \"dependency\" status of Ascension and Tristan da Cunha on Saint Helena that had been in place, for administrative convenience, since 1922.\nRelationship to St Helena.\nAlthough the first Island Council was elected in 2002, between 1922 and 2009 Ascension was a dependency of St Helena with an appointed Administrator representing the UK Government on the island under the purview of the Governor of St Helena.\nWhilst the Ascension Island Government is distinct from the St Helena Government, the Governor of St Helena, Ascension and Tristan da Cunha serves as head of both of these. The executive authority of Ascension is exercised on behalf of Her Majesty by the Governor, either directly or through the Administrator of Ascension and other officers subordinate to the Governor. In practice the Administrator is the head of the Ascension Island Government and is responsible for the day-to-day running of the Government.\nIn 2019, the UK House of Commons Foreign Affairs Select Committee published its report \"Global Britain and the British Overseas Territories: Resetting the relationship\", following an investigation into the relationship between the UK and the Overseas Territories. The report recommended that Ascension and Tristan da Cunha be recognised as Overseas Territories in their own right (paragraph 48 / recommendation 8):\nThe Committee notes that the Overseas Territory of St. Helena includes the separate and distinct territories of Ascension Island and Tristan da Cunha. These are both inhabited territories with a population that is not directly connected to St. Helena and have their own identities, elected governments and flags. Therefore, Ascension Island and Tristan da Cunha should be treated with equality as British Overseas Territories in their own right and the FCO should change their status to this effect. However, this change should not necessarily imply that the practice of St. Helena, Ascension Island and Tristan da Cunha sharing the same Governor should come to an end.\nTo date the UK Government has not responded to the committee's recommendation.\nDemographics.\nIn the February 2016 census, 806 people were recorded living on Ascension Island, 556 from Saint Helena (nicknamed the \"Saints\") and 250 people of other nationalities. &lt;a href=\"RAF%20Ascension%20Island\"&gt;RAF Ascension Island&lt;/a&gt; is made up of 17 staff. There has never been an indigenous population on the island.\nThere are five settlements:\nAdditionally, there are some cottages on Green Mountain, occasionally occupied by visitors, and the Residency, the official residence of the Administrator.\nTo enter Ascension Island, individuals need the Administrator's written permission. There are no permanent residents. A contract of employment is a requirement to stay on the island, though short-term visits by tourists are possible with prior approval. The British government has confirmed that there is no \"&lt;a href=\"right%20of%20abode\"&gt;right of abode&lt;/a&gt;\" on Ascension Island. As the local newspaper \"The Islander\" reported at the time, it was raised by some former Council members and four expatriate employees that whilst it was agreed there was no right of abode, the authorities had previously indicated it would consider changing the law to allow the rights of abode and property purchase, but decided not to do so.\nCulture.\nThere are &lt;a href=\"Scouting\"&gt;Scouting&lt;/a&gt; and &lt;a href=\"Girl%20Guides\"&gt;Guiding&lt;/a&gt; groups on Saint Helena and Ascension Island. Scouting was established on Ascension Island in November 1973, having been established on St Helena island in 1912.\n\"The Islander\" has been published since 1971. It is available online.\nEconomy.\nThe main economic activity on the island is centred on the military bases at &lt;a href=\"Wideawake%20Airfield\"&gt;Wideawake Airfield&lt;/a&gt;, and the BBC World Service's Atlantic Relay station. The &lt;a href=\"Ministry%20of%20Defence%20%28United%20Kingdom%29\"&gt;Ministry of Defence&lt;/a&gt; estate and facilities are managed by the infrastructure support provider &lt;a href=\"Mitie\"&gt;Mitie&lt;/a&gt;. A former feature of Ascension was a 70,000-tonne tanker permanently moored offshore that was operated by &lt;a href=\"A.%20P.%20Moller-Maersk%20Group\"&gt;Maersk&lt;/a&gt; as a bulk fuel facility. In December 2002, this was replaced by an on-shore Petroleum Supply Depot under military management, with fuel still being delivered by a chartered tanker, \"Maersk Rapier\", which operates on an MOD resupply contract for both Ascension and the &lt;a href=\"Falkland%20Islands\"&gt;Falkland Islands&lt;/a&gt; every two months. Fuel for the island is transferred via a floating hose, which is connected to the on-shore depot at the island's pier head and to the ship at anchor.\nThe main export items are &lt;a href=\"Postage%20stamps%20and%20postal%20history%20of%20Ascension%20Island\"&gt;Ascension Island postage stamps&lt;/a&gt;, first issued in 1922, and, since 2010, commemorative coins (which are legal tender but non-circulating) and commercial fishing licences for long-line tuna fishing vessels operating to ICCAT quotas.\nA secondary export is the international internet domain code &lt;a href=\".ac\"&gt;.ac&lt;/a&gt;, which small UK educational colleges and science museums are favouring due to its similarity to &lt;a href=\".ac%20%28second-level%20domain%29\"&gt;.ac.uk&lt;/a&gt;, the domain code reserved for well-established UK academic institutions. In December 2013, &lt;a href=\"The%20Pirate%20Bay\"&gt;The Pirate Bay&lt;/a&gt; (one of the most well-known file piracy websites in the world) moved to .ac following the seizure of their &lt;a href=\".sx\"&gt;.sx&lt;/a&gt; website.\nTourism and related industries.\nUntil 2002, tourism was virtually non-existent because of the inaccessibility of the island to transport, the absence of guest accommodation and the need for a sponsor. Limited air travel has, however, been made available in recent years to the public by the RAF, and the Georgetown Obsidian Hotel and a number of guest cottages have been opened. All visitors are required to obtain an entry permit before travelling. &lt;a href=\"Recreational%20fishing\"&gt;Sport fishing&lt;/a&gt; is the main attraction for many of the visitors. The island also boasts what is sometimes called the worst golf course in the world.\nCommunications.\nThe island hosts many communications and relay stations, exploiting its mid-Atlantic position. Both the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; and &lt;a href=\"Cable%20%26amp%3B%20Wireless%20Worldwide\"&gt;Cable &amp; Wireless Worldwide&lt;/a&gt; (owned by Vodafone since 2012) have communications posts there. The &lt;a href=\"European%20Space%20Agency\"&gt;European Space Agency&lt;/a&gt; (ESA) also has a tracking station on the island that tracks the &lt;a href=\"Ariane%205\"&gt;Ariane 5&lt;/a&gt; and the &lt;a href=\"Soyuz%20%28rocket%29\"&gt;Soyuz&lt;/a&gt; rockets shortly after their launch from &lt;a href=\"Kourou\"&gt;Kourou&lt;/a&gt; in French Guiana.\nAscension has one local radio station and one relayed from St. Helena. It also receives broadcasts from the &lt;a href=\"British%20Forces%20Broadcasting%20Service\"&gt;British Forces Broadcasting Service&lt;/a&gt; and television services for the US military.\nAscension Island has the &lt;a href=\"List%20of%20country%20calling%20codes\"&gt;international calling code&lt;/a&gt; +247 and, from 1 June 2015 has five digit numbers (the old four-digit number prefixed by the digit \"6\" and \"4\" for mobile telephones).\nThe island provided a base for a NASA communications dish during the space race in the mid-twentieth century. The island was chosen due to its central location in the Atlantic. Sites were chosen due to their proximity to orbital paths—generally along the &lt;a href=\"Equator\"&gt;Equator&lt;/a&gt;.\nBanking and currency.\nThe &lt;a href=\"Bank%20of%20St.%20Helena\"&gt;Bank of St. Helena&lt;/a&gt; has a branch on the island; it holds an account with the UK's &lt;a href=\"Lloyds%20Bank\"&gt;Lloyds Bank&lt;/a&gt; for the purposes of conducting money transfers with the rest of the world. The currency on Ascension Island is the &lt;a href=\"Saint%20Helena%20pound\"&gt;Saint Helena pound&lt;/a&gt;. &lt;a href=\"Tristan%20da%20Cunha\"&gt;Tristan da Cunha&lt;/a&gt; however uses the &lt;a href=\"pound%20sterling\"&gt;pound sterling&lt;/a&gt; rather than the Saint Helena pound. The &lt;a href=\"coins%20of%20the%20Saint%20Helena%20pound\"&gt;coins of the Saint Helena pound&lt;/a&gt; specify that they are for use on both Saint Helena and Ascension Island, but with no mention of Tristan da Cunha, whereas the banknotes only say “Government of St. Helena”. There are also distinct commemorative coins for Ascension island. For more information on currency in the wider region, see &lt;a href=\"Pound%20sterling%20in%20the%20South%20Atlantic%20and%20the%20Antarctic\"&gt;Pound sterling in the South Atlantic and the Antarctic&lt;/a&gt;.\nEducation.\n&lt;a href=\"Two%20Boats%20School\"&gt;Two Boats School&lt;/a&gt; is the only school on the island and provides education to all children aged 3–16.\nSport.\nFootball.\nThree official &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competitions organized by the &lt;a href=\"Ascension%20Island%20Football%20Association\"&gt;Ascension Island Football Association&lt;/a&gt; are held on the island: the &lt;a href=\"Ascension%20Island%20Football%20League\"&gt;Ascension Island Football League&lt;/a&gt;, &lt;a href=\"Knockout%20Tournament\"&gt;Knockout Tournament&lt;/a&gt;, and the &lt;a href=\"Flipper%20Trophy\"&gt;Flipper Trophy&lt;/a&gt;.\nTransport.\nIn 2003 the British and US governments signed the Wideawake agreement designed to allow a limited number of non-scheduled civilian aircraft to land on Ascension Island, under responsibility of the British government.\nPoor runway conditions at &lt;a href=\"RAF%20Ascension%20Island\"&gt;RAF Ascension Island&lt;/a&gt; led in April 2017 to the cancellation of twice-weekly flights from there to the UK (&lt;a href=\"RAF%20Brize%20Norton\"&gt;RAF Brize Norton&lt;/a&gt;) and to the &lt;a href=\"Falkland%20Islands\"&gt;Falkland Islands&lt;/a&gt; (&lt;a href=\"RAF%20Mount%20Pleasant\"&gt;RAF Mount Pleasant&lt;/a&gt;). An &lt;a href=\"Airbus%20A330\"&gt;Airbus A330&lt;/a&gt; aircraft operated by &lt;a href=\"AirTanker%20Services\"&gt;AirTanker Services&lt;/a&gt; on behalf of the &lt;a href=\"Ministry%20of%20Defence%20%28United%20Kingdom%29\"&gt;Ministry of Defence (United Kingdom)&lt;/a&gt; carried out those flights, called the South Atlantic Air Bridge, although a limited number of commercial passenger tickets were available. Those flights now travel via Dakar, Senegal. AW Ship Management arranged for civilians to board RAF flights to and from RAF Ascension Island and RAF Brize Norton. Previously AW Ship Management had a package deal where passengers could travel in one direction on the RAF flights and in the other on the &lt;a href=\"RMS%20St%20Helena%20%281989%29\"&gt;RMS \"St Helena\"&lt;/a&gt;, which travelled between Ascension, Saint Helena, and &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; until the opening of &lt;a href=\"St%20Helena%20Airport\"&gt;St Helena Airport&lt;/a&gt; to passenger flights.\nWhile A330s are for now unable to land at the airport, the United States military uses &lt;a href=\"Air%20Transport%20International\"&gt;Air Transport International&lt;/a&gt; &lt;a href=\"Boeing%20757\"&gt;Boeing 757&lt;/a&gt; \"combi\" jets to maintain a twice monthly flight between the island and &lt;a href=\"Patrick%20Space%20Force%20Base\"&gt;Patrick Space Force Base&lt;/a&gt; in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; for the use of its personnel only, while the () supply ship regularly services US facilities.\nA mixture of &lt;a href=\"Airbus%20A400M%20Atlas\"&gt;A400&lt;/a&gt; and &lt;a href=\"Boeing%20C-17%20Globemaster%20III\"&gt;C17&lt;/a&gt; planes land at Ascension every three weeks to supply the RAF operation and deliver mail.\nThere is no &lt;a href=\"taxi\"&gt;taxi&lt;/a&gt; service on the island and most visitors requiring transport hire a car. There are around of roads on the island, all hard-surfaced, along with many unsurfaced paths and trails. Some of the road surfacing used was surplus tarmac from a previous airstrip construction operation. Traffic drives on the left.\nCurrently the cargo vessel M/V \"Helena\", under AW Shipping Management, takes a limited number of passengers between Cape Town and St Helena and Ascension on its voyages.\nFollowing the retirement of the RMS \"St Helena\" in 2018, the South African airline SA Airlink has operated an inter-island air service between St Helena and Ascension once a month. This is operated as a charter service extension on the regular Johannesburg to St Helena route with an overnight turnaround on Ascension. As a result of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; and South African government response, the SA Airlink air service was suspended in April 2020. Since this time Ascension, along with its sister island of St Helena, has been intermittently supplied by a Titan operated charter service originating in the UK."
}