{
    "id": "18963910",
    "revid": "37907442",
    "url": "https://en.wikipedia.org/wiki?curid=18963910",
    "title": "Geography",
    "text": "Geography (from &lt;a href=\"Ancient%20Greek\"&gt;Greek&lt;/a&gt;: , \"geographia\", literally \"earth description\") is a field of science devoted to the study of the lands, features, inhabitants, and phenomena of the Earth and &lt;a href=\"Solar%20System\"&gt;planets.&lt;/a&gt; The first person to use the word γεωγραφία was &lt;a href=\"Eratosthenes\"&gt;Eratosthenes&lt;/a&gt; (276–194 BC). Geography is an all-encompassing discipline that seeks an understanding of Earth and &lt;a href=\"world\"&gt;its human and natural complexities&lt;/a&gt;—not merely where objects are, but also how they have changed and come to be.\nGeography is often defined in terms of two branches: &lt;a href=\"human%20geography\"&gt;human geography&lt;/a&gt; and &lt;a href=\"physical%20geography\"&gt;physical geography&lt;/a&gt;. Human geography is concerned with the study of people and their communities, cultures, economies, and interactions with the environment by studying their relations with and across space and place. Physical geography is concerned with the study of processes and patterns in the natural environment like the &lt;a href=\"atmosphere\"&gt;atmosphere&lt;/a&gt;, &lt;a href=\"hydrosphere\"&gt;hydrosphere&lt;/a&gt;, &lt;a href=\"biosphere\"&gt;biosphere&lt;/a&gt;, and &lt;a href=\"geosphere\"&gt;geosphere&lt;/a&gt;.\nThe four historical traditions in geographical research are &lt;a href=\"spatial%20analysis\"&gt;spatial analyses&lt;/a&gt; of natural and the human phenomena, &lt;a href=\"area%20studies\"&gt;area studies&lt;/a&gt; of places and regions, studies of human-land relationships, and the &lt;a href=\"Earth%20science\"&gt;Earth science&lt;/a&gt;s. Geography has been called \"the world discipline\" and \"the bridge between the human and the &lt;a href=\"Outline%20of%20physical%20science\"&gt;physical sciences&lt;/a&gt;\".\nIntroduction.\nGeography is a systematic study of the Universe and its features. Traditionally, geography has been associated with &lt;a href=\"cartography\"&gt;cartography&lt;/a&gt; and place names. Although many geographers are trained in &lt;a href=\"toponymy\"&gt;toponymy&lt;/a&gt; and &lt;a href=\"Cartography\"&gt;cartology&lt;/a&gt;, this is not their main preoccupation. Geographers study the &lt;a href=\"space\"&gt;space&lt;/a&gt; and the &lt;a href=\"temporal%20database\"&gt;temporal database&lt;/a&gt; distribution of phenomena, processes, and features as well as the &lt;a href=\"interaction\"&gt;interaction&lt;/a&gt; of humans and their &lt;a href=\"Natural%20environment\"&gt;environment&lt;/a&gt;. Because space and place affect a variety of topics, such as economics, health, &lt;a href=\"climate\"&gt;climate&lt;/a&gt;, plants and animals, geography is highly interdisciplinary. The interdisciplinary nature of the geographical approach depends on an attentiveness to the relationship between physical and human phenomena and its spatial patterns.\nGeography as a discipline can be split broadly into two main subsidiary fields: &lt;a href=\"human%20geography\"&gt;human geography&lt;/a&gt; and &lt;a href=\"physical%20geography\"&gt;physical geography&lt;/a&gt;. The former largely focuses on the &lt;a href=\"built%20environment\"&gt;built environment&lt;/a&gt; and how humans create, view, manage, and influence space. The latter examines the natural environment, and how &lt;a href=\"organism\"&gt;organism&lt;/a&gt;s, climate, &lt;a href=\"soil\"&gt;soil&lt;/a&gt;, water, and &lt;a href=\"landform\"&gt;landform&lt;/a&gt;s produce and interact. The difference between these approaches led to a third field, &lt;a href=\"environmental%20geography\"&gt;environmental geography&lt;/a&gt;, which combines physical and human geography and concerns the interactions between the environment and humans.\nBranches.\nPhysical.\nPhysical geography (or physiography) focuses on geography as an &lt;a href=\"Earth%20science\"&gt;Earth science&lt;/a&gt;. It aims to understand the physical problems and the issues of &lt;a href=\"lithosphere\"&gt;lithosphere&lt;/a&gt;, &lt;a href=\"hydrosphere\"&gt;hydrosphere&lt;/a&gt;, &lt;a href=\"Earth%27s%20atmosphere\"&gt;atmosphere&lt;/a&gt;, &lt;a href=\"pedosphere\"&gt;pedosphere&lt;/a&gt;, and global &lt;a href=\"flora\"&gt;flora&lt;/a&gt; and &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt; patterns (&lt;a href=\"biosphere\"&gt;biosphere&lt;/a&gt;). Physical geography is the study of earth's seasons, &lt;a href=\"climate\"&gt;climate&lt;/a&gt;, &lt;a href=\"atmosphere\"&gt;atmosphere&lt;/a&gt;, &lt;a href=\"soil\"&gt;soil&lt;/a&gt;, streams, landforms, and oceans.\nHuman.\nHuman geography (or anthropogeography) is a branch of geography that focuses on the study of patterns and processes that shape the human society. It encompasses the human, political, &lt;a href=\"culture\"&gt;cultural&lt;/a&gt;, social, and economic aspects.\nVarious approaches to the study of human geography have also arisen through time and include:\nIntegrated.\n&lt;a href=\"Integrated%20geography\"&gt;Integrated geography&lt;/a&gt; is concerned with the description of the spatial interactions between humans and the &lt;a href=\"Natural%20environment\"&gt;natural world&lt;/a&gt;. It requires an understanding of the traditional aspects of physical and human geography, like the ways that human societies conceptualize the environment. Integrated geography has emerged as a bridge between human and physical geography, as a result of the increasing specialisation of the two sub-fields. Since the changing of the human relationship with the environment as a result of &lt;a href=\"globalization\"&gt;globalization&lt;/a&gt; and &lt;a href=\"technological%20change\"&gt;technological change&lt;/a&gt;, a new approach was needed to understand the changing and dynamic relationship. Examples of areas of research in environmental geography include: &lt;a href=\"emergency%20management\"&gt;emergency management&lt;/a&gt;, &lt;a href=\"environmental%20management\"&gt;environmental management&lt;/a&gt;, &lt;a href=\"sustainability\"&gt;sustainability&lt;/a&gt;, and &lt;a href=\"political%20ecology\"&gt;political ecology&lt;/a&gt;.\nGeomatics.\n&lt;a href=\"Geomatics\"&gt;Geomatics&lt;/a&gt; is concerned with the application of computers to the traditional spatial techniques used in &lt;a href=\"cartography\"&gt;cartography&lt;/a&gt; and &lt;a href=\"topography\"&gt;topography&lt;/a&gt;. Geomatics emerged from the &lt;a href=\"quantitative%20revolution\"&gt;quantitative revolution&lt;/a&gt; in geography in the mid-1950s. Today, geomatics methods include &lt;a href=\"spatial%20analysis\"&gt;spatial analysis&lt;/a&gt;, &lt;a href=\"geographic%20information%20system\"&gt;geographic information system&lt;/a&gt;s (GIS), &lt;a href=\"remote%20sensing\"&gt;remote sensing&lt;/a&gt;, and &lt;a href=\"global%20positioning%20system\"&gt;global positioning system&lt;/a&gt;s (GPS). Geomatics has led to a revitalization of some geography departments, especially in Northern America where the subject had a declining status during the 1950s.\nRegional.\nA branch which is concerned with the description of the unique characteristics of the earth's surface, resulting in each area from the combination of its complete natural or elements, as of physical and human environment. The main aim is to understand, or define the uniqueness, or character of a particular region that consists of natural as well as human elements. Attention is paid also to &lt;a href=\"regionalisation\"&gt;regionalization&lt;/a&gt;, which covers the proper techniques of space &lt;a href=\"delimitation\"&gt;delimitation&lt;/a&gt; into regions.\nTechniques.\nAs spatial interrelationships are key to this synoptic science, maps are a key tool. Classical &lt;a href=\"cartography\"&gt;cartography&lt;/a&gt; has been joined by a more modern approach to geographical analysis, computer-based &lt;a href=\"geographic%20information%20system\"&gt;geographic information system&lt;/a&gt;s (GIS).\nIn their study, geographers use four interrelated approaches:\nCartography.\nCartography studies the representation of the Earth's surface with abstract symbols (map making). Although other subdisciplines of geography rely on maps for presenting their analyses, the actual making of maps is abstract enough to be regarded separately. Cartography has grown from a collection of drafting techniques into an actual science.\nCartographers must learn &lt;a href=\"cognitive%20psychology\"&gt;cognitive psychology&lt;/a&gt; and &lt;a href=\"ergonomics\"&gt;ergonomics&lt;/a&gt; to understand which symbols convey information about the Earth most effectively, and &lt;a href=\"behaviorism\"&gt;behavioural psychology&lt;/a&gt; to induce the readers of their maps to act on the information. They must learn &lt;a href=\"geodesy\"&gt;geodesy&lt;/a&gt; and fairly advanced mathematics to understand how the &lt;a href=\"Figure%20of%20the%20Earth\"&gt;shape of the Earth&lt;/a&gt; affects the distortion of map symbols projected onto a flat surface for viewing. It can be said, without much controversy, that cartography is the seed from which the larger field of geography grew. Most geographers will cite a childhood fascination with maps as an early sign they would end up in the field.\nGeographic information systems.\nGeographic information systems (GIS) deal with the storage of information about the Earth for automatic retrieval by a computer, in an accurate manner appropriate to the information's purpose. In addition to all of the other subdisciplines of geography, GIS specialists must understand &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt; and &lt;a href=\"database\"&gt;database&lt;/a&gt; systems. GIS has revolutionized the field of cartography: nearly all mapmaking is now done with the assistance of some form of &lt;a href=\"List%20of%20GIS%20software\"&gt;GIS software&lt;/a&gt;. The science of using GIS software and GIS techniques to represent, analyse, and predict the spatial relationships is called \"&lt;a href=\"geographic%20information%20science\"&gt;geographic information science&lt;/a&gt;\" (GISc).\nRemote sensing.\nRemote sensing is the science of obtaining information about Earth features from measurements made at a distance. Remotely sensed data comes in many forms, such as &lt;a href=\"satellite%20imagery\"&gt;satellite imagery&lt;/a&gt;, &lt;a href=\"aerial%20photography\"&gt;aerial photography&lt;/a&gt;, and data obtained from hand-held sensors. Geographers increasingly use remotely sensed data to obtain information about the Earth's &lt;a href=\"land%20surface\"&gt;land surface&lt;/a&gt;, ocean, and atmosphere, because it: (a) supplies objective information at a variety of spatial scales (local to global), (b) provides a synoptic view of the area of interest, (c) allows access to distant and inaccessible sites, (d) provides spectral information outside the visible portion of the &lt;a href=\"electromagnetic%20spectrum\"&gt;electromagnetic spectrum&lt;/a&gt;, and (e) facilitates studies of how features/areas change over time. Remotely sensed data may be analysed either independently of, or in conjunction with other digital data layers (e.g., in a geographic information system).\nQuantitative methods.\n&lt;a href=\"Geostatistics\"&gt;Geostatistics&lt;/a&gt; deal with &lt;a href=\"Numerical%20data\"&gt;quantitative data&lt;/a&gt; analysis, specifically the application of statistical methodology to the exploration of geographic phenomena. Geostatistics is used extensively in a variety of fields, including &lt;a href=\"hydrology\"&gt;hydrology&lt;/a&gt;, geology, petroleum exploration, weather analysis, &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt;, logistics, and &lt;a href=\"epidemiology\"&gt;epidemiology&lt;/a&gt;. The mathematical basis for geostatistics derives from &lt;a href=\"cluster%20analysis\"&gt;cluster analysis&lt;/a&gt;, &lt;a href=\"linear%20discriminant%20analysis\"&gt;linear discriminant analysis&lt;/a&gt; and &lt;a href=\"non-parametric%20statistics\"&gt;non-parametric statistical tests&lt;/a&gt;, and a variety of other subjects. Applications of geostatistics rely heavily on &lt;a href=\"geographic%20information%20system\"&gt;geographic information system&lt;/a&gt;s, particularly for the &lt;a href=\"interpolation\"&gt;interpolation&lt;/a&gt; (estimate) of unmeasured points. Geographers are making notable contributions to the method of quantitative techniques.\nQualitative methods.\nGeographic qualitative methods, or ethnographical research techniques, are used by human geographers. In &lt;a href=\"cultural%20geography\"&gt;cultural geography&lt;/a&gt; there is a tradition of employing &lt;a href=\"qualitative%20research\"&gt;qualitative research&lt;/a&gt; techniques, also used in &lt;a href=\"anthropology\"&gt;anthropology&lt;/a&gt; and sociology. &lt;a href=\"Participant%20observation\"&gt;Participant observation&lt;/a&gt; and in-depth interviews provide human geographers with qualitative data.\nHistory.\nThe oldest known &lt;a href=\"world%20map\"&gt;world map&lt;/a&gt;s date back to &lt;a href=\"ancient%20Babylon\"&gt;ancient Babylon&lt;/a&gt; from the 9th century BC. The best known &lt;a href=\"Babylonia\"&gt;Babylonia&lt;/a&gt;n world map, however, is the \"&lt;a href=\"Babylonian%20Map%20of%20the%20World\"&gt;Imago Mundi&lt;/a&gt;\" of 600 BC. The map as reconstructed by &lt;a href=\"Eckhard%20Unger\"&gt;Eckhard Unger&lt;/a&gt; shows &lt;a href=\"Babylon\"&gt;Babylon&lt;/a&gt; on the &lt;a href=\"Euphrates\"&gt;Euphrates&lt;/a&gt;, surrounded by a circular landmass showing &lt;a href=\"Assyria\"&gt;Assyria&lt;/a&gt;, &lt;a href=\"Urartu\"&gt;Urartu&lt;/a&gt;, and several cities, in turn surrounded by a \"bitter river\" (&lt;a href=\"Oceanus\"&gt;Oceanus&lt;/a&gt;), with seven islands arranged around it so as to form a seven-pointed star. The accompanying text mentions seven outer regions beyond the encircling ocean. The descriptions of five of them have survived. In contrast to the \"Imago Mundi\", an earlier Babylonian &lt;a href=\"world%20map\"&gt;world map&lt;/a&gt; dating back to the 9th century BC depicted Babylon as being further north from the center of the world, though it is not certain what that center was supposed to represent.\nThe ideas of &lt;a href=\"Anaximander\"&gt;Anaximander&lt;/a&gt; (c. 610–545 BC): considered by later Greek writers to be the true founder of geography, come to us through fragments quoted by his successors. Anaximander is credited with the invention of the &lt;a href=\"gnomon\"&gt;gnomon&lt;/a&gt;, the simple, yet efficient Greek instrument that allowed the early measurement of &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt;. &lt;a href=\"Thales%20of%20Miletus\"&gt;Thales&lt;/a&gt; is also credited with the prediction of eclipses. The foundations of geography can be traced to the ancient cultures, such as the ancient, medieval, and early modern &lt;a href=\"History%20of%20China\"&gt;Chinese&lt;/a&gt;. The &lt;a href=\"ancient%20Greece\"&gt;Greeks&lt;/a&gt;, who were the first to explore geography as both art and science, achieved this through &lt;a href=\"History%20of%20cartography\"&gt;Cartography&lt;/a&gt;, &lt;a href=\"Greek%20philosophy\"&gt;Philosophy&lt;/a&gt;, and &lt;a href=\"Ancient%20Greek%20literature\"&gt;Literature&lt;/a&gt;, or through &lt;a href=\"History%20of%20mathematics\"&gt;Mathematics&lt;/a&gt;. There is some debate about who was the first person to assert that the &lt;a href=\"Spherical%20Earth\"&gt;Earth is spherical&lt;/a&gt; in shape, with the credit going either to &lt;a href=\"Parmenides\"&gt;Parmenides&lt;/a&gt; or &lt;a href=\"Pythagoras\"&gt;Pythagoras&lt;/a&gt;. &lt;a href=\"Anaxagoras\"&gt;Anaxagoras&lt;/a&gt; was able to demonstrate that the profile of the Earth was circular by explaining &lt;a href=\"eclipse\"&gt;eclipse&lt;/a&gt;s. However, he still believed that the Earth was a flat disk, as did many of his contemporaries. One of the first estimates of the radius of the Earth was made by &lt;a href=\"Eratosthenes\"&gt;Eratosthenes&lt;/a&gt;.\nThe first rigorous system of &lt;a href=\"Geographic%20coordinate%20system\"&gt;latitude and longitude&lt;/a&gt; lines is credited to &lt;a href=\"Hipparchus\"&gt;Hipparchus&lt;/a&gt;. He employed a &lt;a href=\"sexagesimal\"&gt;sexagesimal&lt;/a&gt; system that was derived from &lt;a href=\"Babylonian%20mathematics\"&gt;Babylonian mathematics&lt;/a&gt;. The meridians were sub-divided into 360°, with each degree further subdivided into 60 (&lt;a href=\"minute%20of%20arc\"&gt;minutes&lt;/a&gt;). To measure the longitude at different locations on Earth, he suggested using eclipses to determine the relative difference in time. The extensive mapping by the &lt;a href=\"Roman%20Empire\"&gt;Romans&lt;/a&gt; as they explored new lands would later provide a high level of information for &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt; to construct detailed &lt;a href=\"atlas\"&gt;atlas&lt;/a&gt;es. He extended the work of &lt;a href=\"Hipparchus\"&gt;Hipparchus&lt;/a&gt;, using a grid system on his maps and adopting a length of 56.5 miles for a degree.\nFrom the 3rd century onwards, &lt;a href=\"History%20of%20China\"&gt;Chinese&lt;/a&gt; methods of geographical study and writing of geographical literature became much more comprehensive than what was found in Europe at the time (until the 13th century). Chinese geographers such as &lt;a href=\"Liu%20An\"&gt;Liu An&lt;/a&gt;, &lt;a href=\"Pei%20Xiu\"&gt;Pei Xiu&lt;/a&gt;, &lt;a href=\"Jia%20Dan\"&gt;Jia Dan&lt;/a&gt;, &lt;a href=\"Shen%20Kuo\"&gt;Shen Kuo&lt;/a&gt;, &lt;a href=\"Fan%20Chengda\"&gt;Fan Chengda&lt;/a&gt;, &lt;a href=\"Zhou%20Daguan\"&gt;Zhou Daguan&lt;/a&gt;, and &lt;a href=\"Xu%20Xiake\"&gt;Xu Xiake&lt;/a&gt; wrote important treatises, yet by the 17th century advanced ideas and methods of Western-style geography were adopted in China.\nDuring the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, the &lt;a href=\"Decline%20of%20the%20Roman%20Empire\"&gt;fall of the Roman empire&lt;/a&gt; led to a shift in the evolution of geography from Europe to the &lt;a href=\"Muslim%20world\"&gt;Islamic world&lt;/a&gt;. &lt;a href=\"Geography%20in%20medieval%20Islam\"&gt;Muslim geographers&lt;/a&gt; such as &lt;a href=\"Muhammad%20al-Idrisi\"&gt;Muhammad al-Idrisi&lt;/a&gt; produced detailed world maps (such as &lt;a href=\"Tabula%20Rogeriana\"&gt;Tabula Rogeriana&lt;/a&gt;), while other geographers such as &lt;a href=\"Yaqut%20al-Hamawi\"&gt;Yaqut al-Hamawi&lt;/a&gt;, &lt;a href=\"Abu%20Rayhan%20Biruni\"&gt;Abu Rayhan Biruni&lt;/a&gt;, &lt;a href=\"Ibn%20Battuta\"&gt;Ibn Battuta&lt;/a&gt;, and &lt;a href=\"Ibn%20Khaldun\"&gt;Ibn Khaldun&lt;/a&gt; provided detailed accounts of their journeys and the geography of the regions they visited. Turkish geographer, &lt;a href=\"Mahmud%20al-Kashgari\"&gt;Mahmud al-Kashgari&lt;/a&gt; drew a world map on a linguistic basis, and later so did &lt;a href=\"Piri%20Reis\"&gt;Piri Reis&lt;/a&gt; (&lt;a href=\"Piri%20Reis%20map\"&gt;Piri Reis map&lt;/a&gt;). Further, Islamic scholars translated and &lt;a href=\"interpreting\"&gt;interpreted&lt;/a&gt; the earlier works of the &lt;a href=\"Ancient%20Rome\"&gt;Romans&lt;/a&gt; and the &lt;a href=\"ancient%20Greece\"&gt;Greeks&lt;/a&gt; and established the &lt;a href=\"House%20of%20Wisdom\"&gt;House of Wisdom&lt;/a&gt; in &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; for this purpose. &lt;a href=\"Ahmed%20ibn%20Sahl%20al-Balkhi\"&gt;Abū Zayd al-Balkhī&lt;/a&gt;, originally from &lt;a href=\"Balkh\"&gt;Balkh&lt;/a&gt;, founded the \"Balkhī school\" of terrestrial mapping in &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt;. Suhrāb, a late tenth century Muslim geographer accompanied a book of geographical coordinates, with instructions for making a rectangular world map with &lt;a href=\"equirectangular%20projection\"&gt;equirectangular projection&lt;/a&gt; or cylindrical equidistant projection.\n&lt;a href=\"Abu%20Rayhan%20Biruni\"&gt;Abu Rayhan Biruni&lt;/a&gt; (976–1048) first described a polar equi-&lt;a href=\"azimuthal%20equidistant%20projection\"&gt;azimuthal equidistant projection&lt;/a&gt; of the &lt;a href=\"celestial%20sphere\"&gt;celestial sphere&lt;/a&gt;. He was regarded as the most skilled when it came to mapping cities and measuring the distances between them, which he did for many cities in the Middle East and the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt;. He often combined astronomical readings and mathematical equations, in order to develop methods of pin-pointing locations by recording degrees of &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt; and &lt;a href=\"longitude\"&gt;longitude&lt;/a&gt;. He also developed similar techniques when it came to measuring the heights of mountains, depths of the &lt;a href=\"valley\"&gt;valley&lt;/a&gt;s, and expanse of the &lt;a href=\"horizon\"&gt;horizon&lt;/a&gt;. He also discussed &lt;a href=\"human%20geography\"&gt;human geography&lt;/a&gt; and the &lt;a href=\"planetary%20habitability\"&gt;planetary habitability&lt;/a&gt; of the Earth. He also calculated the &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt; of Kath, &lt;a href=\"Khwarezm\"&gt;Khwarezm&lt;/a&gt;, using the maximum altitude of the Sun, and solved a complex &lt;a href=\"Geodesy\"&gt;geodesic&lt;/a&gt; equation in order to accurately compute the &lt;a href=\"Earth%27s%20circumference\"&gt;Earth's circumference&lt;/a&gt;, which was close to modern values of the Earth's circumference. His estimate of 6,339.9 km for the &lt;a href=\"Earth%20radius\"&gt;Earth radius&lt;/a&gt; was only 16.8 km less than the modern value of 6,356.7 km. In contrast to his predecessors, who measured the Earth's circumference by sighting the Sun simultaneously from two different locations, &lt;a href=\"al-Biruni\"&gt;al-Biruni&lt;/a&gt; developed a new method of using &lt;a href=\"trigonometry\"&gt;trigonometric&lt;/a&gt; calculations, based on the angle between a &lt;a href=\"plain\"&gt;plain&lt;/a&gt; and mountain top, which yielded more accurate measurements of the Earth's circumference, and made it possible for it to be measured by a single person from a single location.\nThe European &lt;a href=\"Age%20of%20Discovery\"&gt;Age of Discovery&lt;/a&gt; during the 16th and the 17th centuries, where many new lands were discovered and accounts by European explorers such as &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt;, &lt;a href=\"Marco%20Polo\"&gt;Marco Polo&lt;/a&gt;, and &lt;a href=\"James%20Cook\"&gt;James Cook&lt;/a&gt; revived a desire for both accurate geographic detail, and more solid theoretical foundations in Europe. The problem facing both explorers and geographers was finding the latitude and longitude of a geographic location. The problem of latitude was solved long ago but that of longitude remained; agreeing on what zero meridian should be was only part of the problem. It was left to &lt;a href=\"John%20Harrison\"&gt;John Harrison&lt;/a&gt; to solve it by inventing the chronometer &lt;a href=\"Harrison%20Number%20Four\"&gt;H-4&lt;/a&gt; in 1760, and later in 1884 for the &lt;a href=\"International%20Meridian%20Conference\"&gt;International Meridian Conference&lt;/a&gt; to adopt by convention the &lt;a href=\"Greenwich%20meridian\"&gt;Greenwich meridian&lt;/a&gt; as zero meridian.\nThe 18th and the 19th centuries were the times when geography became recognized as a discrete &lt;a href=\"List%20of%20academic%20disciplines\"&gt;academic discipline&lt;/a&gt;, and became part of a typical university curriculum in Europe (especially Paris and &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;). The development of many geographic societies also occurred during the 19th century, with the foundations of the &lt;a href=\"Soci%C3%A9t%C3%A9%20de%20G%C3%A9ographie\"&gt;Société de Géographie&lt;/a&gt; in 1821, the &lt;a href=\"Royal%20Geographical%20Society\"&gt;Royal Geographical Society&lt;/a&gt; in 1830, &lt;a href=\"Russian%20Geographical%20Society\"&gt;Russian Geographical Society&lt;/a&gt; in 1845, &lt;a href=\"American%20Geographical%20Society\"&gt;American Geographical Society&lt;/a&gt; in 1851, and the &lt;a href=\"National%20Geographic%20Society\"&gt;National Geographic Society&lt;/a&gt; in 1888. The influence of &lt;a href=\"Immanuel%20Kant\"&gt;Immanuel Kant&lt;/a&gt;, &lt;a href=\"Alexander%20von%20Humboldt\"&gt;Alexander von Humboldt&lt;/a&gt;, &lt;a href=\"Carl%20Ritter\"&gt;Carl Ritter&lt;/a&gt;, and &lt;a href=\"Paul%20Vidal%20de%20la%20Blache\"&gt;Paul Vidal de la Blache&lt;/a&gt; can be seen as a major turning point in geography from a philosophy to an academic subject.\nOver the past two centuries, the advancements in technology with computers have led to the development of &lt;a href=\"geomatics\"&gt;geomatics&lt;/a&gt; and new practices such as participant observation and geostatistics being incorporated into geography's portfolio of tools. In the West during the 20th century, the discipline of geography went through four major phases: &lt;a href=\"environmental%20determinism\"&gt;environmental determinism&lt;/a&gt;, &lt;a href=\"regional%20geography\"&gt;regional geography&lt;/a&gt;, the &lt;a href=\"quantitative%20revolution\"&gt;quantitative revolution&lt;/a&gt;, and &lt;a href=\"critical%20geography\"&gt;critical geography&lt;/a&gt;. The strong interdisciplinary links between geography and the sciences of geology and &lt;a href=\"botany\"&gt;botany&lt;/a&gt;, as well as economics, sociology and &lt;a href=\"demographics\"&gt;demographics&lt;/a&gt; have also grown greatly, especially as a result of &lt;a href=\"earth%20system%20science\"&gt;earth system science&lt;/a&gt; that seeks to understand the world in a holistic view."
}