{
    "id": "189733",
    "revid": "7007500",
    "url": "https://en.wikipedia.org/wiki?curid=189733",
    "title": "Juan Sebastián Elcano",
    "text": "Juan Sebastián Elcano (sometimes misspelled \"del Cano\"; 1486/1487 – 4 August 1526) was a &lt;a href=\"Crown%20of%20Castile\"&gt;Castilian&lt;/a&gt; navigator of &lt;a href=\"Basque%20people\"&gt;Basque&lt;/a&gt; origin best known for having completed the first &lt;a href=\"circumnavigation\"&gt;circumnavigation&lt;/a&gt; of the Earth in the ship \"&lt;a href=\"Victoria%20%28ship%29\"&gt;Victoria&lt;/a&gt;\" on the &lt;a href=\"Magellan%20expedition\"&gt;Magellan expedition&lt;/a&gt; to the &lt;a href=\"Spice%20Islands\"&gt;Spice Islands&lt;/a&gt;. He received recognition for his achievement by the emperor Charles V with the coat of arms reading \"primus circumdedisti me\".\nFollowing his success, the emperor entrusted him with another large expedition to the Spice Islands headed by a nobleman, García Jofre de Loaisa, which could not complete its goal. Elcano died on the Pacific Ocean during this venture.\nEarly life.\nElcano was born in around 1486 to Domingo Sebastián Elcano and Catalina del Puerto. He had three brothers: Domingo Elcano, a Catholic &lt;a href=\"Priest%23Roman%20Catholic%20and%20Orthodox\"&gt;priest&lt;/a&gt;, Martín Pérez Elcano, and Antón Martín Elcano.\nMilitary life.\nElcano fought in the &lt;a href=\"Italian%20Wars\"&gt;Italian Wars&lt;/a&gt; under the command of &lt;a href=\"Gonzalo%20Fern%C3%A1ndez%20de%20C%C3%B3rdoba\"&gt;Gonzalo Fernández de Córdoba&lt;/a&gt; in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, and in 1509 he joined the Spanish expedition organized by Cardinal &lt;a href=\"Francisco%20Jim%C3%A9nez%20de%20Cisneros\"&gt;Francisco Jiménez de Cisneros&lt;/a&gt; against &lt;a href=\"Algiers\"&gt;Algiers&lt;/a&gt;.\nMerchant shipping.\nElcano settled in &lt;a href=\"Seville\"&gt;Seville&lt;/a&gt; and became a merchant ship captain. After breaching a ruling imposed by the crown in 1517 surrendering a ship to &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;n bankers in repayment of a debt, he sought a pardon from the emperor &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Charles V&lt;/a&gt;, by signing on as a subordinate officer for the Magellan expedition to the &lt;a href=\"Indies\"&gt;East Indies&lt;/a&gt;.\nVoyage of circumnavigation.\nElcano served as a naval commander of the emperor Charles V, and took part in the &lt;a href=\"Timeline%20of%20Magellan%27s%20circumnavigation\"&gt;expedition&lt;/a&gt; to the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. In 1519, this 241-man expedition set sail with five ships, \"&lt;a href=\"Trinidad%20%28ship%29\"&gt;Trinidad&lt;/a&gt;\", \"&lt;a href=\"Concepci%C3%B3n%20%28carrack%29\"&gt;Concepción&lt;/a&gt;\", \"San Antonio\", \"Santiago\", and \"&lt;a href=\"Victoria%20%28ship%29\"&gt;Victoria&lt;/a&gt;\". Elcano participated in a fierce mutiny against Ferdinand Magellan before the convoy discovered the passage through South America, the &lt;a href=\"Strait%20of%20Magellan\"&gt;Strait of Magellan&lt;/a&gt;. He was spared by Magellan and after five months of hard labour in chains was made captain of the &lt;a href=\"galleon\"&gt;galleon&lt;/a&gt;. \"Santiago\" was later destroyed in a storm. The fleet sailed across the Atlantic Ocean to the eastern coast of &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; and into &lt;a href=\"Puerto%20San%20Juli%C3%A1n\"&gt;Puerto San Julián&lt;/a&gt; in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;. Several months later they discovered a passage now known as the &lt;a href=\"Strait%20of%20Magellan\"&gt;Strait of Magellan&lt;/a&gt; located in the southern tip of &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt; and sailed through the strait. The crew of \"San Antonio\" mutinied and returned to Spain. On 28 November 1520, three ships set sail for the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; and about 19 men died before they reached &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; on 6 March 1521. Conflicts with the nearby island of Rota prevented Magellan and Elcano from resupplying their ships with food and water. They eventually gathered enough supplies and continued their journey to the Philippines and remained there for several weeks. Close relationships developed between the Spaniards and the islanders. They took part in converting the Cebuano tribes to Christianity and became involved in tribal warfare between rival Filipino groups in &lt;a href=\"Mactan%20Island\"&gt;Mactan Island&lt;/a&gt;. \nOn 27 April 1521, Magellan was killed and the Spaniards defeated by natives in the &lt;a href=\"Battle%20of%20Mactan\"&gt;Battle of Mactan&lt;/a&gt; in the Philippines. The surviving members of the expedition could not decide who should succeed Magellan. The men finally voted on a joint command with the leadership divided between &lt;a href=\"Duarte%20Barbosa\"&gt;Duarte Barbosa&lt;/a&gt; and &lt;a href=\"Jo%C3%A3o%20Serr%C3%A3o\"&gt;João Serrão&lt;/a&gt;. Within four days these two were also dead. They were killed after being betrayed at a feast at the hands of Rajah Humabon. The mission was now teetering on disaster and João Lopes de Carvalho took command of the fleet and led it on a meandering journey through the Philippine archipelago.\nDuring the six-month listless journey after Magellan died, and before reaching the &lt;a href=\"Moluccas\"&gt;Moluccas&lt;/a&gt;, Elcano's stature grew as the men became disillusioned with the weak leadership of Carvalho. The two ships, \"Victoria\" and \"Trinidad\" finally reached their destination, the &lt;a href=\"Moluccas\"&gt;Moluccas&lt;/a&gt;, on 6 November. They rested and re-supplied in this haven, and filled their holds with the precious cargo of &lt;a href=\"clove\"&gt;clove&lt;/a&gt;s and &lt;a href=\"nutmeg\"&gt;nutmeg&lt;/a&gt;. On 18 December, the ships were ready to leave. \"Trinidad\" sprang a leak, and was unable to be repaired. Carvalho stayed with the ship along with 52 others hoping to return later.\n\"Victoria\", commanded by Elcano along with 17 other European survivors of the 240 man expedition and 4 (survivors out of 13) Timorese Asians continued its westward voyage to Spain crossing the &lt;a href=\"Indian%20Ocean\"&gt;Indian&lt;/a&gt; and &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt;s. They eventually reached &lt;a href=\"Sanl%C3%BAcar%20de%20Barrameda\"&gt;Sanlúcar de Barrameda&lt;/a&gt; on 6 September 1522.\n&lt;a href=\"Antonio%20Pigafetta\"&gt;Antonio Pigafetta&lt;/a&gt;, an Italian scholar, was a crew member of the Magellan and Elcano expedition. He wrote several documents about the events of the expedition. According to Pigafetta the voyage covered 14,460 leagues – about .\nLetter of arrival.\nAs soon as the ship \"Victoria\" arrived in Sanlúcar de Barrameda, Elcano set down on writing a 700-word letter addressed to Charles V, where he never mentions himself. He emphasized on it that they had achieved their goal to carry back the spices, \"brought peace\" to these islands, and obtained the friendship of their kings and lords, also bringing along their signatures. He went on to highlight the extreme hardships undergone during the expedition. Elcano did not forget the members of the crew captured in Cabo Verde by the Portuguese, begging the emperor to initiate all necessary actions leading to their release. He ends the letter with commentary about their discoveries, the roundness of the world, setting sail to the west and coming back from the east.\nHonours.\nEmperor &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Charles V&lt;/a&gt; granted Elcano an &lt;a href=\"augmentation%20of%20honour\"&gt;augmentation&lt;/a&gt; of his &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; featuring a world globe with the words \"Primus circumdedisti me\" (&lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt;: \"You first encircled me\"); Elcano reclaimed and received from the emperor three gifts as a reward for his achievement, namely an annual pension of 500 ducats, two armed men to escort him and an official statement pardoning him for the sale of his ship to the Savoyard bankers; however, following Elcano's death and long lawsuits, his mother Catalina del Puerto did not manage to receive any pensions. By 1567, after Elcano's mother demise, relatives of Juan Sebastian and hers kept demanding the pension. His family were given rule over the Marquisate of Buglas in &lt;a href=\"Negros%20Island\"&gt;Negros Island&lt;/a&gt;, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. In the modern era, the country with the most people surnamed \"Elcano\" is currently the Philippines.\nElcano's achievement has been somehow eclipsed in traditional historiography by Magellan who planned and led the famous expedition until his death before reaching the Spice Islands. More recently, Portugal's solo candidacy to &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; to get Magellan's expedition and the resulting circumnavigation (without mentioning Elcano) recognised as a Portuguese Intangible World Heritage has provoked a major controversy with Spain, thereafter seemingly settled by the submission by said countries of a new joint application to honour the circumnavigation route.\nLoaísa expedition.\nIn 1525, Elcano returned to sea, and became a member of the &lt;a href=\"Loa%C3%ADsa%20expedition\"&gt;Loaísa expedition&lt;/a&gt;. He was appointed leader along with &lt;a href=\"Garc%C3%ADa%20Jofre%20de%20Loa%C3%ADsa\"&gt;García Jofre de Loaísa&lt;/a&gt; as captains, who commanded seven ships and sent to claim the East Indies for the emperor Charles V. Both Elcano and Loaísa and many other sailors died of &lt;a href=\"malnutrition\"&gt;malnutrition&lt;/a&gt; in the Pacific Ocean, but the survivors reached their destination and a few of them managed to return to Spain.\nFamily life.\nElcano never married but he had a son by María Hernández Dernialde named Domingo Elcano, whom he legitimized in his last will and testament. Elcano also fathered a daughter with a different woman named Maria de Vidaurreta."
}