{
    "id": "1900999",
    "revid": "40561892",
    "url": "https://en.wikipedia.org/wiki?curid=1900999",
    "title": "Sporting Clube de Goa",
    "text": "Sporting Clube de Goa, simply known as Sporting Goa (simply SCG), is an Indian professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Panaji\"&gt;Panaji&lt;/a&gt;, in the Indian state of &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt;, that competes in &lt;a href=\"Goa%20Professional%20League\"&gt;Goa Professional League&lt;/a&gt;. The club has also competed in the &lt;a href=\"I-League\"&gt;I-League&lt;/a&gt;, then top flight of &lt;a href=\"Indian%20football%20league%20system\"&gt;Indian football league system&lt;/a&gt;. It is built on the lines of &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; club &lt;a href=\"Sporting%20Clube%20de%20Portugal\"&gt;Sporting CP&lt;/a&gt; and adopting a similar club crest. Its &lt;a href=\"Futsal\"&gt;Futsal&lt;/a&gt; section competes in the &lt;a href=\"Futsal%20Club%20Championship\"&gt;Futsal Club Championship&lt;/a&gt;, top tier futsal club competition of the country.\nThe club Cidade de Goa (\"City of Goa\") was purchased by Sporting's owner late Mr Peter Vaz and wife current President Mrs Natalina Vaz and renamed Sporting Clube de Goa in 1999. Sporting Clube de Goa won its first &lt;a href=\"Goa%20Professional%20League\"&gt;Goa Professional League&lt;/a&gt; in 2006. Since then it has clinched the title in &lt;a href=\"2013%E2%80%9314%20Goa%20Professional%20League%20season\"&gt;2014&lt;/a&gt;, &lt;a href=\"2015%E2%80%9316%20Goa%20Professional%20League\"&gt;2016&lt;/a&gt;, &lt;a href=\"2017%E2%80%9318%20Goa%20Professional%20League\"&gt;2018&lt;/a&gt;, &lt;a href=\"2019%E2%80%9320%20Goa%20Professional%20League\"&gt;2020&lt;/a&gt; and &lt;a href=\"2020%E2%80%9321%20Goa%20Professional%20League\"&gt;2021&lt;/a&gt;.\nSporting Goa is the only club to have won the &lt;a href=\"Indian%20Super%20Cup%20%281997-2011%29\"&gt;Super Cup&lt;/a&gt;, without winning the league or &lt;a href=\"Federation%20Cup%20%28India%29\"&gt;Federation Cup&lt;/a&gt;.\nSporting Clube de Goa pulled out of &lt;a href=\"2016%E2%80%9317%20I-League\"&gt;2016–17 I-League&lt;/a&gt;, citing AIFF bias against some clubs.\nHistory.\n1999–2010.\nSporting Clube de Goa, as a professional football club, came into existence in 1999, when the public of &lt;a href=\"Panjim\"&gt;Panjim&lt;/a&gt; decided to launch football club, after Cidade de Goa disbanded its football team. Thus, after &lt;a href=\"Vasco%20SC\"&gt;Vasco Sports Club&lt;/a&gt;, Sporting became the second club of public shareholding in &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt;. The club, built on the lines of Portuguese club &lt;a href=\"Sporting%20Clube%20de%20Portugal\"&gt;Sporting Clube de Portugal&lt;/a&gt;, has made rapid strides in the national circuit. Sporting shot to prominence by an impressive performance in the 2001–02 Federation Cup, the team made it to the last four after victories over stronger teams like &lt;a href=\"East%20Bengal%20FC\"&gt;East Bengal FC&lt;/a&gt; and &lt;a href=\"Indian%20Bank%20Recreational%20Club\"&gt;Indian Bank Recreational Club&lt;/a&gt;.\nAfter winning the 2002–03 National Football League II, Sporting made its debut in the &lt;a href=\"2003%E2%80%9304%20National%20Football%20League%20%28India%29\"&gt;2003–04 season of National Football League&lt;/a&gt;.\nIn &lt;a href=\"2004%E2%80%9305%20National%20Football%20League%20%28India%29\"&gt;2004–05 NFL season&lt;/a&gt;, they were on the verge of winning their first league championship but lost out on the last day when &lt;a href=\"Dempo%20S.C.\"&gt;Dempo&lt;/a&gt; pipped them to the title. Their season was marred by a horrific bus accident that ruled out 4 key players for the whole season, while several others were injured. However, led by Nigerian import &lt;a href=\"Dudu%20Omagbemi\"&gt;Dudu Omagbemi&lt;/a&gt;, they managed to complete their matches in a very short span of time after being given a few weeks off so that their players could recover, and heroically came second ahead of traditional powerhouses &lt;a href=\"East%20Bengal%20F.C.\"&gt;East Bengal&lt;/a&gt;, &lt;a href=\"Mohun%20Bagan%20A.C.\"&gt;Mohun Bagan&lt;/a&gt;, &lt;a href=\"Salgaocar%20F.C.\"&gt;Salgaocar&lt;/a&gt; and &lt;a href=\"Mahindra%20United\"&gt;Mahindra United&lt;/a&gt;. Sporting entered into the finals of 2005 &lt;a href=\"Federation%20Cup%20%28India%29\"&gt;Federation Cup&lt;/a&gt;, but finished as the runner-up.\nIn 2005, Sporting missed the &lt;a href=\"Durand%20Cup\"&gt;Durand Cup&lt;/a&gt; title by a whisker when the &lt;a href=\"Army%20Red%20%28football%20team%29\"&gt;Army XI&lt;/a&gt; produced an upset to win. In the 2006 edition of Federation Cup, they reached the finals once again, but lost in penalty shoot-out to &lt;a href=\"Mohun%20Bagan%20AC\"&gt;Mohun Bagan AC&lt;/a&gt;. They achieved third place in the &lt;a href=\"2008%E2%80%9309%20I-League\"&gt;2008–09 I-League&lt;/a&gt;.\n2010–present.\nAfter getting relegated from the I-League in 2010, they participated in the &lt;a href=\"2011%20I-League%202nd%20Division\"&gt;2011 I-League 2nd Division&lt;/a&gt; and won promotion by finishing in 2nd place. In the finals of &lt;a href=\"2013%E2%80%9314%20Indian%20Federation%20Cup\"&gt;2013–14 Indian Federation Cup&lt;/a&gt;, &lt;a href=\"Churchill%20Brothers\"&gt;Churchill Brothers&lt;/a&gt; defeated Sporting Goa 3–1.\nIn the &lt;a href=\"2020%E2%80%9321%20Goa%20Professional%20League\"&gt;2020–21 Goa Professional League&lt;/a&gt;, Sporting Clube de Goa emerged champions after recording a comprehensive 9–0 win over Guardian Angel in the final league match at Chowgule ground, but was not selected for &lt;a href=\"I-League%20Second%20Division\"&gt;I-League Second Division&lt;/a&gt;. Their &lt;a href=\"futsal\"&gt;futsal&lt;/a&gt; section won GFA State Futsal Championship, earning the place in &lt;a href=\"AIFF%20Futsal%20Club%20Championship\"&gt;AIFF Futsal Club Championship&lt;/a&gt;.\nCrest &amp; colours.\nThe sporting crest is supposed to be almost an exact replica of the &lt;a href=\"Sporting%20Clube%20de%20Portugal\"&gt;Sporting CP&lt;/a&gt;, but not completely. One notable difference is that on Sporting Portugal's crest it says \"Sporting Portugal\", while Sporting Goa's does not. Another difference is that Sporting Portugal's crest is coloured in mostly dark green and yellow, while the Sporting Goa crest is darkish green and white.\nWhile the crest of Sporting Goa is coloured in &lt;a href=\"green\"&gt;green&lt;/a&gt; and &lt;a href=\"white\"&gt;white&lt;/a&gt;, the official club colours are &lt;a href=\"orange%20%28colour%29\"&gt;orange&lt;/a&gt; and white. The club's nickname is \"Flaming Orange\".\nOwnership.\nThe club was modelled on the Portuguese giants &lt;a href=\"Sporting%20Clube%20de%20Portugal\"&gt;Sporting Clube de Portugal&lt;/a&gt; and have adopted a similar club crest. The club was founded as Cidade de Goa, was taken over by entrepreneurs Peter Vaz and Edgar Afonso. Later they renamed it as Sporting Clube de Goa in 1999.\nStadium.\nTraditionally, Sporting Goa have played at the Fatorda Stadium in &lt;a href=\"Margao\"&gt;Margao&lt;/a&gt;, &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt;. During the &lt;a href=\"2011%20I-League%202nd%20Division\"&gt;2011 I-League 2nd Division&lt;/a&gt;. However, they had to play at &lt;a href=\"Jawaharlal%20Nehru%20Stadium%2C%20Shillong\"&gt;Jawaharlal Nehru Stadium&lt;/a&gt; in &lt;a href=\"Shillong\"&gt;Shillong&lt;/a&gt; as the league does not host matches in home and away format. As SC Goa were back in the &lt;a href=\"2011%E2%80%9312%20I-League\"&gt;top-tier of the I-League&lt;/a&gt;, they had again started to play their home games at Fatorda Stadium.\n&lt;a href=\"Goa%20Football%20Association\"&gt;Goa Football Association&lt;/a&gt; owned &lt;a href=\"Duler%20Stadium\"&gt;Duler Stadium&lt;/a&gt; in &lt;a href=\"Mapusa\"&gt;Mapusa&lt;/a&gt;, became the home ground of Sporting during the &lt;a href=\"2012%E2%80%9313%20I-League\"&gt;2012–13 I-League&lt;/a&gt;, alongside &lt;a href=\"Tilak%20Maidan%20Stadium\"&gt;Tilak Maidan Stadium&lt;/a&gt; (from the end of January). They also used Duler during the &lt;a href=\"2013%E2%80%9314%20I-League\"&gt;2013–14 I-League&lt;/a&gt; and &lt;a href=\"Goa%20Professional%20League\"&gt;Goa Professional League&lt;/a&gt;. In Goa, it became the second stadium to get &lt;a href=\"AstroTurf\"&gt;AstroTurf&lt;/a&gt; since 2006.\nRivalries.\nIn the land of Portuguese heritage, Sporting Clube de Goa has rivalries with their fellow &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt;n sides; &lt;a href=\"Dempo%20SC\"&gt;Dempo&lt;/a&gt;, &lt;a href=\"Churchill%20Brothers\"&gt;Churchill Brothers&lt;/a&gt; and &lt;a href=\"Salgaocar%20SC\"&gt;Salgaocar&lt;/a&gt;, whom they faced in &lt;a href=\"I-League\"&gt;I-League&lt;/a&gt; and face in &lt;a href=\"Goa%20Professional%20League\"&gt;Goa Professional League&lt;/a&gt;. The club previously had a rivalry with another Goan side &lt;a href=\"Fransa%20Pax%20FC\"&gt;Pax of Nagoa&lt;/a&gt;.\nAcademy and infrastructure.\nOn 16 August 2013, Sporting launched their own football academy on the occasion of the 198th anniversary of founding of Don Bosco. The academy for various age groups, namely U-10, U-12, U-14, U-16, U-18 and U-20, with the coaching team built around Spanish coach &lt;a href=\"Javier%20Fern%C3%A1ndez%20%28football%20manager%29\"&gt;Javier Fernández&lt;/a&gt;, assisted by &lt;a href=\"Norbert%20Gonsalves\"&gt;Norbert Gonsalves&lt;/a&gt;, &lt;a href=\"Ashwin%20Crasto\"&gt;Ashwin Crasto&lt;/a&gt;, &lt;a href=\"Francisco%20Raposo\"&gt;Francisco Raposo&lt;/a&gt; and &lt;a href=\"Freddy%20Gomes\"&gt;Freddy Gomes&lt;/a&gt;. They worked under the overall supervision and guidance of Sporting's then head coach &lt;a href=\"Oscar%20Bruzon\"&gt;Oscar Bruzon&lt;/a&gt;, in order to implement the Sporting Clube de Goa youth development plan. Sporting Goa also renovated the football ground at Don Bosco College in &lt;a href=\"Panaji\"&gt;Panaji&lt;/a&gt; with the installation of sub-surface slit drainage combined with the laying of perforated pipes. The original mud topping has given way to a sand-based top layer, which encourages drainage and healthy grass growth, and provides a level and cushioned playing surface.\nIn the community.\nSporting Clube de Goa launched its mascot named \"Zumba\", besides its theme song \"Flaming Orange\", composed by one of Goa's leading bands, Sky High With Pomp.\nNotable former players.\n\"For all current and former notable players of Sporting Clube de Goa with a Wikipedia article, see: \"."
}