{
    "id": "19023665",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=19023665",
    "title": "S Persei",
    "text": "S Persei is a &lt;a href=\"red%20supergiant\"&gt;red supergiant&lt;/a&gt; or &lt;a href=\"hypergiant\"&gt;hypergiant&lt;/a&gt; located near the &lt;a href=\"Double%20Cluster\"&gt;Double Cluster&lt;/a&gt; in &lt;a href=\"Perseus%20constellation\"&gt;Perseus&lt;/a&gt;, north of the cluster &lt;a href=\"NGC%20869\"&gt;NGC 869&lt;/a&gt;. It is a member of the &lt;a href=\"Perseus%20OB1\"&gt;Perseus OB1&lt;/a&gt; &lt;a href=\"stellar%20association\"&gt;association&lt;/a&gt; and one of the &lt;a href=\"List%20of%20largest%20stars\"&gt;largest known stars&lt;/a&gt;. If placed in our solar system, its photospehere would engulf the &lt;a href=\"orbit\"&gt;orbit&lt;/a&gt; of &lt;a href=\"Jupiter\"&gt;Jupiter&lt;/a&gt;. It is also a &lt;a href=\"semiregular%20variable\"&gt;semiregular variable&lt;/a&gt;, a star whose variations are less regular than those of &lt;a href=\"Mira%20variable\"&gt;Mira variable&lt;/a&gt;s.\nDiscovery.\nS Persei was named by German astronomer &lt;a href=\"Adalbert%20Krueger\"&gt;Adalbert Krueger&lt;/a&gt; in 1874 after observing that it varied in brightness. It was subsequently listed in major stellar catalogues of that era as &lt;a href=\"Henry%20Draper%20Catalogue\"&gt;HD&lt;/a&gt; 14528 and &lt;a href=\"Bonner%20Durchmusterung\"&gt;BD&lt;/a&gt;+57°552.\nVariability.\nS Persei varies slowly by several &lt;a href=\"apparent%20magnitude\"&gt;magnitudes&lt;/a&gt;, a factor of over 40 in brightness. It has a main period of somewhat over two years, but shows significant unpredictability. There is a strong variation in the amplitude from around one magnitude to about four magnitudes, and these have been interpreted as &lt;a href=\"Beat%20%28acoustics%29\"&gt;beats&lt;/a&gt; due to a second period of about 940 days. Other analyses find only the primary period of 813 ± 60 days.\nS Persei is classified as a &lt;a href=\"semiregular%20variable%20star\"&gt;semiregular variable star&lt;/a&gt; of type SRc, indicating that it is a supergiant, and it has one of the largest visual amplitudes of any variable of this type. While the &lt;a href=\"General%20Catalogue%20of%20Variable%20Stars\"&gt;General Catalogue of Variable Stars&lt;/a&gt; lists it as varying between magnitudes 7.9 and 12.0, it has since been seen fainter.\nThe &lt;a href=\"Stellar%20classification\"&gt;spectral type&lt;/a&gt; of S Persei also varies. Typically it is a &lt;a href=\"red%20supergiant\"&gt;red supergiant&lt;/a&gt; of spectral class M3 or M4, but particularly at deep visual minima it may show a much cooler spectral type of M7 or M8, highly unusual for a supergiant.\nProperties.\nMany of the visually bright variable stars belong to this class of semiregulars, as these stars are extremely large and luminous, and hence visible across long distances. S Persei has been described as a &lt;a href=\"hypergiant\"&gt;hypergiant&lt;/a&gt; and has a radius over 700 times the sun's radius (). Its angular diameter has been measured directly and found to be somewhat elliptical. Modelled as a uniform disk, the radius corresponds to .\nThe temperature has been calculated from the spectrum using a DUSTY model, giving an effective photospheric temperature of 3,500 K and a temperature of 1,000 K for the surrounding dust torus. This is consistent with previous studies, but the derived luminosity from different authors varies from to . Older studies frequently calculated higher luminosities, lower temperatures, and consequently larger values for the radius.\nThe mass of S Persei is also uncertain, but expected to be around . Mass is being lost at 2.4 to per year, leading to an extensive and complex circumstellar environment of gas and dust.\nLocation.\nS Persei is surrounded by clouds containing water molecules which produce &lt;a href=\"maser\"&gt;maser&lt;/a&gt; emission. This allows the distance to be measured very accurately using &lt;a href=\"very%20long%20baseline%20interferometry\"&gt;very long baseline interferometry&lt;/a&gt;, giving an &lt;a href=\"stellar%20parallax\"&gt;annual parallax&lt;/a&gt; of 0.413 ± 0.017 &lt;a href=\"milliarcsecond\"&gt;milliarcsecond&lt;/a&gt;s. For comparison the &lt;a href=\"Gaia%20Data%20Release%202\"&gt;Gaia Data Release 2&lt;/a&gt; parallax is . It lies somewhat further away than the centres of the Double Cluster &lt;a href=\"open%20cluster\"&gt;open cluster&lt;/a&gt;s, but definitely within the Per OB1 association and the &lt;a href=\"Perseus%20Arm\"&gt;Perseus Arm&lt;/a&gt; of the galaxy.\nS Persei is a double star. The red supergiant has an A0 11th magnitude companion at 69\". There are also several other 8th to 10th magnitude stars within half a degree of S Persei."
}