{
    "id": "19028911",
    "revid": "14423536",
    "url": "https://en.wikipedia.org/wiki?curid=19028911",
    "title": "Tillodontia",
    "text": "Tillodontia is an extinct suborder of &lt;a href=\"eutheria\"&gt;eutheria&lt;/a&gt;n mammals known from the &lt;a href=\"Early%20Paleocene\"&gt;Early Paleocene&lt;/a&gt; to &lt;a href=\"Late%20Eocene\"&gt;Late Eocene&lt;/a&gt; of China, the &lt;a href=\"Late%20Paleocene\"&gt;Late Paleocene&lt;/a&gt; to &lt;a href=\"Middle%20Eocene\"&gt;Middle Eocene&lt;/a&gt; of North America where they display their maximum species diversity, the &lt;a href=\"Middle%20Eocene\"&gt;Middle Eocene&lt;/a&gt; of &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, and the Early Eocene of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. Leaving no descendants, they are most closely related to the &lt;a href=\"Pantodonta\"&gt;pantodonts&lt;/a&gt;, another extinct group. The tillodonts were medium- to large-sized animals that probably feed on roots and tubers in temperate to subtropical habitats.\nDescription.\nTillodonts had rodent-like incisors, clawed feet and blunt, cusped teeth. They were mostly medium-sized animals, although the largest of them (such as \"&lt;a href=\"Trogosus\"&gt;Trogosus&lt;/a&gt;)\" could reach the size of a large bear.\nThe cranium ranged in length from and had a characteristic elongated &lt;a href=\"Rostrum%20%28anatomy%29\"&gt;rostrum&lt;/a&gt;, an elongated &lt;a href=\"mandibular%20symphysis\"&gt;mandibular symphysis&lt;/a&gt;, and a shortened basicranial region. The second upper and lower incisors are large in most species, the first upper and lower premolars are small or absent, the fourth upper and lower premolars are molariform (molar-like).\nWhen &lt;a href=\"Othniel%20Charles%20Marsh\"&gt;Marsh&lt;/a&gt; first named and described the tillodonts, he explained:\nWhen naming his new \"&lt;a href=\"pachydermata\"&gt;pachyderm&lt;/a&gt;\" species \"Trogosus castoridens\" (\"beaver-toothed gnawing-hog\"), Leidy added that it was a fossil \"which would appear to have pertained to the stock from which diverged the Rhinoceros and Mastodon, the Peccary, and perhaps the Beaver.\"\nClassification.\n\"&lt;a href=\"Franchaius\"&gt;Franchaius&lt;/a&gt;\" from the early Eocene of Europe, \"&lt;a href=\"Benaius\"&gt;Benaius&lt;/a&gt;\", \"&lt;a href=\"Lofochaius\"&gt;Lofochaius&lt;/a&gt;\", \"&lt;a href=\"Meiostylodon\"&gt;Meiostylodon&lt;/a&gt;\", and \"&lt;a href=\"Huananius\"&gt;Huananius&lt;/a&gt;\" from the early Paleocene of China, and \"&lt;a href=\"Yuesthonyx\"&gt;Yuesthonyx&lt;/a&gt;\" from the late Paleocene of China are primitive forms. \"&lt;a href=\"Interogale\"&gt;Interogale&lt;/a&gt;\" from the late Paleocene of China, and \"&lt;a href=\"Anchilestes\"&gt;Anchilestes&lt;/a&gt;\" probably from the middle Paleocene of China, were once assigned to &lt;a href=\"Anagalida\"&gt;Anagalida&lt;/a&gt;, but may also be primitive tillodonts.\nThe monophyly of the subfamily &lt;a href=\"Trogosinae\"&gt;Trogosinae&lt;/a&gt; is unchallenged, but &lt;a href=\"Esthonychines\"&gt;Esthonychines&lt;/a&gt; most likely includes the ancestors of Trogosinae and therefore is probably paraphyletic. Tillodontia is mostly known from dentaries and teeth. The cranium is best known from Trogosinae and the postcranium from \"Trogosus\".\n\"&lt;a href=\"Azygonyx\"&gt;Azygonyx&lt;/a&gt;\" and \"&lt;a href=\"Esthonyx\"&gt;Esthonyx&lt;/a&gt;\" from North America, \"&lt;a href=\"Franchaius\"&gt;Franchaius&lt;/a&gt;\" and \"&lt;a href=\"Plesiesthonyx\"&gt;Plesiesthonyx&lt;/a&gt;\" from Europe, and \"&lt;a href=\"Basalina\"&gt;Basalina&lt;/a&gt;\" from Pakistan are all morphologically closely related but obviously geographically quite widespread. In contrast, Asian tillodonts tend to be smaller and less derived. This possible link between specimens from Pakistan and Europe with those from North America adds evidence to a faunal interchange between these continents during the early Eocene.\nSuborder Tillodontia"
}