{
    "id": "1905105",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=1905105",
    "title": "Flexible-fuel vehicle",
    "text": "A flexible-fuel vehicle (FFV) or dual-fuel vehicle (&lt;a href=\"colloquial\"&gt;colloquial&lt;/a&gt;ly called a flex-fuel vehicle) is an &lt;a href=\"alternative%20fuel%20vehicle\"&gt;alternative fuel vehicle&lt;/a&gt; with an &lt;a href=\"internal%20combustion%20engine\"&gt;internal combustion engine&lt;/a&gt; designed to run on more than one &lt;a href=\"fuel\"&gt;fuel&lt;/a&gt;, usually &lt;a href=\"gasoline\"&gt;gasoline&lt;/a&gt; blended with either &lt;a href=\"ethanol%20fuel\"&gt;ethanol&lt;/a&gt; or &lt;a href=\"methanol%20fuel\"&gt;methanol fuel&lt;/a&gt;, and both fuels are stored in the same common tank. Modern flex-fuel engines are capable of burning any proportion of the resulting blend in the &lt;a href=\"combustion%20chamber\"&gt;combustion chamber&lt;/a&gt; as &lt;a href=\"fuel%20injection\"&gt;fuel injection&lt;/a&gt; and &lt;a href=\"ignition%20timing\"&gt;spark timing&lt;/a&gt; are adjusted automatically according to the actual blend detected by a fuel composition sensor. Flex-fuel vehicles are distinguished from &lt;a href=\"bi-fuel%20vehicle\"&gt;bi-fuel vehicle&lt;/a&gt;s, where two fuels are stored in separate tanks and the engine runs on one fuel at a time, for example, &lt;a href=\"compressed%20natural%20gas\"&gt;compressed natural gas&lt;/a&gt; (CNG), &lt;a href=\"Autogas\"&gt;liquefied petroleum gas&lt;/a&gt; (LPG), or &lt;a href=\"Hydrogen%20vehicle\"&gt;hydrogen&lt;/a&gt;.\nThe most common commercially available FFV in the world market is the ethanol flexible-fuel vehicle, with about 60 million &lt;a href=\"automobile\"&gt;automobile&lt;/a&gt;s, &lt;a href=\"motorcycle\"&gt;motorcycle&lt;/a&gt;s and &lt;a href=\"light%20duty%20truck\"&gt;light duty truck&lt;/a&gt;s manufactured and sold worldwide by March 2018, and concentrated in four markets, Brazil (30.5 million light-duty vehicles and over 6 million motorcycles), the United States (21 million by the end of 2017), Canada (1.6 million by 2014), and Europe, led by Sweden (243,100). In addition to flex-fuel vehicles running with ethanol, in Europe and the US, mainly in &lt;a href=\"California\"&gt;California&lt;/a&gt;, there have been successful test programs with methanol flex-fuel vehicles, known as &lt;a href=\"M85%20fuel\"&gt;M85&lt;/a&gt; flex-fuel vehicles. There have been also successful tests using &lt;a href=\"P-series%20fuels\"&gt;P-series fuels&lt;/a&gt; with E85 flex fuel vehicles, but as of June 2008, this fuel is not yet available to the general public. These successful tests with P-series fuels were conducted on &lt;a href=\"Ford%20Taurus\"&gt;Ford Taurus&lt;/a&gt; and &lt;a href=\"Dodge%20Caravan\"&gt;Dodge Caravan&lt;/a&gt; flexible-fuel vehicles.\nThough technology exists to allow ethanol FFVs to run on any mixture of gasoline and ethanol, from pure gasoline up to 100% ethanol (&lt;a href=\"Neat%20ethanol%20fuel\"&gt;E100&lt;/a&gt;), North American and European flex-fuel vehicles are optimized to run on &lt;a href=\"E85\"&gt;E85&lt;/a&gt;, a blend of 85% &lt;a href=\"anhydrous\"&gt;anhydrous&lt;/a&gt; ethanol fuel with 15% gasoline. This upper limit in the ethanol content is set to reduce ethanol emissions at low temperatures and to avoid cold starting problems during cold weather, at temperatures lower than . The alcohol content is reduced during the winter in regions where temperatures fall below to a winter blend of &lt;a href=\"Common%20ethanol%20fuel%20mixtures%23E70%2C%20E75\"&gt;E70&lt;/a&gt; in the U.S. or to &lt;a href=\"Common%20ethanol%20fuel%20mixtures%23E70%2C%20E75\"&gt;E75&lt;/a&gt; in Sweden from November until March. Brazilian flex fuel vehicles are optimized to run on any mix of &lt;a href=\"Common%20ethanol%20fuel%20mixtures%23E20%2C%20E25\"&gt;E20-E25&lt;/a&gt; gasoline and up to 100% &lt;a href=\"hydrous\"&gt;hydrous&lt;/a&gt; ethanol fuel (E100). The Brazilian flex vehicles are built-in with a small gasoline reservoir for cold starting the engine when temperatures drop below . An improved flex motor generation was launched in 2009 which eliminated the need for the secondary gas tank.\nTerminology.\nAs ethanol FFVs became commercially available during the late 1990s, the common use of the term \"flexible-fuel vehicle\" became synonymous with ethanol FFVs. In the United States flex-fuel vehicles are also known as \"E85 vehicles\". In Brazil, the FFVs are popularly known as \"total flex\" or simply \"flex\" cars. In Europe, FFVs are also known as \"flexifuel\" vehicles. Automakers, particularly in Brazil and the European market, use badging in their FFV models with the some variant of the word \"flex\", such as &lt;a href=\"Volvo\"&gt;Volvo&lt;/a&gt; \"Flexifuel\", or &lt;a href=\"Volkswagen\"&gt;Volkswagen&lt;/a&gt; \"Total Flex\", or &lt;a href=\"Chevrolet\"&gt;Chevrolet&lt;/a&gt; \"FlexPower\" or &lt;a href=\"Renault\"&gt;Renault&lt;/a&gt; \"Hi-Flex\", and &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford&lt;/a&gt; sells its &lt;a href=\"Ford%20Focus%20%28international%29\"&gt;Focus&lt;/a&gt; model in Europe as \"Flexifuel\" and as \"Flex\" in Brazil. In the US, only since 2008 FFV models feature a yellow gas cap with the label \"E85/Gasoline\" written on the top of the cap to differentiate E85s from gasoline only models.\nFlexible-fuel vehicles (FFVs) are based on dual-fuel systems that supply both fuels into the combustion chamber at the same time in various calibrated proportions. The most common fuels used by FFVs today are unleaded gasoline and ethanol fuel. Ethanol FFVs can run on pure gasoline, pure ethanol (E100) or any combination of both. &lt;a href=\"Methanol\"&gt;Methanol&lt;/a&gt; has also been blended with gasoline in flex-fuel vehicles known as &lt;a href=\"M85%20fuel\"&gt;M85&lt;/a&gt; FFVs, but their use has been limited mainly to demonstration projects and small government fleets, particularly in California.\nHistory.\nThe &lt;a href=\"Ford%20Model%20T\"&gt;Ford Model T&lt;/a&gt;, produced from 1908 through 1927, was fitted with a &lt;a href=\"carburetor\"&gt;carburetor&lt;/a&gt; with adjustable jetting, allowing use of ethanol, gasoline or kerosene (each by itself), or a combination of the first two mentioned fuels. Other car manufactures also provided engines for ethanol fuel use. &lt;a href=\"Henry%20Ford\"&gt;Henry Ford&lt;/a&gt; continued to advocate for ethanol as fuel even during &lt;a href=\"Prohibition%20in%20the%20United%20States\"&gt;Prohibition&lt;/a&gt;. However, cheaper oil caused gasoline to prevail, until the &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt; resulted in gasoline shortages and awareness on the dangers of oil dependence. This crisis opened a new opportunity for ethanol and other &lt;a href=\"alternative%20fuel\"&gt;alternative fuel&lt;/a&gt;s, such as &lt;a href=\"Methanol%20fuel\"&gt;methanol&lt;/a&gt;, gaseous fuels such as &lt;a href=\"Compressed%20natural%20gas\"&gt;CNG&lt;/a&gt; and &lt;a href=\"Liquefied%20petroleum%20gas\"&gt;LPG&lt;/a&gt;, and also &lt;a href=\"Hydrogen%20vehicle\"&gt;hydrogen&lt;/a&gt;. Ethanol, methanol and natural gas CNG were the three alternative fuels that received more attention for &lt;a href=\"research%20and%20development\"&gt;research and development&lt;/a&gt;, and government support.\nSince 1975, and as a response to the shock caused by the first oil crisis, the Brazilian government implemented the National Alcohol Program -&lt;a href=\"Pro%C3%A1lcool\"&gt;Pró-Álcool&lt;/a&gt;- (), a nationwide program financed by the government to phase out automotive fuels derived from &lt;a href=\"fossil%20fuels\"&gt;fossil fuels&lt;/a&gt; in favor of ethanol made from &lt;a href=\"sugar%20cane\"&gt;sugar cane&lt;/a&gt;. It began with a low blend of anhydrous alcohol with regular gasoline in 1976, and since July 2007 the mandatory blend is 25% of alcohol or &lt;a href=\"Common%20ethanol%20fuel%20mixtures%23E20%2C%20E25\"&gt;gasohol E25&lt;/a&gt;. In 1979, and as a response to the &lt;a href=\"1979%20energy%20crisis\"&gt;second oil crisis&lt;/a&gt;, the first vehicle capable of running with pure &lt;a href=\"hydrous\"&gt;hydrous&lt;/a&gt; ethanol (E100) was launched to the market, the &lt;a href=\"Fiat%20147\"&gt;Fiat 147&lt;/a&gt;, after testing with several prototypes developed by &lt;a href=\"Fiat\"&gt;Fiat&lt;/a&gt;, &lt;a href=\"Volkswagen%20do%20Brasil\"&gt;Volkswagen&lt;/a&gt;, &lt;a href=\"General%20Motors%20do%20Brasil\"&gt;GM&lt;/a&gt; and &lt;a href=\"Ford%20do%20Brasil\"&gt;Ford&lt;/a&gt;. The Brazilian government provided three important initial drivers for the ethanol industry: guaranteed purchases by the state-owned oil company &lt;a href=\"Petrobras\"&gt;Petrobras&lt;/a&gt;, low-interest loans for agro-industrial ethanol firms, and fixed gasoline and ethanol prices. After reaching more than 4 million cars and light trucks running on pure ethanol by the late 1980s, the use of E100-only vehicles sharply declined after increases in sugar prices produced shortages of ethanol fuel.\nAfter extensive research that began in the 90s, a second push took place in March 2003, when the Brazilian subsidiary of Volkswagen launched to the market the first full flexible-fuel car, the &lt;a href=\"Volkswagen%20Gol\"&gt;Gol&lt;/a&gt; 1.6 Total Flex. Several months later was followed by other Brazilian automakers, and by 2010 General Motors, Fiat, Ford, &lt;a href=\"Peugeot\"&gt;Peugeot&lt;/a&gt;, &lt;a href=\"Renault\"&gt;Renault&lt;/a&gt;, Volkswagen, &lt;a href=\"Honda\"&gt;Honda&lt;/a&gt;, &lt;a href=\"Mitsubishi\"&gt;Mitsubishi&lt;/a&gt;, &lt;a href=\"Toyota\"&gt;Toyota&lt;/a&gt;, &lt;a href=\"Citro%C3%ABn\"&gt;Citroën&lt;/a&gt;, &lt;a href=\"Nissan\"&gt;Nissan&lt;/a&gt; and &lt;a href=\"Kia%20Motors\"&gt;Kia Motors&lt;/a&gt; were producing popular models of flex cars and light trucks. The adoption of ethanol flex fuel vehicles was so successful, that production of flex cars went from almost 40 thousand in 2003 to 1.7 million in 2007. This rapid adoption of the flex technology was facilitated by the fuel distribution infrastructure already in place, as around 27,000 filling stations countrywide were available by 1997 with at least one ethanol pump, a heritage of the \"Pró-Álcool\" program.\nIn the United States, initial support to develop alternative fuels by the government was also a response to the first oil crisis, and some time later, as a goal to improve air quality. Also, liquid fuels were preferred over gaseous fuels not only because they have a better volumetric energy density but also because they were the most compatible fuels with existing distribution systems and engines, thus avoiding a big departure from the existing technologies and taking advantage of the vehicle and the refueling infrastructure. California led the search of sustainable alternatives with interest focused in methanol. Ford Motor Company and other automakers responded to California's request for vehicles that run on methanol. In 1981, Ford delivered 40 dedicated methanol fuel (M100) &lt;a href=\"Ford%20Escort%20%28North%20America%29\"&gt;Escorts&lt;/a&gt; to &lt;a href=\"Los%20Angeles%20County\"&gt;Los Angeles County&lt;/a&gt;, but only four refueling stations were installed. The biggest challenge in the development of alcohol vehicle technology was getting all of the fuel system materials compatible with the higher chemical reactivity of the fuel. Methanol was even more of a challenge than ethanol but much of the early experience gained with &lt;a href=\"neat%20ethanol%20vehicle\"&gt;neat ethanol vehicle&lt;/a&gt; production in Brazil was transferable to methanol. The success of this small experimental fleet of M100s led California to request more of these vehicles, mainly for government fleets. In 1983, Ford built 582 M100 vehicles; 501 went to California, and the remaining to New Zealand, Sweden, Norway, United Kingdom, and Canada.\nAs an answer to the lack of refueling infrastructure, Ford began development of a flexible-fuel vehicle in 1982, and between 1985 and 1992, 705 experimental FFVs were built and delivered to California and Canada, including the 1.6L Ford Escort, the 3.0L &lt;a href=\"Ford%20Taurus\"&gt;Taurus&lt;/a&gt;, and the 5.0L &lt;a href=\"Ford%20LTD%20Crown%20Victoria\"&gt;LTD Crown Victoria&lt;/a&gt;. These vehicles could operate on either gasoline or methanol with only one fuel system. Legislation was passed to encourage the US auto industry to begin production, which started in 1993 for the M85 FFVs at Ford. In 1996, a new FFV Ford Taurus was developed, with models fully capable of running on either methanol or ethanol blended with gasoline. This ethanol version of the Taurus became the first commercial production of an E85 FFV. The momentum of the FFV production programs at the American car companies continued, although by the end of the 1990s, the emphasis shifted to the FFV E85 version, as it is today. Ethanol was preferred over methanol because there is a large support from the farming community, and thanks to the government's incentive programs and corn-based ethanol subsidies available at the time. Sweden also tested both the M85 and the E85 flexifuel vehicles, but due to agriculture policy, in the end emphasis was given to the ethanol flexifuel vehicles. Support for ethanol also comes from the fact that it is a &lt;a href=\"biomass\"&gt;biomass&lt;/a&gt; fuel, which addresses &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt; concerns and &lt;a href=\"greenhouse%20gas%20emissions\"&gt;greenhouse gas emissions&lt;/a&gt;, though nowadays these benefits are questioned and depend on the feedstock used for ethanol production and their &lt;a href=\"Indirect%20land%20use%20change%20impacts%20of%20biofuels\"&gt;indirect land use change impact&lt;/a&gt;s.\nThe demand for ethanol fuel produced from &lt;a href=\"field%20corn\"&gt;field corn&lt;/a&gt; in the United States was stimulated by the discovery in the late 90s that &lt;a href=\"Methyl%20tert-butyl%20ether\"&gt;methyl tertiary butyl ether (MTBE)&lt;/a&gt;, an &lt;a href=\"oxygenate\"&gt;oxygenate&lt;/a&gt; additive in gasoline, was contaminating groundwater. Due to the risks of widespread and costly litigation, and because MTBE use in gasoline was banned in almost 20 states by 2006, the substitution of MTBE opened a new market for ethanol fuel. This demand shift for ethanol as an oxygenate additive took place at a time when &lt;a href=\"Oil%20price%20increases%20since%202003\"&gt;oil prices&lt;/a&gt; were already significantly rising. By 2006, about 50 percent of the gasoline used in the U.S. contained ethanol at different proportions, and ethanol production grew so fast that the US became the world's top ethanol producer, &lt;a href=\"wikt%3Aovertaking\"&gt;overtaking&lt;/a&gt; Brazil in 2005. This shift also contributed to a sharp increase in the production and sale of E85 flex vehicles since 2002.\nFlexible-fuel vehicles by country.\nBrazil.\nFlexible-fuel technology started being developed by Brazilian engineers near the end of the 1990s. The Brazilian flexible fuel car is built with an ethanol-ready engine and one fuel tank for both fuels. The small gasoline reservoir for starting the engine in cold weather, used in earlier &lt;a href=\"neat%20ethanol%20vehicle\"&gt;neat ethanol vehicle&lt;/a&gt;s, was kept to avoid start up problems in the central and southern regions, where winter temperatures normally drop below . An improved flex motor generation was launched in 2009 and allowed to eliminate the need for this secondary gas reservoir tank. Another improvement was the reduction of fuel consumption and tailpipe emissions, between 10% to 15% as compared to flex motors sold in 2008. In March 2009 &lt;a href=\"Volkswagen%20do%20Brasil\"&gt;Volkswagen do Brasil&lt;/a&gt; launched the &lt;a href=\"Volkswagen%20Polo\"&gt;Polo E-Flex&lt;/a&gt;, the first flex fuel model without an auxiliary tank for cold start.\nA key innovation in the Brazilian flex technology was avoiding the need for an additional dedicated sensor to monitor the ethanol-gasoline mix, which made the first American &lt;a href=\"M85%20fuel\"&gt;M85&lt;/a&gt; flex fuel vehicles too expensive.\nBrazilian flex cars are capable of running on just &lt;a href=\"hydrated\"&gt;hydrated&lt;/a&gt; ethanol (E100), or just on a blend of gasoline with 25 to 27% anhydrous ethanol (the mandatory blend), or on any arbitrary combination of both fuels.\nThe flexibility of Brazilian FFVs empowers the consumers to choose the fuel depending on current market prices. As ethanol &lt;a href=\"Fuel%20economy%20in%20automobiles\"&gt;fuel economy&lt;/a&gt; is lower than gasoline because of ethanol's energy content is close to 34% less per unit volume than gasoline, flex cars running on ethanol get a lower mileage than when running on pure gasoline. However, this effect is partially offset by the usually lower price per liter of ethanol fuel. As a &lt;a href=\"rule%20of%20thumb\"&gt;rule of thumb&lt;/a&gt;, Brazilian consumers are frequently advised by the media to use more alcohol than gasoline in their mix only when ethanol prices are 30% lower or more than gasoline, as ethanol price fluctuates heavily depending on the result of seasonal sugar cane harvests.\nIn March 2003 &lt;a href=\"Volkswagen%20do%20Brasil\"&gt;Volkswagen do Brasil&lt;/a&gt; launched in the market the &lt;a href=\"Volkswagen%20Gol\"&gt;Gol&lt;/a&gt; 1.6 Total Flex, the first commercial flexible fuel vehicle capable of running on any blend of gasoline and ethanol. &lt;a href=\"GM%20do%20Brasil\"&gt;GM do Brasil&lt;/a&gt; followed three months later with the &lt;a href=\"General%20Motors%20Corsa\"&gt;Chevrolet Corsa&lt;/a&gt; 1.8 Flexpower, using an engine developed by a joint-venture with Fiat called PowerTrain. Passenger flex-fuel vehicles became a commercial success in the country, and , a total of 15 car manufacturers produce flex-fuel engines for the Brazilian market, dominating all light vehicle segments except sports cars, off-road vehicles and minivans.\nThe production of flex-fuel cars and light commercial vehicles since 2003 reached the milestone of 10 million vehicles in March 2010. At the end of 2012 registrations of flex-fuel cars and light trucks represented 87% of all passenger and light duty vehicles sold in the country in 2012, and climbed to a 94% &lt;a href=\"market%20share\"&gt;market share&lt;/a&gt; of all new passenger vehicles sales in 2013. Production passed the 20 million-unit mark in June 2013.\nBy the end of 2014, flex-fuel cars represented 54% of the Brazilian registered stock of light-duty vehicles, while gasoline only vehicles represented 34.3%. , flex-fuel light-duty vehicle sales totaled 25.5 million units. The &lt;a href=\"market%20share\"&gt;market share&lt;/a&gt; of flex vehicles reached 88.6% of all light-duty registrations in 2017. , fifteen years after the launch of the first flex fuel car, there were 30.5 million flex cars and light trucks registered in the country, and 6 million flex motorcycles.\nThe rapid success of flex vehicles was made possible by the existence of 33,000 filling stations with at least one ethanol pump available by 2006, a heritage of the early \"Pró-Álcool\" ethanol program. These facts, together with the mandatory use of &lt;a href=\"Common%20ethanol%20fuel%20mixtures\"&gt;E25&lt;/a&gt; blend of gasoline throughout the country, allowed Brazil in 2008 to achieve more than 50% of fuel consumption in the gasoline market from sugar cane-based ethanol.\nAccording to two separate research studies conducted in 2009, at the national level 65% of the flex-fuel registered vehicles regularly used ethanol fuel, and the usage climbed to 93% in &lt;a href=\"S%C3%A3o%20Paulo%20%28state%29\"&gt;São Paulo&lt;/a&gt;, the main ethanol producer state where local taxes are lower, and prices at the pump are more competitive than gasoline. However, as a result of higher ethanol prices caused by the &lt;a href=\"Ethanol%20fuel%20in%20Brazil%232009.E2.80.932013\"&gt;Brazilian ethanol industry crisis that began in 2009&lt;/a&gt;, combined with government subsidies to keep gasoline price lower than the international market value, by November 2013 only 23% flex-fuel car owners were using ethanol, down from 66% in 2009.\nOne of the latest innovation within the Brazilian flexible-fuel technology is the development of flex-fuel &lt;a href=\"motorcycles\"&gt;motorcycles&lt;/a&gt;. The first flex-fuel motorcycle was launched by &lt;a href=\"Honda\"&gt;Honda&lt;/a&gt; in March 2009, the &lt;a href=\"CG%20150%20Titan%20Mix\"&gt;CG 150 Titan Mix&lt;/a&gt;. In September 2009, Honda launched a second flexible-fuel motorcycle, the on-off-road &lt;a href=\"Honda%20NXR%20150%20Bros%20Mix\"&gt;NXR 150 Bros Mix&lt;/a&gt;. By December 2012 the five available models of flexible-fuel motorcycles from Honda and Yamaha reached a cumulative production of 2,291,072 units, representing 31.8% of all motorcycles manufactured in Brazil since 2009, and 48.2% of motorcycle production in 2012. Flexible-fuel motorcycle production passed the 3 million-unit milestone in October 2013. The 4 million mark was reached in March 2015.\nEurope.\nSweden.\nFlexible-fuel vehicles were introduced in Sweden as a demonstration test in 1994, when three &lt;a href=\"Ford%20Taurus\"&gt;Ford Taurus&lt;/a&gt; were imported to show the technology existed. Because of the existing interest, a project was started in 1995 with 50 Ford Taurus E85 flexifuel in different parts of Sweden: &lt;a href=\"Ume%C3%A5\"&gt;Umeå&lt;/a&gt;, &lt;a href=\"%C3%96rnsk%C3%B6ldsvik\"&gt;Örnsköldsvik&lt;/a&gt;, &lt;a href=\"H%C3%A4rn%C3%B6sand\"&gt;Härnösand&lt;/a&gt;, &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, &lt;a href=\"Karlstad\"&gt;Karlstad&lt;/a&gt;, &lt;a href=\"Link%C3%B6ping\"&gt;Linköping&lt;/a&gt;, and &lt;a href=\"V%C3%A4xj%C3%B6\"&gt;Växjö&lt;/a&gt;. From 1997 to 1998 an additional 300 Taurus were imported, and the number of E85 fueling grew to 40. Then in 1998 the city of &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; placed an order for 2,000 of FFVs for any car manufacturer willing to produce them. The objective was to jump-start the FFV industry in Sweden. The two domestic car makers &lt;a href=\"Volvo\"&gt;Volvo Group&lt;/a&gt; and &lt;a href=\"Saab%20AB\"&gt;Saab AB&lt;/a&gt; refused to participate arguing there were not in place any ethanol filling stations. However, &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford Motor Company&lt;/a&gt; took the offer and began importing the flexifuel version of its &lt;a href=\"Ford%20Focus%20%28International%29\"&gt;Focus&lt;/a&gt; model, delivering the first cars in 2001, and selling more than 15,000 FFV Focus by 2005, then representing an 80% market share of the flexifuel market.\nIn 2005 both Volvo and Saab introduced to the Sweden market their flexifuel models. Saab began selling its &lt;a href=\"Saab%209-5\"&gt;9-5 2.0 Biopower&lt;/a&gt;, joined in 2006 by its 9-5 2.3 Biopower. Volvo introduced its &lt;a href=\"Volvo%20S40\"&gt;S40&lt;/a&gt; and &lt;a href=\"Volvo%20V50\"&gt;V50&lt;/a&gt; with flexible-fuel engines, joined in late 2006 by the new &lt;a href=\"Volvo%20C30\"&gt;C30&lt;/a&gt;. All Volvo models were initially restricted to the Sweden market, until 2007, when these three models were launched in eight new European markets. In 2007, Saab also started selling a BioPower version of its popular &lt;a href=\"Saab%209-3\"&gt;Saab 9-3&lt;/a&gt; line. In 2008 the Saab-derived &lt;a href=\"Cadillac%20BLS\"&gt;Cadillac BLS&lt;/a&gt; was introduced with E85 compatible engines, and Volvo launched the &lt;a href=\"Volvo%20V70\"&gt;V70&lt;/a&gt; with a 2.5-litre turbocharged Flexifuel engine.\nAll flexible-fuel vehicles in Sweden use an E75 winter blend instead of E85 to avoid engine starting problems during cold weather. This blend was introduced since the winter 2006-07 and E75 is used from November until March. For temperature below E85 flex vehicles require an engine block heater. The use of this device is also recommended for gasoline vehicles when temperatures drop below . Another option when extreme cold weather is expected is to add more pure gasoline in the tank, thus reducing the ethanol content below the E75 winter blend, or simply not to use E85 during extreme low temperature spells.\nSweden has achieved the largest E85 flexible-fuel vehicle fleet in Europe, with a sharp growth from 717 vehicles in 2001 to 243,136 through December 2014. As of 2008 a total of 70% of all flexifuel vehicles operating in the EU were registered in Sweden. The recent and accelerated growth of the Swedish fleet of E85 flexifuel vehicles is the result of the National Climate Policy in Global Cooperation Bill passed in 2005, which not only ratified the &lt;a href=\"Kyoto%20Protocol\"&gt;Kyoto Protocol&lt;/a&gt; but also sought to meet the &lt;a href=\"Directive%20on%20the%20Promotion%20of%20the%20use%20of%20biofuels%20and%20other%20renewable%20fuels%20for%20transport\"&gt;2003 EU Biofuels Directive&lt;/a&gt; regarding targets for use of &lt;a href=\"biofuel\"&gt;biofuel&lt;/a&gt;s, and also let to the 2006 government's commitment to eliminate oil imports by 2020.\nIn order to achieve these goals several government incentives were implemented. Ethanol, as the other biofuels, was exempted of both, the CO2 and energy taxes until 2009, resulting in a 30% price reduction at the pump of E85 fuel over gasoline. Furthermore, other demand side incentives for flexifuel vehicle owners include a bonus to buyers of FFVs, exemption from the &lt;a href=\"Stockholm%20congestion%20tax\"&gt;Stockholm congestion tax&lt;/a&gt;, up to 20% discount on auto insurance, free parking spaces in most of the largest cities, owner annual registration taxes, and a 20% tax reduction for flexifuel company cars. Also, a part of the program, the Swedish Government ruled that 25% of their vehicle purchases (excluding police, fire and ambulance vehicles) must be alternative fuel vehicles. By the first months of 2008, this package of incentives resulted in sales of flexible-fuel cars representing 25% of new car sales.\nOn the supply side, since 2005 the gasoline fuelling stations selling more than 3 million liters of fuel a year are required to sell at least one type of biofuel, resulting in more than 1,200 gas stations selling E85 by August 2008. Despite all the sharp growth of E85 flexifuel cars, by 2007 they represented just two percent of the four million Swedish vehicles. In addition, this law also mandated all new filling stations to offer alternative fuels, and stations with an annual volume of more than one million liters are required to have an alternative fuel pump by December 2009. Therefore, the number of E85 pumps is expected to reach by 2009 nearly 60% of Sweden's 4,000 filling stations.\nThe Swedish-made &lt;a href=\"Koenigsegg%20Jesko\"&gt;Koenigsegg Jesko 300&lt;/a&gt;, the low &lt;a href=\"downforce\"&gt;downforce&lt;/a&gt; version of the &lt;a href=\"Koenigsegg%20Jesko\"&gt;Koenigsegg Jesko&lt;/a&gt;, is currently the fastest and most powerful flexible fuel vehicle with its &lt;a href=\"turbocharged\"&gt;turbocharged&lt;/a&gt; &lt;a href=\"V8%20engine\"&gt;V8&lt;/a&gt; producing over 1600 hp when running on biofuel, as compared to 1280 hp on 95 &lt;a href=\"Octane%20rating\"&gt;octane&lt;/a&gt; unleaded gasoline.\nOther European countries.\nFlexifuel vehicles are sold in 18 European countries, including Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Hungary, Ireland, Italy, the Netherlands, Norway, Poland, Spain, Sweden, Switzerland, and the United Kingdom. Ford, Volvo and Saab are the main automakers offering flexifuel autos in the region.\nFrance.\n&lt;a href=\"Biofuel\"&gt;Biofuel&lt;/a&gt; cars in general get strong tax incentives in France, including a 0 or 50% reduction on the tax on new vehicles, and a 40% reduction on CO2 tax for new cars. For company cars there is a corporate car tax free for 2 years and a recovery of 80% of the &lt;a href=\"value%20added%20tax\"&gt;value added tax&lt;/a&gt; (VAT) on E85 vehicles. Also, E85 fuel price is set significantly lower than diesel or gasoline, resulting in E85 at &lt;a href=\"Euro\"&gt;€&lt;/a&gt; 0.80, diesel at €1.15, and gasoline at €1.30 per &lt;a href=\"liter\"&gt;liter&lt;/a&gt;, as of April 2007. By May 2008, France had 211 pumps selling E85, even though the government made plans for the installation of up to 500 E85 pumps by year end 2007. French automakers &lt;a href=\"Renault\"&gt;Renault&lt;/a&gt; and &lt;a href=\"PSA%20Peugeot%20Citro%C3%ABn\"&gt;PSA&lt;/a&gt; (Citroen &amp; Peugeot) announced they will start selling FFV cars beginning in the summer 2007.\nGermany.\nBiofuel emphasis in Germany is on &lt;a href=\"biodiesel\"&gt;biodiesel&lt;/a&gt;, and no specific incentives have been granted for E85 flex-fuel cars, however there is complete exemption of taxes on all biofuels while there is a normal tax of €0.65 per liter of petroleum fuels. The distribution of E85 began in 2005, and with 219 stations as of September 2008, Germany ranks second after Sweden with the most E85 fueling stations in the &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt;.\nAs of July 2012 retail prices of E85 was €1.09 per liter, and gasoline was priced at €1.60 per liter (for gasoline RON 95), then providing enough margin to compensate for ethanol's lower fuel economy.\nFord has offered the Ford Focus since August 2005 in Germany. Ford is about to offer also the &lt;a href=\"Ford%20Mondeo\"&gt;Mondeo&lt;/a&gt; and other models as FFV versions between 2008 and 2010. The Saab 9-5 and Saab 9-3 Biopower, the &lt;a href=\"Peugeot%20308\"&gt;Peugeot 308&lt;/a&gt; Bioflex, the &lt;a href=\"Citro%C3%ABn%20C4\"&gt;Citroën C4&lt;/a&gt; Bioflex, the &lt;a href=\"Audi%20A5\"&gt;Audi A5&lt;/a&gt;, two models of the &lt;a href=\"Cadillac%20BLS\"&gt;Cadillac BLS&lt;/a&gt;, and five Volvo models are also available in the German market by 2008. Since 2011, &lt;a href=\"Automobile%20Dacia\"&gt;Dacia&lt;/a&gt; offers the &lt;a href=\"Dacia%20Logan%23Logan%20MCV\"&gt;Logan MCV&lt;/a&gt; with a 1.6l 16v flexfuel engine.\nIreland.\nIreland is the third best seller European market of E85 flex-fuel vehicles, after Sweden and France. Bioethanol (E85) in Ireland is made from &lt;a href=\"whey\"&gt;whey&lt;/a&gt;, a waste product of &lt;a href=\"cheese\"&gt;cheese&lt;/a&gt; manufacturing. The Irish government established several incentives, including a 50% discount in vehicle registration taxes (VRT), which can account for more than one third of the retail price of a new car in Ireland (around €6,500). The bioethanol element of the E85 fuel is excise-free for fuel companies, allowing retail prices to be low enough to offset the 25 per cent cut in fuel economy that E-85 cars offer, due to ethanol's lower energy content than gasoline. Also, the value added tax (VAT) on the fuel can also be claimed back. E-85 fuel is available across the country in more than 20 of &lt;a href=\"Maxol\"&gt;Maxol&lt;/a&gt; service stations. In October 2005, the 1.8 Ford Focus FFV became the first flexible-fuel vehicle to be commercially sold in Ireland. Later Ford launched the &lt;a href=\"Ford%20C-Max\"&gt;C-max&lt;/a&gt; and the Mondeo flexifuel models. Saab and Volvo also have E85 models available.\nFrom 1 January 2011 E85 fuel is no longer excise-free in Ireland. Maxol has announced they will not provide E85 when their current supplies have run out.\nSpain.\nThe first flexifuel vehicles were introduced in Spain by late 2007, with the acquisition of 80 cars for use in the Spaniard official government fleet. At that time the country had only three gas stations selling &lt;a href=\"Gasohol%23E85\"&gt;E85&lt;/a&gt;, making necessary to deploy an official E85 fueling station in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt; to attend these vehicles. Despite the introduction in the Spaniard market of several flexifuel models, by the end of 2008 still persists the problems of adequate E85 fueling infrastructure, as only 10 gas stations were selling E85 fuel to the public in the entire country.\nUnited Kingdom.\nThe UK government established several incentives for E85 flex-fuel vehicles. These include a fuel duty rebate on E85 fuel of 20 &lt;a href=\"Penny\"&gt;p&lt;/a&gt; per liter, until 2010; a &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt; 10 to 15 reduction in the &lt;a href=\"vehicle%20excise%20duty\"&gt;vehicle excise duty&lt;/a&gt; (VED); and a 2% annual company car tax discount for flex-fuel cars. Despite the small number of E85 pump stations available, limited to the &lt;a href=\"Morrisons\"&gt;Morrisons&lt;/a&gt; supermarket chain stations, most automakers offer the same models in the UK that are available in the European market. In 2005 the Ford Focus Flexi-Fuel became the first flexible-fuel car sold in the UK, though E85 pumps were not opened until 2006. Volvo now offers its flexifuel models &lt;a href=\"Volvo%20S80\"&gt;S80&lt;/a&gt;, &lt;a href=\"Volvo%20S40\"&gt;S40&lt;/a&gt;, &lt;a href=\"Volvo%20C30\"&gt;C30&lt;/a&gt;, &lt;a href=\"Volvo%20V50\"&gt;V50&lt;/a&gt; and &lt;a href=\"Volvo%20V70\"&gt;V70&lt;/a&gt;. Other models available in the UK are the Ford C-Max Flexi-Fuel, and the Saab models &lt;a href=\"Saab%209-5\"&gt;9-5&lt;/a&gt; and &lt;a href=\"Saab%209-3\"&gt;9-3&lt;/a&gt; Flex-Fuel Biopower, and the new &lt;a href=\"Saab%20Aero%20X\"&gt;Saab Aero X&lt;/a&gt; BioPower &lt;a href=\"Neat%20ethanol%20fuel\"&gt;E100&lt;/a&gt; bioethanol. Despite being introduced around a decade ago, E85 is no longer commercially available in the UK\nUnited States.\n, there were more than 21 million E85 flex-fuel vehicles in the United States, up from about 11 million flex-fuel cars and light trucks in operation as of early 2013. The number of flex-fuel vehicles on U.S roads increased from 1.4 million in 2001, to 4.1 million in 2005, and rose to 7.3 million in 2008.\nFor the 2011 &lt;a href=\"model%20year\"&gt;model year&lt;/a&gt; there are about 70 vehicles E85 capable, including &lt;a href=\"sedan%20%28car%29\"&gt;sedans&lt;/a&gt;, &lt;a href=\"van\"&gt;van&lt;/a&gt;s, &lt;a href=\"SUV\"&gt;SUV&lt;/a&gt;s and &lt;a href=\"pick-up%20truck\"&gt;pick-up truck&lt;/a&gt;s. Many of the models available in the market are trucks and &lt;a href=\"sport-utility%20vehicle\"&gt;sport-utility vehicle&lt;/a&gt;s getting less than when filled with gasoline. Actual consumption of E85 among flex-fuel vehicle owners is limited. Nevertheless, the &lt;a href=\"U.S.%20Department%20of%20Energy\"&gt;U.S. Department of Energy&lt;/a&gt; estimated that in 2011 only 862,837 flex-fuel fleet-operated vehicles were regularly fueled with E85. As a result, from all the ethanol fuel consumed in the country in 2009, only 1% was E85 consumed by flex-fuel vehicles.\nThe E85 blend is used in gasoline engines modified to accept such higher concentrations of ethanol, and the fuel injection is regulated through a dedicated sensor, which automatically detects the amount of ethanol in the fuel, allowing to adjust both fuel injection and spark timing accordingly to the actual blend available in the vehicle's tank. Because ethanol contains close to 34% less energy per unit volume than gasoline, E85 FFVs have a lower mileage per gallon than gasoline. Based on EPA tests for all 2006 E85 models, the average fuel economy for E85 vehicles was 25.56% lower than unleaded gasoline.\nThe American E85 flex-fuel vehicle was developed to run on any mixture of unleaded gasoline and ethanol, anywhere from 0% to 85% ethanol by volume. Both fuels are mixed in the same tank, and E85 is sold already blended. In order to reduce ethanol evaporative emissions and to avoid problems starting the engine during cold weather, the maximum blend of ethanol was set to 85%. There is also a seasonal reduction of the ethanol content to E70 (called winter E85 blend) in very cold regions, where temperatures fall below during the winter. In &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt; for example, E70 is sold as E85 from October to May.\nE85 flex-fuel vehicles are becoming increasingly common in the &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt;, where &lt;a href=\"maize\"&gt;corn&lt;/a&gt; is a major &lt;a href=\"agriculture\"&gt;crop&lt;/a&gt; and is the primary feedstock for &lt;a href=\"ethanol%20fuel\"&gt;ethanol fuel&lt;/a&gt; production. Regional retail E85 prices vary widely across the US, with more favorable prices in the Midwest region, where most corn is grown and ethanol produced. Depending on the vehicle capabilities, the break-even price of E85 has to be between 25 and 30% lower than gasoline.\nBarriers to widespread adoption.\nA 2005 survey found that 68% of American flex-fuel car owners were not aware they owned an E85 flex. This was because the exteriors of flex and non-flex vehicles look exactly the same; there is no sale price difference between them; the lack of consumers' awareness about E85s; and also the initial decision of American automakers of not putting any kind of exterior labeling, so buyers could be unaware they are purchasing an E85 vehicle. Since 2008, all new FFV models in the US feature a bright yellow gas cap to remind drivers of the E85 capabilities and proper flex-fuel badging.\nSome critics have argued that American automakers have been producing E85 flex models motivated by a loophole in the &lt;a href=\"Corporate%20Average%20Fuel%20Economy\"&gt;Corporate Average Fuel Economy&lt;/a&gt; (CAFE) requirements, that allows for a fuel economy credit for every flex-fuel vehicle sold, whether or not in practice these vehicles are fueled with E85. This loophole might allow the car industry to meet the CAFE targets in fuel economy just by spending between and that it cost to turn a conventional vehicle into a flex-fuel, without investing in new technology to improve fuel economy, and saving them the potential fines for not achieving that standard in a given model year. The CAFE standards proposed in 2011 for the period 2017-2025 will allow flexible-fuel vehicles to receive extra credit but only when the carmakers present data proving how much E85 such vehicles have actually consumed.\nA major restriction hampering sales of E85 flex vehicles, or fueling with E85, is the limited infrastructure available to sell E85 to the public with only 2% of the motor fuel stations offering E85 by March 2014. , there were only 3,218 fueling stations selling E85 to the public in the entire U.S., while about 156,000 retail motor fuel outlets do not offer any ethanol blend. In addition, there has been a great concentration of E85 stations in the &lt;a href=\"Corn%20Belt\"&gt;Corn Belt&lt;/a&gt; states. The main constraint for a more rapid expansion of E85 availability is that it requires dedicated storage tanks at filling stations, at an estimated cost of for each dedicated ethanol tank. The &lt;a href=\"Presidency%20of%20Barack%20Obama\"&gt;Obama Administration&lt;/a&gt; set the goal of installing 10,000 blender pumps nationwide until 2015, and to support this target the &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;US Department of Agriculture&lt;/a&gt; (USDA) issued a rule in May 2011 to include flexible fuel pumps in the &lt;a href=\"Rural%20Energy%20for%20America%20Program\"&gt;Rural Energy for America Program&lt;/a&gt; (REAP). This ruling will provide financial assistance to fuel station owners to install E85 and blender pumps.\nFlex fuel conversion kit.\nA flex fuel conversion kit is a kit that allows a conventional equipment manufactured vehicle to be altered to operate on propane, natural gas, methane gas, ethanol, or electricity are classified as aftermarket AFV conversions. All vehicle conversions, except those that are completed for a vehicle to run on electricity, must meet current applicable U.S. Environmental Protection Agency (EPA) standards.\nLatest developments.\nIn 2008, Ford delivered the first flex-fuel &lt;a href=\"plug-in%20hybrid\"&gt;plug-in hybrid&lt;/a&gt; as part of a demonstration project, a &lt;a href=\"Ford%20Escape%20Hybrid\"&gt;Ford Escape&lt;/a&gt; Plug-in Hybrid capable of running on E85 or gasoline. General Motors announced that the new &lt;a href=\"Chevrolet%20Volt\"&gt;Chevrolet Volt&lt;/a&gt; &lt;a href=\"plug-in%20hybrid\"&gt;plug-in hybrid&lt;/a&gt;, launched in the United States market in December 2010, would be flex-fuel-capable in 2013. &lt;a href=\"General%20Motors%20do%20Brasil\"&gt;General Motors do Brasil&lt;/a&gt; announced that it will import from five to ten Volts to Brazil during the first semester of 2011 as part of a demonstration and also to lobby the federal government to enact financial incentives for &lt;a href=\"green%20vehicle\"&gt;green cars&lt;/a&gt;. If successful, GM would adapt the Volt to operate on &lt;a href=\"ethanol%20fuel\"&gt;ethanol fuel&lt;/a&gt;, as most new cars sold in Brazil are flex-fuel.\nIn 2008, Chrysler, General Motors, and Ford pledged to manufacture 50 percent of their entire vehicle line as flexible fuel in model year 2012, if enough fueling infrastructure develops. The &lt;a href=\"Open%20Fuel%20Standard%20Act%20of%202011\"&gt;Open Fuel Standard Act&lt;/a&gt; (OFS), introduced to Congress in May 2011, is intended to promote a massive adoption of flex-fuel vehicles capable of running on ethanol or methanol. The bill requires that 50 percent of automobiles made in 2014, 80 percent in 2016, and 95 percent in 2017, would be manufactured and warranted to operate on non-petroleum-based fuels, which includes existing technologies such as flex-fuel, &lt;a href=\"natural%20gas%20vehicle\"&gt;natural gas&lt;/a&gt;, &lt;a href=\"hydrogen%20vehicle\"&gt;hydrogen&lt;/a&gt;, &lt;a href=\"biodiesel\"&gt;biodiesel&lt;/a&gt;, &lt;a href=\"plug-in%20electric%20vehicle\"&gt;plug-in electric&lt;/a&gt; and &lt;a href=\"fuel%20cell%20vehicle\"&gt;fuel cell&lt;/a&gt;.\n, almost half of new vehicles produced by Chrysler, Ford, and General Motors are flex-fuel, meaning roughly one-quarter of all new vehicles sold by 2015 are capable of using up to E85. However, obstacles to widespread use of E85 fuel remain. A 2014 analysis by the &lt;a href=\"Renewable%20Fuels%20Association\"&gt;Renewable Fuels Association&lt;/a&gt; (RFA) found that oil companies prevent or discourage affiliated retailers from selling E85 through rigid franchise and branding agreements, restrictive supply contracts, and other tactics. The report showed independent retailers are five times more likely to offer E85 than retailers carrying an oil company brand.\nOther countries.\nAustralia.\nIn January 2007 &lt;a href=\"General%20Motors\"&gt;GM&lt;/a&gt; brought UK-sourced &lt;a href=\"w%3ASaab%209-5%23E85\"&gt;Saab 9-5 Biopower&lt;/a&gt; E85 flex-fuel vehicles to Australia as a trial, in order to measure interest in ethanol-powered vehicles in the country. Saab Australia placed the vehicles with the fleets of the &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; Government, the media, and some ethanol producers. E85 is not available widely in Australia, but &lt;a href=\"the%20Manildra%20Group\"&gt;the Manildra Group&lt;/a&gt; provided the E85 blend fuel for this trial.\nSaab Australia became the first car maker to produce an E85 flex-fuel car for the Australian market with the Saab 9-5 BioPower. One month later launched the new &lt;a href=\"Saab%209-3\"&gt;9-3 BioPower&lt;/a&gt;, the first vehicle in Australia to give drivers a choice of three fuels, E85, diesel or gasoline, and both automobiles are sold for a small premium. Australia's largest independent fuel retailer, &lt;a href=\"United%20Petroleum\"&gt;United Petroleum&lt;/a&gt;, announced plans to install Australia's first commercial E85 fuel pumps, one in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; and one in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;.\n&lt;a href=\"General%20Motors\"&gt;GM&lt;/a&gt; Holden, the &lt;a href=\"Government%20of%20Victoria\"&gt;Victorian state government&lt;/a&gt;, &lt;a href=\"Coskata\"&gt;Coskata&lt;/a&gt;, &lt;a href=\"Caltex\"&gt;Caltex&lt;/a&gt;, Veolia Environmental Services and &lt;a href=\"Mitsui\"&gt;Mitsui&lt;/a&gt; have announced a consortium with a co-ordinated plan to build a bio-ethanol plant from household waste for use as E85 fuel. In August 2010 Caltex launched the &lt;a href=\"E85\"&gt;E85&lt;/a&gt; ethanol fuel called Bio E-Flex, designed for use in the &lt;a href=\"Holden%20Commodore\"&gt;Holden Commodore&lt;/a&gt; VE Series II flex-fuel vehicles to be released later in 2010. Caltex Australia plans to begin selling Bio E-Flex in Melbourne from September and expects to have Bio E-Flex available in more than 30 service stations in Melbourne, Sydney, Brisbane, Adelaide and Canberra by the end of October, with plans to increase to 100 metropolitan and regional locations in 2011.\nCanada.\nAs part of the North American auto market, by 2007 Canada had available 51 models of E85 flex-vehicles, most from Chrysler, Ford and General Motors, including automobiles, pickup trucks, and &lt;a href=\"SUV\"&gt;SUV&lt;/a&gt;s. The country had around 1.6 million capable flex fuel E85s on the roads by 2014. However, most users are not aware they own an E85, as vehicles are not clearly labeled as such, and even though the newer models have a yellow cap in the fuel tank informing that the vehicle can handle E85, most users are still not aware because there are very few gas stations offering E85. Another major drawback to greater E85 fuel use is the fact that by June 2008 Canada had only three public E85 pumps, all located in &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, in the cities of &lt;a href=\"Guelph\"&gt;Guelph&lt;/a&gt;, &lt;a href=\"Chatham-Kent\"&gt;Chatham&lt;/a&gt;, and &lt;a href=\"Woodstock%2C%20Ontario\"&gt;Woodstock&lt;/a&gt;. E85 fueling is available primarily for fleet vehicles, including 20 government refueling stations not available for the public. The main feedstocks for E85 production in Canada are &lt;a href=\"Maize\"&gt;corn&lt;/a&gt; and &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;, and there were several proposals being discussed to increase the actual use of E85 fuel in FFVs, such as creating an ethanol-friendly highway or ethanol corridor.\nColombia.\nIn March 2009 the &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;n government enacted a mandate to introduce &lt;a href=\"Common%20ethanol%20fuel%20mixtures%23E85\"&gt;E85&lt;/a&gt; flexible-fuel cars. The executive decree applies to all gasoline-powered vehicles with engines smaller than 2.0 liters manufactured, imported, and commercialized in the country beginning in 2012, mandating that 60% of such vehicles must have flex-fuel engines capable of running with gasoline or E85, or any blend of both. By 2014 the mandatory quota is 80% and it will reach 100 percent by 2016. All vehicles with engines bigger than 2.0 liters must be E85 capable starting in 2013. The decree also mandates that by 2011 all gasoline stations must provide infrastructure to guarantee availability of E85 throughout the country. The mandatory introduction of E85 flex-fuels has caused controversy among carmakers, car dealers, gasoline station owners, and even some ethanol producers complained the industry is not ready to supply enough ethanol for the new E85 fleet.\nIndia.\nUnion Minister for Road Transport and Highways Nitin Gadkari has emphasised the adoption of alternative fuels which will be import substitutes, cost-effective, pollution-free, indigenous, and discourage the use of Petrol or diesel. During an event held on 20 October 2021, while addressing the media and journalists he has said that the government will ask all vehicle manufacturers to make flex-fuel engines under the Euro VI emission norms in the next six-eight months. Flex-fuel, or flexible fuel, is an alternative fuel made of a combination of gasoline and methanol or ethanol.\nMr. Gadkari has predicted that in the next 15 years, Indian automobile industry will be worth Rs 15 lakh crore and the Government is planning to submit an affidavit in the Hon'ble Supreme Court of India to allow manufacturing of flex-fuel engines under the Euro IV emission norms but for now he said that the Indian Government will ask all vehicle manufacturers to make flex-fuel engines (that can run on more than one fuel) under the Euro VI emission norms in the next 6–8 months.\nNew Zealand.\nIn 2006 New Zealand began a pilot project with two E85 Ford Focus Flexi-Fuel evaluation cars. The main feedstock used in New Zealand for ethanol production is &lt;a href=\"whey\"&gt;whey&lt;/a&gt;, a by-product of &lt;a href=\"milk\"&gt;milk&lt;/a&gt; production.\nParaguay.\nGovernment officials and businessmen from &lt;a href=\"Paraguay\"&gt;Paraguay&lt;/a&gt; began negotiations in 2007 with Brazilian automakers in order to import flex cars that run on any blend of gasoline and ethanol. If successful, Paraguay would become the first destination for Brazilian flex-fuel car exports. In May 2008, the Paraguayan government announced a plan to eliminate import taxes of flex-fuel vehicles and an incentive program for ethanol production. The plan also includes the purchase of 20,000 flex cars in 2009 for the government fleet.\nThailand.\nIn 2006, tax incentives were established in &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt; for the introduction of &lt;a href=\"compressed%20natural%20gas\"&gt;compressed natural gas&lt;/a&gt; (CNG) as an &lt;a href=\"alternative%20fuel\"&gt;alternative fuel&lt;/a&gt;, by eliminating import duties and lowering excise taxes on CNG-compatible cars. Then in 2007, Thai authorities approved incentives for the production of \"eco-cars\", with the goal of the country to become a regional hub for the production of small, affordable and fuel-efficient cars. Seven automakers joint in the program, &lt;a href=\"Toyota\"&gt;Toyota&lt;/a&gt;, &lt;a href=\"Suzuki\"&gt;Suzuki&lt;/a&gt;, &lt;a href=\"Nissan\"&gt;Nissan&lt;/a&gt;, &lt;a href=\"Mitsubishi\"&gt;Mitsubishi&lt;/a&gt;, &lt;a href=\"Honda\"&gt;Honda&lt;/a&gt;, &lt;a href=\"Tata%20Motors\"&gt;Tata&lt;/a&gt; and &lt;a href=\"Volkswagen\"&gt;Volkswagen&lt;/a&gt;. In 2008 the government announced priority for E85, expecting these flex-fuel vehicles to become widely available in Thailand in 2009, three years ahead of schedule. The incentives include cuts in excise tax rates for E85-compatible cars and reduction of corporate taxes for ethanol producers to make sure E85 fuel supply will be met. This new plan however, brought confusion and protests by the automakers which sign-up for the \"eco-cars\", as competition with the E85 flex-fuel cars will negatively affect their ongoing plans and investments, and their production lines will have to be upgraded at a high cost for them to produce flex-fuel cars. They also complained that flex-fuel vehicles popular in a few countries around the world, limiting their export potential as compared with other engine technologies.\nDespite the controversy, the first E85 flexible fuel vehicles were introduced in November 2008. The first two models available in the Thai market were the &lt;a href=\"Volvo%20S80\"&gt;Volvo S80&lt;/a&gt; and the &lt;a href=\"Volvo%20C30\"&gt;C30&lt;/a&gt;. The S80 is manufactured locally and the C30 is imported. By the time of the introduction of flex vehicles there were already two gas stations with E85 fuel available. During 2009 it was expected that 15 fueling stations in &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt; will have E85 fuel available. In October 2009 the &lt;a href=\"Mitsubishi%20Concept-Sportback\"&gt;Mitsubishi Lancer Ex&lt;/a&gt; was launched becoming the first mass-production E85 flexi-fuel vehicle produced in Thailand."
}