{
    "id": "1906921",
    "revid": "1066558357",
    "url": "https://en.wikipedia.org/wiki?curid=1906921",
    "title": "Hingham High School",
    "text": "Hingham High School is a &lt;a href=\"coeducation\"&gt;co-ed&lt;/a&gt; public &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; serving grades 9 through 12 for the town of &lt;a href=\"Hingham%2C%20Massachusetts\"&gt;Hingham, Massachusetts&lt;/a&gt;, United States. It is located on Union Street near Hingham Center. This school was ranked number 69 on \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\" 's 2012 list of the Best High Schools in America. In 2014, Hingham High School was ranked as one of the top 50 public high schools in the state of Massachusetts. The school colors are red and white.\nAround 2005 the school received a history teacher who was fluent in &lt;a href=\"Mandarin%20Chinese\"&gt;Mandarin Chinese&lt;/a&gt;. The school began teaching the Chinese language around that time. In 2009, the school was awarded a Blue Ribbon by the United States Department of Education for academic excellence. In 2015, Hingham High was awarded the Green Ribbon by the United States Department of Education for its commitment to protecting the environment, reducing environmental impact and\nutility costs, and providing environmental education.\nHingham High School is the only High School in the town of Hingham. The total enrollment into the school is 1,128. There are 292 students in the 9th grade, 289 students in the 10th grade, 262 students in the 11th grade, and 278 students in the 12th grade. It is made up of 51 percent male and 49 percent female. the minority enrollment is 7 percent, and the white enrollment is 93 percent. There are 77 full-time teachers.\nThe AP participation rate at Hingham High School is 46 percent. Based on state exit exams and internationally available exams on college level course work such as AB and IB exams, 99 percent of the students were proficient in English, 95 percent were proficient in Mathematics, and the college readiness index is 44.9. "
}