{
    "id": "1907335",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=1907335",
    "title": "Culture of Vietnam",
    "text": "The culture of Vietnam is one of the oldest in &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;, with the Bronze Age &lt;a href=\"Dong%20Son%20culture\"&gt;Đông Sơn culture&lt;/a&gt; considered to be one of its most important progenitors for its Ancient history. Vietnamese culture was heavily influenced by &lt;a href=\"Chinese%20culture\"&gt;Chinese culture&lt;/a&gt; due to the &lt;a href=\"Vietnam%20under%20Chinese%20rule\"&gt;1000 years of Northern rule&lt;/a&gt;. In this period of time Vietnamese was written with &lt;a href=\"Ch%E1%BB%AF%20H%C3%A1n\"&gt;Chữ Hán&lt;/a&gt;. This large impact on Vietnamese culture meant that Vietnam is often considered to be part of the &lt;a href=\"East%20Asian%20cultural%20sphere\"&gt;East Asian cultural sphere&lt;/a&gt; (with &lt;a href=\"China\"&gt;China&lt;/a&gt;, &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;, &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;, and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;).\nFollowing independence from China in the 10th century, Vietnam began a &lt;a href=\"Nam%20ti%E1%BA%BFn\"&gt;southward expansion&lt;/a&gt; and annexed territories formerly belonging to &lt;a href=\"Champa\"&gt;Champa&lt;/a&gt; and &lt;a href=\"Khmer%20Empire\"&gt;Khmer&lt;/a&gt;, resulting in various influences on the Vietnamese. During the &lt;a href=\"French%20Indochina\"&gt;French colonial period&lt;/a&gt;, &lt;a href=\"Catholic%20Church\"&gt;Catholicism&lt;/a&gt; and a &lt;a href=\"Latin%20alphabet\"&gt;Latin alphabet&lt;/a&gt; (the &lt;a href=\"Vietnamese%20alphabet\"&gt;Vietnamese alphabet&lt;/a&gt;) romanizing the &lt;a href=\"Vietnamese%20language\"&gt;Vietnamese language&lt;/a&gt; was introduced in Vietnam called \"Chữ Quốc Ngữ\" (National Language Script) or \"Tiếng Việt Latinh\" (Latin Vietnamese). Prior to this, Vietnamese was written in a &lt;a href=\"Chinese%20characters\"&gt;Chinese script&lt;/a&gt; (&lt;a href=\"History%20of%20writing%20in%20Vietnam%23Ch%E1%BB%AF%20H%C3%A1n\"&gt;\"Chữ Hán\"&lt;/a&gt;), and then a Vietnamese script (\"&lt;a href=\"Ch%E1%BB%AF%20N%C3%B4m\"&gt;Chữ Nôm&lt;/a&gt;\") that was based on Chinese, but included invented characters to represent native Vietnamese words.\nSome elements considered to be characteristic of Vietnamese culture include ancestor veneration, respect for community &amp; family, manual labour and living in harmony with nature.\nLanguage.\nThe Vietnamese language has a diverse and long history, starting with Classical Chinese script (\"&lt;a href=\"Ch%E1%BB%AF%20H%C3%A1n\"&gt;Chữ Hán&lt;/a&gt; or Chữ Nho\"), followed by a Vietnamese script (\"&lt;a href=\"Ch%E1%BB%AF%20N%C3%B4m\"&gt;Chữ Nôm&lt;/a&gt;\") which used Chinese script as a basis, to the current Latin iteration (&lt;a href=\"Vietnamese%20alphabet\"&gt;\"Chữ Quốc Ngữ\"&lt;/a&gt;).\nThe current Vietnamese alphabet uses &lt;a href=\"diacritic\"&gt;diacritic&lt;/a&gt;s (glyph added to a letter) to represent tones in Vietnamese writing. When computerised, &lt;a href=\"Digraphs%20and%20trigraphs\"&gt;digraphs&lt;/a&gt; are used. For example, input 'a' generates 'a', but input 'aa' generates â.\nThe &lt;a href=\"Vietnamese%20alphabet\"&gt;Vietnamese&lt;/a&gt; Latin alphabet uses the &lt;a href=\"Horn%20%28diacritic%29\"&gt;horn&lt;/a&gt; for the letters \"ơ\" and \"ư\"; the &lt;a href=\"circumflex\"&gt;circumflex&lt;/a&gt; for the letters \"â\", \"ê\", and \"ô\"; the &lt;a href=\"breve\"&gt;breve&lt;/a&gt; for the letter \"ă\"; and a bar through the letter \"đ\".\nIt also has six tones: \"\"á\", \"à\", \"ả\", \"ã\" and \"ạ\"\", the five tones used for vowels along with flat tone \"'a\"'.\nLiterature.\nHistorically Vietnamese literature was initially written in &lt;a href=\"Literary%20Chinese%20in%20Vietnam\"&gt;Chữ Hán&lt;/a&gt; and then &lt;a href=\"Ch%E1%BB%AF%20N%C3%B4m\"&gt;Chữ Nôm&lt;/a&gt;. Literature using Nôm script began roughly in the 10th century. Up until the 21st century, there had been two components existing at the same time: works written in Literary Chinese (with poems and prose demonstrating Vietnamese history and realities; thus, they are regarded as Vietnamese literature) and works written in Nôm script (mostly poems).\nSince the 1920s, literature has been mainly composed in the national language (Latin alphabet) with profound renovations in form and category such as novels, new-style poems, short stories and dramas, and with diversity in artistic tendency. Written literature attained speedy development after the August Revolution, when it was directed by the Vietnamese Communist Party's guideline and focused on the people's fighting and work life.\nClassical literature include \"&lt;a href=\"The%20Tale%20of%20Kieu\"&gt;Truyện Kiều&lt;/a&gt; (The Tale of Kieu)\" (&lt;a href=\"Nguy%E1%BB%85n%20Du\"&gt;Nguyễn Du&lt;/a&gt;), \"&lt;a href=\"Cung%20o%C3%A1n%20ng%C3%A2m%20kh%C3%BAc\"&gt;Cung Oán Ngâm Khúc&lt;/a&gt; (Complaint of a Palace Maid)\" (&lt;a href=\"Nguy%E1%BB%85n%20Gia%20Thi%E1%BB%81u\"&gt;Nguyễn Gia Thiều&lt;/a&gt;), \"&lt;a href=\"Chinh%20ph%E1%BB%A5%20ng%C3%A2m\"&gt;Chinh phụ ngâm&lt;/a&gt;\" \"(Lament of the soldier's wife)\" (&lt;a href=\"%C4%90%E1%BA%B7ng%20Tr%E1%BA%A7n%20C%C3%B4n\"&gt;Đặng Trần Côn&lt;/a&gt;), and \"&lt;a href=\"Qu%E1%BB%91c%20%C3%A2m%20thi%20t%E1%BA%ADp\"&gt;Quốc âm Thi Tập&lt;/a&gt;\" (\"Poetry Collection\") (&lt;a href=\"Nguy%E1%BB%85n%20Tr%C3%A3i\"&gt;Nguyễn Trãi&lt;/a&gt;), all of which are translated or annotated in chữ quốc ngữ. Some famous female poets include &lt;a href=\"H%E1%BB%93%20Xu%C3%A2n%20H%C6%B0%C6%A1ng\"&gt;Hồ Xuân Hương&lt;/a&gt;, &lt;a href=\"%C4%90o%C3%A0n%20Th%E1%BB%8B%20%C4%90i%E1%BB%83m\"&gt;Đoàn Thị Điểm&lt;/a&gt;, and &lt;a href=\"B%C3%A0%20Huy%E1%BB%87n%20Thanh%20Quan\"&gt;Bà Huyện Thanh Quan&lt;/a&gt;.\nModern Vietnamese literature has developed from romanticism to realism, from heroism in wartime to all aspects of life, and developed into ordinary life of the Vietnamese.\nPoetry.\nVietnam has had a diverse range of cultural poetry throughout its history. Historically, Vietnamese poetry consists of three language traditions. Each poetry was written exclusively in Classical Chinese and later incorporated Sino-Vietnamese vocabulary. It was also often centered around the themes and traditions of Buddhism and Confucianism.\nThis style of poetry remained prominent until the 13th century. Thereafter, poetry and literature in the Vietnamese language emerged as the primary rival to literature written in the Classical Chinese language.\nThe &lt;a href=\"Ch%E1%BB%AF%20N%C3%B4m\"&gt;Chữ Nôm&lt;/a&gt; writing system for the Vietnamese language was adapted for Vietnamese poetry. This writing system was also sanctioned by the Vietnamese government and recognized as the primary language of the nation. It remained as the main writing system for Vietnamese poetry until the end of the 20th century.\nHowever, this was changed upon the advent of European rule from the introduction of the Romanized script (known as Quoc Ngu) As a result, the precise meaning of Vietnamese poems in Hán-Nôm may have gotten lost in the translation process to chữ Quốc Ngữ.\nVisual arts.\n&lt;a href=\"Vietnamese%20art\"&gt;Traditional Vietnamese art&lt;/a&gt; is a part of art practiced in Vietnam or by Vietnamese artists, from ancient times (including the elaborate &lt;a href=\"%C4%90%C3%B4ng%20S%C6%A1n%20drums\"&gt;Đông Sơn drums&lt;/a&gt;) to post-&lt;a href=\"History%20of%20Vietnam\"&gt;Chinese domination&lt;/a&gt; art which was strongly influenced by &lt;a href=\"Buddhist%20art\"&gt;Chinese Buddhist art&lt;/a&gt;, as well as &lt;a href=\"Taoism\"&gt;Taoism&lt;/a&gt; and &lt;a href=\"Confucianism\"&gt;Confucianism&lt;/a&gt;. The art of &lt;a href=\"Champa\"&gt;Champa&lt;/a&gt; and &lt;a href=\"French%20art\"&gt;France&lt;/a&gt; also played a smaller role later on.\nThe Chinese Arts's influence on Vietnamese art extends into &lt;a href=\"Vietnamese%20ceramics\"&gt;Vietnamese pottery and ceramics&lt;/a&gt;, calligraphy, and traditional architecture. Currently, Vietnamese lacquer paintings have proven to be quite popular.\nCalligraphy.\nCalligraphy has had a long history in Vietnam, previously using &lt;a href=\"Ch%E1%BB%AF%20H%C3%A1n\"&gt;Chữ Hán&lt;/a&gt; along with &lt;a href=\"Ch%E1%BB%AF%20N%C3%B4m\"&gt;Chữ Nôm&lt;/a&gt;. However, most modern &lt;a href=\"Vietnamese%20calligraphy\"&gt;Vietnamese calligraphy&lt;/a&gt; instead uses the Roman-character based &lt;a href=\"Qu%E1%BB%91c%20Ng%E1%BB%AF\"&gt;Quốc Ngữ&lt;/a&gt;, which has proven to be very popular.\nIn the past, when literacy in the old character-based writing systems of were restricted to Vietnamese scholars, calligraphy nevertheless still played an important part in Vietnamese life. On special occasions such as &lt;a href=\"T%E1%BA%BFt\"&gt;Lunar New Year&lt;/a&gt;, people would go to the village teacher or scholar to make them a calligraphy hanging (often poetry, folk sayings or even single words). People who could not read or write also often commissioned at &lt;a href=\"temple\"&gt;temple&lt;/a&gt; shrines.\nSilk painting.\nVietnamese &lt;a href=\"silk%20painting\"&gt;silk painting&lt;/a&gt; is one of the most popular forms of art in Vietnam, favored for the mystical atmosphere that can be achieved with the medium. During the 19th and 20th centuries, French influence was absorbed into Vietnamese art and the liberal and modern use of color especially began to differentiate Vietnamese silk paintings from their Chinese, Japanese and Korean counterparts. Vietnamese silk paintings typically showcase the countryside, landscapes, pagodas, historical events or scenes of daily life.\nWoodblock prints.\nA folk art with a long history in Vietnam, &lt;a href=\"Vietnamese%20woodblock%20prints\"&gt;Vietnamese woodblock prints&lt;/a&gt; have reached a level of popularity outside of Vietnam. Organic materials are used to make the paint, which is applied to wood and pressed on paper. The process is repeated with different colors.\nPerforming arts.\nMusic.\n&lt;a href=\"Vietnamese%20music\"&gt;Vietnamese music&lt;/a&gt; varies slightly in the three regions: or North, or Central, and or South. Northern classical music is Vietnam's oldest and is traditionally more formal. Vietnamese classical music can be traced to the Mongol invasions, when the Vietnamese captured a Chinese &lt;a href=\"opera\"&gt;opera&lt;/a&gt; troupe. Central classical music shows the influences of Champa culture with its melancholic melodies. Southern music exudes a lively &lt;a href=\"laissez-faire\"&gt;laissez-faire&lt;/a&gt; attitude.\nVietnam has some 50 national music instruments, in which the set of percussion instruments is the most popular, diverse and long-lasting such as \"đàn đáy, đàn tranh, đàn nhị, đàn bầu\" ... The set of blowing instruments is represented by flutes and pan-pipes, while the set of string instruments is specified by \"dan bau\" and \"dan day\".\nVietnamese folksongs are rich in forms and melodies of regions across the country, ranging from \"ngâm thơ\" (reciting poems), \"hát ru\" (lullaby), \"hò\" (chanty) to \"hát quan họ, trong quan, &lt;a href=\"h%C3%A1t%20xoan\"&gt;xoan&lt;/a&gt;, dum, ví giặm, ca Huế, bài chòi, ly\". Apart from this, there are also other forms like \"hát xẩm, &lt;a href=\"ch%E1%BA%A7u%20v%C4%83n\"&gt;chầu văn&lt;/a&gt;\", and \"ca trù.\"\nTwo of the most well-known Vietnamese traditional genres are:\nIn the 20th century, in contact with the Western culture, especially after national independence, many new categories of arts like plays, photography, cinemas, and modern art had taken shape and developed strongly, obtaining huge achievements with the contents reflecting the social and revolutionary realities. Up to 1997, there have been 44 people operating in cultural and artistic fields honored with the Ho Chi Minh Award, 130 others conferred with People's Artist Honor, and 1011 people awarded with the Excellent Artist Honor. At the start of 1997, there were 191 professional artistic organizations and 26 film studios (including central and local ones). There have been 28 movies, 49 scientific and documentary films receiving international motion picture awards in many countries.\nTheatre.\nWater puppetry.\n&lt;a href=\"Water%20puppetry\"&gt;Water puppetry&lt;/a&gt; (), is a distinct Vietnamese art form which had its origins in the 10th century and very popular in northern region. In Water puppetry a split-bamboo screen obscures puppets which stand in water, and are manipulated using long poles hidden beneath the water. Epic story lines are played out with many different puppets, often using traditional scenes of Vietnamese life. The puppets are made from quality wood, such as the South East Asian &lt;a href=\"Jackfruit\"&gt;Jackfruit&lt;/a&gt; tree. Each puppet is carefully carved, and then painted with numerous successive layers of paint in order to protect the puppets.\nDespite nearly dying out in the 20th century, water puppetry has been recognized by the Vietnamese government as an important part of Vietnam's cultural heritage. Today, puppetry is commonly performed by professional puppeteers, who typically are taught by their elders in rural areas of Vietnam.\nDance.\nVietnam also has 54 different ethnicities, each with their own tradition. Among the ethnic Vietnamese majority, there are several traditional dances performed widely at festivals and other special occasions, such as the &lt;a href=\"lion%20dance\"&gt;lion dance&lt;/a&gt;.\nIn the imperial court, there also developed throughout the centuries a series of complex court dances which require great skill. Some of the more widely known are the imperial lantern dance, fan dance, and platter dance, among others.\nCuisine.\nVietnamese cuisine is extremely diverse, often divided into three main categories, each pertaining to Vietnam's three main regions (north, central and south). It uses very little oil and many &lt;a href=\"vegetables\"&gt;vegetables&lt;/a&gt;, and is mainly based on &lt;a href=\"rice\"&gt;rice&lt;/a&gt;, &lt;a href=\"soy%20sauce\"&gt;soy sauce&lt;/a&gt;, and &lt;a href=\"fish%20sauce\"&gt;fish sauce&lt;/a&gt;. Its characteristic flavors are sweet (&lt;a href=\"sugar\"&gt;sugar&lt;/a&gt;), spicy (&lt;a href=\"serrano%20pepper\"&gt;serrano pepper&lt;/a&gt;), sour (&lt;a href=\"Lime%20%28fruit%29\"&gt;lime&lt;/a&gt;), \"nuoc mam\" (fish sauce), and flavored by a variety of &lt;a href=\"Mentha\"&gt;mint&lt;/a&gt; and &lt;a href=\"basil\"&gt;basil&lt;/a&gt;.\nVietnam also has a large variety of &lt;a href=\"noodles\"&gt;noodles&lt;/a&gt; and noodle soups. Different regions invented typically different types of noodles, varying in shapes, tastes, colors, etc. One of the nation's most famous type of noodles is &lt;a href=\"ph%E1%BB%9F\"&gt;phở&lt;/a&gt; (pronounced \"fuh\"), a type of noodle soup originating in North Vietnam, which consists of rice noodles and beef soup (sometimes chicken soup) with several other ingredients such as &lt;a href=\"bean%20sprout\"&gt;bean sprout&lt;/a&gt;s and &lt;a href=\"scallion\"&gt;scallion&lt;/a&gt;s (spring onions). It is often eaten for breakfast, but also makes a satisfying lunch or light dinner. The boiling stock, fragrant with &lt;a href=\"spice\"&gt;spice&lt;/a&gt;s and &lt;a href=\"sauce\"&gt;sauce&lt;/a&gt;s, is poured over the noodles and vegetables, &lt;a href=\"Poaching%20%28cooking%29\"&gt;poaching&lt;/a&gt; the paper-thin slices of raw beef just before serving. Phở is meant to be savored, incorporating several different flavors: the sweet flavour of &lt;a href=\"beef\"&gt;beef&lt;/a&gt;, sour &lt;a href=\"lemons\"&gt;lemons&lt;/a&gt;, salty &lt;a href=\"fish%20sauce\"&gt;fish sauce&lt;/a&gt;, and fresh vegetables.\nReligion &amp; philosophy.\nBesides folk religion, religion in Vietnam has historically been a mix of &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt;, &lt;a href=\"Confucianism\"&gt;Confucianism&lt;/a&gt;, and &lt;a href=\"Taoism\"&gt;Taoism&lt;/a&gt;, known in Vietnamese as the Tam Giáo (\"the three religions\"). &lt;a href=\"Catholicism\"&gt;Catholicism&lt;/a&gt; is also practiced in modern Vietnam.\n&lt;a href=\"Ancestor%20worship\"&gt;Ancestor worship&lt;/a&gt; and &lt;a href=\"filial%20piety\"&gt;filial piety&lt;/a&gt; is commonly practised amongst the older generation of Vietnamese. Most Vietnamese, regardless of religious denomination, practice ancestor worship and have an ancestor altar at their home or business.\nFuneral ceremony.\nWake.\nWhen a death occurs in a Vietnamese household, the family members of the deceased would hold a wake ceremony or vigil that typically lasts for approximately five to six days. However, the duration of the ceremony may extend if the family is expecting the arrival of relatives residing abroad. The body is washed and dressed. A \"le ngam ham\", or &lt;a href=\"chopstick\"&gt;chopstick&lt;/a&gt;, is laid between the teeth and a pinch of rice and three coins are placed in the mouth. The body is put on a grass mat laid on the ground according to the saying, \"being born from the earth, one must return to the earth.\" The dead body is enveloped with white cloth, \"lễ khâm niệm\", and placed in a &lt;a href=\"coffin\"&gt;coffin&lt;/a&gt;, \"lễ nhập quan\". Finally, the funeral ceremony, \"lễ thành phục\", is officially performed.\nFuneral.\nThe surviving family wear coarse gauze &lt;a href=\"turbans\"&gt;turbans&lt;/a&gt; and &lt;a href=\"tunics\"&gt;tunics&lt;/a&gt; for the funeral. There are two types of funeral processions:\nTraditional clothing.\nIn feudal Vietnam, clothing was one of the most important marks of social status and strict &lt;a href=\"dress%20code\"&gt;dress code&lt;/a&gt;s were enforced. After the &lt;a href=\"Fourth%20Chinese%20domination%20of%20Vietnam\"&gt;Ming conquest of Vietnam&lt;/a&gt;, Ming-style clothing was imposed by a Ming official within a month. Due to the previous centuries of conflict between China and Vietnam, Ming administrators said that their mission was to attempt to \"civilize\" the unorthodox Vietnamese \"barbarians\", which ironically reduced the amount of Taoist institutions in the process.\nPrior to the &lt;a href=\"Nguy%E1%BB%85n%20dynasty\"&gt;Nguyễn dynasty&lt;/a&gt;, people not of noble birth could dress quite liberally with only few restrictions on styles. For example, wearing yellow color in the &lt;a href=\"L%C3%BD%20dynasty\"&gt;Lý dynasty&lt;/a&gt; was tolerable since the Imperial clan wore red and white color. However, things changed at the beginning of the &lt;a href=\"Nguy%E1%BB%85n%20dynasty\"&gt;Nguyễn dynasty&lt;/a&gt;. Commoners now had a limited choice of similarly plain and simple clothes for every day use, as well as being limited in the colors they were allowed to use. For instance, commoners were not allowed to wear clothes with dyes other than black, brown or white (with the exception of special occasions such as festivals), but in actuality these rules could change often based upon the whims of the current ruler.\nThe &lt;a href=\"%C3%81o%20giao%20l%C4%A9nh\"&gt;Áo giao lĩnh&lt;/a&gt; (襖交領) was a traditional cross-collared robe worn by &lt;a href=\"Vietnamese%20people\"&gt;Vietnamese&lt;/a&gt; before the 19th century. During the &lt;a href=\"Nguy%E1%BB%85n%20dynasty\"&gt;Nguyễn dynasty&lt;/a&gt;, it was replaced by the &lt;a href=\"%C3%81o%20ng%C5%A9%20th%C3%A2n\"&gt;Áo ngũ thân&lt;/a&gt; and became obsolete.\nThe &lt;a href=\"%C3%81o%20t%E1%BB%A9%20th%C3%A2n\"&gt;Áo tứ thân&lt;/a&gt; or \"four-part dress\" is one such example of an ancient dress widely worn by commoner women, along with the &lt;a href=\"%C3%81o%20y%E1%BA%BFm\"&gt;Áo yếm&lt;/a&gt; bodice which accompanied it. Peasants across the country also gradually came to wear silk pajama-like costumes, known as \"Áo cánh\" in the north and &lt;a href=\"%C3%81o%20b%C3%A0%20ba\"&gt;Áo bà ba&lt;/a&gt; in the south.\nThe &lt;a href=\"headgear\"&gt;headgear&lt;/a&gt; differed from time to time. People of the &lt;a href=\"L%C3%BD%20dynasty\"&gt;Lý dynasty&lt;/a&gt; and &lt;a href=\"Nguy%E1%BB%85n%20dynasty\"&gt;Nguyễn dynasty&lt;/a&gt; often put on a plain piece of cloth wrapped around the head (generally called &lt;a href=\"Kh%C4%83n%20%C4%91%C3%B3ng\"&gt;Khăn đóng&lt;/a&gt;), while in &lt;a href=\"Tr%E1%BA%A7n%20dynasty\"&gt;Trần dynasty&lt;/a&gt; and &lt;a href=\"L%C3%AA%20dynasty\"&gt;Lê dynasty&lt;/a&gt; leaving the head bare was more common. Beside the popular &lt;a href=\"Conical%20Asian%20hat\"&gt;Nón Lá (conical hat)&lt;/a&gt;, a vast array of other hats and caps were available, constructed from numerous different types of materials, ranging from silk to bamboo and horse hair. Even the &lt;a href=\"Conical%20Asian%20hat\"&gt;Nón lá&lt;/a&gt; (conical hat) came in several different shapes and sizes, now only two styles still persist. For footwear peasants would often go barefoot, whereas sandals and shoes were reserved for the aristocracy and royalty.\nNguyễn Monarchs had the exclusive right to wear the color gold, while nobles wore red or purple. In the past the situation was different, &lt;a href=\"%C4%90inh%20dynasty\"&gt;Đinh dynasty&lt;/a&gt; and &lt;a href=\"L%C3%BD%20dynasty\"&gt;Lý dynasty&lt;/a&gt; rulers wore red, and &lt;a href=\"Tr%E1%BA%A7n%20dynasty\"&gt;Trần dynasty&lt;/a&gt; emperors wore white. Each member of the royal court had an assortment of different formal gowns they would wear at a particular ceremony, or for a particular occasion. The rules governing the fashion of the royal court could change dynasty by dynasty, thus &lt;a href=\"Vietnamese%20court%20gowns\"&gt;Costumes of the Vietnamese court&lt;/a&gt; were quite diverse. However, certain fundamental concepts applied.\nThe most popular and widely recognized Vietnamese &lt;a href=\"national%20costume\"&gt;national costume&lt;/a&gt; is the . &lt;a href=\"%C3%81o%20d%C3%A0i\"&gt;Áo dài&lt;/a&gt; is worn by both genders but today it is worn mainly by women, except for certain important traditional culture-related occasions where some men do wear it. Áo dài consists of a long gown with a slit on both sides, worn over cotton or silk trousers. Adoption and enforcement of &lt;a href=\"%C3%81o%20ng%C5%A9%20th%C3%A2n\"&gt;Áo ngũ thân&lt;/a&gt; (the predecessor of the Áo dài) took place in the mid 18th century by the rulers of &lt;a href=\"%C4%90%C3%A0ng%20Trong\"&gt;Đàng Trong&lt;/a&gt;. They decided that their garments had to be distinctive to set themselves apart from the people of &lt;a href=\"%C4%90%C3%A0ng%20Ngo%C3%A0i\"&gt;Đàng Ngoài&lt;/a&gt; where \"áo giao lĩnh\" and \"nhu quần\" were worn. White Áo dài is the required uniform for girls in many high schools across Vietnam. In some types of offices (e.g. receptionists, secretaries, tour guides), women are also required to wear Áo dài.\nIn daily life, the traditional Vietnamese styles are now replaced by Western styles. Traditional clothing is worn instead on special occasions, with the exception of the white Áo dài commonly seen with high school girls in Vietnam.\nTraditional martial arts.\nVietnamese martial arts are highly developed from the country's long history of warfare and attempt to defend itself from foreign occupation. Although most heavily influenced by &lt;a href=\"Chinese%20martial%20arts\"&gt;Chinese martial arts&lt;/a&gt;, it has developed its own characteristics throughout the millennia in combination with other influences from its neighbours. Vietnamese martial arts is deeply spiritual due to the influence of Confucianism, Buddhism and Taoism, and is strongly reliant on the \"&lt;a href=\"Vietnamese%20martial%20arts\"&gt;Viet Vo Dao&lt;/a&gt;\" (philosophy of Vietnamese martial arts).\nThe general Vietnamese term for martial arts is \"Võ Thuật.\" Some of the more popular include:\nVietnamese martial arts remains relatively unknown in the world today when compared to its counterparts from &lt;a href=\"China\"&gt;China&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; or &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;. However, this is seeing a definite change as schools teaching various styles of Vietnamese martial arts are starting to pop up all over the world, notably in countries such as &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;.\nTraditional kinship.\nIn traditional Vietnamese culture, kinship plays an important role in Vietnam. Whilst Western culture is known for its emphasis on &lt;a href=\"individualism\"&gt;individualism&lt;/a&gt;, Vietnamese culture places value on the roles of family. For specific information, see &lt;a href=\"Vietnamese%20pronouns\"&gt;Vietnamese pronouns&lt;/a&gt;. In current rural Vietnam, one can still see three or four generations living under one roof.\nFeudal eras.\nPre-Sinicization Nanyue.\nPrior to Han Chinese migration from the north, the &lt;a href=\"Baiyue\"&gt;Yue tribes&lt;/a&gt; cultivated wet rice, practiced fishing and &lt;a href=\"Slash-and-burn\"&gt;slash-and-burn agriculture&lt;/a&gt;, domesticated &lt;a href=\"water%20buffalo\"&gt;water buffalo&lt;/a&gt;, built &lt;a href=\"stilt%20house\"&gt;stilt house&lt;/a&gt;s, tattooed their faces, and dominated the coastal regions from shores all the way to the fertile valleys in the interior mountains. They also practiced &lt;a href=\"teeth%20blackening\"&gt;teeth blackening&lt;/a&gt;. Water transport was paramount in the south, so the Yue became advanced in shipbuilding and developed maritime warfare technology mapping trade routes to Eastern coasts of China and Southeast Asia.\nThe ancient Han Chinese referred to the various tribal groups of people living in southern China and northern Vietnam as the &lt;a href=\"Baiyue\"&gt;Baiyue people&lt;/a&gt; (a group that existed from 1000 BC to 1000 AD), saying that they possessed habits like adapting to water, having their hair cropped short, and possessing body tattoos. The ancient Northern Yue are considered one of the progenitor groups of modern &lt;a href=\"Lingnan%20culture\"&gt;Lingnan culture&lt;/a&gt; (Cantonese culture), while the Southern Yue people are considered one of the progenitor groups of modern Vietnamese culture. Ancient Han Chinese had described ancient Yue people occupying Nanyue as barbaric, comparing &lt;a href=\"Old%20Yue%20language\"&gt;their language&lt;/a&gt; to animal shrieking and had regarded them as lacking morals and modesty.\nMing rule.\nDuring the &lt;a href=\"Fourth%20Chinese%20domination%20of%20Vietnam\"&gt;Ming rule of Vietnam&lt;/a&gt; after the &lt;a href=\"Ming%E2%80%93H%E1%BB%93%20War\"&gt;Ming–Hồ War&lt;/a&gt;, the Vietnamese were ordered to stop grow their hair long, switch to Han Chinese style clothing, and stop the practice of teeth blackening so that they could have white teeth and long hair like the Chinese.\nLater cultural relations with neighbors.\nA royal edict was issued by the &lt;a href=\"L%C3%AA%20dynasty\"&gt;Lê dynasty&lt;/a&gt; in 1474 forbidding Vietnamese from adopting foreign languages, hairstyles and clothing of the Lao, Champa or the \"Northerners\" which referred to the Ming. The edict was recorded in the 1479 &lt;a href=\"%C4%90%E1%BA%A1i%20Vi%E1%BB%87t%20s%E1%BB%AD%20k%C3%BD%20to%C3%A0n%20th%C6%B0\"&gt;Complete Chronicle of Dai Viet&lt;/a&gt; (&lt;a href=\"Ng%C3%B4%20S%C4%A9%20Li%C3%AAn\"&gt;Ngô Sĩ Liên&lt;/a&gt;).\nAccording to &lt;a href=\"Nayan%20Chanda\"&gt;Nayan Chanda&lt;/a&gt;, the Vietnamese had adopted &lt;a href=\"Sinocentric\"&gt;Sinocentric&lt;/a&gt; views towards their surrounding neighbors such as the Chams and Cambodians, and considered non-&lt;a href=\"East%20Asian%20cultural%20sphere\"&gt;Sinospheric&lt;/a&gt; cultures as barbaric. David G. Marr noted that a possible reason for social stratification, such as with the &lt;a href=\"Montagnard%20%28Vietnam%29\"&gt;Montagnard&lt;/a&gt;s and the Kinh, were that other ethnic groups did not share the same passion for wet-rice cultivation as the Vietnamese Kinh people did.\nBy the &lt;a href=\"Nguy%E1%BB%85n%20dynasty\"&gt;Nguyễn dynasty&lt;/a&gt; the Vietnamese themselves were ordering Cambodian Khmer to adopt Han culture style by ceasing habits like cropping hair and ordering them to grow it long besides making them replace skirts with trousers. Han Chinese Ming dynasty refugees numbering 3,000 came to Vietnam at the end of the Ming dynasty. They opposed the Qing dynasty and were fiercely loyal to the Ming dynasty. The Chinese refugees married with local Vietnamese and their descendants became known as &lt;a href=\"Minh%20H%C6%B0%C6%A1ng\"&gt;Minh Hương&lt;/a&gt;. They did not wear Manchu hairstyle unlike &lt;a href=\"Hoa%20people\"&gt;later Chinese migrants&lt;/a&gt; to Vietnam during the Qing dynasty.\nBoth the Lingnan and historical Northern Vietnamese cultures are similar in possessing Nanyue and Han Chinese culture.\nHolidays and other important days.\nVietnam celebrates many holidays, including &lt;a href=\"traditional\"&gt;traditional&lt;/a&gt; holidays which have been celebrated in Vietnam for thousands of years, along with modern holidays imported predominantly from western countries.\nAmong the traditional holidays, the two most important and widely celebrated are the &lt;a href=\"T%E1%BA%BFt\"&gt;Lunar new year (Tết)&lt;/a&gt;, followed by the &lt;a href=\"Mid-autumn%20festival\"&gt;Mid-autumn lantern festival (Tết Trung Thu)&lt;/a&gt;, although the latter has been losing ground in recent years.\nWorld and intangible cultural heritage.\nVietnam has a number of &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;-listed &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;s, as well as cultural relics deemed as &lt;a href=\"intangible%20cultural%20heritage\"&gt;intangible heritage&lt;/a&gt;. These are split into specific categories:\nIntangible cultural heritage.\nThere are a number of other potential world heritage sites, as well as intangible cultural heritage which Vietnam has completed documents on for UNESCO's recognition in the future."
}