{
    "id": "19090535",
    "revid": "82432",
    "url": "https://en.wikipedia.org/wiki?curid=19090535",
    "title": "Russo-European Laika",
    "text": " \nRusso-European Laika (Russko-Evropeĭskaya Láĭka) is the name of a &lt;a href=\"Dog%20breed\"&gt;breed&lt;/a&gt; of &lt;a href=\"Hunting%20dog\"&gt;hunting&lt;/a&gt; &lt;a href=\"dog\"&gt;dog&lt;/a&gt; that originated in the forested region of northern &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, one of several breeds developed from landrace &lt;a href=\"Laika%20%28dog%20breed%29\"&gt;Laika&lt;/a&gt; dogs of Spitz &lt;a href=\"Dog%20type\"&gt;type&lt;/a&gt;. The Russo-European Laika itself dates to a breeding program begun in 1944 by E. I. Shereshevsky of the All-Union Research Institute for the Hunting Industry, in Kalinin (now &lt;a href=\"Tver%20Oblast\"&gt;Tver&lt;/a&gt;) Province.\nBreed recognition.\nThe Russo-European Laika is recognized by the &lt;a href=\"F%C3%A9d%C3%A9ration%20Cynologique%20Internationale\"&gt;Fédération Cynologique Internationale&lt;/a&gt; in the Spitz and Primitive types/Section 2: Nordic Hunting Dogs Group. The breed is listed along with two other Russian dogs, the &lt;a href=\"East%20Siberian%20Laika\"&gt;East Siberian Láĭka&lt;/a&gt; and the &lt;a href=\"West%20Siberian%20Laika\"&gt;West Siberian Láĭka&lt;/a&gt;.\nBreed standard.\nThe Russo-European Laika is described as being of medium size, males being about at the withers and females about . The breed has prick ears and a sickle tail carried over the back. Temperament should be non aggressive. Colour can be any of the normal Spitz-type colours, but red and ticking on the legs is undesirable.\nTemperament.\nThis is a lively breed that enjoys time spent in the great outdoors. As a hunter who frequently trees game, the Russo-European Laika uses its voice to alert the hunter to the treed prey (typically a raccoon or squirrel). The Russo-European Laika is also one of the best dogs for duck hunting. It may use its voice freely in the house as well because it is easily excited about things going on around it. The Russo-European Laika has a strong love of family. Once bonded to them, it is quite territorial and makes an excellent guard dog. It is extremely tolerant of children, although not of strangers or other unfamiliar dogs.\nEager to please and with energy to spare, the Russo-European Laika benefits tremendously from training of any kind. Socialization must begin in puppyhood and continue throughout its life. Obedience classes or participation in a working association will give it a sense of purpose and the frequent exercise it requires. With those opportunities, it will learn quickly and become well balanced as a family dog.\nExercise.\nAn energetic and keen dog, the Russo-European Laika needs plenty of exercise; opportunities to run free and hunt are best. Without enough to do, it suffers from boredom and can become destructive."
}