{
    "id": "1911703",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=1911703",
    "title": "College of Lake County",
    "text": "The College of Lake County, commonly referred to as CLC, is a public &lt;a href=\"community%20college\"&gt;community college&lt;/a&gt; in &lt;a href=\"Lake%20County%2C%20Illinois\"&gt;Lake County, Illinois&lt;/a&gt;. CLC's primary campus is located in &lt;a href=\"Grayslake%2C%20Illinois\"&gt;Grayslake&lt;/a&gt; and two other campuses exist in nearby &lt;a href=\"Waukegan%2C%20Illinois\"&gt;Waukegan&lt;/a&gt; and &lt;a href=\"Vernon%20Hills%2C%20Illinois\"&gt;Vernon Hills&lt;/a&gt;. It is located in the greater &lt;a href=\"Chicago%20metro%20area\"&gt;Chicago metro area&lt;/a&gt; and sits about 46 miles north of the &lt;a href=\"Chicago\"&gt;city&lt;/a&gt;. In 1967, a referendum passed establishing the CLC community college district and classes began in 1969. It enrolls about 15,000 students in transfer programs, career programs, &lt;a href=\"GED\"&gt;GED&lt;/a&gt; and adult basic education, non-credit and career development, and training for businesses.\nHistory.\nIn 1968, A. Harold Anderson and Paul W. Brandel donated of land for the Grayslake campus. Dr. Richard G. Erzen was named the first president and served until 1978. The first classes were held on the Grayslake campus on September 25, 1969, with the initial enrollment then was 2,360 students who took 224 courses. Tuition fees in 1969 were $7 per semester hour. At first, classes were offered in a six-building pre-fabricated complex, constructed at a cost of approximately $1 million. In December 1969, a referendum passed authorizing construction of a permanent campus.\nIn 1974, the A and B wings were completed on the Grayslake Campus and CLC received its first five-year accreditation from the &lt;a href=\"North%20Central%20Association%20of%20Colleges%20and%20Schools\"&gt;North Central Association of Colleges and Secondary Schools&lt;/a&gt;.. The Learning Resource Center opened in 1980, followed by the C wing in 1986. In 1996, the D wing was completed and opened.\nThe Performing Arts Building was officially dedicated on March 8, 1997. The facility includes the 600-seat Mainstage Theatre, the 250-seat Studio Theatre, the 400-seat C005 Auditorium and three conference rooms. In August 2003, the Performing Arts Building was officially renamed to the James Lumber Center for the Performing Arts recognizing founding trustee, James Lumber who served on the College of Lake County Board.\nA technology campus for high school students was opened in 2005 as well as a university center that same year.\nCampus locations.\nCLC opened an outreach center in Waukegan in 1978. By 1981, the Lakeshore campus officially opened in Waukegan. In addition, property was purchased in 1998 for Southlake Educational Center in Vernon Hills. By 2007, a new classroom building had opened at Southlake Educational Center and was designated as the Southlake campus.\nAthletics.\nThe CLC Lancers compete in 12 intercollegiate sports through CLC's membership in the &lt;a href=\"Illinois%20Skyway%20Conference\"&gt;Illinois Skyway Conference&lt;/a&gt; within the &lt;a href=\"National%20Junior%20College%20Athletic%20Association\"&gt;National Junior College Athletic Association&lt;/a&gt; (NJCAA), Division II. For men, this includes &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"cross%20country%20running\"&gt;cross country&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt; and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;. For women, basketball, cross country, soccer, &lt;a href=\"softball\"&gt;softball&lt;/a&gt;, tennis, and &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;. As of 2020, they possess 130 conference championships. Their mascot is a &lt;a href=\"medieval\"&gt;medieval&lt;/a&gt;-style &lt;a href=\"knight\"&gt;knight&lt;/a&gt; character named Lancer Knight.\nTechnology Campus.\nCLC opened the Lake County High Schools Technology Campus (Tech Campus) on the Grayslake campus in 2005. It an extension of many area schools for &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; students to attend classes in a specific career training program. Many of these classes qualify for credits toward colleges and universities. With 22 member high schools throughout Lake and &lt;a href=\"McHenry%20County%2C%20Illinois\"&gt;McHenry&lt;/a&gt; counties representing nearly 1,800 high school students, Tech Campus is the largest career technical secondary educational system in the state of Illinois.\nUniversity Center of Lake County.\nIn 2005, the University Center of Lake County was built as an addition to the Grayslake campus. It is a consortium of Illinois four-year colleges and universities offering opportunities for local residents to complete or add to their education begun at CLC or elsewhere. While the University Center is functionally independent of CLC, its presence offers an opportunity for CLC students and other local residents to pursue further education without relocating or commuting a greater distance. Currently, there are 19 universities with classes offered at the University Center."
}