{
    "id": "191265",
    "revid": "1839637",
    "url": "https://en.wikipedia.org/wiki?curid=191265",
    "title": "Mount Rainier National Park",
    "text": "Mount Rainier National Park is an American &lt;a href=\"national%20park\"&gt;national park&lt;/a&gt; located in southeast &lt;a href=\"Pierce%20County%2C%20Washington\"&gt;Pierce County&lt;/a&gt; and northeast &lt;a href=\"Lewis%20County%2C%20Washington\"&gt;Lewis County&lt;/a&gt; in &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt; state. The park was established on March 2, 1899, as the fifth national park in the United States, preserving including all of &lt;a href=\"Mount%20Rainier\"&gt;Mount Rainier&lt;/a&gt;, a &lt;a href=\"stratovolcano\"&gt;stratovolcano&lt;/a&gt;. The mountain rises abruptly from the surrounding land with elevations in the park ranging from 1,600 feet to over 14,000 feet (490–4,300 m). The highest point in the &lt;a href=\"Cascade%20Range\"&gt;Cascade Range&lt;/a&gt;, Mount Rainier is surrounded by valleys, waterfalls, &lt;a href=\"Montane%20ecology%23Subalpine%20zone\"&gt;subalpine&lt;/a&gt; &lt;a href=\"meadow\"&gt;meadow&lt;/a&gt;s, and of &lt;a href=\"old-growth%20forest\"&gt;old-growth forest&lt;/a&gt;. More than 25 &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt;s descend the flanks of the volcano, which is often shrouded in clouds that dump enormous amounts of rain and snow.\nMount Rainier is circled by the &lt;a href=\"Wonderland%20Trail\"&gt;Wonderland Trail&lt;/a&gt; and is covered by glaciers and snowfields totaling about . &lt;a href=\"Carbon%20Glacier\"&gt;Carbon Glacier&lt;/a&gt; is the largest glacier by volume in the &lt;a href=\"contiguous%20United%20States\"&gt;contiguous United States&lt;/a&gt;, while &lt;a href=\"Emmons%20Glacier\"&gt;Emmons Glacier&lt;/a&gt; is the largest glacier by area. Mount Rainier is a popular peak for &lt;a href=\"mountaineering\"&gt;mountaineering&lt;/a&gt; with some 10,000 attempts per year with approximately 50% making it to the summit.\nPark purpose.\nAs stated in the foundation document:\nHistory.\nNinety-seven percent of the park is preserved as &lt;a href=\"wilderness\"&gt;wilderness&lt;/a&gt; under the &lt;a href=\"National%20Wilderness%20Preservation%20System\"&gt;National Wilderness Preservation System&lt;/a&gt; as Mount Rainier Wilderness, a designation it received in 1988. It is abutted by the &lt;a href=\"Tatoosh%20Wilderness\"&gt;Tatoosh&lt;/a&gt;, &lt;a href=\"Clearwater%20Wilderness\"&gt;Clearwater&lt;/a&gt;, &lt;a href=\"Glacier%20View%20Wilderness\"&gt;Glacier View&lt;/a&gt;, and &lt;a href=\"William%20O.%20Douglas%20Wilderness\"&gt;William O. Douglas Wilderness&lt;/a&gt;es. The park was designated a &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt; on February 18, 1997, as a showcase for the &lt;a href=\"National%20Park%20Service%20Rustic\"&gt;National Park Service Rustic&lt;/a&gt; style architecture of the 1920s and 1930s, exemplified by the &lt;a href=\"Paradise%20Inn%20%28Washington%29\"&gt;Paradise Inn&lt;/a&gt; and a masterpiece of early NPS master planning. As a Historic Landmark district, the park was administratively listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;.\nNative Americans.\nThe earliest evidence of human activity in the area which is now Mount Rainier National Park, a projectile point dated to circa 4,000–5,800 BP (&lt;a href=\"Before%20Present\"&gt;before present&lt;/a&gt;) found along Bench Lake Trail (the first section of &lt;a href=\"Snow%20Lake%20%28Mount%20Rainier%29\"&gt;Snow Lake&lt;/a&gt; Trail).\nA more substantial archeological find was a rock shelter near Fryingpan Creek, east of Goat Island Mountain. Hunting artifacts were found in the shelter. The shelter would not have been used all year round. Cultural affinities suggest the site was used by &lt;a href=\"Confederated%20Tribes%20of%20the%20Umatilla%20Indian%20Reservation\"&gt;Columbia Plateau Tribes&lt;/a&gt; from 1000 to 300 BP.\nIn 1963 the National Park Service contracted &lt;a href=\"Washington%20State%20University\"&gt;Washington State University&lt;/a&gt; to study &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; use of the Mount Rainier area. Richard D. Daugherty lead an archeological study of the area and concluded that prehistoric humans used the area most heavily between 8000 and 4500 BP. Allan H. Smith interviewed elderly Native Americans and studied ethnographic literature. He found no evidence of permanent habitation in the park area. The park was used for &lt;a href=\"Hunter-gatherer\"&gt;hunting and gathering&lt;/a&gt; and for occasional &lt;a href=\"Vision%20quest\"&gt;spirit quests&lt;/a&gt;. Smith also came to tentative conclusions that the park was divided among five tribes along watershed boundaries; the &lt;a href=\"Nisqually%20%28tribe%29\"&gt;Nisqually&lt;/a&gt;, &lt;a href=\"Puyallup%20%28tribe%29\"&gt;Puyallup&lt;/a&gt;, &lt;a href=\"Muckleshoot\"&gt;Muckleshoot&lt;/a&gt;, &lt;a href=\"Yakama\"&gt;Yakama&lt;/a&gt;, and &lt;a href=\"Taidnapam\"&gt;Taidnapam&lt;/a&gt; (Upper Cowlitz). Subsequent studies cast doubt on Smith's theory that the tribes had agreed upon boundaries before they entered into treaties with the United States in 1854–55.\nPark creation.\nOn March 2, 1899, President &lt;a href=\"William%20McKinley\"&gt;William McKinley&lt;/a&gt; signed a bill passed by Congress authorizing the creation of Mount Rainier National Park, the nation's fifth national park. It was the first national park created from a &lt;a href=\"United%20States%20National%20Forest\"&gt;national forest&lt;/a&gt;. The &lt;a href=\"Pacific%20Forest%20Reserve\"&gt;Pacific Forest Reserve&lt;/a&gt; had been created in 1893 and included Mount Rainier. It was enlarged in 1897 and renamed &lt;a href=\"Mount%20Rainier%20Forest%20Reserve\"&gt;Mount Rainier Forest Reserve&lt;/a&gt;. &lt;a href=\"John%20Muir\"&gt;John Muir&lt;/a&gt; had visited Mount Rainier in 1888. Muir and nine others, including &lt;a href=\"Edward%20Sturgis%20Ingraham\"&gt;Edward Sturgis Ingraham&lt;/a&gt;, &lt;a href=\"Charles%20Piper\"&gt;Charles Piper&lt;/a&gt;, and &lt;a href=\"P.%20B.%20Van%20Trump\"&gt;P. B. Van Trump&lt;/a&gt;, climbed to the summit in what became the fifth recorded ascent.\nThe trip to Mount Rainier had played a role in reinvigorating Muir and convincing him to rededicate his life to the preservation of nature as national parks. At the time national forests, called forest reserves at first, were being created throughout the American West, under the utilitarian \"conservation-through-use\" view of &lt;a href=\"Gifford%20Pinchot\"&gt;Gifford Pinchot&lt;/a&gt;. Muir came to be known as a \"preservationist\". He wanted nature preserved under the more protected status of national parks. But during the 1890s there was more public support for creating national forests than national parks. During that decade, Muir and his supporters were only able to protect one national forest as a national park. When the Pacific Forest Reserve was created in 1893, Muir quickly persuaded the newly formed &lt;a href=\"Sierra%20Club\"&gt;Sierra Club&lt;/a&gt; to support a movement to protect Rainier as a national park. Other groups soon joined, such as the &lt;a href=\"National%20Geographic%20Society\"&gt;National Geographic Society&lt;/a&gt; and scientific associations wanting Mount Rainier preserved as a place to study &lt;a href=\"volcanism\"&gt;volcanism&lt;/a&gt; and &lt;a href=\"glaciology\"&gt;glaciology&lt;/a&gt;. Commercial leaders in &lt;a href=\"Tacoma%2C%20Washington\"&gt;Tacoma&lt;/a&gt; and &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt; were also in support, as was the &lt;a href=\"Northern%20Pacific%20Railway\"&gt;Northern Pacific Railway&lt;/a&gt;. The effort lasted over five years and involved six different attempts to push a bill through Congress. Congress eventually agreed, but only after acquiring assurances that none of the new park was suitable for farming or mining and that no federal appropriations would be necessary for its management.\n2006 flooding.\nMount Rainier National Park closed because of extensive flooding as a result of the November 6, 2006 &lt;a href=\"Pineapple%20Express\"&gt;Pineapple Express&lt;/a&gt; rainstorm when of rain fell in a 36-hour period. Campsites and roads throughout the park were washed away. Power to Paradise and Longmire was disrupted. Sunshine Point Campground, just inside the Nisqually Entrance, was destroyed and has not reopened. Parts of the Carbon River Road, once a vehicle-accessible entrance to the park, also washed out. The road has since remained closed to vehicle traffic. On May 5, 2007, the park reopened to automobile traffic via &lt;a href=\"Washington%20State%20Route%20706\"&gt;State Route 706&lt;/a&gt; at the Nisqually Entrance.\nBiology.\nFlora.\nAccording to the &lt;a href=\"A.%20W.%20Kuchler\"&gt;A. W. Kuchler&lt;/a&gt; U.S. &lt;a href=\"Potential%20natural%20vegetation\"&gt;Potential natural vegetation&lt;/a&gt; types, Mount Rainier National Park has an Alpine Meadows &amp; Barren, or &lt;a href=\"Alpine%20tundra\"&gt;Alpine tundra&lt;/a&gt; (\"52\") potential vegetation type with an Alpine Meadow (\"11\") potential vegetation form. The park's vegetation is diverse, reflecting the varied climatic and environmental conditions encountered across the park's 12,800-foot elevation gradient. More than 960 vascular plant species and more than 260 nonvascular plant species have been identified in the park.\nFauna.\nMammals that inhabit this national park include &lt;a href=\"North%20American%20cougar\"&gt;cougar&lt;/a&gt;, &lt;a href=\"American%20black%20bear\"&gt;black bear&lt;/a&gt;, &lt;a href=\"raccoon\"&gt;raccoon&lt;/a&gt;, &lt;a href=\"coyote\"&gt;coyote&lt;/a&gt;, &lt;a href=\"bobcat\"&gt;bobcat&lt;/a&gt;, &lt;a href=\"snowshoe%20hare\"&gt;snowshoe hare&lt;/a&gt;, &lt;a href=\"weasel\"&gt;weasel&lt;/a&gt;, &lt;a href=\"Mole%20%28animal%29\"&gt;mole&lt;/a&gt;, &lt;a href=\"North%20American%20beaver\"&gt;beaver&lt;/a&gt;, &lt;a href=\"red%20fox\"&gt;red fox&lt;/a&gt;, &lt;a href=\"North%20American%20porcupine\"&gt;porcupine&lt;/a&gt;, &lt;a href=\"striped%20skunk\"&gt;skunk&lt;/a&gt;, &lt;a href=\"marmot\"&gt;marmot&lt;/a&gt;, &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, &lt;a href=\"American%20marten\"&gt;marten&lt;/a&gt;, &lt;a href=\"shrew\"&gt;shrew&lt;/a&gt;, &lt;a href=\"American%20pika\"&gt;pika&lt;/a&gt;, &lt;a href=\"elk\"&gt;elk&lt;/a&gt;, and &lt;a href=\"mountain%20goat\"&gt;mountain goat&lt;/a&gt;. The common birds of this park including raptors are the &lt;a href=\"thrush%20%28bird%29\"&gt;thrush&lt;/a&gt;, &lt;a href=\"chickadee\"&gt;chickadee&lt;/a&gt;, &lt;a href=\"kinglet\"&gt;kinglet&lt;/a&gt;, &lt;a href=\"northern%20goshawk\"&gt;northern goshawk&lt;/a&gt;, &lt;a href=\"willow%20flycatcher\"&gt;willow flycatcher&lt;/a&gt;, &lt;a href=\"Northern%20spotted%20owl\"&gt;spotted owl&lt;/a&gt;, &lt;a href=\"steller%27s%20jay\"&gt;steller's jay&lt;/a&gt;, &lt;a href=\"Clark%27s%20nutcracker\"&gt;Clark's nutcracker&lt;/a&gt;, &lt;a href=\"bald%20eagle\"&gt;bald eagle&lt;/a&gt;, &lt;a href=\"lagopus\"&gt;ptarmigan&lt;/a&gt;, &lt;a href=\"harlequin%20duck\"&gt;harlequin duck&lt;/a&gt;, &lt;a href=\"grouse\"&gt;grouse&lt;/a&gt;, &lt;a href=\"peregrine%20falcon\"&gt;peregrine falcon&lt;/a&gt;, &lt;a href=\"Canada%20jay\"&gt;Canada jay&lt;/a&gt;, &lt;a href=\"golden%20eagle\"&gt;golden eagle&lt;/a&gt;, &lt;a href=\"grosbeak\"&gt;grosbeak&lt;/a&gt; and &lt;a href=\"finch\"&gt;finch&lt;/a&gt;.\nFish that inhabit the lakes, rivers, and streams within the park include &lt;a href=\"bull%20trout\"&gt;bull trout&lt;/a&gt;, &lt;a href=\"cutthroat%20trout\"&gt;cutthroat trout&lt;/a&gt;, &lt;a href=\"rainbow%20trout\"&gt;rainbow trout&lt;/a&gt;, &lt;a href=\"mountain%20whitefish\"&gt;mountain whitefish&lt;/a&gt;, and &lt;a href=\"sculpin\"&gt;sculpin&lt;/a&gt;s. &lt;a href=\"Anadromous%20fish\"&gt;Anadromous fish&lt;/a&gt; enter the park during migratory cycles. &lt;a href=\"Chinook%20salmon\"&gt;Chinook salmon&lt;/a&gt; and &lt;a href=\"coho%20salmon\"&gt;coho salmon&lt;/a&gt;, although rare within the park boundary, can be found spawning in the White, West Fork, Puyallup, Mowich, and Carbon watersheds. &lt;a href=\"Pink%20salmon\"&gt;Pink salmon&lt;/a&gt; spawn on odd-numbered years in heavy numbers up the &lt;a href=\"White%20River%20%28Puyallup%20River%29\"&gt;White River&lt;/a&gt; near the park boundary. Due to historical &lt;a href=\"Fish%20stocking\"&gt;stocking&lt;/a&gt; and damming of rivers in and around the park, native numbers of most &lt;a href=\"Salmonidae\"&gt;salmonoids&lt;/a&gt; are unknown.\nClimate.\nAccording to the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; system, the best definition for Mount Rainier National Park is Mediterranean-influenced &lt;a href=\"humid%20continental%20climate\"&gt;humid continental climate&lt;/a&gt; (\"Dsb\") or &lt;a href=\"subarctic%20climate\"&gt;subarctic climate&lt;/a&gt; (\"Dsc\"), depending on the elevation. According to the &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;United States Department of Agriculture&lt;/a&gt;, the Plant &lt;a href=\"Hardiness%20zone\"&gt;Hardiness zone&lt;/a&gt; at Sunrise Visitor Center ( elevation) is 6a with an average annual extreme minimum temperature of -5.5 °F (-20.8 °C).\nThe &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; says that \"Paradise is the snowiest place on Earth where snowfall is measured regularly.\" During the 1971/72 year, of snow fell, setting a world record for that year. Subsequently, in the 1998/99 year, Mount Baker Ski Area received . Paradise holds the Cascade Range record for most snow on the ground with on March 10, 1956.\nMajor attractions.\nThe entire park was designated a &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt; District on February 18, 1997, in recognition of the consistently high standard of design and preservation the park's &lt;a href=\"National%20Park%20Service%20Rustic\"&gt;National Park Service Rustic&lt;/a&gt;-style architecture. The park contains &lt;a href=\"National%20Register%20of%20Historic%20Places%20listings%20in%20Mount%20Rainier%20National%20Park\"&gt;42 locations&lt;/a&gt; designated on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;, including four National Historic Landmarks.\nParadise.\nParadise () is the name of an area at approximately on the south slope of Mount Rainier in the national park. Paradise is the most popular destination for visitors to Mount Rainier National Park. 62% of the over 1.3 million people who visited the park in 2000 went to Paradise. Paradise, near the subalpine valley of the &lt;a href=\"Paradise%20River\"&gt;Paradise River&lt;/a&gt;, is the location of the historic &lt;a href=\"Paradise%20Inn%20%28Washington%29\"&gt;Paradise Inn&lt;/a&gt;, built in 1916; &lt;a href=\"Paradise%20Guide%20House\"&gt;Paradise Guide House&lt;/a&gt;, built in 1920; and &lt;a href=\"Henry%20M.%20Jackson%20Visitor%20Center\"&gt;Henry M. Jackson Visitor Center&lt;/a&gt;, built in 1966 rebuilt in 2008.\nLongmire.\n Longmire () is a &lt;a href=\"visitor%20center\"&gt;visitor center&lt;/a&gt; in Mount Rainier National Park, located east of the Nisqually Entrance. The area is named after &lt;a href=\"James%20Longmire\"&gt;James Longmire&lt;/a&gt;, an early settler in Puget Sound. The area is in the &lt;a href=\"Nisqually%20River\"&gt;Nisqually River&lt;/a&gt; valley at an elevation of between The Ramparts Ridge and the &lt;a href=\"Tatoosh%20Range\"&gt;Tatoosh Range&lt;/a&gt;. Longmire is surrounded by old-growth &lt;a href=\"Douglas%20fir\"&gt;Douglas fir&lt;/a&gt;, &lt;a href=\"western%20red%20cedar\"&gt;western red cedar&lt;/a&gt; and &lt;a href=\"western%20hemlock\"&gt;western hemlock&lt;/a&gt;.\nLongmire is the location of Mount Rainier's National Park Inn, the Longmire Museum, and the 1928 National Park Service Administration Building, which is now a Wilderness Information Center. The National Park Inn is the only accommodation in the park open all year round.\nLongmire is the second most popular destination for visitors to Mount Rainier National Park after Paradise. Of the more than 1.3 million people who visited the park in 2000, 38% visited Longmire. The Cougar Rock &lt;a href=\"campsite\"&gt;Campground&lt;/a&gt; is about north west of Longmire with 173 individual campsites and 5 group sites and open from late May through late September. Longmire is one of the starting points of the &lt;a href=\"Wonderland%20Trail\"&gt;Wonderland Trail&lt;/a&gt;.\nSunrise.\nSunrise () is a lodge and &lt;a href=\"visitor%20center\"&gt;visitor center&lt;/a&gt; located in the northeastern part of the park. At an elevation of , it is the highest point in the park that is accessible by vehicle. There are &lt;a href=\"Wonderland%20Trail\"&gt;miles of trails&lt;/a&gt; located all around Sunrise, such as &lt;a href=\"Mount%20Fremont\"&gt;Mount Fremont&lt;/a&gt;, &lt;a href=\"Burroughs%20Mountain\"&gt;Burroughs Mountain&lt;/a&gt;, and &lt;a href=\"Sourdough%20Ridge\"&gt;Sourdough Ridge&lt;/a&gt;. The lodge is reachable via a turnoff from &lt;a href=\"Washington%20State%20Route%20410\"&gt;SR 410&lt;/a&gt; near the &lt;a href=\"White%20River%20%28Washington%29\"&gt;White River&lt;/a&gt; entrance.\nOther developed areas.\n\"Ohanapecosh\" is a campground (with 188 individual sites and 2 group sites, open from late May through late September), visitor center (closed during the 2013 season), and &lt;a href=\"National%20Park%20Ranger\"&gt;ranger&lt;/a&gt; station located in the southeastern portion of the park, approximately from the park boundary off &lt;a href=\"Washington%20State%20Route%20123\"&gt;Highway 123&lt;/a&gt;. Located in a deep valley among old growth forest at an elevation below , it is the only developed area of the park without a view of Mount Rainier. The Ohanapecosh Hot Springs, Grove of the Patriarchs, and Silver Falls are all located in the Ohanapecosh area.\nThe \"Carbon River Entrance Station\" is located in the northwest corner of the park off &lt;a href=\"Washington%20State%20Route%20165\"&gt;Highway 165&lt;/a&gt; and is the site of the only &lt;a href=\"rainforest\"&gt;rainforest&lt;/a&gt; at Mount Rainier. There is a campground and a short trail through the rainforest, as well as a trail to the Carbon Glacier, one of the lowest glaciers in the contiguous United States.\n&lt;a href=\"Mowich%20Lake\"&gt;Mowich Lake&lt;/a&gt; is the largest and deepest lake in the park, located south of Carbon at the south end of Highway 165. A campground, picnic area, and hiking trail are located near the lake.\nThe two major roads into the northwest quadrant of the Park were severely damaged by the floods of 2006. The ranger station at the Carbon River entrance is staffed during the summer. No motor vehicles are permitted beyond that point."
}