{
    "id": "19122794",
    "revid": "35232820",
    "url": "https://en.wikipedia.org/wiki?curid=19122794",
    "title": "USS West Alsek (ID-3119)",
    "text": "USS \"West Alsek\" (ID-3119) was a &lt;a href=\"cargo%20ship\"&gt;cargo ship&lt;/a&gt; in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. She had been built as SS \"West Alsek\" for the &lt;a href=\"United%20States%20Shipping%20Board\"&gt;United States Shipping Board&lt;/a&gt; () as part of the \"West\" boats, cargo ships built on the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;West Coast of the United States&lt;/a&gt;. She sailed on two voyages for the U.S. Navy before she was decommissioned after the &lt;a href=\"Armistice%20with%20Germany\"&gt;Armistice&lt;/a&gt;.\n\"West Alsek\" was selected for a test program by the addition of coal pulverizers—units that crushed coal and mixed it with air for injection into the boilers. She became the first steamship to cross the Atlantic ocean depending solely on pulverized coal. Test results showed that she sailed faster and used less coal than before the conversion. \"West Alsek\" was later abandoned by the and scrapped in 1933.\nDesign and construction.\nThe \"West\" ships were &lt;a href=\"cargo%20ship\"&gt;cargo ship&lt;/a&gt;s of similar size and design built by several shipyards on the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;West Coast of the United States&lt;/a&gt; for the &lt;a href=\"United%20States%20Shipping%20Board\"&gt;United States Shipping Board&lt;/a&gt; () for emergency use during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. All were given names that began with the word \"West\", like \"West Alsek\", named, in part, after the &lt;a href=\"Alsek%20River\"&gt;Alsek River&lt;/a&gt; in &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;. \"West Alsek\" was one of some 24 \"West\" ships built by &lt;a href=\"Skinner%20%26amp%3B%20Eddy\"&gt;Skinner &amp; Eddy&lt;/a&gt; of &lt;a href=\"Seattle%2C%20Washington\"&gt;Seattle, Washington&lt;/a&gt;.\n\"West Alsek\" (Skinner &amp; Eddy No. 22, No. 87) was &lt;a href=\"ship%20naming%20and%20launching\"&gt;launched&lt;/a&gt; on 4 May 1918 and delivered to the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; upon completion later in the month. \"West Alsek\" was built in a total of 78 working days, 92 calendar days, and was tied with three other ships for tenth place on a list of the ten fastest constructed ocean-going vessels compiled in 1920. Skinner &amp; Eddy received a $25,000 bonus for completing the ship early.\nThe ship was , and was long (&lt;a href=\"length%20between%20perpendiculars\"&gt;between perpendiculars&lt;/a&gt;) and &lt;a href=\"beam%20%28nautical%29\"&gt;abeam&lt;/a&gt;. \"West Alsek\" had a steel &lt;a href=\"hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; and a &lt;a href=\"mean\"&gt;mean&lt;/a&gt; &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . She &lt;a href=\"displacement%20%28ship%29\"&gt;displaced&lt;/a&gt; 12,226 t, and had a &lt;a href=\"deadweight%20tonnage\"&gt;deadweight tonnage&lt;/a&gt; of . The ship had a single &lt;a href=\"triple-expansion%20steam%20engine\"&gt;triple-expansion steam engine&lt;/a&gt; powered by three &lt;a href=\"coal\"&gt;coal&lt;/a&gt;-fired &lt;a href=\"boiler\"&gt;boiler&lt;/a&gt;s that generated and drove her single &lt;a href=\"screw%20propeller\"&gt;screw propeller&lt;/a&gt;, and moved the ship at a pace.\nMilitary career.\nUSS \"West Alsek\" (ID-3119) was &lt;a href=\"ship%20commissioning\"&gt;commissioned&lt;/a&gt; into the &lt;a href=\"Naval%20Overseas%20Transportation%20Service\"&gt;Naval Overseas Transportation Service&lt;/a&gt; () on 4 June with &lt;a href=\"Lieutenant%20Commander%20%28United%20States%29\"&gt;Lieutenant Commander&lt;/a&gt; J. S. Gibson, &lt;a href=\"United%20States%20Naval%20Reserve%20Forces\"&gt;USNRF&lt;/a&gt;, in command. \"West Alsek\" took on an initial load of 7,067 tons of &lt;a href=\"flour\"&gt;flour&lt;/a&gt; and departed the &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt; on 15 June. After transiting the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt;, she reached &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; on 16 July. On 1 August, \"West Alsek\" joined Convoy HB-8 with , &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; cargo transport , and 13 other ships for France.\nEscorted by armed yacht , destroyers and , and French cruiser &lt;a href=\"French%20cruiser%20Marseillaise%20%281900%29\"&gt;\"Marseillaise\"&lt;/a&gt;, the convoy was some west of its destination of &lt;a href=\"Le%20Verdon-sur-Mer\"&gt;Le Verdon-sur-Mer&lt;/a&gt; by the end of the day on 15 August. At sundown, shortly before 18:00, one of three torpedoes from German submarine &lt;a href=\"SM%20U-90\"&gt;\"U-90\"&lt;/a&gt; struck \"Montanan\", while another torpedo from &lt;a href=\"SM%20U-107\"&gt;\"U-107\"&lt;/a&gt; hit \"West Bridge\", which was already adrift with engine trouble. Meanwhile, \"West Alsek\" and the other surviving ships of the convoy continued on and arrived at Verdon-sur-mer on 18 August.\nAfter unloading her cargo of flour and returning to the United States, \"West Alsek\" next sailed on 27 October in convoy to &lt;a href=\"Quiberon\"&gt;Quiberon&lt;/a&gt; and &lt;a href=\"Nantes\"&gt;Nantes&lt;/a&gt;. \"West Alsek\" unloaded her cargo in Nantes from 15 November—four days after the &lt;a href=\"Armistice%20with%20Germany\"&gt;Armistice&lt;/a&gt;—to 30 December. Sailing for New York on that date, \"West Alsek\" arrived there on 19 January 1919. She was decommissioning on 27 January and returned to the .\nCivilian career.\nLittle is known about \"West Alsek\"s subsequent civilian career until early 1929. In February of that year, \"West Alsek\", still under ownership, was selected for the addition of &lt;a href=\"pulverized%20coal-fired%20boiler\"&gt;pulverized coal-fired boiler&lt;/a&gt;s for testing purposes. Coal pulverizers would take coal—often cheaper, inferior grades normally unsuitable for marine use—and grind them into &lt;a href=\"coal%20dust\"&gt;coal dust&lt;/a&gt;. This dust would then be mixed with air and automatically injected into the boilers without the need for hand-feeding. \"West Alsek\" entered the &lt;a href=\"Todd%20Pacific%20Shipyards\"&gt;Todd Brooklyn&lt;/a&gt; shipyard to undergo the conversion in late February.\nUpon completion of the conversion work, \"West Alsek\" was taken out for trials over two passes on a course on 19 June. Representatives from the , the &lt;a href=\"United%20States%20Department%20of%20the%20Navy\"&gt;Navy Department&lt;/a&gt;, the &lt;a href=\"United%20States%20Coast%20Guard\"&gt;United States Coast Guard&lt;/a&gt;, the &lt;a href=\"Cunard%20Line\"&gt;Cunard Line&lt;/a&gt;, and Todd and other shipbuilders were on board—some 125 guests in all. The ship cruised at an average of , some faster than she had ever steamed.\nAfter returning her guests to New York, \"West Alsek\" sailed to &lt;a href=\"Baltimore%2C%20Maryland\"&gt;Baltimore, Maryland&lt;/a&gt;, for operation by the &lt;a href=\"Oriole%20Line\"&gt;Oriole Line&lt;/a&gt;. She sailed for &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt;, becoming the first ship depending only on pulverized coal to cross the Atlantic, and back to Baltimore on 18 August. Early results showed that in addition to making the transatlantic crossings about 10% faster than she had before, \"West Alsek\" used about 30% less coal during the voyage. \"West Alsek\" continued to be a test platform for assessing the pulverized coal system during a voyage to &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, her second for the Oriole Line.\nNo information on \"West Alsek\"s career after the coal pulverizing tests is available, but it is known that she was abandoned by the , and scrapped in the fourth quarter of 1933."
}