{
    "id": "19147695",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=19147695",
    "title": "History of Northwich",
    "text": "The history of Northwich can be traced back to the &lt;a href=\"Roman%20Britain\"&gt;Roman period&lt;/a&gt;. The area around &lt;a href=\"Northwich\"&gt;Northwich&lt;/a&gt; has been exploited for its &lt;a href=\"salt%20pan%20%28evaporation%29\"&gt;salt pan&lt;/a&gt;s since this time. The town has been severely affected by salt mining with &lt;a href=\"Northwich%23Salt%20Mine%20Stabilisation\"&gt;subsidence&lt;/a&gt; historically being a large issue. A programme of mine stabilisation has recently been undertaken.\n&lt;a href=\"Northwich\"&gt;Northwich&lt;/a&gt; is a &lt;a href=\"wich%20town\"&gt;wich town&lt;/a&gt; in &lt;a href=\"Cheshire\"&gt;Cheshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. It lies in the heart of the &lt;a href=\"Cheshire%20Plain\"&gt;Cheshire Plain&lt;/a&gt;, at the confluence of the &lt;a href=\"River%20Weaver\"&gt;River Weaver&lt;/a&gt; and the &lt;a href=\"River%20Dane\"&gt;River Dane&lt;/a&gt;. The town is approximately east of &lt;a href=\"Chester\"&gt;Chester&lt;/a&gt; and south of &lt;a href=\"Warrington\"&gt;Warrington&lt;/a&gt;.\nRoman Northwich.\nThe first references to Northwich are during &lt;a href=\"Roman%20Britain\"&gt;Roman times&lt;/a&gt; when the town was known as Condate, thought to be a &lt;a href=\"Latinization%20of%20names\"&gt;Latinized&lt;/a&gt; form of a &lt;a href=\"Common%20Brittonic\"&gt;Brittonic&lt;/a&gt; &lt;a href=\"Celtic%20placenames\"&gt;name&lt;/a&gt; meaning \"Confluence\". There are &lt;a href=\"Condate%20%28disambiguation%29\"&gt;several other places by this name&lt;/a&gt;, mostly in &lt;a href=\"Gaul\"&gt;France&lt;/a&gt;; in Northwich's case, it lies near the junction of the rivers &lt;a href=\"River%20Dane\"&gt;Dane&lt;/a&gt; and &lt;a href=\"River%20Weaver\"&gt;Weaver&lt;/a&gt;.\nNorthwich can be identified through two contemporary Roman documents. The first of these is the &lt;a href=\"Antonine%20Itinerary\"&gt;Antonine Itinerary&lt;/a&gt;, a 3rd-century road map split into fourteen sections. \"Itinerary II\" is called \"the route from the Vallum to the port of &lt;a href=\"Rutupiae\"&gt;Rutupiae&lt;/a&gt;\". It describes the route between &lt;a href=\"Hadrian%27s%20Wall\"&gt;Hadrian's Wall&lt;/a&gt; in northern England and &lt;a href=\"Richborough\"&gt;Richborough&lt;/a&gt; on the &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt; coast. The station Condate is listed 18 miles from &lt;a href=\"Mamucium\"&gt;Mamucium&lt;/a&gt; (now &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;) and 20 miles from &lt;a href=\"Deva%20Victrix\"&gt;Deva Victrix&lt;/a&gt; (now &lt;a href=\"Chester\"&gt;Chester&lt;/a&gt;). \"Itinerary X\" is called \"the route from Glannoventa to Mediolanum\" and details the route between &lt;a href=\"Ravenglass\"&gt;Ravenglass&lt;/a&gt; fort, &lt;a href=\"Cumbria\"&gt;Cumbria&lt;/a&gt; and &lt;a href=\"Mediolanum%20%28Whitchurch%29\"&gt;Mediolanum&lt;/a&gt; (now &lt;a href=\"Whitchurch%2C%20Shropshire\"&gt;Whitchurch&lt;/a&gt;, &lt;a href=\"Shropshire\"&gt;Shropshire&lt;/a&gt;). In this description Condate is described as 19 miles before the routes end at Whitchurch and, again, as 18 miles from Manchester.\nThe second document is the 7th century &lt;a href=\"Ravenna%20Cosmography\"&gt;Ravenna Cosmography&lt;/a&gt;. Again this document refers to Condate between the entries for &lt;a href=\"Roman%20Middlewich\"&gt;Salinae&lt;/a&gt; (now &lt;a href=\"Middlewich\"&gt;Middlewich&lt;/a&gt;, Cheshire) and &lt;a href=\"Ratae%20Corieltauvorum\"&gt;Ratae&lt;/a&gt; (now &lt;a href=\"Leicester\"&gt;Leicester&lt;/a&gt;, &lt;a href=\"Leicestershire\"&gt;Leicestershire&lt;/a&gt;), at the time the capital of the &lt;a href=\"Corieltauvi\"&gt;Corieltauvi&lt;/a&gt; tribe.\nThe Roman's interest in the Northwich area is thought to be due to the strategic river crossing and the location of the salt brines. Salt was very important in Roman society. The Roman word \"salarium\", linked employment, salt and soldiers, but the exact link is unclear. It is also theorised that this is the basis for the modern word \"&lt;a href=\"salary\"&gt;salary&lt;/a&gt;\". Another theory is that the word soldier itself comes from the Latin \"sal dare\" (to give salt). See \"&lt;a href=\"History%20of%20salt\"&gt;History of salt&lt;/a&gt;\" for further details. There is archaeological evidence of a Roman &lt;a href=\"castra\"&gt;auxiliary fort&lt;/a&gt; within the area of Northwich now known as \"Castle\" dated to 70 AD. This and other North West forts were built as the Romans moved north from their stronghold in Chester.\nThe fort was located on the west bank of the River Weaver. The fort has been excavated from 1983 onwards and shows two periods of military occupation. The first began around AD 70 and the second finished around AD 140. The fort was smaller during its second occupation. Excavations discovered the remains of barrack blocks and courtyard building thought to be a \"&lt;a href=\"Praetorium\"&gt;Praetorium&lt;/a&gt;\", or commandant's house.\nThe Romans used lead salt pans to extract the salt from the brine. Salt pans and 1st-century brine kilns have all been found around the Roman fort.\nMedieval.\nThe association with salt continues in the &lt;a href=\"etymology\"&gt;etymology&lt;/a&gt; of Northwich. The \"wich\" (or wych) suffix applies to other towns in the area - namely Middlewich, &lt;a href=\"Nantwich\"&gt;Nantwich&lt;/a&gt; and &lt;a href=\"Leftwich\"&gt;Leftwich&lt;/a&gt;. This is considered to have been derived from the &lt;a href=\"Old%20Norse%20language\"&gt;Norse&lt;/a&gt;, \"wic\", for bay and is associated with the more traditional method of obtaining salt from evaporating sea water. Therefore, a place for making salt became a wych-house; and Northwich was the most northern of the &lt;a href=\"Wich%20town\"&gt;Wich town&lt;/a&gt;s in Cheshire.\nThe existence of Northwich in the early medieval period is shown by its record in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt;:\nIt shows that by 1086 the town was producing salt and was valued the same as &lt;a href=\"Middlewich\"&gt;Middlewich&lt;/a&gt; at £8, although less than the £21 value given to &lt;a href=\"Nantwich\"&gt;Nantwich&lt;/a&gt;. It is unclear if salt extraction had continued from the Roman to Medieval periods.\nThe manor of Northwich belonged to the &lt;a href=\"Earl%20of%20Chester\"&gt;Earls of Chester&lt;/a&gt;. However, in 1237 the family line died out. Subsequently, Northwich became a royal manor and was given to a noble family to collect tolls in exchange for a set rent. By 1484 this family was the Stanley's, later &lt;a href=\"Earl%20of%20Derby\"&gt;Earls of Derby&lt;/a&gt; and stayed in the family's hands until the late 18th century.\nThat salt production continued throughout the centuries can be seen through &lt;a href=\"John%20Leland%20%28antiquary%29\"&gt;John Leland's&lt;/a&gt; description of the town in 1540:\nAlthough Leland described Northwich as a market town, there is no surviving charter for a market or fair. A market still exists today.\nBetween 1642 and 1643, during the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt;, Northwich was fortified and garrisoned by &lt;a href=\"Sir%20William%20Brereton%2C%201st%20Baronet\"&gt;Sir William Bereton&lt;/a&gt; for the &lt;a href=\"Roundhead\"&gt;Parliamentarians&lt;/a&gt;.\nSalt rediscovered.\nThe salt beds beneath Northwich were re-discovered in the 1670s by employees of the local Smith-Barry family. The Smith-Barrys were looking for coal, but instead discovered &lt;a href=\"rock%20salt\"&gt;rock salt&lt;/a&gt;, in the grounds of the family home, &lt;a href=\"Marbury%20Hall%2C%20Anderton%20with%20Marbury\"&gt;Marbury Hall&lt;/a&gt;, to the north of Northwich. Soon salt mining started again. This mining area is now known as Dairy House Meadow.\nBy 1732 the River Weaver was improved from Frodsham Bridge to Winsford Bridge and eventually allowed vessels up to to travel up to Northwich Bridge. This allowed salt to be transported by boat rather than cart. The &lt;a href=\"Trent%20and%20Mersey%20Canal\"&gt;Trent and Mersey Canal&lt;/a&gt;, opened in 1775, passed to the north of Northwich because of objections from the trustees of the Weaver Navigation. However, the canal passed salt deposits near the village of &lt;a href=\"Marston%2C%20Cheshire\"&gt;Marston&lt;/a&gt;, and many of the later salt works were based along its banks including the &lt;a href=\"Lion%20Salt%20Works\"&gt;Lion Salt Works&lt;/a&gt; and &lt;a href=\"New%20Cheshire%20Salt%20Works\"&gt;New Cheshire Salt Works&lt;/a&gt;. The &lt;a href=\"Anderton%20Boat%20Lift\"&gt;Anderton Boat Lift&lt;/a&gt; was opened in 1875 to connect the canal and river systems.\nAn important development occurred when it became uneconomical to mine for the salt. Instead hot water was pumped through the mines, which dissolved the salt. The resultant brine was pumped out and the salt extracted from the brine. This technique weakened the mines and led to land &lt;a href=\"subsidence\"&gt;subsidence&lt;/a&gt; as they collapsed. Subsidence affected the town and the surrounding landscape. For example, collapses in 1880 formed \"Witton Flash\" as the River Weaver flowed into a huge hole caused by subsidence. Subsidence also allegedly accounts for many old &lt;a href=\"timber%20framing\"&gt;timber-framed&lt;/a&gt; houses in the town centre, which were better able to withstand the movement of the ground. Some houses were built on a base of steel girders which could be jacked up to level the house with each change in the underlying ground. The town's historical link with the salt industry is celebrated in its &lt;a href=\"Salt%20Museum%2C%20Northwich\"&gt;Museum&lt;/a&gt; which is today located in the town's old &lt;a href=\"workhouse\"&gt;workhouse&lt;/a&gt;.\nVictorian expansion.\nThe 19th century saw major changes for the town. A local board was founded on 26 June 1863 under the provisions of the &lt;a href=\"Local%20Government%20Act%201858\"&gt;Local Government Act 1858&lt;/a&gt; to serve the original thirteen acres of the manor of Northwich. In 1875 this merged with its much larger neighbour at &lt;a href=\"Witton%20cum%20Twambrooks\"&gt;Witton cum Twambrooks&lt;/a&gt; were amalgamanted, and the resultant area was further extended in 1880 to include the whole of Castle Northwich and parts of &lt;a href=\"Hartford%2C%20Cheshire\"&gt;Hartford&lt;/a&gt;, &lt;a href=\"Winnington\"&gt;Winnington&lt;/a&gt; and &lt;a href=\"Leftwich\"&gt;Leftwich&lt;/a&gt;. On 10 September 1894 these areas were united as the &lt;a href=\"civil%20parish\"&gt;civil parish&lt;/a&gt; of Northwich, served by Northwich Urban District Council. Further expansion took place in 1936 by the addition of parts of Winnington, &lt;a href=\"Lostock%20Gralam\"&gt;Lostock Gralam&lt;/a&gt;, &lt;a href=\"Barnton%2C%20Cheshire\"&gt;Barnton&lt;/a&gt;, Leftwich and &lt;a href=\"Rudheath\"&gt;Rudheath&lt;/a&gt;, and again in 1955 when parts of &lt;a href=\"Davenham\"&gt;Davenham&lt;/a&gt;, Hartford, Rudheath and &lt;a href=\"Whatcroft\"&gt;Whatcroft&lt;/a&gt; were added \nRailways first came to the town in 1863 when the line from &lt;a href=\"Manchester%20Central%20railway%20station\"&gt;Manchester Central&lt;/a&gt; was extended from &lt;a href=\"Knutsford\"&gt;Knutsford&lt;/a&gt; by the &lt;a href=\"Cheshire%20Midland%20Railway\"&gt;Cheshire Midland Railway&lt;/a&gt;. An extension to &lt;a href=\"Helsby\"&gt;Helsby&lt;/a&gt; was completed by the &lt;a href=\"West%20Cheshire%20Railway\"&gt;West Cheshire Railway&lt;/a&gt; in 1869. Both of these lines became constituents of the &lt;a href=\"Cheshire%20Lines%20Committee\"&gt;Cheshire Lines Committee&lt;/a&gt; on 15 August 1867. The line is now marketed as the &lt;a href=\"Mid-Cheshire%20Line\"&gt;Mid-Cheshire line&lt;/a&gt;.\nChemical industry.\nIn 1874, &lt;a href=\"John%20Brunner%2C%201st%20Baronet\"&gt;John Brunner&lt;/a&gt; and &lt;a href=\"Ludwig%20Mond\"&gt;Ludwig Mond&lt;/a&gt; founded &lt;a href=\"Brunner%20Mond\"&gt;Brunner Mond&lt;/a&gt; in Winnington and started manufacturing &lt;a href=\"sodium%20carbonate\"&gt;soda ash&lt;/a&gt; using the &lt;a href=\"Solvay%20process\"&gt;Solvay&lt;/a&gt; ammonia-soda process. This process used salt as a main raw material.\nThe chemical industry used the subsided land for the disposal of waste from the manufacture of &lt;a href=\"sodium%20carbonate\"&gt;soda-ash&lt;/a&gt;. The waste was transported through a network of cranes and rails to the produce \"limebeds\". This was a dangerous alkaline substance and caused the landscape to be abandoned as unusable.\nBrunner Mond later amalgamated with three other chemical companies in 1926 to form &lt;a href=\"Imperial%20Chemical%20Industries\"&gt;Imperial Chemical Industries&lt;/a&gt;, better known as ICI, which was for many years one of Europe's leading chemical companies in both chemical production and research.\nReclamation.\nIn 1975 \"&lt;a href=\"Marbury%20Country%20Park\"&gt;Marbury Country Park&lt;/a&gt;\" was the first area to be reclaimed from dereliction and has become a popular recreational area.\nIn 1987 more land was reclaimed to form \"Furey Wood\" and over later years, &lt;a href=\"Cheshire%20County%20Council\"&gt;Cheshire County Council's&lt;/a&gt; Land Regeneration Unit reclaimed what is now known as Anderton Nature Park, Witton Flash, Dairy House Meadows, Witton Mill Meadows, and Ashton's and Neumann's Flashes. Much of the funding for the creation of these public areas has been supplied from the &lt;a href=\"Northwest%20Development%20Agency\"&gt;North West Development Agency&lt;/a&gt; and now extends to approximately 323 hectares of public space known as &lt;a href=\"Northwich%20Community%20Woodlands\"&gt;Northwich Community Woodlands&lt;/a&gt;.\nSalt mine stabilisation.\nIn February 2004 a £28 million programme to stabilise the abandoned salt mines underneath Northwich was begun. The work was funded by the &lt;a href=\"English%20Partnerships\"&gt;English Partnerships&lt;/a&gt; through its &lt;a href=\"https%3A//web.archive.org/web/20080917180841/http%3A//www.englishpartnerships.co.uk/lsp.htm\"&gt;Land Stabilisation Programme&lt;/a&gt;, introduced to resolve issues associated with unstable mines around &lt;a href=\"England\"&gt;England&lt;/a&gt;.\nThe four mines identified for work were Baron's Quay, Witton Bank, Neumann's and Penny's Lane. These mines were chosen because their subsidence was causing problems for the town centre.\nWhen they were abandoned the mines were left with supporting salt pillars. Modern salt mining leaves around 30% of the salt to form the pillars but, because of the wild-brine pumping, the 19th century mines under Northwich were left with sometimes only 5% of the salt to form the pillars which has since been found to be inadequate. To provide additional support in the 1920s &lt;a href=\"brine\"&gt;brine&lt;/a&gt; was used to flood the mines. However ground movement has been detected and has effectively ceased development in Northwich town centre.\nThe current stabilisation plan involves removing millions of litres of brine from the four mines and replacing it with a mixture of &lt;a href=\"Pulverised%20Fuel%20Ash\"&gt;pulverised fuel ash&lt;/a&gt; (PFA), &lt;a href=\"cement\"&gt;cement&lt;/a&gt; and salt. The PFA arrives by rail; the cement and salt by road. The grout is mixed at Brunner Mond, Winnington from where it is pumped via a pipeline into the mines through a series of &lt;a href=\"borehole\"&gt;borehole&lt;/a&gt;s around the town.\nThe removed brine is pumped in the opposite direction to Winnington and then taken by train to &lt;a href=\"British%20Salt\"&gt;British Salt&lt;/a&gt; in &lt;a href=\"Middlewich\"&gt;Middlewich&lt;/a&gt;. Here the brine is put to use in many products such as water softeners and road de-icers.\nThe project was completed in late 2007.\nFuture.\nFollowing the stabilisation of the mines, Northwich is to be developed in line with the 'Vision for Northwich'. The vision, if completed, will see the old concrete County Council buildings and Magistrates Court demolished and replaced with more modern buildings.\nNew housing developments continue to appear around Northwich. In 2002 the Drill Field, the world's oldest football ground, was demolished and has been replaced by housing as Northwich Victoria football club sold the ground to relieve debt.\nA Debenhams store is planned to be built at Barons Quay along with a cinema and 40 new shops."
}