{
    "id": "191450",
    "revid": "35284503",
    "url": "https://en.wikipedia.org/wiki?curid=191450",
    "title": "Pierre-Antoine Berryer",
    "text": "Pierre-Antoine Berryer (4 January 179029 November 1868) was a French advocate and parliamentary orator. He was the twelfth member elected to occupy Seat Four of the &lt;a href=\"Acad%C3%A9mie%20fran%C3%A7aise\"&gt;Académie française&lt;/a&gt; in 1852.\nBiography.\nEarly years.\nBerryer was born in Paris, the son of an eminent advocate and counsellor to the \"&lt;a href=\"parlement\"&gt;parlement&lt;/a&gt;\". He was educated at the &lt;a href=\"Coll%C3%A8ge%20de%20Juilly\"&gt;Collège de Juilly&lt;/a&gt;. Upon leaving he adopted the &lt;a href=\"law\"&gt;law&lt;/a&gt; profession. He was admitted advocate in 1811. He married in that same year. In the great conflict of the period between &lt;a href=\"Napoleon%20I%20of%20France\"&gt;Napoleon I&lt;/a&gt; and the &lt;a href=\"Bourbon%20house\"&gt;Bourbon&lt;/a&gt;s, Berryer, like his father, was an ardent Legitimist. In the spring of 1815, at the opening of the campaign of the &lt;a href=\"Hundred%20Days\"&gt;Hundred Days&lt;/a&gt;, he followed &lt;a href=\"Louis%20XVIII%20of%20France\"&gt;Louis XVIII of France&lt;/a&gt; to &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt; as a volunteer.\nCareer.\nAfter the second restoration he distinguished himself as a courageous advocate of moderation in the treatment of the military adherents of the emperor. He assisted his father and &lt;a href=\"Andr%C3%A9%20Marie%20Jean%20Jacques%20Dupin\"&gt;Dupin&lt;/a&gt; in the unsuccessful defence of &lt;a href=\"Michel%20Ney\"&gt;Marshal Ney&lt;/a&gt; before the chamber of peers. He undertook the defence of General &lt;a href=\"Pierre%20Cambronne\"&gt;Cambronne&lt;/a&gt; and General Debelle, procuring the acquittal of the former and the pardon of the latter. By this time he had a very large business as advocate, and was engaged on behalf of journalists in many press prosecutions.\nBerryer stood forward with a noble resolution to maintain the freedom of the press, and he severely censured the rigorous measures of the police department. In 1830, not long before the fall of &lt;a href=\"Charles%20X%20of%20France\"&gt;Charles X&lt;/a&gt;, Berryer was elected to the chamber of deputies. He appeared there as the champion of the king and encouraged him in his reactionary policy. After the revolution of July, when the Legitimists withdrew in a body, Berryer alone retained his seat as deputy. He unsuccessfully resisted the abolition of the hereditary peerage. He advocated trial by jury in press prosecutions, the extension of municipal franchises, and other liberal measures.\nIn May 1832, he hastened from Paris to see the Duchess of Berry on her landing in the south of France. Her purpose was to organize an insurrection in favour of her son, the Duke of Bordeaux, who has since become known as the &lt;a href=\"Comte%20de%20Chambord\"&gt;Comte de Chambord&lt;/a&gt;. Berryer attempted to turn her from her purpose. Failing to do, he set out for &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. But he was arrested, imprisoned, and brought to trial as one of the insurgents. He was immediately acquitted. In the following year he pleaded for the liberation of the duchess, made a memorable speech in defence of &lt;a href=\"Fran%C3%A7ois-Ren%C3%A9%20de%20Chateaubriand\"&gt;François-René de Chateaubriand&lt;/a&gt;, who was prosecuted for his violent attacks on the government of &lt;a href=\"Louis-Philippe%20of%20France\"&gt;Louis-Philippe of France&lt;/a&gt;, and undertook the defence of several Legitimist journalists.\nAmong the more noteworthy events of his subsequent career were his defence of Louis Napoleon after the ridiculous affair of Boulogne in 1840, and a visit to England in December 1843 for the purpose of formally acknowledging the pretender &lt;a href=\"Henri%2C%20comte%20de%20Chambord\"&gt;Henri, comte de Chambord&lt;/a&gt; who was then living in &lt;a href=\"London\"&gt;London&lt;/a&gt; as \"Henry V\" and lawful king of France. Berryer was an active member of the National Assembly convoked after the revolution of February 1848. He again visited the pretender, then at &lt;a href=\"Wiesbaden\"&gt;Wiesbaden&lt;/a&gt;, and fought in the old cause. His long parliamentary career came to an end with a courageous protest against the \"&lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt;\" of 2 December 1851.\nAfter a lapse of twelve years, however, he appeared once more in his forsaken field as a deputy to the \"Corps Législatif\". Berryer was elected as a member of the &lt;a href=\"Acad%C3%A9mie%20fran%C3%A7aise\"&gt;Académie française&lt;/a&gt; in 1854. On his visit to &lt;a href=\"Henry%20Brougham%2C%201st%20Baron%20Brougham%20and%20Vaux\"&gt;Henry Brougham, 1st Baron Brougham and Vaux&lt;/a&gt; in 1865, a banquet was given in his honour by the benchers of the Temple and of &lt;a href=\"Lincoln%27s%20Inn\"&gt;Lincoln's Inn&lt;/a&gt;. In November 1868, he left Paris of his own volition to retire to his country seat at Augerville, and there he died on 29 November.\nReferences.\nAttribution:"
}