{
    "id": "19163459",
    "revid": "1045710009",
    "url": "https://en.wikipedia.org/wiki?curid=19163459",
    "title": "Cleator Moor Celtic F.C.",
    "text": "Cleator Moor Celtic Football Club is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Cleator%20Moor\"&gt;Cleator Moor&lt;/a&gt;, Cumbria, England. The club are currently members of the and play at McGrath Park, on Birks Road, Cleator Moor.\nHistory.\nAssociation Football arrived late in the West Cumbrian town of Cleator Moor. The game was formed in 1863 when the Football Association laid out the first rules of the game. The Cumberland F.A. was formed in 1884 with its Senior County Cup first being played for in 1885/86. Cleator Moor United won the County Cup in 1903/04 with a team based at Bowthorn, made up with up to 10 players who had left Frizington White Star for monetary reasons. Football in\nnearby Frizington dates back to 1886 and teams certainly played football in the Keekle and Cleator areas prior to\n1909. But all this was to change with the Formation, in the summer of 1909 of the Cleator Moor Celtic Club.\nThe following article entitled \"Football prospects at Cleator Moor\" appeared in the Cumberland Paquet\ndated 2 September 1909.\n\"Great interest seems to be centred this season in football on Cleator Moor. An Association club has been formed called the \"Celts\" and a field has been acquired near to Cleator Moor Railway Station.\nPractice has been in progress, and the executive have got together a promising lot of youngsters, and hope to be rewarded by the general patronage of the public. Wath Brow are again coming forward, and\nfor the first time Association Football will be seen on the ground which for many years was the scene of many hard and severe struggles with the \"Grasshoppers\"(this could be referring to Northern Union).\nBoth the Celts and the Wath Brow teams have entered into all the local contests available, and they look forward to giving a good account of themselves in the various competitions. The public have often\ngrumbled at the want of pastime on Cleator Moor, and now that these two clubs have sprung into existence, we trust that they will be generously supported, and thus encouraged to go on and prosper.\"\nCleator Moor Celtic joined the Egremont Divisional league for the 1909/10 season, the other teams were Frizington Athletic, Frizington Recreation, Parton, Pica, Keekle, Moss Bay, Arlecdon, Wath Brow,\nMoresby, Distington, Cleator, Hensingham, Ennerdale, Bigrigg and Whitehaven. The Celtic's inaugural match took place on Saturday September 4, 1909 at home to near neighbour Keekle, despite the inclement weather 400 spectators witnessed a 2–1 victory to Keekle. No other details are available but a full match report appeared in the Cumberland Paquet for the next game (11 September 1909) against Frizington Athletic, and appears below,\n\"Played at Cleator Moor on Saturday, the home side had to face the hill in the first half, and within a minute the visitors scored a goal. The ball was passed by the centre forward to the inside right, who immediately transferred to the left wing and before any of the home side had time to realise what was happening the ball was netted (0–1). The visiting goalkeeper then had to meet a hot bombardment, but he always cleared well. Cullen, outside left, received a beautiful pass from Graham, and outwitting his opponents, he transferred to McGrath, who returned it, and Cullen beat Doyle with a fast shot, and\nequalised (1–1).\nIn the second half the Celtics had the misfortune to lose the services of W. Graham, their full back, who received a nasty kick on the ankle. This necessitated the one back game, and frequent offsides were given. The visitors got ahead by a clever shot by Trevaskis (1–2) and then the home side made an effort, in which Andy Graham, Pete Smith and E. Rogan took part, and Rogan travelling at top speed scored (2–2). Great excitement now prevailed, and both sides strove hard for the winning goal. A long, low shot was sent in, which Nolan fumbled, and before he could recover himself the ball was put through (2–3). Towards the end of the game, Nolan in saving, received a nasty kick from Tinnion, for which he retaliated by striking, and both players were ordered off. The game was keenly contested, but the Celtic could not equalise and time arrived with the score, Cleator Moor Celtic 2 goals, Frizington Athletic 3 goals. Mr J. Dixon, Scalegill was the referee.\"\nThe following week saw the Celts beat Lowca 3–1 in the first round of the County Shield before taking a 6–0 beating at Keekle in the league.\nIn the 1950–51 season, Cleator Moor reached the first round of the &lt;a href=\"1950%E2%80%9351%20FA%20Cup\"&gt;FA Cup&lt;/a&gt;, where they lost to &lt;a href=\"Tranmere%20Rovers%20F.C.\"&gt;Tranmere Rovers&lt;/a&gt; 5–0, in a match played at &lt;a href=\"Workington%20A.F.C.\"&gt;Workington&lt;/a&gt;. All other campaigns in the FA Cup have not seen the club progress past the second qualifying round. The club has also competed in the &lt;a href=\"FA%20Vase\"&gt;FA Vase&lt;/a&gt;, reaching the second round in 1986–87.\nThe club joined the &lt;a href=\"Wearside%20Football%20League\"&gt;Wearside League&lt;/a&gt; in 1988–89 and spent seven seasons in that league, their best finish being in 1990–91 when they finished in eighth place. They rejoined the Wearside League in 2004–05.\nCleator Moor Celtic celebrated its 100th birthday in 2008.\nRecords.\n&lt;a href=\"Cumberland%20Senior%20Cup\"&gt;Cumberland Senior Cup&lt;/a&gt;\nFormer players.\n1. Players that have played/managed in the Football League or any foreign equivalent to this level (i.e. fully professional league).&lt;br&gt;\n2. Players with full international caps.&lt;br&gt;\n3. Players that hold a club record."
}