{
    "id": "19164936",
    "revid": "11308236",
    "url": "https://en.wikipedia.org/wiki?curid=19164936",
    "title": "Erkki Nghimtina",
    "text": "Erkki Nghimtina (born 16 September 1947) is a Namibian politician and former military officer in the &lt;a href=\"Namibia%20Defence%20Force\"&gt;Namibia Defence Force&lt;/a&gt; (NDF). A member of the &lt;a href=\"South%20West%20Africa%20People%27s%20Organization\"&gt;South West Africa People's Organization&lt;/a&gt; (SWAPO), Nghimtina served as member of the &lt;a href=\"National%20Assembly%20of%20Namibia\"&gt;National Assembly of Namibia&lt;/a&gt; from 1995 to 2020. He served in various &lt;a href=\"Cabinet%20of%20Namibia\"&gt;cabinet&lt;/a&gt; roles from 2005 to 2020.\nEarly life and exile.\nErkki Nghimtina was born in Eembidi in &lt;a href=\"Ovamboland\"&gt;Ovamboland&lt;/a&gt; (now &lt;a href=\"Ohangwena%20Region\"&gt;Ohangwena Region&lt;/a&gt;) in September 1947 to Meriam Shopati and Johannes Nghimtina. He began working in 1970 as a clerk in &lt;a href=\"Oshakati\"&gt;Oshakati&lt;/a&gt; and from 1972–74 in the postal services of &lt;a href=\"South%20West%20Africa\"&gt;South West Africa&lt;/a&gt;.\nNghimtina went into exile with SWAPO in 1974 to Oshatotwa, Zambia.\nFrom Zambia, he left to the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, where he trained as a military radio specialist until 1976. Returning to Zambia, Nghimtina became instructor and later supervisor for the eastern front of the &lt;a href=\"Namibian%20War%20of%20Independence\"&gt;Namibian War of Independence&lt;/a&gt; until 1979. From 1979–1982, the Eembidi native was the Director of Communications at Shilumbaba in Zambia while earning a diploma from the &lt;a href=\"University%20of%20Rostock\"&gt;University of Rostock&lt;/a&gt; in the &lt;a href=\"German%20Democratic%20Republic\"&gt;German Democratic Republic&lt;/a&gt;. From 1983–1989, he was the director of communications for the &lt;a href=\"People%27s%20Liberation%20Army%20of%20Namibia\"&gt;People's Liberation Army of Namibia&lt;/a&gt; (PLAN) wing of SWAPO.\nNghimtina returned to Namibia for the first time in 15 years in 1989.\nMilitary career.\nNghimtina entered the &lt;a href=\"Military%20of%20Namibia\"&gt;Namibia Defence Force&lt;/a&gt; with the rank of &lt;a href=\"Colonel\"&gt;Colonel&lt;/a&gt; and was appointed as Assistant Director of Communications in the NDF and lasted in that post until retirement from active duty in 1995. While in the Namibian military, Nghimtina worked extensively with &lt;a href=\"Southern%20African%20Development%20Community\"&gt;Southern African Development Community&lt;/a&gt; and &lt;a href=\"African%20Union\"&gt;African Union&lt;/a&gt; on regional and continental security measures.\nOn &lt;a href=\"Heroes%27%20Day%20%28Namibia%29\"&gt;Heroes' Day&lt;/a&gt; 2014 he was conferred the &lt;a href=\"Orders%2C%20decorations%2C%20and%20medals%20of%20Namibia\"&gt;Most Brilliant Order of the Sun, Second Class&lt;/a&gt;.\nPolitical career.\nUpon retirement from the military in 1995, Nghimtina entered politics. He was selected to the position of deputy Minister of Defence. In 1997, he was also selected to the SWAPO &lt;a href=\"Central%20Committee\"&gt;Central Committee&lt;/a&gt;.\nIn 1997, Nghimtina was promoted to the Minister of Defence by president &lt;a href=\"Sam%20Nujoma\"&gt;Sam Nujoma&lt;/a&gt;, a position he held until 2005. During this time, he was involved in leading the Namibian response to the &lt;a href=\"Caprivi%20conflict\"&gt;1999 Caprivi Succession&lt;/a&gt; movement. In an &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; report, Nghimtina is quoted as acknowledging that security forces had \"made some mistakes regarding human rights abuses\" in the handling of the situation.\nFrom 2005, he was appointed the Minister of Mines and Energy in President &lt;a href=\"Hifikepunye%20Pohamba\"&gt;Hifikepunye Pohamba&lt;/a&gt;'s cabinet. In this position, Nghimtina led Namibia's diamond industry to be restructured, which resulted in Namibian diamonds being cut and polished locally; also a state company, Epangelo Mining, to be established. In 2010, he was appointed to lead the Ministry of Works and Transport. In 2015, Nghimtina was appointed Namibia's Minister of Labour, Industrial Relations and Employment Creation under president &lt;a href=\"Hage%20Geingob\"&gt;Hage Geingob&lt;/a&gt;. He served until 2020 when he was not reappointed to &lt;a href=\"Cabinet%20of%20Namibia\"&gt;cabinet&lt;/a&gt;.\nPolitical stances.\nIn 2001, while speaking in the &lt;a href=\"Kavango%20Region\"&gt;Kavango Region&lt;/a&gt; as Minister of Defence, Nghimtina denounced and threatened Namibian collaborators with the Angolan rebel group &lt;a href=\"UNITA\"&gt;UNITA&lt;/a&gt; while the &lt;a href=\"Angolan%20Civil%20War\"&gt;Angolan Civil War&lt;/a&gt; was coming to a close. He said that the Military of Namibia would not allow people to die because collaborators were Namibians.\nNghimtina consistently opposed the &lt;a href=\"Iraq%20War\"&gt;Iraq War&lt;/a&gt;, slamming it both immediately prior to and a year into it as a move by powerful nations to impose their will on weaker ones.\n2008 controversy.\nIn September 2008, Nghimtina was accused of aiming a firearm at a young relative and firing a shot in his direction. He allegedly did this because the teenager had joined the opposition &lt;a href=\"Rally%20for%20Democracy%20and%20Progress%20%28Namibia%29\"&gt;Rally for Democracy and Progress&lt;/a&gt; (RDP). At a press conference held by RDP following the events, &lt;a href=\"Jesaya%20Nyamu\"&gt;Jesaya Nyamu&lt;/a&gt;, acting secretary of the party, called it an attempted murder.\nFollowing a press conference, &lt;a href=\"President%20of%20Namibia\"&gt;President&lt;/a&gt; &lt;a href=\"Hifikepunye%20Pohamba\"&gt;Hifikepunye Pohamba&lt;/a&gt; called Nghimtina into the &lt;a href=\"State%20House%20of%20Namibia\"&gt;State House&lt;/a&gt; to discuss the matter, which led to Nghimtina's forced resignation from both the &lt;a href=\"National%20Assembly%20of%20Namibia\"&gt;National Assembly of Namibia&lt;/a&gt; and his ministerial position. However, following a meeting of high-level government and party officials including SWAPO secretary &lt;a href=\"Pendukeni%20Iivula-Ithana\"&gt;Pendukeni Iivula-Ithana&lt;/a&gt;, the minister was recalled to the State House and reprimanded, allowing him to retain his office. Shortly thereafter, Nghimtina was interrogated by Namibian police concerning the shooting. Infuriated by the interrogation, he resigned again. On 2 September, Nghimtina told \"&lt;a href=\"The%20Namibian\"&gt;The Namibian&lt;/a&gt;\" newspaper that he had not resigned and other party officials called his resignation just speculation. President Pohamba left for &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt; for the state funeral of President &lt;a href=\"Levy%20Mwanawasa\"&gt;Levy Mwanawasa&lt;/a&gt; and was unable to immediately clear up the confusion. The next day, it was reported that Nghimtina had withdrawn his letter of resignation and returned to his post after prominent SWAPO leadership other than president Pohamba over-ruled Pohamba's dismissal.\nPersonal life.\nNghimtina has 13 children; 8 daughters and 5 sons."
}