{
    "id": "191634",
    "revid": "494861",
    "url": "https://en.wikipedia.org/wiki?curid=191634",
    "title": "Divine Liturgy",
    "text": "Divine Liturgy () or Holy Liturgy is the &lt;a href=\"Eucharist\"&gt;Eucharist&lt;/a&gt;ic service of the &lt;a href=\"Byzantine%20Rite\"&gt;Byzantine Rite&lt;/a&gt;, developed from the &lt;a href=\"Antiochene%20Rite\"&gt;Antiochene Rite&lt;/a&gt; of &lt;a href=\"Christian%20liturgy\"&gt;Christian liturgy&lt;/a&gt; which is that of the &lt;a href=\"Ecumenical%20Patriarchate%20of%20Constantinople\"&gt;Ecumenical Patriarchate of Constantinople&lt;/a&gt;. As such, it is used in the &lt;a href=\"Eastern%20Orthodoxy\"&gt;Eastern Orthodox&lt;/a&gt;, the &lt;a href=\"Greek%20Catholic%20Church\"&gt;Byzantine Catholic Church&lt;/a&gt;es, and the &lt;a href=\"Ukrainian%20Lutheran%20Church\"&gt;Ukrainian Lutheran Church&lt;/a&gt;. Although the same term is sometimes applied in English to the Eucharistic service of Armenian Christians, both of the &lt;a href=\"Armenian%20Apostolic%20Church\"&gt;Armenian Apostolic Church&lt;/a&gt; and of the &lt;a href=\"Armenian%20Catholic%20Church\"&gt;Armenian Catholic Church&lt;/a&gt;, they use in their own language a term meaning \"holy offering\" or \"holy sacrifice\". Other churches also treat \"Divine Liturgy\" simply as one of many names that can be used, but it is not their normal term.\nThe Greek Catholic and Orthodox Churches see the Divine Liturgy as transcending time and the world. All believers are seen as united in worship in the Kingdom of God along with the departed &lt;a href=\"saints\"&gt;saints&lt;/a&gt; and the &lt;a href=\"angels\"&gt;angels&lt;/a&gt; of heaven. Everything in the liturgy is seen as symbolic, but not merely so, for it makes present the unseen reality. According to Eastern tradition and belief, the liturgy's roots go back to the adaptation of Jewish liturgy by &lt;a href=\"Early%20Christians\"&gt;Early Christians&lt;/a&gt;. The first part, termed the \"Liturgy of the Catechumens\", includes like a &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt; service the reading of scriptures and, in some places, perhaps a sermon/homily. The second half, added later, is based on the &lt;a href=\"Last%20Supper\"&gt;Last Supper&lt;/a&gt; and the first Eucharistic celebrations by Early Christians. Eastern Christians believe that the Eucharist is the central part of the service in which they participate, as they believe the bread and wine truly become the real &lt;a href=\"Body%20of%20Christ\"&gt;Body&lt;/a&gt; and &lt;a href=\"Blood%20of%20Christ\"&gt;Blood of Christ&lt;/a&gt;, and that by partaking of it they jointly become the Body of Christ (that is, the &lt;a href=\"Christian%20Church\"&gt;Church&lt;/a&gt;). Each Liturgy has its differences from others, but most are very similar to each other with adaptations based on tradition, purpose, culture and theology.\nByzantine Rite.\nThree Divine Liturgies are in common use in the &lt;a href=\"Byzantine%20Rite\"&gt;Byzantine Rite&lt;/a&gt;:\nAs well as these, there are two others that are used locally and rarely, the &lt;a href=\"Liturgy%20of%20St.%20James\"&gt;Liturgy of St. James&lt;/a&gt; and the &lt;a href=\"Liturgy%20of%20Saint%20Mark\"&gt;Liturgy of Saint Mark&lt;/a&gt;.\nThe Hierarchical Liturgy.\nAs numbers in a diocese increased dramatically, the bishop who presides over the Eucharistic assembly appointed presbyters to act as celebrants in the local communities (the parishes). Still, the Church is understood in Eastern Orthodoxy in terms not of the presbyter, but the diocesan bishop. When the latter celebrates the liturgy personally, the service is more complex and festive. To demonstrate unity with the greater Orthodox community, the hierarch commemorates the hierarch he is subordinate to or, if he is head of an &lt;a href=\"Autocephaly\"&gt;autocephalous&lt;/a&gt; church, he commemorates all his peers, whose names he reads from a &lt;a href=\"Diptych%23Ecclesiastical\"&gt;diptych&lt;/a&gt;.\nTypical structure.\nThe format of Divine Liturgy is fixed, although the specific readings and &lt;a href=\"hymn\"&gt;hymn&lt;/a&gt;s vary with season and feast.\nThe Divine Liturgy consists of three interrelated parts; when not in conjunction with vespers, the liturgies of John Chrysostom and Basil the Great are structured thus:\nA typical celebration of the Byzantine Liturgy consists of:\nLiturgy of Preparation.\n\"This part of the Liturgy is private, performed only by the priest and deacon. It symbolizes the hidden years of Christ's earthly life.\"\nLiturgy of the Catechumens.\nThis is the public part of the Liturgy, in which both catechumens and baptized faithful would be in the nave:\nLiturgy of the Faithful.\nIn the early Church, only baptized members who could receive Holy Communion were allowed to attend this portion of the Liturgy. In common contemporary practice, with very few local exceptions (e.g., &lt;a href=\"Mount%20Athos\"&gt;Mount Athos&lt;/a&gt;), all may stay. However, in most places, catechumens are formally dismissed for further study.\nAlmost all texts are chanted throughout the Divine Liturgy, not only hymns but litanies, prayers, creed confession and even readings from the Bible, depending on tradition.\nIn ancient rubrics, and contemporary Greek practice, the sermon, Nicene Creed and the Lord's Prayer are spoken/read, rather than chanted. Slavic traditions chant or sing everything except the sermon.\nOriental Orthodox Churches.\n\"Divine Liturgy\" is the normal word that, in their own languages, followers of the &lt;a href=\"Byzantine%20Rite\"&gt;Byzantine Rite&lt;/a&gt; apply to their Eucharistic services but, while in English the same word (as also the word \"Mass\") is at times used to speak of the corresponding services of the &lt;a href=\"Oriental%20Orthodox%20Churches\"&gt;Oriental Orthodox Churches&lt;/a&gt;, the normal names used in those Churches refers either to the aspect of offering/sacrifice (\"&lt;a href=\"Holy%20Qurobo\"&gt;Qurobo Alohoyo&lt;/a&gt;\" in the &lt;a href=\"Syriac%20Orthodox%20Church\"&gt;Syriac Orthodox Church&lt;/a&gt;), \"Badarak\" in the &lt;a href=\"Armenian%20Apostolic%20Church\"&gt;Armenian Apostolic Church&lt;/a&gt;, \"Prosfora\" in the &lt;a href=\"Coptic%20Orthodox%20Church\"&gt;Coptic Orthodox Church&lt;/a&gt;) or of sanctifying (\"Keddase\" in the &lt;a href=\"Ethiopian%20Orthodox%20Tewahedo%20Church\"&gt;Ethiopian Orthodox Tewahedo Church&lt;/a&gt;).\nThe Oriental Orthodox Churches own a richness of different liturgies, which are named after the &lt;a href=\"anaphora%20%28liturgy%29\"&gt;anaphora&lt;/a&gt; included.\nCoptic Liturgy.\nAt present, the &lt;a href=\"Coptic%20Orthodox%20Church\"&gt;Coptic Orthodox Church&lt;/a&gt; and &lt;a href=\"Coptic%20Catholic%20Church\"&gt;Coptic Catholic Church&lt;/a&gt; have three Liturgies:\nThe Liturgy of St. Basil is celebrated on most Sundays and contains the shortest anaphora. The Liturgy of St. Gregory is usually used during the feasts of the Church but not exclusively. In addition the clergy performing the liturgy can combine extracts of the Liturgies of St. Cyril and St. Gregory to the more frequently used St. Basil at the discretion of the priest or bishop.\nThe main liturgy used by the Coptic Church is known as Liturgy of Saint Basil. The term \"Liturgies of Saint Basil\" in a Coptic context means not only the sole anaphora with or without the related prayers, but also the general order of the &lt;a href=\"Alexandrine%20Rite\"&gt;Alexandrine Rite&lt;/a&gt; liturgy.\nAnaphora.\nThe Egyptian (or Coptic) &lt;a href=\"anaphora%20%28liturgy%29\"&gt;anaphora&lt;/a&gt; of Saint Basil, even if related and using the same &lt;a href=\"Antiochene%20Rite\"&gt;Antiochene&lt;/a&gt; (or \"West Syrian\") structure, represents a different group from the &lt;a href=\"Byzantine%20Rite\"&gt;Byzantine&lt;/a&gt;, West Syrian and &lt;a href=\"Armenian%20rite\"&gt;Armenian&lt;/a&gt; grouping of anaphoras of Saint Basil. The Egyptian version does not derive directly from the latter and has its own peculiarities: its text is more brief, with less &lt;a href=\"bible\"&gt;Scriptural&lt;/a&gt; and allusive enhancements, and it lacks well-defined &lt;a href=\"Trinity\"&gt;Trinitarian&lt;/a&gt; references, which are typical of other versions and reflect the theology of the &lt;a href=\"First%20Council%20of%20Constantinople\"&gt;First Council of Constantinople&lt;/a&gt; of 381.\nThe structure of the &lt;a href=\"Coptic%20language%23Dialects\"&gt;Bohairic Coptic&lt;/a&gt; version used today in the Coptic Church can be summarized as follow:\nThe 7th-century &lt;a href=\"Coptic%20language%23Dialects\"&gt;Sahidic Coptic&lt;/a&gt; version found in 1960 shows an earlier and more sober form of the Bohairic text: the manuscript, incomplete in its first part, begins with the \"Post Sanctus\", and is followed by a terse \"Institution narrative\", by a pithy \"Anamnesis\" which simply lists the themes and ends with the \"oblation\". The next \"Epiclesis\" consists only of the prayer to the &lt;a href=\"Holy%20Spirit\"&gt;Holy Spirit&lt;/a&gt; to come and manifest the gifts, without any explicit request to change the gifts in the Body and Blood of Christ. The intercessions are shorter and only Mary is named among the saints.\nLiturgy of Saint Basil.\nThe term \"Liturgy of Saint Basil\" may refer also to the whole &lt;a href=\"Eucharistic\"&gt;Eucharistic&lt;/a&gt; Liturgy which in the Coptic Church has the following structure:\nOffertory.\n&lt;a href=\"Offertory\"&gt;Offertory&lt;/a&gt; (or &lt;a href=\"Prothesis%20%28liturgy%29\"&gt;Prothesis&lt;/a&gt;) is the part of the liturgy in which the &lt;a href=\"Sacramental%20bread\"&gt;Sacramental bread&lt;/a&gt; (\"qorban\") and &lt;a href=\"Sacramental%20wine\"&gt;wine&lt;/a&gt; (\"abarkah\") are chosen and placed on the altar. All these rites are Middle-ages developments.\nIt begins with the dressing of the priest with &lt;a href=\"vestment\"&gt;vestment&lt;/a&gt;s and the preparation of the altar, along with prayers of worthiness for the celebrant. At this point is chanted the appropriate hour of the &lt;a href=\"Canonical%20hours\"&gt;Canonical hours&lt;/a&gt;, followed by the washing of the hands with its prayer of worthiness, and by the proclamation of the &lt;a href=\"Nicean%20Creed\"&gt;Nicean Creed&lt;/a&gt;.\nThen takes place the elaborate rite of the choosing of the Lamb: while the congregation sing 41 times the &lt;a href=\"Kyrie%20eleison\"&gt;Kyrie eleison&lt;/a&gt;, the priest checks the wine and chooses among the bread one loaf which will be consecrated (the \"Lamb\"). The Lamb is cleaned with a napkin and blessed with the priest's thumb wet with wine. Afterwards the priest takes the Lamb in procession around the altar and the deacon follows with the wine and a candle. At the altar, the priest, with appropriate prayers, blesses the Lamb and the wine, places the Lamb on the &lt;a href=\"Paten\"&gt;Paten&lt;/a&gt; and pours wine and a few drops of water in the &lt;a href=\"chalice\"&gt;chalice&lt;/a&gt; (the chalice is placed on the altar in a wooden box named \"ark\").\nThe last part of the offertory resembles an anaphora: after a dialogue, the priest blesses the congregation and proclaims a prayer of thanksgiving, giving thanks to God for his support to us, and asking him for a worthy participation to the liturgy. Then comes the prayer of covering said inaudibly by the priest, which has the form of an &lt;a href=\"epiclesis\"&gt;epiclesis&lt;/a&gt; asking God to show his face on the gifts, and to change them in order that the bread and wine may became the &lt;a href=\"Body%20of%20Christ\"&gt;Body&lt;/a&gt; and &lt;a href=\"Blood%20of%20Christ\"&gt;Blood of Christ&lt;/a&gt;. This text might come from an ancient anaphora or simply be a later &lt;a href=\"High%20Middle%20Ages\"&gt;High Middle Ages&lt;/a&gt; creation. The paten and the ark with the chalice inside are here covered with a veil.\nLiturgy of the Catechumens.\nIn the &lt;a href=\"Mass%20of%20the%20Catechumens\"&gt;Liturgy of the Catechumens&lt;/a&gt; the readings from the &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt; are proclaimed. This portion was in ancient times the beginning of the liturgy, and the only part which could be attended by the &lt;a href=\"catechumen\"&gt;catechumen&lt;/a&gt;s. It is roughly equivalent to the \"Liturgy of the Word\" in the Western Rites.\nIt begins with a &lt;a href=\"Penitential%20Rite\"&gt;Penitential Rite&lt;/a&gt; in which first the priest prays inaudibly to Christ for the forgiveness of sins (\"The Absolution to the Son\") and then all the participants kneel in front of the altar and the celebrant, or the bishop if present, recites a prayer of &lt;a href=\"absolution\"&gt;absolution&lt;/a&gt; (\"The Absolution to the Ministers\").\nThe reading from the &lt;a href=\"Pauline%20epistles\"&gt;Pauline epistles&lt;/a&gt; is preceded by the offering of &lt;a href=\"incense\"&gt;incense&lt;/a&gt; at the four sides of the altar, at the &lt;a href=\"iconostasis\"&gt;iconostasis&lt;/a&gt;, at the book of the &lt;a href=\"Gospel\"&gt;Gospel&lt;/a&gt; and at the faithfuls in the &lt;a href=\"nave\"&gt;nave&lt;/a&gt;; in the meantime the faithful sing a hymn to &lt;a href=\"Mary%20%28mother%20of%20Jesus%29\"&gt;Mary&lt;/a&gt; and a hymn of intercession. The Pauline epistle is followed by a reading from the &lt;a href=\"Catholic%20epistles\"&gt;Catholic epistles&lt;/a&gt; and by one from the &lt;a href=\"Acts%20of%20the%20Apostles\"&gt;Acts of the Apostles&lt;/a&gt;. Another offering of incense is conduced (the \"Praxis Incense\"), similar to the Pauline incense except that only the first row of the faithful is incensed. A reading from the Coptic &lt;a href=\"Synaxarium\"&gt;Synaxarium&lt;/a&gt; can follow.\nAfter these readings, the &lt;a href=\"Trisagion\"&gt;Trisagion&lt;/a&gt; is sung three times, each time with a different reference to the &lt;a href=\"Incarnation%20%28Christianity%29\"&gt;Incarnation&lt;/a&gt;, &lt;a href=\"Passion%20%28Christianity%29\"&gt;Passion&lt;/a&gt;, &lt;a href=\"Resurrection%20of%20Jesus\"&gt;Resurrection&lt;/a&gt;, thus addressing the Trisagion to Christ only. After the Trisagion follows a &lt;a href=\"litany\"&gt;litany&lt;/a&gt;, the recital of a &lt;a href=\"Psalm\"&gt;Psalm&lt;/a&gt; and the singing of the &lt;a href=\"Alleluia\"&gt;Alleluia&lt;/a&gt;, and finally the proclamation of the &lt;a href=\"Gospel\"&gt;Gospel&lt;/a&gt; from the doors of the sanctuary. The &lt;a href=\"sermon\"&gt;sermon&lt;/a&gt; may follow.\nLiturgy of the Faithful.\nThe Liturgy of the Faithful is the core of the Liturgy, where are placed the proper &lt;a href=\"Eucharistic\"&gt;Eucharistic&lt;/a&gt; rites.\nIt begins with the prayer of the Veil, in which the priest offers the liturgical sacrifice to God. The Long &lt;a href=\"Litanies\"&gt;Litanies&lt;/a&gt; follows, where all pray for the peace, for the ecclesiastic hierarchy and for the congregation. The &lt;a href=\"Nicean%20Creed\"&gt;Nicean Creed&lt;/a&gt; is proclaimed, the priest washes his hands three times and sprinkles water on the congregation reciting the Prayer of Reconciliation which is a prayer of worthiness for all who attend the liturgy. Next is the &lt;a href=\"Kiss%20of%20peace\"&gt;Kiss of peace&lt;/a&gt; during which the faithful sing the \"Aspasmos Adam\" (\"Rejoice O Mary\") hymn.\nThe &lt;a href=\"Liturgy%20of%20Saint%20Basil%23Coptic%20Anaphora\"&gt;Anaphora&lt;/a&gt; is conducted. After the anaphora takes place the consignation, i.e. the moistening of the Lamb with some drops of the consecrated Wine, which is shown for the worship of the faithful. The &lt;a href=\"Fraction%20%28religion%29\"&gt;Fraction&lt;/a&gt; of the consecrated Lamb ensues, during which the priest says a prayer which varies according to the &lt;a href=\"Coptic%20calendar\"&gt;Coptic calendar&lt;/a&gt;. All of the congregation stands and prays with open hands the &lt;a href=\"Lord%27s%20Prayer\"&gt;Lord's Prayer&lt;/a&gt;.\nTo be prepared for partaking of the Eucharist, the faithful bow while the celebrant says in low voice the prayer of submission, then the priest and the participants offer each other a wish of peace and the priest inaudibly prays to the &lt;a href=\"God%20the%20Father\"&gt;Father&lt;/a&gt; for the forgiveness of sins (\"The Absolution to the Father\").\nThe &lt;a href=\"Elevation%20%28liturgy%29\"&gt;Elevation&lt;/a&gt; is similar to that in the &lt;a href=\"Byzantine%20Rite\"&gt;Byzantine Rite&lt;/a&gt;, with the celebrant who raises the portion of the Lamb engraved with a cross (the \"ispadikon\") crying: \"The holy things for the holy ones\". The priest makes a second consignation and puts gently the ispakidon in the chalice (the commixture), then he recites aloud a confession of faith. The partaking of the Eucharist follows, first the Body of Christ given to the celebrants, to the deacons and to the faithful who approach the sanctuary without shoes and then the Blood of Christ in the same order. &lt;a href=\"Psalm%20150\"&gt;Psalm 150&lt;/a&gt; is sung in the meantime. The distribution of the Eucharist ends with a blessing with the &lt;a href=\"Paten\"&gt;Paten&lt;/a&gt;.\nThe dismissal rites include The Prayer of Laying the Hands and the final blessing.\nSyro-Antiochene liturgy.\nThe &lt;a href=\"Syriac%20Orthodox%20Church\"&gt;Syriac Orthodox Church&lt;/a&gt;, the &lt;a href=\"Syriac%20Catholic%20Church\"&gt;Syriac Catholic Church&lt;/a&gt;, the &lt;a href=\"Syriac%20Maronite%20Church%20of%20Antioch\"&gt;Syriac Maronite Church of Antioch&lt;/a&gt; and the &lt;a href=\"Syro-Malankara%20Catholic%20Church\"&gt;Syro-Malankara Catholic Church&lt;/a&gt; of the &lt;a href=\"West%20Syriac%20Rite\"&gt;West Syriac Rite&lt;/a&gt; which is developed from the &lt;a href=\"Antiochene%20Rite\"&gt;Antiochene Rite&lt;/a&gt; use a version of the &lt;a href=\"Divine%20Liturgy%20of%20Saint%20James\"&gt;Divine Liturgy of Saint James&lt;/a&gt; which differs substantially from its Byzantine Rite counterpart, most notably in being substantially shorter (it can be completed in under two hours, whereas the historic form of the Byzantine Rite liturgy prior to the revisions of St. Basil and St. John Chrysostom took more than four hours), and in that it can be used with more than eighty different anaphoras; the most commonly used are those of Mar Bar Salibi (which is the shortest), and that of St. James, which resembles that of the Byzantine Rite liturgy, and is mandated on certain occasions, such as major feasts, the consecration of churches, and the first liturgies offered by newly ordained priests. Due to the long isolation of the &lt;a href=\"Saint%20Thomas%20Christians\"&gt;Saint Thomas Christians&lt;/a&gt; the rite of the &lt;a href=\"Syro-Malankara%20Catholic%20Church\"&gt;Syro-Malankara Catholic Church&lt;/a&gt; shows some differences, so that this rite is called the &lt;a href=\"Malankara%20Rite\"&gt;Malankara Rite&lt;/a&gt;.\nArmenian Liturgy.\nThe &lt;a href=\"Armenian%20Apostolic%20Church\"&gt;Armenian Apostolic Church&lt;/a&gt; and the &lt;a href=\"Armenian%20Catholic%20Church\"&gt;Armenian Catholic Church&lt;/a&gt; have at present a single liturgical structure, called the &lt;a href=\"Armenian%20Rite\"&gt;Armenian Rite&lt;/a&gt;, with a single anaphora (the &lt;a href=\"Athanasius%20of%20Alexandria\"&gt;Athanasius&lt;/a&gt;-Anaphora) for the liturgy: Holy Patarag or in Western Armenian Holy Badarak, meaning 'sacrifice'. This is in distinction from the other liturgies of the Oriental Orthodox Churches (Coptic, West Syrian, Ethiopic) which have retained multiple anaphora.\nThis means that the text of the Patarag can be contained in a single, unified liturgical book, the Պատարագամատոյց (\"Pataragamatooyts\", Western Armenian \"Badarakamadooyts\", meaning 'the offering of sacrifice'). This book contains all of the prayers for the Patarag assigned to the bishop (if celebrating as a bishop), the celebrating priest, the deacon(s), and the people, the last typically led by a choir with accompaniment.\nBefore the end of the 10th century there were also other liturgical forms, such as the Anaphora of &lt;a href=\"St.%20Basil\"&gt;St. Basil&lt;/a&gt;, the Anaphora of &lt;a href=\"St.%20Gregory%20the%20Illuminator\"&gt;St. Gregory the Illuminator&lt;/a&gt; and others in use.\nThe elements of the Armenian eucharistic liturgy reflect the rich set of influences on Armenian culture. The roots of the liturgy lie in the West Syrian and Byzantine forms, with the influence of the Roman Catholic Mass, the latter having arrived likely during the period of the Fourth Crusade or shortly thereafter.\nAmong the distinctive practices of the Armenian Patarag is the tradition that on the Sundays of the fast before Easter (the Great Fast) the curtain which hangs down in front of the elevated altar area (Armenian խորան \"khoran\") is never opened – even for the reading of the Gospel, certain movable parts of the liturgy are omitted, the parts of the liturgy sung by the choir are said or chanted simply without adornment, there is no general confession, and there is no distribution of Communion to the faithful. This practice of fasting from the Communion bread in preparation for Easter may reflect an ancient custom of the church in Jerusalem. A special prayer of repentance is sung by the clergy on the morning of Palm Sunday (Armenian: Ծաղկազարդ \"tsaghkazard\", Western Armenian \"dzaghgazard\"), after which the curtain is opened for the first time since the last Sunday before the Great Fast.\nOne element which almost certainly derives from the influence of Western liturgy is the reading of a last Gospel at the conclusion of the Patarag. However, the celebration of a short memorial service for one or more departed persons (Հոգեհանգիստ \"hogehangist\", Western Armenian \"hokehankist\", meaning 'rest of the spirit') is quite prevalent in parishes and replaces the reading of the last Gospel.\nEquivalents in other Liturgical Rites.\nChurch of the East.\nHoly Qurbana.\nHoly Qurbana is the Eucharistic celebration in the &lt;a href=\"Edessan%20Rite\"&gt;Edessan Rite&lt;/a&gt;. The &lt;a href=\"Assyrian%20Church%20of%20the%20East\"&gt;Assyrian Church of the East&lt;/a&gt;, the &lt;a href=\"Ancient%20Church%20of%20the%20East\"&gt;Ancient Church of the East&lt;/a&gt; and their larger Catholic counterparts, the &lt;a href=\"Chaldean%20Catholic%20Church\"&gt;Chaldean Catholic Church&lt;/a&gt; and the &lt;a href=\"Syro-Malabar%20Church\"&gt;Syro-Malabar Church&lt;/a&gt;, which use the Edessan Rite that they all inherit from the &lt;a href=\"Church%20of%20the%20East\"&gt;Church of the East&lt;/a&gt;, employ one or more of three different Eucharistic &lt;a href=\"anaphora%20%28liturgy%29\"&gt;anaphorae&lt;/a&gt; when celebrating Holy Qurbana:\n=See also="
}