{
    "id": "1920591",
    "revid": "209266",
    "url": "https://en.wikipedia.org/wiki?curid=1920591",
    "title": "Wishart McLea Robertson",
    "text": "Wishart McLea Robertson, (February 15, 1891 – August 16, 1967) was a politician in &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt;, Canada.\nRobertson's paternal grandfather, &lt;a href=\"Robert%20Robertson%20%28Nova%20Scotia%20politician%29\"&gt;Robert Robertson&lt;/a&gt;, was a member of &lt;a href=\"Nova%20Scotia%20House%20of%20Assembly\"&gt;Nova Scotia House of Assembly&lt;/a&gt; from 1854 until 1878. His father, &lt;a href=\"Thomas%20Robertson%20%28Nova%20Scotia%20politician%29\"&gt;Thomas Robertson&lt;/a&gt; was also a member of the provincial legislature, as well as serving as a &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;Liberal&lt;/a&gt; &lt;a href=\"Member%20of%20Parliament\"&gt;Member of Parliament&lt;/a&gt; (MP) from 1882 to 1887. His mother was Josephine Allan.\nBorn in &lt;a href=\"Barrington%20Passage%2C%20Nova%20Scotia\"&gt;Barrington Passage, Nova Scotia&lt;/a&gt;, Wishart Robertson was educated in a Nova Scotia high school. He moved to &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, to enter business, but returned to Canada in 1916 to join the 219th Battalion and then the 85th Battalion of the &lt;a href=\"Canadian%20Expeditionary%20Force\"&gt;Canadian Expeditionary Force&lt;/a&gt; as a lieutenant. In 1918, he returned to Canada following &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, and entered the &lt;a href=\"automobile\"&gt;automobile&lt;/a&gt; industry. In 1919, Robertson married Ethel Walker. He eventually became president and manager of Argyle Motor Services Ltd. and of &lt;a href=\"Robertson%20Motors\"&gt;Robertson Motors&lt;/a&gt; Ltd. of &lt;a href=\"City%20of%20Halifax\"&gt;Halifax&lt;/a&gt;, Nova Scotia.\nIn 1928, he was elected to the provincial legislature, representing the riding previously held by his father and grandfather before him had represented. He did not run for re-election in 1933. In 1943, he was elected President of the &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;National Liberal Federation of Canada&lt;/a&gt;, and was appointed to the &lt;a href=\"Senate%20of%20Canada\"&gt;Senate of Canada&lt;/a&gt; on February 19 of that year.\nSenator Robertson was appointed to the &lt;a href=\"Canadian%20Cabinet\"&gt;cabinet&lt;/a&gt; as &lt;a href=\"Leader%20of%20the%20Government%20in%20the%20Canadian%20Senate\"&gt;Leader of the Government in the Canadian Senate&lt;/a&gt; and &lt;a href=\"minister%20without%20portfolio\"&gt;minister without portfolio&lt;/a&gt; in 1945. He served as a delegate to the &lt;a href=\"General%20Assembly%20of%20the%20United%20Nations\"&gt;General Assembly of the United Nations&lt;/a&gt; in 1946. He was active in the civil section of the &lt;a href=\"North%20Atlantic%20Treaty%20Organization\"&gt;North Atlantic Treaty Organization&lt;/a&gt; (NATO), and helped establish international parliamentary groups to help set out the political, economic and social goals of NATO.\nRobertson was appointed &lt;a href=\"Speaker%20of%20the%20Senate%20of%20Canada\"&gt;Speaker of the Senate of Canada&lt;/a&gt; in 1953. He continued his efforts with NATO, and formed the Canadian NATO Parliamentary Association in 1954 with himself as president. He encouraged the formation of similar associations in other countries. He won the 1954 &lt;a href=\"Atlantic%20Award\"&gt;Atlantic Award&lt;/a&gt; for outstanding service to the NATO community for his efforts that ultimately led to the formation of the NATO International Parliamentary Association in July 1955. Senator Robertson was Chairman of the founding conference, and was elected Honorary Life President of the international association.\nRobertson's term as the Senate's speaker ended with the defeat of the Liberal government in the &lt;a href=\"1957%20Canadian%20federal%20election\"&gt;1957 election&lt;/a&gt;. Robertson remained a Senator until his resignation in 1965 due to ill health. He died in &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt; at the age of 76.\nArchives.\nThere is a Wishart Robertson &lt;a href=\"fonds\"&gt;fonds&lt;/a&gt; at &lt;a href=\"Library%20and%20Archives%20Canada\"&gt;Library and Archives Canada&lt;/a&gt;."
}