{
    "id": "1922862",
    "revid": "262163",
    "url": "https://en.wikipedia.org/wiki?curid=1922862",
    "title": "George M. Steinbrenner Field",
    "text": "George M. Steinbrenner Field (formerly known as Legends Field), is a &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; stadium located in &lt;a href=\"Tampa%2C%20Florida\"&gt;Tampa, Florida&lt;/a&gt; across &lt;a href=\"Dale%20Mabry%20Highway\"&gt;Dale Mabry Highway&lt;/a&gt; from &lt;a href=\"Raymond%20James%20Stadium\"&gt;Raymond James Stadium&lt;/a&gt;, home of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;'s &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt;. The ballpark was built in 1996 and holds 11,026 people with an addition in right field built in 2007. This ballpark is the largest spring training ballpark in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;.\nGeorge M. Steinbrenner Field serves as the home of the &lt;a href=\"Tampa%20Tarpons\"&gt;Tampa Tarpons&lt;/a&gt;, the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt;' affiliate in the &lt;a href=\"Low-A%20Southeast\"&gt;Low-A Southeast&lt;/a&gt;, and is the Yankees' &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt; home.\nBackground and stadium history.\nTampa was the first &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt; site in Florida, beginning in 1913 with the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;. In the ensuing decades, the city hosted several different &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; teams for spring training and was home to several different &lt;a href=\"Minor%20league%20baseball\"&gt;minor league&lt;/a&gt; squads during the summer, first at &lt;a href=\"Plant%20Field\"&gt;Plant Field&lt;/a&gt; near &lt;a href=\"downtown%20Tampa\"&gt;downtown&lt;/a&gt; and later at &lt;a href=\"Al%20Lopez%20Field\"&gt;Al Lopez Field&lt;/a&gt; near &lt;a href=\"West%20Tampa\"&gt;West Tampa&lt;/a&gt;. This era came to an end in 1988 when, after almost 30 years in Tampa, the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt; moved to new training facilities in &lt;a href=\"Plant%20City%2C%20Florida\"&gt;Plant City&lt;/a&gt; and transferred operation of the &lt;a href=\"Tampa%20Tarpons\"&gt;Tampa Tarpons&lt;/a&gt;, their local minor league affiliate in the &lt;a href=\"Florida%20State%20League\"&gt;Florida State League&lt;/a&gt;, to the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt;. In 1989, the Tarpons moved to &lt;a href=\"Sarasota%2C%20Florida\"&gt;Sarasota&lt;/a&gt; and Al Lopez Field was razed, leaving the city with no professional baseball teams and no large baseball venue.\nIn 1993, the Tampa Sports Authority announced a deal to build a new spring training stadium for the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt;, who had been conducting spring training in &lt;a href=\"Fort%20Lauderdale%2C%20Florida\"&gt;Fort Lauderdale&lt;/a&gt;. The original plan was to build the facility on the former site of Al Lopez Field, just south of old &lt;a href=\"Tampa%20Stadium\"&gt;Tampa Stadium&lt;/a&gt;. However, due to objections from the Buccaneers, the new ballpark was instead built about a half-mile to the northwest, directly across &lt;a href=\"Dale%20Mabry%20Highway\"&gt;Dale Mabry Highway&lt;/a&gt; from Tampa Stadium, displacing a &lt;a href=\"Hillsborough%20County%2C%20Florida\"&gt;Hillsborough County&lt;/a&gt; &lt;a href=\"correctional%20facility\"&gt;correctional facility&lt;/a&gt;.\nThe ballpark and the surrounding training complex cost approximately $30 million to build and was financed entirely with public funds, mostly from &lt;a href=\"Hillsborough%20County%2C%20Florida\"&gt;Hillsborough County&lt;/a&gt;. It hosted its first spring training game on March 1, 1996 when the Yankees opened spring training by hosting the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt;.\nIn 2006, Hillsborough County paid for a $7.5 million expansion to add more seats and amenities behind right field. The addition opened in 2008.\nThe ballpark was known as Legends Field for the first dozen years of its existence. It was renamed in honor of &lt;a href=\"George%20Steinbrenner\"&gt;George Steinbrenner&lt;/a&gt;, the Yankees' owner and Tampa resident, on March 27, 2008, when Steinbrenner was in failing health. He died in July 2010, and a life-size bronze statue of the late owner was placed in front of the stadium in January 2011.\nOn April 20, 2016, Hillsborough County commissioners approved a $40 million renovation of George M. Steinbrenner Field, greenlighting an agreement that will keep New York Yankees' spring training in Tampa through 2046. Renovations began after the 2016 season. Improvements included new seats throughout the 10,000-capacity ballpark, roof replacements, a better entry plaza and an upgraded outfield concourse. The renovations also included adding new amenities such as new loge boxes, cabanas, suite upgrades, a right-field beachside bar and bullpen clubs. The bullpen clubs were built on both the first base and the third base side. The clubs are composed of two levels; the top tier is exclusively for group tickets, club seat members and loge seating, while the bottom tier features a full bar that all ticket members can access. Additional shaded areas were constructed to protect fans from the sun. The team's spring training practice facility on Himes Avenue was also upgraded. The renovations were completed in time for Spring Training 2017.\nDesign.\nThe dimensions of the field precisely mimic that of both &lt;a href=\"Yankee%20Stadium%20%281923%29\"&gt;the old Yankee Stadium&lt;/a&gt; and the new &lt;a href=\"Yankee%20Stadium\"&gt;Yankee Stadium&lt;/a&gt;, and the scalloped grandstand facade (the &lt;a href=\"frieze\"&gt;frieze&lt;/a&gt;) is also meant to invoke the old ballpark in the Bronx. When built, it was the first spring training stadium to include luxury suites. Outside of the stadium are plaques commemorating Yankees whose numbers have been retired.\nOther tenant and events.\nIn 2008, &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; held a campaign rally at the ballpark with members of the &lt;a href=\"Tampa%20Bay%20Rays\"&gt;Tampa Bay Rays&lt;/a&gt;, including &lt;a href=\"David%20Price%20%28baseball%29\"&gt;David Price&lt;/a&gt;, who introduced him to the crowd.\nIn 2010, the ballpark was the home pitch for &lt;a href=\"FC%20Tampa%20Bay\"&gt;FC Tampa Bay&lt;/a&gt; of the &lt;a href=\"USSF%20Division%202%20Professional%20League\"&gt;USSF Division 2 Professional League&lt;/a&gt;. The club moved across &lt;a href=\"Tampa%20Bay\"&gt;Tampa Bay&lt;/a&gt; to &lt;a href=\"Al%20Lang%20Field\"&gt;Al Lang Field&lt;/a&gt; in St. Petersburg for the 2011 season.\nOn August 9, 2014, the venue hosted the \"Carnivores Tour\" featuring &lt;a href=\"Linkin%20Park\"&gt;Linkin Park&lt;/a&gt; and &lt;a href=\"Thirty%20Seconds%20to%20Mars\"&gt;Thirty Seconds to Mars&lt;/a&gt; along with &lt;a href=\"AFI%20%28band%29\"&gt;AFI&lt;/a&gt;."
}