{
    "id": "19239340",
    "revid": "23150529",
    "url": "https://en.wikipedia.org/wiki?curid=19239340",
    "title": "Springfield Cubs",
    "text": "The Springfield Cubs, based in &lt;a href=\"Springfield%2C%20Massachusetts\"&gt;Springfield, Massachusetts&lt;/a&gt;, were a &lt;a href=\"minor%20league%20baseball\"&gt;minor league baseball&lt;/a&gt; franchise that served as a &lt;a href=\"farm%20team\"&gt;farm team&lt;/a&gt; of the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt; of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; from 1948 to 1953. The team was a member of the &lt;a href=\"Class%20B%20%28baseball%29\"&gt;Class B&lt;/a&gt; &lt;a href=\"New%20England%20League\"&gt;New England League&lt;/a&gt; in 1948 and 1949, and the &lt;a href=\"Triple-A%20%28baseball%29\"&gt;Triple-A&lt;/a&gt; &lt;a href=\"International%20League\"&gt;International League&lt;/a&gt; from 1950 to 1953. The team played its home games at &lt;a href=\"Pynchon%20Park\"&gt;Pynchon Park&lt;/a&gt;.\nHistory.\nAlthough the Springfield franchise of the &lt;a href=\"New%20England%20League\"&gt;New England League&lt;/a&gt; (NEL) had mediocre won-loss records in 1948 and 1949, the team finished second in attendance in 1948 and led the NEL in its final season of operation (1949), drawing over 102,000 fans. The 1949 team advanced to the league championship series, falling in seven games to the &lt;a href=\"Portland%20Pilots%20%28baseball%20team%29\"&gt;Portland Pilots&lt;/a&gt;.\nAfter the NEL folded in the autumn of 1949, Springfield received a franchise in the &lt;a href=\"International%20League\"&gt;International League&lt;/a&gt; (IL) when the &lt;a href=\"Newark%20Bears\"&gt;Newark Bears&lt;/a&gt; transferred there for 1950. However, the Bears' parent team, the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt;, did not follow, and Springfield retained its affiliation with the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;. It became Chicago's second &lt;a href=\"Triple-A%20%28baseball%29\"&gt;Triple-A&lt;/a&gt; team, along with the &lt;a href=\"Los%20Angeles%20Angels%20%28PCL%29\"&gt;Los Angeles Angels&lt;/a&gt;, the Cubs' longtime franchise in the &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt;. Springfield's first Triple-A manager was &lt;a href=\"Stan%20Hack\"&gt;Stan Hack&lt;/a&gt;.\nThe Triple-A Springfield franchise drew over 200,000 fans in its maiden season, and just missed the playoffs, finishing fifth in the eight-team IL. Future &lt;a href=\"Major%20League%20Baseball\"&gt;major league&lt;/a&gt; &lt;a href=\"third%20baseman\"&gt;third baseman&lt;/a&gt; &lt;a href=\"Randy%20Jackson%20%28baseball%29\"&gt;Randy Jackson&lt;/a&gt; won IL rookie of the year honors. However, the success of that first season could not be duplicated, on or off the field. The Cubs did not have enough depth to field two strong Triple-A clubs, and the 1951 to 1953 Springfield Cubs placed last in the IL each season, and last or next to last in attendance. The franchise folded and was replaced by the &lt;a href=\"Havana%20Sugar%20Kings\"&gt;Havana Sugar Kings&lt;/a&gt; in the 1954 IL lineup."
}