{
    "id": "19260633",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=19260633",
    "title": "Dunlap High School",
    "text": "Dunlap High School (DHS) is a &lt;a href=\"Public%20school%20%28government%20funded%29\"&gt;public&lt;/a&gt; four-year &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; located at 5220 West Legion Hall Road in &lt;a href=\"Dunlap%2C%20Illinois\"&gt;Dunlap, Illinois&lt;/a&gt;, a &lt;a href=\"village\"&gt;village&lt;/a&gt; in &lt;a href=\"Peoria%20County%2C%20Illinois\"&gt;Peoria County, Illinois&lt;/a&gt;, in the &lt;a href=\"Midwestern%20United%20States\"&gt;Midwestern United States&lt;/a&gt;. DHS serves the communities of Dunlap, &lt;a href=\"Alta%2C%20Illinois\"&gt;Alta&lt;/a&gt;, &lt;a href=\"Edwards%2C%20Illinois\"&gt;Edwards&lt;/a&gt;, and &lt;a href=\"Peoria%2C%20Illinois\"&gt;Peoria&lt;/a&gt; (small northern portion). The campus is located less than 10 miles north of &lt;a href=\"Peoria%2C%20Illinois\"&gt;Peoria, Illinois&lt;/a&gt;, and serves a mixed &lt;a href=\"city\"&gt;city&lt;/a&gt;, &lt;a href=\"village\"&gt;village&lt;/a&gt;, and &lt;a href=\"rural\"&gt;rural&lt;/a&gt; residential community.\nAcademics.\nIn 2009, Dunlap High School made &lt;a href=\"Adequate%20Yearly%20Progress\"&gt;Adequate Yearly Progress&lt;/a&gt;, with 77.9% of students meeting standards, on the &lt;a href=\"Prairie%20State%20Achievement%20Examination\"&gt;Prairie State Achievement Examination&lt;/a&gt;, a state test that is part of the &lt;a href=\"No%20Child%20Left%20Behind%20Act\"&gt;No Child Left Behind Act&lt;/a&gt;. The school's average high school graduation rate between 1999 and 2009 was 98%.\nDunlap High School received a platinum medal from &lt;a href=\"U.S.%20News%20and%20World%20Report\"&gt;U.S. News and World Report&lt;/a&gt; in 2010 as one of the nation's best high schools. The platinum medal is awarded to high schools with a college readiness index of at least 20, but that are ranked in the top 100 nationally (gold medal). DHS is ranked 16th in the state of Illinois.\nThe enrollment of DHS increased from 647 to 1200 (65%) in the period 1999–2011.\nAthletics.\nDunlap High School competes in the &lt;a href=\"Mid-Illini%20Conference\"&gt;Mid-Illini Conference&lt;/a&gt;, and is a member school in the &lt;a href=\"Illinois%20High%20School%20Association\"&gt;Illinois High School Association&lt;/a&gt;. Their mascot is the &lt;a href=\"Eagle\"&gt;Eagle&lt;/a&gt;s, with school colors of maroon and gold. A variety of varsity sports are offered, including dance, cheer, baseball, softball, basketball, volleyball, football, soccer, cross country, track and field, tennis, golf, swimming and diving, and lacrosse.\nThe school has 4 state championships on record in team athletics and activities: Boys Golf in 1983-1984 (A), Girls' Track (2A) and Boys' Tennis (1A) in 2016–2017, and Girls' Cross Country (2A) in 2017–2018. DHS coops with nearby &lt;a href=\"Illinois%20Valley%20Central%20High%20School\"&gt;Illinois Valley Central High School&lt;/a&gt; and &lt;a href=\"Princeville%20High%20School\"&gt;Princeville High School&lt;/a&gt; for some athletics (Boys and Girls Swimming and Diving).\nActivities.\nDHS offers many activities and clubs, focusing on both service and competition.\nCompetitive activities at Dunlap include a &lt;a href=\"Public%20speaking\"&gt;Speech&lt;/a&gt; Team, drama, &lt;a href=\"Worldwide%20Youth%20in%20Science%20and%20Engineering\"&gt;Worldwide Youth in Science and Engineering&lt;/a&gt; (WYSE), a &lt;a href=\"FIRST%20Robotics%20Competition\"&gt;FIRST Robotics Competition&lt;/a&gt; team, a &lt;a href=\"bass%20fishing\"&gt;bass fishing&lt;/a&gt; team, &lt;a href=\"FBLA-PBL\"&gt;Future Business Leaders of America&lt;/a&gt; (FBLA), a math club, a chess team, and a &lt;a href=\"Quiz%20bowl\"&gt;scholastic bowl&lt;/a&gt; team. Dunlap's chess team has seen great success, winning 3 &lt;a href=\"Illinois%20Chess%20Coaches%27%20Association\"&gt;Illinois Chess Coaches' Association&lt;/a&gt; state championships: in 2015 (2A), 2017 (3A), and 2018 (2A). The WYSE team has become a mainstay in the state tournament, placing in the top 3 in Division 1500 in 2014 and 2017. Dunlap FBLA has also been remarkably successful, with a member of the club being elected the national secretary of the organization and another member winning first prize in the national &lt;a href=\"Health%20administration\"&gt;healthcare administration&lt;/a&gt; competition. The scholastic bowl team has been successful, qualifying for five IHSA state tournaments, placing fourth in 2017, and winning six regional titles in seven years from 2012 to 2018. The robotics team, DERT, has qualified for the &lt;a href=\"FIRST%20Championship\"&gt;FIRST Championship&lt;/a&gt; on one occasion, in 2011. The bass fishing team has qualified for the state tournament four times, winning a sectional title in 2014.\nHistory.\nHigh school education for Dunlap was started in 1893, and was a two-year course. A new school building was built in 1899; the high school occupied the top floor of the frame structure, and afterward it became a four-year school. In 1934, the high school got a larger building, with rooms for the sciences, home economics, and the arts. In 1957, the school expanded further to meet the needs of a growing enrollment.\nThe Dunlap Athletic Association was founded in 1915, under the direction of the school's principal. Monthly membership dues of 5 cents helped fund basketball, tennis, and track teams at the high school. Football was eventually added to the school's activities.\nDunlap was District 105 until 1945 and District 302 from 1945 to 1969; it has been &lt;a href=\"Dunlap%20Community%20Unit%20School%20District%20323\"&gt;Dunlap Community Unit School District 323&lt;/a&gt; since 1969.\nA new high school was built in 1976, with large spaces for home economics, industrial arts, a computer lab, a business department, chemistry and biology labs, music rooms, foreign language and English classes, mathematics, and fine arts. Along with the new school came updated athletic facilities, including a football stadium, and all-weather track, and a heated indoor pool.\nIn 2000, the most of the old high school was demolished, with the remaining classrooms and gym becoming \"Dunlap District #323 Activity Center.\" The rest of the old high school grounds were dedicated in 2001 as Alumni Park.\nExpansion.\nIn 2005, Dunlap underwent an addition of 10 new freshman classrooms, a new auditorium, an auxiliary gym, and music/art classrooms, it was completed in time for the start of the 2005–2006 school year.\nIn 2010, DHS added ten classrooms, including two computer labs and a science lab.\nIn 2011, the athletics facilities at the school were renovated at a cost of $5,000,000, including an artificial turf football field, new soccer and tennis complexes, and added concession stands.\nPhase II of the renovation process began in mid August 2013 and included a two-story addition with an additional 17 classrooms, additional locker rooms, additional student lockers, cafeteria and kitchen expansions, new science labs, and a robotics lab. It was completed in time for the start of the 2014–2015 school year.\nIn September 2017, the newly redesigned and expanded Library was unveiled.\n2018 saw the opening of a new press box for the on-campus baseball stadium named after former student Nicholas J. Murphy. The Nicholas J. Murphy Memorial Press Box was built at a cost of approximately $25,000, coming from donations. It saw its first action on March 21 for a game between Dunlap and &lt;a href=\"Peoria%20Notre%20Dame%20High%20School\"&gt;Notre Dame&lt;/a&gt;."
}