{
    "id": "193116",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=193116",
    "title": "Doveton Sturdee",
    "text": "&lt;a href=\"Admiral%20of%20the%20Fleet%20%28Royal%20Navy%29\"&gt;Admiral of the Fleet&lt;/a&gt; Sir Frederick Charles Doveton Sturdee, 1st Baronet (9 June 18597 May 1925) was a &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; officer. After training as a torpedo officer, he commanded two different cruisers and then three different battleships before becoming commander of the &lt;a href=\"1st%20Battle%20Squadron%20%28United%20Kingdom%29\"&gt;1st Battle Squadron&lt;/a&gt; of the &lt;a href=\"Home%20Fleet\"&gt;Home Fleet&lt;/a&gt;. He went on to command the 3rd Cruiser Squadron and then the 2nd Cruiser Squadron.\nJust before the start of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; Sturdee became Chief of War Staff at the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt;. In November 1914 the Royal Navy suffered a serious defeat at the &lt;a href=\"Battle%20of%20Coronel\"&gt;Battle of Coronel&lt;/a&gt;. In response Sturdee was sent to the &lt;a href=\"South%20Atlantic%20Station\"&gt;South Atlantic&lt;/a&gt; to seek out the German squadron, commanded by Graf &lt;a href=\"Maximilian%20von%20Spee\"&gt;Maximilian von Spee&lt;/a&gt;, which had caused the damage at Coronel. On 8 December 1914, while coaling at &lt;a href=\"Stanley%2C%20Falkland%20Islands\"&gt;Stanley&lt;/a&gt;, Sturdee encountered von Spee and the subsequent action became known as the &lt;a href=\"Battle%20of%20the%20Falkland%20Islands\"&gt;Battle of the Falkland Islands&lt;/a&gt;. Von Spee, finding that he was engaged with a superior force, was forced to flee. In the course of the pursuit Sturdee's forces sank almost the entire German squadron. Only one light cruiser escaped but she was hunted down in March 1915.\nIn the closing years of the war Sturdee served as commander of the &lt;a href=\"4th%20Battle%20Squadron%20%28United%20Kingdom%29\"&gt;4th Battle Squadron&lt;/a&gt; in the &lt;a href=\"Grand%20Fleet\"&gt;Grand Fleet&lt;/a&gt; and then as &lt;a href=\"Commander-in-Chief%2C%20The%20Nore\"&gt;Commander-in-Chief, The Nore&lt;/a&gt;.\nNaval career.\nEarly career.\nBorn the son of Captain Frederick Sturdee RN and Anna Frances Sturdee (née Hodson) in Charlton, Kent, Sturdee was educated at the &lt;a href=\"Royal%20Naval%20School\"&gt;Royal Naval School&lt;/a&gt; at &lt;a href=\"New%20Cross\"&gt;New Cross&lt;/a&gt; and then joined the Royal Navy as a &lt;a href=\"cadet\"&gt;cadet&lt;/a&gt; in the training ship &lt;a href=\"HMS%20Prince%20of%20Wales%20%281860%29\"&gt;HMS \"Britannia\"&lt;/a&gt; on 15 July 1871. Promoted to &lt;a href=\"midshipman\"&gt;midshipman&lt;/a&gt; on 19 July 1873, he was appointed to the &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt; , flagship of the &lt;a href=\"China%20Station\"&gt;China Station&lt;/a&gt; in 1876. Promoted to &lt;a href=\"sub-lieutenant\"&gt;sub-lieutenant&lt;/a&gt; on 9 June 1878 and to &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; on 7 February 1880, he joined the &lt;a href=\"brig\"&gt;brig&lt;/a&gt; at &lt;a href=\"Portsmouth\"&gt;Portsmouth&lt;/a&gt; in May 1880 and then transferred to the torpedo &lt;a href=\"depot%20ship\"&gt;depot ship&lt;/a&gt; in the &lt;a href=\"Mediterranean%20Fleet\"&gt;Mediterranean Fleet&lt;/a&gt; in February 1881. He took part in the &lt;a href=\"bombardment%20of%20Alexandria\"&gt;bombardment of Alexandria&lt;/a&gt; in July 1882 during the &lt;a href=\"Anglo-Egyptian%20War\"&gt;Anglo-Egyptian War&lt;/a&gt;.\nAfter completing a course on &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es at Sturdee became a torpedo officer on , flagship of the &lt;a href=\"North%20America%20and%20West%20Indies%20Station\"&gt;North America and West Indies Station&lt;/a&gt;, in 1886 before returning to HMS \"Vernon\" as an instructor in 1889. Promoted to &lt;a href=\"commander\"&gt;commander&lt;/a&gt; on 30 June 1893, he transferred to the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt; as a torpedo specialist in the Directorate of Naval Ordnance. He became commanding officer of the &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt; on the &lt;a href=\"Australian%20Station\"&gt;Australian Station&lt;/a&gt; in November 1897 and became involved in managing the tensions with Germany and the United States over the &lt;a href=\"Samoa\"&gt;Samoan Islands&lt;/a&gt; in 1899. His handling of this situation, which involved a tense stand-off with the German representatives, earned him his promotion to &lt;a href=\"Captain%20%28Royal%20Navy%29\"&gt;captain&lt;/a&gt; on 30 June 1899, and his appointment as a &lt;a href=\"Order%20of%20St%20Michael%20and%20St%20George\"&gt;Companion of the Order of St Michael and St George&lt;/a&gt; in the &lt;a href=\"1900%20New%20Year%20Honours\"&gt;1900 New Year Honours&lt;/a&gt; list on 1 January 1900 (he was invested in person by &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt; at &lt;a href=\"Windsor%20Castle\"&gt;Windsor Castle&lt;/a&gt; on 1 March 1900).\nSturdee returned to the Admiralty as assistant director of naval intelligence (foreign division) from 1 January 1900, serving as such until 16 October 1902, when he was appointed in command of the protected cruiser . Appointed a member, 4th class, of the &lt;a href=\"Royal%20Victorian%20Order\"&gt;Royal Victorian Order&lt;/a&gt; (MVO) on 21 April 1903 during King Edward's visit to Malta, he became commanding officer of the &lt;a href=\"armored%20cruiser\"&gt;armoured cruiser&lt;/a&gt; in the &lt;a href=\"Home%20Fleet\"&gt;Home Fleet&lt;/a&gt; in November 1903. He went on to be commanding officer of the &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt; and &lt;a href=\"Chief%20of%20Staff%20Mediterranean%20Fleet\"&gt;Chief of Staff&lt;/a&gt; to the Commander-in-Chief of the Mediterranean Fleet in May 1905. Advanced to Commander of the Royal Victorian Order on 16 April 1906, he became commanding officer of the battleship and then of the battleship in a new role as Chief of Staff of the &lt;a href=\"Channel%20Fleet\"&gt;Channel Fleet&lt;/a&gt; in 1907. He was appointed an &lt;a href=\"aide-de-camp\"&gt;aide-de-camp&lt;/a&gt; to &lt;a href=\"Edward%20VII\"&gt;the King&lt;/a&gt; on 26 October 1907. Promoted to &lt;a href=\"rear-admiral\"&gt;rear-admiral&lt;/a&gt; on 12 September 1908, he became Rear Admiral commanding the &lt;a href=\"1st%20Battle%20Squadron%20%28United%20Kingdom%29\"&gt;1st Battle Squadron&lt;/a&gt; of the Home Fleet, with his flag in the battleship , in 1910. He became President of the Submarine Committee of the Admiralty in early 1911 and then became commander of the 3rd Cruiser Squadron of the Home Fleet, with his flag in the cruiser , in December 1911. He went on to become commander of the 2nd Cruiser Squadron of the Home Fleet, with his flag in \"Shannon\" again, in 1913. He was appointed a &lt;a href=\"Order%20of%20the%20Bath\"&gt;Knight Commander of the Order of the Bath&lt;/a&gt; on 3 June 1913. Promoted to &lt;a href=\"vice-admiral\"&gt;vice-admiral&lt;/a&gt; on 13 December 1913, he became Chief of War Staff at the Admiralty in July 1914.\nFirst World War.\nIn November 1914 the Royal Navy suffered a moral defeat when it lost two armoured cruisers at the &lt;a href=\"Battle%20of%20Coronel\"&gt;Battle of Coronel&lt;/a&gt;. After &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; insisted that Sturdee should not be made a scapegoat for the events at Coronel, Admiral &lt;a href=\"John%20Fisher%2C%201st%20Baron%20Fisher\"&gt;Lord Fisher&lt;/a&gt; sent a squadron commanded by Sturdee, with his flag in the &lt;a href=\"battlecruiser\"&gt;battlecruiser&lt;/a&gt; , to the &lt;a href=\"South%20Atlantic%20Station\"&gt;South Atlantic&lt;/a&gt; to seek out the German squadron, commanded by Graf &lt;a href=\"Maximilian%20von%20Spee\"&gt;Maximilian von Spee&lt;/a&gt;, which had caused the damage at Coronel. This decision was compounded by the fact that Fisher \"detested\" Sturdee and wanted to remove him from the Admiralty. On 8 December 1914, while coaling at &lt;a href=\"Stanley%2C%20Falkland%20Islands\"&gt;Stanley&lt;/a&gt;, Sturdee encountered von Spee and the subsequent action became known as the &lt;a href=\"Battle%20of%20the%20Falkland%20Islands\"&gt;Battle of the Falkland Islands&lt;/a&gt;. Von Spee, finding that he was engaged with a superior force, was forced to flee. In the course of the pursuit Sturdee's forces sank almost the entire German squadron, including the &lt;a href=\"Scharnhorst-class%20cruiser\"&gt;armoured cruisers&lt;/a&gt;, and . Only the light cruiser escaped but she was hunted down in March 1915. For his part in this important naval action Sturdee was created a &lt;a href=\"baronet\"&gt;baronet&lt;/a&gt; on 15 March 1916 with the title \"of the Falkland Is.\"\nSturdee became commander of the &lt;a href=\"4th%20Battle%20Squadron%20%28United%20Kingdom%29\"&gt;4th Battle Squadron&lt;/a&gt; in the &lt;a href=\"Grand%20Fleet\"&gt;Grand Fleet&lt;/a&gt;, with his flag in the battleship , in January 1915 and directed his squadron at the &lt;a href=\"Battle%20of%20Jutland\"&gt;Battle of Jutland&lt;/a&gt; in May 1916. He was advanced to Knight Commander of the Order of St Michael and St George on 31 May 1916 and awarded the Cross of Commander of the French &lt;a href=\"Legion%20of%20Honour\"&gt;Legion of Honour&lt;/a&gt; on 15 September 1916.\nPromoted to full &lt;a href=\"admiral\"&gt;admiral&lt;/a&gt; on 17 May 1917, Sturdee was appointed Grand Officer of the Italian &lt;a href=\"Order%20of%20Saints%20Maurice%20and%20Lazarus\"&gt;Order of Saints Maurice and Lazarus&lt;/a&gt; on 11 August 1917, and became &lt;a href=\"Commander-in-Chief%2C%20The%20Nore\"&gt;Commander-in-Chief, The Nore&lt;/a&gt; in March 1918. He was promoted to &lt;a href=\"Admiral%20of%20the%20Fleet%20%28Royal%20Navy%29\"&gt;Admiral of the Fleet&lt;/a&gt; on his retirement on 5 July 1921 and advanced to &lt;a href=\"Knight%20Grand%20Cross%20of%20the%20Order%20of%20the%20Bath\"&gt;Knight Grand Cross of the Order of the Bath&lt;/a&gt; on 1 January 1921. He was President of the &lt;a href=\"Society%20for%20Nautical%20Research\"&gt;Society for Nautical Research&lt;/a&gt; (1922–1925).\nPersonal life.\nIn 1882 Sturdee married Marion Andrews (died 1940): they had a son and a daughter.\nSturdee retired to &lt;a href=\"Camberley\"&gt;Camberley&lt;/a&gt;, in &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;, and died there on 7 May 1925. He was buried in the churchyard of St Peter's Church in nearby &lt;a href=\"Frimley\"&gt;Frimley&lt;/a&gt;. His gravestone incorporates a cross made from the timbers of &lt;a href=\"Horatio%20Nelson%2C%201st%20Viscount%20Nelson\"&gt;Nelson&lt;/a&gt;'s ship, . His grandson &lt;a href=\"William%20Staveley%20%28Royal%20Navy%20officer%29\"&gt;William Staveley&lt;/a&gt; and grandson-in-law &lt;a href=\"Edward%20Ashmore\"&gt;Edward Ashmore&lt;/a&gt; were also Admirals of the Fleet."
}