{
    "id": "19339640",
    "revid": "1538132",
    "url": "https://en.wikipedia.org/wiki?curid=19339640",
    "title": "Abbott Northwestern Hospital",
    "text": "Abbott Northwestern Hospital is a 686-staffed bed teaching and specialty hospital based in &lt;a href=\"Minneapolis\"&gt;Minneapolis&lt;/a&gt;, &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;. It is a part of the &lt;a href=\"Allina%20Hospitals%20%26amp%3B%20Clinics\"&gt;Allina Health&lt;/a&gt; network of hospitals and clinics. \nHistory.\nAbbott Northwestern Hospital was founded in 1882 as Northwestern Hospital for Women and Children. &lt;a href=\"Harriet%20G.%20Walker\"&gt;Harriet G. Walker&lt;/a&gt;, the wife of prominent Minneapolis businessman &lt;a href=\"Thomas%20Barlow%20Walker\"&gt;Thomas Barlow Walker&lt;/a&gt;, invited 44 Minneapolis ladies to a meeting. Although it was billed as a fine social event, Walker actually had the foundation of a charity hospital in mind. Dr. Mary Hood, who attended the birth of Walker's last child Archie, explained the need for a hospital to treat victims of malnutrition, diphtheria, tuberculosis, typhoid, and pneumonia. Dr. Mary Whetstone appealed by saying that no one cared for the people for the worst diseases or \"smoothed their dying pillows\". Although the typical Victorian women of the time were not used to hearing the details of disease and disadvantaged lives, the ladies donated toward the foundation of a hospital. The first building in late 1882 was a small rented house on 3 1/2 Avenue South and had room for ten patients, two nurses in training, and maids. This facility was hardly big enough for the needs of the community, so it moved to a second home in 1883 at a cost of $3000. In 1887, the hospital moved to a permanent location at the corner of Chicago and 27th Street, at a cost of $36,000. The hospital's care was patterned after &lt;a href=\"Woman%27s%20Medical%20College%20of%20Pennsylvania\"&gt;Woman's Medical College of Pennsylvania&lt;/a&gt;, Dr. Hood's \"alma mater\". Dr. Hood and Dr. Whetstone gave simple, practical care such as diet, cleanliness, and rest. The hospital also established a training school for nurses.\nMeanwhile, the distinguished Dr. Amos W. Abbott co-founded Minnesota College Hospital, the Minnesota Pathological Society, and in 1902, the city's first private surgical hospital. Abbott had to treat women in houses until 1910, when a grateful &lt;a href=\"William%20Hood%20Dunwoody\"&gt;William Hood Dunwoody&lt;/a&gt; paid to build a purpose-built hospital. His wife Kate had been an Abbott patient. &lt;a href=\"Abbott%20Hospital\"&gt;Abbott’s Surgical Hospital&lt;/a&gt; was designed by &lt;a href=\"William%20Channing%20Whitney\"&gt;William Channing Whitney&lt;/a&gt; on First Avenue South.\nIn 1932, Northwestern Hospital celebrated its 50th anniversary. The building at the time could house 200 patients, and was valued at $1,000,000. It had a staff of 81 student nurses, 16 graduate nurses, and 30 other members of its general staff. It was overcrowded at the time, so expansion was needed. Because of the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, though, it took until 1941 before the west wing and the central pavilion were remodeled and the original hospital building was demolished.\nAfter World War II, health care facilities received increased attention because of the need for care of veterans wounded in the war. Government money was distributed to ensure improved access to health care, and technological advances in cardiovascular and pulmonary surgery techniques, better diagnostic methods, and extended care for critically ill patients received attention. In 1953, the Memorial Pavilion was completed, with a post-anesthesia &lt;a href=\"recovery%20room\"&gt;recovery room&lt;/a&gt;, expanded &lt;a href=\"physical%20therapy\"&gt;physical therapy&lt;/a&gt; facilities, a new classroom, and an &lt;a href=\"electrocardiograph\"&gt;electrocardiograph&lt;/a&gt; machine. The next year, though, a severe shortage of hospital beds in the &lt;a href=\"Minneapolis%E2%80%93Saint%20Paul\"&gt;Minneapolis–Saint Paul&lt;/a&gt; area spurred hospital organizers to organize a United Hospital Fund drive. It raised $17 million for hospitals around the Twin Cities.\nIn 1964, Northwestern Hospital had 395 beds, along with a medical staff of 244 members and over 1,000 other employees. Around this time, Abbott Hospital had 230 beds. The administrators and board members of the two separate hospitals were concerned about the nation's growth boom, and they also recognized the need for bigger and better facilities, the increase of government regulation, and the growing shortage of trained personnel who could operate increasingly complicated equipment. Since Abbott Hospital and Northwestern Hospital had similar missions and traditions, the two hospitals merged on January 1, 1970.\nIn 1975 the &lt;a href=\"Sister%20Kenny%20Rehabilitation%20Institute\"&gt;Sister Kenny Rehabilitation Institute&lt;/a&gt; joined to provide rehabilitation care for patients. In 1976, the board of directors of Abbott-Northwestern voted to close the Abbott campus and move its operation to the campus at 27th Street and Chicago Ave. S. This decision was made because it was cheaper to operate one campus instead of two separate hospitals. The consolidation resulted in about the same number of hospital beds, but accomplished a staff reduction of about 180 out of 2700 employees. The new building cost $24 million, was started in 1977, and opened in 1980. In 2005 in a joint venture between the facility and the Minneapolis Heart Institute, Abbott Northwestern's Heart Hospital was created. In 2013, &lt;a href=\"Sister%20Kenny%20Rehabilitation%20Institute\"&gt;Sister Kenny Rehabilitation Institute&lt;/a&gt; and &lt;a href=\"Courage%20Center\"&gt;Courage Center&lt;/a&gt; merged to create &lt;a href=\"Courage%20Kenny%20Rehabilitation%20Institute\"&gt;Courage Kenny Rehabilitation Institute&lt;/a&gt; one of the largest rehabilitation programs in the Upper Midwest.\nAwards and recognition.\n2022 Newsweek names Abbott Northwestern Hospital a World's Best Specialized Hospital for 9 of the 10 categories, including cardiology, orthopedics, neurosurgery and neurology. \nOn October 3, 2011, Becker's Hospital Review listed Abbott Northwestern under 70 Hospitals With Great Cardiology Programs.\nIn 2018, Becker's Hospital Review named Abbott Northwestern to its \"100 Great Hospitals in America\" list."
}