{
    "id": "19358521",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=19358521",
    "title": "2000 FA Charity Shield",
    "text": "The 2000 FA Charity Shield (also known as The One 2 One FA Charity Shield for sponsorship reasons) was the 78th &lt;a href=\"FA%20Community%20Shield\"&gt;FA Charity Shield&lt;/a&gt;, an annual &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; match organised by &lt;a href=\"the%20Football%20Association\"&gt;the Football Association&lt;/a&gt;, and contested by the winners of the previous season's &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; and &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; competitions. It was the final match played at the original &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt; in London and took place on 13 August 2000 between &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;, the winners of the &lt;a href=\"1999%E2%80%932000%20FA%20Cup\"&gt;1999–2000 FA Cup&lt;/a&gt;, and &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;, who had won the &lt;a href=\"1999%E2%80%932000%20FA%20Premier%20League\"&gt;1999–2000 FA Premier League&lt;/a&gt;. Watched by a crowd of 65,148, Chelsea won the match 2–0.\nThis was Chelsea's 4th appearance in the Shield and Manchester United's 20th. It was the second time they had met in the competition. Chelsea were without &lt;a href=\"Albert%20Ferrer\"&gt;Albert Ferrer&lt;/a&gt;, who had sustained a chest injury in pre-season, while &lt;a href=\"Graeme%20Le%20Saux\"&gt;Graeme Le Saux&lt;/a&gt; made his first appearance in 10 months after recovering from an ankle injury. Three of Chelsea's new signings made their debuts for the team, with &lt;a href=\"Jimmy%20Floyd%20Hasselbaink\"&gt;Jimmy Floyd Hasselbaink&lt;/a&gt;, &lt;a href=\"Ei%C3%B0ur%20Gu%C3%B0johnsen\"&gt;Eiður Guðjohnsen&lt;/a&gt; and &lt;a href=\"Mario%20Stani%C4%87\"&gt;Mario Stanić&lt;/a&gt; named in the squad, while goalkeeper &lt;a href=\"Fabien%20Barthez\"&gt;Fabien Barthez&lt;/a&gt; was Manchester United's only debutant.\nChelsea took the lead in the 22nd minute when Hasselbaink's shot deflected off &lt;a href=\"Jaap%20Stam\"&gt;Jaap Stam&lt;/a&gt; and over Barthez after the Dutch striker was put through on goal by a &lt;a href=\"Gus%20Poyet\"&gt;Gus Poyet&lt;/a&gt; &lt;a href=\"Header%20%28association%20football%29\"&gt;header&lt;/a&gt;. Manchester United captain &lt;a href=\"Roy%20Keane\"&gt;Roy Keane&lt;/a&gt; was shown a &lt;a href=\"Penalty%20card%23Red%20card\"&gt;red card&lt;/a&gt; midway through the second half for a &lt;a href=\"Tackle%20%28football%20move%29%23Association%20football\"&gt;tackle&lt;/a&gt; on Poyet. Minutes later, Chelsea scored a second goal through &lt;a href=\"Mario%20Melchiot\"&gt;Mario Melchiot&lt;/a&gt;, who shot left-footed low past the legs of Stam and Barthez. No further goals were scored and Chelsea took the Charity Shield for the second time, 45 years after their first in &lt;a href=\"1955%20FA%20Charity%20Shield\"&gt;1955&lt;/a&gt;. It was the third year in succession that Manchester United had been defeated in the competition.\nBackground.\nFounded in 1908 as a successor to the &lt;a href=\"Sheriff%20of%20London%20Charity%20Shield\"&gt;Sheriff of London Charity Shield&lt;/a&gt;, the &lt;a href=\"FA%20Community%20Shield\"&gt;FA Charity Shield&lt;/a&gt; began as a contest between the respective champions of the &lt;a href=\"English%20Football%20League\"&gt;Football League&lt;/a&gt; and the &lt;a href=\"Southern%20Football%20League\"&gt;Southern League&lt;/a&gt;, although in 1913 it was played between an Amateurs XI and a Professionals XI. In 1921, it was played by the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; champions and &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; winners for the first time. The match in 2000 was the 27th and last Charity Shield to be played at the &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;original Wembley Stadium&lt;/a&gt; before it was demolished for renovation. The host broadcaster was &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt;, who provided main commentary from &lt;a href=\"Martin%20Tyler\"&gt;Martin Tyler&lt;/a&gt; and &lt;a href=\"Andy%20Gray%20%28footballer%2C%20born%201955%29\"&gt;Andy Gray&lt;/a&gt;, as well as an alternative feed dubbed \"FanZone\" via the interactive &lt;a href=\"Sky%20UK\"&gt;Sky Digital&lt;/a&gt; platform, with a fan from each team providing commentary.\nChelsea qualified by way of winning the &lt;a href=\"1999%E2%80%932000%20FA%20Cup\"&gt;1999–2000 FA Cup&lt;/a&gt;, their second FA Cup title in the previous four years. They defeated &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt; 1–0 &lt;a href=\"2000%20FA%20Cup%20Final\"&gt;in the final&lt;/a&gt;. Manchester United had qualified for the Charity Shield by winning the &lt;a href=\"1999%E2%80%932000%20FA%20Premier%20League\"&gt;1999–2000 FA Premier League&lt;/a&gt;, their sixth league championship in eight years. They had scored a league-high 97 goals and won the title by a then-record margin of 18 points over second-placed &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;. Chelsea were appearing in the Charity Shield for a fourth time; they had won in their first appearance in &lt;a href=\"1955%20FA%20Charity%20Shield\"&gt;1955&lt;/a&gt;, and lost in &lt;a href=\"1970%20FA%20Charity%20Shield\"&gt;1970&lt;/a&gt; and &lt;a href=\"1997%20FA%20Charity%20Shield\"&gt;1997&lt;/a&gt;. This was Manchester United's 20th appearance in the competition; they had won ten (&lt;a href=\"1908%20FA%20Charity%20Shield\"&gt;1908&lt;/a&gt;, &lt;a href=\"1911%20FA%20Charity%20Shield\"&gt;1911&lt;/a&gt;, &lt;a href=\"1952%20FA%20Charity%20Shield\"&gt;1952&lt;/a&gt;, &lt;a href=\"1956%20FA%20Charity%20Shield\"&gt;1956&lt;/a&gt;, &lt;a href=\"1957%20FA%20Charity%20Shield\"&gt;1957&lt;/a&gt;, &lt;a href=\"1983%20FA%20Charity%20Shield\"&gt;1983&lt;/a&gt;, &lt;a href=\"1993%20FA%20Charity%20Shield\"&gt;1993&lt;/a&gt;, &lt;a href=\"1994%20FA%20Charity%20Shield\"&gt;1994&lt;/a&gt;, &lt;a href=\"1996%20FA%20Charity%20Shield\"&gt;1996&lt;/a&gt;, 1997), shared four (&lt;a href=\"1965%20FA%20Charity%20Shield\"&gt;1965&lt;/a&gt;, &lt;a href=\"1967%20FA%20Charity%20Shield\"&gt;1967&lt;/a&gt;, &lt;a href=\"1977%20FA%20Charity%20Shield\"&gt;1977&lt;/a&gt;, &lt;a href=\"1990%20FA%20Charity%20Shield\"&gt;1990&lt;/a&gt;) and lost five (&lt;a href=\"1948%20FA%20Charity%20Shield\"&gt;1948&lt;/a&gt;, &lt;a href=\"1963%20FA%20Charity%20Shield\"&gt;1963&lt;/a&gt;, &lt;a href=\"1985%20FA%20Charity%20Shield\"&gt;1985&lt;/a&gt;, &lt;a href=\"1998%20FA%20Charity%20Shield\"&gt;1998&lt;/a&gt; and &lt;a href=\"1999%20FA%20Charity%20Shield\"&gt;1999&lt;/a&gt;). The 2000 match was the second meeting between these two clubs in the Shield; Manchester United won the previous encounter in 1997 4–2 in a &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt; after a 1–1 draw in normal time.\nPre-match.\nManchester United manager &lt;a href=\"Alex%20Ferguson\"&gt;Alex Ferguson&lt;/a&gt; said before the match that he was pleased that his side was one of the teams to play in the final Charity Shield match to be contested at the old Wembley Stadium and was hoping the win could give the team a good start stating: \"The Charity Shield is not the most important fixture, but nonetheless it is preparation – and in preparation you want to do well. We want to see some progress from the games that we've had so far and the training.\" &lt;a href=\"Gianluca%20Vialli\"&gt;Gianluca Vialli&lt;/a&gt;, the Chelsea manager, used his press conference to emphasise that new signings &lt;a href=\"Jimmy%20Floyd%20Hasselbaink\"&gt;Jimmy Floyd Hasselbaink&lt;/a&gt; and &lt;a href=\"Ei%C3%B0ur%20Gu%C3%B0johnsen\"&gt;Eiður Guðjohnsen&lt;/a&gt; would score additional goals for the club and spoke of the Charity Shield's significance, saying: \"It is a very important match for us as we can win a trophy and put it in our cabinet. That would be the best way to start a new season – beating the champions at Wembley and winning a trophy.\"\n&lt;a href=\"Phil%20Neville\"&gt;Phil Neville&lt;/a&gt;, a &lt;a href=\"Defender%20%28association%20football%29\"&gt;defender&lt;/a&gt; for Manchester United, was told by Ferguson to expect verbal abuse from the spectators during the match because he was blamed for bringing about &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt;'s exit from &lt;a href=\"UEFA%20Euro%202000\"&gt;UEFA Euro 2000&lt;/a&gt; after a 3–2 defeat to &lt;a href=\"Romania%20national%20football%20team\"&gt;Romania&lt;/a&gt; two months prior. He had already received abuse in a pre-season &lt;a href=\"Exhibition%20game\"&gt;friendly match&lt;/a&gt; against &lt;a href=\"Shrewsbury%20Town%20F.C.\"&gt;Shrewsbury Town&lt;/a&gt; of which Ferguson said: \"When you play away from home, you're hardly going to get bouquets of flowers thrown at you. That's not going to change, but I think Phil is capable of handling it. I expect his team-mates to help him through it. That's what teams are about. That's what the word 'team' means.\"\nPaul Johnson of \"&lt;a href=\"Racing%20Post\"&gt;Racing Post&lt;/a&gt;\" opined that Chelsea would be the team more likely to win the Charity Shield even though the two clubs had each won 8 of their last 16 encounters. The football correspondent of the Sydney-based \"&lt;a href=\"The%20Daily%20Telegraph%20%28Sydney%29\"&gt;Daily Telegraph&lt;/a&gt;\" wrote that other clubs will focus on Manchester United's weaknesses rather than the final score of the match. &lt;a href=\"Mike%20Riley%20%28referee%29\"&gt;Mike Riley&lt;/a&gt; was selected as the &lt;a href=\"Referee%20%28association%20football%29\"&gt;referee&lt;/a&gt; for the match; &lt;a href=\"Uriah%20Rennie\"&gt;Uriah Rennie&lt;/a&gt; was originally slated to take charge of the match before it was discovered that he had been demoted from the list of Premier League referees, and he ultimately served as &lt;a href=\"Assistant%20referee%20%28association%20football%29%23Fourth%20official\"&gt;fourth official&lt;/a&gt;. Neither club sold out their allocation of tickets, with Chelsea selling 27,000 out of 30,000 reserved.\nMatch.\nTeam selection.\nBoth teams lined up in a &lt;a href=\"Formation%20%28association%20football%29\"&gt;4–4–2 formation&lt;/a&gt;. &lt;a href=\"David%20Beckham\"&gt;David Beckham&lt;/a&gt; was passed fit by Ferguson to play for Manchester United after the &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; was treated for a back injury he sustained in training. &lt;a href=\"Wes%20Brown\"&gt;Wes Brown&lt;/a&gt; and &lt;a href=\"David%20May%20%28footballer%29\"&gt;David May&lt;/a&gt; were absent with a &lt;a href=\"cruciate%20ligament\"&gt;cruciate ligament&lt;/a&gt; and &lt;a href=\"Achilles%20tendon%20rupture\"&gt;Achilles tendon injury&lt;/a&gt; respectively, and &lt;a href=\"Jesper%20Blomqvist\"&gt;Jesper Blomqvist&lt;/a&gt; had not recovered from injury to return to first-team action. This was &lt;a href=\"Fabien%20Barthez\"&gt;Fabien Barthez&lt;/a&gt;'s first match.\nChelsea were without Spanish full-back &lt;a href=\"Albert%20Ferrer\"&gt;Albert Ferrer&lt;/a&gt;, who sustained a chest injury during the team's pre-season tour of the Netherlands that required him to rest for 10 days. &lt;a href=\"Emerson%20Thome\"&gt;Emerson Thome&lt;/a&gt; and &lt;a href=\"John%20Terry\"&gt;John Terry&lt;/a&gt; also missed the game through hamstring and ankle injuries respectively. &lt;a href=\"Graeme%20Le%20Saux\"&gt;Graeme Le Saux&lt;/a&gt; began as a &lt;a href=\"Substitute%20%28association%20football%29\"&gt;substitute&lt;/a&gt; in his first competitive match for 10 months after being sidelined with an ankle injury that needed two minor operations. Vialli included his team's new signings Guðjohnsen, Hasselbaink and &lt;a href=\"Mario%20Stani%C4%87\"&gt;Mario Stanić&lt;/a&gt; in Chelsea's matchday squad.\nSummary.\nThe match &lt;a href=\"Kick-off%20%28association%20football%29\"&gt;kicked off&lt;/a&gt; at 15:00 local time under cloudy skies and in front of 65,148 spectators. Manchester United had the first chance after seven minutes, when &lt;a href=\"Teddy%20Sheringham\"&gt;Teddy Sheringham&lt;/a&gt; was &lt;a href=\"Fouls%20and%20misconduct%20%28association%20football%29\"&gt;fouled&lt;/a&gt; by &lt;a href=\"Frank%20Leboeuf\"&gt;Frank Leboeuf&lt;/a&gt; and the resulting &lt;a href=\"Free%20kick%20%28association%20football%29\"&gt;free-kick&lt;/a&gt; taken by Beckham went straight into the Chelsea &lt;a href=\"Glossary%20of%20association%20football%20terms%23Wall\"&gt;wall&lt;/a&gt;. A minute later, Hasselbaink set up his teammate Stanić, whose shot from went wide to the left of the Manchester United goal post. The first sign of tension between the players came after 15 minutes when &lt;a href=\"Roy%20Keane\"&gt;Roy Keane&lt;/a&gt; and &lt;a href=\"Gus%20Poyet\"&gt;Gus Poyet&lt;/a&gt; clattered into each other during a &lt;a href=\"Glossary%20of%20association%20football%20terms%23Fifty-fifty\"&gt;50-50 tackle&lt;/a&gt;. The referee did not take any action. &lt;a href=\"Gianfranco%20Zola\"&gt;Gianfranco Zola&lt;/a&gt; beat &lt;a href=\"Gary%20Neville\"&gt;Gary Neville&lt;/a&gt; on the left wing and put in a &lt;a href=\"Cross%20%28association%20football%29\"&gt;cross&lt;/a&gt;, only for Stanić to head wide from the back post. Hasselbaink then took possession when he forced &lt;a href=\"Mika%C3%ABl%20Silvestre\"&gt;Mikaël Silvestre&lt;/a&gt; to rush his shot which then went wide of the goal. Ferguson made a substitution in the 19th minute bringing on &lt;a href=\"Jaap%20Stam\"&gt;Jaap Stam&lt;/a&gt; for Silvestre, who had suffered a hip injury.\nTwo minutes later, &lt;a href=\"Ryan%20Giggs\"&gt;Ryan Giggs&lt;/a&gt; set up Ole Gunnar Solskjær who struck Manchester United's first chance to score into the &lt;a href=\"Glossary%20of%20association%20football%20terms%23Side%20netting\"&gt;side netting&lt;/a&gt;. Hasselbaink opened the scoring for Chelsea in the 22nd minute by curling the ball over goalkeeper Barthez's head and past him via a deflection off Stam after being put through by a &lt;a href=\"header%20%28association%20football%29\"&gt;header&lt;/a&gt; from Poyet away. A tackle from &lt;a href=\"Mario%20Melchiot\"&gt;Mario Melchiot&lt;/a&gt; stopped Sheringham, and Zola took advantage of the confused Manchester United defence between Barthez and &lt;a href=\"Denis%20Irwin\"&gt;Denis Irwin&lt;/a&gt; on the six-yard line. The best opportunity for Manchester United came before the first half ended when Beckham's angled pass came into &lt;a href=\"Paul%20Scholes\"&gt;Paul Scholes&lt;/a&gt;'s path in the penalty box. Scholes received the ball with his chest and shot at goal as it came down onto his foot, but his shot went to the right of De Goey and away from goal due to pressure from Leboeuf.\nThe second half began with a &lt;a href=\"Volley%20%28association%20football%29\"&gt;volley&lt;/a&gt; from Scholes deflecting onto the Chelsea crossbar, leading to a &lt;a href=\"corner%20kick\"&gt;corner kick&lt;/a&gt;. Barthez dived to the left to save a shot from Leboeuf and took possession of the ball. In the 59th minute, a tackle on Keane by Hasselbaink prompted Keane to waggle his finger in Hasselbaink's face in anger. Beckham and referee Mike Riley suggested to Keane that he maintain his composure, which he remonstrated against. Two minutes later, Keane received a &lt;a href=\"Fouls%20and%20misconduct%20%28association%20football%29\"&gt;red card&lt;/a&gt; from Riley for a studs-up tackle on Poyet's calf muscle from behind. It was Keane's seventh red card in seven seasons at Manchester United, and resulted in a three-match ban. Ferguson did not immediately re-organise his side and left three players in the midfield. He made Manchester United's second change in the 70th minute, when he brought on &lt;a href=\"Dwight%20Yorke\"&gt;Dwight Yorke&lt;/a&gt; and &lt;a href=\"Andy%20Cole\"&gt;Andy Cole&lt;/a&gt; for Sheringham and Solskjær to try and draw 1–1. Meanwhile, Chelsea brought on &lt;a href=\"Jody%20Morris\"&gt;Jody Morris&lt;/a&gt; for &lt;a href=\"Roberto%20Di%20Matteo\"&gt;Roberto Di Matteo&lt;/a&gt;.\nIn the 72nd minute, Chelsea extended their lead to 2–0 when Melchiot &lt;a href=\"Dribbling%23Association%20football\"&gt;dribbled&lt;/a&gt; down the right to the edge of the &lt;a href=\"Penalty%20area\"&gt;penalty box&lt;/a&gt; and knocked the ball low with his left foot between Stam's legs and past Barthez into the far post from . Le Saux came on for Poyet in the 77th minute and immediately set up Hasselbaink, whose header went wide of the post. &lt;a href=\"Quinton%20Fortune\"&gt;Quinton Fortune&lt;/a&gt; replaced Giggs a minute later. Scholes received a yellow card for a tackle on Morris after 81 minutes, and then had a shot which went over the Chelsea goal. The remaining six minutes of the match passed without further incident, and Chelsea won 2–0. It was the second time Chelsea had won the Charity Shield, while Manchester United had lost in the Charity Shield for the third year in a row after defeats to Arsenal in 1998 and 1999.\nPost-match.\nDuring the presentation of medals in the Royal Box, Chelsea chairman &lt;a href=\"Ken%20Bates\"&gt;Ken Bates&lt;/a&gt; attempted to hang a blue and white joke medal inscribed with the words \"Lord Fergie, the best thing since sliced bread\" around the neck of Ferguson as a peace offering, after the latter had likened the former to &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt; in his autobiography. Ferguson refused the medal and Bates said: \"I wanted to try to calm things down but he wouldn't take it and that says more about him than me.\"\nVialli said he was delighted with the result and praised the form of his players: \"It was a real match. The players performed in a very convincing way.\" He praised his players and stated he did not wish to be overexcited: \"I'm sure the Manchester United players will feel this defeat and will be spot on for the first league game. We have to be the same against &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham&lt;/a&gt; otherwise this victory won't count for anything. If we get carried away I am sure West Ham will make it very difficult for us.\" Ferguson commented on his team: \"It was a game we were looking to help produce the sharpness we usually have. We played pretty football but without a cutting edge.\" Sheringham believed that Chelsea were deserved winners, saying: \"In that sense it was a good run-out and as long as we're right for then, we will be very happy. That's what it's all geared to.\"\nFerguson argued that Riley had created the incident that saw Keane sent off for his tackle on Poyet: \"The referee waited too long to act. There were a lot of players going in hard right throughout the game. You have to be fair to both camps and we were just waiting to see how long he (Riley) was going to leave it. It is a showpiece occasion but if someone commits a yellow card offence, the appropriate action should be taken.\" Hasselbaink apologised to Keane and said he had made an error in the earlier tackle. The Referees' Association president &lt;a href=\"Peter%20Willis\"&gt;Peter Willis&lt;/a&gt; expressed concern that the Premier League will become \"a bloodbath\" if there was continued scrutiny of \"officials' performances\": \"All of us accept that football is an emotional game, we can make errors of judgement in challenges but there was no misinterpretation of what happened yesterday and I don't think Sir Alex Ferguson can argue against that.\"\nManchester United retained the Premier League during the &lt;a href=\"2000%E2%80%9301%20FA%20Premier%20League\"&gt;2000–01 season&lt;/a&gt;, which they won by ten points from second-placed Arsenal. Chelsea struggled in the league, losing eleven games as they finished in sixth, nineteen points behind United."
}