{
    "id": "19350367",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=19350367",
    "title": "Nizhee Corozal FC",
    "text": "La Victoria/Corozal Football Club is a &lt;a href=\"Belize\"&gt;Belize&lt;/a&gt;an &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; team which competed in the &lt;a href=\"Belize%20Premier%20Football%20League\"&gt;Belize Premier Football League&lt;/a&gt; (BPFL) of the &lt;a href=\"Football%20Federation%20of%20Belize\"&gt;Football Federation of Belize&lt;/a&gt;. It was founded as La Victoria FC in 1985. After the dismantling of the first division, to give way to newly created Semi-Pro league, La Victoria took on the brilliant idea of combining and bringing the best talent from every club and forming a highly competitive team. Their idea paid off and soon they would find themselves scouting and recruiting players from around the district; this brought forward the emergence of talented players of the like of Gerardo Campos (Caledonia), Ariel Magana (Ranchito), Steve Hall (Calcutta), Ramiro ‘Milo’ Munoz (Xaibe), Clifford ‘Calvo’ Usher (Freedom Fighters) Pelon Barahona (Beach Boys); to name a few. \nThe team first battled San Joaquin FC for north supremacy and their success then gave way and brought forward the opportunity of adding Mexican players who solidified the team and took them to become a powerhouse in Belizean Football. La Victoria would dominate the football scene in the mid to late 90’s. They won the Semi-Pro championship with an outstanding display of football. In the international scene they went on the win several key matches allowing them to move on to the next round in the Concacaf Champion of champion league; notably beating Nicaragua’s Dirigian Gen. \nThe team would continue their dominance along with their upbringing of new and talented players; the likes of Joe West, Roberto ‘Berti’ Campos, Delmar Sutherland (RIP) as well as additional Mexican players. However, their new challenger would be up and coming Juventus FC of Orange Walk. Both teams boasted some of the most talented players. Their matches were fierce and epic; the stadiums were packed on Sunday whether it was the Ricalde Stadium of the People’s stadium. Both Clubs marked a special time in Belizean football which stands alone in a unique category that no one will ever forget or come close to recreating. It is no wonder they were called the Glory Guys! \nThe team is based in &lt;a href=\"Corozal%20Town\"&gt;Corozal Town&lt;/a&gt;. Their home stadium is &lt;a href=\"Ricalde%20Stadium\"&gt;Ricalde Stadium&lt;/a&gt;."
}