{
    "id": "19375908",
    "revid": "426156",
    "url": "https://en.wikipedia.org/wiki?curid=19375908",
    "title": "Newport Civil Service F.C.",
    "text": "Newport Civil Service F.C. is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in the &lt;a href=\"Bettws%2C%20Newport\"&gt;Bettws&lt;/a&gt; area of the City of &lt;a href=\"Newport%2C%20Wales\"&gt;Newport&lt;/a&gt;, &lt;a href=\"South%20Wales\"&gt;South Wales&lt;/a&gt;. The team currently play in the &lt;a href=\"Gwent%20County%20League\"&gt;Gwent County League&lt;/a&gt;.\nHistory.\nNewport Civil Service were founded in 1963. Initially they worked their way through the &lt;a href=\"Newport%20and%20District%20Football%20League\"&gt;Newport and District League system&lt;/a&gt; before achieving Gwent County League status. They made an impact at that level in the 1980s, winning Division 3 in 1987–88 and Division 2 the following season. In Civil's first season in Division 1 (1989–90) they swept to 2nd in the League and captured the Gwent Challenge Cup for the first time. After coming 3rd in the 1990–91 season they spent several years in mid-table,(though winning the Gwent Amateur Cup in 1995) and even ended in last position in the 1996–97 season, escaping relegation due to Chepstow Town's promotion to the Welsh League. This escape must have come as a warning, for Civil got things together again in the 1997–98 season to finish 4th.\nIn the 1998–99 season Civil were on for the treble, until disaster struck with the loss of 9 points for unknowingly fielding a player suspended in Sunday Football. They then lost Gwent Amateur Cup Final to local rivals Newport Corinthians and at the end only had the Gwent Challenge Cup to show for a season that promised so much – Civil attaining a 1–0 win over Pill, another Newport side. In the next couples of seasons Civil finished mid-table.\nIn the 2001–02 season Civil Service struggled for quality players all year round which ended in relegation to the Gwent County Second Division. With a new Manager in place they finished 4th in their first season in the Second Division then 3rd in the seasons 2003–04 and 2004–05, just missing promotion on the last few matches.\nThings Changed once again for Civil when in the 2005–06 Season Civil finished in 2nd position to Monmouth Town, with both teams being promoted.\nOnce again Civil's management team changed for the new season in the first Division but they won the first Division. However, they failed to be promoted to the Welsh league due to the Civil Service Sports club being taken over by Play football(Football complex). Hence Monmouth Town, who had finished second behind Civil were promoted to the Welsh League.\nCivil finally attained promotion to the &lt;a href=\"Welsh%20Football%20League\"&gt;Welsh Football League&lt;/a&gt; in the 2007–08 season. Newport Civil Service had a fantastic season, and were unbeaten for nearly a whole season, although local Malpas Rivals Albion Rovers beat them first game of the season, but it was Cwmffrwdoer Sports who put a stop to the unbeaten run. Civil applied again to be promoted to Welsh league only to be rejected twice by the Welsh League. After a lot more hard work Civil applied one last time and were accepted.\nNewport Civil Service F.C are currently running three teams."
}