{
    "id": "19375790",
    "revid": "1063340562",
    "url": "https://en.wikipedia.org/wiki?curid=19375790",
    "title": "Lewis Sayre",
    "text": "Lewis Albert Sayre (February 29, 1820 – September 21, 1900) was a leading American &lt;a href=\"orthopedic\"&gt;orthopedic&lt;/a&gt; &lt;a href=\"surgeon\"&gt;surgeon&lt;/a&gt; of the 19th century. He performed the first operation to cure hip-joint &lt;a href=\"ankylosis\"&gt;ankylosis&lt;/a&gt; (stiffness) and introduced the method of suspending the patient followed by wrapping the body to correct spine distortions. He was also noted for improving sanitary conditions in New York and stopping the spread of &lt;a href=\"cholera\"&gt;cholera&lt;/a&gt; from incoming ships. Sayre was a principal founder of the &lt;a href=\"New%20York%20University%20School%20of%20Medicine\"&gt;Bellevue Hospital Medical College&lt;/a&gt; and of the &lt;a href=\"American%20Medical%20Association\"&gt;American Medical Association&lt;/a&gt;, of which he was elected vice-president in 1866, and president in 1880.\nBiography.\nSayre was born in Bottle Hill (now Madison), in &lt;a href=\"Morris%20County%2C%20New%20Jersey\"&gt;Morris County, New Jersey&lt;/a&gt; in a prosperous farmer family. His father died when Lewis was only 10, and the boy was raised by his uncle, a banker in &lt;a href=\"Lexington%2C%20Kentucky\"&gt;Lexington, Kentucky&lt;/a&gt;. Sayre graduated from the &lt;a href=\"Transylvania%20University\"&gt;Transylvania University&lt;/a&gt; in Lexington in 1839 and then studied medicine at the &lt;a href=\"Columbia%20University%20College%20of%20Physicians%20and%20Surgeons\"&gt;College of Physicians and Surgeons&lt;/a&gt; (now part of &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;). He graduated in 1842-3 and was at once retained as a surgeon by the College. In 1853 he was appointed surgeon to the &lt;a href=\"Bellevue%20Hospital%20Center\"&gt;Bellevue Hospital&lt;/a&gt;, and in 1859 surgeon to the &lt;a href=\"Smallpox%20Hospital\"&gt;Charity Hospital&lt;/a&gt; on &lt;a href=\"Roosevelt%20Island\"&gt;Blackwells Island&lt;/a&gt;. He became consulting surgeon at the latter institution in 1873.\nSayre specialized in injuries and defects in bones and joints. In 1861 he was foremost among the organizers of the Bellevue Hospital Medical College and in the same year became professor of orthopedic surgery, fractures and dislocations at the newly established medical school of the hospital. He later also became professor of clinical surgery, and held both chairs until 1898, when the college merged with the New York University and he was made emeritus professor of orthopedic and clinical surgery of the consolidated institution. He was among the founders of the New York Academy of Medicine, the American Medical Association, and the New York Pathological Society. He was elected vice-president of the American Medical Association in 1866, and its president in 1880. He also helped establish its &lt;a href=\"Journal%20of%20the%20American%20Medical%20Association\"&gt;journal&lt;/a&gt; in 1882.\nIn parallel, between 1860 and 1866, Sayre acted as health officer for New York City, and in that capacity was well respected by the community. In particular, he improved sanitary conditions in New York and secured compulsory vaccinations. He also understood the mechanisms by which &lt;a href=\"cholera\"&gt;cholera&lt;/a&gt; was brought by sailors from incoming ships and stopped it spreading to the city by implementing quarantine. His methods were not more widely accepted and for a long time New York was the only harbor to enforce quarantine regulations.\nIn 1854, Sayre performed his first operation for the cure of hip ankylosis, which involved &lt;a href=\"Segmental%20resection\"&gt;removal&lt;/a&gt; of part of the &lt;a href=\"femur\"&gt;femur&lt;/a&gt; (at its head) to facilitate movements of the hindered joint. It was the first successful operation of its kind in the US. In 1871 he made a tour in Europe, and by invitation gave demonstrations of his methods before numerous medical societies. Five years later he was a delegate to the International Medical Congress at Philadelphia, and performed before that body an operation for hip disease. &lt;a href=\"Joseph%20Lister%2C%201st%20Baron%20Lister\"&gt;Joseph Lister&lt;/a&gt;, the founder of antiseptic surgery, was quoted as saying, \"I feel that this demonstration would of itself have been a sufficient reward for my voyage across the Atlantic.\" The next year, 1877, he was sent by the American Medical Association to the meeting of the &lt;a href=\"British%20Medical%20Association\"&gt;British Medical Association&lt;/a&gt; at &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, where he demonstrated his new treatment of diseases and deformities of the spine by suspension and the application of &lt;a href=\"plaster-of-Paris\"&gt;plaster-of-Paris&lt;/a&gt; bandages. Demonstrations were repeated at principal hospitals throughout England.\nIn 1870, Sayre began using circumcision as a purported cure for several cases of young boys diagnosed with paralysis or significant motor problems. He thought the procedure ameliorated such problems based on a \"reflex neurosis\" theory of disease, which held that excessive stimulation of the genitals (i.e., masturbation) was a disturbance to the equilibrium of the nervous system and a cause of systemic problems.\nDr. Sayre was a voluminous writer, chiefly on topics related to surgery. He invented many instruments for use in operations and for the relief of deformities. Sayre was consulting surgeon to St Elizabeth's Hospital, the Northwestern Dispensary, and the &lt;a href=\"St%20Barnabas%20Hospital%20%28Bronx%29\"&gt;Home for the Incurables&lt;/a&gt; in New York. He was an honorary member of leading American and European societies. In 1972, in recognition of his work, the King of Sweden made him a Knight of the &lt;a href=\"Order%20of%20Vasa\"&gt;Order of Vasa&lt;/a&gt;.\nCriticism.\nWhile mostly hailed, the methods introduced by Sayre were also criticized by colleagues. The hip-joint operation introduced by Sayre proved to be technically challenging. In the first few decades after its introduction, about half of the patients died after the operation and only some of those who recovered regained flexibility. Therefore, it was often avoided in favor of non-surgical treatment. Some doctors (e.g. Newton Melman Shaffer) criticized the use of plaster-of-Paris advocated by Sayre, and found it unsuitable for treating &lt;a href=\"Pott%20disease\"&gt;Pott disease&lt;/a&gt;.\nFamily.\nIn 1849, Sayre married Eliza Ann Hall (January 19, 1822 – January 7, 1894), a painter from a family of artists. They had three sons and a daughter. All three sons became doctors, working with their father, but two of them died in middle age: Charles Henry Hall Sayre (1850–1880) from a fall, and Lewis Hall Sayre (1851–1890) from heart disease. His daughter Mary Jane never married and lived with the family, helping her father with his publications. &lt;a href=\"Reginald%20Sayre\"&gt;Reginald Hall Sayre&lt;/a&gt; (October 15, 1859 – May 29, 1929) became a prominent orthopedic surgeon and Olympic &lt;a href=\"Shooting%20sports\"&gt;sport shooter&lt;/a&gt;."
}