{
    "id": "193885",
    "revid": "1068440665",
    "url": "https://en.wikipedia.org/wiki?curid=193885",
    "title": "Boeing B-47 Stratojet",
    "text": "The Boeing B-47 Stratojet (Boeing company designation Model 450) is a retired American long-&lt;a href=\"Range%20%28aeronautics%29\"&gt;range&lt;/a&gt;, six-engined, &lt;a href=\"turbojet\"&gt;turbojet&lt;/a&gt;-powered &lt;a href=\"strategic%20bomber\"&gt;strategic bomber&lt;/a&gt; designed to fly at high &lt;a href=\"subsonic%20flight\"&gt;subsonic&lt;/a&gt; speed and at high altitude to avoid enemy &lt;a href=\"interceptor%20aircraft\"&gt;interceptor aircraft&lt;/a&gt;. The primary mission of the B-47 was as a &lt;a href=\"Nuclear%20weapon\"&gt;nuclear bomber&lt;/a&gt; capable of striking targets within the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;.\nDevelopment of the B-47 can be traced back to a requirement expressed by the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt; (USAAF) in 1943 for a reconnaissance bomber that harnessed newly developed &lt;a href=\"jet%20propulsion\"&gt;jet propulsion&lt;/a&gt;. Another key innovation adopted during the development process was the &lt;a href=\"swept%20wing\"&gt;swept wing&lt;/a&gt;, drawing upon captured German research. With its engines carried in &lt;a href=\"nacelle\"&gt;nacelle&lt;/a&gt;s underneath the wing, the B-47 represented a major innovation in post-&lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; combat jet design, and contributed to the development of modern &lt;a href=\"jet%20airliner\"&gt;jet airliner&lt;/a&gt;s. Suitably impressed, in April 1946, the USAAF ordered two prototypes, designated \"XB-47\"; on 17 December 1947, the first prototype performed its &lt;a href=\"maiden%20flight\"&gt;maiden flight&lt;/a&gt;. Facing off competition such as the &lt;a href=\"North%20American%20B-45%20Tornado\"&gt;North American XB-45&lt;/a&gt;, &lt;a href=\"Convair%20XB-46\"&gt;Convair XB-46&lt;/a&gt; and &lt;a href=\"Martin%20XB-48\"&gt;Martin XB-48&lt;/a&gt;, a formal contract for 10 B-47A bombers was signed on 3 September 1948. This would be soon followed by much larger contracts.\nDuring 1951, the B-47 entered operational service with the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt;'s &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; (SAC), becoming a mainstay of its bomber strength by the late 1950s. Over 2,000 were manufactured to meet the Air Force's demands, driven by the tensions of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. The B-47 was in service as a strategic bomber until 1965, at which point it had largely been supplanted by more capable aircraft, such as the &lt;a href=\"Boeing%20B-52%20Stratofortress\"&gt;Boeing B-52 Stratofortress&lt;/a&gt;. The B-47 was also adapted to perform a number of other roles and functions, including &lt;a href=\"Imagery%20intelligence\"&gt;photographic reconnaissance&lt;/a&gt;, &lt;a href=\"electronic%20intelligence\"&gt;electronic intelligence&lt;/a&gt;, and weather reconnaissance. While never seeing combat as a bomber, reconnaissance RB-47s would occasionally come under fire near or within Soviet air space. The type remained in service as a &lt;a href=\"reconnaissance%20aircraft\"&gt;reconnaissance aircraft&lt;/a&gt; until 1969. A few served as flying testbeds up until 1977.\nDevelopment.\nOrigins.\nThe B-47 arose from an informal 1943 requirement for a &lt;a href=\"Jet%20engine\"&gt;jet-powered&lt;/a&gt; reconnaissance bomber, drawn up by the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt; (USAAF) to prompt manufacturers to start research into jet bombers. Boeing was among several companies to respond to the request; one of its designs, the Model 424, was basically a scaled-down version of the &lt;a href=\"piston-engine\"&gt;piston-engine&lt;/a&gt;d &lt;a href=\"Boeing%20B-29%20Superfortress\"&gt;B-29 Superfortress&lt;/a&gt; equipped with four jet engines. In 1944, this initial concept evolved into a formal request-for-proposal to design a new bomber with a maximum speed of , a cruise speed of , a range of , and a service ceiling of .\nIn December 1944, &lt;a href=\"North%20American%20Aviation\"&gt;North American Aviation&lt;/a&gt;, &lt;a href=\"Convair\"&gt;Convair&lt;/a&gt;, &lt;a href=\"Boeing\"&gt;Boeing&lt;/a&gt; and the &lt;a href=\"Glenn%20Martin%20Company\"&gt;Glenn Martin Company&lt;/a&gt; submitted proposals for the new long-range jet bomber. Wind tunnel testing had shown that the drag from the engine installation of the Model 424 was too high, so Boeing's entry was a revised design, the Model 432, with the four engines buried in the forward fuselage. The USAAF awarded study contracts to all four companies, requiring that North American and Convair concentrate on four-engined designs (to become &lt;a href=\"North%20American%20B-45%20Tornado\"&gt;B-45&lt;/a&gt; and &lt;a href=\"Convair%20XB-46\"&gt;XB-46&lt;/a&gt;), while Boeing and Martin were to build six-engined aircraft (the B-47 and &lt;a href=\"Martin%20XB-48\"&gt;XB-48&lt;/a&gt;). The powerplant was to be &lt;a href=\"GE-Aviation\"&gt;General Electric's&lt;/a&gt; new &lt;a href=\"General%20Electric%20J35\"&gt;TG-180&lt;/a&gt; turbojet engine.\nSwept wings.\nIn May 1945, the &lt;a href=\"United%20States%20Air%20Force%20Scientific%20Advisory%20Board\"&gt;von Kármán mission of the Army Air Forces&lt;/a&gt; inspected the secret German aeronautics laboratory near &lt;a href=\"Braunschweig\"&gt;Braunschweig&lt;/a&gt;. von Kármán's team included the chief of the technical staff at Boeing, &lt;a href=\"George%20S.%20Schairer\"&gt;George S. Schairer&lt;/a&gt;. He had heard about the controversial swept-wing theory of &lt;a href=\"Robert%20Thomas%20Jones%20%28engineer%29\"&gt;R. T. Jones&lt;/a&gt; at Langley, but seeing German models of swept-wing aircraft and extensive supersonic wind-tunnel data, the concept was decisively confirmed. He wired his home office: \"Stop the bomber design\" and changed the wing design. Analysis by Boeing engineer Vic Ganzer suggested an optimum sweepback angle of about 35 degrees. Boeing's aeronautical engineers modified the Model 432 with swept wings and &lt;a href=\"empennage\"&gt;tail&lt;/a&gt; to produce the \"Model 448\", which was presented to the USAAF in September 1945. It retained the four TG-180 jet engines in its forward fuselage, with two more TG-180s in the rear fuselage. The flush-mounted air intakes for the rear engines were inadequate while the USAAF considered the engine installation within the fuselage to be a fire hazard.\nThe engines were moved to streamlined pylon-mounted pods under the wings, leading to the next iteration, the \"Model 450\", which featured two TG-180s in a twin pod mounted on a pylon about a third of the way outboard on each wing, plus another engine at each wingtip. The Army Air Force liked this new configuration, so Boeing's engineers refined it, moving the outer engines further inboard to about of the &lt;a href=\"wingspan\"&gt;wingspan&lt;/a&gt;. The thin wings provided no space for tricycle main gear to retract so it would have needed a considerable bulge in the fuselage aft of the bomb bay for lateral stability. The only way to get a bomb-bay long enough for an A-bomb was to use a \"bicycle landing gear\", the two main gear assemblies arranged in a tandem configuration and outrigger struts fitted to the inboard engine pods. As the landing gear arrangement made &lt;a href=\"Rotation%20%28aviation%29\"&gt;rotation&lt;/a&gt; impossible, it was designed so that the aircraft rested on the ground at the proper angle for takeoff.\nPleased with the refined Model 450 design, in April 1946, the USAAF ordered two prototypes, to be designated \"XB-47\". Assembly began in June 1947. The first XB-47 was rolled out on 12 September 1947, a few days before the USAAF became a separate service, the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt;, on 18 September 1947. According to aviation authors Bill Gunston and Peter Gilchrist, Boeing subjected the first prototype to \"one of the most comprehensive ground-test programmes ever undertaken\".\nFlight test phase.\nThe XB-47 prototype flew its first flight on 17 December 1947 (the anniversary of the &lt;a href=\"Wright%20Brothers\"&gt;Wright Brothers&lt;/a&gt;' first four flights on 17 December 1903), with test pilots Robert Robbins and Scott Osler at the controls. It lasted 27 minutes, flying from &lt;a href=\"Boeing%20Field\"&gt;Boeing Field&lt;/a&gt; in &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt; to &lt;a href=\"Grant%20County%20International%20Airport\"&gt;Moses Lake Airfield&lt;/a&gt; in central &lt;a href=\"Washington%20%28state%29\"&gt;Washington state&lt;/a&gt;. While not experiencing major problems, the emergency hot wire system was needed to raise the flaps and the engine fire warning indicators falsely illuminated. Robbins stated that it had good flight characteristics.\nRobbins had been skeptical about the XB-47, saying that before his first flight he had prayed, \"Oh God, please help me through the next two hours.\" Robbins soon realized that he had an extraordinary aircraft. &lt;a href=\"Chuck%20Yeager\"&gt;Chuck Yeager&lt;/a&gt; also flew the XB-47, noting it was so aerodynamically clean that he had difficulty landing on the &lt;a href=\"Edwards%20Air%20Force%20Base\"&gt;Edwards lakebed&lt;/a&gt;. In February 1949, Russ Schleeh and Joe Howell \"broke all coast-to-coast speed records\" flying from &lt;a href=\"Moses%20Lake%20Air%20Force%20Base\"&gt;Moses Lake Air Force Base&lt;/a&gt; to &lt;a href=\"Andrews%20Air%20Force%20Base\"&gt;Andrews Air Force Base&lt;/a&gt;, averaging . During an early test flight, the canopy came off at high speed, killing pilot Scott Osler; the aircraft was safely landed by the copilot. The accident resulted in a canopy redesign and the hiring of pilot &lt;a href=\"Alvin%20M.%20Johnston\"&gt;Tex Johnston&lt;/a&gt; as chief test pilot.\nThe second XB-47 (46-066) prototype first flew on 21 July 1948 and, following its delivery to the USAF in December of that year, served as a flying test bed until 1954. Its final destination was &lt;a href=\"Chanute%20Air%20Force%20Base\"&gt;Chanute AFB&lt;/a&gt; where it was used as a maintenance and familiarization aircraft. The second prototype was equipped with more powerful General Electric &lt;a href=\"General%20Electric%20J47\"&gt;J47-GE-3&lt;/a&gt; turbojets with of static thrust each. The J47 or \"TG-190\" was a redesigned version of the TG-180/J35. The first prototype was later retrofitted with these engines.\nFlight testing of the prototypes was careful and methodical since the design was new in so many ways. They initially suffered from \"&lt;a href=\"Dutch%20roll\"&gt;Dutch roll&lt;/a&gt;\", an instability that caused it to weave in widening \"S\" turns, remedied by the addition of a \"&lt;a href=\"yaw%20damper\"&gt;yaw damper&lt;/a&gt;\" control system to automatically deflect the &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; to damp out the weaving motion. Wind tunnel tests had shown it would pitch up at maximum speed due to wing stall on the outboard section of the wing. This was confirmed during flight tests so small vanes called \"&lt;a href=\"vortex%20generator\"&gt;vortex generator&lt;/a&gt;s\" were added to prevent &lt;a href=\"Flow%20separation\"&gt;airflow separation&lt;/a&gt;.\nBoth XB-47 prototypes were test flown at Edwards AFB; the first XB-47 (46-065) was disassembled and scrapped in 1954, making the second prototype (46-066) the sole surviving XB-47. Upon retirement, XB-47 (46-066) was restored and placed on display at the &lt;a href=\"Octave%20Chanute%20Aerospace%20Museum\"&gt;Octave Chanute Aerospace Museum&lt;/a&gt; in &lt;a href=\"Rantoul%2C%20Illinois\"&gt;Rantoul, Illinois&lt;/a&gt;, remaining there until the museum announced its closure due to financial difficulties in April 2015. In late 2015, the Flight Test Historical Foundation began fundraising to purchase XB-47 (46-066) for relocation to the &lt;a href=\"Flight%20Test%20Museum\"&gt;Flight Test Museum&lt;/a&gt; at Edwards AFB. The purchase was completed in August 2016 and on 21 September 2016 the aircraft arrived at Edwards AFB for reassembly, restoration and eventual display at the Flight Test Museum.\nX-model competitions.\nBy mid-1948, the Air Force's bomber competition had already been through one iteration, pitting the North American XB-45 against the Convair XB-46. The North American design won that round of the competition. As an interim measure, the USAF decided to put the North American bomber into production on a limited basis as the B-45 Tornado. The expectation was that B-45 production would be terminated if either of the remaining two designs in the competition, the Boeing XB-47 and the Martin XB-48, proved superior. It is sometimes claimed that the final production decision was made as a result of Boeing president &lt;a href=\"William%20McPherson%20Allen\"&gt;Bill Allen&lt;/a&gt; inviting USAF General K.B. Wolfe, in charge of bomber production, for a ride in the XB-47. A formal contract for 10 aircraft was signed on 3 September 1948.\nProduction.\nThe total number of B-47s built was 2,042.\nDesign.\nOverview.\nThe XB-47, which looked nothing like contemporary bombers, was described by Boyne as a \"sleek, beautiful outcome that was highly advanced\". The 35-degree &lt;a href=\"swept%20wing\"&gt;swept wing&lt;/a&gt;s were shoulder-mounted, the inboard turbojet engines mounted in twin pods, at about a third of the span, and the outboard engines singly near the wing tip. This arrangement reduced the bending moment at the wing roots, saving structural weight. The engines' mass acted as counter-&lt;a href=\"Flutter%20%28aircraft%29\"&gt;flutter&lt;/a&gt; weights.\nThe wing airfoil was identified by Boeing as the BAC 145, also known as the &lt;a href=\"NACA%20airfoil\"&gt;NACA 64A(.225)12 mod airfoil&lt;/a&gt;. Wing flexibility was a concern, flexing as much as at the tip; major effort was expended to ensure that flight control could be maintained as the wing moved up and down; these worries proved to be mostly unfounded. Its maximum speed was limited to &lt;a href=\"Indicated%20airspeed\"&gt;IAS&lt;/a&gt; to avoid &lt;a href=\"control%20reversal\"&gt;control reversal&lt;/a&gt;, where aileron deflections would cause the wings to twist and produce a roll in the opposite direction to that desired by the pilot. The wings were fitted with a set of &lt;a href=\"Fowler%20flap\"&gt;Fowler flap&lt;/a&gt;s that extended well behind the wing to enhance lift at slow speeds. The &lt;a href=\"flight%20control%20surface\"&gt;flight control surface&lt;/a&gt;s were powered, augmenting the pilot's inputs and reducing the exertion required to overcome the forces involved.\nThe XB-47 was designed to carry a crew of three in a &lt;a href=\"cabin%20pressurization\"&gt;pressurized&lt;/a&gt; forward compartment: a pilot and copilot, in &lt;a href=\"tandem\"&gt;tandem&lt;/a&gt;, in a long fighter-style &lt;a href=\"bubble%20canopy\"&gt;bubble canopy&lt;/a&gt;, and a &lt;a href=\"navigator\"&gt;navigator&lt;/a&gt;/&lt;a href=\"Bombardier%20%28aircrew%29\"&gt;bombardier&lt;/a&gt; in a compartment in the nose. The &lt;a href=\"First%20officer%20%28aeronautics%29\"&gt;copilot&lt;/a&gt; doubled as &lt;a href=\"tail%20gunner\"&gt;tail gunner&lt;/a&gt; (using a remotely controlled, &lt;a href=\"radar\"&gt;radar&lt;/a&gt;-directed tail gun), and the navigator as bombardier. The bubble canopy, which provided a high level of visibility to the pilots, pitched up and slid backward; as the cockpit was high off the ground, the crew entered via a door and ladder on the underside of the nose. The extreme front of the nose was initially &lt;a href=\"Glazing%20%28window%29\"&gt;glazed&lt;/a&gt; for visual navigation and bomb sighting, but this requirement was soon deleted together with the glazing. Most production versions had a metal nose with no windows. A K-series &lt;a href=\"bombsight\"&gt;bombsight&lt;/a&gt; provided integrated &lt;a href=\"radar%20navigation\"&gt;radar navigation&lt;/a&gt; and visual navigation, the optical portion extending through the nose in a small dome. For greater comfort, both &lt;a href=\"heater\"&gt;heater&lt;/a&gt;s and &lt;a href=\"refrigeration\"&gt;refrigeration&lt;/a&gt; systems were present in the cockpit to manage the cockpit environment. There was little vibration compared to prior bombers powered by &lt;a href=\"reciprocating%20engine\"&gt;reciprocating engine&lt;/a&gt;s.\nEngines and performance.\nDuring the late 1940s, the bomber was hailed as the fastest of its class in the world. The first prototypes were fitted with General Electric J35 turbojets, the production version of the TG-180, with of thrust. Early jet engines did not develop good thrust at low speeds, so to assist take off when heavily loaded, the B-47 had provisions for fitting solid-fuel &lt;a href=\"JATO\"&gt;rocket-assisted takeoff&lt;/a&gt; (RATO) rockets, each generating roughly of static thrust. Early aircraft had mounts for nine RATO units built into each side of the rear fuselage, arranged in three rows of three bottles. Most of the space within the upper fuselage was taken up by &lt;a href=\"self-sealing%20fuel%20tank\"&gt;self-sealing fuel tank&lt;/a&gt;s, the wing having been deemed unsuitable for storing fuel.\nThe performance of the Model 450 was projected to be so good that the bomber would be as fast as fighters then on the drawing board; thus the only defensive armament was to be a tail turret with two &lt;a href=\".50%20BMG\"&gt;.50 in (12.7 mm)&lt;/a&gt; &lt;a href=\"M2%20Browning\"&gt;AN/M2 Browning&lt;/a&gt; machine guns, which would in principle be directed by an automatic &lt;a href=\"fire-control%20system\"&gt;fire-control system&lt;/a&gt;. The two XB-47s were neither fitted with combat equipment nor tail turrets as they were engineering and flight test aircraft only. The total bombload capacity was to be . Production aircraft were to be equipped with modern electronics for navigation, bombing, countermeasures and turret fire control. Navigation was more difficult than on earlier aircraft due to the higher speed involved.\nOne problem with the aircraft was that at higher altitudes, where the pure turbojet engines could produce good fuel economy, the wing was very compromised. At the top of the B-47's envelope, about , it was in \"&lt;a href=\"Coffin%20corner%20%28aviation%29\"&gt;coffin corner&lt;/a&gt;\". That means that at this level, which produced the most range at most weights due to fuel consumption, there was an envelope of between maximum mach and stall speed. For the B-47 to cross the Atlantic Ocean, it had to be flown this high. Due to its rudimentary autopilot, the pilot had to leave it turned off and spend up to eight hours diligently monitoring the airspeed and adjusting the throttles to avoid going into a stall. For perspective, a modern Boeing 757 has over of difference at even a very heavy weight at . Fuel capacity was enormous, at , more than triple the on the B-29 Superfortress, and meant that maintaining fuel trim to ensure a stable &lt;a href=\"center%20of%20gravity%20of%20an%20aircraft\"&gt;center of gravity&lt;/a&gt; was a critical copilot duty.\nDrogue chutes.\nThe aircraft was so aerodynamically clean that rapid descent (\"penetration\") from high &lt;a href=\"cruise%20%28aeronautics%29\"&gt;cruise&lt;/a&gt; altitude to the landing pattern required dragging the deployed rear landing gear. The relatively high &lt;a href=\"wing%20loading\"&gt;wing loading&lt;/a&gt; (weight/wing area) required a high landing speed of . To shorten the landing roll, Air Force test pilot Major &lt;a href=\"Guy%20M.%20Townsend\"&gt;Guy Townsend&lt;/a&gt; promoted the addition of a German-invented \"ribbon\" drag chute (&lt;a href=\"thrust%20reverser\"&gt;thrust reverser&lt;/a&gt;s had not then been developed). For the same reason, the B-47 was the first mass-produced aircraft to be equipped with an &lt;a href=\"Anti-lock%20braking%20system\"&gt;anti-skid&lt;/a&gt; braking system.\nA related problem was that the aircraft's engines would have to be throttled down on landing approach. Since it could take as long as 20 seconds to throttle them back up to full power, the bomber could not easily do a \"&lt;a href=\"Touch-and-go%20landing\"&gt;touch and go&lt;/a&gt;\" momentary landing. A 16-foot \"approach chute\" (&lt;a href=\"drogue%20parachute\"&gt;drogue parachute&lt;/a&gt;) provided &lt;a href=\"aerodynamic%20drag\"&gt;aerodynamic drag&lt;/a&gt; so that the aircraft could be flown at approach speeds with the engines throttled at ready-to-spool-up medium power. On the ground, the pilots used the 32-foot \"brake chute\". The brake chute could be deployed to stop the aircraft from \"porpoising\", or bouncing, after a hard landing on the front nose gear. Training typically included an hour of dragging the approach chute around the landing pattern for multiple practice landings.\nOperational history.\nEarly years.\nThe &lt;a href=\"USAF\"&gt;USAF&lt;/a&gt; &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; operated multiple B-47 models (B-47s, EB-47s, RB-47s and YRB-47s) from 1951 through 1965. Upon entry to service, its performance was closer to that of contemporary fighters than SAC's extant &lt;a href=\"Convair%20B-36\"&gt;B-36 Peacemaker&lt;/a&gt; bomber, setting multiple records with ease. It handled well in flight, the controls having a fighter-like light touch. The large bubble canopy enhanced the flying crew's vision and gave a fighter-like feel, but also caused internal temperature variations for the crew. The three-man crew consisted of the commander, copilot and a navigator/bombardier or a crew chief.\nIn 1953 the B-47 became operational. It was sluggish on takeoff and too fast on landings, an unpleasant combination. If landed at the wrong angle, the B-47 would \"porpoise\", bouncing fore-and-aft. If the pilot did not lift off for another go-around, instability would quickly cause it to skid onto one wing and cartwheel. Because the wings and surfaces flexed in flight, low-altitude speed restrictions were necessary to ensure effective flight control. The B-47 was regarded as a maintenance \"hog\". General reliability was good, the only major issuing relating to the &lt;a href=\"avionics\"&gt;avionics&lt;/a&gt;, typical of the &lt;a href=\"vacuum%20tube\"&gt;vacuum tube&lt;/a&gt; technology used and the placement of equipment outside the pressurized crew compartment. Much work was done to improve avionics reliability, but avionics remained troublesome throughout the B-47's operational life.\nStarting in 1950, several models of the B-47 included a fuel tank &lt;a href=\"inerting%20system\"&gt;inerting system&lt;/a&gt;, in which &lt;a href=\"dry%20ice\"&gt;dry ice&lt;/a&gt; was &lt;a href=\"Sublimation%20%28phase%20transition%29\"&gt;sublimed&lt;/a&gt; into &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt; vapor while the fuel pumps operated or while the in-flight refueling system was in use. The carbon dioxide was pumped into both the fuel tanks and the fuel system to ensure low oxygen levels throughout. It was implemented largely to reduce the probability of an explosion from &lt;a href=\"static%20electricity\"&gt;static electricity&lt;/a&gt; discharges.\nInitial mission profiles included the &lt;a href=\"toss%20bombing\"&gt;loft bombing&lt;/a&gt; of nuclear weapons. As the training for this imposes repeated high stress on the aircraft, the airframe lifetime would have been severely limited by &lt;a href=\"Fatigue%20%28material%29\"&gt;metal fatigue&lt;/a&gt;, and this maneuver was eliminated. Improved training led to a good safety record, and few crews felt the aircraft was unsafe or too demanding, but apparently there were some aircrews who had little affection for the B-47. Crew workload was high, having only three crew members to operate it. Boeing's &lt;a href=\"Boeing%20B-52%20Stratofortress\"&gt;B-52 Stratofortress&lt;/a&gt;, in contrast, generally had six crewmen, five officers and one enlisted, with more internal cabin space.\nPrime years.\nAn XB-47 was flown in the 1951 &lt;a href=\"Operation%20Greenhouse\"&gt;Operation Greenhouse&lt;/a&gt; &lt;a href=\"nuclear%20weapons%20test\"&gt;nuclear weapons test&lt;/a&gt;. This was followed by a B-47B being flown in the 1952 test, &lt;a href=\"Operation%20Ivy\"&gt;Operation Ivy&lt;/a&gt; and the 1954 test, &lt;a href=\"Operation%20Castle\"&gt;Operation Castle&lt;/a&gt;. A B-47E was then flown in the 1956 test, &lt;a href=\"Operation%20Redwing\"&gt;Operation Redwing&lt;/a&gt;. \"Reflex\" missions proved the long-endurance (eighteen hours) and long range capability of the B-47 and aircrews. These were \"simulated strike missions against the then Soviet enemy\".\nThree B-47s flew cross country from &lt;a href=\"March%20Air%20Force%20Base\"&gt;March Air Force Base&lt;/a&gt; to the &lt;a href=\"Philadelphia%20International%20Airport\"&gt;Philadelphia International Airport&lt;/a&gt; as participants in the 1955 Labor Day &lt;a href=\"National%20Air%20Races\"&gt;race&lt;/a&gt;. In the 1956 event, three B-47s participated in the G.E. Trophy race for Jet Bombers, flying from &lt;a href=\"Kindley%20Field\"&gt;Kindley Field&lt;/a&gt;, Bermuda, to &lt;a href=\"Oklahoma%20City\"&gt;Oklahoma City&lt;/a&gt;. One of these set a course speed record of .\nBy 1956, the USAF had 28 wings of B-47 bombers and five wings of RB-47 reconnaissance aircraft. The B-47 was the first line of America's strategic nuclear deterrent, often operating from forward bases in the UK, &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, Spain, &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;, Greenland and &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;. B-47s were often set up on \"one-third\" alert, with a third of operational aircraft available sitting on hardstands or an alert ramp adjacent to the runway, loaded with fuel and nuclear weapons, crews on standby, ready to attack the &lt;a href=\"Soviet%20Union\"&gt;USSR&lt;/a&gt; at short notice. Crews were trained to perform \"&lt;a href=\"Minimum%20Interval%20Take%20Off\"&gt;Minimum Interval Take Off&lt;/a&gt;s (MITO)\", one bomber following another into the air at intervals of as little as 15 seconds to launch as fast as possible. MITO could be hazardous, as the bombers left wingtip vortices and general &lt;a href=\"turbulence\"&gt;turbulence&lt;/a&gt; behind them; the first generation turbojet engines, fitted with &lt;a href=\"Water%20injection%20%28engines%29\"&gt;water-injection&lt;/a&gt; systems, also created dense black smoke.\nThe B-47 was the backbone of SAC into 1959, when the B-52 began to assume nuclear alert duties and the number of B-47 bomber wings started to be reduced. B-47 production ceased in 1957, though modifications and rebuilds continued. Operational practice for B-47 bomber operations during this time went from high-altitude bombing to low-altitude strike, which was judged more likely to penetrate Soviet defenses. Crews were trained in \"pop-up\" attacks, coming in at low level at and then climbing abruptly near the target before releasing a nuclear weapon.\nLater years.\nStress and fatigue incurred in low-altitude operations led to a number of wing failures and crashes, and an extensive refit program was begun in 1958 to strengthen the wing mountings. The program was known as \"Milk Bottle\", named after the big connecting pins that were replaced in the wing roots.\nOne of the more notable mishaps involving a B-47 occurred on 5 February 1958 near Savannah, Georgia, in the so-called &lt;a href=\"1958%20Tybee%20Island%20B-47%20crash\"&gt;1958 Tybee Island B-47 crash&lt;/a&gt;. A B-47 based at &lt;a href=\"Homestead%20AFB\"&gt;Homestead AFB&lt;/a&gt;, Florida, was engaged in a simulated combat exercise against an &lt;a href=\"North%20American%20F-86%20Sabre\"&gt;F-86&lt;/a&gt; fighter. As was the practice at the time, the B-47 was carrying a single &lt;a href=\"Mark%2015%20nuclear%20bomb\"&gt;Mark 15 nuclear bomb&lt;/a&gt;, without its core. During this exercise, the two aircraft collided. The F-86 crashed after the pilot ejected, while the B-47 suffered substantial damage, including loss of power in one outboard engine. After three unsuccessful landing attempts at &lt;a href=\"Hunter%20Air%20Force%20Base\"&gt;Hunter Air Force Base&lt;/a&gt;, the bomber pilot had to \"safe\" soft drop the Mark 15 weapon off the coast of &lt;a href=\"Savannah%2C%20Georgia\"&gt;Savannah, Georgia&lt;/a&gt; near &lt;a href=\"Tybee%20Island\"&gt;Tybee Island&lt;/a&gt;, after which the B-47 landed safely. Despite an extensive nine-month search, the unarmed bomb was never found.\nIn 1963, the &lt;a href=\"Kennedy%20administration\"&gt;Kennedy administration&lt;/a&gt; offered 24 B-47E bombers as an interim &lt;a href=\"English%20Electric%20Canberra\"&gt;Canberra Mk 20&lt;/a&gt; replacement for &lt;a href=\"Royal%20Australian%20Air%20Force\"&gt;Royal Australian Air Force&lt;/a&gt; (RAAF), pending delivery of the much delayed &lt;a href=\"General%20Dynamics%20F-111C\"&gt;F-111C aircraft&lt;/a&gt;. Three B-47E aircraft flew to Australia for demonstration purposes, but RAAF declined the B-47E as technically outdated and too resource-intensive.\nDuring 1963, final phaseout of B-47 bomber wings began, the last bombers were out of service with SAC by 1966. The last USAF operational aircraft, WB-47Es assigned to the &lt;a href=\"Air%20Weather%20Service\"&gt;Air Weather Service&lt;/a&gt;, were withdrawn from use in September 1969. Shortly before, a B-47E, Air Force Serial Number 53-2280, was used as a testbed for a newly developed &lt;a href=\"fly-by-wire\"&gt;fly-by-wire&lt;/a&gt; system. The &lt;a href=\"United%20States%20Navy\"&gt;U.S. Navy&lt;/a&gt; kept specialized EB-47E test aircraft from USAF inventory in occasional use to support the \"Fleet Electronic Warfare Systems Group (FEWSG)\" until December 1977, being replaced by government owned/contractor operated (GOCO) &lt;a href=\"Boeing%20NC-135\"&gt;NKC-135 modified Stratotankers&lt;/a&gt; also loaned from the USAF.\nThe final recorded flight of a B-47 was on 17 June 1986, when a B-47E was restored to flightworthy condition for a one-time ferry flight. This aircraft was flown from &lt;a href=\"Naval%20Air%20Weapons%20Station%20China%20Lake\"&gt;Naval Air Weapons Station China Lake&lt;/a&gt;, California, to &lt;a href=\"Castle%20Air%20Force%20Base\"&gt;Castle Air Force Base&lt;/a&gt;, California, for static display at the Castle Air Museum, where it presently resides.\nReconnaissance.\nThe only B-47s to see anything that resembled combat were the &lt;a href=\"aerial%20reconnaissance\"&gt;aerial reconnaissance&lt;/a&gt; variants. The first overflight of Soviet territory with a B-47B, fitted with special radar and cameras in the bomb bay, occurred on 15 October 1952, overflying Soviet airfields in Northeastern Siberia. RB-47s operated from almost every airfield that gave them access to the USSR and routinely probed Soviet airspace. Occasionally, they would avoid confrontations with speed and evasion. At least five aircraft were fired upon and three were shot down. The RB-47s returned fire with their tail turrets, although it is uncertain if they scored any kills; these were the only shots fired in anger by any B-47.\nOn 8 May 1954, after a top secret reconnaissance mission near the &lt;a href=\"Kola%20Peninsula\"&gt;Kola Peninsula&lt;/a&gt;, a &lt;a href=\"4th%20Air%20Division\"&gt;4th Air Division&lt;/a&gt; / &lt;a href=\"91st%20Missile%20Wing\"&gt;91st Strategic Reconnaissance Wing&lt;/a&gt; RB-47E, flown by then-Capt (later Col) Harold \"Hal\" Austin, overflew the Soviet Union at high altitude, out of reach of &lt;a href=\"Mikoyan-Gurevich%20MiG-15\"&gt;MiG-15s&lt;/a&gt;. Unknown to USAF intelligence, &lt;a href=\"Mikoyan-Gurevich%20MiG-17\"&gt;MiG-17s&lt;/a&gt; capable of intercepting it had been stationed nearby. The RB-47E was chased by several MiG-17s, firing upon it with their guns over Soviet and Finnish airspace. While taking damage, the RB-47E escaped over Sweden to its home base at &lt;a href=\"RAF%20Fairford\"&gt;RAF Fairford&lt;/a&gt;, Gloucestershire. Its top speed and &lt;a href=\"combat%20radius\"&gt;combat radius&lt;/a&gt; superiority to the fighter jets were decisive factors. The mission marked the first time a jet aircraft equipped with modern &lt;a href=\"aerial%20photography\"&gt;aerial photography&lt;/a&gt; equipment, K-17 and K-38 cameras, was used for USAF reconnaissance over the Soviet Union. The incident was kept secret by all parties.\nOther interceptions resulted in losses. An RB-47 flying from Alaska was scouting the &lt;a href=\"Kamchatka%20Peninsula\"&gt;Kamchatka Peninsula&lt;/a&gt; on 17 April 1955, when it was intercepted by Soviet MiG-15s in international airspace. The RB-47 and its crew disappeared. Between 21 March and 10 May 1956, 16 RB-47Es and five RB-47Hs operating from Thule performed overflights the length of Siberia 156 times under Project &lt;a href=\"HOMERUN\"&gt;HOMERUN&lt;/a&gt;. The Soviets filed an angry complaint with the US government, which attributed the overflights to \"navigational difficulties\". MiGs intercepted RB-47s on three separate occasions in late 1958: over the Black Sea on 31 October, over the Baltic on 7 November, and over the &lt;a href=\"Sea%20of%20Japan\"&gt;Sea of Japan&lt;/a&gt; on 17 November.\nOn 1 July 1960, a &lt;a href=\"PVO%20Strany\"&gt;PVO Strany&lt;/a&gt; &lt;a href=\"Mikoyan-Gurevich%20MiG-19\"&gt;MiG-19&lt;/a&gt; &lt;a href=\"1960%20RB-47%20shootdown%20incident\"&gt;shot down an RB-47H&lt;/a&gt; (AF Serial No. 53-4281) in international airspace over the &lt;a href=\"Barents%20Sea\"&gt;Barents Sea&lt;/a&gt;, killing four of the crew while two were captured by the Soviets and released in 1961. The co-pilot reported that the MiG-19 jammed his MD-4 FCS (that aimed the tail guns), rendering it defenseless. The last known confrontation between MiGs and RB-47s occurred on 28 April 1965, when an ERB-47H was intercepted by two North Korean MiG-17s over the Sea of Japan. While hit by the MiGs, it returned to &lt;a href=\"Yokota%20Air%20Base\"&gt;Yokota Air Base&lt;/a&gt; in Japan with three engines out. A few operated during the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; on missions such as relaying &lt;a href=\"Signals%20intelligence\"&gt;ELINT&lt;/a&gt; data, but were replaced by more efficient and capable Boeing &lt;a href=\"Boeing%20RC-135\"&gt;RC-135s&lt;/a&gt;. The last RB-47H was retired on 29 December 1967.\nThe final 15 RB-47s, built from December 1955, were fitted with additional equipment, including the AN/APD \"&lt;a href=\"side%20looking%20airborne%20radar\"&gt;side looking airborne radar&lt;/a&gt;\" (SLAR) system, and gear to sample the air for &lt;a href=\"Nuclear%20fallout\"&gt;fallout&lt;/a&gt; from &lt;a href=\"Nuclear%20testing\"&gt;nuclear tests&lt;/a&gt;. These were given the designation RB-47K and generally used for weather reconnaissance missions, carrying a load of eight \"&lt;a href=\"dropsonde\"&gt;dropsonde&lt;/a&gt;\" weather sensors that were released at various checkpoints along the flight path. Data radioed back from the dropsondes was logged by the navigator. The RB-47Ks were in service until 1963. The type was succeeded by dedicated reconnaissance aircraft such as the &lt;a href=\"Lockheed%20U-2\"&gt;Lockheed U-2&lt;/a&gt;.\nSurviving aircraft.\nTwenty-three surviving airframes exist in museum collections; all are located in the United States.\nAccidents and incidents.\nOver the operating history of the B-47, 203 aircraft were lost in crashes, with 464 deaths. This represents approximately 10% of the total number produced.\nOn 8 February 1954 a B-47 of the 22nd Bomber Wing, March, California, crashed in Stoke Wood, a mile and a half short of the runway at RAF Upper Heyford, England, while on a training run. All 3 crew were killed. \nOn 28 February 1955, a crippled B-47 crashed into a trailer park in &lt;a href=\"Lake%20Charles%2C%20Louisiana\"&gt;Lake Charles, Louisiana&lt;/a&gt;, killing the aircraft's three crewmen and two people on the ground.\nOn 10 March 1956, four B-47s left &lt;a href=\"MacDill%20Air%20Force%20Base\"&gt;MacDill Air Force Base&lt;/a&gt; in Florida for a non-stop flight to &lt;a href=\"Ben%20Guerir%20Air%20Base\"&gt;Ben Guerir Air Base&lt;/a&gt; in Morocco. After descending through clouds to begin their second round of &lt;a href=\"aerial%20refueling\"&gt;aerial refueling&lt;/a&gt; over the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; at 14,000 feet, one of the four aircraft, &lt;a href=\"1956%20B-47%20disappearance\"&gt;serial number 52-0534&lt;/a&gt;, failed to make contact with the tanker; neither the aircraft (which was carrying two nuclear weapon &lt;a href=\"Pit%20%28nuclear%20weapon%29\"&gt;cores&lt;/a&gt;) nor its personnel were ever found.\nOn 28 March 1956, a B-47 exploded near &lt;a href=\"Wichita%2C%20Kansas\"&gt;Wichita, Kansas&lt;/a&gt;, with an instructor and two student pilots on board. It crashed four miles northeast of the city, killing its crew of three. The office of information services at &lt;a href=\"McConnell%20Air%20Force%20Base\"&gt;McConnell Air Force Base&lt;/a&gt; said the explosion occurred after takeoff, probably at about 2,000 feet altitude. Wreckage was strewn along the countryside for several miles as the wings sheared off and the fuselage tumbled to earth.\nOn 27 July 1956, a B-47 of the 307th Bombardment Wing crashed at &lt;a href=\"RAF%20Lakenheath\"&gt;RAF Lakenheath&lt;/a&gt; killing its crew and causing a near radioactive incident when it hit a storage igloo containing three &lt;a href=\"Mark%206%20nuclear%20bomb\"&gt;MK-6 nuclear weapons&lt;/a&gt;. Although the bombs involved lacked their &lt;a href=\"Pit%20%28nuclear%20weapon%29\"&gt;fissile cores&lt;/a&gt;, each carried about 8,000 pounds of high explosives for their trigger mechanism. The crash and ensuing fire did not ignite the high explosives and no detonation occurred.\nIn November 1956, B-47E serial number 51-2421 of the &lt;a href=\"96th%20Bombardment%20Wing\"&gt;96th Bombardment Wing&lt;/a&gt;, flying from &lt;a href=\"Altus%20AFB\"&gt;Altus AFB&lt;/a&gt;, crashed on a farm near &lt;a href=\"Hobart%2C%20Oklahoma\"&gt;Hobart, Oklahoma&lt;/a&gt;, following engine problems. Four crewmen were killed in the incident.\nOn 9 October 1957, B-47 serial number 51-2177A, of the &lt;a href=\"447th%20Missile%20Squadron\"&gt;447th Bomb Squadron&lt;/a&gt;, &lt;a href=\"321st%20Air%20Expeditionary%20Wing\"&gt;321st Bomb Wing&lt;/a&gt; at &lt;a href=\"Pinecastle%20Air%20Force%20Base\"&gt;Pinecastle Air Force Base&lt;/a&gt; suffered wing failure and crashed northwest of &lt;a href=\"Orlando%2C%20Florida\"&gt;Orlando, Florida&lt;/a&gt;, and west of &lt;a href=\"Winter%20Park%2C%20Florida\"&gt;Winter Park, Florida&lt;/a&gt;, while conducting a practice demonstration for the annual Strategic Air Command Bombing Navigation and Reconnaissance Competition at Pinecastle AFB. The wing commander, Colonel Michael Norman Wright McCoy, was killed in the crash; Pinecastle AFB was later renamed &lt;a href=\"McCoy%20Air%20Force%20Base\"&gt;McCoy AFB&lt;/a&gt; in his honor.\nOn 4 December 1957, a &lt;a href=\"MacDill%20Air%20Force%20Base\"&gt;MacDill Air Force Base&lt;/a&gt; B-47 exploded in mid-air over &lt;a href=\"Choctawhatchee%20Bay\"&gt;Choctawhatchee Bay&lt;/a&gt;, &lt;a href=\"Okaloosa%20County%2C%20Florida\"&gt;Okaloosa County, Florida&lt;/a&gt;. Parts were scattered over a wide underwater area that varied in depth from 20 to 30 feet. Assistance from US Navy divers from the Mine Detection Laboratory, &lt;a href=\"Panama%20City%2C%20Florida\"&gt;Panama City, Florida&lt;/a&gt;, the Underwater Demolition Team No. 21 from Little Creek, Va., the 3201st Boat Squadron, APGC, recovered most of the plane. The three crew were killed.\nOn 5 February 1958, a B-47 was involved in a mid-air collision with an &lt;a href=\"F-86\"&gt;F-86&lt;/a&gt; fighter over Georgia, known as &lt;a href=\"1958%20Tybee%20Island%20mid-air%20collision\"&gt;1958 Tybee Island mid-air collision&lt;/a&gt;.\nOn 26 February 1958, an RB-47E Registration: 52-0720 crashed six miles south of Lancaster, OH on approach to Lockbourne AFB, OH. The aircraft hit the ground at an angle of 50 degrees. It was determined that the aircraft was allowed to get into an unusual attitude and/or high speed, through disorientation, from which there was no recovery. In actuality, a wheel door had broken away and prevented the control surfaces being fully active.\nOn 13 March 1958, two B-47s failed on the same date in separate incidents when the lower wing skin failed at the same structural location. One exploded over southeast Tulsa, Oklahoma, killing one crewman and raining debris over at least 8 square miles, witnessed by thousands of people on the ground. Two of the three men on a training mission from McConnell Air Force Base in Wichita, Kansas, parachuted to safety. The third was trapped in the nose of the plane and died.\nOn 10 April 1958, a B-47 from &lt;a href=\"Lockbourne%20Air%20Force%20Base\"&gt;Lockbourne Air Force Base&lt;/a&gt;, Ohio, exploded in flight behind the &lt;a href=\"Boeing%20KC-97%20Stratofreighter\"&gt;KC-97G&lt;/a&gt; tanker that was to refuel it. The KC-97 was unharmed, but the wreckage of the B-47 fell within a half-mile of a highway and none of the crew survived.\nOn 15 April 1958, a B-47 from &lt;a href=\"Walker%20Air%20Force%20Base\"&gt;Walker Air Force Base&lt;/a&gt; in &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, &lt;a href=\"United%20States%20military%20aircraft%20serials\"&gt;serial number&lt;/a&gt; 52-0562, crashed on takeoff at &lt;a href=\"Pease%20Air%20Force%20Base\"&gt;Pease Air Force Base&lt;/a&gt; in &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;; all four crewmen were killed.\nOn 22 November 1958, a B-47B crashed while taking off from &lt;a href=\"Loring%20Air%20Force%20Base\"&gt;Loring Air Force Base&lt;/a&gt; in Maine, killing all four crew members on board. The plane belonged to a unit at &lt;a href=\"McCoy%20Air%20Force%20Base\"&gt;McCoy Air Force Base&lt;/a&gt; in Orlando, Florida. The plane was described as having reached two-thirds of the way down the runway, when it veered sharply to the right, eventually crashing 400 feet north of the runway. On 25 November 1958, a KC-135 of the 42d Air Refueling Squadron crashed on takeoff roughly in the same area as the B-47 three days before.\nOn 4 April 1959, a B-47, serial number 52-0320, crashed in the Santa Rita mountains, south of Tucson, Arizona, while attempting to land at the adjacent Davis-Monthan AFB. All three crew were killed. Investigators noted that a faulty &lt;a href=\"altimeter\"&gt;altimeter&lt;/a&gt; was a contributing factor.\nOn 24 April 1959, Captain John S. Lappo, operating from &lt;a href=\"Lockbourne%20AFB\"&gt;Lockbourne AFB&lt;/a&gt; flew a B-47 with two crewmen on board under the &lt;a href=\"Mackinac%20Bridge\"&gt;Mackinac Bridge&lt;/a&gt; in &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. Following a &lt;a href=\"Courts-martial%20in%20the%20United%20States%23General%20court-martial\"&gt;general court-martial&lt;/a&gt;, he was grounded for life.\nOn 30 December 1959, a B-47B crashed at Torrejón Air Base, Spain one minute after takeoff. The four crew members were killed in the crash.\nOn 31 March 1960, a B-47E, serial number 52-1414, of the 384th Bomb Wing (SAC), 545th Bombardment Squadron, Little Rock AFB, exploded inflight over Little Rock, Arkansas. Three of the four crew and two civilians on the ground were killed.\nOn 4 January 1961, a B-47 based at Pease Air Force Base, serial number 53-4244, crashed on takeoff; all four crewmen were killed.\nOn 24 February 1961, a B-47 crashed 10 miles southwest of Hurley, Wisconsin, while on a practice bombing mission from the 40th Bomb Wing at Forbes Air Force Base, Topeka, Kansas. Its four crew were killed. An engine was found 600 yards from the point of impact, indicating it detached prior to the crash.\nOn 2 May 1961, a B-47 crashed eight miles southwest of &lt;a href=\"Hurley%2C%20Wisconsin\"&gt;Hurley, Wisconsin&lt;/a&gt;, only a few miles from the scene of a prior B-47 crash on 24 February 1961. Two of four crew survived. Evidence shows that it was steeply diving when the crash occurred.\nIn January 1962, a B-47 based at Plattsburgh Air Force Base on a training mission crashed into the side of &lt;a href=\"Wright%20Peak\"&gt;Wright Peak&lt;/a&gt; in the &lt;a href=\"Adirondack%20High%20Peaks\"&gt;High Peaks in the Adirondacks&lt;/a&gt; of New York. All four crew were killed. Wreckage can still be found at the summit, including a landing gear strut and an partial engine. It had veered about 30 miles east due to inclement weather.\nOn 23 July 1962, a B-47 based at Dyess Air Force Base near Abilene, Texas, departed on a training mission through Montana. After crossing into &lt;a href=\"Paradise%20Valley%20%28Montana%29\"&gt;Paradise Valley&lt;/a&gt;, it crashed into Emigrant Peak and exploded while turning toward the northwest. All four crew were killed.\nOn 3 August 1962, a B-47 based at Pease Air Force Base, serial number 52-0526, crashed on takeoff; all three crew were killed.\nOn 20 February 1963, a B-47 of the 98th Bomb Wing based at &lt;a href=\"Lincoln%20Air%20National%20Guard%20Base\"&gt;Lincoln AFB, Nebraska&lt;/a&gt;, crashed in &lt;a href=\"Bashaw%20Township%2C%20Brown%20County%2C%20Minnesota\"&gt;Bashaw Township&lt;/a&gt;, approximately 3 miles north of the town of &lt;a href=\"Comfrey%2C%20Minnesota\"&gt;Comfrey, Minnesota&lt;/a&gt;. All four crew were killed. It had just completed a low-altitude, simulated bombing run near the town of &lt;a href=\"Heron%20Lake%2C%20Minnesota\"&gt;Heron Lake, Minnesota&lt;/a&gt;, when the sixth engine failed, causing it to crash in a field, resulting in a 25-foot deep by 50-foot wide crater.\nOn 20 August 1963, a QB-47 veered off course on its landing approach at Eglin Air Force Base and crash landed on a road parallel to the runway. It was used for &lt;a href=\"Bomarc%20Missile%20Program\"&gt;Bomarc Missile Program&lt;/a&gt; tests, normally operated from Eglin Air Force Base Auxiliary Field Number Three (&lt;a href=\"Duke%20Field\"&gt;Duke Field&lt;/a&gt;), approximately north of the main base. Two cars were crushed, killing two occupants and injuring a third.\nOn 8 December 1964, a B-47 based at Pease Air Force Base, serial number 52-0339, crashed in &lt;a href=\"Newington%2C%20New%20Hampshire\"&gt;Newington, New Hampshire&lt;/a&gt;, shortly after takeoff; all four crewmen were killed."
}