{
    "id": "19389328",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=19389328",
    "title": "Derek Stingley",
    "text": "Derek Stingley (born April 9, 1971) is an American football coach. Prior to his coaching career, he had a nine-year playing career in the &lt;a href=\"Arena%20Football%20League\"&gt;Arena Football League&lt;/a&gt;.\nStingley also played &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; at &lt;a href=\"Triton%20College\"&gt;Triton College&lt;/a&gt; and was selected in the &lt;a href=\"1993%20Major%20League%20Baseball%20Draft\"&gt;1993 Major League Baseball Draft&lt;/a&gt; as a center fielder by the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt;, where he spent three seasons (1993–1995) in their minor-league system.\nEarly life.\nStingley was just seven years old when his father, &lt;a href=\"Darryl%20Stingley\"&gt;Darryl Stingley&lt;/a&gt; a &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; for the &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt;, was &lt;a href=\"paralyzed\"&gt;paralyzed&lt;/a&gt; in a preseason game, after being hit by &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt;' &lt;a href=\"Safety%20%28American%20football%20position%29\"&gt;safety&lt;/a&gt; &lt;a href=\"Jack%20Tatum\"&gt;Jack Tatum&lt;/a&gt; on August 12, 1978.\nCollege career.\nStingley enrolled at &lt;a href=\"Purdue%20University\"&gt;Purdue University&lt;/a&gt; in 1989, where he intended to play both &lt;a href=\"College%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;. However, he soon decided that he was too small, at just 5' 10\" tall and 150 &lt;a href=\"Pound%20%28mass%29\"&gt;pounds&lt;/a&gt;, to play football in the &lt;a href=\"Big%20Ten%20Conference\"&gt;Big Ten Conference&lt;/a&gt;. So he decided to leave Purdue and attended two smaller, junior colleges, located in &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;. Finally graduating from Triton College.\nProfessional playing career.\nStingley was selected by the Philadelphia Phillies in the 1993 Major League Baseball Draft. He played in the Phillies organization for three seasons before deciding to play professional football. He began his professional football career playing for the Louisiana Bayou Thunder, a semi-pro football team. He was then signed to play in the Arena Football League by &lt;a href=\"Mike%20Hohensee\"&gt;Mike Hohensee&lt;/a&gt;, then-head coach of the &lt;a href=\"Albany%20Firebirds\"&gt;Albany Firebirds&lt;/a&gt;.\nOn June 14, 1998, Stingley was on the receiving end of a hard hit by Thomas Orr of the &lt;a href=\"New%20York%20CityHawks\"&gt;New York CityHawks&lt;/a&gt; that left him unconscious for 10 minutes, many believing that Stingley, like his father, had been paralyzed by the hit. However, he soon recovered. Coincidentally, his father was in attendance at that game. As a result, he did miss one game, suffering a concussion from the hit. In 1999, Stingley was signed to the &lt;a href=\"New%20York%20Jets\"&gt;New York Jets&lt;/a&gt;' &lt;a href=\"practice%20squad\"&gt;practice squad&lt;/a&gt;. However, he was released by the team after just three practices. On January 15, 2002, Stingley was waived by the &lt;a href=\"Chicago%20Rush\"&gt;Chicago Rush&lt;/a&gt;. In February 2003, Stingley signed with the &lt;a href=\"Carolina%20Cobras\"&gt;Carolina Cobras&lt;/a&gt;.\nProfessional coaching career.\naf2.\nStingley began his coaching career with the &lt;a href=\"Macon%20Knights\"&gt;Macon Knights&lt;/a&gt; of the &lt;a href=\"af2\"&gt;af2&lt;/a&gt;, the Arena Football League's &lt;a href=\"minor%20league\"&gt;minor league&lt;/a&gt;, in &lt;a href=\"2005%20af2%20season\"&gt;2005&lt;/a&gt; as a &lt;a href=\"defensive%20coordinator\"&gt;defensive coordinator&lt;/a&gt;, but was promoted to &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; midway through the season. He coached the Knights for two seasons and was able to turn around a losing 2–4 record, finishing the 2005 season at 8–8 and making the playoffs. In the 2006 season, the team again finished 8–8, just missing the playoffs by one game. After spending two seasons with the Knights, he was hired as the head coach of the &lt;a href=\"South%20Georgia%20Wildcats\"&gt;South Georgia Wildcats&lt;/a&gt;, after the firing of coach Donnie Davis and a 3–13 season.\nIn 2007, his first season with South Georgia, Stingley recorded a 10–6 record and advanced to the second round of the playoffs. In his second and final season with the Wildcats, he was named the &lt;a href=\"2008%20af2%20season\"&gt;2008&lt;/a&gt; Coach of the Year after the Wildcats finished with a 12-4 record, winning their final seven games to close out the regular season and captured first place in the league's South Division. The team also finished in the top ten in several statistical categories, including scoring defense, rushing defense and interceptions. While a head coach in af2, his overall record was 37 wins and 25 losses, a winning percentage of .597, including three postseason appearances.\nOn November 17, it was announced that Stingley had signed with the &lt;a href=\"Bossier-Shreveport%20Battle%20Wings\"&gt;Bossier-Shreveport Battle Wings&lt;/a&gt; to become the team's defensive coordinator.\nArena Football League.\nOn September 16, 2008, he was hired by the &lt;a href=\"New%20Orleans%20VooDoo\"&gt;New Orleans VooDoo&lt;/a&gt; as their new defensive coordinator. On October 15, 2008, the VooDoo announced that the team was ceasing operations resulting in Stingley's contract being nullified. On September 16, 2010, he was hired by the reformed VooDoo as their head coach until June 26, 2011, when he was released during his first season. On May 21, 2012, he was named the head coach of the AFL's &lt;a href=\"Pittsburgh%20Power\"&gt;Pittsburgh Power&lt;/a&gt;.\nStingley was announced as the first head coach of the &lt;a href=\"Shanghai%20Skywalkers\"&gt;Shanghai Skywalkers&lt;/a&gt; of the &lt;a href=\"China%20Arena%20Football%20League\"&gt;China Arena Football League&lt;/a&gt; (CAFL) in June 2016. The CAFL played one season in 2016 and all subsequent seasons have since been postponed. During the CAFL hiatus, he was also the head coach of the &lt;a href=\"Georgia%20Doom\"&gt;Georgia Doom&lt;/a&gt; of the &lt;a href=\"American%20Arena%20League\"&gt;American Arena League&lt;/a&gt; (AAL) for four games in 2018.\nPersonal.\nStingley is the youngest child of Darryl and Tina Stingley. He currently resides in &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge, Louisiana&lt;/a&gt; along with his wife Natasha and their four children Isis, Nahjha, &lt;a href=\"Derek%20Stingley%20Jr.\"&gt;Derek Jr.&lt;/a&gt;, and Sanaa. Today he is the head coach of The Dunham School 7–8th grade football team."
}