{
    "id": "19404106",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=19404106",
    "title": "Pin Malakul",
    "text": "Mom Luang Pin Malakul (, 24 October 1903 – 5 October 1995) was a Thai professor, educator and writer. His contributions to &lt;a href=\"education%20in%20Thailand\"&gt;education in Thailand&lt;/a&gt; include the establishment of various institutions of &lt;a href=\"higher%20education\"&gt;higher education&lt;/a&gt;, the introduction of fixed class schedules, and the implementation of teacher-training programmes. In his career he served as Director-General of the Department of General Education, later becoming Permanent Secretary, and Minister, of Education. He was also a member of the Executive Board of &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;. His writings earned him the title of &lt;a href=\"Thailand%20National%20Artist\"&gt;National Artist&lt;/a&gt; in 1987, and the 100th anniversary of his birth was celebrated by the UNESCO in 2003 as recognition of his contribution to the advancement of education in Thailand and Southeast Asia.\nPersonal life.\nEarly life and education.\n&lt;a href=\"Mom%20Luang\"&gt;Mom Luang&lt;/a&gt; Pin Malakul (hereafter referred to as ML Pin) was born on 24 October 1903 to Mom Rajawongse &lt;a href=\"Chaophraya%20Phrasadet%20Surentharathibodi\"&gt;Pia&lt;/a&gt; (MR Pia) and &lt;a href=\"Thanpuying\"&gt;Thanpuying&lt;/a&gt; Sa-ngiam Malakul. He was the sixth of thirteen children (although the fourth, and the only son, to survive past birth). His father, a nobleman and great-grandson of King &lt;a href=\"Phuttha%20Loetla%20Naphalai\"&gt;Phuttha Loetla Naphalai&lt;/a&gt;, had served as King &lt;a href=\"Vajiravudh\"&gt;Vajiravudh&lt;/a&gt;'s guardian during the King's overseas studies and held posts including Ambassador to the United Kingdom. MR Pia's work was instrumental in the establishment of higher education in Thailand (then known as Siam) and he later became the third Minister of Public Instruction under King Vajiravudh.\nML Pin recalled in his autobiography that although his mother was a kind and loving figure, his father was rather strict and acted more like a teacher than a father, and that he was often fearful of him. A loyal servant of the crown, MR Pia introduced ML Pin to King Vajiravudh when he was seven years old. Another often-recounted story from his childhood is that of how, before having learned to count, when his mother asked him to gather half a bunch of &lt;a href=\"betel\"&gt;betel&lt;/a&gt; leaves for her, ML Pin set down to picking up one leaf with each hand at a time, separating them equally into two piles.\nAt the age of four, ML Pin began receiving preliminary education from teachers who came to teach at the family home on Damrongrak Road, next to &lt;a href=\"Varadis%20Palace\"&gt;Varadis Palace&lt;/a&gt;. He enrolled at &lt;a href=\"Suankularb%20Wittayalai%20School\"&gt;Suankularb Wittayalai School&lt;/a&gt; (then known as Wat Ratchaburana School) shortly before turning seven in 1910, and after half a year his examination results placed him at \"Mathayom\" 1 level. In 1914 he was accepted into the Royal Pages School (now &lt;a href=\"Vajiravudh%20College\"&gt;Vajiravudh College&lt;/a&gt;). Half a year later, King Vajiravudh named him one of eight Royal Page Students () in the king's personal service. Although he did not attend regular classes at the school afterwards, he passed exams at \"Mathayom\" 5 level (grade 11) at the end of the school year.\nAs a Royal Page Student, ML Pin's duties included various tasks in the royal household as well as accompanying the King in his various activities. The Royal Page Students were involved in plays and sports games held in court and also in activities of the King's scouting-related paramilitary movement, the &lt;a href=\"Wild%20Tiger%20Corps\"&gt;Wild Tiger Corps&lt;/a&gt;. ML Pin also became an editor of the \"Dusit Samit\" Magazine, part of the King's &lt;a href=\"Dusit%20Thani\"&gt;Dusit Thani&lt;/a&gt; &lt;a href=\"miniature%20city\"&gt;miniature city&lt;/a&gt;/&lt;a href=\"micronation\"&gt;micronation&lt;/a&gt; project. One memorable task appointed to him by the King was to determine the day of week &lt;a href=\"Naresuan\"&gt;King Naresuan&lt;/a&gt; left Ayutthaya for his famous elephant duel, a problem ML Pin was unable to solve at the time, but became the inspiration for his later development of the \"Everlasting Calendar\". He lived in the royal court most of the time and received a salary of twenty to thirty baht.\nLife in Europe.\nIn 1922, when ML Pin was eighteen years old, the Ministry of Public Instruction, in accordance with the King's wishes, granted him a government scholarship for a tertiary education in ancient Eastern languages in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;. He departed aboard the on 23 January 1922 and arrived in &lt;a href=\"London\"&gt;London&lt;/a&gt; on 7 March.\nDuring his first two years, ML Pin studied &lt;a href=\"Pali\"&gt;Pali&lt;/a&gt; and &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; at the &lt;a href=\"University%20of%20London\"&gt;University of London&lt;/a&gt; &lt;a href=\"School%20of%20Oriental%20and%20African%20Studies\"&gt;School of Oriental and African Studies&lt;/a&gt; and lived with Mr and Mrs L J Marshall of 23 Portland Place in &lt;a href=\"Brighton\"&gt;Brighton&lt;/a&gt;, from whom he also received additional instruction in mathematics, English, and French. Such was his talent in mathematics that Mr Marshall, who was head of Mathematics and Surveying at &lt;a href=\"City%20College%20Brighton%20%26amp%3B%20Hove\"&gt;Brighton Technical College&lt;/a&gt;, wrote to the Superintendent of Siamese Government Students recommending that ML Pin major in mathematics instead and saying that his skills would undoubtedly warrant a university scholarship for mathematical studies. This, however, did not suit the requirements of the Ministry of Public Instruction, and so ML Pin did not continue his mathematics education. Nevertheless, his interest in the field did not waver, and he continued to produce works on the subject. Among these are his publication in 1927 in \"Samaggi Sara\", the journal of &lt;a href=\"Samaggi%20Samagom\"&gt;Samaggi Samagom&lt;/a&gt; (the Thai Association in the UK), of a formula which he called the \"Everlasting Calendar\", upon which he later based the development of a set of &lt;a href=\"slide%20rule\"&gt;slide rule&lt;/a&gt;s which could be used to calculate the day of week for any given date, and his publication of \"Miscellaneous Problems\", a collection of various mathematical problems he had worked on, later in 1960.\nIn England ML Pin formed close friendships with fellow Thai students Prince Dulbhakara Worawan, Visuddhi Krairiksh, and Phanom Thephasdin, the first of which with whom he had been friends since their time as Royal Page Students. He also developed a taste for &lt;a href=\"opera\"&gt;opera&lt;/a&gt; and &lt;a href=\"classical%20music\"&gt;classical music&lt;/a&gt;, on which he recalled spending quite a disproportionate amount of his scholarship's allowance, eventually building a collection of 317 &lt;a href=\"Gramophone%20record\"&gt;records&lt;/a&gt;.\nML Pin was accepted into &lt;a href=\"Brasenose%20College\"&gt;Brasenose College&lt;/a&gt; of the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt; in 1924, where he studied in the Honour School of Oriental Studies for four years. He graduated with a &lt;a href=\"Bachelor%20of%20Arts\"&gt;BA&lt;/a&gt; degree on 28 June 1928. He then enrolled in a one-year course in education also at Oxford, according to the wishes of the Ministry of Public Instruction. He practice-taught at &lt;a href=\"The%20Latymer%20School\"&gt;The Latymer School&lt;/a&gt; during the school year, but fell ill during the winter and again near the end of the school year late in the spring of 1929, which adversely affected his studies. He was later awarded the Oxbridge &lt;a href=\"Master%20of%20Arts%20%28Oxbridge%20and%20Dublin%29\"&gt;MA&lt;/a&gt; degree on 15 October 1931.\nAfter finishing his studies, ML Pin accompanied Princess Kalyanga Sombati Kitiyakara on a one-month trip in Europe. Upon return to London, he attended the First World Conference on Adult Education on behalf of Siam, but during the same time his health deteriorated further, and he was diagnosed with &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt;. Accordingly, his return trip to Siam had to be postponed in order for him to recover in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. There he spent almost two years in &lt;a href=\"Davos\"&gt;Davos&lt;/a&gt; and later &lt;a href=\"Klosters\"&gt;Klosters&lt;/a&gt;, until September 1931 when he attended the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt; annual conference before returning to Siam via a &lt;a href=\"Nippon%20Yusen\"&gt;Nippon Yusen&lt;/a&gt; ship departing from &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. He finally arrived in Siam on 23 October 1931, after spending over nine years abroad.\nMarriage.\nML Pin married Miss Dussadeemala Krairiksh, daughter of Chao Phraya Mahithon and Thanpuying Klip, on 7 March 1932. They lived at the Krairiksh family home before building a house on the Damrongrak Road property, and finally settled at Soi Chaiyot on &lt;a href=\"Sukhumvit%20Road\"&gt;Sukhumvit Road&lt;/a&gt; in 1938. They had no children.\nWork.\nEarly years.\nUpon ML Pin's return from Europe in 1931, Public Instruction Minister Prince &lt;a href=\"Dhani%20Nivat\"&gt;Dhani Nivat&lt;/a&gt; appointed him as a government official under Krom Vichakan, a department of the ministry. He also served the Prince in a somewhat unofficial capacity, assisting the Prince's work and observing the ministry's various goings-on. Under the Prince's directions, ML Pin became an instructor in mathematics, Thai, and English at &lt;a href=\"Chulalongkorn%20University\"&gt;Chulalongkorn University&lt;/a&gt;, in addition to the various duties he performed for the ministry. In 1934, he became head of the university's teacher-preparation programme and headmaster of the Horwang Secondary School of Chulalongkorn University, which served as the country's first demonstration (teacher training) school. He began developing projects for the school, although few of them were realised at the time. One such project was the creation of the country's first school &lt;a href=\"workshop\"&gt;workshop&lt;/a&gt;.\nIn 1938, &lt;a href=\"Plaek%20Pibulsonggram\"&gt;Plaek Pibulsonggram&lt;/a&gt;, as President of Chulalongkorn University, assigned ML Pin the duty of overseeing the establishment of Chulalongkorn's University Preparatory School according to the National Education Plan of BE 2479 (1936 CE). Although given a tight time frame of only three months, the new school was created on the location of Horwang School, and gradually absorbed the older school, the entire staff merging within a few years. ML Pin became the first director of the school, the country's first &lt;a href=\"coeducation\"&gt;coeducation&lt;/a&gt;al school, now known as &lt;a href=\"Triam%20Udom%20Suksa%20School\"&gt;Triam Udom Suksa School&lt;/a&gt;. It is widely regarded as one of the best schools in the country. During his term as director, which lasted until 1944, he developed and implemented a fixed class schedule system, along with a mechanical &lt;a href=\"School%20timetable\"&gt;timetable&lt;/a&gt; used to assign teaching periods, which is still in use today.\nAs &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; reached Thailand in December 1941, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese troops raided and occupied the school, forcing teachers and students to evacuate and relocate to temporary locations around Bangkok, and later to various other &lt;a href=\"changwat\"&gt;provinces&lt;/a&gt;. At one point, ML Pin disguised himself as a janitor to smuggle important documents and cash out of the school.\nIn 1942, not long after the invasion, Prime Minister Pibulsonggram assumed the post of education minister himself, and appointed ML Pin as Director-General of the Department of General Education. Although resources were limited due to the war, ML Pin was able to manage the budget and personnel to allow a countrywide 12 baht salary for rural local schoolteachers. During his term, every province was provided with at least one upper-secondary school. He also became involved in frequent school migrations due to both the war and changing policy.\nOne issue with which ML Pin was deeply concerned was that of the country's teacher-training system, an issue he stressed during an audience with King Ananda Mahidol after the war in 1946, and would later address during his term as Permanent Secretary of Education.\nAs Permanent Secretary of Education.\nML Pin became Permanent Secretary of the Ministry of Education in 1946. In this capacity, he oversaw the founding in 1949 of the Higher Teacher Training School at Prasanmit, now &lt;a href=\"Srinakharinwirot%20University\"&gt;Srinakharinwirot University&lt;/a&gt;, and the drafting of the first national education plan.\nAdministration-wise, Krom Vichakan (or the Department of Curriculum and Instruction Development) was re-created in 1952 and the Department of Teacher Education was created in 1954, along with the expansion of the Higher Teacher Training School to become the College of Education, of which ML Pin served as &lt;a href=\"University%20president\"&gt;president&lt;/a&gt; until 1956. He later oversaw the creation of the College's &lt;a href=\"Prasanmit%20Demonstration%20School%2C%20Srinakharinwirot%20University\"&gt;Prasanmit Primary Demonstration School&lt;/a&gt;.\nML Pin also pioneered the field of &lt;a href=\"distance%20education\"&gt;distance education&lt;/a&gt; via the \"educational radio\" broadcasting station, which was set up at Thung Maha Mek Technical College in 1954. Despite obstacles and limited support, the programme proved successful and continually developed, and is now under the authority of the Centre for Educational Technology. He also continued to teach at Chulalongkorn University, where he was appointed an &lt;a href=\"adjunct%20professor\"&gt;adjunct professor&lt;/a&gt; in education in 1954.\nAs permanent secretary, ML Pin acted as the head delegate for Thailand to the third &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; General Conference in &lt;a href=\"Beirut\"&gt;Beirut&lt;/a&gt; in 1948, where Thailand was an observer, and represented Thailand as the country filed for membership in 1949 and was accepted as the fifty-fifth member state. He served as director and coordinator for the Seminar on Rural Adult Education in &lt;a href=\"Mysore\"&gt;Mysore&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;, that year, and regularly represented Thailand in subsequent UNESCO meetings.\nHe was elected to two terms on the UNESCO Executive Board from 1952 to 1956, during which he supported and helped advance UNESCO's programmes for promotion of universal compulsory education in Asian countries. His representation also lead to cooperative projects between the UNESCO and Thailand, including the Thailand UNESCO Rulral Teacher Education Project and the Thailand UNESCO Fundamental Education Center at Ubon Ratchathani Province, among others. Even after his term ended as permanent secretary, ML Pin was still involved in UNESCO activities in Thailand. He facilitated the establishment of UNESCO's regional office in Bangkok, which opened in 1961, and was among the founders of the Southeast Asian Ministers of Education Organization.\nAs Minister of Education.\nIn 1957 Army Commander &lt;a href=\"Sarit%20Dhanarajata\"&gt;Sarit Dhanarajata&lt;/a&gt; executed a coup and installed &lt;a href=\"Pote%20Sarasin\"&gt;Pote Sarasin&lt;/a&gt; as prime minister. ML Pin subsequently received \"an offer he could not refuse\" to join his cabinet as Minister of Education and of Culture. ML Pin was also included in the following cabinets of &lt;a href=\"Thanom%20Kittikachorn\"&gt;Thanom Kittikachorn&lt;/a&gt; and Sarit himself, with Sarit holding power as Thailand's &lt;a href=\"strongman%20%28politics%29\"&gt;strongman&lt;/a&gt; leader until his death, after which he was succeeded by Thanom. Sarit pushed for a revival of the monarchy's importance, which was aided by ML Pin's royalist ideals, and school textbooks were revised to feature the monarchy prominently. ML Pin served as Minister of Education until 1969, when general elections were held and the Prime Minister reshuffled the cabinet, replacing the six most senior members. (The post of Minister of Culture was terminated in 1958.)\nAs Minister of Education, ML Pin established the Regional Education Development Project including higher education, which aimed to study the needs and limitations of education systems in the provinces. Spanning over two years, results of the project included the improvement of cooperation between government officials and &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; locals in the four southernmost provinces, recognition of the need for children living near the &lt;a href=\"Malaysia\"&gt;Malay&lt;/a&gt; and &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;n borders to be able to learn the Thai language before starting school, and the experimental development of a curriculum based on learners' needs and interests at &lt;a href=\"Suranaree%20School\"&gt;Suranaree School&lt;/a&gt;.\nAs part of the project, ML Pin made preparations for the founding of &lt;a href=\"Chiang%20Mai%20University\"&gt;Chiang Mai University&lt;/a&gt;, planning the campus and beginning construction, but the authority over the project was ultimately transferred to the Office of the Educational Council. He served three terms as President of &lt;a href=\"Silpakorn%20University\"&gt;Silpakorn University&lt;/a&gt; from 1965 to 1971, during which he founded the university's Sanam Chandra Palace Campus. There he intended to established a &lt;a href=\"collegiate%20university\"&gt;collegiate university&lt;/a&gt; system following that used at Oxford, as advised when he was Permanent Secretary of Education by Prime Minister Pibulsonggram, and Thap Kaew College was opened in 1968. However, the college system turned out to be unsuccessful, lacking support from both the student body and the government, and was dissolved.\nAt Thap Kaew, ML Pin also arranged for the construction of the Sound Library, a remotely accessible on-demand audio collection. &lt;a href=\"Bhumibol%20Adulyadej\"&gt;King Bhumibol Adulyadej&lt;/a&gt; donated recordings of his speeches to the library, and later remote access via radio from Bangkok was developed, but the library was not maintained after ML Pin's presidency ended and thus fell into disuse.\nAs minister, ML Pin also oversaw the construction of the &lt;a href=\"Bangkok%20Planetarium\"&gt;Bangkok Planetarium&lt;/a&gt;, which opened in 1964, and of the new &lt;a href=\"National%20Library%20of%20Thailand\"&gt;National Library&lt;/a&gt; building at Tha Vasukri, and the revival of the &lt;a href=\"King%27s%20Scholarship%20%28Thailand%29\"&gt;King's Scholarship&lt;/a&gt;, among other things. After his ministerial term ended in 1969, he served two terms as member of the Senate and another as a member of the National Legislation Assembly.\nLater life.\nML Pin spent much of his retirement working on various tributes to King Vajiravudh, who had died while ML Pin was studying in England. In 1970 he began working with a few others with the intent to secure and catalogue the King's various literary works, some of which by then were at risk of disappearing. He and the group made records of Dusit Thani, obtaining old photographs and other documentation, and organised a \"guided tour\" of Dusit Thani of old in November that year, which was presented to &lt;a href=\"Bejaratana\"&gt;Princess Bejaratana&lt;/a&gt;, among others.\nThe group's work continued, and the Fine Arts Department established it into an official committee, with ML Pin as chairman, to make preparations for the 100th anniversary of the King's birth, which would be recognised by UNESCO. ML Pin lobbied for the construction of Vajiravudhanusorn Hall, a museum displaying the King's works and duties, at the National Library. The hall was opened in 1981, despite budget problems during construction, which ML Pin had to sell part of the property on Damrongrak Road to help fund.\nThe committee also conducted research on the Wild Tiger Corps, and determined the location in &lt;a href=\"Amphoe%20Photharam\"&gt;Photharam District&lt;/a&gt;, &lt;a href=\"Ratchaburi%20Province\"&gt;Ratchaburi Province&lt;/a&gt;, of Ban Rai, where King Vajiravudh often set up camp with them. ML Pin initiated the construction there of a statue of the King in Wild Tiger Corps uniform, which was unveiled in 1988, and the surrounding area was developed into Khai Luang Ban Rai scout camp, which also contains a medical station and kindergarten.\nHe was also a member of the Committee for the Renovation of Sanam Chandra Palace, but did not live to see the restoration completed.\nML Pin Malakul died on 5 October 1995, at the age of ninety-one.\nLiterary works.\nDuring his years as Royal Page Student, ML Pin closely served King Vajiravudh and became learned in Thai literature. He was a prolific writer and produced a great number of literary works, including 25 compilations of poetic works, 57 works on education, 58 plays, 8 travel writings, and 56 other works. Among these are the following works in English:\nAwards and recognition.\nML Pin was awarded the title of &lt;a href=\"Thailand%20National%20Artist\"&gt;National Artist&lt;/a&gt; in Literature by the National Culture Commission in 1987 for his diverse contributions to the domain of Thai literature. He received the ASEAN Award in 1992 \"for his outstanding achievements and contributions to literature\". UNESCO celebrated the centenary of his birth in 2003, recognizing the value and impact of his contributions to the development of education in Thailand and Southeast Asia, and to the literary arts and the safeguarding and conservation of historical monuments and sites. On the occasion, Darakarn Building, the headquarters of UNESCO in Bangkok, was rededicated as the Mom Luang Pin Malakul Centenary Building and Room 57, Building 1 at Triam Udom Suksa School, ML Pin's former office, was set up as an archive of his original works.\nML Pin received various decorations and medals, including the Orders of &lt;a href=\"Order%20of%20Chula%20Chom%20Klao\"&gt;Chula Chom Klao&lt;/a&gt;, &lt;a href=\"Order%20of%20the%20White%20Elephant\"&gt;the White Elephant&lt;/a&gt;, &lt;a href=\"Order%20of%20the%20Crown%20of%20Thailand\"&gt;the Crown of Thailand&lt;/a&gt; and &lt;a href=\"Order%20of%20Ramkeerati\"&gt;Ramkeerati&lt;/a&gt;, and the &lt;a href=\"Dushdi%20Mala%20Medal\"&gt;Dushdi Mala&lt;/a&gt;, Border Service, Chakrabarti Mala, Royal Cypher, Red Cross Commendation and Red Cross Awards Medals. Foreign decorations he received include the West German &lt;a href=\"Bundesverdienstkreuz\"&gt;Federal Cross of Merit&lt;/a&gt;, Belgian &lt;a href=\"Order%20of%20Leopold%20%28Belgium%29\"&gt;Order of Leopold&lt;/a&gt;, Japanese &lt;a href=\"Order%20of%20the%20Sacred%20Treasure\"&gt;Order of the Sacred Treasure&lt;/a&gt;, South Korean &lt;a href=\"Order%20of%20Diplomatic%20Service%20Merit\"&gt;Order of Diplomatic Service Merit&lt;/a&gt;, and Republic of China &lt;a href=\"Order%20of%20Brilliant%20Star\"&gt;Order of Brilliant Star&lt;/a&gt;.\nHe received &lt;a href=\"honorary%20degree\"&gt;honorary degree&lt;/a&gt;s from &lt;a href=\"Chulalongkorn%20University\"&gt;Chulalongkorn&lt;/a&gt;, &lt;a href=\"Indiana%20University\"&gt;Indiana&lt;/a&gt;, &lt;a href=\"Silpakorn%20University\"&gt;Silpakorn&lt;/a&gt;, &lt;a href=\"Srinakharinwirot%20University\"&gt;Srinakharinwirot&lt;/a&gt;, &lt;a href=\"Chiang%20Mai%20University\"&gt;Chiang Mai&lt;/a&gt; and &lt;a href=\"Ramkhamhaeng%20University\"&gt;Ramkhamhaeng&lt;/a&gt; Universities. He also served as Fellow and Honorary Fellow in Literature of &lt;a href=\"the%20Royal%20Institute%20of%20Thailand\"&gt;the Royal Institute of Thailand&lt;/a&gt; and Honorary Member of the Education Society of Thailand. He was awarded the Elder Teacher's Pin and named Exceptional Contributor to National Education by the Teacher's Council of Thailand, and received the Golden &lt;a href=\"Phra%20Kiao\"&gt;Phra Kiao&lt;/a&gt; for outstanding contributions to the Thai language from Chulalongkorn University."
}