{
    "id": "19403407",
    "revid": "24198",
    "url": "https://en.wikipedia.org/wiki?curid=19403407",
    "title": "Daniel's final vision",
    "text": "Chapters 10, 11 and 12 in the &lt;a href=\"Book%20of%20Daniel\"&gt;Book of Daniel&lt;/a&gt; make up Daniel's final vision, describing a series of conflicts between the unnamed \"King of the North\" and \"King of the South\" leading to the \"&lt;a href=\"End%20time\"&gt;time of the end&lt;/a&gt;\", when Israel will be vindicated and the dead raised, some to everlasting life and some to shame and everlasting contempt.\nAlthough set during the &lt;a href=\"6th%20century%20BC\"&gt;6th century BCE&lt;/a&gt;, the Book of Daniel was written in reaction to the persecution of the Jews by the Greek king &lt;a href=\"Antiochus%20IV%20Epiphanes\"&gt;Antiochus IV Epiphanes&lt;/a&gt; in 167–164 BCE. Its authors were the \"maskilim\", the \"wise\", of whom Daniel is one: \"Those among the people who are wise shall make many understand ...\", and its fundamental theme is God's control over history. The climax comes with the prophecy of the &lt;a href=\"resurrection%20of%20the%20dead\"&gt;resurrection of the dead&lt;/a&gt;. &lt;a href=\"Daniel%207\"&gt;Chapter 7&lt;/a&gt; spoke of the kingdom of the saints or \"holy ones\" of the Most High\", but Daniel 10–12 does not say that history will end with the coming of the Jewish kingdom; rather, the \"wise\" will be brought back to life to lead Israel in the new &lt;a href=\"kingdom%20of%20God\"&gt;kingdom of God&lt;/a&gt;.\nIn contemporary Christian &lt;a href=\"millennialism\"&gt;millennialism&lt;/a&gt;, Daniel 11:36–45 is interpreted as a prophecy of the career and destruction of the &lt;a href=\"Antichrist\"&gt;Antichrist&lt;/a&gt;, and Daniel 12 as concerning the salvation of Israel (the &lt;a href=\"Israel\"&gt;modern State of Israel&lt;/a&gt;) and the coming kingdom of &lt;a href=\"Christ%20%28title%29\"&gt;Christ&lt;/a&gt;.\nSummary.\nChapter 10, a prologue: In the third year of &lt;a href=\"Cyrus%20the%20Great\"&gt;Cyrus&lt;/a&gt; (the Persian conqueror of Babylon), after fasting for three weeks, Daniel sees a vision of a man clothed in linen, clearly a supernatural being, who tells him that he is currently engaged in a battle with the \"&lt;a href=\"Territorial%20spirit%23Daniel%2010\"&gt;prince of Persia&lt;/a&gt;\", in which he is assisted by \"&lt;a href=\"Archangel%20Michael\"&gt;Michael&lt;/a&gt;, your prince\". He must soon return to the combat, but first he will tell Daniel what is written in the \"book of truth\".\nChapter 11, the report of the vision: The angel continues: there will be four kings of Persia, and the last will make war on Greece. After him will come a great king, but that king's empire will be broken up. There will be wars and marriages between the kings of the South and the North (described in great detail), and the king of the North will desecrate the Temple and set up \"&lt;a href=\"Abomination%20of%20desolation\"&gt;the abomination that causes desolation&lt;/a&gt;\". At the end-time there will be a war between the king of the South and the king of the North, and the king of the North will meet his end \"between the sea and the Holy Mountain\".\nChapter 12, the epilogue: At the end-time, \"Michael, the great prince who protects your people, will arise.\" There will be great distress, but those whose names are written will be saved, the dead will awaken to everlasting shame or life. Daniel asks how long it will be before these things are fulfilled and is told, \"From the time that the daily sacrifice is abolished and the abomination that causes desolation is set up, there will be 1,290 days; blessed is the one who waits for and reaches the end of the 1,335 days\". At the end of the vision, Daniel is told \"Go your way\", and promised his inheritance at the end of days.\nComposition.\nIt is generally accepted by modern scholars that the Daniel who appears as the hero of the Book of Daniel never existed, but that the authors reveal their true identity at the end of Daniel 12: they are the \"maskil\", the \"wise\", of whom Daniel is one: \"Those among the people who are wise shall make many understand ...\". The actual background to the book was the persecution of the Jews by the Greek king &lt;a href=\"Antiochus%20IV%20Epiphanes\"&gt;Antiochus IV Epiphanes&lt;/a&gt; in 167–164 BCE, and there is a broad consensus that the book was completed shortly after that crisis ended.\nThe first six chapters are folktales dating from the late Persian/early Hellenistic period, while the visions of chapters 7–12 date from between 167 and 164. A probable outline of the composition is as follows:\nDaniel is episodic rather than linear: it has no plot as such. It does, however, have a structure. Chapters 2–7 form a &lt;a href=\"chiastic%20structure\"&gt;chiasm&lt;/a&gt;, a literary figure in which elements mirror each other: chapter 2 is the counterpart of chapter 7, chapter 3 of chapter 6, and chapter 4 of chapter 5, with the second member of each pair advancing the first in some way. &lt;a href=\"Daniel%208\"&gt;Daniel 8&lt;/a&gt; is then a new beginning, and the single vision contained in chapters 10–12 advances that argument further and gives it more precision.\nWithin the three chapters of Daniel 10–12, Daniel 10 serves as prologue, chapter 11 as the report of the angelic vision, and chapter 12 as the epilogue. &lt;a href=\"Philip%20R.%20Davies\"&gt;P. R. Davies&lt;/a&gt; suggests that the text is \"poor Hebrew, and may represent a rather poor translation from an &lt;a href=\"Aramaic\"&gt;Aramaic&lt;/a&gt; original\". The unit begins with a third-person introduction (10:1), and then switches to Daniel speaking in his own voice as one of the two primary characters, his angelic partner being the second—this is probably the &lt;a href=\"angel%20Gabriel\"&gt;angel Gabriel&lt;/a&gt;, although he is never identified. Then follows Daniel 11, the \"Book of Truth\": much of the history it recounts is accurate down to the two successive Syrian invasions of Egypt in 170 and 168 BCE, but there was no third war between Egypt and Syria, and Antiochus did not die in Palestine. The failure of prophecy helps pinpoint the date of composition: the author knows of the desecration of the Temple in December 167, but not of its re-dedication or of the death of Antiochus, both in late 164; the countdown of days remaining to the end-time in Daniel 12:11–12 differs from that in &lt;a href=\"Daniel%208\"&gt;Daniel 8&lt;/a&gt;, and it was most likely added after the original prediction failed to come to pass.\nGenre and themes.\nThe vision is an &lt;a href=\"apocalypse\"&gt;apocalypse&lt;/a&gt; in the form of an &lt;a href=\"Theophany\"&gt;epiphany&lt;/a&gt; (appearance of a divine being) with an angelic discourse (revelation delivered by an angel). The discourse forms an \"&lt;a href=\"Postdiction\"&gt;ex eventu&lt;/a&gt;\" (after the event) prophecy, with close parallels with certain Babylonian works. The only true prophecy is the prediction of the death of Antiochus, which is probably based on Ezekiel's prophecy of &lt;a href=\"Gog%20and%20Magog\"&gt;Gog and Magog&lt;/a&gt;. The heroes of Daniel 11–12, the \"wise\", are based on the \"&lt;a href=\"Servant%20songs\"&gt;Suffering Servant&lt;/a&gt;\" of &lt;a href=\"Isaiah%2053\"&gt;Isaiah 53&lt;/a&gt;.\nThe fundamental theme of the Book of Daniel is God's control over history. According to &lt;a href=\"Deuteronomy\"&gt;Deuteronomy&lt;/a&gt; 32:8–9 God assigned each nation its own divine patron; originally these were subordinate gods, but by the time Daniel came to be written they had been redefined as &lt;a href=\"angels\"&gt;angels&lt;/a&gt;. In Daniel, &lt;a href=\"Archangel%20Michael\"&gt;Michael&lt;/a&gt;, the angel of Israel, is in battle with the \"prince (i.e., angelic patron) of Persia\", and this will be followed by further battle with the \"prince of Greece\"; the theological point being made is that the fate of nations is decided in heaven, not on earth. The same theme underlies the reference to the heavenly \"Book of Truth\" which is about to be revealed to Daniel, and which supposedly forms the content of chapter 11: both the past and the future are written already, and God is sovereign over all.\nThe constant preoccupation of the vision chapters is Antiochus's replacement of the \"tamid\", the twice-daily burnt offering to the God of Israel, by the \"&lt;a href=\"abomination%20of%20desolation\"&gt;abomination of desolation&lt;/a&gt;\". The predicted reversal of the blasphemy will usher in the end of history, the theme of the four earthly kingdoms first introduced in Daniel 2 and developed in Daniel 7 and 8; they will be replaced by the &lt;a href=\"Kingship%20and%20kingdom%20of%20God\"&gt;Kingdom of Heaven&lt;/a&gt;, a kingdom in which Israel will be given domination over the world.\nThe climax comes with the prophecy of the &lt;a href=\"resurrection\"&gt;resurrection&lt;/a&gt; of the dead. Prior to the &lt;a href=\"Babylonian%20exile\"&gt;Babylonian exile&lt;/a&gt;, all the dead went to &lt;a href=\"Sheol\"&gt;Sheol&lt;/a&gt;, irrespective of their good or bad deeds, but the idea that the righteous would be rewarded and the wicked punished began to appear in the 3rd century, and is clearly expressed in Daniel 12:2–3: \"Many of those who sleep in the dust of the earth shall awake...\" (although the \"many\" implies that not all will be resurrected). Chapter 7 spoke of the coming \"kingdom of heaven\", but Daniel 10–12 does not say that history will end with the coming of the Jewish kingdom.\nHistorical background.\nDaniel's final vision is set in \"the third year of &lt;a href=\"Cyrus%20the%20Great\"&gt;Cyrus&lt;/a&gt;, king of Persia\": this marks 70 years since Daniel's own captivity began (606 BCE), and thus the fulfillment of &lt;a href=\"book%20of%20Jeremiah\"&gt;Jeremiah&lt;/a&gt;'s prophecy that the exile would last 70 years. Chapter 11, the centre-piece of the revelation, gives a broad sweep of history from the 6th century BCE to the 2nd, but the coverage is uneven: two centuries of Persian history plus Alexander the Great's conquests and the breakup of his empire, over two and a half centuries of history, are covered in three verses (2–4), but the century and a half of wars between the &lt;a href=\"Ptolemaic%20Egypt\"&gt;Ptolemies&lt;/a&gt; of Egypt and the &lt;a href=\"Seleucid%20Syria\"&gt;Seleucids&lt;/a&gt; of Syria receive 16 verses (5–20), and the reign of &lt;a href=\"Antiochus%20IV%20Epiphanes\"&gt;Antiochus IV Epiphanes&lt;/a&gt;, which lasted less than ten years, gets 25 (21–45).\nVerses 20–39, the bulk of the historically accurate verses, deal with Antiochus, who reigned 175–164 BCE. Verse 21 describes him as \"the contemptible person to whom royal majesty has not been given\", meaning that he came to the throne by questionable means. Verse 22 notes his removal of the High Priest &lt;a href=\"Onias%20III\"&gt;Onias III&lt;/a&gt;, (Antiochus sold the priesthood twice over, first to a relative of Onias named Jason, and then to a rival of Jason's named Menelaus), and verses 23–24 apparently refer to his liberality in scattering the spoils among his supporters. Verses 25–28 describe his first war with Egypt, in 170 BCE, in which he was largely but not entirely successful. In 169, on his way back to Syria, he stopped in Jerusalem to plunder the Temple (verse 28).\nIn 168 Antiochus invaded Egypt again, but this time he was &lt;a href=\"Gaius%20Popillius%20Laenas\"&gt;stopped&lt;/a&gt; by the &lt;a href=\"Roman%20Empire\"&gt;Romans&lt;/a&gt; (the \"ships of Kittim\") and forced to retreat (verses 29–30). Verses 30–31 describe the events that followed: passing once more through Jerusalem, Antiochus instituted a persecution of Jewish customs and religion, desecrated the Temple, and established a garrison there. Verses 32–39 describe the response of \"the wise\" (the group associated with the Book of Daniel) and \"the many\" (the population at large): the wise suffer and die so that the many will understand. In time the faithful receive \"a little help\" (possibly, but not certainly, a reference to &lt;a href=\"Judas%20Maccabeus\"&gt;Judas Maccabeus&lt;/a&gt;, who led an armed revolt against the Greeks). Verses 36–39 carry Antiochus's history to the cosmic plane, detailing the blasphemy of the tyrant who considered himself a demi-god. He \"spoke astonishing things against the God of gods\" and gave \"no heed to the god of his fathers\".\nVerses 40–45 finish the chapter with the prophecy that Antiochus would make war once again against Egypt, and would die in Judea. In the event this did not happen: there was no third war and Antiochus died in Persia or in Babylon."
}