{
    "id": "1941510",
    "revid": "14703151",
    "url": "https://en.wikipedia.org/wiki?curid=1941510",
    "title": "Don't Let Me Be the Last to Know",
    "text": "\"Don't Let Me Be the Last to Know\" is a song by American singer &lt;a href=\"Britney%20Spears\"&gt;Britney Spears&lt;/a&gt; from her second studio album, \"&lt;a href=\"Oops%21...%20I%20Did%20It%20Again%20%28album%29\"&gt;Oops!... I Did It Again&lt;/a&gt;\" (2000). It was released on March 5, 2001, by &lt;a href=\"Jive%20Records\"&gt;Jive Records&lt;/a&gt; as the fourth and final single from the album. After meeting with producer &lt;a href=\"Robert%20John%20%26quot%3BMutt%26quot%3B%20Lange\"&gt;Robert John \"Mutt\" Lange&lt;/a&gt; in Switzerland, Spears recorded several songs for the album, including \"Don't Let Me Be the Last to Know\", which she considered one of her favorites on the album. Additional lyrics were written by guitar player &lt;a href=\"Keith%20Scott%20%28musician%29\"&gt;Keith Scott&lt;/a&gt; and country pop singer &lt;a href=\"Shania%20Twain\"&gt;Shania Twain&lt;/a&gt;. The &lt;a href=\"pop%20music\"&gt;pop&lt;/a&gt; &lt;a href=\"ballad\"&gt;ballad&lt;/a&gt; speaks of a woman wanting to hear her boyfriend say that he loves her, and is sonically similar to &lt;a href=\"David%20Bowie\"&gt;David Bowie&lt;/a&gt; and &lt;a href=\"Iggy%20Pop\"&gt;Iggy Pop&lt;/a&gt;'s song \"&lt;a href=\"China%20Girl%20%28song%29\"&gt;China Girl&lt;/a&gt;\" (1983).\n\"Don't Let Me Be the Last to Know\" received mostly positive reviews from music critics, who considered it a good break from the album's genre and praised Spears' vocals, comparing them to those of Twain and &lt;a href=\"Stevie%20Wonder\"&gt;Stevie Wonder&lt;/a&gt;. The song attained moderate commercial success, reaching number one in Romania, and peaking inside the top ten in Austria, Europe and Switzerland, while reaching top twenty positions in many European countries. \"Don't Let Me Be the Last to Know\" was only released for &lt;a href=\"mainstream%20radio\"&gt;mainstream radio&lt;/a&gt; in the United States; therefore, it failed to chart on any major music chart in the country.\nAn accompanying music video, directed by &lt;a href=\"Herb%20Ritts\"&gt;Herb Ritts&lt;/a&gt;, portrays Spears in love scenes with her on-screen boyfriend, played by French model Brice Durand. The singer's real-life boyfriend at the time &lt;a href=\"Justin%20Timberlake\"&gt;Justin Timberlake&lt;/a&gt;, however, was said to be annoyed at the kissing scenes, while Spears' mother, &lt;a href=\"Lynne%20Spears\"&gt;Lynne&lt;/a&gt;, objected to the explicit sexuality of the original cut of the video. Parts of the video were edited before its release to the public on March 2, 2001. As part of promotion for the song, Spears performed it at \"&lt;a href=\"Total%20Request%20Live\"&gt;TRL&lt;/a&gt;\", \"&lt;a href=\"Saturday%20Night%20Live\"&gt;Saturday Night Live&lt;/a&gt;\", and \"&lt;a href=\"The%20View%20%28U.S.%20TV%20series%29\"&gt;The View&lt;/a&gt;\". It has also been included on four of her concert tours. \"Don't Let Me Be the Last to Know\" was nominated at &lt;a href=\"2002%20Kids%27%20Choice%20Awards\"&gt;2002 Kids' Choice Awards&lt;/a&gt; for \"Favorite Song\". Spears has named \"Don't Let Me Be the Last to Know\" one of her favorite songs from her career.\nBackground.\nIn 1999, Spears began work on her second studio album, \"&lt;a href=\"Oops%21...%20I%20Did%20It%20Again%20%28album%29\"&gt;Oops!... I Did It Again&lt;/a&gt;\" (2000), in Sweden and Switzerland. After meeting with &lt;a href=\"Robert%20Lange\"&gt;Robert Lange&lt;/a&gt; in Switzerland, the singer started to record several songs for the album, including \"Don't Let Me Be the Last to Know\". After finishing the track, Spears revealed in an interview with \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" that \"with the first album, I didn't get to show my voice off. The songs were great, but they weren't very challenging. This song is incredible. It's going to surprise people in the best way.\" \"Don't Let Me Be the Last to Know\" was written and produced by Robert Lange, while additional lyrics were written by his then-wife &lt;a href=\"Shania%20Twain\"&gt;Shania Twain&lt;/a&gt; and &lt;a href=\"Keith%20Scott%20%28musician%29\"&gt;Keith Scott&lt;/a&gt;. Spears recorded her vocals for the song between November and December 1999 at Robert Lange's and Shania Twain's chateau in La-Tour-de Peilz, Switzerland, and it was later mixed by Nigel Green and &lt;a href=\"programming%20%28music%29\"&gt;programmed&lt;/a&gt; by Cory Churko, Kevin Churko and &lt;a href=\"Richard%20Meyer%20%28producer%29\"&gt;Richard Meyer&lt;/a&gt;. During a live concert at &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;, included on her second home video release \"&lt;a href=\"Live%20and%20More%21\"&gt;Live and More!&lt;/a&gt;\" (2000), Spears said the song is one of her favorites on \"Oops!... I Did It Again\". \"Don't Let Me Be the Last to Know\" was released on January 17, 2001 as the final single from the album.\nComposition.\n\"Don't Let Me Be the Last to Know\" is a &lt;a href=\"pop%20music\"&gt;pop&lt;/a&gt; &lt;a href=\"ballad%20%28music%29\"&gt;ballad&lt;/a&gt; that lasts for three minutes and 51 seconds. The song is composed in the &lt;a href=\"Key%20%28music%29\"&gt;key&lt;/a&gt; of &lt;a href=\"E%20major\"&gt;E major&lt;/a&gt; and is set in the &lt;a href=\"time%20signature\"&gt;time signature&lt;/a&gt; of &lt;a href=\"common%20time\"&gt;common time&lt;/a&gt; with a &lt;a href=\"tempo\"&gt;tempo&lt;/a&gt; of 76 &lt;a href=\"beats%20per%20minute\"&gt;beats per minute&lt;/a&gt;, and Spears' vocal range spans from the low note of F3 to the high key of D5. A \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\" staff reviewer said that the song takes the &lt;a href=\"riff\"&gt;riff&lt;/a&gt; of &lt;a href=\"David%20Bowie\"&gt;David Bowie&lt;/a&gt; and &lt;a href=\"Iggy%20Pop\"&gt;Iggy Pop&lt;/a&gt;'s \"&lt;a href=\"China%20Girl%20%28song%29\"&gt;China Girl&lt;/a&gt;\" (1983) and \"puts it over schmaltzy cocktail-hour bass and love film strings\". Tom Terrell of &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;, however, compared the riff to the one of &lt;a href=\"A%20Taste%20of%20Honey%20%28band%29\"&gt;A Taste of Honey&lt;/a&gt;'s cover of \"&lt;a href=\"Sukiyaki%20%28song%29\"&gt;Sukiyaki&lt;/a&gt;\" (1981). Terrell further commented that the \"&lt;a href=\"Eagles%20%28band%29\"&gt;Eagles&lt;/a&gt;-esque chorus\" features \"an '80s hair band power ballad groove\" where \"Britney soul-maxes with a vocal that channels both &lt;a href=\"Stevie%20Wonder\"&gt;Stevie Wonder&lt;/a&gt; (via \"&lt;a href=\"Knocks%20Me%20Off%20My%20Feet\"&gt;Knocks Me Off My Feet&lt;/a&gt;\") and Shania herself.\"\nStephanie McGrath of &lt;a href=\"Jam%21\"&gt;Jam!&lt;/a&gt; said the song is \"a nice break from the 'baby babys', 'yeah yeahs' and insistent drum beats that pepper the other songs\" of \"Oops!\". David Veitch of the \"&lt;a href=\"Calgary%20Sun\"&gt;Calgary Sun&lt;/a&gt;\" compared the backing vocals to \"nicely old-fashioned shoo-be-doo-doos\". Lyrically, \"Don't Let Me Be the Last to Know\" alludes to how Spears wants to hear her boyfriend say he needs her all the way and that he loves her. Spears considered it a \"pure and delicate\" song. \"It's just one of those songs that pull you in. That's why I like it, and I like singing it as well\", she continued. \"I think they wrote it 'specially for me, because the lyrics of the song, if you really listen... they're more of what I can relate to, 'cause they're kind of young lyrics, I think. I don't think Shania would probably sing some of the words that I'm saying.\"\nCritical response.\n\"Don't Let Me Be the Last to Know\" received mostly positive reviews from contemporary critics. &lt;a href=\"Stephen%20Thomas%20Erlewine\"&gt;Stephen Thomas Erlewine&lt;/a&gt; from &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; deemed it \"sweetly sentimental\" and akin to the other ballads on \"Oops!... I Did It Again\", while a &lt;a href=\"Rhapsody%20%28online%20music%20service%29\"&gt;Rhapsody&lt;/a&gt; review considered them \"perfectly constructed ballads\". Stephanie McGrath of Jam! called the song \"the best showcase of Spears' talents\". A \"NME\" staff reviewer considered the track \"absolutely frightening\", with Tracy E. Hopkins of \"&lt;a href=\"Barnes%20%26amp%3B%20Noble\"&gt;Barnes &amp; Noble&lt;/a&gt;\" deeming \"Don't Let Me Be the Last to Know\" a \"polished ballad\", and praising Shania Twain for the songwriting. \"Billboard\" journalist Michael Paoletta noted that Spears may not have the vocal range of \"colleagues &lt;a href=\"Jessica%20Simpson\"&gt;Jessica Simpson&lt;/a&gt; and &lt;a href=\"Christina%20Aguilera\"&gt;Christina Aguilera&lt;/a&gt;, but she does have an instantly recognizable style-and Oops!... indicates that she's developing a soulful edge and emotional depth that can't be conjured with a glass-shattering note\", further commenting that this can be confirmed \"on the hitworthy, Shania Twain-penned ballad 'Don't Let Me Be the Last to Know'\".\nWhile reviewing 2011's &lt;a href=\"Femme%20Fatale%20Tour\"&gt;Femme Fatale Tour&lt;/a&gt;, Jocelyn Vena of MTV considered the song, along with \"&lt;a href=\"Toxic%20%28song%29\"&gt;Toxic&lt;/a&gt;\", \"old-school jams\". \"&lt;a href=\"Bustle%20%28magazine%29\"&gt;Bustle&lt;/a&gt;\"s Alex Kristelis highlighted its \"epic\" chorus while the staff from \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" called it \"a pretty mid tempo melody\", and placed it at number 84 on their ranking of Spears' songs. Nayer Nissim from \"&lt;a href=\"Pink%20News\"&gt;Pink News&lt;/a&gt;\", said that \"it's not that Britney can’t do slow tracks, but her vocals don’t always have the energy to push them\", citing \"Don't Let Me Be the Last to Know\" as an example. Nicholas Hautman, from \"&lt;a href=\"Us%20Weekly\"&gt;Us Weekly&lt;/a&gt;\", concluded that \"Spears showcases her soulful, unwavering vocals on this well-executed ballad\". \"Don't Let Me Be the Last to Know\" was nominated at &lt;a href=\"2002%20Kids%27%20Choice%20Awards\"&gt;Nickelodeon Kids' Choice Awards&lt;/a&gt; for \"Favorite Song\" in 2002.\nCommercial performance.\n\"Don't Let Me Be the Last to Know\" was not commercially available in the United States, and was sent only to &lt;a href=\"mainstream%20radio\"&gt;mainstream radio&lt;/a&gt; on April 2, 2001. Therefore, the track failed to appear on any major music chart in the United States. However, \"Don't Let Me Be the Last to Know\" was successful in Europe, debuting and peaking at number nine on the &lt;a href=\"European%20Hot%20100%20Singles\"&gt;European Hot 100 Singles&lt;/a&gt; on the chart issue dated April 14, 2001. The song was also able to reach the top ten in &lt;a href=\"%C3%963%20Austria%20Top%2040\"&gt;Austria&lt;/a&gt; and &lt;a href=\"Swiss%20Music%20Charts\"&gt;Switzerland&lt;/a&gt;, while attaining top 20 positions in Belgium (Flanders), Finland, Ireland, Norway and Sweden. In the United Kingdom, it debuted and peaked at number 12 on April 7, 2001, exiting the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; after eight weeks. \"Don't Let Me Be the Last to Know\" achieved commercial success in Romania, where it reached number one and was the third best-selling single of 2001. Despite reaching number 14 in Denmark, the song was later certified gold by &lt;a href=\"International%20Federation%20of%20the%20Phonographic%20Industry\"&gt;International Federation of the Phonographic Industry&lt;/a&gt; (IFPI), for shipping over 4,000 units of the single in the country. The single was not released in Australia; instead, it was included as a bonus second disc of the limited edition of \"Oops!... I Did It Again\" released in the country.\nMusic video.\nThe music video for \"Don't Let Me Be the Last to Know\" was directed by the American photographer &lt;a href=\"Herb%20Ritts\"&gt;Herb Ritts&lt;/a&gt;, and shot at Key Biscayne in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; in the last week of January 2001. Spears revealed she was inspired by &lt;a href=\"Janet%20Jackson\"&gt;Janet Jackson&lt;/a&gt;'s video for \"&lt;a href=\"Love%20Will%20Never%20Do%20%28Without%20You%29\"&gt;Love Will Never Do (Without You)&lt;/a&gt;\" (1990) to select Ritts as the video's director. According to Ritts, the singer \"wanted to do something fresh. There was one outfit, no dancing, and that meant that it boiled down to her. She really had to act the song, and she was very impressive.\" He also revealed that the video was set at \"a funky beach shack\" similar to the videos for &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;'s \"&lt;a href=\"Cherish%20%28Madonna%20song%29\"&gt;Cherish&lt;/a&gt;\" and &lt;a href=\"Chris%20Isaak\"&gt;Chris Isaak&lt;/a&gt;'s \"&lt;a href=\"Wicked%20Game\"&gt;Wicked Game&lt;/a&gt;\" (1989). \"The story is, pretty much, Britney longing for him to tell her the words\", said Ritts, who was impressed with the chemistry between the singer and her on-screen boyfriend, played by French model Brice Durand. Spears' real-life boyfriend at the time &lt;a href=\"Justin%20Timberlake\"&gt;Justin Timberlake&lt;/a&gt;, however, \"was said to be miffed at Spears' kissing scenes with French model\", according to Jennifer Vineyard of &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;. Spears' mother, &lt;a href=\"Lynne%20Spears\"&gt;Lynne&lt;/a&gt;, also considered the original music video too racy at the time because it contained sexual material. Parts of the video were edited before its release to the public.\nThe music video debuted at number one on &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;'s \"&lt;a href=\"Total%20Request%20Live\"&gt;TRL&lt;/a&gt;\" on March 2, 2001. The video begins with Spears and her boyfriend in a hammock. Cuts of her cuddling with her love interest beside a fire are also included. We also see her and her boyfriend on the seashore doing a love scene. Inside a tiki hut, Spears exclaims the words she wants her boyfriend to know. In the second half of the video, she is seen on a tree where her boyfriend reaches for her. There are also scenes where she is running on the beach and her boyfriend is chasing after her. Spears wears only a &lt;a href=\"Bikini\"&gt;bikini top&lt;/a&gt; and a pair of &lt;a href=\"Shorts\"&gt;cutoff shorts&lt;/a&gt; during the whole video, going barefoot throughout. The music video was considered by Spears to be \"the funnest [\"sic\"] video I've ever done.\" An alternate footage of the video can be found on the DVD of Spears first compilation album \"\". Vineyard described the footage as the one that \"makes the most use of Britney's body of work, with the spaceman from \"&lt;a href=\"Oops%21...%20I%20Did%20It%20Again%20%28song%29\"&gt;Oops!... I Did It Again&lt;/a&gt;\", an opening door from \"My Prerogative\" and one love interest from \"&lt;a href=\"Toxic%20%28song%29\"&gt;Toxic&lt;/a&gt;\" all making cameos\".\nLive performances.\nThe first performance of \"Don't Let Me Be the Last to Know\" was on March 8, 2000, during the &lt;a href=\"Crazy%202k%20Tour\"&gt;Crazy 2k Tour&lt;/a&gt; in &lt;a href=\"Pensacola%2C%20Florida\"&gt;Pensacola, Florida&lt;/a&gt;, where Spears appeared onstage sitting on a magic carpet and flew over the audience while singing the song. After releasing her second studio album, \"Oops!... I Did It Again\", Spears performed the song on the American music show \"&lt;a href=\"Total%20Request%20Live\"&gt;TRL&lt;/a&gt;\", on \"&lt;a href=\"Saturday%20Night%20Live\"&gt;Saturday Night Live&lt;/a&gt;\" and on \"&lt;a href=\"The%20View%20%28U.S.%20TV%20series%29\"&gt;The View&lt;/a&gt;\". She also performed the song live on the &lt;a href=\"Oops%21...%20I%20Did%20It%20Again%20Tour\"&gt;Oops!... I Did It Again Tour&lt;/a&gt;. After performing \"&lt;a href=\"Sometimes%20%28Britney%20Spears%20song%29\"&gt;Sometimes&lt;/a&gt;\", she climbed the staircase and briefly spoke to the audience before moving into the performance of the song, for which she wore a long white dress trimmed with boa feathers. \"Don't Let Me Be the Last to Know\" was performed also on the &lt;a href=\"Dream%20Within%20a%20Dream%20Tour\"&gt;Dream Within a Dream Tour&lt;/a&gt; in 2001 and 2002. The performance consisted of Spears singing the song on an elevated platform wearing an evening gown with artificial snow falling from the ceiling, while two of her dancers performed a routine.\nAlmost ten years later, \"Don't Let Me Be the Last to Know\" was performed by Spears at select dates of the &lt;a href=\"Femme%20Fatale%20Tour\"&gt;Femme Fatale Tour&lt;/a&gt;, in 2011. The performance consists of Spears sitting on a swing singing the song, whilst a male dancer dances beneath her, at one point attaching himself by his feet to the swing whilst midair. Shirley Halperin of \"&lt;a href=\"The%20Hollywood%20Reporter\"&gt;The Hollywood Reporter&lt;/a&gt;\" named it one of the best performances of the show along with \"&lt;a href=\"Piece%20of%20Me%20%28Britney%20Spears%20song%29\"&gt;Piece of Me&lt;/a&gt;\" and \"&lt;a href=\"3%20%28Britney%20Spears%20song%29\"&gt;3&lt;/a&gt;\", stating that \"ironically enough, [they] were the ones with fewest frills.\" In a review of the special broadcast by American &lt;a href=\"premium%20television\"&gt;premium television&lt;/a&gt; channel &lt;a href=\"Epix%20%28TV%20channel%29\"&gt;Epix&lt;/a&gt; of the tour, Jocelyn Vena of MTV summarized her thoughts about the performance saying, \"It's rare these days to see Britney Spears show her soft side, but she takes a break from the nonstop, fist-pumping music during the spectacle that is the Femme Fatale Tour and kicks it old-school, showing us she still has the heart and soul to bust out a power ballad.\"\nCredits and personnel.\nCredits for \"Don't Let Me Be the Last to Know\" are adapted from \"&lt;a href=\"Oops%21...%20I%20Did%20It%20Again%20%28album%29\"&gt;Oops!... I Did It Again&lt;/a&gt;\" liner notes.\nTechnical\nPersonnel"
}