{
    "id": "19410219",
    "revid": "1017334002",
    "url": "https://en.wikipedia.org/wiki?curid=19410219",
    "title": "Hagström H8",
    "text": "The &lt;a href=\"Hagstr%C3%B6m\"&gt;Hagström&lt;/a&gt; H8 was the world first mass-produced &lt;a href=\"8-string%20bass\"&gt;8-string bass&lt;/a&gt; and was produced between 1967 and 1969 for a total of 2199 units.\nHistory.\nAccording to Karl-Erik Hagström the idea for the eight stringed bass came from the American who visited Hagström's American retailer Unicord. Ernie Briefel, who was the head of Unicord, liked the idea and contacted Karl-Erik Hagström in Sweden and in 1966 a first prototype was built and tested both in Sweden and in America. The next year mass production of the H8 began. The H8 was based around a regular four stringed Hagström bass but all strings were doubled much like a &lt;a href=\"12%20string%20guitar\"&gt;12 string guitar&lt;/a&gt;. The lighter string was placed above the standard string and tuned one octave higher than usual. This gave the H8 a unique tone which was very suitable for bass solos. In Hagström brochures the manufacturer also recommended creative tunings based around the &lt;a href=\"major%20third\"&gt;major third&lt;/a&gt;, the &lt;a href=\"perfect%20fifth\"&gt;perfect fifth&lt;/a&gt; and the &lt;a href=\"major%20seventh\"&gt;major seventh&lt;/a&gt;.\nThe bodies of almost all of the H8s were made out of mahogany, but a few were made out of Finnish Birch, something very rare among guitar and bass manufacturers. The bass was available in Mahogany Sunburst and Cherry Red finishes. There were also a very few all white basses produced. There were a number of prototypes built for a successor to the H8 built with a 32\" scale length as well as acoustic eight stringed versions of the Concord bass built but none were ever put in production. Recently the revived Hagström brand announced that they will launch a re-issue of the original Hagström H8 later this year."
}