{
    "id": "19411728",
    "revid": "42960472",
    "url": "https://en.wikipedia.org/wiki?curid=19411728",
    "title": "Open-door academic policy",
    "text": "An open-door academic policy, or open-door policy, is a policy if a &lt;a href=\"university\"&gt;university&lt;/a&gt; accepting to enroll students without asking for evidence of previous education, experience, or references. Usually, payment of the academic fees (or financial support) is all that is required to enroll.\nUniversities may not employ the open-door policy for all their courses, and those that have a universal open-door policy where all courses have no entry requirements are called \"&lt;a href=\"open%20universities\"&gt;open universities&lt;/a&gt;\". The policy is sometimes characterized as a part of an educational revolution. From the dictionary meaning of the \"open-door policy\", which is the idea of granting access to all those who want access, a similar idea can be drawn in terms of education.\nAccording to Deepa Rao, the open-door academic policy is one of the main ways in which adult learners become a part of university/college life. The recognized demand for post-secondary education made many institutions commit strongly to the policy, but many concealed limitations in the policy can prevent some from securing a degree.\nHistory.\nFrom the beginning of universities and colleges in western countries, during the early parts of the 20th century, higher education was supplied in large amounts. During these times the acceptance of all varieties of students was very limited, yet this approach was coming under pressure due to an increase in the industrial and business industry's demand for highly trained and educated employees. The &lt;a href=\"Civil%20Rights%20Movement\"&gt;Civil Rights Movement&lt;/a&gt; during the 1960s and the &lt;a href=\"baby%20boom\"&gt;Baby Boom&lt;/a&gt; in the 1940s-1950s, also presented further reasoning for the implementation of the open-door academic policy.\nIn response to these pressures, the colleges and universities lowered standards of admission and offered financial support to try and win back the students. This soon turned into the open-door policy, which became a successful and well used form of recruiting students.\nPros and cons.\nPositively, the open-door academic policy has enabled a step into higher education such as a bachelor's degree, to those who had been restricted access to these opportunities due to social or economic factors. The policy has also created a sufficient amount of well trained students to fulfill the demand for educated employees for the industrial and business industries.\nHowever, despite its benefits the open-door academic policy has faced its criticism. The graduation rates of colleges are closely tied to their admissions policies. Six years after beginning a four-year program, an average of 60% of students nationwide will have graduated. However, that rate varies from 89% at colleges that accept less than one-quarter of applicants to 36% at those with an open admissions policy.\nAdditionally, the offering of financial support has created a heated issue for higher education due to the requirement for students fees which enable the universities and colleges to stay current with changing technology, employment needs and the fluctuating student population.\nDemographics.\nStudents at open-door universities tend to:\nLimiting factors.\nLimiting factors restrict the student acceptance rate due to the following situations:\nNotable institutions with open-door policies.\nThe open-door academic policy's requirements can differ not only between different countries, but also between sub-national jurisdictions (states, provinces, regions). The following is a list of some universities and colleges around the world that have an open-door academic policy:"
}