{
    "id": "1942279",
    "revid": "41539038",
    "url": "https://en.wikipedia.org/wiki?curid=1942279",
    "title": "Dianthus chinensis",
    "text": "Dianthus chinensis, commonly known as rainbow pink or China pink () is a species of \"&lt;a href=\"Dianthus\"&gt;Dianthus&lt;/a&gt;\" native to northern &lt;a href=\"China\"&gt;China&lt;/a&gt;, &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt;, &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt;, and southeastern &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. It is a &lt;a href=\"herbaceous\"&gt;herbaceous&lt;/a&gt; &lt;a href=\"perennial%20plant\"&gt;perennial plant&lt;/a&gt; growing to 30–50 cm tall.\nDescription.\nThe &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; are green to greyish green, slender, 3–5 cm long and 2–4 mm broad. The &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are white, pink, or red, 3–4 cm diameter, produced singly or in small clusters from spring to mid summer. Several branched stems form a loose eyrie. The basal leaves are usually already withered during flowering, the leaves remain on the stem. \nGrowing in the form of a bush, the flowers are often together in pairs, as ornamentals read varieties accommodate up to 15 flowers in a zymösen &lt;a href=\"inflorescence\"&gt;inflorescence&lt;/a&gt; forth. Below the flower stand four &lt;a href=\"bracts\"&gt;bracts&lt;/a&gt;, which reach to half of the &lt;a href=\"Calyx%20%28botany%29\"&gt;calyx&lt;/a&gt;; they are ciliated and end up pointedly. The calyx forms a cylindrical, 1.5 to 2.5 cm long tube, the crown reaches 3 to 4 cm in diameter and is serrated at the edge. The color of the petals ranges from white to pink to dark red, the middle is often drawn darker. The capsule fruitis enclosed by the sepals. The black seeds are flattened-roundish.\nDistribution.\nThe plant has a large distribution area in &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt;, which includes not only China, but also Korea and eastern Russia, to the northwest it still occurs in &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt; and &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt;. The &lt;a href=\"Flora%20of%20China\"&gt;Flora of China&lt;/a&gt; also counts Europe as the area of distribution. The sites include &lt;a href=\"grassland\"&gt;grassland&lt;/a&gt;s as well as sparse forests.\nCultivation.\nIt is widely cultivated as an &lt;a href=\"ornamental%20plant\"&gt;ornamental plant&lt;/a&gt;, both in China and elsewhere across temperate regions of the world; numerous &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt;s have been selected for garden use. Over the years, many forms have been derived from selection and &lt;a href=\"Hybridisation%20%28biology%29\"&gt;hybridization&lt;/a&gt;. Today, the efforts of breeders are aimed at creating hybrids characterized by a compact bush, early and long flowering, flowers of various shades. This makes it possible to grow plants not only at the amateur level, but also for commercial purposes."
}