{
    "id": "19428247",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=19428247",
    "title": "Ice hockey in the United Kingdom",
    "text": "&lt;a href=\"Ice%20hockey\"&gt;Ice hockey&lt;/a&gt; has been played in the United Kingdom since the beginning of the twentieth century, and it was a game between English Army veterans played in Canada that is the first recorded use of a sawed-off ball, which led to the use of the puck in hockey. The &lt;a href=\"Great%20Britain%20men%27s%20national%20ice%20hockey%20team\"&gt;Great Britain men's national ice hockey team&lt;/a&gt; enjoyed worldwide success through the 1920s and 1930s, achieving bronze at the 1924 &lt;a href=\"Winter%20Olympics\"&gt;Olympics&lt;/a&gt;, and gold twelve years later. They also won medals at the &lt;a href=\"Ice%20Hockey%20World%20Championships\"&gt;World Championships&lt;/a&gt; in 1935, 1937 and 1938, though never won the tournament. The national team has struggled since the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, and has not finished better than twelfth in the World Championships since 1962. Ice hockey is played professionally in the United Kingdom in the &lt;a href=\"Elite%20Ice%20Hockey%20League\"&gt;Elite Ice Hockey League&lt;/a&gt;, an eleven-team league which was founded in 2003.\nHistory.\nGeneral.\nPeople in Northern climates have played sports with sticks and balls on skates for centuries, but &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; as we know it today was developed in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; during the early nineteenth century, having developed from elements derived from the already existing sports of &lt;a href=\"hurling\"&gt;hurling&lt;/a&gt;, &lt;a href=\"shinty\"&gt;shinty&lt;/a&gt;, &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt;, and sports similar to &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;. However, in its early development period, ice hockey in &lt;a href=\"British%20North%20America\"&gt;British North America&lt;/a&gt;, present day Canada, was a conglomeration of a number of similar ice skating games which were collectively called \"hockey on the ice\", a phenomenon which led to the creation of what is today known as &lt;a href=\"bandy\"&gt;bandy&lt;/a&gt;, though ice hockey developed in Canada while the early development bandy began largely in England. The earliest known, extant photograph of Bandy/ice Hockey in Britain is presumably of the &lt;a href=\"Oxford%20University%20Ice%20Hockey%20Club\"&gt;Oxford University Ice Hockey Club&lt;/a&gt; team training on Christ Church Meadow.\n&lt;a href=\"Fen%20skating%23Bandy\"&gt;Bandy&lt;/a&gt; is considered the forerunner to ice hockey and was first identified to have been organized in Britain with English &lt;a href=\"speed%20skating\"&gt;speed skater&lt;/a&gt; and &lt;a href=\"Fen%20skating\"&gt;fen skater&lt;/a&gt;, &lt;a href=\"Charles%20Goodman%20Tebbutt\"&gt;Charles Goodman Tebbutt&lt;/a&gt; who was also responsible for the creating the first published set of rules for bandy in 1882. Bury Fen, near Bluntisham, was the home of the &lt;a href=\"Bury%20Fen%20Bandy%20Club\"&gt;Bury Fen Bandy Club&lt;/a&gt; (unbeaten for a century) where under the captaincy of Charles G. Tebbutt and his brothers (grandsons of Potto Brown's milling partner Joseph Goodman) the Bury Fen Bandy Club became responsible for formulating most of the rules of modern bandy and introducing the game into the Netherlands and other Northern European countries as well as other parts of Britain.\nToday the word \"bandy\" is used rather than \"hockey on the ice\" or \"ice hockey\" in order to avoid confusion between the two ice skating sports. Bandy in all its forms disappeared from North America by the early 1900s after it had been absorbed into the new organized sport of ice hockey, but continued to develop in Russia and Scandinavia. Today, bandy is dominated internationally by Russia and Sweden. Meanwhile bandy is almost entirely extinct from Britain today and is played mostly as a type of cult sport in certain parts of the country, though efforts are being made to develop men's and women's national teams to compete in the international bandy competitions organized by the Federation of International Bandy. Today bandy in the United Kingdom is governed by the &lt;a href=\"Great%20Britain%20Bandy%20Association\"&gt;Great Britain Bandy Association&lt;/a&gt; (GBBA), formerly called the Bandy Federation of England and later the England Bandy Federation.\nIn early North America, indigenous persons are known to have played a type of field hockey which involved a type of \"puck\" or ball, and curved wooden sticks. It was first observed by Europeans being played by &lt;a href=\"Mi%27kmaq\"&gt;Mi'kmaq&lt;/a&gt;s in &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt; during the late 17th century where it was called \"ricket\" by the Mi'kmaqs. It is considered possible that elements from these games were also involved in influencing the early development of ice hockey along with other existing games and sports, though in what manner and to what degree remains unclear.\nThe sport of ice hockey was originally played with a stick and ball, largely influenced by the British import of bandy, but in 1860 a group of English veterans from the &lt;a href=\"Royal%20Canadian%20Rifle%20Regiment\"&gt;Royal Canadian Rifle Regiment&lt;/a&gt; played a game in &lt;a href=\"Kingston%2C%20Ontario\"&gt;Kingston, Ontario&lt;/a&gt;, utilising a sliced, flattened ball, a precursor to the modern &lt;a href=\"Hockey%20puck\"&gt;puck&lt;/a&gt;, for what is believed to be the first time. This use of a puck in this match, played on the frozen harbour by the city, was a significant step towards the modern game of hockey, as a flat puck acts quite differently to a round ball, changing the dynamics of the game.\n The game developed quickly in Canada, and in the late nineteenth century, &lt;a href=\"Frederick%20Stanley%2C%2016th%20Earl%20of%20Derby\"&gt;Frederick Stanley, 16th Earl of Derby&lt;/a&gt; purchased a decorative &lt;a href=\"punch%20bowl\"&gt;punch bowl&lt;/a&gt; from a London &lt;a href=\"silversmith\"&gt;silversmith&lt;/a&gt; to award to the leading amateur side in the country: this became known as the &lt;a href=\"Stanley%20Cup\"&gt;Stanley Cup&lt;/a&gt;.\nUnited Kingdom.\nIt was previously believed that in 1885 the first game of European ice hockey was played between &lt;a href=\"Oxford%20University%20Ice%20Hockey%20Club\"&gt;Oxford University&lt;/a&gt; and their traditional rival &lt;a href=\"Cambridge%20University%20Ice%20Hockey%20Club\"&gt;Cambridge&lt;/a&gt; in the first &lt;a href=\"Ice%20Hockey%20Varsity%20Match\"&gt;Ice Hockey Varsity Match&lt;/a&gt; in St. Moritz, Switzerland. However, the first game is undocumented as the first photographs and team lists the date from 1895. The match was won by the Oxford Dark Blues, 6–0. Today there is no contemporary evidence that this match took place, and Oxford now claims that this was a &lt;a href=\"bandy\"&gt;bandy&lt;/a&gt; match.\nIn the United Kingdom, a five-team league was in operation in England in 1903; the first in Europe. The league was contested at two rinks in London: the &lt;a href=\"Prince%27s%20Skating%20Club\"&gt;Prince's Skating Club&lt;/a&gt; in &lt;a href=\"Knightsbridge\"&gt;Knightsbridge&lt;/a&gt; and &lt;a href=\"London%20Palladium\"&gt;Hengler's Ice Rink&lt;/a&gt; in the &lt;a href=\"City%20of%20Westminster\"&gt;City of Westminster&lt;/a&gt;. It was won by the &lt;a href=\"London%20Canadians\"&gt;London Canadians&lt;/a&gt;. The first game to be played in Scotland occurred five years later in Crossmyloof, Glasgow. The same year saw the creation of the &lt;a href=\"International%20Ice%20Hockey%20Federation\"&gt;International Ice Hockey Federation&lt;/a&gt;, of which Great Britain was a founding member. The &lt;a href=\"British%20Ice%20Hockey%20Association\"&gt;British Ice Hockey Association&lt;/a&gt; was set up in 1914, and continued until 1999, when it was replaced by &lt;a href=\"Ice%20Hockey%20UK\"&gt;Ice Hockey UK&lt;/a&gt;.\nThe sport enjoyed an increase in interest in the 1980s, primarily in &lt;a href=\"North%20East%20England\"&gt;North East England&lt;/a&gt; and &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, where local clubs were at the forefront of the &lt;a href=\"British%20Hockey%20League\"&gt;British Hockey League&lt;/a&gt;. Its popularity rose further in the 1990s, when teams like the &lt;a href=\"Sheffield%20Steelers\"&gt;Sheffield Steelers&lt;/a&gt; and &lt;a href=\"Manchester%20Storm%20%281995%E2%80%932002%29\"&gt;Manchester Storm&lt;/a&gt; were established, who had big, American-styled arenas and drew large crowds of up to 8,000 on average and up to 17,000 in single games, with the Manchester Storm holding the record for a British league game when they sold out &lt;a href=\"Manchester%20Arena\"&gt;Manchester Arena&lt;/a&gt; with 17,245 people on 23 February 1997. In the early 2000s, the &lt;a href=\"Nottingham%20Panthers\"&gt;Nottingham Panthers&lt;/a&gt; and &lt;a href=\"Belfast%20Giants\"&gt;Belfast Giants&lt;/a&gt; also managed to draw large crowds. In order to take British ice hockey to the next level a new, more professional, top-tier league, the &lt;a href=\"Ice%20Hockey%20Superleague\"&gt;Ice Hockey Superleague&lt;/a&gt;, was established in 1996. However, after a number of clubs withdrew from the league while others folded, the league was disbanded and replaced by the considerably more low-profile &lt;a href=\"Elite%20Ice%20Hockey%20League\"&gt;Elite Ice Hockey League&lt;/a&gt; in 2003, resulting in a decrease in attendance during the mid- to late 2000s.\nDuring the 2010s, the league recovered and the popularity of ice hockey rose again, with ice hockey now being considered the United Kingdom's biggest indoor sport and fastest-growing winter sport.\nMen's Leagues.\nEIHL.\nThe Elite Ice Hockey League (EIHL) was formed in 2003 following the demise of the Ice Hockey Superleague and it is the highest level of ice hockey competition in the United Kingdom.\nThe league currently consists of ten teams, with representation from all four nations of the United Kingdom – the only league in any sport to do so. In fourteen completed seasons the league has been won by five different teams.\nNIHL.\nThe National Ice Hockey League (NIHL) is a set of semi-professional ice hockey leagues administered by the English Ice Hockey Association which currently the form the second to fourth tiers of British ice hockey, below the Elite Ice Hockey League. Formerly called the English National Ice Hockey League (ENIHL), it was renamed in 2012 to recognise the inclusion of several teams from Scotland and Wales.\nThe league is split into two regions, North and South, meaning teams do not have to travel long distances for away games. Each region has 2 divisions, with rules on promotion and relegation between the divisions in each region changing regularly.\nNational Teams.\nMen.\nThe British national ice hockey team (also known as Team GB) was a founding member of the &lt;a href=\"International%20Ice%20Hockey%20Federation\"&gt;International Ice Hockey Federation&lt;/a&gt; in 1908.\nThe team appeared on the international scene in the early 20th century, winning the first ever &lt;a href=\"IIHF%20European%20Championship\"&gt;IIHF European Championship&lt;/a&gt; in 1910, finishing as bronze medallists at the 1924 Winter Olympics, and becoming Olympic champions in 1936.\nHowever, since then the national team has made little impact on the sport and Great Britain last qualified for the Olympics in 1948. The team's performances have increased in recent years, and in &lt;a href=\"2018%20IIHF%20World%20Championship%20Division%20I\"&gt;2018&lt;/a&gt;, it managed to be promoted to the top division of the &lt;a href=\"Ice%20Hockey%20World%20Championships\"&gt;Ice Hockey World Championship&lt;/a&gt; for the first time since 1994. The &lt;a href=\"Great%20Britain%20men%27s%20national%20under-18%20ice%20hockey%20team\"&gt;Under 18&lt;/a&gt; and &lt;a href=\"Great%20Britain%20men%27s%20national%20junior%20ice%20hockey%20team\"&gt;Under 20&lt;/a&gt; British teams also enjoyed success in 2018 with the former gaining promotion to group B of division I in the &lt;a href=\"IIHF%20World%20U18%20Championship\"&gt;IIHF World U18 Championship&lt;/a&gt; whilst the latter finished third in their respective age category.\nWomen.\nThe British women's national ice hockey team was founded in 1989 and competed in the &lt;a href=\"IIHF%20European%20Championships\"&gt;IIHF European Championships&lt;/a&gt; until 1996. Since then the team has competed in the &lt;a href=\"IIHF%20World%20Women%27s%20Championships\"&gt;IIHF World Women's Championships&lt;/a&gt; finishing in 23rd place (2nd in Division IIA) in &lt;a href=\"2018%20Women%27s%20Ice%20Hockey%20World%20Championships\"&gt;2018&lt;/a&gt;. They currently sit 23rd in the world rankings just one place lower then their male counterparts. The team has never qualified for the Olympics. However, the number of British female players has nearly doubled since 2011 to 889 eligible players as of 2019.\nMedia.\nIce hockey receives little national media coverage in the United Kingdom. Some national newspapers list results and provide short summaries of the league's news but more extensive coverage remains minimal.\nOn 20 July 2018 the &lt;a href=\"Elite%20Ice%20Hockey%20League\"&gt;EIHL&lt;/a&gt; agreed a two-year deal with &lt;a href=\"FreeSports\"&gt;FreeSports&lt;/a&gt; to broadcast one live EIHL game every two weeks, alongside a pre-season preview show, highlights package, and live coverage of the end of season play-off final. The coverage, which is available via Freeview (ch95), Sky (ch422), Virgin (ch553) FreeSat (ch252), TalkTalk (ch95), BT Vision (ch95) and online via the TVPlayer, will be fronted by Aaron Murphy who previously commentated on the league for &lt;a href=\"Premier%20Sports\"&gt;Premier Sports&lt;/a&gt;.\nCoverage in the towns and cities where ice hockey clubs are based is more extensive, and local newspapers have dedicated ice hockey reporters who cover the local team. Local radio stations such as &lt;a href=\"BBC%20Coventry%20%26amp%3B%20Warwickshire\"&gt;BBC Coventry &amp; Warwickshire&lt;/a&gt;, &lt;a href=\"BBC%20Radio%20Nottingham\"&gt;BBC Radio Nottingham&lt;/a&gt; and &lt;a href=\"BBC%20Radio%20Sheffield\"&gt;BBC Radio Sheffield&lt;/a&gt; all provide programming on the sport. Radio Sheffield also provides a weekly ice hockey programme \"Iceline\" while Radio Nottingham has broadcast a similar programme, \"Powerplay\" since the later stages of the 2005–06 season, and has a 15-minute weekly preview of games on a Saturday evening during the ice hockey season after the station's coverage of the local &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; teams is completed. &lt;a href=\"BBC%20Coventry%20%26amp%3B%20Warwickshire\"&gt;BBC Coventry &amp; Warwickshire&lt;/a&gt; have also followed suit with \"Faceoff\", a programme broadcast on the first Thursday of the month during the season.\nThe &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; shows extensive coverage of the sport during the &lt;a href=\"Winter%20Olympics\"&gt;Winter Olympics&lt;/a&gt;."
}