{
    "id": "19423289",
    "revid": "28876738",
    "url": "https://en.wikipedia.org/wiki?curid=19423289",
    "title": "Xan Tyler",
    "text": "Xan Tyler is a British pop &lt;a href=\"Singing\"&gt;singer&lt;/a&gt;.\nCareer.\nBorn and raised in South &lt;a href=\"London\"&gt;London&lt;/a&gt;, Tyler began her singing career as a backing singer. After working with numerous &lt;a href=\"Band%20%28music%29\"&gt;bands&lt;/a&gt; and as a session singer, she signed to &lt;a href=\"Alan%20McGee\"&gt;Alan McGee&lt;/a&gt;'s &lt;a href=\"Creation%20Records\"&gt;Creation Records&lt;/a&gt; as one half of synth pop duo Technique (the other half being musician Kate Holmes, now of &lt;a href=\"Client%20%28band%29\"&gt;Client&lt;/a&gt;).\nIn 1999, Tyler and Kate Holmes collaborated with &lt;a href=\"Mad%20Professor\"&gt;Mad Professor&lt;/a&gt; to create Mission Control. Mission Control released one album, \"Dub Showcase\" on Poptones and Tyler joined Mad Professor on a European tour in 2000. \"Dub Showcase\" also featured a guest vocal from &lt;a href=\"Lee%20%26quot%3BScratch%26quot%3B%20Perry\"&gt;Lee \"Scratch\" Perry&lt;/a&gt;.\n1999 also saw Tyler's first notable success as &lt;a href=\"Technique%20%28band%29\"&gt;Technique&lt;/a&gt; with the release of \"Sun is Shining\", released on Creation Records, which reached number 64 in the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; in April of that year, followed by \"You &amp; Me\" which got to number 56 in August. One of the &lt;a href=\"remix\"&gt;remix&lt;/a&gt;ers on \"Sun is Shining\" was &lt;a href=\"Trance%20music\"&gt;trance&lt;/a&gt; &lt;a href=\"DJ\"&gt;DJ&lt;/a&gt; &lt;a href=\"Matt%20Darey\"&gt;Matt Darey&lt;/a&gt;, for whom she later performed vocals on the track \"Wanna be an Angel\", released under the name of Tekara in 2004 on &lt;a href=\"Platipus%20Records\"&gt;Platipus Records&lt;/a&gt;.\nIn 2001, she teamed up with &lt;a href=\"electronic%20dance%20music\"&gt;dance music&lt;/a&gt; &lt;a href=\"Record%20producer\"&gt;producer&lt;/a&gt; &lt;a href=\"Timo%20Maas\"&gt;Timo Maas&lt;/a&gt; and as Orinoko they released \"Island\" on Positiva Records. This pairing saw Tyler introduced to numerous dance producers and labels. Further releases followed.\nAmong other projects, Tyler worked with the pop ska band The Joys of Sound, and has produced a number of tracks. In 2020 their song \"Too Much Is Never Enough\" was placed in Campervan Co. advert for Sky TV.\nOn 23 June 2011 it was announced that Tyler was joining Client to take over live lead vocals. In 2014, Tyler started work on her solo EP with London-based producer Stuart Crossland. The \"Into the Blue\" EP was released on 8 December 2014. In 2015, Tyler collaborated with producer &lt;a href=\"Kramer%20%28musician%29\"&gt;Kramer&lt;/a&gt; in Scotland on three new tracks, written by Tyler. The resulting three track single was released in 2016.\nIn 2017, Tyler provided backing vocals for the album \"Songs My Ruined Gave To Me\" by folk artists, Naomi Bedford and Paul Simmonds. Tyler sang on five songs on the album. One of which, \"I Hate You\", featured &lt;a href=\"Andy%20Summers\"&gt;Andy Summers&lt;/a&gt; on guitar.\nIn April 2020, &lt;a href=\"Joyful%20Noise%20Recordings\"&gt;Joyful Noise Recordings&lt;/a&gt; named Kramer their 2020 Artist-In-Residence, and simultaneously announced a new partnership with Kramer for the rebirth of his &lt;a href=\"Shimmy%20Disc\"&gt;Shimmy Disc&lt;/a&gt; label. Tyler is Kramer's sole collaborator on \"Let It Come Down\". Their debut LP \"Songs We Sang In Our Dreams\" was released on 12 June 2020.\nTyler released Clarion Call an album with &lt;a href=\"Mad%20Professor\"&gt;Mad Professor&lt;/a&gt; on Ariwa, in July 2021. The album received favourable reviews in many publications including Uncut Magazine who described it as 'delicious' and 'extraordinary'.\nIn 2022 Tyler is set to release her first solo album which is being funded by Creative Scotland.\nReviews.\nSeptember 2009decbelblog.com \"Tyler offers something different for us all. Think of a mix between Fiona Apple and Alicia Keys.\"\nDecember 2014 from unappreciatedscholars.com: 'Into the Blue has been a wonderful end-of-year discovery. Electro-acoustic in all its glory with a great vocal performance. Another wonderful infectious work that sticks around in the brain for a long time post-listen.'\nJanuary 2015 from Undercover Rock Life: 'Into The Blue is definitely a good 6 song EP that steps into the land of electro acoustic. If, one of my favourite tracks of the EP, is definitely a notable piece of electro-ambient that, I do think, can open the door to a remarkable future.\nJune 2020 'On Songs We Sang in Our Dreams, boyish humor blooms into something mature and feminine, thanks largely to the band’s crystalline vocalist, British singer Xan Tyler.'\nPITCHFORK.\nJune 2020 'the voice of Xan Tyler restores prestige to one of the most important indie producers of the 80s and 90s.'\nHYPFI.IT \nJune 2020 '\"Vicky\" tackles unnerving intimacy and internalized emotional conflict with multi-dimensional composition and fearless grace.'\nEARMILK.COM \nJune 2021 ‘…….tough lyrics, soft sounds….. 4* The Scotsman \nSeptember issue 2021 ‘……..delicious…..extraordinary…….’ 7/10 UNCUT Magazine\nJuly 2021 \"probably the most wonderful album I've heard this year\" Boogaloo Radio"
}