{
    "id": "1942914",
    "revid": "14926857",
    "url": "https://en.wikipedia.org/wiki?curid=1942914",
    "title": "NFL on NBC",
    "text": "The NFL on NBC is the branding used for broadcasts of &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) games that are produced by &lt;a href=\"NBC%20Sports\"&gt;NBC Sports&lt;/a&gt;, and televised on the &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; television network in the United States.\nNBC had sporadically carried NFL games as early as &lt;a href=\"1939%20NFL%20season\"&gt;1939&lt;/a&gt;, including the championship and Pro Bowl through the 1950s and early 1960s. Beginning in &lt;a href=\"1965%20American%20Football%20League%20season\"&gt;1965&lt;/a&gt;, NBC signed an agreement to carry the &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt; (AFL)'s telecasts, which carried over with the &lt;a href=\"American%20Football%20Conference\"&gt;American Football Conference&lt;/a&gt; (AFC) when the &lt;a href=\"AFL-NFL%20merger\"&gt;AFL merged with the NFL&lt;/a&gt;. NBC would continuously carry the AFL/AFC's Sunday afternoon games from 1965 through the &lt;a href=\"1997%20NFL%20season\"&gt;1997 season&lt;/a&gt;, after which NBC lost the AFC contract to &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt;.\nNFL coverage returned to NBC on August 6, &lt;a href=\"2006%20NFL%20season\"&gt;2006&lt;/a&gt;, under the title &lt;a href=\"NBC%20Sunday%20Night%20Football\"&gt;NBC Sunday Night Football&lt;/a&gt;, beginning with its coverage of the preseason &lt;a href=\"Pro%20Football%20Hall%20of%20Fame%20Game\"&gt;Pro Football Hall of Fame Game&lt;/a&gt;. From &lt;a href=\"2016%20NFL%20season\"&gt;2016&lt;/a&gt; to &lt;a href=\"2017%20NFL%20season\"&gt;2017&lt;/a&gt;, NBC added a five-game \"&lt;a href=\"Thursday%20Night%20Football\"&gt;Thursday Night Football&lt;/a&gt;\" package to its offerings supplementing two Thursday games that were already part of the \"Sunday Night Football\" package. Game coverage is usually preceded by the pregame show \"&lt;a href=\"Football%20Night%20in%20America\"&gt;Football Night in America&lt;/a&gt;\".\nHistory.\nBeginnings through the 1950s.\nNBC's coverage of the National Football League (which has aired under numerous program titles and formats) actually goes back to the beginnings of the network's relationship with the league in &lt;a href=\"1939%20NFL%20season\"&gt;1939&lt;/a&gt;, when its New York City &lt;a href=\"flagship%20%28broadcasting%29\"&gt;flagship station&lt;/a&gt;, then known as W2XBS (now &lt;a href=\"WNBC\"&gt;WNBC&lt;/a&gt;) aired the first televised professional football game between the &lt;a href=\"1939%20Philadelphia%20Eagles%20season\"&gt;Philadelphia Eagles&lt;/a&gt; and the now-defunct &lt;a href=\"1939%20Brooklyn%20Dodgers%20%28NFL%29%20season\"&gt;Brooklyn Dodgers&lt;/a&gt; football team. Even before this, in &lt;a href=\"1934%20NFL%20season\"&gt;1934&lt;/a&gt;, &lt;a href=\"NFL%20on%20NBC%20Radio\"&gt;NBC Radio&lt;/a&gt;'s &lt;a href=\"Blue%20Network\"&gt;Blue Network&lt;/a&gt; had carried the &lt;a href=\"1934%20Detroit%20Lions%20season\"&gt;Detroit Lions&lt;/a&gt;' inaugural &lt;a href=\"NFL%20on%20Thanksgiving%20Day\"&gt;Thanksgiving game&lt;/a&gt; nationwide.\nBy &lt;a href=\"1955%20NFL%20season\"&gt;1955&lt;/a&gt;, NBC became the television home to the &lt;a href=\"NFL%20Championship%20Game\"&gt;NFL Championship Game&lt;/a&gt;, the precursor to the &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt;, paying US$100,000 to the league for the rights. The network had taken over the broadcast rights from the &lt;a href=\"NFL%20on%20DuMont\"&gt;DuMont Television Network&lt;/a&gt;, which had struggled to give the league a national audience (NBC's coverage of proto-&lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; games from &lt;a href=\"1954%20in%20Canadian%20football\"&gt;the year prior&lt;/a&gt; was more widely available at the time) and was on the brink of failure; the NFL's associations with NBC (as well as with &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt;) proved to be a boost to the league's popularity. For the &lt;a href=\"1957%20NFL%20Championship%20Game\"&gt;1957 NFL Championship Game&lt;/a&gt;, &lt;a href=\"Van%20Patrick\"&gt;Van Patrick&lt;/a&gt; and &lt;a href=\"Ken%20Coleman\"&gt;Ken Coleman&lt;/a&gt; split a half of the play-by-play duties and &lt;a href=\"Red%20Grange\"&gt;Red Grange&lt;/a&gt;, normally on play-by-play for &lt;a href=\"1957%20Chicago%20Bears%20season\"&gt;Chicago Bears&lt;/a&gt; games on &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt;, assumed the color commentator role for this game. The &lt;a href=\"1958%20NFL%20Championship%20Game\"&gt;1958 NFL Championship Game&lt;/a&gt;, played at &lt;a href=\"Yankee%20Stadium%20%281923%29\"&gt;Yankee Stadium&lt;/a&gt;, between the &lt;a href=\"1958%20Baltimore%20Colts%20season\"&gt;Baltimore Colts&lt;/a&gt; and the &lt;a href=\"1958%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt; went into sudden death overtime. This game, since known as the \"Greatest Game Ever Played\", was seen by many throughout the country and is credited with increasing the popularity of professional football in the late 1950s and early 1960s. &lt;a href=\"Chris%20Schenkel\"&gt;Chris Schenkel&lt;/a&gt; called the first half while &lt;a href=\"Chuck%20Thompson\"&gt;Chuck Thompson&lt;/a&gt; called the second half and overtime.\nNBC televised the NFL Championship Game until &lt;a href=\"1963%20NFL%20season\"&gt;1963&lt;/a&gt;. The contract for the title game was separate than the regular season contracts held by &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;, which started televising NFL games in &lt;a href=\"1956%20NFL%20season\"&gt;1956&lt;/a&gt;. Prior to &lt;a href=\"1962%20NFL%20season\"&gt;1962&lt;/a&gt;, each team had its own individual television contract. (This was in contrast to the &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt; as well as established practice in &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt;, both of which forced all of their members to participate in a collective television contract. As the legality of such a collective contract was still in question at the time, and would eventually be &lt;a href=\"NCAA%20v.%20Board%20of%20Regents%20of%20the%20University%20of%20Oklahoma\"&gt;declared illegal in 1984&lt;/a&gt;, the NFL did not pursue such a contract until Congress explicitly allowed for the NFL to do so, with conditions, in the &lt;a href=\"Sports%20Broadcasting%20Act%20of%201961\"&gt;Sports Broadcasting Act of 1961&lt;/a&gt;.) NBC held individual team contracts with the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt; and &lt;a href=\"Baltimore%20Colts\"&gt;Baltimore Colts&lt;/a&gt; in &lt;a href=\"1959%20NFL%20season\"&gt;1959&lt;/a&gt;, &lt;a href=\"1960%20NFL%20season\"&gt;1960&lt;/a&gt; and &lt;a href=\"1961%20NFL%20season\"&gt;1961&lt;/a&gt;. While the games were &lt;a href=\"blackout%20%28broadcasting%29\"&gt;blacked out&lt;/a&gt; in &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt; and &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;, they were broadcast on other NBC stations. In some cases, the game broadcast was seen on CBS in the visiting team's home region. NBC covered eleven games in 1960 and 13 games in 1961 in a \"Game of the Week\" format. NBC would take one week off due to its &lt;a href=\"Major%20League%20Baseball%20on%20NBC\"&gt;coverage&lt;/a&gt; of the &lt;a href=\"List%20of%20World%20Series%20broadcasters\"&gt;World Series&lt;/a&gt;. During this era, NBC broadcast pre-recorded and edited hour-long broadcasts of NFL games in the off-season under the title \"Best of Pro Football\".\nDuring this period, NBC also held the rights to the &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; (which was also under a separate contract from the NFL's regular season games and the NFL Championship Game) via the Los Angeles newspapers' charities. NBC televised the Pro Bowl following the &lt;a href=\"1951%20NFL%20season\"&gt;1951&lt;/a&gt; and &lt;a href=\"1952%20NFL%20season\"&gt;1952 seasons&lt;/a&gt; and again from the &lt;a href=\"1957%20NFL%20season\"&gt;1957&lt;/a&gt; to &lt;a href=\"1964%20NFL%20season\"&gt;1964 seasons&lt;/a&gt;. The &lt;a href=\"1957%20Pro%20Bowl\"&gt;1957 game&lt;/a&gt; was offered to NBC, then &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt;. Both declined to carry the game. &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; was then offered to televise and accepted, but could not gain enough clearance of &lt;a href=\"List%20of%20ABC%20television%20affiliates%20%28by%20U.S.%20state%29\"&gt;affiliates&lt;/a&gt; in time to make it a profitable venture. Thus they also dropped out and the game was not televised.\n1960s.\nAt the &lt;a href=\"1960%20NFL%20season\"&gt;start&lt;/a&gt; of the 1960s, 10 of the NFL's 13 NFL teams (including the brand new &lt;a href=\"1960%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt;) were aligned with &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt;, two joined forces with NBC (the aforementioned &lt;a href=\"1960%20Baltimore%20Colts%20season\"&gt;Colts&lt;/a&gt; and the &lt;a href=\"1960%20Pittsburgh%20Steelers%20season\"&gt;Steelers&lt;/a&gt;) and one (the &lt;a href=\"1960%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt;) rejoined its partner, the &lt;a href=\"Broadcast%20syndication\"&gt;syndicated&lt;/a&gt; &lt;a href=\"Hughes%20Television%20Network\"&gt;Sports Network&lt;/a&gt;. NBC during this time period, employed &lt;a href=\"Lindsey%20Nelson\"&gt;Lindsey Nelson&lt;/a&gt; and &lt;a href=\"Frankie%20Albert\"&gt;Frankie Albert&lt;/a&gt; as their top broadcasting crew.\nIn Week 1 of the 1960 season, the &lt;a href=\"1960%20Washington%20Redskins%20season\"&gt;Washington&lt;/a&gt;-Baltimore game was also seen on &lt;a href=\"List%20of%20NBC%20television%20affiliates%20%28by%20U.S.%20state%29\"&gt;NBC affiliates&lt;/a&gt; in &lt;a href=\"KSDK\"&gt;St. Louis&lt;/a&gt;, &lt;a href=\"KNBC\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"WPXI\"&gt;Pittsburgh&lt;/a&gt;, &lt;a href=\"KXAS-TV\"&gt;Dallas-Ft. Worth&lt;/a&gt; and &lt;a href=\"WDIV-TV\"&gt;Detroit&lt;/a&gt;. For the following week, NBC's affiliates in &lt;a href=\"KYW-TV\"&gt;Philadelphia&lt;/a&gt;, Dallas-Ft. Worth and &lt;a href=\"WRC-TV\"&gt;Washington&lt;/a&gt; also carried &lt;a href=\"1960%20Chicago%20Bears%20season\"&gt;Chicago&lt;/a&gt;-Baltimore game. There was no telecast in Week 3 as &lt;a href=\"Major%20League%20Baseball%20on%20NBC\"&gt;NBC&lt;/a&gt; was televising Game 4 of the &lt;a href=\"1960%20Pittsburgh%20Pirates%20season\"&gt;Pirates&lt;/a&gt;-&lt;a href=\"1960%20New%20York%20Yankees%20season\"&gt;Yankees&lt;/a&gt; &lt;a href=\"1960%20World%20Series\"&gt;World Series&lt;/a&gt;. Week 4 saw NBC's &lt;a href=\"WFRV-TV\"&gt;Green Bay&lt;/a&gt; and &lt;a href=\"WTMJ-TV\"&gt;Milwaukee&lt;/a&gt; affiliates joining in on the &lt;a href=\"1960%20Los%20Angeles%20Rams%20season\"&gt;Los Angeles&lt;/a&gt;-Baltimore game. For Week 5, NBC's &lt;a href=\"WNBC\"&gt;New York affiliate&lt;/a&gt; also carried the Pittsburgh-Washington game. In Week 6, NBC's Philadelphia affiliate was a part of NBC's telecast of the &lt;a href=\"1960%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt;-Steelers game. For the following week, &lt;a href=\"WMAQ-TV\"&gt;Chicago's NBC station&lt;/a&gt; picked up NBC's Green Bay-Baltimore telecast. The &lt;a href=\"KRON-TV\"&gt;San Francisco Bay Area&lt;/a&gt; also tuned into NBC's coverage of Baltimore-&lt;a href=\"1960%20Chicago%20Bears%20season\"&gt;Chicago&lt;/a&gt; in Week 8. Meanwhile, &lt;a href=\"WMAR-TV\"&gt;Channel 2&lt;/a&gt; in &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt; provide their own coverage locally of the Colts-Bears game, with Chuck Thompson and Bailey Goss on the call. In Week 9, &lt;a href=\"WBAL-TV\"&gt;WBAL&lt;/a&gt; in Baltimore also carried the Cleveland-Pittsburgh game. On Cleveland's own syndicated network, the game was called by &lt;a href=\"Ken%20Coleman\"&gt;Ken Coleman&lt;/a&gt; and &lt;a href=\"Jimmy%20Dudley\"&gt;Jimmy Dudley&lt;/a&gt;. On &lt;a href=\"NFL%20on%20Thanksgiving%20Day\"&gt;Thanksgiving Day&lt;/a&gt;, 1960, NBC's Green Bay, Milwaukee, Detroit and Los Angeles affiliates joined in on their &lt;a href=\"1960%20San%20Francisco%2049ers%20season\"&gt;San Francisco&lt;/a&gt;-Baltimore telecast. In Week 11, NBC's Pittsburgh's station was also part of the coverage of the &lt;a href=\"1960%20Detroit%20Lions%20season\"&gt;Detroit&lt;/a&gt;-Baltimore game. For the following week, NBC's St. Louis, San Francisco and Green Bay stations carried the &lt;a href=\"1960%20Philadelphia%20Eagles%20season\"&gt;Philadelphia&lt;/a&gt;-Pittsburgh game. In Week 13, NBC's Green Bay, Milwaukee, Los Angeles and Dallas/Ft. Worth affiliates all joined in for NBC's Pittsburgh-&lt;a href=\"1960%20St.%20Louis%20Cardinals%20%28NFL%29%20season\"&gt;St. Louis&lt;/a&gt; telecast. \nOn April 5, 1961, NBC was awarded a two-year contract (1961–62) for the radio and television rights to the NFL Championship Game, paying US$615,000 annually for the rights ($300,000 of which was to go directly into the &lt;a href=\"NFL%20Player%20Benefit%20Plan\"&gt;NFL Player Benefit Plan&lt;/a&gt;). On May 23, 1963, NBC was awarded exclusive network broadcast rights for the 1963 NFL Championship Game for $926,000. For the &lt;a href=\"1960%20NFL%20Championship%20Game\"&gt;1960 NFL Championship Game&lt;/a&gt;, there was an early kickoff due to NFL officials preparing for potential of sudden death overtime. &lt;a href=\"Franklin%20Field\"&gt;Franklin Field&lt;/a&gt; had no lights and sunset would normally occur around 4:35 p.m. at this time of year in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;.\nNBC continued to televise 13 Sundays involving either the &lt;a href=\"1961%20Baltimore%20Colts%20season\"&gt;Colts&lt;/a&gt; and &lt;a href=\"1961%20Pittsburgh%20Steelers%20season\"&gt;Steelers&lt;/a&gt; (the odd week was when NBC had the &lt;a href=\"1961%20World%20Series\"&gt;World Series&lt;/a&gt;) in &lt;a href=\"1961%20NFL%20season\"&gt;1961&lt;/a&gt;. This time, Lindsay Nelson was joined by Chuck Thompson on commentary. In Week 1, NBC's &lt;a href=\"1961%20Los%20Angeles%20Rams%20season\"&gt;Los Angeles&lt;/a&gt;-Baltimore telecast was seen nationally except in NFL markets and the &lt;a href=\"KCBS-TV\"&gt;CBS Los Angeles&lt;/a&gt; network region (which featured &lt;a href=\"Bob%20Kelley\"&gt;Bob Kelley&lt;/a&gt; and &lt;a href=\"Gil%20Stratton\"&gt;Gil Stratton&lt;/a&gt; on commentary). The exception to this would be if teams did not play on Sunday, then the NBC affiliate could carry their games in those markets as well. So if the Colts or Steelers (in this case the Steelers) were not on NBC and they were on the road, then an ad hoc regional network would be permitted to carry the game, either using its own crew or picking up the CBS feed and crew. In Week 2, NBC's affiliates in Chicago and Los Angeles also plugged into NBC's telecast of the &lt;a href=\"1961%20Detroit%20Lions%20season\"&gt;Detroit&lt;/a&gt;-Baltimore game. In Week 3, the Baltimore-&lt;a href=\"1961%20Green%20Bay%20Packers%20season\"&gt;Green Bay&lt;/a&gt; game was televised locally to Baltimore on WBAL 11. Apparently if Baltimore viewers wanted to see the World Series, they would have had to choose between &lt;a href=\"WRC-TV\"&gt;WRC 4&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington&lt;/a&gt; or &lt;a href=\"WGAL\"&gt;WGAL 8&lt;/a&gt; in &lt;a href=\"Lancaster%2C%20Pennsylvania\"&gt;Lancaster, Pennsylvania&lt;/a&gt;. As previously mentioned, there was no NFL telecast on NBC due to coverage of Game 4 of the World Series. In Week 11, NBC's Green Bay, Milwaukee and Detroit affiliates were added to their &lt;a href=\"1961%20St.%20Louis%20Cardinals%20%28NFL%29%20season\"&gt;St. Louis&lt;/a&gt;-Pittsburgh telecast. For Week 13, the telecast of the Pittsburgh-&lt;a href=\"1961%20Washington%20Redskins%20season\"&gt;Washington&lt;/a&gt; game included Channel 4 in Los Angeles and Channel 11 in Baltimore. NBC's Week 14 telecast of the Pittsburgh-St. Louis included channel 4 in the Bay Area and channel 11 in Baltimore.\nAt the end of the 1964 season, NBC would carry the &lt;a href=\"1965%20Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; one last time as the game was still the property of the Los Angeles Newspaper Charities. CBS not only won the deal to &lt;a href=\"List%20of%20NFL%20Championship%20Game%20broadcasters\"&gt;carry&lt;/a&gt; the NFL Championship Game starting in &lt;a href=\"1964%20NFL%20Championship%20Game\"&gt;1964&lt;/a&gt; (which had been at NBC since &lt;a href=\"1955%20NFL%20Championship%20Game\"&gt;1955&lt;/a&gt;), but it would also begin televising the Pro Bowl after the &lt;a href=\"1965%20NFL%20season\"&gt;1965 season&lt;/a&gt; as the NFL took control of the all-star tilt. NBC's 1965 Pro Bowl telecast was aired in color and featured &lt;a href=\"Ken%20Coleman\"&gt;Ken Coleman&lt;/a&gt; and &lt;a href=\"Gordy%20Soltau\"&gt;Gordy Soltau&lt;/a&gt; on the call.\nNBC obtains the rights to the American Football League.\nNBC resumed professional football telecasts on a regular basis in &lt;a href=\"American%20Football%20League%20seasons%231965\"&gt;1965&lt;/a&gt;. On January 29, 1964, NBC signed a five-year deal with the &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt; (replacing &lt;a href=\"American%20Football%20League%20on%20ABC\"&gt;ABC&lt;/a&gt; in that role), paying them US$36 million to televise its games; with this and the increased, heated battle over college prospects, both leagues negotiated a &lt;a href=\"AFL%E2%80%93NFL%20merger\"&gt;merger&lt;/a&gt; agreement on June 8, 1966. Although they would not officially fully merge and adopt an interlocking schedule until &lt;a href=\"1970%20NFL%20season\"&gt;1970&lt;/a&gt;, two of the conditions of the agreement were that the winners of each league's championship game would meet in a contest (which would eventually become known as the Super Bowl) to determine the \"world champion of football\", and that there would be a common &lt;a href=\"NFL%20Draft\"&gt;player draft&lt;/a&gt;. &lt;a href=\"Curt%20Gowdy\"&gt;Curt Gowdy&lt;/a&gt;, who had covered the first five seasons of the American Football League with broadcast partner &lt;a href=\"Paul%20Christman\"&gt;Paul Christman&lt;/a&gt; on ABC, moved over to NBC in the fall of 1965. For the next decade, Gowdy was the lead play-by-play announcer for the network for both AFL football (AFC from 1970 onward) and &lt;a href=\"Major%20League%20Baseball%20on%20NBC\"&gt;Major League Baseball&lt;/a&gt; games; however, Gowdy also covered a wide range of sports, earning him the nickname of the \"broadcaster of everything.\" Besides Paul Christman, Curt Gowdy's other football broadcast partners were &lt;a href=\"Kyle%20Rote\"&gt;Kyle Rote&lt;/a&gt;, &lt;a href=\"Al%20DeRogatis\"&gt;Al DeRogatis&lt;/a&gt;, &lt;a href=\"Don%20Meredith\"&gt;Don Meredith&lt;/a&gt;, &lt;a href=\"John%20Brodie\"&gt;John Brodie&lt;/a&gt; and &lt;a href=\"Merlin%20Olsen\"&gt;Merlin Olsen&lt;/a&gt;.\nThe 1965 AFL season began many occasions through the years of NBC's October Sunday telecasts that being forced to shift to local stations and productions due to NBC's commitment to &lt;a href=\"List%20of%20World%20Series%20broadcasters\"&gt;postseason baseball&lt;/a&gt;. For example, Week 5's game between &lt;a href=\"1965%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City&lt;/a&gt; and &lt;a href=\"1965%20Denver%20Broncos%20season\"&gt;Denver&lt;/a&gt; was aired on &lt;a href=\"Kansas%20City%2C%20Missouri\"&gt;Kansas City&lt;/a&gt;'s &lt;a href=\"WDAF-TV\"&gt;WDAF 4&lt;/a&gt;. &lt;a href=\"Charlie%20Jones%20%28sportscaster%29\"&gt;Charlie Jones&lt;/a&gt; and Ken Case were on the call for the Chiefs-Broncos game. And with NBC focusing color cameras for the &lt;a href=\"1965%20World%20Series\"&gt;World Series&lt;/a&gt; in &lt;a href=\"Dodger%20Stadium\"&gt;Los Angeles&lt;/a&gt;, it is likely that Week 5's &lt;a href=\"1965%20San%20Diego%20Chargers%20season\"&gt;San Diego&lt;/a&gt;-&lt;a href=\"1965%20Buffalo%20Bills%20season\"&gt;Buffalo&lt;/a&gt; game (called by Curt Gowdy and Paul Christman) was televised in black and white.\nFor the &lt;a href=\"American%20Football%20League%20seasons%231966\"&gt;1966 AFL season&lt;/a&gt;, NBC would feature about 40 games in &lt;a href=\"Color%20television\"&gt;color&lt;/a&gt;, including their three postseason telecasts. With massive wattage from the &lt;a href=\"Miami%20Orange%20Bowl\"&gt;Orange Bowl&lt;/a&gt; floodlights, the &lt;a href=\"1966%20New%20York%20Jets%20season\"&gt;New York&lt;/a&gt;-&lt;a href=\"1966%20Miami%20Dolphins%20season\"&gt;Miami&lt;/a&gt; game (called by Curt Gowdy and Paul Christman) from Week 2 was likely the first pro football night game ever to be televised in color. With Game 4 of the &lt;a href=\"1966%20World%20Series\"&gt;1966 World Series&lt;/a&gt; landing in Week 6 of the AFL season, and the AFL schedule reflects the priority. Therefore, the Miami-&lt;a href=\"1966%20Oakland%20Raiders%20season\"&gt;Oakland&lt;/a&gt; (called by Charlie Jones and Paul Christman) was seen after the World Series clincher, possibly already in progress. For Week 14, Curt Gowdy and Paul Christman called a late afternoon game in the &lt;a href=\"Oakland%2C%20California\"&gt;Oakland&lt;/a&gt; (the Raiders were playing the Jets on December 3) on Saturday, flew a &lt;a href=\"Red-eye%20flight\"&gt;red-eye&lt;/a&gt; to &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, and then called the &lt;a href=\"1965%20Buffalo%20Bills%20season\"&gt;Buffalo&lt;/a&gt;-&lt;a href=\"1965%20Boston%20Patriots%20season\"&gt;Boston&lt;/a&gt; game the next day at 1 p.m.\nThe introduction of the Super Bowl.\nOn December 13, 1966, the rights to the Super Bowl for four years were sold to CBS and NBC for $9.5 million. The first ever &lt;a href=\"Super%20Bowl%20I\"&gt;AFL-NFL World Championship Game&lt;/a&gt; was played on January 15, 1967. Because &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt; held the rights to nationally televise NFL games and NBC had the rights to broadcast AFL games, it was decided by the newly-merged league to have both of them cover that first game (the only pro football game to have been carried nationally on more than one network until December 29, &lt;a href=\"2007%20NFL%20season\"&gt;2007&lt;/a&gt;, with the &lt;a href=\"2007%20New%20England%20Patriots-New%20York%20Giants%20game\"&gt;New England Patriots-New York Giants&lt;/a&gt; game, which aired on NBC, CBS and the &lt;a href=\"NFL%20Network\"&gt;NFL Network&lt;/a&gt;). However, NBC was forced to broadcast the game over CBS' feed and cameras (CBS received prerogative to use its feed and camera angles since the Coliseum was home to the NFL's Rams), while only CBS' cameras and technical crew were allowed to work the game, although NBC was allowed to use its own commentators. As a result, NBC's crew had little to no control over how the game was broadcast. Each network used its own announcers: &lt;a href=\"Ray%20Scott%20%28sportscaster%29\"&gt;Ray Scott&lt;/a&gt; (doing &lt;a href=\"play-by-play\"&gt;play-by-play&lt;/a&gt; for the first half), &lt;a href=\"Jack%20Whitaker\"&gt;Jack Whitaker&lt;/a&gt; (doing play-by-play for the second half) and &lt;a href=\"Frank%20Gifford\"&gt;Frank Gifford&lt;/a&gt; providing commentary on CBS; while Curt Gowdy and Paul Christman did so for NBC. NBC did have some problems with the dual telecast; the network did not return in time from a &lt;a href=\"halftime\"&gt;halftime&lt;/a&gt; commercial break for the start of the second half. Therefore, the first &lt;a href=\"Kickoff%20%28American%20football%29\"&gt;kickoff&lt;/a&gt; was stopped by the game's officials and was redone once NBC returned to the broadcast.\nWeek 4 of the &lt;a href=\"American%20Football%20League%20seasons%231967\"&gt;1967 AFL season&lt;/a&gt; coincided with the race for the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; pennant. NBC decided to focus on its &lt;a href=\"Major%20League%20Baseball%20on%20NBC\"&gt;baseball coverage&lt;/a&gt; instead of covering the early AFL games, thus resulting in Curt Gowdy calling the &lt;a href=\"1967%20Minnesota%20Twins%20season\"&gt;Twins&lt;/a&gt;-&lt;a href=\"1967%20Boston%20Red%20Sox%20season\"&gt;Red Sox&lt;/a&gt; game and &lt;a href=\"Jim%20Simpson%20%28sportscaster%29\"&gt;Jim Simpson&lt;/a&gt; calling the &lt;a href=\"1967%20California%20Angels%20season\"&gt;Angels&lt;/a&gt;-&lt;a href=\"1967%20Detroit%20Tigers%20season\"&gt;Tigers&lt;/a&gt; game), while the AFL schedule resulted in the two early games (&lt;a href=\"1967%20Denver%20Broncos%20season\"&gt;Broncos&lt;/a&gt;-&lt;a href=\"1967%20Houston%20Oilers%20season\"&gt;Oilers&lt;/a&gt; and &lt;a href=\"1967%20Miami%20Dolphins%20season\"&gt;Dolphins&lt;/a&gt;-&lt;a href=\"1967%20New%20York%20Jets%20season\"&gt;Jets&lt;/a&gt; not being televised with another one, &lt;a href=\"1967%20San%20Diego%20Chargers%20season\"&gt;Chargers&lt;/a&gt;-&lt;a href=\"1967%20Buffalo%20Bills%20season\"&gt;Bills&lt;/a&gt; being a locally-televised game airing only in &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego&lt;/a&gt; on then-NBC affiliate KOGO (now ABC affiliate &lt;a href=\"KGTV\"&gt;KGTV&lt;/a&gt;).\nThe trio of Curt Gowdy, Kyle Rote and Al DeRogatis would each also handle two games in Week 1 of the &lt;a href=\"American%20Football%20League%20seasons%231968\"&gt;1968 AFL season&lt;/a&gt;. All three teamed to call the &lt;a href=\"1968%20Cincinnati%20Bengals%20season\"&gt;Cincinnati&lt;/a&gt;-&lt;a href=\"1968%20San%20Diego%20Chargers%20season\"&gt;San Diego&lt;/a&gt; game on Thursday night. DeRogatis would team with Charlie Jones for the &lt;a href=\"1968%20Boston%20Patriots%20season\"&gt;Boston&lt;/a&gt;-&lt;a href=\"1968%20Buffalo%20Bills%20season\"&gt;Buffalo&lt;/a&gt; game on Saturday, and Gowdy and Rote would call the &lt;a href=\"1968%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City&lt;/a&gt;-&lt;a href=\"1968%20Houston%20Oilers%20season\"&gt;Houston&lt;/a&gt; game on Sunday. The trio would also broadcast &lt;a href=\"Super%20Bowl%20III\"&gt;Super Bowl III&lt;/a&gt;. Late in the season, there were a number of double-duty weeks by announcers. In Week 14, Jim Simpson and DeRogatis called the Buffalo-Houston game on Saturday, then the following day Simpson called the &lt;a href=\"1968%20Denver%20Broncos%20season\"&gt;Denver&lt;/a&gt;-&lt;a href=\"1968%20Oakland%20Raiders%20season\"&gt;Oakland&lt;/a&gt; game while DeRogatis called the Cincinnati-&lt;a href=\"1968%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt; game. The following week, DeRogatis again pulled double-duty, calling the Kansas City-Denver game on Saturday (with Charlie Jones), then joining Jim Simpson for the Oakland-San Diego game the next day. Jones called the Boston-Houston game with &lt;a href=\"George%20Ratterman\"&gt;George Ratterman&lt;/a&gt; also that week. Al DeRogatis called \"&lt;a href=\"The%20Heidi%20Game\"&gt;The Heidi Game&lt;/a&gt;\" with Curt Gowdy in Week 11 (Rote joined Jim Simpson for the San Diego-Buffalo game). Charlie Jones substituted for Gowdy in Week 5 (Boston-Oakland), while Gowdy called Game 4 of the &lt;a href=\"1968%20World%20Series\"&gt;1968 World Series&lt;/a&gt;.\nThe next three AFL-NFL World Championship Games, later renamed the \"&lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt;\", were then divided by the two networks (with each network broadcasting the game exclusively): CBS broadcast Super Bowls &lt;a href=\"Super%20Bowl%20II\"&gt;II&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20IV\"&gt;IV&lt;/a&gt; while NBC covered &lt;a href=\"Super%20Bowl%20III\"&gt;III&lt;/a&gt;. When NBC Sports broadcast Super Bowl III, sports broadcasts were produced under the oversight of the &lt;a href=\"NBC%20News\"&gt;NBC News&lt;/a&gt; division (this remained the case until 1978, long after both CBS and &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; had spun off their sports operations into departments separate from their news divisions). Curt Gowdy handled the play-by-play duties and was joined by &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt;s &lt;a href=\"Al%20DeRogatis\"&gt;Al DeRogatis&lt;/a&gt; and &lt;a href=\"Kyle%20Rote\"&gt;Kyle Rote&lt;/a&gt; in the broadcast booth. Also helping with NBC's coverage were &lt;a href=\"Jim%20Simpson%20%28sportscaster%29\"&gt;Jim Simpson&lt;/a&gt; (reporting from the sidelines) and &lt;a href=\"Pat%20Summerall\"&gt;Pat Summerall&lt;/a&gt; (helping conduct player interviews for the pregame show, along with Rote). In an interview later conducted with &lt;a href=\"NFL%20Films\"&gt;NFL Films&lt;/a&gt;, Gowdy called it the most memorable game he ever called because of its historical significance. While the Orange Bowl was sold out for the game, the live telecast was not shown in Miami due to both leagues' unconditional &lt;a href=\"blackout%20%28broadcasting%29\"&gt;blackout&lt;/a&gt; rules at the time. This game is thought to be the earliest surviving Super Bowl game preserved on videotape in its entirety save for a portion of the &lt;a href=\"1968%20Baltimore%20Colts%20season\"&gt;Baltimore Colts&lt;/a&gt;' fourth-quarter scoring drive.\nCharlie Jones substituted for Curt Gowdy during Week 5 of the &lt;a href=\"American%20Football%20League%20seasons%231969\"&gt;1969 season&lt;/a&gt; (&lt;a href=\"1969%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt;-&lt;a href=\"1969%20Cincinnati%20Bengals%20season\"&gt;Cincinnati&lt;/a&gt;), while Gowdy called Game 2 of the &lt;a href=\"1969%20World%20Series\"&gt;World Series&lt;/a&gt;. Al DeRogatis substituted for Kyle Rote in Weeks 9 (San Diego-Kansas City) and 11 (&lt;a href=\"1969%20Oakland%20Raiders%20season\"&gt;Oakland&lt;/a&gt;-&lt;a href=\"1969%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City&lt;/a&gt;). Rote paired with Jim Simpson in both instances. And with 1969 being the final AFL season before the &lt;a href=\"AFL%E2%80%93NFL%20merger\"&gt;AFL–NFL merger&lt;/a&gt;, this was also the final season where both leagues would have &lt;a href=\"NFL%20on%20Thanksgiving%20Day\"&gt;Thanksgiving&lt;/a&gt; &lt;a href=\"Doubleheader%20%28television%29\"&gt;doubleheaders&lt;/a&gt;. Starting in &lt;a href=\"1970%20NFL%20season\"&gt;1970&lt;/a&gt;, only two games would be played on Thanksgiving, with the &lt;a href=\"1970%20Detroit%20Lions%20season\"&gt;Lions&lt;/a&gt; and &lt;a href=\"1970%20Dallas%20Cowboys%20season\"&gt;Cowboys&lt;/a&gt; hosting those games, and an AFC team rotating as the visiting team between Detroit and Dallas every year.\n\"The Heidi Game\".\nOne of the most remembered games on NBC was a &lt;a href=\"American%20Football%20League%20seasons%231968\"&gt;1968&lt;/a&gt; game known as the \"&lt;a href=\"Heidi%20Game\"&gt;Heidi Game&lt;/a&gt;\". As its nationally televised game between the &lt;a href=\"1968%20Oakland%20Raiders%20season\"&gt;Oakland Raiders&lt;/a&gt; and &lt;a href=\"1968%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt; running late, the network discontinued coverage while the game was still playing to air the movie \"&lt;a href=\"Heidi%20%281968%20film%29\"&gt;Heidi&lt;/a&gt;\" just moments after the Jets' &lt;a href=\"Jim%20Turner%20%28placekicker%29\"&gt;Jim Turner&lt;/a&gt; kicked what appeared to be the game-winning field goal with 1:05 remaining. While millions of irate fans, missing the finale, jammed NBC's phone lines, the Raiders scored two touchdowns in eight seconds during the final minute to win 43–32.\nThe reaction to \"The Heidi Game\" resulted in the AFL, and most other sports leagues, demanding thereafter that television networks broadcast all games to their conclusion. NFL contracts with the networks now require games to be shown in a team's market area to conclusion, regardless of the score.\nTo avoid a repeat incident, a 1975 NBC broadcast of \"&lt;a href=\"Willy%20Wonka%20%26amp%3B%20the%20Chocolate%20Factory\"&gt;Willy Wonka &amp; the Chocolate Factory&lt;/a&gt;\" was delayed until the completion of a &lt;a href=\"1975%20Washington%20Redskins%20season\"&gt;Washington Redskins&lt;/a&gt;–&lt;a href=\"1975%20Oakland%20Raiders%20season\"&gt;Raiders&lt;/a&gt; game. The network installed a new phone in the control room wired to a separate exchange, becoming known as the \"Heidi Phone\", to prevent this situation from occurring in the future.\n1970s.\nIn &lt;a href=\"1970%20NFL%20season\"&gt;1970&lt;/a&gt;, after the NFL and AFL completed their merger, NBC signed a contract with the league to broadcast games from the &lt;a href=\"American%20Football%20Conference\"&gt;American Football Conference&lt;/a&gt; (AFC). After this season, Al DeRogatis and Kyle Rote swapped positions; resulting in DeRogatis being the #1 color commentator alongside Curt Gowdy and Rote being the #2 analyst alongside Jim Simpson.\nOn January 17, 1971, NBC's telecast of &lt;a href=\"Super%20Bowl%20V\"&gt;Super Bowl V&lt;/a&gt; between the &lt;a href=\"1970%20Baltimore%20Colts%20season\"&gt;Baltimore Colts&lt;/a&gt; and &lt;a href=\"1970%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt; was viewed in an estimated 23,980,000 homes, the largest household audience ever for a one-day sports event. The game was called by play-by-play announcer Gowdy and color commentator Rote. Although the &lt;a href=\"Orange%20Bowl\"&gt;Orange Bowl&lt;/a&gt; was sold out for the event, unconditional blackout rules in the NFL prohibited the live telecast from being shown in the &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt; area on &lt;a href=\"WSVN\"&gt;WCKT&lt;/a&gt;. The blackout was challenged in Miami-Dade District Court by attorney &lt;a href=\"Ellis%20Rubin\"&gt;Ellis Rubin&lt;/a&gt;, and although the judge denied Rubin's request since he felt he did not have the power to overrule the NFL, he agreed with Rubin's argument that the blackout rule was unnecessary for the Super Bowl.\nOn Christmas Day, December 25, 1971, NBC telecast the AFC Divisional Playoff between the Kansas City Chiefs and Miami Dolphins. The contest, the final Chiefs game ever played in Kansas City's Municipal Stadium, started around 3 p.m. Central Time. The game lasted well into the evening, delaying some Christmas dinners around the country as the contest became the longest-running game in NFL history, lasting 80:22 of game time. In the second overtime period, Miami converted a field goal to win the thrilling contest, 27-24. Curt Gowdy and Al DeRogatis called the memorable game for NBC.\nOn January 14, 1973, NBC's telecast of &lt;a href=\"Super%20Bowl%20VII\"&gt;Super Bowl VII&lt;/a&gt; between the &lt;a href=\"1972%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt; and &lt;a href=\"1972%20Washington%20Redskins%20season\"&gt;Washington Redskins&lt;/a&gt; was watched by approximately 75 million viewers. NBC's telecast of &lt;a href=\"Super%20Bowl%20IX\"&gt;Super Bowl IX&lt;/a&gt; between the &lt;a href=\"1974%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; and &lt;a href=\"1974%20Minnesota%20Vikings%20season\"&gt;Minnesota Vikings&lt;/a&gt; had an audience of approximately 78 million viewers. The 1973 game, called by Curt Gowdy and Al DeRogatis, was the first Super Bowl to be televised live in the city where it was being played. Despite the league's unconditional blackout rules that normally would have prohibited the live telecast from being shown locally, the NFL allowed the game to be telecast in the Los Angeles area on &lt;a href=\"KNBC\"&gt;KNBC&lt;/a&gt; on an experimental basis when all tickets for the game were sold. The league then changed its blackout rules the following season to allow games sold out at least 72 hours in advance to be televised in the host market. No subsequent Super Bowl has ever been blacked out in the city it has been played in, since all of them have been sold out.\nOn December 16, &lt;a href=\"1973%20NFL%20season\"&gt;1973&lt;/a&gt;, NBC cameras were there to cover &lt;a href=\"O.%20J.%20Simpson\"&gt;O. J. Simpson&lt;/a&gt; as he rushed for 2,000 yards in one season. On that particular day, Simpson's &lt;a href=\"1973%20Buffalo%20Bills%20season\"&gt;Buffalo Bills&lt;/a&gt; would go on to beat the &lt;a href=\"1973%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt; at &lt;a href=\"Shea%20Stadium\"&gt;Shea Stadium&lt;/a&gt;. Two days before he was assigned to call 1973's regular-season finale between the &lt;a href=\"1973%20Houston%20Oilers%20season\"&gt;Houston Oilers&lt;/a&gt; and &lt;a href=\"1973%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt;, &lt;a href=\"Bill%20Enis\"&gt;Bill Enis&lt;/a&gt; died from a &lt;a href=\"Myocardial%20infarction\"&gt;heart attack&lt;/a&gt; at the age of 39. &lt;a href=\"Al%20Michaels\"&gt;Al Michaels&lt;/a&gt; was brought in to replace Enis in the booth with &lt;a href=\"Dave%20Kocourek\"&gt;Dave Kocourek&lt;/a&gt;. &lt;a href=\"1974%20NFL%20season\"&gt;1974&lt;/a&gt; would mark the final season for what would be Al Michaels' first stint with NBC. That season, Michaels called six-tier games with &lt;a href=\"Mike%20Haffner\"&gt;Mike Haffner&lt;/a&gt;. Also in 1974, &lt;a href=\"Don%20Meredith\"&gt;Don Meredith&lt;/a&gt; would come over to NBC from &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;'s \"&lt;a href=\"Monday%20Night%20Football\"&gt;Monday Night Football&lt;/a&gt;\". He would join Curt Gowdy and Al DeRogatis for the &lt;a href=\"1974%E2%80%9375%20NFL%20playoffs\"&gt;playoffs&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20IX\"&gt;Super Bowl IX&lt;/a&gt;. He also worked that year's Thanksgiving game between &lt;a href=\"1974%20Denver%20Broncos%20season\"&gt;Denver&lt;/a&gt; and &lt;a href=\"1974%20Detroit%20Lions%20season\"&gt;Detroit&lt;/a&gt;. In Week 13, he joined Jim Simpson and &lt;a href=\"John%20Brodie\"&gt;John Brodie&lt;/a&gt; to call the &lt;a href=\"1974%20Cleveland%20Browns%20season\"&gt;Cleveland&lt;/a&gt;-&lt;a href=\"1974%20Dallas%20Cowboys%20season\"&gt;Dallas&lt;/a&gt; game.\nIn &lt;a href=\"1975%20NFL%20season\"&gt;1975&lt;/a&gt;, because of NBC's coverage of Game 2 of the &lt;a href=\"1975%20World%20Series\"&gt;World Series&lt;/a&gt; between the &lt;a href=\"1975%20Cincinnati%20Reds%20season\"&gt;Cincinnati Reds&lt;/a&gt; and &lt;a href=\"1975%20Boston%20Red%20Sox%20season\"&gt;Boston Red Sox&lt;/a&gt;, NBC's 1:00 p.m. NFL telecasts were canceled. All games except for the &lt;a href=\"1975%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt;–&lt;a href=\"1975%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt; match were picked up by local stations in the markets of the visiting team. Meanwhile, at 4:00 p.m. &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Time&lt;/a&gt;, NBC aired a game between the &lt;a href=\"1975%20Oakland%20Raiders%20season\"&gt;Oakland Raiders&lt;/a&gt; and &lt;a href=\"1975%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City Chiefs&lt;/a&gt; nationally. As the 1975 World Series progressed, NBC would advertise its upcoming weekend schedule during the breaks:\nAs it turned out, no baseball was played that Sunday. Three days of rain in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; forced Game 6 to be postponed until the following Tuesday, October 21, followed by Game 7 the next night.\n1975 was also the final season for Al DeRogatis at NBC. He would return briefly in &lt;a href=\"1988%20NFL%20season\"&gt;1988&lt;/a&gt; as a fill-in color commentator during the &lt;a href=\"1988%20Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt;. The &lt;a href=\"1976%20NFL%20season\"&gt;following year&lt;/a&gt;, Curt Gowdy split double-duty with John Brodie and Don Meredith in Weeks 12 and 14. In Week 12, Gowdy and Brodie worked the Thanksgiving Day game (&lt;a href=\"1976%20Buffalo%20Bills%20season\"&gt;Buffalo&lt;/a&gt;-&lt;a href=\"1976%20Detroit%20Lions%20season\"&gt;Detroit&lt;/a&gt;), while Gowdy and Meredith worked the &lt;a href=\"1976%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh&lt;/a&gt;-&lt;a href=\"1976%20Cincinnati%20Bengals%20season\"&gt;Cincinnati&lt;/a&gt; game. In Week 14, Gowdy and Brodie called the Pittsburgh-&lt;a href=\"1976%20Houston%20Oilers%20season\"&gt;Houston&lt;/a&gt; game on Saturday, then the following day Gowdy and Meredith called the Cincinnati-&lt;a href=\"1976%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt; game. Don Meredith would return to ABC's \"Monday Night Football\" at the end of the season. After Meredith left NBC, John Brodie would be the top color commentator alongside Curt Gowdy in &lt;a href=\"1977%20NFL%20season\"&gt;1977&lt;/a&gt; and &lt;a href=\"1978%20NFL%20season\"&gt;1978&lt;/a&gt;. Meanwhile, after this season, &lt;a href=\"Tim%20Ryan%20%28sportscaster%29\"&gt;Tim Ryan&lt;/a&gt;, who was on the fifth-tier announcing team with &lt;a href=\"Lionel%20Aldridge\"&gt;Lionel Aldridge&lt;/a&gt;, left NBC to join &lt;a href=\"CBS%20Sports\"&gt;CBS Sports&lt;/a&gt;.\nOn January 9, 1977, 81.9 million people (the largest audience ever for a sporting event at that point) watched NBC's telecast of &lt;a href=\"Super%20Bowl%20XI\"&gt;Super Bowl XI&lt;/a&gt; between the &lt;a href=\"1976%20Oakland%20Raiders%20season\"&gt;Oakland Raiders&lt;/a&gt; and &lt;a href=\"1976%20Minnesota%20Vikings%20season\"&gt;Minnesota Vikings&lt;/a&gt;. Only three other television events prior to that time, all of which aired on all three commercial networks of the era (the funeral of President &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;, the 1969 moonwalk of &lt;a href=\"Neil%20Armstrong\"&gt;Neil Armstrong&lt;/a&gt; and &lt;a href=\"Buzz%20Aldrin\"&gt;Buzz Aldrin&lt;/a&gt;, and the 1974 resignation speech of President &lt;a href=\"Richard%20M.%20Nixon\"&gt;Richard M. Nixon&lt;/a&gt;), attracted more viewers than Super Bowl IX. The game was also the last broadcast that color commentator Don Meredith, who called the game with Gowdy, did for NBC, as he returned to ABC to rejoin the \"&lt;a href=\"Monday%20Night%20Football\"&gt;Monday Night Football&lt;/a&gt;\" crew for the &lt;a href=\"1977%20NFL%20season\"&gt;1977 season&lt;/a&gt;, where he had been a commentator from 1970 to 1973. &lt;a href=\"Bryant%20Gumbel\"&gt;Bryant Gumbel&lt;/a&gt; and &lt;a href=\"Lee%20Leonard\"&gt;Lee Leonard&lt;/a&gt; with analyst &lt;a href=\"John%20Brodie\"&gt;John Brodie&lt;/a&gt; anchored NBC's pregame, halftime and postgame coverage.\nOn October 12, 1977, Commissioner &lt;a href=\"Pete%20Rozelle\"&gt;Pete Rozelle&lt;/a&gt; negotiated contracts with the three television networks to televise all NFL regular season and postseason games, as well as select preseason games, for four years beginning with the &lt;a href=\"1978%20NFL%20season\"&gt;1978 season&lt;/a&gt;. &lt;a href=\"ESPN%20on%20ABC\"&gt;ABC&lt;/a&gt; was awarded yearly rights to 16 &lt;a href=\"Monday%20Night%20Football\"&gt;Monday night games&lt;/a&gt;, four &lt;a href=\"prime%20time\"&gt;prime time&lt;/a&gt; games, the &lt;a href=\"Pro%20Bowl\"&gt;AFC-NFC Pro Bowl&lt;/a&gt;, and the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame%20Game\"&gt;Hall of Fame Games&lt;/a&gt;. &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt; received the rights to all &lt;a href=\"National%20Football%20Conference\"&gt;National Football Conference&lt;/a&gt; (NFC) regular season and postseason games (except those in the ABC package) and to Super Bowls &lt;a href=\"Super%20Bowl%20XIV\"&gt;XIV&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XVI\"&gt;XVI&lt;/a&gt;. NBC received the rights to all AFC regular-season and postseason games (again, except those in the ABC package) and to Super Bowls &lt;a href=\"Super%20Bowl%20XIII\"&gt;XIII&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XV\"&gt;XV&lt;/a&gt;. Industry sources considered it the largest single television package ever negotiated.\nAfter the &lt;a href=\"1977%20NFL%20season\"&gt;1977 season&lt;/a&gt;, &lt;a href=\"Jack%20Buck\"&gt;Jack Buck&lt;/a&gt;, who was the initial host for &lt;a href=\"The%20NFL%20on%20NBC%20pregame%20show%23GrandStand%20%281975%E2%80%931976%29\"&gt;NBC's first official studio pregame show&lt;/a&gt; in &lt;a href=\"1975%20NFL%20season\"&gt;1975&lt;/a&gt;, and on the fourth-tier announcing crew with &lt;a href=\"Jimmy%20Johnson%20%28cornerback%29\"&gt;Jimmy Johnson&lt;/a&gt; in 1977, would return to CBS Sports, primarily calling games for &lt;a href=\"NFL%20on%20Westwood%20One%20Sports\"&gt;CBS Radio&lt;/a&gt;. Dick Stockton, who was on the sixth-tier team with Len Dawson, would also return to CBS Sports.\nThe end of the Curt Gowdy era.\nAfter the &lt;a href=\"1975%20World%20Series\"&gt;1975 World Series&lt;/a&gt;, Curt Gowdy was removed from NBC's baseball telecasts, when sponsor &lt;a href=\"Chrysler\"&gt;Chrysler&lt;/a&gt; insisted on having &lt;a href=\"Joe%20Garagiola%20Sr.\"&gt;Joe Garagiola&lt;/a&gt; (who served as a spokesman in many of the automotive manufacturer's commercials) be the lead play-by-play voice. Gowdy continued as NBC's lead NFL announcer through the &lt;a href=\"1978%20NFL%20season\"&gt;1978 season&lt;/a&gt;, with his final broadcast being the memorable &lt;a href=\"Super%20Bowl%20XIII\"&gt;Super Bowl XIII&lt;/a&gt; between the &lt;a href=\"1978%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; and &lt;a href=\"1978%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt;. With NBC now anxious to promote &lt;a href=\"Dick%20Enberg\"&gt;Dick Enberg&lt;/a&gt; (who hosted NBC's pre-game and post-game coverage of Super Bowl XIII) to the lead NFL position, Gowdy moved over to &lt;a href=\"CBS%20Sports\"&gt;CBS&lt;/a&gt; to call more &lt;a href=\"NFL%20on%20CBS\"&gt;football&lt;/a&gt;, as well as &lt;a href=\"Major%20League%20Baseball%20on%20CBS%20Radio\"&gt;baseball on radio&lt;/a&gt;.\nThe teams of Dick Enberg and Merlin Olsen and Curt Gowdy and John Brodie began 1978 as co-head crews. But the unofficial passing of the torch happened on Thanksgiving, when Enberg and Olsen covered the &lt;a href=\"1978%20Denver%20Broncos%20season\"&gt;Denver&lt;/a&gt;-&lt;a href=\"1978%20Detroit%20Lions%20season\"&gt;Detroit&lt;/a&gt; game, while the following Sunday, Gowdy and Brodie covered the &lt;a href=\"1978%20Seattle%20Seahawks%20season\"&gt;Seattle&lt;/a&gt;-&lt;a href=\"1978%20Oakland%20Raiders%20season\"&gt;Oakland&lt;/a&gt; game. Len Dawson joined Dick Enberg in covering the &lt;a href=\"1978%20Houston%20Oilers%20season\"&gt;Houston&lt;/a&gt;-&lt;a href=\"1978%20Miami%20Dolphins%20season\"&gt;Miami&lt;/a&gt; &lt;a href=\"1978%E2%80%9379%20NFL%20playoffs%23Wild%20Card%20playoffs\"&gt;wild card game&lt;/a&gt;, and Charlie Jones in the Houston-&lt;a href=\"1978%20New%20England%20Patriots%20season\"&gt;New England&lt;/a&gt; divisional playoff game. Dawson did not work Week 15 due to mourning the death of his wife. Merlin Olsen would join Curt Gowdy and John Brodie for that season's AFC Championship Game.\nNBC's January 21, 1979 telecast of &lt;a href=\"Super%20Bowl%20XIII\"&gt;Super Bowl XIII&lt;/a&gt; between the Pittsburgh Steelers and Dallas Cowboys was viewed in 35,090,000 households, by an estimated 96.6 million fans. The game – called by Curt Gowdy on play-by-play, with Merlin Olsen and John Brodie on color commentary and Dick Enberg serving as the pregame host for the broadcast with &lt;a href=\"Bryant%20Gumbel\"&gt;Bryant Gumbel&lt;/a&gt; and &lt;a href=\"Mike%20Adamle\"&gt;Mike Adamle&lt;/a&gt; as sideline reporters – was Gowdy's seventh and final Super Bowl telecast, and his last major event for NBC before moving to CBS later in 1979. Enberg had essentially succeeded Gowdy as NBC's lead NFL play-by-play announcer in the 1978 regular season, and network producers did not decide until nearly the last minute which of them would conduct play-by-play for that year's Super Bowl. NBC preceded the game with the first network broadcast of \"&lt;a href=\"Black%20Sunday%20%281977%20film%29\"&gt;Black Sunday&lt;/a&gt;\", a 1977 film that depicts a terrorist attack on a fictitious Super Bowl game in the Orange Bowl between Pittsburgh and Dallas (and which utilized footage shot during Super Bowl X). The pregame festivities featured the &lt;a href=\"Dallas%20Cowboys%20Cheerleaders\"&gt;Dallas Cowboys Cheerleaders&lt;/a&gt; and several military bands. &lt;a href=\"The%20Colgate%20Thirteen\"&gt;The Colgate Thirteen&lt;/a&gt; performed the national anthem. The &lt;a href=\"coin%20flipping\"&gt;coin toss&lt;/a&gt; ceremony featured &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt;r and longtime &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt; owner/head coach &lt;a href=\"George%20Halas\"&gt;George Halas&lt;/a&gt;. The national radio broadcast of Super Bowl XIII was carried by the &lt;a href=\"NFL%20on%20CBS%20Radio\"&gt;CBS Radio&lt;/a&gt; Network, with &lt;a href=\"Jack%20Buck\"&gt;Jack Buck&lt;/a&gt; and &lt;a href=\"Hank%20Stram\"&gt;Hank Stram&lt;/a&gt; calling the action. Locally on radio, &lt;a href=\"Verne%20Lundquist\"&gt;Verne Lundquist&lt;/a&gt; and &lt;a href=\"Brad%20Sham\"&gt;Brad Sham&lt;/a&gt; called the game for the Cowboys on &lt;a href=\"KRLD%20%28AM%29\"&gt;KRLD&lt;/a&gt; in &lt;a href=\"Dallas\"&gt;Dallas&lt;/a&gt;, while &lt;a href=\"Jack%20Fleming\"&gt;Jack Fleming&lt;/a&gt; and &lt;a href=\"Myron%20Cope\"&gt;Myron Cope&lt;/a&gt; called it for the Steelers on &lt;a href=\"WPGP%20%28AM%29\"&gt;WTAE&lt;/a&gt; in Pittsburgh. A technical glitch led to Fleming and Cope's commentary going out over NBC's television broadcast in place of the network's own audio during the coin toss ceremony.\nAfter his call of Super Bowl XIII, Curt Gowdy would leave NBC for CBS, calling games with &lt;a href=\"Hank%20Stram\"&gt;Hank Stram&lt;/a&gt; for two seasons.\n1980s.\nNBC made history in the 1980s with an &lt;a href=\"Announcerless%20game\"&gt;announcerless telecast&lt;/a&gt;, which was a one-shot experiment credited to &lt;a href=\"Don%20Ohlmeyer\"&gt;Don Ohlmeyer&lt;/a&gt;, between the &lt;a href=\"1980%20New%20York%20Jets%20season\"&gt;Jets&lt;/a&gt; and &lt;a href=\"1980%20Miami%20Dolphins%20season\"&gt;Dolphins&lt;/a&gt; in &lt;a href=\"Miami%20Orange%20Bowl\"&gt;Miami&lt;/a&gt; on December 20, &lt;a href=\"1980%20NFL%20season\"&gt;1980&lt;/a&gt;, as well as a single-announcer telecast, coverage of the &lt;a href=\"1982%20CFL%20season\"&gt;Canadian Football League&lt;/a&gt; during the &lt;a href=\"1982%20NFL%20season\"&gt;1982&lt;/a&gt; players' strike (the first week of broadcasts featured the \"NFL on NBC\" broadcast teams, before a series of blowout games on the network and the resulting low &lt;a href=\"Nielsen%20ratings\"&gt;ratings&lt;/a&gt; resulted in NBC cutting back and eventually canceling its CFL coverage), and even the first female play-by-play football announcer, &lt;a href=\"Gayle%20Sierens\"&gt;Gayle Sierens&lt;/a&gt; (which in its own way set the mold for female sportscasters of today).\n&lt;a href=\"Bob%20Trumpy\"&gt;Bob Trumpy&lt;/a&gt; filled in for Merlin Olsen alongside Dick Enberg during the &lt;a href=\"1980%20Oakland%20Raiders%20season\"&gt;Oakland&lt;/a&gt;-&lt;a href=\"1980%20Philadelphia%20Eagles%20season\"&gt;Philadelphia&lt;/a&gt; regular season game in Week 12 of the &lt;a href=\"1980%20NFL%20season\"&gt;1980 season&lt;/a&gt;.\n&lt;a href=\"Nielsen%20ratings\"&gt;Television ratings&lt;/a&gt; in 1980 were the second-best in NFL history, trailing only the combined ratings of the &lt;a href=\"1976%20NFL%20season\"&gt;1976 season&lt;/a&gt;. All three networks posted gains, and NBC's 15.0 rating was its best ever. NFL broadcasts on CBS and ABC had their best ratings since 1977, with 15.3 and 20.8 ratings, respectively. In &lt;a href=\"1981%20NFL%20season\"&gt;1981&lt;/a&gt;, ABC and CBS set all-time rating highs. ABC finished with a 21.7 rating and CBS with a 17.5 rating. NBC however, was down slightly to 13.9; this was, at the time, the nadir of the &lt;a href=\"Fred%20Silverman\"&gt;Fred Silverman&lt;/a&gt; era, when ratings for the network were down across the board.\nOn November 15, 1981, the &lt;a href=\"1981%20San%20Francisco%2049ers%20season\"&gt;San Francisco 49ers&lt;/a&gt; game against the &lt;a href=\"1981%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt; sold out in time for the &lt;a href=\"National%20Football%20League%20television%20blackout%20policies\"&gt;TV blackout&lt;/a&gt; to be lifted. But &lt;a href=\"KRON-TV\"&gt;KRON&lt;/a&gt; (NBC in the &lt;a href=\"San%20Francisco%20Bay%20Area\"&gt;Bay Area&lt;/a&gt;) had to air &lt;a href=\"1981%20Oakland%20Raiders%20season\"&gt;Oakland&lt;/a&gt;'s road game against &lt;a href=\"1981%20Miami%20Dolphins%20season\"&gt;Miami&lt;/a&gt;. They ultimately showed the Browns-49ers game on &lt;a href=\"Broadcast%20delay\"&gt;tape delay&lt;/a&gt; that night.\nOn January 2, 1982, NBC was on hand for a &lt;a href=\"1981%E2%80%9382%20NFL%20playoffs\"&gt;divisional playoff game&lt;/a&gt; between the &lt;a href=\"1981%20San%20Diego%20Chargers%20season\"&gt;San Diego Chargers&lt;/a&gt; and &lt;a href=\"1981%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt; that would go down as the \"&lt;a href=\"Epic%20in%20Miami\"&gt;Epic in Miami&lt;/a&gt;\". The game, won by the Chargers in overtime, 41–38, is one of the most famous in National Football League lore because of the conditions on the field, the performances of players on both teams, and the numerous records that were set. &lt;a href=\"Don%20Criqui\"&gt;Don Criqui&lt;/a&gt; and &lt;a href=\"John%20Brodie\"&gt;John Brodie&lt;/a&gt; called the action and &lt;a href=\"Bryant%20Gumbel\"&gt;Bryant Gumbel&lt;/a&gt; served as the anchor, one of his final assignments for NBC Sports as he began co-hosting \"&lt;a href=\"Today%20%28U.S.%20TV%20program%29\"&gt;Today&lt;/a&gt;\" two days after the game. The following week, NBC covered the AFC Championship Game between the Chargers and &lt;a href=\"1981%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt;. While the \"Epic in Miami\" was played in the heat and humidity of &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, the Chargers found themselves dealing with nearly the exact opposite conditions in the \"&lt;a href=\"Freezer%20Bowl\"&gt;Freezer Bowl&lt;/a&gt;\" in &lt;a href=\"Cincinnati\"&gt;Cincinnati&lt;/a&gt;.\nIn 1982, the NFL signed a five-year contract with the three television networks (ABC, CBS, and NBC) to televise all NFL regular season and postseason games starting with the &lt;a href=\"1982%20NFL%20season\"&gt;1982 season&lt;/a&gt;. During the 1982 season, Dick Enberg teamed with John Brodie to call the Week 1 game between the &lt;a href=\"1982%20Los%20Angeles%20Raiders%20season\"&gt;Raiders&lt;/a&gt;-&lt;a href=\"1982%20San%20Francisco%2049ers%20season\"&gt;49ers&lt;/a&gt;, and then with Len Dawson for the Week 2 game between the Raiders and &lt;a href=\"1982%20Atlanta%20Falcons%20season\"&gt;Falcons&lt;/a&gt;.\nNBC's national &lt;a href=\"Nielsen%20rating\"&gt;Nielsen rating&lt;/a&gt; of 48.6 for &lt;a href=\"Super%20Bowl%20XVII\"&gt;Super Bowl XVII&lt;/a&gt; was the second-highest for a Super Bowl broadcast, trailing only the 49.1 garnered by &lt;a href=\"Super%20Bowl%20XVI\"&gt;Super Bowl XVI&lt;/a&gt; on CBS the year before. Following the game, NBC aired the premiere episode of \"&lt;a href=\"The%20A-Team\"&gt;The A-Team&lt;/a&gt;\", beginning the tradition of the game's host network airing &lt;a href=\"List%20of%20Super%20Bowl%20lead-out%20programs\"&gt;programming after the game&lt;/a&gt;.\nOn August 3, 1983, NBC broadcast the first televised NFL game from &lt;a href=\"London\"&gt;London&lt;/a&gt; with the &lt;a href=\"1983%20St.%20Louis%20Cardinals%20%28NFL%29%20season\"&gt;St. Louis Cardinals&lt;/a&gt; and &lt;a href=\"1983%20Minnesota%20Vikings%20season\"&gt;Minnesota Vikings&lt;/a&gt; &lt;a href=\"List%20of%20National%20Football%20League%20games%20played%20outside%20the%20United%20States\"&gt;playing&lt;/a&gt; at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt;. NBC would regularly televise &lt;a href=\"List%20of%20American%20Bowl%20broadcasters\"&gt;pre-season exhibition games outside of the United States&lt;/a&gt; from &lt;a href=\"1986%20NFL%20season\"&gt;1986&lt;/a&gt;-&lt;a href=\"1994%20NFL%20season\"&gt;1994&lt;/a&gt;. &lt;a href=\"1983%20NFL%20season\"&gt;1983&lt;/a&gt; was also &lt;a href=\"Bob%20Costas\"&gt;Bob Costas&lt;/a&gt;' last season in the booth (by this time, he was on the fourth-tier team with Bob Trumpy) before being promoted as the new host (replacing &lt;a href=\"Len%20Berman\"&gt;Len Berman&lt;/a&gt;) of &lt;a href=\"The%20NFL%20on%20NBC%20pregame%20show%23NFL%20%281977%E2%80%931986%29\"&gt;\"NFL '84\"&lt;/a&gt;.\nIn the &lt;a href=\"1984%20NFL%20season\"&gt;1984 season&lt;/a&gt;, the October 18 game between the &lt;a href=\"1984%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; at &lt;a href=\"1984%20San%20Francisco%2049ers%20season\"&gt;San Francisco 49ers&lt;/a&gt; and the &lt;a href=\"1984%20Buffalo%20Bills%20season\"&gt;Buffalo Bills&lt;/a&gt; at &lt;a href=\"1984%20Seattle%20Seahawks%20season\"&gt;Seattle Seahawks&lt;/a&gt; were both on at the same time as Game 5 of the &lt;a href=\"1984%20World%20Series\"&gt;World Series&lt;/a&gt; (also on &lt;a href=\"Major%20League%20Baseball%20on%20NBC\"&gt;NBC&lt;/a&gt;) between the &lt;a href=\"1984%20San%20Diego%20Padres%20season\"&gt;San Diego Padres&lt;/a&gt; and the &lt;a href=\"1984%20Detroit%20Tigers%20season\"&gt;Detroit Tigers&lt;/a&gt;. The Steelers won that day. It was the only loss the 49ers suffered in the 1984 season. Meanwhile, almost of the &lt;a href=\"1984%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt; games that year were called by &lt;a href=\"Marv%20Albert\"&gt;Marv Albert&lt;/a&gt; and John Brodie also worked with Phil Stone (for the Steelers-&lt;a href=\"1984%20Houston%20Oilers%20season\"&gt;Oilers&lt;/a&gt; game in Week 14), and &lt;a href=\"Marty%20Glickman\"&gt;Marty Glickman&lt;/a&gt; (for the Bills-Jets in Week 15) in 1984, and &lt;a href=\"Jay%20Randolph\"&gt;Jay Randolph&lt;/a&gt; (for the Steelers-&lt;a href=\"1984%20Los%20Angeles%20Raiders%20season\"&gt;Raiders&lt;/a&gt; game in Week 16).\nFor the 1985 season, NBC used Graham De Wilde's composition \"Send Them Victorious\" for their official theme music for the NFL. On January 26, 1986, the &lt;a href=\"1985%20Chicago%20Bears%20season\"&gt;Chicago Bears&lt;/a&gt; defeated the &lt;a href=\"1985%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt; 46–10 in &lt;a href=\"Super%20Bowl%20XX\"&gt;Super Bowl XX&lt;/a&gt; at the &lt;a href=\"Louisiana%20Superdome\"&gt;Louisiana Superdome&lt;/a&gt;. The NBC telecast replaced the &lt;a href=\"Goodbye%2C%20Farewell%20and%20Amen\"&gt;final episode&lt;/a&gt; of \"&lt;a href=\"M%2AA%2AS%2AH%20%28TV%20series%29\"&gt;M*A*S*H&lt;/a&gt;\" as the most-viewed television program in history, with an audience of 127 million viewers, according to ACNielsen figures. In addition to drawing a 48.3 rating and a 70% share in the United States, Super Bowl XX was televised to 59 foreign countries and beamed via satellite to the \"&lt;a href=\"Queen%20Elizabeth%202\"&gt;QE2&lt;/a&gt;\". An estimated 300 million &lt;a href=\"List%20of%20Chinese-language%20television%20channels\"&gt;Chinese&lt;/a&gt; viewers watched a tape delayed broadcast of the game in March. NBC Radio figures indicated an audience of 10 million for the game.\nBob Griese would work the as a field reporter, and would serve as a third commentator alongside Dick Enberg and Merlin Olsen for Super Bowl XX. Following the &lt;a href=\"1986%20NFL%20season\"&gt;1986 season&lt;/a&gt;, Griese would move to ABC as a &lt;a href=\"ESPN%20College%20Football%20on%20ABC\"&gt;college football&lt;/a&gt; analyst. In Week 15 of that season, Charlie Jones, &lt;a href=\"Jimmy%20Cefalo\"&gt;Jimmy Cefalo&lt;/a&gt;, and Griese (who normally worked with Marv Albert in 1986) called the &lt;a href=\"1986%20Miami%20Dolphins\"&gt;Miami&lt;/a&gt;-&lt;a href=\"1986%20Los%20Angeles%20Rams%20season\"&gt;Los Angeles Rams&lt;/a&gt; game.\nAs previously mentioned, during the 1987 season, through a short stint with NBC Sports, &lt;a href=\"Gayle%20Sierens\"&gt;Gayle Sierens&lt;/a&gt; became the first woman to do &lt;a href=\"play-by-play\"&gt;play-by-play&lt;/a&gt; for an NFL regular season football game when she called the December 27 game between the &lt;a href=\"1987%20Seattle%20Seahawks%20season\"&gt;Seattle Seahawks&lt;/a&gt; and the &lt;a href=\"1987%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City Chiefs&lt;/a&gt;. Sierens' broadcast partner on that day was &lt;a href=\"Dave%20Rowe%20%28American%20football%29\"&gt;Dave Rowe&lt;/a&gt;. She was originally to be a regular play-by-play announcer for the season, but a contract dispute with &lt;a href=\"WFLA-TV\"&gt;WFLA&lt;/a&gt; in &lt;a href=\"Tampa%2C%20Florida\"&gt;Tampa, Florida&lt;/a&gt; prevented her from continuing in that role beyond her lone game. &lt;a href=\"1988%20NFL%20season\"&gt;One year later&lt;/a&gt;, Sierens would join &lt;a href=\"Len%20Berman\"&gt;Len Berman&lt;/a&gt; and &lt;a href=\"Paul%20Maguire\"&gt;Paul Maguire&lt;/a&gt; on NBC's &lt;a href=\"The%20NFL%20on%20NBC%20pregame%20show%231987%E2%80%931988\"&gt;\"NFL Live!\"&lt;/a&gt; program while regular panelists &lt;a href=\"Bob%20Costas\"&gt;Bob Costas&lt;/a&gt;, &lt;a href=\"Ahmad%20Rash%C4%81d\"&gt;Ahmad Rashād&lt;/a&gt; and &lt;a href=\"Gayle%20Gardner\"&gt;Gayle Gardner&lt;/a&gt; were in &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt; for the &lt;a href=\"1988%20Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt;.\nNBC's 1989 telecast of &lt;a href=\"Super%20Bowl%20XXIII\"&gt;Super Bowl XXIII&lt;/a&gt; between the &lt;a href=\"1988%20San%20Francisco%2049ers%20season\"&gt;San Francisco 49ers&lt;/a&gt; and &lt;a href=\"1988%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt; was watched by an estimated 110,780,000 viewers, according to &lt;a href=\"ACNielsen\"&gt;ACNielsen&lt;/a&gt;, making it the sixth most-watched program in television history. The game was Merlin Olsen's final Super Bowl broadcast, as he was demoted the following season to make room for Bill Walsh. The game featured a special segment by &lt;a href=\"Frank%20Deford\"&gt;Frank Deford&lt;/a&gt; profiling recently deceased &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt; owner &lt;a href=\"Art%20Rooney\"&gt;Art Rooney&lt;/a&gt;. This was also the first NFL game that NBC covered with their new \"Quantel Cypher\" graphics system, which was introduced during their coverage of the &lt;a href=\"1988%20Summer%20Olympics\"&gt;1988 Seoul Olympics&lt;/a&gt; (the network had used &lt;a href=\"Chyron%20Corporation\"&gt;Chyron&lt;/a&gt; for their graphics prior to Super Bowl XXIII). With the win, the 49ers became the first team to win Super Bowls televised on three different networks (the other two being &lt;a href=\"Super%20Bowl%20XVI\"&gt;Super Bowl XVI&lt;/a&gt; on CBS and &lt;a href=\"Super%20Bowl%20XIX\"&gt;Super Bowl XIX&lt;/a&gt; on ABC). Since then, the &lt;a href=\"1991%20Washington%20Redskins%20season\"&gt;Washington Redskins&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XXVI\"&gt;1992&lt;/a&gt;), the &lt;a href=\"1997%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XXXI\"&gt;1997&lt;/a&gt;), the &lt;a href=\"2005%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XL\"&gt;2006&lt;/a&gt;) the &lt;a href=\"2007%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XLII\"&gt;2008&lt;/a&gt;) the &lt;a href=\"2014%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%20XLIX\"&gt;2015&lt;/a&gt;) and the &lt;a href=\"2015%20Denver%20Broncos%20season\"&gt;Denver Broncos&lt;/a&gt; (in &lt;a href=\"Super%20Bowl%2050\"&gt;2016&lt;/a&gt;) have accomplished this same feat. This was the last outdoor Super Bowl to start earlier than 6:00 p.m. Eastern Time, as it started just after 5:00 p.m.\nStarting in &lt;a href=\"1989%20NFL%20season\"&gt;1989&lt;/a&gt;, NBC commissioned musician (and then-\"&lt;a href=\"Entertainment%20Tonight\"&gt;Entertainment Tonight&lt;/a&gt;\" co-host) &lt;a href=\"John%20Tesh\"&gt;John Tesh&lt;/a&gt;, who would later compose \"&lt;a href=\"Roundball%20Rock\"&gt;Roundball Rock&lt;/a&gt;\" for the forthcoming \"&lt;a href=\"NBA%20on%20NBC\"&gt;NBA on NBC&lt;/a&gt;\" broadcasts to compose a new theme, called \"Gridiron Dreams\" which was used on the network's NFL telecasts until 1991. The versions used on the pre-game show are different from the version supplied on Tesh's albums. For the 1992 season, &lt;a href=\"John%20Colby%20%28musician%29\"&gt;John Colby&lt;/a&gt; composed a theme only used that year through the &lt;a href=\"1992%20AFC%20Championship%20Game\"&gt;1992 AFC Championship Game&lt;/a&gt; in which the &lt;a href=\"1992%20Buffalo%20Bills%20season\"&gt;Buffalo Bills&lt;/a&gt; beat the &lt;a href=\"1992%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt; 29–10.\nWeek 7's telecast of the &lt;a href=\"1989%20New%20England%20Patriots%20season\"&gt;Patriots&lt;/a&gt;-&lt;a href=\"1989%20San%20Francisco%2049ers%20season\"&gt;49ers&lt;/a&gt; game (called by Dick Enberg and Bill Walsh) was moved from &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;'s &lt;a href=\"Candlestick%20Park\"&gt;Candlestick Park&lt;/a&gt; to &lt;a href=\"Stanford%20Stadium\"&gt;Stanford Stadium&lt;/a&gt; in &lt;a href=\"Palo%20Alto%2C%20California\"&gt;Palo Alto, California&lt;/a&gt; following the &lt;a href=\"1989%20Loma%20Prieta%20earthquake\"&gt;Loma Prieta earthquake&lt;/a&gt; in the &lt;a href=\"San%20Francisco%20Bay%20Area\"&gt;Bay Area&lt;/a&gt; on October 17. Following the 1989 season, after being demoted to the #2 team alongside Charlie Jones, Merlin Olsen would move over to CBS. Olsen's final telecast for NBC was the between the &lt;a href=\"1989%20Buffalo%20Bills%20season\"&gt;Bills&lt;/a&gt; and &lt;a href=\"1989%20Cleveland%20Browns%20season\"&gt;Browns&lt;/a&gt;. Meanwhile, &lt;a href=\"Lyle%20Alzado\"&gt;Lyle Alzado&lt;/a&gt;, who was on the eighth-tier team alongside &lt;a href=\"Fred%20Roggin\"&gt;Fred Roggin&lt;/a&gt;, would leave NBC after the 1989 season in order to attempt a comeback as a player. Alzado however did work Week 4's &lt;a href=\"1989%20San%20Diego%20Chargers%20season\"&gt;Chargers&lt;/a&gt;-&lt;a href=\"1989%20Phoenix%20Cardinals%20season\"&gt;Cardinals&lt;/a&gt; game alongside Jay Randolph.\nThe announcerless and single-announcer games.\n&lt;a href=\"Don%20Ohlmeyer\"&gt;Don Ohlmeyer&lt;/a&gt;, then &lt;a href=\"Television%20producer\"&gt;executive producer&lt;/a&gt; of &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;'s telecasts of &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) games, began considering doing a telecast without announcers early in &lt;a href=\"1980%20National%20Football%20League%20season\"&gt;the 1980 season&lt;/a&gt;. He had several reasons. First, he had long believed that the announcers were overly chatty and did not let the game speak for itself when they needed to. Second, NBC, while it primarily covered the games of the NFL's &lt;a href=\"American%20Football%20Conference\"&gt;American Football Conference&lt;/a&gt; (AFC) teams, generally in smaller &lt;a href=\"media%20market\"&gt;markets&lt;/a&gt;, was earning &lt;a href=\"Nielsen%20ratings\"&gt;ratings&lt;/a&gt; almost as good as those of rival &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;, who at the time was broadcasting games involving teams from the &lt;a href=\"National%20Football%20Conference\"&gt;National Football Conference&lt;/a&gt; (NFC). A game without announcers might well attract enough viewers to put NBC past CBS.\nIn October of that year reports began to circulate that Ohlmeyer was considering the idea. He confirmed it but said he would only actually do it for a game that had no &lt;a href=\"National%20Football%20League%20playoffs\"&gt;playoff&lt;/a&gt; implications. The last week of the season gave him the chance, with a contest scheduled for Saturday, when it would be shown nationally, between the &lt;a href=\"New%20York%20Jets\"&gt;New York Jets&lt;/a&gt; and the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt;.\nReaction was mixed, ranging from \"good-natured humor to applause to some surprising anger,\" as &lt;a href=\"Bryant%20Gumbel\"&gt;Bryant Gumbel&lt;/a&gt; would later put it on air shortly before the telecast started. \"My first reaction was of incredible nerve, nervousness,\" &lt;a href=\"Dick%20Enberg\"&gt;Dick Enberg&lt;/a&gt;, one of the NBC announcers, recalled to &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; 30 years later. \"We all gathered together, hoping that Ohlmeyer was dead wrong ... What if this crazy idea really worked?\" Dolphins' &lt;a href=\"defensive%20end\"&gt;defensive end&lt;/a&gt; &lt;a href=\"Bob%20Baumhower\"&gt;Bob Baumhower&lt;/a&gt; was also apprehensive about what viewers might overhear among the players. \"I hope we're all extra careful,\" he said. \"There's a lot of extra talking going on out there that people don't realize.\"\nOhlmeyer and the NBC broadcast crew prepared to compensate for the lack of announcers in several ways. NBC promoted the game by telling viewers they would, in lieu of announcers, have the experience of actually being in the stadium, so the network placed more microphones, and more sensitive microphones, around the field than it otherwise would have. However, the NFL refused to relax one of its restrictions and allow microphones to be placed on the players themselves, which unfortunately meant that it was impossible for viewers to make out signals called by the quarterbacks.\nThe network increased its use of on-camera graphics during the game to regularly convey &lt;a href=\"Down%20%28gridiron%20football%29\"&gt;down&lt;/a&gt; and distance, score, and statistical information, to the point that more were than had ever been used in any previous NFL telecast. The monochromatic yellow line that was superimposed on the field to indicate the distance needed for a first-down was then the most advanced technology available; however, speaking later from a 21st-century perspective, Ohlmeyer said seems like \"&lt;a href=\"Cave%20dweller\"&gt;troglodyte&lt;/a&gt; communication\". The technology of the time would have allowed for a continuous &lt;a href=\"score%20bug\"&gt;score bug&lt;/a&gt; and a running clock, both of which would have eliminated the need to constantly provide that information, but it did not occur to the crew to deploy it that way.\nNBC asked Bob Kaufman, the Orange Bowl's &lt;a href=\"public%20address%20system\"&gt;public address&lt;/a&gt; announcer, to make more frequent announcements of information than usual, and to include more information in those announcements than stadium announcers typically did. Accordingly, he noted aloud during the game that referees were calling for a first-down measurement, and Kaufman gave the length of game time that a &lt;a href=\"drive%20%28American%20football%29\"&gt;drive&lt;/a&gt; had taken. Television audiences were able to hear this.\nBryant Gumbel introduced the game prior to the &lt;a href=\"Kickoff%20%28gridiron%20football%29\"&gt;kickoff&lt;/a&gt; as \"a telecast that figures to be different.\" He was then shown walking into the stadium to watch the game. At frequent intervals, usually every other commercial break, he addressed the camera and gave the audience the score and brief updates as to what had happened and what was happening at that point. His presence was augmented by excerpts from prerecorded interviews with coaches and players, including the Dolphins' &lt;a href=\"Don%20Shula\"&gt;Don Shula&lt;/a&gt; and &lt;a href=\"Duriel%20Harris\"&gt;Duriel Harris&lt;/a&gt;.\nThe &lt;a href=\"1981%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt;/&lt;a href=\"1981%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt; game from December 12, &lt;a href=\"1981%20NFL%20season\"&gt;1981&lt;/a&gt; was handled by Dick Enberg working solo without usual broadcast partner &lt;a href=\"Merlin%20Olsen\"&gt;Merlin Olsen&lt;/a&gt;. To fill the gap, interviews from both teams would be used where Olsen's commentary would have been fitting.\n1982 NFL strike.\nAt the start of the &lt;a href=\"1982%20NFL%20season\"&gt;1982 season&lt;/a&gt;, Dick Enberg teamed with John Brodie to call the Week 1 game between the &lt;a href=\"1982%20Los%20Angeles%20Raiders%20season\"&gt;Raiders&lt;/a&gt;-&lt;a href=\"1982%20San%20Francisco%2049ers%20season\"&gt;49ers&lt;/a&gt;, and then with Len Dawson for the Week 2 game between the Raiders and &lt;a href=\"1982%20Atlanta%20Falcons%20season\"&gt;Falcons&lt;/a&gt;.\nAs previously mentioned, NBC (with the exception of its northernmost &lt;a href=\"List%20of%20NBC%20television%20affiliates%20%28by%20U.S.%20state%29\"&gt;affiliates&lt;/a&gt; that were located close to the Canadian border) broadcast games in the &lt;a href=\"1982%20CFL%20season\"&gt;CFL&lt;/a&gt; for three weeks during the 1982 NFL &lt;a href=\"National%20Football%20League%20Players%20Association%231982%20strike\"&gt;players' strike&lt;/a&gt; The first week of broadcasts featured the \"NFL on NBC\" broadcast teams, before a series of blowout games on the network and the resulting low &lt;a href=\"Nielsen%20ratings\"&gt;ratings&lt;/a&gt; resulted in NBC cutting back and eventually cancelling its CFL coverage. (At the time, &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; held the U.S. broadcast rights, who sublicensed them to NBC during the strike; rights reverted to ESPN after the experiment failed.) The announcers who called the games for NBC are in parentheses.\nThere were &lt;a href=\"Blackout%20%28broadcasting%29\"&gt;blackouts&lt;/a&gt; of the CFL games. The blackouts weren't exactly because of not selling out the &lt;a href=\"List%20of%20Canadian%20Football%20League%20stadiums\"&gt;stadiums&lt;/a&gt;, but for being &lt;a href=\"Canada%E2%80%93United%20States%20border\"&gt;too close&lt;/a&gt; to Canada. For instance NBC's &lt;a href=\"List%20of%20NBC%20television%20affiliates%20%28by%20U.S.%20state%29\"&gt;affiliate&lt;/a&gt; in &lt;a href=\"Syracuse%2C%20New%20York\"&gt;Syracuse&lt;/a&gt; did not get these games. Their TV listings showed these CFL games on &lt;a href=\"CKWS-DT\"&gt;CKWS 11&lt;/a&gt; (&lt;a href=\"CBC%20Television\"&gt;CBC&lt;/a&gt; &lt;a href=\"Kingston%2C%20Ontario\"&gt;Kingston, Ontario&lt;/a&gt;), while NBC (&lt;a href=\"WSTM-TV\"&gt;WSTM 3&lt;/a&gt;) listed “NFL Football &lt;a href=\"1982%20New%20England%20Patriots%20season\"&gt;New England&lt;/a&gt; at &lt;a href=\"1982%20Buffalo%20Bills%20season\"&gt;Buffalo&lt;/a&gt; (if strike settled) or movie” for Sunday, October 3.\nA game between featuring the Edmonton Eskimos at the Winnipeg Blue Bombers was tentatively scheduled for 1:30 p.m. &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Time&lt;/a&gt; on Sunday October 17, even making newspaper TV listings. At the last moment NBC cancelled the broadcast. The network was worried that the game would run over its allotted time and conflict with Game 5 of the &lt;a href=\"1982%20World%20Series\"&gt;1982 World Series&lt;/a&gt;, which was supposed to begin at 4:30. NBC did not resume CFL broadcasts afterwards. As previously mentioned, the games it showed had mostly been blowouts and the network even ended its October 3, 1982 broadcast \"&lt;a href=\"Heidi%20Game\"&gt;Heidi Game&lt;/a&gt;\" style before the game ended in order to not delay &lt;a href=\"prime%20time\"&gt;prime time&lt;/a&gt; programming.\nOn January 8, 1983, NBC began their coverage of the &lt;a href=\"1982%E2%80%9383%20NFL%20playoffs\"&gt;NFL playoffs&lt;/a&gt;. As a consequence to the strike, which shortened the regular season from a 16-game schedule to only 9 games, a special 16-team playoff format (which was dubbed the \"&lt;a href=\"Super%20Bowl%20XVII\"&gt;Super Bowl Tournament&lt;/a&gt;\") was instituted. Geographical divisional standings were ignored and instead, the top eight teams from each conference were seeded 1–8 based on their regular season records. Ultimately, this resulted in the early round playoff games being regionally televised for the first and to date, only time. &lt;a href=\"Don%20Criqui\"&gt;Don Criqui&lt;/a&gt; and &lt;a href=\"John%20Brodie\"&gt;John Brodie&lt;/a&gt; called the &lt;a href=\"1982%20Cleveland%20Browns%20season\"&gt;Browns&lt;/a&gt;-&lt;a href=\"1982%20Los%20Angeles%20Raiders%20season\"&gt;Raiders&lt;/a&gt; game while &lt;a href=\"Bob%20Costas\"&gt;Bob Costas&lt;/a&gt;, &lt;a href=\"Bob%20Trumpy\"&gt;Bob Trumpy&lt;/a&gt;, and &lt;a href=\"Bob%20Griese\"&gt;Bob Griese&lt;/a&gt; called the &lt;a href=\"1982%20New%20England%20Patriots%20season\"&gt;Patriots&lt;/a&gt;-&lt;a href=\"1982%20Miami%20Dolphins%20season\"&gt;Dolphins&lt;/a&gt; game, both at 4 p.m. &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Time&lt;/a&gt;. The next day, NBC televised the &lt;a href=\"1982%20New%20York%20Jets%20season\"&gt;Jets&lt;/a&gt;-&lt;a href=\"1982%20Cincinnati%20Bengals%20season\"&gt;Bengals&lt;/a&gt; (with &lt;a href=\"Charlie%20Jones%20%28sportscaster%29\"&gt;Charlie Jones&lt;/a&gt; and &lt;a href=\"Len%20Dawson\"&gt;Len Dawson&lt;/a&gt; on the call) and &lt;a href=\"1982%20San%20Diego%20Chargers%20season\"&gt;Chargers&lt;/a&gt;-&lt;a href=\"1982%20Pittsburgh%20Steelers%20season\"&gt;Steelers&lt;/a&gt; games (with &lt;a href=\"Dick%20Enberg\"&gt;Dick Enberg&lt;/a&gt; and &lt;a href=\"Merlin%20Olsen\"&gt;Merlin Olsen&lt;/a&gt; on the call) at 12:30 p.m. ET.\nNBC Radio joins the fray.\nOn March 6, 1985, &lt;a href=\"NBC%20Radio%20Network\"&gt;NBC Radio&lt;/a&gt; and the NFL entered into a two-year agreement granting &lt;a href=\"NFL%20on%20NBC%20Radio\"&gt;NBC the radio rights&lt;/a&gt; to a 37-game package for the &lt;a href=\"1985%20NFL%20season\"&gt;1985&lt;/a&gt; and &lt;a href=\"1986%20NFL%20season\"&gt;1986 seasons&lt;/a&gt;. The package included 27 regular season games and 10 postseason games. Also in 1985, the NFL showed a ratings increase on all three networks for the season, with viewership gains of 4% on NBC, 10% on CBS, and 16% on ABC. The 1984 season saw a new theme utilized throughout both the pregame show and game-opening sequence, which would be utilized for the remainder of the decade. Another music selection was used for the \"Great Moments\" segment, a segment of clips from older games on NBC that was unique in that instead of the NFL Films footage, NBC used their own footage and audio. This segment would be featured at the beginning of the pregame show for much of the latter part of the 1980s.\nDuring 1985 and the season that followed, NBC's #2 team television broadcasters Don Criqui and Bob Trumpy were the lead broadcast team on NBC Radio.\nIn January 1987, NBC Radio's broadcast of &lt;a href=\"Super%20Bowl%20XXI\"&gt;Super Bowl XXI&lt;/a&gt; between the &lt;a href=\"1986%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt; and &lt;a href=\"1986%20Denver%20Broncos%20season\"&gt;Denver Broncos&lt;/a&gt; was heard by a record 10.1 million people. Also in 1987, at the NFL's annual meeting in &lt;a href=\"Maui%2C%20Hawaii\"&gt;Maui, Hawaii&lt;/a&gt; on March 15, the NFL announced the signing of new three-year television contracts with ABC, CBS, and NBC for the &lt;a href=\"1987%20NFL%20season\"&gt;1987&lt;/a&gt; to &lt;a href=\"1989%20NFL%20season\"&gt;1989 seasons&lt;/a&gt;.\n1988 Summer Olympic conflicts.\nDuring September of the &lt;a href=\"1988%20NFL%20season\"&gt;1988 season&lt;/a&gt;, NBC brought in some legendary broadcasters to fill-in for their regular play-by-play men. This was because, much of their key personnel (namely, &lt;a href=\"Dick%20Enberg\"&gt;Dick Enberg&lt;/a&gt;, &lt;a href=\"Marv%20Albert\"&gt;Marv Albert&lt;/a&gt;, &lt;a href=\"Don%20Criqui\"&gt;Don Criqui&lt;/a&gt;, &lt;a href=\"Charlie%20Jones%20%28sportscaster%29\"&gt;Charlie Jones&lt;/a&gt;, &lt;a href=\"Tom%20Hammond\"&gt;Tom Hammond&lt;/a&gt; as well as \"&lt;a href=\"The%20NFL%20on%20NBC%20Pregame%20Show%23NFL%20Live%21\"&gt;NFL Live!&lt;/a&gt;\" commentators &lt;a href=\"Bob%20Costas\"&gt;Bob Costas&lt;/a&gt;, &lt;a href=\"Ahmad%20Rash%C4%81d\"&gt;Ahmad Rashād&lt;/a&gt;, and &lt;a href=\"Gayle%20Gardner\"&gt;Gayle Gardner&lt;/a&gt;) were away in &lt;a href=\"Seoul%2C%20South%20Korea\"&gt;Seoul, South Korea&lt;/a&gt; for &lt;a href=\"Olympics%20on%20NBC\"&gt;NBC's coverage&lt;/a&gt; of the &lt;a href=\"1988%20Summer%20Olympics\"&gt;Summer Olympic Games&lt;/a&gt;.\nAlbert was calling &lt;a href=\"Boxing%20at%20the%201988%20Summer%20Olympics\"&gt;boxing&lt;/a&gt; during the Olympics alongside &lt;a href=\"Ferdie%20Pacheco\"&gt;Ferdie Pacheco&lt;/a&gt;, and then spent the three weeks after that covering the &lt;a href=\"1988%20World%20Series\"&gt;World Series&lt;/a&gt;. Meanwhile, Criqui and Bob Trumpy called &lt;a href=\"Swimming%20at%20the%201988%20Summer%20Olympics\"&gt;swimming&lt;/a&gt; (alongside &lt;a href=\"Candy%20Costie\"&gt;Candy Costie-Burke&lt;/a&gt; for the &lt;a href=\"Synchronized%20swimming%20at%20the%201988%20Summer%20Olympics\"&gt;synchronized&lt;/a&gt; events and &lt;a href=\"John%20Naber\"&gt;John Naber&lt;/a&gt;) and called &lt;a href=\"Volleyball%20at%20the%201988%20Summer%20Olympics\"&gt;volleyball&lt;/a&gt; (alongside &lt;a href=\"Chris%20Marlowe\"&gt;Chris Marlowe&lt;/a&gt;) respectively. Jones called &lt;a href=\"Athletics%20at%20the%201988%20Summer%20Olympics\"&gt;track and field&lt;/a&gt; (alongside &lt;a href=\"Frank%20Shorter\"&gt;Frank Shorter&lt;/a&gt; and &lt;a href=\"Dwight%20Stones\"&gt;Dwight Stones&lt;/a&gt;) and Jimmy Cefalo served as the daytime host. Costas and Gardner were NBC's late night hosts. Enberg served as host for the Opening and Closing Ceremonies and called &lt;a href=\"Basketball%20at%20the%201988%20Summer%20Olympics\"&gt;men's basketball&lt;/a&gt; (alongside &lt;a href=\"Al%20McGuire\"&gt;Al McGuire&lt;/a&gt;) and &lt;a href=\"Gymnastics%20at%20the%201988%20Summer%20Olympics\"&gt;gymnastics&lt;/a&gt; (alongside &lt;a href=\"Mary%20Lou%20Retton\"&gt;Mary Lou Retton&lt;/a&gt; and &lt;a href=\"Bart%20Conner\"&gt;Bart Conner&lt;/a&gt;). &lt;a href=\"Jay%20Randolph\"&gt;Jay Randolph&lt;/a&gt; called &lt;a href=\"Baseball%20at%20the%201988%20Summer%20Olympics\"&gt;baseball&lt;/a&gt; during the Olympics alongside &lt;a href=\"Jim%20Kaat\"&gt;Jim Kaat&lt;/a&gt;.\nIn the meantime, filling-in were names such as &lt;a href=\"Curt%20Gowdy\"&gt;Curt Gowdy&lt;/a&gt;, &lt;a href=\"Ray%20Scott%20%28sportscaster%29\"&gt;Ray Scott&lt;/a&gt;, &lt;a href=\"Chuck%20Thompson\"&gt;Chuck Thompson&lt;/a&gt;, &lt;a href=\"Marty%20Glickman\"&gt;Marty Glickman&lt;/a&gt;, &lt;a href=\"Merle%20Harmon\"&gt;Merle Harmon&lt;/a&gt; and &lt;a href=\"Al%20DeRogatis\"&gt;Al DeRogatis&lt;/a&gt;. Bob Costas' predecessor, &lt;a href=\"Len%20Berman\"&gt;Len Berman&lt;/a&gt;, filled-in for him at the anchor's desk while &lt;a href=\"Gayle%20Sierens\"&gt;Gayle Sierens&lt;/a&gt; (who &lt;a href=\"1987%20NFL%20season\"&gt;a year earlier&lt;/a&gt;, made history by becoming the first female play-by-play announcer in NFL history) was also added to the studio team.\nIn Week 2, Chuck Thompson called the &lt;a href=\"1988%20Miami%20Dolphins%20season\"&gt;Dolphins&lt;/a&gt;-&lt;a href=\"1988%20Buffalo%20Bills%20season\"&gt;Bills&lt;/a&gt; game alongside Jimmy Cefalo, who was normally paired with Charlie Jones. Meanwhile, Curt Gowdy called Week 2's &lt;a href=\"1988%20Pittsburgh%20Steelers%20season\"&gt;Steelers&lt;/a&gt;-&lt;a href=\"1988%20Washington%20Redskins%20season\"&gt;Redskins&lt;/a&gt; game with Merlin Olsen, who normally worked with Dick Enberg. Al DeRogatis called Week 2's &lt;a href=\"1988%20New%20York%20Jets%20season\"&gt;Jets&lt;/a&gt;-&lt;a href=\"1988%20Cleveland%20Browns%20season\"&gt;Browns&lt;/a&gt; game alongside &lt;a href=\"Mel%20Proctor\"&gt;Mel Proctor&lt;/a&gt;, Ray Scott called the &lt;a href=\"1988%20Los%20Angeles%20Raiders%20season\"&gt;Raiders&lt;/a&gt;-&lt;a href=\"1988%20Houston%20Oilers%20season\"&gt;Oilers&lt;/a&gt; game with &lt;a href=\"Joe%20Namath\"&gt;Joe Namath&lt;/a&gt; (who normally worked with Proctor), and Merle Harmon called that week's &lt;a href=\"1988%20San%20Diego%20Chargers%20season\"&gt;Chargers&lt;/a&gt;-&lt;a href=\"1988%20Denver%20Broncos%20season\"&gt;Broncos&lt;/a&gt; game alongside &lt;a href=\"Paul%20Hornung\"&gt;Paul Hornung&lt;/a&gt;.\nFor Week 3, Thompson worked with Namath on the Broncos-&lt;a href=\"1988%20Kansas%20City%20Chiefs%20season\"&gt;Chiefs&lt;/a&gt; game, Gowdy and Al DeRogatis called the Oilers-Jets game, and Scott and Olsen called the &lt;a href=\"1988%20Seattle%20Seahawks%20season\"&gt;Seahawks&lt;/a&gt;-Chargers game. The following week, Joe Namath called the &lt;a href=\"1988%20Miami%20Dolphins%20season\"&gt;Dolphins&lt;/a&gt;-&lt;a href=\"1988%20Indianapolis%20Colts%20season\"&gt;Colts&lt;/a&gt; game alongside Merle Harmon. Meanwhile, the team of Gowdy and DeRogatis called the Jets-&lt;a href=\"1988%20Detroit%20Lions%20season\"&gt;Lions&lt;/a&gt; game and Scott and Olsen called the Chargers-Chiefs game. For Week 5, Gowdy and Olsen called the Bills-&lt;a href=\"1988%20Chicago%20Bears%20season\"&gt;Bears&lt;/a&gt; game, Scott and Namath called the Broncos-Chargers game, and Merle Harmon and DeRogatis called the Chiefs-Jets game. Finally for Week 6, Gowdy called the Patriots-&lt;a href=\"1988%20Green%20Bay%20Packers%20season\"&gt;Packers&lt;/a&gt; game (in &lt;a href=\"Milwaukee\"&gt;Milwaukee&lt;/a&gt;) alongside &lt;a href=\"Jerry%20Kramer\"&gt;Jerry Kramer&lt;/a&gt;.\nOther announcers who worked for NBC during the Olympic period include Kevin Slaten and &lt;a href=\"Dave%20Lapham\"&gt;Dave Lapham&lt;/a&gt;, who worked as a team on the &lt;a href=\"1988%20Cincinnati%20Bengals%20season\"&gt;Bengals&lt;/a&gt;-&lt;a href=\"1988%20Philadelphia%20Eagles%20season\"&gt;Eagles&lt;/a&gt; game from Week 2. In Week 5, Slaten was paired with Jerry Kramer on the Seahawks-&lt;a href=\"1988%20Atlanta%20Falcons%20season\"&gt;Falcons&lt;/a&gt; game. The prior week, Kramer called the Patriots-Oilers game alongside Mel Proctor.\nAlso during the 1988 season, &lt;a href=\"Jon%20Morris\"&gt;Jon Morris&lt;/a&gt; had nine analyst assignments in the 16 weeks of the season, and was paired with seven different play-by-play men. He only worked with Tom Hammond and &lt;a href=\"Sam%20Nover\"&gt;Sam Nover&lt;/a&gt; twice each. Morris worked with Hammond on the &lt;a href=\"1988%20Houston%20Oilers%20season\"&gt;Oilers&lt;/a&gt;-&lt;a href=\"1988%20Indianapolis%20Colts%20season\"&gt;Colts&lt;/a&gt; game in Week 1 and the &lt;a href=\"1988%20New%20England%20Patriots%20season\"&gt;Patriots&lt;/a&gt;-&lt;a href=\"1988%20Buffalo%20Bills%20season\"&gt;Bills&lt;/a&gt; game in Week 8. Meanwhile, Morris worked with Nover on the &lt;a href=\"1988%20Kansas%20City%20Chiefs%20season\"&gt;Chiefs&lt;/a&gt;-&lt;a href=\"1988%20Seattle%20Seahawks%20season\"&gt;Seahawks&lt;/a&gt; game in Week 2 and the &lt;a href=\"1988%20Pittsburgh%20Steelers%20season\"&gt;Steelers&lt;/a&gt;-&lt;a href=\"1988%20Cleveland%20Browns%20season\"&gt;Browns&lt;/a&gt; game in Week 12.\n1990s.\nOn March 12, 1990, at the NFL's annual meeting in &lt;a href=\"Orlando%2C%20Florida\"&gt;Orlando, Florida&lt;/a&gt;, the league new ratified four-year television agreements for the &lt;a href=\"1990%20NFL%20season\"&gt;1990&lt;/a&gt; to &lt;a href=\"1993%20NFL%20season\"&gt;1993 seasons&lt;/a&gt; involving ABC, CBS, NBC, &lt;a href=\"ESPN%20Sunday%20Night%20Football\"&gt;ESPN&lt;/a&gt; and &lt;a href=\"TNT%20Sunday%20Night%20Football\"&gt;TNT&lt;/a&gt;. The contracts totaled US$3.6 billion, the largest package in television history. This contract saw each network having rights to one Super Bowl telecast as part of the package. The fourth Super Bowl (&lt;a href=\"Super%20Bowl%20XXVIII\"&gt;XXVIII&lt;/a&gt;) was up for a separate sealed bid. NBC won the bid, and since they were last in the rotation for Super Bowl coverage in the regular contract, ended up with two straight Super Bowls (although they were originally scheduled to broadcast &lt;a href=\"Super%20Bowl%20XXVI\"&gt;Super Bowl XXVI&lt;/a&gt;; CBS instead televised the game as part of a swap with the network). CBS is the only other network to televise two Super Bowls (Super Bowl I and II) in a row. NBC, which had held XXVII (according to the original rotation, NBC would have had XXVI and CBS XXVII, but the NFL allowed the networks to switch the two games in order to allow CBS a significant lead-in to its coverage of the &lt;a href=\"1992%20Winter%20Olympics\"&gt;1992 Winter Olympics&lt;/a&gt;), was the only network to bid on XXVIII. Previously, the league alternated the Super Bowl broadcast among its broadcast network partners, except for Super Bowl I; CBS broadcast Super Bowl II, then the league rotated the broadcast between CBS and NBC until 1985 when ABC entered the rotation when that network broadcast &lt;a href=\"Super%20Bowl%20XIX\"&gt;Super Bowl XIX&lt;/a&gt;.\nThe live Sunday matches of the &lt;a href=\"1991%20Ryder%20Cup\"&gt;1991 Ryder Cup&lt;/a&gt; held in late September on &lt;a href=\"Golf%20Channel%20on%20NBC\"&gt;NBC&lt;/a&gt; were scheduled to end by mid-afternoon in order to allow NBC to cover regional NFL games at 4:00 p.m. Eastern Time.\nDick Enberg and Bill Walsh did not call any games during Weeks 9-12 of the &lt;a href=\"1991%20NFL%20season\"&gt;1991 NFL season&lt;/a&gt; due to being assigned to covering &lt;a href=\"1991%20Notre%20Dame%20Fighting%20Irish%20football%20team\"&gt;Notre Dame&lt;/a&gt; home games on &lt;a href=\"Notre%20Dame%20Football%20on%20NBC\"&gt;NBC&lt;/a&gt; (this being the network's first season as the home of Fighting Irish home games). Walsh would leave NBC after this season to return to coaching at &lt;a href=\"1992%20Stanford%20Cardinal%20football%20team\"&gt;Stanford&lt;/a&gt;. Walsh's spot as NBC's number #1 color commentator would be subsequently filled by Bob Trumpy. Meanwhile, &lt;a href=\"Bill%20Parcells\"&gt;Bill Parcells&lt;/a&gt; was originally hired by NBC after leaving the New York Giants as a panelist for \"NFL Live!\". However, he would be assigned early in the 1991 season as a substitute for Paul Maguire while Maguire recovered from a &lt;a href=\"Myocardial%20infarction\"&gt;heart attack&lt;/a&gt;. Maguire would make his return in Week 6, calling the &lt;a href=\"1991%20New%20York%20Jets%20season\"&gt;Jets&lt;/a&gt;-&lt;a href=\"1991%20Cleveland%20Browns%20season\"&gt;Browns&lt;/a&gt; game alongside Marv Albert. Bill Parcells left NBC the 1992 season to take the &lt;a href=\"1993%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt; head coaching job. At this point, Parcells as assigned to work with Marv Albert full-time while Paul Maguire worked with Don Criqui.\nFor Week 1 of the 1991 season, Marv Albert substituted as host of \"NFL Live!\". Regular host Bob Costas along with O. J. Simpson, play-by-play broadcaster &lt;a href=\"Tom%20Hammond\"&gt;Tom Hammond&lt;/a&gt; and analyst &lt;a href=\"Todd%20Christensen\"&gt;Todd Christensen&lt;/a&gt; were assigned to cover the &lt;a href=\"1991%20World%20Championships%20in%20Athletics\"&gt;world track and field championships&lt;/a&gt; in &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. For the 1993 season, &lt;a href=\"Jim%20Lampley\"&gt;Jim Lampley&lt;/a&gt; would replace Bob Costas as host of \"NFL Live!\". During the 1993 season, there was an open option for the #6 and #7 broadcast teams which included Bob Costas, &lt;a href=\"Dan%20Hicks%20%28sportscaster%29\"&gt;Dan Hicks&lt;/a&gt;, &lt;a href=\"Drew%20Goodman\"&gt;Drew Goodman&lt;/a&gt;, and &lt;a href=\"Jim%20Donovan%20%28sportscaster%29\"&gt;Jim Donovan&lt;/a&gt; at play-by-play, and &lt;a href=\"Joe%20Gibbs\"&gt;Joe Gibbs&lt;/a&gt;, &lt;a href=\"Dan%20Hampton\"&gt;Dan Hampton&lt;/a&gt;, and &lt;a href=\"Mike%20Ditka\"&gt;Mike Ditka&lt;/a&gt; at analyst. Costas called the &lt;a href=\"1993%20Pittsburgh%20Steelers%20season\"&gt;Steelers&lt;/a&gt;-&lt;a href=\"1993%20Denver%20Broncos%20season\"&gt;Broncos&lt;/a&gt; game in Week 12 alongside Gibbs while Gibbs' normal partner, Dan Hicks was paired with Dan Hampton for the &lt;a href=\"1993%20Indianapolis%20Colts%20season\"&gt;Colts&lt;/a&gt;-&lt;a href=\"1993%20Buffalo%20Bills%20season\"&gt;Bills&lt;/a&gt; game. Hicks and Hampton would also call the following week's game between the &lt;a href=\"1993%20Los%20Angeles%20Raiders%20season\"&gt;Raiders&lt;/a&gt; and &lt;a href=\"1993%20Cincinnati%20Bengals%20season\"&gt;Bengals&lt;/a&gt;. O. J. Simpson would be a sideline reporter for several announcing crews during the 1993 season, including &lt;a href=\"Super%20Bowl%20XXVIII\"&gt;Super Bowl XXVIII&lt;/a&gt; alongside Todd Christensen. Simpson would be gone following the season due to the fall-out from his &lt;a href=\"O.%20J.%20Simpson%20murder%20case\"&gt;murder case&lt;/a&gt;.\nWhile with \"NFL on NBC\", Drew Goodman was slated to join Todd Christensen as the #4 announcing team in &lt;a href=\"1994%20NFL%20season\"&gt;1994&lt;/a&gt;, then in the next two years, he was slated to join the #7 team, to be paired in &lt;a href=\"1995%20NFL%20season\"&gt;1995&lt;/a&gt; with &lt;a href=\"Tunch%20Ilkin\"&gt;Tunch Ilkin&lt;/a&gt; then with Bob Golic in &lt;a href=\"1996%20NFL%20season\"&gt;1996&lt;/a&gt;. However, Jim Lampley moved from the studio host to play-by-play in 1994, with &lt;a href=\"Greg%20Gumbel\"&gt;Greg Gumbel&lt;/a&gt; taking over as the studio host, so Goodman was not placed into the lineup after all.\nFox replaces CBS as NBC's broadcasting partner.\nOn December 18, 1993, the NFL announced new four-year television agreements involving ABC, ESPN, TNT and NFL newcomer &lt;a href=\"NFL%20on%20Fox\"&gt;Fox&lt;/a&gt;, which took over the NFC package from CBS. The NFL completed its new television agreements on December 20, with the announcement that NBC would retain the rights to the AFC package.\nJoe Gibbs would join Mike Ditka at \"NFL Live!\" the &lt;a href=\"1994%20NFL%20season\"&gt;following season&lt;/a&gt;, while Ahmad Rashād would return as co-host with Greg Gumbel. After the 1993 season, Bob Costas' role on \"The NFL on NBC\" would be reduced to presenting feature stories and interviews. Costas would however, call play-by-play on the Week 15 game between the &lt;a href=\"1993%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt; and &lt;a href=\"1993%20Washington%20Redskins%20season\"&gt;Washington Redskins&lt;/a&gt; alongside Mike Ditka. And as previously mentioned, Costas called the Steelers-Broncos game in Week 12 alongside Joe Gibbs.\nOn November 27, 1994 during a game between the &lt;a href=\"1994%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt; and &lt;a href=\"1994%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt;, NBC would be on hand for what would become known as the \"&lt;a href=\"Clock%20Play\"&gt;Clock Play&lt;/a&gt;\". This was when Dolphins &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; &lt;a href=\"Dan%20Marino\"&gt;Dan Marino&lt;/a&gt; ran a &lt;a href=\"trick%20play\"&gt;trick play&lt;/a&gt;, pretending to stop the game clock but instead threw a &lt;a href=\"forward%20pass\"&gt;pass&lt;/a&gt; that scored the game-winning &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt;, ultimately giving Miami the 28–24 victory.\nStarting in &lt;a href=\"1995%20NFL%20season\"&gt;1995&lt;/a&gt;, NBC unveiled a new theme by veteran composer &lt;a href=\"Randy%20Edelman\"&gt;Randy Edelman&lt;/a&gt;, which was used for both its pregame show (now simply titled \"The NFL on NBC\") and game telecasts. This theme would be used until &lt;a href=\"Super%20Bowl%20XXXII\"&gt;Super Bowl XXXII&lt;/a&gt; in 1997 between the &lt;a href=\"1997%20Denver%20Broncos%20season\"&gt;Denver Broncos&lt;/a&gt; and &lt;a href=\"1997%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt;. NBC lost AFC television rights after 1997 to CBS which currently has them today. The NFL would not return to NBC until &lt;a href=\"2006%20NFL%20season\"&gt;2006&lt;/a&gt; for \"&lt;a href=\"NBC%20Sunday%20Night%20Football\"&gt;Sunday Night Football&lt;/a&gt;\". NBC still uses the 1995 to 1997 era theme, but only for online streams of \"Sunday Night Football\" online (dubbed \"NBC Sunday Night Football Extra\") if the feed is accessed prior to the start of the game.\nDuring the 1995 season, the duo of Don Criqui and &lt;a href=\"Beasley%20Reece\"&gt;Beasley Reece&lt;/a&gt; called almost all of the &lt;a href=\"1995%20Jacksonville%20Jaguars%20season\"&gt;Jacksonville Jaguars&lt;/a&gt; games airing on NBC. In Week 4, &lt;a href=\"Phil%20Simms\"&gt;Phil Simms&lt;/a&gt; and Paul Maguire (who by this point, were a part of the #1 announcing team alongside Dick Enberg) joined Tom Hammond at &lt;a href=\"1995%20Notre%20Dame%20Fighting%20Irish%20football%20team\"&gt;Notre Dame&lt;/a&gt; to call the game played against &lt;a href=\"1995%20Texas%20Longhorns%20football%20team\"&gt;Texas&lt;/a&gt; on September 23. In Week 13 of the 1995 season, Dick Enberg called the Thanksgiving Day game between &lt;a href=\"1995%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City&lt;/a&gt; and &lt;a href=\"1995%20Dallas%20Cowboys%20season\"&gt;Dallas&lt;/a&gt; with regular partners Phil Simms and Paul Maguire, and on that Sunday, Marv Albert called the &lt;a href=\"1995%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh&lt;/a&gt;-&lt;a href=\"1995%20Cleveland%20Browns%20season\"&gt;Cleveland&lt;/a&gt; game with Paul Maguire. This prompted other play-by-play announcers to move up (Dan Hicks and &lt;a href=\"Cris%20Collinsworth\"&gt;Cris Collinsworth&lt;/a&gt;, Tom Hammond and Bob Trumpy, and Don Criqui and &lt;a href=\"Bob%20Golic\"&gt;Bob Golic&lt;/a&gt;). Therefore, Dan Hicks called Week 13's &lt;a href=\"1995%20Cincinnati%20Bengals%20season\"&gt;Bengals&lt;/a&gt;-Jaguars game with Tunch Ilkin, Tom Hammond called the &lt;a href=\"1995%20New%20England%20Patriots%20season\"&gt;Patriots&lt;/a&gt;-&lt;a href=\"1995%20Buffalo%20Bills%20season\"&gt;Bills&lt;/a&gt; game with Cris Collinsworth, Don Criqui called the &lt;a href=\"1995%20Denver%20Broncos%20season\"&gt;Broncos&lt;/a&gt;-&lt;a href=\"1995%20Houston%20Oilers%20season\"&gt;Oilers&lt;/a&gt; game with Bob Golic, and Bob Trumpy called the &lt;a href=\"1995%20Miami%20Dolphins%20season\"&gt;Dolphins&lt;/a&gt;-&lt;a href=\"1995%20Indianapolis%20Colts%20season\"&gt;Colts&lt;/a&gt; game with &lt;a href=\"Jim%20Lampley\"&gt;Jim Lampley&lt;/a&gt;.\nOn December 17, 1995, NBC was on hand for the final home game for the &lt;a href=\"1995%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt; before their &lt;a href=\"Cleveland%20Browns%20relocation%20controversy\"&gt;relocation&lt;/a&gt; to &lt;a href=\"1996%20Baltimore%20Ravens%20season\"&gt;Baltimore&lt;/a&gt;. The game was called by Charlie Jones and &lt;a href=\"Randy%20Cross\"&gt;Randy Cross&lt;/a&gt; with &lt;a href=\"Jim%20Gray%20%28sportscaster%29\"&gt;Jim Gray&lt;/a&gt; on the sidelines. The game itself between the Browns and &lt;a href=\"1995%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt; was &lt;a href=\"National%20Football%20League%20television%20blackout%20policies\"&gt;blacked out on television&lt;/a&gt; locally, but NBC did broadcast extensive pregame coverage from &lt;a href=\"Cleveland%20Stadium\"&gt;Cleveland&lt;/a&gt; with Bob Costas and Mike Ditka.\nExperimenting with three-man booths.\nFollowing Week 3 of the &lt;a href=\"1997%20NFL%20season\"&gt;1997 season&lt;/a&gt;, Marv Albert was fired by NBC because of &lt;a href=\"Marv%20Albert%23Sexual%20assault\"&gt;sexual assault charges&lt;/a&gt; pressed against him. Albert, also the lead voice of \"&lt;a href=\"NBA%20on%20NBC\"&gt;NBA on NBC&lt;/a&gt;\" at the time, was replaced in both venues. Albert's final NFL broadcast for NBC was the &lt;a href=\"1997%20Baltimore%20Ravens%20season\"&gt;Ravens&lt;/a&gt;-&lt;a href=\"1997%20New%20York%20Giants%20season\"&gt;Giants&lt;/a&gt; game alongside Randy Cross and Len Berman. Tom Hammond would eventually move up to the #2 team, while Dan Hicks would primarily call games with Hammond's old partner, &lt;a href=\"Jim%20Kelly\"&gt;Jim Kelly&lt;/a&gt;. Three-man booths were near-prevalent in the aftermath of Marv Albert's firing. \nOutside of NBC's #1 team of Dick Enberg, Phil Simms, and Paul Maguire, NBC used the teams of Charlie Jones, Bob Trumpy, and &lt;a href=\"Jim%20E.%20Mora\"&gt;Jim Mora&lt;/a&gt; (&lt;a href=\"1997%20Seattle%20Seahawks%20season\"&gt;Seattle&lt;/a&gt;-&lt;a href=\"1997%20Indianapolis%20Colts%20season\"&gt;Indianapolis&lt;/a&gt; in Week 3 and &lt;a href=\"1997%20Cincinnati%20Bengals%20season\"&gt;Cincinnati&lt;/a&gt;-&lt;a href=\"1997%20Tennessee%20Oilers%20season\"&gt;Tennessee&lt;/a&gt; in Week 7), Jones, Trumpy, and Randy Cross (&lt;a href=\"1997%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City&lt;/a&gt;-&lt;a href=\"1997%20Miami%20Dolphins%20season\"&gt;Miami&lt;/a&gt; in Week 6), Tom Hammond, Cross, and Jim Kelly (&lt;a href=\"1997%20Buffalo%20Bills%20season\"&gt;Buffalo&lt;/a&gt;-New England in Week 7), Dan Hicks, Trumpy, and Kelly (&lt;a href=\"1997%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh&lt;/a&gt;-Cincinnati in Week 8), Hicks, Paul Maguire, and Kelly (Miami-Buffalo in Week 10), Hicks, Kelly, and &lt;a href=\"James%20Lofton\"&gt;James Lofton&lt;/a&gt; (Kansas City-&lt;a href=\"1997%20Jacksonville%20Jaguars%20season\"&gt;Jacksonville&lt;/a&gt; in Week 11), Jones, Trumpy, and Cross (New York Jets-Miami in Week 11), &lt;a href=\"Joel%20Meyers\"&gt;Joel Meyers&lt;/a&gt;, Maguire, and Kelly (Jacksonville-Buffalo in Week 16, and Don Criqui, Mora, and Cross (Indianapolis-&lt;a href=\"1997%20Minnesota%20Vikings%20season\"&gt;Minnesota&lt;/a&gt; in Week 17).\nRevisiting the \"Immaculate Reception\".\nIn 1998, during halftime of the , NBC showed a replay of the \"&lt;a href=\"Immaculate%20Reception\"&gt;Immaculate Reception&lt;/a&gt;\" from its original broadcast of the &lt;a href=\"1972%20NFL%20season\"&gt;1972&lt;/a&gt; &lt;a href=\"American%20Football%20Conference\"&gt;AFC&lt;/a&gt; between &lt;a href=\"1972%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; and &lt;a href=\"1972%20Oakland%20Raiders%20season\"&gt;Oakland Raiders&lt;/a&gt;. The replay presented a different angle than the &lt;a href=\"NFL%20Films\"&gt;NFL Films&lt;/a&gt; clip that is most often shown. According to a writer for the \"&lt;a href=\"New%20York%20Daily%20News\"&gt;New York Daily News&lt;/a&gt;\", \"NBC's replay showed the ball clearly hit one and only one man[:] Oakland DB &lt;a href=\"Jack%20Tatum\"&gt;Jack Tatum&lt;/a&gt;.\" &lt;a href=\"Curt%20Gowdy\"&gt;Curt Gowdy&lt;/a&gt;, doing the live TV play-by-play, called it as having been deflected by Tatum, and reiterated that during the video replay.\nNBC loses the rights to CBS.\nNBC's rebound in overall ratings in both the 1980s and 1990s (after years of being in the bottom of the ratings cellar) was attributed in part to its continuing coverage of the NFL. But with television contract re-negotiations in early 1998 ushering in the era of multibillion-dollar broadcasting agreements, an era of pro football broadcasting would soon come to an unceremonious conclusion.\nAs previously mentioned, CBS, stung by Fox's surprise bid &lt;a href=\"1994%20NFL%20season\"&gt;four years earlier&lt;/a&gt;, aggressively pursued NFL broadcast rights when the contract came up for renegotiation in 1997. CBS agreed to pay US$4 billion over eight years ($500 million per season) to take over NBC's AFC broadcast rights, which the network still holds to this day. NBC, meanwhile, had indicated a desire to bid for \"&lt;a href=\"Monday%20Night%20Football\"&gt;Monday Night Football&lt;/a&gt;\" rights in &lt;a href=\"1998%20NFL%20season\"&gt;1998&lt;/a&gt;, but eventually gave up, allowing ABC to retain the rights.\nNBC's consecutive 33-year run as a football broadcaster came to an end with &lt;a href=\"Super%20Bowl%20XXXII\"&gt;Super Bowl XXXII&lt;/a&gt;, played on January 25, 1998 between the &lt;a href=\"1997%20Denver%20Broncos%20season\"&gt;Denver Broncos&lt;/a&gt; and the &lt;a href=\"1997%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt;. The Broncos won 31–24 to snap the AFC's 13-year losing streak in the Super Bowl (since then, the AFC has won eleven additional Super Bowls to the NFC's seven). Following the game, NBC aired a special one-hour episode of \"&lt;a href=\"3rd%20Rock%20from%20the%20Sun\"&gt;3rd Rock from the Sun&lt;/a&gt;\", which opened live at the game site with Greg Gumbel playing himself before he was \"attacked\" by show star &lt;a href=\"John%20Lithgow\"&gt;John Lithgow&lt;/a&gt; as his Dick Solomon character, warning about the invasion of alien females that was part of the episode's plotline.\nWhile at CBS, Randy Cross would become the #2 analyst, &lt;a href=\"Sam%20Wyche\"&gt;Sam Wyche&lt;/a&gt; would leave the pregame show to become the #3 analyst, and Don Criqui and Beasley Reece would reunite for the &lt;a href=\"1998%20NFL%20season\"&gt;1998 season&lt;/a&gt;. Dick Enberg would stay with NBC for another two years before joining CBS in &lt;a href=\"2000%20NFL%20season\"&gt;2000&lt;/a&gt;, where he would be the #2 announcer until &lt;a href=\"2005%20NFL%20season\"&gt;2005&lt;/a&gt;. Cris Collinsworth joined \"&lt;a href=\"Fox%20NFL%20Sunday\"&gt;Fox NFL Sunday&lt;/a&gt;\" and then would team up with &lt;a href=\"Joe%20Buck\"&gt;Joe Buck&lt;/a&gt; and &lt;a href=\"Troy%20Aikman\"&gt;Troy Aikman&lt;/a&gt; on the #1 team from &lt;a href=\"2002%20NFL%20season\"&gt;2002&lt;/a&gt;-&lt;a href=\"2004%20NFL%20season\"&gt;2004&lt;/a&gt;.\nGiven the challenge of making its coverage of the American Football Conference different from that of NBC, CBS passed over longtime NBC veterans Charlie Jones and Bob Trumpy in favor of newcomers such as &lt;a href=\"Ian%20Eagle\"&gt;Ian Eagle&lt;/a&gt; and &lt;a href=\"Steve%20Tasker\"&gt;Steve Tasker&lt;/a&gt;. According to CBS Sports &lt;a href=\"executive%20producer\"&gt;executive producer&lt;/a&gt; Terry Ewert, \"We wanted to forge our own way and go in a different direction. We wanted to make decisions on a new way of looking at things.\" In one stark difference from NBC, CBS used a &lt;a href=\"Digital%20on-screen%20graphic\"&gt;score and clock graphic&lt;/a&gt; for its NFL games that was constant during the game broadcasts outside of break tosses, a la the \"&lt;a href=\"FoxBox%20%28sports%29\"&gt;FoxBox&lt;/a&gt;\". CBS' contribution was dubbed the \"&lt;a href=\"EyeBox\"&gt;EyeBox&lt;/a&gt;\".\n2000s.\nAfter NBC lost its NFL rights to CBS at the end of the &lt;a href=\"1997%20NFL%20season\"&gt;1997 season&lt;/a&gt;, it in the process, marked the beginning of a slow decline for its sports division, culminating in the unproductive &lt;a href=\"2004%E2%80%9305%20United%20States%20network%20television%20schedule\"&gt;2004–05 prime time season&lt;/a&gt; (despite heavy lineup promotion during the &lt;a href=\"2004%20Summer%20Olympics\"&gt;2004 Summer Olympics&lt;/a&gt;), when NBC carried no major sporting championships during prime time (NBC had already lost &lt;a href=\"Major%20League%20Baseball%20on%20NBC\"&gt;Major League Baseball&lt;/a&gt; broadcasting rights in &lt;a href=\"2000%20Major%20League%20Baseball%20season\"&gt;2000&lt;/a&gt; and &lt;a href=\"NBA%20on%20NBC\"&gt;National Basketball Association&lt;/a&gt; rights in &lt;a href=\"2001%E2%80%9302%20NBA%20season\"&gt;2002&lt;/a&gt;; the network had acquired &lt;a href=\"NHL%20on%20NBC\"&gt;National Hockey League&lt;/a&gt; rights in 2004, but that league was involved in a &lt;a href=\"2004%E2%80%9305%20NHL%20lockout\"&gt;lockout&lt;/a&gt; that cancelled the &lt;a href=\"2004%E2%80%9305%20NHL%20season\"&gt;season&lt;/a&gt;). The other major sport on NBC was &lt;a href=\"NASCAR%20on%20NBC\"&gt;the NASCAR Winston/Nextel Cup Series&lt;/a&gt;.\nNBC's attempts to replace the NFL with other professional football, including the &lt;a href=\"XFL%20%282001%29\"&gt;XFL&lt;/a&gt; in 2001 and the &lt;a href=\"AFL%20on%20NBC\"&gt;Arena Football League coverage&lt;/a&gt; from &lt;a href=\"2003%20Arena%20Football%20League%20season\"&gt;2003&lt;/a&gt; to &lt;a href=\"2006%20Arena%20Football%20League%20season\"&gt;2006&lt;/a&gt;, proved to be very unsuccessful. Like CBS before it, NBC would later decide that not having NFL rights did too much damage to its overall ratings to justify foregoing the high rights fees required.\nIn &lt;a href=\"2005%20NFL%20season\"&gt;2005&lt;/a&gt;, NBC re-entered the NFL picture during negotiations for television contracts. The network was able to take advantage of a league desire to be able to switch the schedule so non-competitive games would not air in the league's marquee timeslot. Since this would require a move to Sunday night in order for this to happen, and since ABC decided to relinquish their rights to \"Monday Night Football\", NBC was able to bid on the \"Sunday Night Football\" package and won the rights after ESPN (corporate sibling to ABC and which had previously held those rights) elected to take over the \"Monday Night Football\" rights from ABC. NBC resumed airing NFL football on August 6, &lt;a href=\"2006%20NFL%20season\"&gt;2006&lt;/a&gt;, with coverage of the annual &lt;a href=\"AFC-NFC%20Hall%20of%20Fame%20Game\"&gt;AFC-NFC Hall of Fame Game&lt;/a&gt;.\nNBC's rights package is nearly identical to the previous ABC package; in addition to the Hall of Fame Game, the contract gave NBC the rights to one additional preseason game, the &lt;a href=\"National%20Football%20League%20Kickoff%20game\"&gt;National Football League Kickoff game&lt;/a&gt;, and two Saturday playoff games. NBC also received the rights to two Super Bowls in its bidding, &lt;a href=\"Super%20Bowl%20XLIII\"&gt;Super Bowl XLIII&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XLVI\"&gt;Super Bowl XLVI&lt;/a&gt; as well as the Pro Bowls in each of those two years. ABC did not have the right to be flexible with their \"Monday Night Football\" schedule and picked matchups based on a team's record in the previous season (as NBC does), which often led to teams with losing records playing each other on Monday night later in the season. The moves were intended to break NBC out of its ratings slump; however, this did not happen right away, and although \"NBC Sunday Night Football\" is the network's top-rated program and places in the top 30 among all broadcast network programs, it had no effect on the rest of the network's schedule for several years.\n&lt;a href=\"Al%20Michaels\"&gt;Al Michaels&lt;/a&gt;, the longtime voice of \"Monday Night Football\" and other events for ABC, moved to NBC to become the play-by-play announcer for \"Sunday Night Football\". Michaels was originally slated to continue calling \"Monday Night Football\" for ESPN, but a trade was worked out between NBC and &lt;a href=\"The%20Walt%20Disney%20Company\"&gt;The Walt Disney Company&lt;/a&gt;, the parent company of ABC and ESPN. In the trade, Michaels was able to join NBC in exchange for Disney acquiring from NBC's corporate sibling &lt;a href=\"Universal%20Pictures\"&gt;Universal Pictures&lt;/a&gt;, among other things, the rights to the cartoon character &lt;a href=\"Oswald%20the%20Lucky%20Rabbit\"&gt;Oswald the Lucky Rabbit&lt;/a&gt;, which was created at Universal by &lt;a href=\"Walt%20Disney\"&gt;Walt Disney&lt;/a&gt; and &lt;a href=\"Ub%20Iwerks\"&gt;Ub Iwerks&lt;/a&gt; before the founding of Disney's studio (and then given to &lt;a href=\"Walter%20Lantz\"&gt;Walter Lantz&lt;/a&gt;, whose most famous creation would be &lt;a href=\"Woody%20Woodpecker\"&gt;Woody Woodpecker&lt;/a&gt;).\nExcept in &lt;a href=\"2007%20NFL%20season\"&gt;2007&lt;/a&gt; (where the Pro Football Hall of Fame Game was televised by &lt;a href=\"NFL%20Network\"&gt;NFL Network&lt;/a&gt; as part of the \"&lt;a href=\"Thursday%20Night%20Football\"&gt;Thursday Night Football&lt;/a&gt;\" package; NBC had intended to televise the &lt;a href=\"China%20Bowl%20%28NFL%29\"&gt;China Bowl&lt;/a&gt; game in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;, which was postponed and ultimately cancelled), and in all &lt;a href=\"Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt; years (due to &lt;a href=\"NBC%20Olympic%20broadcasts\"&gt;NBC's telecasts of the Games&lt;/a&gt;; the games in these years have typically been assigned to either NFL Network, or &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; under the current iteration of \"MNF\"), the Hall of Fame Game has aired on NBC since 2006.\n&lt;a href=\"John%20Madden\"&gt;John Madden&lt;/a&gt; (who had last worked with Al Michaels on \"Monday Night Football\" for ABC) was one of the first people hired by NBC, chosen to continue as a color analyst. &lt;a href=\"Cris%20Collinsworth\"&gt;Cris Collinsworth&lt;/a&gt; substituted for Madden when he was unavailable. For example, during Week 7 of the &lt;a href=\"2008%20NFL%20season\"&gt;2008 season&lt;/a&gt; (that week's game was involved the &lt;a href=\"2008%20Seattle%20Seahawks%20season\"&gt;Seattle Seahawks&lt;/a&gt; playing against the &lt;a href=\"2008%20Tampa%20Bay%20Buccaneers%20season\"&gt;Tampa Bay Buccaneers&lt;/a&gt;), Madden was given an off-week to alleviate a hectic coast-to-coast bus travel schedule which would have taken him from &lt;a href=\"2008%20Jacksonville%20Jaguars%20season\"&gt;Jacksonville&lt;/a&gt; to &lt;a href=\"2008%20San%20Diego%20Chargers%20season\"&gt;San Diego&lt;/a&gt; to Tampa Bay in three weeks.\nNBC broadcasts their first Super Bowl in 11 years.\n&lt;a href=\"Super%20Bowl%20XLIII\"&gt;Super Bowl XLIII&lt;/a&gt; was NBC's first Super Bowl broadcast since Super Bowl XXXII, The five-hour pre-game show was preceded by a two-hour special edition of \"&lt;a href=\"Today%20%28U.S.%20TV%20program%29\"&gt;Today&lt;/a&gt;\" hosted by the regular weekday team live from Tampa and the &lt;a href=\"NFL%20Films\"&gt;NFL Films&lt;/a&gt; – produced \"Road to the Super Bowl\". &lt;a href=\"Matt%20Millen\"&gt;Matt Millen&lt;/a&gt; was part of the coverage as a studio analyst. The \"Today\" contribution included portions of a taped interview with &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; and pictures of troops viewing the proceedings in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;. His calling of the game made John Madden (in his final game broadcast) the first person to have announced a Super Bowl for each of the four major U.S. television networks, having called five Super Bowls for CBS, three for &lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox&lt;/a&gt;, and two for ABC prior to joining NBC in 2006; Al Michaels also became the second person (after &lt;a href=\"Pat%20Summerall\"&gt;Pat Summerall&lt;/a&gt; on &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt; and &lt;a href=\"Fox%20NFL\"&gt;Fox&lt;/a&gt;) to be the lead Super Bowl play-by-play announcer for two different major U.S. networks (ABC and NBC). The Super Bowl was one of two major professional sports championship series &lt;a href=\"NBC%20Sports\"&gt;NBC&lt;/a&gt; broadcast in 2009, as it would also broadcast the &lt;a href=\"2009%20Stanley%20Cup%20Finals\"&gt;Stanley Cup Finals&lt;/a&gt;. Both championship series involved teams from Pittsburgh winning championships (the &lt;a href=\"2008%E2%80%9309%20Pittsburgh%20Penguins%20season\"&gt;Penguins&lt;/a&gt; would win the Stanley Cup that year).\nThe NFL has a strict policy prohibiting networks to run ads during the Super Bowl from the gambling industry, and has rejected ads from the &lt;a href=\"Las%20Vegas%20Convention%20and%20Visitors%20Authority\"&gt;Las Vegas Convention and Visitors Authority&lt;/a&gt;. It had been reported that if the television program \"&lt;a href=\"Las%20Vegas%20%28TV%20series%29\"&gt;Las Vegas&lt;/a&gt;\" was airing when NBC televised &lt;a href=\"Super%20Bowl%20XLIII\"&gt;Super Bowl XLIII&lt;/a&gt; in 2009, they likely would not have been allowed to promote the series during the entire broadcast. As \"Vegas\" ended during the &lt;a href=\"2007%E2%80%9308%20United%20States%20network%20television%20schedule\"&gt;2007–2008 television season&lt;/a&gt;, this was no longer an issue for NBC.\nWith an average U.S. audience of 98.7 million viewers, Super Bowl XLIII was the most-watched Super Bowl in history, and at that point the second-most-watched U.S. television program of any kind (trailing only the final episode of \"&lt;a href=\"M%2AA%2AS%2AH%20%28TV%20series%29\"&gt;M*A*S*H&lt;/a&gt;\" in 1983; both would be broken by &lt;a href=\"Super%20Bowl%20XLIV\"&gt;Super Bowl XLIV&lt;/a&gt; the following year). However, the Nielsen rating of 42.1, was lower than the 43.3 rating for Super Bowl XLII the previous year.\nWild Card Weekend coverage.\n&lt;a href=\"Tom%20Hammond\"&gt;Tom Hammond&lt;/a&gt; was initially NBC's secondary play-by-play announcer, calling one of NBC's two games on &lt;a href=\"Wild%20card%20%28sports%29%23Football\"&gt;Wild Card Weekend&lt;/a&gt;. Cris Collinsworth called wild card games alongside Hammond until &lt;a href=\"2007%E2%80%9308%20NFL%20playoffs%23Wild%20Card%20playoffs\"&gt;2008&lt;/a&gt;, and took over on a permanent basis for the &lt;a href=\"2009%20NFL%20season\"&gt;2009 season&lt;/a&gt; when Madden announced his retirement from broadcasting on April 16, 2009. Prior to this, he served as a studio analyst for NBC's pregame show, \"&lt;a href=\"Football%20Night%20in%20America\"&gt;Football Night in America&lt;/a&gt;\". For the &lt;a href=\"2009%20NFL%20season\"&gt;2009 season&lt;/a&gt;, &lt;a href=\"Joe%20Theismann\"&gt;Joe Theismann&lt;/a&gt; and &lt;a href=\"Joe%20Gibbs\"&gt;Joe Gibbs&lt;/a&gt; took Collinsworth's place in the booth for the first game of Wild Card Weekend. &lt;a href=\"Andrea%20Kremer\"&gt;Andrea Kremer&lt;/a&gt; meanwhile, was the sideline reporter. The announcement of Joe Gibbs as one of the color commentators for the &lt;a href=\"2009%E2%80%9310%20NFL%20playoffs%23Wild%20Card%20playoffs\"&gt;Wild Card Saturday playoff games&lt;/a&gt; marked Gibbs' return to NBC's NFL coverage; where following his first retirement from the &lt;a href=\"1992%20Washington%20Redskins%20season\"&gt;Redskins&lt;/a&gt;, he served as an occasional commentator on regional coverage during the &lt;a href=\"1993%20NFL%20season\"&gt;1993 NFL season&lt;/a&gt; before becoming a &lt;a href=\"List%20of%20NFL%20on%20NBC%20pregame%20show%20panelists\"&gt;panelist&lt;/a&gt; on \"NFL Live!\"/\"NFL on NBC\" between the &lt;a href=\"1994%20NFL%20season\"&gt;1994 season&lt;/a&gt; until NBC lost their rights to cover the NFL after Super Bowl XXXII.\nBeginning with the &lt;a href=\"2010%20NFL%20season\"&gt;2010 season&lt;/a&gt;, NBC elected to use the Notre Dame football broadcast team as its #2 &lt;a href=\"2010%E2%80%9311%20NFL%20playoffs%23Wild%20Card%20playoffs\"&gt;Wild Card Weekend&lt;/a&gt; broadcast team, calling the early game, as &lt;a href=\"Mike%20Mayock\"&gt;Mike Mayock&lt;/a&gt; and &lt;a href=\"Alex%20Flanagan\"&gt;Alex Flanagan&lt;/a&gt; joined Tom Hammond. Dan Hicks filled in for Al Michaels on the &lt;a href=\"2012%20NFL%20season\"&gt;2012&lt;/a&gt; &lt;a href=\"NFL%20preseason\"&gt;preseason&lt;/a&gt; match-up between the &lt;a href=\"2012%20Indianapolis%20Colts%20season\"&gt;Indianapolis Colts&lt;/a&gt; and the &lt;a href=\"2012%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt;. Al Michaels took some time off during that game after anchoring &lt;a href=\"NBC%20Olympic%20broadcasts\"&gt;NBC's daytime coverage&lt;/a&gt; of the &lt;a href=\"2012%20Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;. Hicks also replaced Tom Hammond on the &lt;a href=\"2012%20Notre%20Dame%20Fighting%20Irish%20football%20team\"&gt;Notre Dame&lt;/a&gt; broadcast team at this point.\nThe &lt;a href=\"2013%20NFL%20season\"&gt;2013 season&lt;/a&gt; marked the last time that NBC would broadcast a &lt;a href=\"2013%E2%80%9314%20NFL%20playoffs%23Wild%20Card%20Playoffs\"&gt;wild card playoff&lt;/a&gt; &lt;a href=\"Doubleheader%20%28television%29\"&gt;doubleheader&lt;/a&gt; for the foreseeable future. For &lt;a href=\"2014%20NFL%20season\"&gt;2014&lt;/a&gt;, &lt;a href=\"Monday%20Night%20Football\"&gt;ESPN&lt;/a&gt; aired one &lt;a href=\"2014%E2%80%9315%20NFL%20playoffs%23Wild%20Card%20Playoffs\"&gt;wild card playoff game&lt;/a&gt;, and from &lt;a href=\"2015%20NFL%20season\"&gt;2015&lt;/a&gt; onward, &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; would &lt;a href=\"simulcast\"&gt;simulcast&lt;/a&gt; ESPN's presentation of the &lt;a href=\"2015%E2%80%9316%20NFL%20playoffs%23Wild%20Card%20Playoffs\"&gt;wild card playoff game&lt;/a&gt;. NBC would meanwhile, only air one wild card playoff game and one divisional playoff game.\n2010s.\nOn December 14, 2011, the NFL, along with Fox, NBC and CBS, announced the league's rights deal with all three networks was extended to the end of the 2022 season. The three network rights deal includes the continued rotation of the Super Bowl yearly among the three, meaning NBC will air Super Bowls &lt;a href=\"Super%20Bowl%20XLIX\"&gt;XLIX&lt;/a&gt; (2015), &lt;a href=\"Super%20Bowl%20LII\"&gt;LII&lt;/a&gt; (2018), and &lt;a href=\"Super%20Bowl%20LVI\"&gt;LVI&lt;/a&gt; (2022). The new rights deal also includes NBC receiving the primetime game of the Thanksgiving tripleheader previously carried by NFL Network, along with a divisional playoff game and one wild card game rather than the full Wild Card Saturday package.\nNBC's broadcast of &lt;a href=\"Super%20Bowl%20XLVI\"&gt;Super Bowl XLVI&lt;/a&gt; at the end of the &lt;a href=\"2011%20NFL%20season\"&gt;2011 season&lt;/a&gt; became the most-watched program in the history of &lt;a href=\"Television%20in%20the%20United%20States\"&gt;United States television&lt;/a&gt;, with 111.3 million US viewers, according to &lt;a href=\"Nielsen%20Company\"&gt;Nielsen&lt;/a&gt;. The game was the first Super Bowl telecast to be &lt;a href=\"Streaming%20media\"&gt;streamed&lt;/a&gt; live online legally in the U.S., both to computers (via NFL.com and NBCSports.com) and mobile devices (via &lt;a href=\"Verizon%20Wireless\"&gt;Verizon Wireless&lt;/a&gt;'s NFL Mobile &lt;a href=\"Application%20software\"&gt;app&lt;/a&gt;). The game marked Al Michaels' eighth time conducting play-by-play for a Super Bowl (Michaels had previously done play-by-play for Super Bowls &lt;a href=\"Super%20Bowl%20XXII\"&gt;XXII&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXV\"&gt;XXV&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXIX\"&gt;XXIX&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXXIV\"&gt;XXXIV&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXXVII\"&gt;XXXVII&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XL\"&gt;XL&lt;/a&gt; for ABC, and &lt;a href=\"Super%20Bowl%20XLIII\"&gt;Super Bowl XLIII&lt;/a&gt; for NBC).\n&lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;'s television broadcast of the &lt;a href=\"2012%20New%20England%20Patriots%20season\"&gt;Patriots&lt;/a&gt;-&lt;a href=\"2012%20New%20York%20Jets%20season\"&gt;Jets&lt;/a&gt; game on November 22, &lt;a href=\"2012%20NFL%20season\"&gt;2012&lt;/a&gt;, immediately following the now notorious \"&lt;a href=\"Butt%20Fumble\"&gt;Butt Fumble&lt;/a&gt;\" play, &lt;a href=\"color%20commentator\"&gt;color commentator&lt;/a&gt; &lt;a href=\"Cris%20Collinsworth\"&gt;Cris Collinsworth&lt;/a&gt; said that \"&lt;a href=\"Vince%20Wilfork\"&gt;Vince Wilfork&lt;/a&gt; just threw &lt;a href=\"Brandon%20Moore%20%28guard%29\"&gt;Brandon Moore&lt;/a&gt; into &lt;a href=\"Mark%20Sanchez\"&gt;Mark Sanchez&lt;/a&gt;,\" a view simultaneously echoed on the &lt;a href=\"New%20England%20Patriots%20Radio%20Network\"&gt;Patriots radio call&lt;/a&gt; by color analyst &lt;a href=\"Scott%20Zolak\"&gt;Scott Zolak&lt;/a&gt;. Moore disagreed with Collinsworth: \"when somebody slides into the back of you, you're going to fall. That happens a lot in general. You don't know what's going on (behind you).\" Responding to Moore, Collinsworth qualified his description in a phone interview with &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;, saying that Wilfork could see the play develop, so \"instead of trying to go around Moore, he pushed him back into the play and made the whole thing happen.\" A \"&lt;a href=\"New%20York%20Daily%20News\"&gt;New York Daily News&lt;/a&gt;\" columnist sided with Moore, stating that \"A second look at the play shows Moore holding his own against Wilfork and moving, if anything, mostly forward.\"\nNBC, which carried Thanksgiving afternoon games through 1997, did not issue an MVP award during that time. NBC began broadcasting the &lt;a href=\"NFL%20on%20Thanksgiving%20Day\"&gt;Thanksgiving&lt;/a&gt; prime time game in 2012 (as part of its \"Sunday Night Football\" package), at which point the MVP award was added. The award is currently called the Sunday Night Football on Thanksgiving Night Player of the Game, and is typically awarded to multiple players on the winning team. From 2012 to 2015, the NBC award was referred to as the \"Madden Thanksgiving Player-of-the-Game\", honoring John Madden (who announced &lt;a href=\"NBC%20Sunday%20Night%20Football\"&gt;NBC&lt;/a&gt; games from 2006 to 2008).\n\"Sunday Night Football\" ranked the most-watched program in the United States during the 2011–12 season. This feat was repeated during the 2013–14 season; in that case, NBC finished the season as the #1 network among adults aged 18–49 for the first time since 2004 and #2 in total viewership (behind longtime leader CBS).\nNBC's broadcast of &lt;a href=\"Super%20Bowl%20XLIX\"&gt;Super Bowl XLIX&lt;/a&gt; at the end of &lt;a href=\"2014%20NFL%20season\"&gt;2014 season&lt;/a&gt; became the most-watched program in the history of &lt;a href=\"Television%20in%20the%20United%20States\"&gt;United States Television&lt;/a&gt;, with 114.4 million US viewers, according to &lt;a href=\"Nielsen%20Company\"&gt;Nielsen&lt;/a&gt;. The game was the fourth overall telecast to be &lt;a href=\"Streaming%20media\"&gt;streamed&lt;/a&gt; live online legally in the U.S. both to computers (via NFL.com and NBCSports.com) for the second time and mobile devices (via &lt;a href=\"Verizon%20Wireless\"&gt;Verizon Wireless&lt;/a&gt;'s NFL Mobile &lt;a href=\"Application%20software\"&gt;app&lt;/a&gt;). The game marked Al Michaels ninth time conducting play-by-play for a Super Bowl (Michaels had previously done play-by-play for Super Bowls &lt;a href=\"Super%20Bowl%20XXII\"&gt;XXII&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXV\"&gt;XXV&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXIX\"&gt;XXIX&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXXIV\"&gt;XXXIV&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXXVII\"&gt;XXXVII&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XL\"&gt;XL&lt;/a&gt; for ABC and &lt;a href=\"Super%20Bowl%20XLIII\"&gt;XLIII&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XLVI\"&gt;XLVI&lt;/a&gt; for NBC).\nNBC's coverage of &lt;a href=\"Super%20Bowl%20LII\"&gt;Super Bowl LII&lt;/a&gt; between the &lt;a href=\"2017%20Philadelphia%20Eagles%20season\"&gt;Philadelphia Eagles&lt;/a&gt; and &lt;a href=\"2017%20New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt; at the end of the &lt;a href=\"2017%20NFL%20season\"&gt;2017 season&lt;/a&gt; highlighted a play that would become known as the \"&lt;a href=\"Philly%20Special\"&gt;Philly Special&lt;/a&gt;\". On the play, Philadelphia &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; &lt;a href=\"Nick%20Foles\"&gt;Nick Foles&lt;/a&gt; moved up to behind his &lt;a href=\"offensive%20line\"&gt;offensive line&lt;/a&gt; and the ball was directly &lt;a href=\"Snap%20%28gridiron%20football%29\"&gt;snapped&lt;/a&gt; to &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt; &lt;a href=\"Corey%20Clement\"&gt;Corey Clement&lt;/a&gt;. Clement went on to pitch the ball to &lt;a href=\"Trey%20Burton\"&gt;Trey Burton&lt;/a&gt;, who passed the ball to a wide open Foles to score a &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt;; Foles thereby became the first player in &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; history to both throw and catch a touchdown. Eagles head coach &lt;a href=\"Doug%20Pederson\"&gt;Doug Pederson&lt;/a&gt;'s decision to attempt to score a touchdown rather than attempt a &lt;a href=\"field%20goal\"&gt;field goal&lt;/a&gt; on the play helped put the Eagles in a better position to defeat the &lt;a href=\"2017%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt;, which they subsequently did, 41–33. The victory was the Eagles' first championship in 57 years. Many analysts have since called the play one of the gutsiest play-calls in Super Bowl history. Before the play was called, Cris Collinsworth expressed his shock on-air that the Eagles would go for it, as he said, \"This is an unbelievable call ... This is like going for an onside kick. This could decide the game.\" The game was the seventh overall telecast to be &lt;a href=\"Streaming%20media\"&gt;streamed&lt;/a&gt; live online legally in the U.S. both to computers (via NFL.com and NBCSports.com) for the third time and mobile devices (via &lt;a href=\"Verizon%20Wireless\"&gt;Verizon Wireless&lt;/a&gt;'s NFL Mobile &lt;a href=\"Application%20software\"&gt;app&lt;/a&gt;). The game marked Al Michaels tenth time conducting play-by-play for a super bowl (Michaels previously done play-by-play for Super Bowls &lt;a href=\"Super%20Bowl%20XXII\"&gt;XXII&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXV\"&gt;XXV&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXIX\"&gt;XXIX&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXXIV\"&gt;XXXIV&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XXXVII\"&gt;XXXVII&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XL\"&gt;XL&lt;/a&gt; for ABC and Three More including &lt;a href=\"Super%20Bowl%20XLIII\"&gt;XLIII&lt;/a&gt;, &lt;a href=\"Super%20Bowl%20XLVI\"&gt;XLVI&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XLIX\"&gt;XLIX&lt;/a&gt; for NBC.)\nIn the between the &lt;a href=\"2018%20Philadelphia%20Eagles%20season\"&gt;Eagles&lt;/a&gt; and &lt;a href=\"2018%20Chicago%20Bears%20season\"&gt;Chicago Bears&lt;/a&gt;, Chicago kicker &lt;a href=\"Cody%20Parkey\"&gt;Cody Parkey&lt;/a&gt; missed a 43-yard field goal attempt. The ball would hit the left upright, then bounce off the crossbar and fell to the end zone, no-good. Ultimately, the sixth-seeded Eagles won the game over the third-seeded Bears, 16–15 to advance to the divisional playoff round. The term \"&lt;a href=\"Double%20Doink\"&gt;Double Doink&lt;/a&gt;\" took hold due to Cris Collinsworth, who said on the &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; broadcast while he watched the replay, \"The Bears' season's gonna end on a double doink.\" While Collinsworth is credited with coining the phrase \"Double Doink.\" when asked about it the following day, he said, “I don’t think I invented the word; I think &lt;a href=\"John%20Madden\"&gt;John Madden&lt;/a&gt; said doink first. But it was this double dinky thing — the ball bounced off one and then the other.”\nOn December 25, 2019, &lt;a href=\"NFL%20Films\"&gt;NFL Films&lt;/a&gt; allowed two &lt;a href=\"Western%20New%20York\"&gt;Western New York&lt;/a&gt; CBS affiliates owned by &lt;a href=\"Nexstar%20Media%20Group\"&gt;Nexstar Media Group&lt;/a&gt;, &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo&lt;/a&gt;'s &lt;a href=\"WIVB-TV\"&gt;WIVB-TV&lt;/a&gt; and &lt;a href=\"Rochester%2C%20New%20York\"&gt;Rochester&lt;/a&gt;'s &lt;a href=\"WROC-TV\"&gt;WROC-TV&lt;/a&gt;, to rerun the &lt;a href=\"1990%E2%80%9391%20NFL%20playoffs\"&gt;1990&lt;/a&gt; &lt;a href=\"AFC%20Championship%20Game\"&gt;AFC Championship Game&lt;/a&gt; as a &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt; special, in which the &lt;a href=\"1990%20Buffalo%20Bills%20season\"&gt;Buffalo Bills&lt;/a&gt; defeated the then-&lt;a href=\"1990%20Los%20Angeles%20Raiders%20season\"&gt;Los Angeles Raiders&lt;/a&gt;, 51–3. The telecast aired in its original &lt;a href=\"standard-definition%20television\"&gt;standard definition&lt;/a&gt; format, though with &lt;a href=\"NBC%20News\"&gt;NBC News&lt;/a&gt; updates regarding the &lt;a href=\"Persian%20Gulf%20War\"&gt;Persian Gulf War&lt;/a&gt; and most references to &lt;a href=\"NBC%20Sports\"&gt;NBC Sports&lt;/a&gt; outside natural game action edited out.\nThursday night games.\nOn February 1, 2016, the league announced that NBC had won a partial share of \"&lt;a href=\"Thursday%20Night%20Football\"&gt;Thursday Night Football&lt;/a&gt;\" rights for the 2016 season; as a result, five additional Thursday night games (in addition the kickoff and Thanksgiving contests) in the later part of the season had been added to NBC's schedule. NBC Sports was also responsible for producing five games that was exclusive to &lt;a href=\"NFL%20Network\"&gt;NFL Network&lt;/a&gt;. After the 2017 season, NBC insisted on a reduced rights fee in order to continue carrying \"Thursday Night Football\", which the NFL rejected; &lt;a href=\"Fox%20NFL\"&gt;Fox&lt;/a&gt; was then awarded the rights to \"Thursday Night Football\" for the remainder of the time left on the league's broadcast contracts. NBC continued to carry the kickoff and Thanksgiving night games on Thursdays.\nNBC often mixed their commentator groupings for 2016. Under league contract, Al Michaels and Cris Collinsworth called all of the games in the \"&lt;a href=\"Thursday%20Night%20Football\"&gt;Thursday Night Football&lt;/a&gt;\" package that aired on NBC along with most Sunday nights. In general, &lt;a href=\"Michele%20Tafoya\"&gt;Michele Tafoya&lt;/a&gt; served as sideline reporter for Sunday games and &lt;a href=\"Heather%20Cox\"&gt;Heather Cox&lt;/a&gt; for Thursday games, with both sharing duties through the playoffs. &lt;a href=\"Mike%20Tirico\"&gt;Mike Tirico&lt;/a&gt; called play-by-play for secondary games in Weeks 15 and 16, and filled in for Michaels for \"SNF\" assignments in Weeks 11 and 12. The NFL waived its contract requirement for the &lt;a href=\"2017%20NFL%20season\"&gt;2017 season&lt;/a&gt;, allowing Mike Tirico to call all games on Thursdays, while Al Michaels remained on Sundays.\n2020s.\n&lt;a href=\"Super%20Bowl%20LV\"&gt;Super Bowl LV&lt;/a&gt; was televised by &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt;. Although &lt;a href=\"NBC%20Sunday%20Night%20Football\"&gt;NBC&lt;/a&gt; was to air this game under the current rotation, they traded with CBS for &lt;a href=\"Super%20Bowl%20LVI\"&gt;Super Bowl LVI&lt;/a&gt;, which falls during the &lt;a href=\"2022%20Winter%20Olympics\"&gt;2022 Winter Olympics&lt;/a&gt; and is the first to be scheduled during an ongoing Olympic Games (this also upholds the untold &lt;a href=\"Gentlemen%27s%20agreement\"&gt;gentleman's agreement&lt;/a&gt; between the NFL's broadcasters to not &lt;a href=\"Counterprogramming%20%28television%29\"&gt;counterprogram&lt;/a&gt; the Super Bowl, as NBC also holds the U.S. broadcast rights to the Olympics). CBS, to an extent, also benefited from holding rights to the Super Bowl in the same year that it held rights to the &lt;a href=\"NCAA%20Division%20I%20Men%27s%20Basketball%20Tournament\"&gt;NCAA Final Four&lt;/a&gt; (which is cycled with &lt;a href=\"WarnerMedia\"&gt;WarnerMedia&lt;/a&gt; Entertainment channels on a two-year cycle, and CBS had also broadcast in the same year as its &lt;a href=\"Super%20Bowl%20LIII\"&gt;previous Super Bowl&lt;/a&gt;).\nWith the NFL expanding its Wild Card round to six games in the &lt;a href=\"2020%20NFL%20season\"&gt;2020 season&lt;/a&gt;, broadcast rights to the new games were sold to &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt; and &lt;a href=\"NBC%20Sunday%20Night%20Football\"&gt;NBC&lt;/a&gt;, at approximately $70 million each. Both networks announced plans to &lt;a href=\"simulcast\"&gt;simulcast&lt;/a&gt; their games on other outlets owned by their parent companies, with NBC planning to simulcast its game on its recently-launched streaming service &lt;a href=\"Peacock%20%28streaming%20service%29\"&gt;Peacock&lt;/a&gt;, and on its Spanish-language broadcast network &lt;a href=\"Telemundo\"&gt;Telemundo&lt;/a&gt;.\nThe 2020 schedule was released on May 7. The Kickoff game was on September 10, which featured the &lt;a href=\"Super%20Bowl%20LIV\"&gt;Super Bowl LIV&lt;/a&gt; Champion &lt;a href=\"2020%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City Chiefs&lt;/a&gt; hosting the &lt;a href=\"2020%20Houston%20Texans%20season\"&gt;Houston Texans&lt;/a&gt;. The Thanksgiving Night game was supposed to feature the &lt;a href=\"2020%20Baltimore%20Ravens%20season\"&gt;Baltimore Ravens&lt;/a&gt; against the &lt;a href=\"2020%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt;; the ninth time that the Thanksgiving game would have been part of the \"SNF\" package shown on NBC. A COVID-19 outbreak on the Baltimore Ravens forced the postponement of the game to the following Sunday afternoon, which was then postponed to the following Tuesday night, and then finally to Wednesday afternoon. It was shown on NBC as scheduled, but &lt;a href=\"KWQC-TV\"&gt;KWQC-TV&lt;/a&gt; - the NBC affiliate for the &lt;a href=\"Quad%20Cities\"&gt;Quad Cities&lt;/a&gt; of Iowa and Illinois - opted not to show the game. Before this occasion, the last Wednesday night game played in the NFL was also a special edition of primetime on NBC - the 2012 Kickoff game between the &lt;a href=\"2012%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt; and &lt;a href=\"2012%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt; that was scheduled as such to avoid a conflict with Barack Obama's renomination speech at &lt;a href=\"2012%20Democratic%20National%20Convention\"&gt;that year's Democratic National Convention&lt;/a&gt;.\nMike Tirico substituted for Al Michaels on a select number of games this season, that started with the September 27 game between the &lt;a href=\"2020%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt; and the &lt;a href=\"2020%20New%20Orleans%20Saints%20season\"&gt;New Orleans Saints&lt;/a&gt;. Tirico was initially slated to call the Thanksgiving game this season, but was assigned instead to call the Week 12 \"SNF\" game between the Packers and the &lt;a href=\"2020%20Chicago%20Bears%20season\"&gt;Chicago Bears&lt;/a&gt; with &lt;a href=\"Tony%20Dungy\"&gt;Tony Dungy&lt;/a&gt; and &lt;a href=\"Kathryn%20Tappen\"&gt;Kathryn Tappen&lt;/a&gt;. Tirico was eventually given the assignment to call the rescheduled Ravens–Steelers game with Collinsworth after it was postponed from Sunday afternoon to Wednesday night. Tirico is also slated to call one of NBC’s two wild card playoff games in January.\nThe aforementioned Packers–Saints game took place while the &lt;a href=\"2020%20Stanley%20Cup%20Finals\"&gt;2020 Stanley Cup Finals&lt;/a&gt; (rescheduled from its normal late May–early June schedule) were ongoing; As NBC was also the &lt;a href=\"NHL%20on%20NBC\"&gt;rightsholder&lt;/a&gt; to &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; games in the U.S., the league opted to play Games 4 and 5 (September 25–26) of the finals on consecutive nights to avoid conflict with \"SNF\". In addition, the &lt;a href=\"2020%20NBA%20Finals\"&gt;2020 NBA Finals&lt;/a&gt; were also moved from June to October due to the pandemic. \"SNF\" games were played on the same night as NBA Finals in consecutive weeks, on October 4 (&lt;a href=\"2020%20Philadelphia%20Eagles%20season\"&gt;Philadelphia&lt;/a&gt; vs. &lt;a href=\"2020%20San%20Francisco%2049ers%20season\"&gt;San Francisco&lt;/a&gt;) the same day as Game 3, and on October 11 (Minnesota vs. Seattle) on the same day as Game 6 (the eventual last game of the series).\nOn March 18, 2021, the NFL, along with Fox, NBC, CBS and ESPN announced the league's rights deal with all four networks was extended through the 2033 season. The four network rights deal includes the rotation of the Super Bowl yearly among the four, meaning NBC will air Super Bowls Super Bowl LX (2026), LXIV (2030) and LXVIII (2034).\nPregame/studio programs.\nAs of the &lt;a href=\"2021%20NFL%20season\"&gt;2021 season&lt;/a&gt;, \"Football Night in America\" is hosted by &lt;a href=\"Mike%20Tirico\"&gt;Mike Tirico&lt;/a&gt; and &lt;a href=\"Maria%20Taylor%20%28sportscaster%29\"&gt;Maria Taylor&lt;/a&gt;, who anchor the series from Studio 1 at NBC Sports Headquarters in &lt;a href=\"Stamford%2C%20Connecticut\"&gt;Stamford, Connecticut&lt;/a&gt;. &lt;a href=\"Tony%20Dungy\"&gt;Tony Dungy&lt;/a&gt;, &lt;a href=\"Drew%20Brees\"&gt;Drew Brees&lt;/a&gt;, and &lt;a href=\"Chris%20Simms\"&gt;Chris Simms&lt;/a&gt; are studio analysts. Jac Collinsworth is the on-site emcee alongside analyst &lt;a href=\"Rodney%20Harrison\"&gt;Rodney Harrison&lt;/a&gt;. &lt;a href=\"Mike%20Florio\"&gt;Mike Florio&lt;/a&gt; serves as an NFL insider. \"FNIA\" was broadcast from Studio 8G (and then from Studio 8H) from the GE (now Comcast) Building at &lt;a href=\"NBC%20Studios%20%28New%20York%29\"&gt;30 Rockefeller Plaza&lt;/a&gt; in New York City from 2006 to 2013, before production of the program was relocated to Stamford in September 2014, joining all of NBC Sports' other operations and &lt;a href=\"NBCSN\"&gt;NBCSN&lt;/a&gt;."
}