{
    "id": "19448092",
    "revid": "1036149841",
    "url": "https://en.wikipedia.org/wiki?curid=19448092",
    "title": "Kentucky Wesleyan Panthers football",
    "text": "The Kentucky Wesleyan Panthers football program represents &lt;a href=\"Kentucky%20Wesleyan%20College\"&gt;Kentucky Wesleyan College&lt;/a&gt; in &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; as a member of the &lt;a href=\"Great%20Midwest%20Athletic%20Conference\"&gt;Great Midwest Athletic Conference&lt;/a&gt; at the &lt;a href=\"NCAA%20Division%20II\"&gt;NCAA Division II&lt;/a&gt; level. The college's football program began in 1907, lasting until 1930, when it was discontinued due to financial reasons. In 1982, the decision was made to re-establish a football program at the school, with the school resuming football operations the following year. Initially, the Panthers were an &lt;a href=\"NCAA%20Division%20III\"&gt;NCAA Division III&lt;/a&gt; team, unaffiliated with any conference. They moved into Division II beginning with the 1994 football season.\nHistory.\n1907–1930.\nNot much information is available regarding the Panthers teams of the early 20th century. The team played teams such as &lt;a href=\"University%20of%20Kentucky\"&gt;Kentucky&lt;/a&gt;, &lt;a href=\"Marshall%20University\"&gt;Marshall&lt;/a&gt;, and &lt;a href=\"Xavier%20University\"&gt;Xavier&lt;/a&gt;. According to the scant material available through Fanbase.com, they did not have much success during this period. Eventually, due to financial reasons, the football program was discontinued after the 1930 season.\nDivision III – 1983–1993.\n1983–1989.\nWhen the football program was re-established at Kentucky Wesleyan in 1983, the school played at the Division III level as an independent school, unaffiliated with any conference. That first season, they finished with a 3–5 record, and they followed that with another nine straight losing seasons before posting a 6–4 record in 1993. The Panther's first coach after the re-establishment of the program was Billy Mitchell, who compiled a record of 22–41–3 during his seven seasons.\n1990–1993.\nMitchell was succeeded by &lt;a href=\"Randy%20Awrey\"&gt;Randy Awrey&lt;/a&gt;, who had been the defensive coordinator for four years at another Division III school, &lt;a href=\"St.%20Lawrence%20University\"&gt;St. Lawrence University&lt;/a&gt;. He posted four losing seasons, before posting the school's first winning season in 1993 at 6–4. In their first winning season in 1993, the team set records for passing completion percentage (55.7%) and defensive pass interceptions (21). On the defensive side that year, Troy Crissman led all NCAA Division III defenders with 9 interceptions.\nDivision II.\n1994–2002.\nIn 1994 the Panthers moved to &lt;a href=\"NCAA%20Division%20II\"&gt;NCAA Division II&lt;/a&gt; level football and hired John Johnson, a former assistant coach with the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;. In his nine years as head coach, from 1994 to 2002, Johnson's overall record was 34–58. Those 34 wins are still the most by any Kentucky Wesleyan football coach. While he had a losing record during his tenure, the Panthers played NCAA &lt;a href=\"Division%20I-AA\"&gt;Division I-AA&lt;/a&gt; teams 26 times, losing all 26 games. Johnson had two winning seasons as KWC's head football coach, 6–4 in 1997 and 7–4 in 1999. The 1999 KWC football team set the record with the most wins in a season with (7), finishing with a 7–4 record. The 1999 team started the season 5–0 (tying a school record) and rose to #1 in the NCAA Division II Non-Scholarship Poll by Don Hansen's \"National Weekly Football Gazette\" on October 17, 1999, finishing the season ranked #2. Don Hansen's Football Gazette named John Johnson the 1999 NCAA Division II Non-Scholarship National Coach of the Year and Linebacker Nick Boling (1997–2001) was named the 1999 NCAA Division II Non-Scholarship Linebacker of the Year.\nThe 2000 team finished 4–6, but finished 10th in NCAA Division II Football for total offense (434.4 yards per game). Wide receiver Corey Jordan (1997–2001) was named the 2000 NCAA Division II Non-Scholarship National Receiver of the Year by Don Hansen's \"National Weekly Football Gazette\". The 2001 and 2002 teams finished with a combined record of 2–19, but WR Corey Jordan, LB Vince Brodt, and LB Frank Wintrich, were named NCAA Division II Mid-Major 1st Team All-Americans by Don Hansen's \"National Weekly Football Gazette\" for 2001. Following the 2002 season, offensive lineman Jake Colson (1998–2002) was selected as an NCAA Division II Mid-Major 1st Team All-American by Don Hansen's \"National Weekly Football Gazette\". Following consecutive one-win seasons, John Johnson's tenure at Kentucky Wesleyan ended January 1, 2003.\n2003–present.\nCurrent head coach, Brent Holsclaw, a former Kentucky Wesleyan quarterback, was hired in January 2002. Through the 2013 football season, Holsclaw's overall record at Kentucky Wesleyan is 24–94. In Holsclaw's first season as KWC's head football coach, Holsclaw's 2003 Panthers finished 1–9. Unaffiliated to this point, the Panthers joined the &lt;a href=\"National%20Association%20of%20Intercollegiate%20Athletics\"&gt;NAIA&lt;/a&gt;'s &lt;a href=\"Mid-South%20Conference\"&gt;Mid-South Conference&lt;/a&gt; in 2004 and remained in the conference for 2005. In 2006 the Panthers returned to NCAA Division II, becoming a charter member of the &lt;a href=\"Great%20Lakes%20Football%20Conference\"&gt;Great Lakes Football Conference&lt;/a&gt;. The 2006 Panthers finished 0–11; the eleven losses were the most in school history. The 2013 team under Holsclaw, in his 11th season, equaled their worst season in 2006 by going 0–11.\nFacilities.\nFrom 1983 to 2003 the Kentucky Wesleyan Football team played their home games at Owensboro area high schools. In 2004, the Panthers began playing their home football games at Bullet Wilson Field, an on-campus field completed prior to the 2004 football season. The playing surface at Bullet Wilson Field features &lt;a href=\"FieldTurf\"&gt;FieldTurf&lt;/a&gt;, an artificial playing surface. The stadium around the field underwent a major upgrade project following the 2006 season. When the upgrade was completed the home of the Panthers football team was to be known as Steele Stadium (Bullet Wilson Field).\nAlumni in the pros.\nThree former Kentucky Wesleyan football players have played in the &lt;a href=\"Arena%20Football%20League%20%281987-2008%29\"&gt;Arena Football League&lt;/a&gt; (AFL). Wide receiver Anthony Payton (1994–1996) played four seasons in the AFL for &lt;a href=\"New%20Jersey%20Red%20Dogs\"&gt;New Jersey Red Dogs&lt;/a&gt; (2000 and 2001), &lt;a href=\"Buffalo%20Destroyers\"&gt;Buffalo Destroyers&lt;/a&gt; (2003), and &lt;a href=\"Las%20Vegas%20Gladiators\"&gt;Las Vegas Gladiators&lt;/a&gt; (2005). Defensive lineman Karl Bates (1997–1999) played seven seasons in the AFL for the &lt;a href=\"Houston%20Thunderbears\"&gt;Houston Thunderbears&lt;/a&gt; (2000 and 2001), &lt;a href=\"New%20Jersey%20Gladiators\"&gt;New Jersey Gladiators&lt;/a&gt; (2002), Las Vegas Gladiators (2003), &lt;a href=\"Detroit%20Fury\"&gt;Detroit Fury&lt;/a&gt; (2004), Las Vegas Gladiators (2005), and &lt;a href=\"San%20Jose%20SaberCats\"&gt;San Jose SaberCats&lt;/a&gt; (2006). Wide receiver Sedrick Robinson (1993–1996) has played seven years in the AFL for the Houston Thunderbears (2001), New Jersey Gladiators (2002), Las Vegas Gladiators (2003), &lt;a href=\"Columbus%20Destroyers\"&gt;Columbus Destroyers&lt;/a&gt; (2004 and 2005), and &lt;a href=\"Austin%20Wranglers\"&gt;Austin Wranglers&lt;/a&gt; (2006 and 2007).\nWide receiver &lt;a href=\"Keelan%20Cole\"&gt;Keelan Cole&lt;/a&gt; currently plays for the &lt;a href=\"New%20York%20Jets\"&gt;New York Jets&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL)."
}