{
    "id": "19450349",
    "revid": "12897086",
    "url": "https://en.wikipedia.org/wiki?curid=19450349",
    "title": "Bilingual Review Press",
    "text": "Bilingual Review Press is an American &lt;a href=\"publishing%20house\"&gt;publishing house&lt;/a&gt; specialising in the &lt;a href=\"publishing\"&gt;publication&lt;/a&gt; of scholarly and literary works by &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Hispanic and Latino American&lt;/a&gt; authors and researchers. It was founded in 1973 as the publisher of \"&lt;a href=\"The%20Bilingual%20Review\"&gt;The Bilingual Review/La revista bilingüe&lt;/a&gt;\", a new academic and literary &lt;a href=\"academic%20journal\"&gt;journal&lt;/a&gt; with a focus on Spanish-English &lt;a href=\"bilingualism\"&gt;bilingualism&lt;/a&gt;, bilingual studies and Hispanic literature that was first issued in 1974. Under the &lt;a href=\"imprint%20%28trade%20name%29\"&gt;imprint&lt;/a&gt; name Bilingual Press/Editorial Bilingüe the press also publishes and distributes &lt;a href=\"book\"&gt;book&lt;/a&gt; titles by or about Hispanic and &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt;n authors, covering literary &lt;a href=\"fiction\"&gt;fiction&lt;/a&gt;, poetry as well as &lt;a href=\"non-fiction\"&gt;non-fiction&lt;/a&gt; titles relating to &lt;a href=\"Chicano\"&gt;Chicano&lt;/a&gt; and &lt;a href=\"Latin%20American%20studies\"&gt;Latin American studies&lt;/a&gt;. Bilingual Press publishes from 8 to 10 titles annually, with an accumulated back catalogue of more than 150 titles under the imprint in both English and Spanish as well as some bilingual editions. The publisher is also a distributor of related titles from other presses, numbering over a thousand releases.\nBilingual Review Press is based in &lt;a href=\"Tempe%2C%20Arizona\"&gt;Tempe, Arizona&lt;/a&gt;, at &lt;a href=\"Arizona%20State%20University\"&gt;Arizona State University&lt;/a&gt;. It operates as an autonomous sub-entity of the University's &lt;a href=\"Hispanic%20Research%20Center\"&gt;Hispanic Research Center&lt;/a&gt;, which provides support services to the publishing enterprise. The press is maintained through a number of federal and private funding grants, including the &lt;a href=\"National%20Endowment%20for%20the%20Arts\"&gt;National Endowment for the Arts&lt;/a&gt;, as well as returns on its publication sales.\nThe director and general editor since its foundation is &lt;a href=\"Gary%20D.%20Keller\"&gt;Gary D. Keller&lt;/a&gt;.\nThe company was established in 1973 as a publishing entity for \"The Bilingual Review/La revista bilingüe\", a journal on Hispanic American studies and literature founded by Keller with support from scholarly grants. It was initially based out of the Department of Romance Languages at &lt;a href=\"City%20College%20of%20New%20York\"&gt;City College of New York&lt;/a&gt;. In 1975 it moved operations to &lt;a href=\"York%20College%2C%20City%20University%20of%20New%20York\"&gt;York College&lt;/a&gt; and then later to the &lt;a href=\"State%20University%20of%20New%20York\"&gt;State University of New York&lt;/a&gt; at &lt;a href=\"Binghamton%2C%20New%20York\"&gt;Binghamton&lt;/a&gt;. Since 1986, the Bilingual Review Press has been based on campus at Arizona State, following Keller's transfer to take up a position at the newly formed Hispanic Research Center.\nBilingual Review Press has published novels, poetry and essay contributions from both upcoming and established &lt;a href=\"Spanish-language%20literature\"&gt;Hispanic&lt;/a&gt; and &lt;a href=\"Latin%20American%20literature\"&gt;Latin American authors&lt;/a&gt;, including &lt;a href=\"Virgil%20Su%C3%A1rez\"&gt;Virgil Suárez&lt;/a&gt;, &lt;a href=\"Rafael%20C.%20Castillo\"&gt;Rafael C. Castillo&lt;/a&gt;, &lt;a href=\"Alfred%20Arteaga\"&gt;Alfred Arteaga&lt;/a&gt;, &lt;a href=\"Sandra%20Cisneros\"&gt;Sandra Cisneros&lt;/a&gt;, &lt;a href=\"Daniel%20Olivas\"&gt;Daniel Olivas&lt;/a&gt;, and &lt;a href=\"Rolando%20Hinojosa\"&gt;Rolando Hinojosa&lt;/a&gt;. Through both its own imprints and distribution of works first issued from other presses, it has also kept in circulation previous works of classic &lt;a href=\"Latin%20American%20literature\"&gt;Latin American literature&lt;/a&gt;, reissuing lapsed or out-of-print titles by literary luminaries such as &lt;a href=\"Carlos%20Fuentes\"&gt;Carlos Fuentes&lt;/a&gt;, &lt;a href=\"Isabel%20Allende\"&gt;Isabel Allende&lt;/a&gt;, and &lt;a href=\"Jorge%20Luis%20Borges\"&gt;Jorge Luis Borges&lt;/a&gt;.\nUnder the recently established imprint Clásicos Chicanos/Chicano Classics, the company publishes specific and notable works of &lt;a href=\"Chicano\"&gt;Chicano/Chicana&lt;/a&gt; literature. It is also the sole distributive agency for &lt;a href=\"Latin%20American%20Literary%20Review%20Press\"&gt;Latin American Literary Review&lt;/a&gt; Press publications, a publishing series established in 1980 devoted to English translations, &lt;a href=\"literary%20criticism\"&gt;literary criticism&lt;/a&gt;, and bilingual &lt;a href=\"creative%20writing\"&gt;creative writing&lt;/a&gt; on Latin American literature, such as &lt;a href=\"Miguel%20%C3%81ngel%20Asturias\"&gt;Miguel Ángel Asturias's&lt;/a&gt; \"&lt;a href=\"Leyendas%20de%20Guatemala\"&gt;Legends of Guatemala&lt;/a&gt;\" and &lt;a href=\"Giannina%20Braschi\"&gt;Giannina Braschi&lt;/a&gt;'s &lt;a href=\"Yo-Yo%20Boing%21\"&gt;Yo-Yo Boing!&lt;/a&gt;"
}