{
    "id": "194500",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=194500",
    "title": "Black redstart",
    "text": "The black redstart (\"Phoenicurus ochruros\") is a small &lt;a href=\"passerine\"&gt;passerine&lt;/a&gt; &lt;a href=\"bird\"&gt;bird&lt;/a&gt; in the genus \"&lt;a href=\"Phoenicurus\"&gt;Phoenicurus&lt;/a&gt;\". Like its relatives, it was formerly classed as a member of the &lt;a href=\"Thrush%20%28bird%29\"&gt;thrush&lt;/a&gt; family (Turdidae), but is now known to be an &lt;a href=\"Old%20World%20flycatcher\"&gt;Old World flycatcher&lt;/a&gt; (Muscicapidae). Other common names are Tithy's redstart, blackstart and black redtail.\nTaxonomy and systematics.\nThe first &lt;a href=\"Species%20description\"&gt;formal description&lt;/a&gt; of the black redstart was by the German naturalist &lt;a href=\"Samuel%20Gottlieb%20Gmelin\"&gt;Samuel Gottlieb Gmelin&lt;/a&gt; in 1774 under the &lt;a href=\"binomial%20name\"&gt;binomial name&lt;/a&gt; \"Mottacilla ochruros\". The genus \"Phoenicurus\" was introduced by the English naturalist &lt;a href=\"Thomas%20Ignatius%20Maria%20Forster\"&gt;Thomas Forster&lt;/a&gt; in 1817. Both parts of the scientific name are from &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; and refer to the colour of the tail. The genus name \"Phoenicurus\" is from \"phoinix\", \"red\", and \"-ouros\" -\"tailed\", and the specific \"ochruros\" is from \"okhros\", \"pale yellow\" and \"-ouros\".\nThe black redstart is a member of a temperate Eurasian &lt;a href=\"clade\"&gt;clade&lt;/a&gt; which also includes the &lt;a href=\"Daurian%20redstart\"&gt;Daurian redstart&lt;/a&gt;, &lt;a href=\"Hodgson%27s%20redstart\"&gt;Hodgson's redstart&lt;/a&gt;, the &lt;a href=\"white-winged%20redstart\"&gt;white-winged redstart&lt;/a&gt;, and maybe &lt;a href=\"Przevalski%27s%20redstart\"&gt;Przevalski's redstart&lt;/a&gt;. The present species' ancestors diverged from about 3 &lt;a href=\"mya%20%28unit%29\"&gt;million years ago (mya)&lt;/a&gt; (&lt;a href=\"Late%20Pliocene\"&gt;Late Pliocene&lt;/a&gt;) onwards and spread throughout much of &lt;a href=\"Palearctic\"&gt;Palearctic&lt;/a&gt; from 1.5 mya onward. It is not very closely related to the &lt;a href=\"common%20redstart\"&gt;common redstart&lt;/a&gt;. As these are separated by different &lt;a href=\"behaviour\"&gt;behaviour&lt;/a&gt; and &lt;a href=\"ecology\"&gt;ecological&lt;/a&gt; requirements and have not evolved &lt;a href=\"fertilisation%20barriers\"&gt;fertilisation barriers&lt;/a&gt;, the two European species can nonetheless produce apparently fertile and viable &lt;a href=\"Hybrid%20%28biology%29\"&gt;hybrids&lt;/a&gt;.\nThere are a number of &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; which differ mainly in underpart colours of the adult males; different authorities accept between five and seven subspecies. They can be separated into three major groups, according to &lt;a href=\"Morphology%20%28biology%29\"&gt;morphology&lt;/a&gt;, &lt;a href=\"biogeography\"&gt;biogeography&lt;/a&gt;, and &lt;a href=\"mtDNA\"&gt;mtDNA&lt;/a&gt; &lt;a href=\"cytochrome%20b\"&gt;cytochrome \"b\"&lt;/a&gt; &lt;a href=\"DNA%20sequence\"&gt;sequence&lt;/a&gt; data.\n\"P. o. phoenicuroides\" group. &lt;a href=\"Basal%20%28phylogenetics%29\"&gt;Basal&lt;/a&gt; central and eastern Asian forms which diverged from the ancestral stock as the species slowly spread west ( 3–1.5 mya). Females and juveniles light grey brown.\n\"P. o. ochruros\" group. Western Asian forms, whose lineage separated from the \"gibraltariensis\" group c. 1.5–0.5 mya. Females and juveniles intermediate.\n\"P. o. gibraltariensis\" group. European population, which formed as a distinct subspecies probably during the &lt;a href=\"Last%20glacial%20period\"&gt;last ice age&lt;/a&gt;. Females and juveniles dark grey.\nDescription.\nThe black redstart is in length and in weight, similar to the &lt;a href=\"common%20redstart\"&gt;common redstart&lt;/a&gt;. The adult male is overall dark grey to black on the upperparts and with a black breast; the lower rump and tail are orange-red, with the two central tail feathers dark red-brown. The belly and undertail are either blackish-grey (western subspecies; see &lt;a href=\"%23Taxonomy%20and%20systematics\"&gt;Taxonomy and systematics&lt;/a&gt;, above) or orange-red (eastern subspecies); the wings are blackish-grey with pale fringes on the secondaries forming a whitish panel (western subspecies) or all blackish (eastern subspecies). The female is grey (western subspecies) to grey-brown (eastern subspecies) overall except for the orange-red lower rump and tail, greyer than the common redstart; at any age the grey axillaries and underwing coverts are also distinctive (in the common redstart these are buff to orange-red). One-year-old males are similar to females but blacker; the whitish wing panel of the western subspecies does not develop until the second year.\nDistribution and habitat.\nIt is a widespread breeder in south and central Europe and Asia and north-west Africa, from &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; and &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt; (where local) south to &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, east to central &lt;a href=\"China\"&gt;China&lt;/a&gt;. It is resident in the milder parts of its range, but north-eastern birds &lt;a href=\"bird%20migration\"&gt;migrate&lt;/a&gt; to winter in southern and western Europe and Asia, and north Africa. It nests in crevices or holes in buildings.\nIn Britain, it is most common as a passage and winter visitor, with only 20–50 pairs breeding. On passage it is fairly common on the east and south coasts, and in winter on the coasts of Wales and western and southern England, with a few also at inland sites. Migrant black redstarts arrive in Britain in October or November and either move on or remain to winter, returning eastward in March or April. They also winter on the south and east coasts of Ireland.\nThe species originally inhabited stony ground in &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;s, particularly &lt;a href=\"cliff\"&gt;cliff&lt;/a&gt;s, but since about 1900 has expanded to include similar urban habitats including bombed areas during and after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and large industrial complexes that have the bare areas and cliff-like buildings it favours; in Great Britain, most of the small breeding population nests in such industrial areas. It will catch passing &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s in flight, and migrants often hunt in coastal tide-wrack for &lt;a href=\"fly\"&gt;flies&lt;/a&gt; or tiny &lt;a href=\"crustacean\"&gt;crustacean&lt;/a&gt;s. Its quick ducks of head and body are &lt;a href=\"European%20robin\"&gt;robin&lt;/a&gt;-like, and its tail is often flicked. The male has a rattling song and a \"tick\" call.\nEastern race birds are very rare vagrants in western Europe.\nBehaviour and ecology.\nThe black redstart is &lt;a href=\"monogamy\"&gt;socially monogamous&lt;/a&gt;. A male pairs with a female to rear young, guards her against other males, and mates with other females."
}