{
    "id": "19453544",
    "revid": "19576814",
    "url": "https://en.wikipedia.org/wiki?curid=19453544",
    "title": "Tabun oven",
    "text": "A tabun oven, or simply tabun (also &lt;a href=\"Transliteration\"&gt;transliterated&lt;/a&gt; taboon, from the ), is a &lt;a href=\"clay\"&gt;clay&lt;/a&gt; &lt;a href=\"oven\"&gt;oven&lt;/a&gt;, shaped like a truncated &lt;a href=\"cone%20%28geometry%29\"&gt;cone&lt;/a&gt;, with an opening at the bottom from which to stoke the fire. Built and used in &lt;a href=\"biblical\"&gt;biblical&lt;/a&gt; times as the family, neighbourhood, or village oven, tabun ovens continue to be built and used in parts of the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; today. Nowadays, some of the tabun ovens are also made out of &lt;a href=\"metal\"&gt;metal&lt;/a&gt;.\nUsage.\nThe taboon oven has historically been used to bake flatbreads such as &lt;a href=\"taboon%20bread\"&gt;taboon bread&lt;/a&gt; and &lt;a href=\"laffa\"&gt;laffa&lt;/a&gt;, and has been in widespread use in the greater Middle East for centuries.\nFuel.\nMany types of fuel or a combination of fuels can be used to heat a Tabun. Dried animal dung, dried bird droppings, chopped and dried tree branches or tree trimmings, wood chips, charcoal, dried tree leaves, fabrics, and other materials are potential fuels.\nFiring.\nThe top opening is covered and a layer of fuel is spread on the outside of the shell and lid. Once the fire takes hold, the fuel is covered with a layer of ash. The fuel will smolder for hours, usually all night long. The smoke also helps in repelling insects and mosquitoes. In the process the heat gets stored in the foundation. The amount of fuel varies depending on the size of oven.\nBaking.\nWhen the smoke stops, the lid is removed and chunks of dough are hand flattened and placed directly on the limestones. In most ovens, 4 to 5 loaves can be baked at the same time. Then the opening is sealed and the fire stoked using the hot embers and ashes. When the bread is ready, the lid is removed and the bread taken out. The process can be repeated, or other dishes can be baked using metal or pottery trays. The bottom of the bread will take the shape of the pebbles or other materials used in constructing the oven floor. This baking process is unique and economical and produces aromatic and flavorful food.\nIn some clay ovens, the flattened dough is applied to the inner-wall of the oven, after the wall is dampened with a wet cloth, allowing for adhesion. After baking, the bread is removed.\nConstruction.\nShell.\nMade of yellow pottery clay soil. The best is from Aaroub or Al Aaroub. The soil is wetted and made into a thick clay mixed with chopped stubble and straw from harvested wheat. The clay is hand-formed to make the dome-shaped shell. It is about 30 to 40\" in diameter at its base, about 15 to 20\" high, with an open top, approximately 15\" in diameter. The shell wall is about 1 to 2\" thick. The shell is sun baked for weeks, before it is fired.\nFoundation.\nAbout 4 to 5' in diameter and about 15 to 20\" in depth. Usually filled with compacted locally abundant materials known to handle and store heat,such as broken glass, sand, rock salt, beach stones or \"Suwan\" stones (flint stones).\nLid.\nMade of clay or a sheet metal piece large enough to cover the top opening. \nProcess.\nIn a sheltered area, usually a clay hut or a cave, the foundation is dug in the ground filled and compacted. The shell is placed, wider side down, on top. A layer of clean smooth limestone pebbles about 1\" in diameter is spread on top of foundation inside the shell to form a clean baking surface."
}