{
    "id": "19458762",
    "revid": "339722",
    "url": "https://en.wikipedia.org/wiki?curid=19458762",
    "title": "Harapaki Wind Farm",
    "text": "The Harapaki Wind Farm is a proposed &lt;a href=\"wind%20farm\"&gt;wind farm&lt;/a&gt; project in the &lt;a href=\"Hawke%27s%20Bay\"&gt;Hawke's Bay&lt;/a&gt; region of &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;. Construction is expected to begin in June 2021.\nHistory.\nIn 2006, Hawkes Bay Wind Farm Ltd was granted resource consent for a 75 turbine, 225 MW wind farm at Titiokura. The same year &lt;a href=\"Unison%20Networks\"&gt;Unison Networks&lt;/a&gt; was granted consent for a 15 turbine, 45 MW development. Both consents were upheld by the Environment Court in October 2006. A proposed expansion of Unison's project was rejected by the Environment Court in 2009.\nIn 2010 Hawkes Bay Wind Farm Ltd was purchased by &lt;a href=\"Meridian%20Energy\"&gt;Meridian Energy&lt;/a&gt;. Unison's consent was purchased in 2011, and the sites combined. \nIn August 2019 Meridian sought interest from potential contractors for the wind farm's construction. Construction was expected to begin in 2020, but was delayed due to the possible closure of the Tiwai Point aluminium smelter. In February 2021 Meridian announced that construction would begin later that year, and would take approximately three years. Site preparation began in mid-2021.\nLocation.\nThe wind farm will be located on the &lt;a href=\"Maungaharuru%20Range\"&gt;Maungaharuru Range&lt;/a&gt; near the Titiokura Summit, about 34 km northwest of &lt;a href=\"Napier%20Airport\"&gt;Napier Airport&lt;/a&gt;. The altitude of the range is approximately 1300 metres.\nOperation.\nThe wind farm will use 41 &lt;a href=\"Siemens%20Gamesa\"&gt;Siemens Gamesa&lt;/a&gt; 4.3 MW turbines, measuring from base to hub with a rotor diameter of . Electricity will be supplied to the national grid via a new substation on &lt;a href=\"Transpower%20New%20Zealand\"&gt;Transpower&lt;/a&gt;'s Redclyffe-Whirinaki-&lt;a href=\"Wairakei%20Power%20Station\"&gt;Wairakei&lt;/a&gt; 220 kV transmission line."
}