{
    "id": "194714",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=194714",
    "title": "Kahoolawe",
    "text": "Kahoolawe (Hawaiian: ), anglicized as Kahoolawe (), is the smallest of the eight main &lt;a href=\"volcano\"&gt;volcanic&lt;/a&gt; islands in the &lt;a href=\"Hawaiian%20Islands\"&gt;Hawaiian Islands&lt;/a&gt;. Kahoolawe is located about southwest of &lt;a href=\"Maui\"&gt;Maui&lt;/a&gt; and also southeast of &lt;a href=\"Lanai\"&gt;Lānaʻi&lt;/a&gt;, and it is long by wide, with a total land area of . The highest point on Kahoolawe is the &lt;a href=\"volcanic%20crater\"&gt;crater&lt;/a&gt; of Lua Makika at the summit of Puu Moaulanui, which is about above &lt;a href=\"sea%20level\"&gt;sea level&lt;/a&gt;. Kahoolawe is relatively dry (average annual rainfall is less than ) because the island's low elevation fails to generate much &lt;a href=\"Orography\"&gt;orographic precipitation&lt;/a&gt; from the northeastern &lt;a href=\"trade%20winds\"&gt;trade winds&lt;/a&gt;, and Kahoʻolawe is located in the &lt;a href=\"rain%20shadow\"&gt;rain shadow&lt;/a&gt; of eastern Maui's volcano, &lt;a href=\"Haleakal%C4%81\"&gt;Haleakalā&lt;/a&gt;. More than one quarter of Kahoolawe has been &lt;a href=\"erosion\"&gt;eroded&lt;/a&gt; down to &lt;a href=\"saprolite\"&gt;saprolitic&lt;/a&gt; &lt;a href=\"hardpan\"&gt;hardpan&lt;/a&gt; soil, largely on exposed surfaces near the summit.\nKahoolawe has always been sparsely populated, due to its lack of &lt;a href=\"fresh%20water\"&gt;fresh water&lt;/a&gt;. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and the following decades, Kahoolawe was used as a training ground and &lt;a href=\"bombing%20range\"&gt;bombing range&lt;/a&gt; by the &lt;a href=\"United%20States%20Armed%20Forces\"&gt;Armed Forces of the United States&lt;/a&gt;. After decades of protests, the &lt;a href=\"United%20States%20Navy\"&gt;U.S. Navy&lt;/a&gt; ended live-fire training exercises on Kahoʻolawe in 1990, and the whole island was transferred to the jurisdiction of the &lt;a href=\"Hawaii\"&gt;state of Hawaii&lt;/a&gt; in 1994. The &lt;a href=\"Hawaii%20State%20Legislature\"&gt;Hawaii State Legislature&lt;/a&gt; established the Kahoʻolawe Island Reserve to restore and to oversee the island and its surrounding waters. Today Kahoʻolawe can be used only for &lt;a href=\"Native%20Hawaiians\"&gt;native Hawaiian&lt;/a&gt; cultural, spiritual, and subsistence purposes.\nThe &lt;a href=\"United%20States%20Census%20Bureau\"&gt;U.S. Census Bureau&lt;/a&gt; defines Kahoʻolawe as Block Group 9, &lt;a href=\"census%20tract\"&gt;Census Tract&lt;/a&gt; 303.02 of &lt;a href=\"Maui%20County%2C%20Hawaii\"&gt;Maui County, Hawaii&lt;/a&gt;. Kahoʻolawe has no permanent residents.\nGeology.\nKahoʻolawe is an extinct &lt;a href=\"shield%20volcano\"&gt;shield volcano&lt;/a&gt;, which formed during the &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt; &lt;a href=\"Epoch%20%28geology%29\"&gt;epoch&lt;/a&gt;. Most of the island is covered by &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt;ic &lt;a href=\"lava\"&gt;lava&lt;/a&gt; flows. A &lt;a href=\"caldera\"&gt;caldera&lt;/a&gt; is located in the eastern part of the island. The last volcanic activity on the island occurred about one million years ago.\nClimate.\nKahoʻolawe experiences a &lt;a href=\"semi-arid%20climate\"&gt;semi-arid climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt; \"&lt;a href=\"Semi-arid%20climate\"&gt;BSh&lt;/a&gt;\").\nHistory.\nSettlement.\nSometime around the year 1000, Kahoʻolawe was settled by &lt;a href=\"Polynesians\"&gt;Polynesians&lt;/a&gt;, and small, temporary fishing communities were established along the coast. Some inland areas were cultivated. Puu Moiwi, a remnant &lt;a href=\"cinder%20cone\"&gt;cinder cone&lt;/a&gt;, is the location of the second-largest &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt; &lt;a href=\"quarry\"&gt;quarry&lt;/a&gt; in &lt;a href=\"Hawaii\"&gt;Hawaiʻi&lt;/a&gt;, and this was mined for use in &lt;a href=\"stone%20tool\"&gt;stone tool&lt;/a&gt;s such as \"koi\" (&lt;a href=\"adze\"&gt;adze&lt;/a&gt;s). Originally a &lt;a href=\"Hawaiian%20tropical%20dry%20forests\"&gt;dry forest&lt;/a&gt; environment with &lt;a href=\"Stream\"&gt;intermittent streams&lt;/a&gt;, the land changed to an open &lt;a href=\"Hawaiian%20tropical%20low%20shrublands\"&gt;savanna&lt;/a&gt; of &lt;a href=\"grassland\"&gt;grassland&lt;/a&gt; and trees when inhabitants cleared vegetation for &lt;a href=\"firewood\"&gt;firewood&lt;/a&gt; and &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;. Hawaiians built stone platforms for &lt;a href=\"Hawaiian%20religion\"&gt;religious&lt;/a&gt; ceremonies, set rocks upright as shrines for successful fishing trips, and carved &lt;a href=\"petroglyph\"&gt;petroglyph&lt;/a&gt;s, or drawings, into the flat surfaces of rocks; these indicators of an earlier time can still be found on Kahoʻolawe. The island itself is venerated as a \"kinolau\" or body form of the sea god &lt;a href=\"Kanaloa\"&gt;Kanaloa&lt;/a&gt;.\nWhile it is not known how many people inhabited Kahoʻolawe, the lack of &lt;a href=\"Fresh%20water\"&gt;freshwater&lt;/a&gt; probably limited the population to a few hundred people. As many as 120 people might have once lived at Hakioawa, the largest settlement, which was located at the northeastern end of the island—facing Maui.\nWarfare.\nViolent wars among competing \"&lt;a href=\"Ali%27i\"&gt;alii&lt;/a&gt;\" (chiefs) laid waste to the land and led to a decline in the population. During the 18th century &lt;a href=\"War%20of%20Kamokuhi\"&gt;War of Kamokuhi&lt;/a&gt;, &lt;a href=\"Kalani%CA%BB%C5%8Dpu%CA%BBu\"&gt;Kalaniōpuu&lt;/a&gt;, the &lt;a href=\"Ali%CA%BBi%20nui%20of%20Hawaii\"&gt;ruler&lt;/a&gt; of the &lt;a href=\"Hawaii%20%28island%29\"&gt;Big Island of Hawaii&lt;/a&gt;, raided and pillaged Kahoʻolawe in an unsuccessful attempt to take Maui from &lt;a href=\"Kahekili%20II\"&gt;Kahekili II&lt;/a&gt;, the &lt;a href=\"Alii%20nui%20of%20Maui\"&gt;King of Maui&lt;/a&gt;.\nPost-contact.\nFrom 1778 to the early 19th century, observers on passing ships reported that Kahoʻolawe was uninhabited and barren, destitute of both water and wood.\nAfter the arrival of &lt;a href=\"American%20Board%20of%20Commissioners%20for%20Foreign%20Missions\"&gt;missionaries&lt;/a&gt; from &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt;, the &lt;a href=\"Hawaiian%20Kingdom\"&gt;Kingdom of Hawaiʻi&lt;/a&gt; under the rule of King &lt;a href=\"Kamehameha%20III\"&gt;Kamehameha III&lt;/a&gt; replaced the &lt;a href=\"Capital%20punishment\"&gt;death penalty&lt;/a&gt; with exile, and Kahoʻolawe became a men's &lt;a href=\"penal%20colony\"&gt;penal colony&lt;/a&gt; sometime around 1830. Food and water were scarce, some prisoners reportedly starved, and some of them swam across the channel to Maui to find food. The law making the island a penal colony was repealed in 1853.\nA survey of Kahoʻolawe in 1857 reported about 50 residents here, about of land covered with &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s, and a patch of &lt;a href=\"sugarcane\"&gt;sugarcane&lt;/a&gt; growth. Along the shore, &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt;, &lt;a href=\"pineapple\"&gt;pineapple&lt;/a&gt;, &lt;a href=\"gourd\"&gt;gourd&lt;/a&gt;s, &lt;a href=\"Heteropogon%20contortus\"&gt;pili grass&lt;/a&gt;, and scrub trees grew. Beginning in 1858, the Hawaiian government leased Kahoʻolawe to a series of &lt;a href=\"ranch\"&gt;ranch&lt;/a&gt;ing ventures. Some of these proved to be more successful than others, but the lack of freshwater was an unrelenting hindrance. Through the next 80 years, the landscape changed dramatically, with &lt;a href=\"drought\"&gt;drought&lt;/a&gt; and uncontrolled &lt;a href=\"overgrazing\"&gt;overgrazing&lt;/a&gt; denuding much of the island. Strong &lt;a href=\"trade%20winds\"&gt;trade winds&lt;/a&gt; blew away most of the &lt;a href=\"topsoil\"&gt;topsoil&lt;/a&gt;, leaving behind red &lt;a href=\"hardpan\"&gt;hardpan&lt;/a&gt; dirt.\n20th century.\nFrom 1910 to 1918, the &lt;a href=\"Territory%20of%20Hawaii\"&gt;Territory of Hawaii&lt;/a&gt; designated Kahoʻolawe as a &lt;a href=\"nature%20reserve\"&gt;forest reserve&lt;/a&gt; in the hope of restoring the island through a &lt;a href=\"revegetation\"&gt;revegetation&lt;/a&gt; and livestock removal program. This program failed, and leases again became available. In 1918, the rancher Angus MacPhee of Wyoming, with the help of the landowner Harry Baldwin of Maui, leased the island for 21 years, intending to build a &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt; ranch there. By 1932, the ranching operation was enjoying moderate success. After heavy rains, native grasses and flowering plants would sprout, but droughts always returned. In 1941, MacPhee &lt;a href=\"Lease\"&gt;subletted&lt;/a&gt; part of the island to the &lt;a href=\"United%20States%20Army\"&gt;U.S. Army&lt;/a&gt;. Later that year, because of continuing drought, MacPhee removed his cattle from the island.\nTraining grounds.\nOn December 7, 1941, after the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt; &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attacked Pearl Harbor and Oahu&lt;/a&gt;, the U.S. Army declared &lt;a href=\"martial%20law\"&gt;martial law&lt;/a&gt; throughout Hawaii, and it used Kahoʻolawe as a place to train American soldiers and Marines headed west to engage in the &lt;a href=\"Pacific%20War\"&gt;War in the Pacific&lt;/a&gt;. The use of Kahoʻolawe as a &lt;a href=\"bombing%20range\"&gt;bombing range&lt;/a&gt; was believed to be critical, since the United States was executing a new type of war in the Pacific Islands. Their success depended on accurate &lt;a href=\"naval%20gunfire%20support\"&gt;naval gunfire support&lt;/a&gt; that suppressed or destroyed enemy positions as &lt;a href=\"United%20States%20Marine%20Corps\"&gt;U.S. Marines&lt;/a&gt; and soldiers struggled to get ashore. Thousands of soldiers, sailors, Marines, airmen, and coastguardsmen prepared on Kahoʻolawe for the brutal and costly assaults on islands such as the &lt;a href=\"Gilbert%20and%20Marshall%20Islands%20campaign\"&gt;Gilbert and Marshall Islands&lt;/a&gt;, the &lt;a href=\"Mariana%20and%20Palau%20Islands%20campaign\"&gt;Marianas and Pelileu&lt;/a&gt;, &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt; in the &lt;a href=\"Pacific%20Ocean\"&gt;Western Pacific&lt;/a&gt;.\nMilitary and naval training on Kahoʻolawe continued following World War II. During the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;, &lt;a href=\"Military%20aircraft\"&gt;warplanes&lt;/a&gt; from &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;s played a critical role in attacking enemy &lt;a href=\"Aerodrome\"&gt;airfields&lt;/a&gt;, convoys, and troop staging areas. Mock-ups of airfields, military camps, and vehicles were constructed on Kahoʻolawe, and while pilots were preparing for war at &lt;a href=\"Naval%20Air%20Station%20Barbers%20Point\"&gt;Barbers Point Naval Air Station&lt;/a&gt; on &lt;a href=\"Oahu\"&gt;Oʻahu&lt;/a&gt;, they practiced spotting and hitting the mock-ups at Kahoʻolawe. Similar training took place throughout the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; and during the &lt;a href=\"Vietnam%20War\"&gt;War in Vietnam&lt;/a&gt;, with mock-ups of aircraft, &lt;a href=\"radar\"&gt;radar&lt;/a&gt; installations, gun mounts, and &lt;a href=\"surface-to-air%20missile\"&gt;surface-to-air missile&lt;/a&gt; sites being placed across this island for &lt;a href=\"Aircraft%20pilot\"&gt;pilots&lt;/a&gt; and &lt;a href=\"Bombardier%20%28aircrew%29\"&gt;bombardiers&lt;/a&gt; to use in their training.\nIn early 1965, the U.S. Navy conducted &lt;a href=\"Operation%20Sailor%20Hat\"&gt;Operation Sailor Hat&lt;/a&gt; to determine the blast resistance of ships. Three tests off the coast of Kahoʻolawe subjected the island and a target ship to massive explosions, with 500 &lt;a href=\"TNT%20equivalent\"&gt;tons&lt;/a&gt; of conventional &lt;a href=\"TNT\"&gt;TNT&lt;/a&gt; detonated on the island near the target ship . This &lt;a href=\"warship\"&gt;warship&lt;/a&gt; was damaged, but she was not sunk. The blasts created a crater on the island known as \"Sailor Man's Cap\" and they might have cracked the island's &lt;a href=\"caprock\"&gt;caprock&lt;/a&gt;, causing some &lt;a href=\"groundwater\"&gt;groundwater&lt;/a&gt; to be lost into the ocean.\nOperation Protect Kahoʻolawe ʻOhana (PKO).\nIn 1976, a group of individuals calling themselves the Protect Kahoʻolawe ʻOhana (PKO) filed suit in &lt;a href=\"Federal%20judiciary%20of%20the%20United%20States\"&gt;U.S. Federal Court&lt;/a&gt; to stop the Navy's use of Kahoʻolawe for bombardment training, to require compliance with a number of new environmental laws and to ensure protection of cultural resources on the island. In 1977, the &lt;a href=\"United%20States%20District%20Court%20for%20the%20District%20of%20Hawaii\"&gt;U.S. District Court for the District of Hawaii&lt;/a&gt; allowed the Navy's use of this island to continue, but the Court directed the Navy to prepare an &lt;a href=\"environmental%20impact%20statement\"&gt;environmental impact statement&lt;/a&gt; and to complete an inventory of historic sites on the island.\nThe effort to regain Kaho‘olawe from the U.S. Navy began as a new wave of political awareness and activism was inspired within the Hawaiian community. Charles Maxwell and other community leaders began to plan a coordinated effort to land on the island, which was still under Navy control. The effort for the \"first landing\" began in Waikapu (Maui) on January 5, 1976. Over 50 people from across the Hawaiian islands, including a range of cultural leaders, gathered on Maui with the goal of \"invading\" Kahoʻolawe on January 6, 1976. The date was selected because of its association with the United States' bicentennial anniversary.\nAs the larger group headed towards the island, they were intercepted by military craft. \"The Kaho‘olawe Nine\" continued and successfully landed on the island. They were &lt;a href=\"Walter%20Ritte\"&gt;Walter Ritte&lt;/a&gt;, Emmett Aluli, &lt;a href=\"George%20Helm\"&gt;George Helm&lt;/a&gt;, Gail Kawaipuna Prejean, Stephen K. Morse, Kimo Aluli, Ellen Miles, Ian Lind, and Karla Villalba of the &lt;a href=\"Puyallup%20people\"&gt;Puyallup&lt;/a&gt;/&lt;a href=\"Muckleshoot\"&gt;Muckleshoot&lt;/a&gt; tribe of Washington State.\nThe effort to retake Kaho‘olawe would eventually claim the lives of George Helm and Kimo Mitchell. In an effort to reach Kaho‘olawe, Helm and Mitchell (who were also accompanied by Billy Mitchell, no relation) ran into severe weather and were unable to reach the island. Despite extensive rescue and recovery efforts, they were never recovered.\nRitte became a leader in the Hawaiian community, coordinating community efforts including for water rights, opposition to land development, and the protection of marine animals and ocean resources.\nKahoʻolawe Island Archeological District.\nOn March 18, 1981, the entire island of Kahoʻolawe was added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;. At that time, the Kahoʻolawe Archaeological District was noted to contain 544 recorded archaeological or historic sites and over 2,000 individual features. As part of the soil conservation efforts, Mike Ruppe, an Army Specialist on loan from &lt;a href=\"Schofield%20Barracks\"&gt;Schofield Barracks&lt;/a&gt;, plus other military personnel, laid lines of &lt;a href=\"explosive\"&gt;explosive&lt;/a&gt;s, detonating them to break the hardpan so that seedling trees could be planted. Used car tires were taken to Kahoʻolawe and placed in miles of deep gullies to slow the washing of red soil from the barren uplands to the surrounding shores. Ordnance and scrap metal was picked up by hand and then transported by large trucks to a collection site.\nEnd of live-fire training.\nIn 1990, &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt; ordered an end to live-fire training on the island. The &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;U.S. Department of Defense&lt;/a&gt; &lt;a href=\"Appropriation%20bill\"&gt;Appropriations Act&lt;/a&gt; for Fiscal Year 1991 established the Kahoʻolawe Island Conveyance Commission to recommend terms and conditions for the conveyance of Kahoʻolawe from the &lt;a href=\"Federal%20government%20of%20the%20United%20States\"&gt;U.S. government&lt;/a&gt; to the state of Hawaii.\nTransfer of title and UXO cleanup.\nIn 1993, Senator &lt;a href=\"Daniel%20Inouye\"&gt;Daniel Inouye&lt;/a&gt; of Hawaii sponsored Title X of the Fiscal Year 1994 for the Department of Defense &lt;a href=\"appropriation%20bill\"&gt;appropriation bill&lt;/a&gt;, directing that the U.S. government to convey Kahoʻolawe and its surrounding waters to the &lt;a href=\"Hawaii\"&gt;state of Hawaii&lt;/a&gt;. Title X also established the objective of a \"clearance or removal of &lt;a href=\"unexploded%20ordnance\"&gt;unexploded ordnance&lt;/a&gt; (UXO)\" and the environmental restoration of the island, to provide \"meaningful safe use of the island for appropriate cultural, historical, archaeological, and educational purposes, as determined by the State of Hawaii.\" In turn, the Legislature of Hawaii created the Kahoʻolawe Island Reserve Commission to exercise policy and management oversight of the Kahoʻolawe Island Reserve. As directed by Title X and in accordance with a required memorandum of understanding between the U.S. Navy and the state of Hawaii, the Navy transferred the title to the land of Kahoʻolawe to the state of Hawaii on May 9, 1994.\nAs required by Title X, the U.S. Navy retained access control to the island until the clearance and environmental restoration projects were completed, or until November 11, 2003, whichever came first. The state agreed to prepare a use plan for Kahoʻolawe and the Navy agreed to develop a cleanup plan based on that use plan and to implement that plan to the extent Congress provided funds for that purpose.\nIn July 1997, the Navy awarded a contract to the Parsons/UXB Joint Venture to clear unexploded ordnance from the island to the extent funds were provided by Congress. After the state and public review of the Navy cleanup plan, Parsons/UXB began their work on the island in November 1998.\nFrom 1998 to 2003, the U.S. Navy executed a large-scale, but limited, removal of unexploded ordnance and other environmental hazards from Kahoʻolawe. Since the clearance did not completely remove all the hazardous and dangerous materials from the island, a residual level of danger remains. The Kahoʻolawe Island Reserve Commission developed a plan to manage the residual risk to reserve users and to carry out a safety program, and to establish stewardship organizations to work in conjunction with the commission.\nFire.\nIn 2020, a wildfire burned more than 30% of the island. Firefighters abandoned suppression efforts on the first day of the fire due to fears about unexploded ordnance.\nKahoʻolawe Island Reserve.\nIn 1993, the &lt;a href=\"Hawaii\"&gt;Hawaiian State Legislature&lt;/a&gt; established the Kahoʻolawe Island Reserve, consisting of \"the entire island and its surrounding ocean waters in a two mile (three km) radius from the shore\". By state law, Kahoʻolawe and its waters can be used only for Native Hawaiian cultural, spiritual, and subsistence purposes; fishing; &lt;a href=\"environmental%20restoration\"&gt;environmental restoration&lt;/a&gt;; historic preservation; and education. All commercial uses are prohibited.\nThe legislature also created the Kahoʻolawe Island Reserve Commission to manage the reserve while it is held in trust for a future Native Hawaiian sovereign entity. The restoration of Kahoʻolawe will require a strategy to control &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt;, re-establish vegetation, recharge the &lt;a href=\"water%20table\"&gt;water table&lt;/a&gt;, and gradually replace alien plants with native species. Plans will include methods for &lt;a href=\"dam\"&gt;dam&lt;/a&gt;ming gullies and reducing rainwater &lt;a href=\"surface%20runoff\"&gt;runoff&lt;/a&gt;. In some areas, non-native plants will temporarily stabilize soils before planting of permanent native species. Species used for revegetation include \"aalii\" (\"&lt;a href=\"Dodonaea%20viscosa\"&gt;Dodonaea viscosa&lt;/a&gt;\"), \"āheahea\" (\"&lt;a href=\"Chenopodium\"&gt;Chenopodium&lt;/a&gt; &lt;a href=\"Chenopodium%20oahuense\"&gt;oahuense&lt;/a&gt;\"), \"kuluī\" (\"&lt;a href=\"Nototrichium\"&gt;Nototrichium&lt;/a&gt; &lt;a href=\"Nototrichium%20sandwicense\"&gt;sandwicense&lt;/a&gt;\"), \"&lt;a href=\"Achyranthes%20splendens\"&gt;Achyranthes splendens&lt;/a&gt;\", \"ūlei\" (\"&lt;a href=\"Osteomeles%20anthyllidifolia\"&gt;Osteomeles anthyllidifolia&lt;/a&gt;\"), \"kāmanomano\" (&lt;a href=\"Cenchrus%20agrimonioides\"&gt;\"Cenchrus agrimonioides\" var. \"agrimonioides\"&lt;/a&gt;), \"koaia\" (\"&lt;a href=\"Acacia%20koaia\"&gt;Acacia koaia&lt;/a&gt;\"), and \"alahee\" (\"&lt;a href=\"Psydrax%20odorata\"&gt;Psydrax odorata&lt;/a&gt;\").\nIn July 2015, a Business Plan for the Restoration of Hawaiian Bird Life and Native Ecosystems on Kaho‘olawe was proposed in partnership with KIRC, &lt;a href=\"Island%20Conservation\"&gt;Island Conservation&lt;/a&gt;, DLNR, &lt;a href=\"The%20Nature%20Conservancy\"&gt;The Nature Conservancy&lt;/a&gt;, Protect Kaho‘olawe ‘Ohana, HDOA, &lt;a href=\"American%20Bird%20Conservancy\"&gt;American Bird Conservancy&lt;/a&gt;, and USFWS. The plan outlines the restoration of Kaho‘olawe Island through the removal\nof feral cats (&lt;a href=\"Cat\"&gt;Felis catus&lt;/a&gt;), rats (&lt;a href=\"Polynesian%20rat\"&gt;Rattus exulans&lt;/a&gt;) and mice (&lt;a href=\"House%20mouse\"&gt;Mus musculus&lt;/a&gt;). The document investigates and addresses the biological, cultural, financial, and regulatory implications associated with the eradication.\nTraditional subdivisions.\nTraditionally, Kahoʻolawe has been an &lt;a href=\"ahupua%CA%BBa\"&gt;ahupuaʻa&lt;/a&gt; of Honuaʻula, one of the twelve \"moku\" of the island (\"mokupuni\") of Maui, and was subdivided into twelve \"ʻili\" that were later combined to eight. The eight \"ʻili\" are listed below, in counterclockwise sequence, and original area figures in &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s, starting in the northeast:\nThe boundaries of all but the two westernmost \"ʻili\" converge on the crater rim of Lua Makika, but do not include it. The crater area of Lua Makika is not considered an \"ʻili\" and does not belong to any \"ʻili\".\nAccording to other sources, the island was subdivided into 16 \"ahupuaʻa\" that belonged to three \"moku\", namely Kona, Ko’olau and Molokini."
}