{
    "id": "19479882",
    "revid": "21948199",
    "url": "https://en.wikipedia.org/wiki?curid=19479882",
    "title": "Kendriya Vidyalaya INS Mandovi",
    "text": "Kendriya Vidyalaya INS Mandovi is a school in the &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt; region, &lt;a href=\"India\"&gt;India&lt;/a&gt;. It is under the Kendriya Vidyalaya Sangathan. It is situated at the naval base of INS Mandovi, Verem, &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt;. The school has classes from I to XII (Science and Commerce) with an enrollment of 925 students.\nThe &lt;a href=\"Principal%20%28education%29\"&gt;Principal&lt;/a&gt; of the school is Shri Ravi Pratap Singh . The school has a Primary and a Secondary section.\nHistory.\nThe school was established in 1983 with 878 students. There were single section classes with a 1:25 teacher-student ratio. The staff strength was 18 teachers.\nTill 1993 the Vidyalaya was housed in Navy makeshift accommodation, in which year it shifted to a new location.\nThe start of class XII in 1989 saw a group of 7 students appearing for the XII standard Science exam. The following year saw 14 students and then the numbers rose to the present-day group of 44 students in the XII Science faculty. Soon two sections were needed for each class. Commerce Batch +2 was introduced in 2009.\nClasses.\nEach class has two sections A and B, and the XI and XII classes having '&lt;a href=\"Commerce\"&gt;Commerce&lt;/a&gt;' and '&lt;a href=\"Science\"&gt;Science&lt;/a&gt;' sections. Morning &lt;a href=\"School%20assembly\"&gt;assembly&lt;/a&gt; starts from 8:00 am until 8:20 am. Official timing of the school is 8:00 am to 2:10 pm. \nThe Vidyalaya.\nKendriya Vidyalaya INS Mandovi is a Vidyalaya in the Bangalore region (now shifted to Mumbai region) and in Kendriya Vidyalaya Sangathan as a whole. Like other &lt;a href=\"Kendriya%20Vidyalaya\"&gt;KVs&lt;/a&gt;, it is affiliated to &lt;a href=\"Central%20Board%20of%20Secondary%20Education\"&gt;CBSE&lt;/a&gt;, New Delhi. It serves the needs of the wards of defence personnel and other transferable central/state government employees of Mandovi and adjoining areas.\nActivities.\nThe Vidyalaya participates in games, sports and other activities organized locally and also at Inter Kendriya Vidyalaya level by the Kendriya Vidyalaya Sangathan, including:\nHouses.\nThe students are divided into 4 houses:\nRemembered by the mnemonic 'STAR'."
}