{
    "id": "19497373",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=19497373",
    "title": "Christian Michelsen (footballer)",
    "text": "Christian Magnus Thim Michelsen (born 14 March 1976) is a &lt;a href=\"Norway\"&gt;Norwegian&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; coach and former player who is currently the head coach of &lt;a href=\"Eliteserien\"&gt;Eliteserien&lt;/a&gt; club &lt;a href=\"Kristiansund%20BK\"&gt;Kristiansund&lt;/a&gt;.\nPlaying career.\nHe started his senior career in &lt;a href=\"Clausenengen%20FK\"&gt;Clausenengen FK&lt;/a&gt;, then played for &lt;a href=\"Stab%C3%A6k%20Fotball\"&gt;Stabæk&lt;/a&gt; in the &lt;a href=\"Eliteserien\"&gt;Tippeligaen&lt;/a&gt;. From 1999 to 2003 he appeared 87 times in the Norwegian top flight with Stabæk, scoring 12 goals. 11 goals were scored in the 2000 season. After the 2003 season he signed with &lt;a href=\"Moss%20FK\"&gt;Moss FK&lt;/a&gt;. He joined Kristiansund BK ahead of the 2008 season. He retired after the 2012 season. \nCoaching career.\nAfter his retirement as active footballer in 2012, Michelsen became &lt;a href=\"Geir%20Bakke\"&gt;Geir Bakke&lt;/a&gt;'s assistant coach at Kristiansund. He took over as head coach ahead of the 2014 season, when Bakke left the club to become assistant coach at &lt;a href=\"Molde%20FK\"&gt;Molde&lt;/a&gt;. In 2016, Michelsen led his team to promotion to the &lt;a href=\"2017%20Eliteserien\"&gt;2017 Eliteserien&lt;/a&gt;, which was Kristiansund BK's first season in the top division of Norwegian football. Michelsen's team surprised with a seventh place in their debut in the first tier. Kristiansund finished in fifth place in the &lt;a href=\"2018%20Eliteserien\"&gt;2018 season&lt;/a&gt;, an achievement that led to a Coach of the Year nomination for Michelsen. On 4 July 2019, Kristiansund announced that Michelsen had signed a contract extension which will keep him at the club till the end of the 2023 season.\nPersonal life.\nHis brother Christopher Michelsen is also a footballer."
}