{
    "id": "19502495",
    "revid": "43229316",
    "url": "https://en.wikipedia.org/wiki?curid=19502495",
    "title": "LoanDepot Park",
    "text": "LoanDepot Park (formerly Marlins Park and officially stylized as loanDepot park) is a &lt;a href=\"retractable%20roof\"&gt;retractable roof&lt;/a&gt; &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; located in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;. It is the home of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;'s &lt;a href=\"Miami%20Marlins\"&gt;Miami Marlins&lt;/a&gt;. It is located on of the former &lt;a href=\"Miami%20Orange%20Bowl\"&gt;Miami Orange Bowl&lt;/a&gt; site in &lt;a href=\"Little%20Havana\"&gt;Little Havana&lt;/a&gt;, about west of &lt;a href=\"Downtown%20Miami\"&gt;Downtown&lt;/a&gt;. Construction was completed in March 2012 for the &lt;a href=\"2012%20Miami%20Marlins%20season\"&gt;2012 season&lt;/a&gt;.\nLoanDepot Park was &lt;a href=\"Leadership%20in%20Energy%20and%20Environmental%20Design\"&gt;LEED&lt;/a&gt; certified as the &lt;a href=\"green%20building\"&gt;greenest&lt;/a&gt; MLB park in 2012. The building is the sixth &lt;a href=\"List%20of%20Major%20League%20Baseball%20stadiums\"&gt;MLB stadium&lt;/a&gt; to have a &lt;a href=\"retractable%20roof\"&gt;retractable roof&lt;/a&gt;. With a &lt;a href=\"seating%20capacity\"&gt;seating capacity&lt;/a&gt; of 37,442, it is the third-smallest stadium in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; by official capacity, and the smallest by actual capacity.\nThe facility hosted a second-round pool of the &lt;a href=\"2013%20World%20Baseball%20Classic%23Pool%202\"&gt;2013 World Baseball Classic&lt;/a&gt;, a first-round pool of the &lt;a href=\"2017%20World%20Baseball%20Classic%20Pool%20C\"&gt;2017 World Baseball Classic&lt;/a&gt;, and hosted the &lt;a href=\"2017%20Major%20League%20Baseball%20All-Star%20Game\"&gt;2017 Major League Baseball All-Star Game&lt;/a&gt;. The park also hosts soccer matches, fundraising galas, and other events during the winter. It also hosted the &lt;a href=\"Miami%20Beach%20Bowl\"&gt;Miami Beach Bowl&lt;/a&gt; from 2014 through 2016.\nThe stadium is designed in a &lt;a href=\"neomodern\"&gt;neomodern&lt;/a&gt; form of baseball architecture.\nHistory.\nPlanning.\nPrior to the construction of LoanDepot Park, the Marlins played home games at what was originally known as &lt;a href=\"Joe%20Robbie%20Stadium\"&gt;Joe Robbie Stadium&lt;/a&gt; in &lt;a href=\"Miami%20Gardens%2C%20Florida\"&gt;Miami Gardens&lt;/a&gt;, which was known by a number of different names during the Marlins' tenure there. Joe Robbie Stadium was built in 1987 as home to the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL), and was designed as a &lt;a href=\"multi-purpose%20stadium\"&gt;multi-purpose stadium&lt;/a&gt; built primarily for &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, but its design also accommodated baseball and soccer. Dolphins founder &lt;a href=\"Joe%20Robbie\"&gt;Joe Robbie&lt;/a&gt; believed it was a foregone conclusion that MLB would come to South Florida, so he wanted the stadium designed to make any necessary renovations for baseball as seamless as possible. The Marlins arrived in 1993 and during their time at the stadium, the Marlins drew more than 3 million people in their inaugural season and also won two &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt; titles, in &lt;a href=\"1997%20World%20Series\"&gt;1997&lt;/a&gt; and &lt;a href=\"2003%20World%20Series\"&gt;2003&lt;/a&gt;. The stadium continues to be home to the Dolphins, and since 2008, the &lt;a href=\"Miami%20Hurricanes%20football\"&gt;Miami Hurricanes&lt;/a&gt; from the &lt;a href=\"University%20of%20Miami\"&gt;University of Miami&lt;/a&gt;.\nSince the advent of major league baseball in Miami, multiple issues were raised regarding the unsuitability of Joe Robbie Stadium for professional baseball. Among those cited were the poor seat and sight-line configuration for baseball viewing, references to Miami's NFL team such as the logos and color scheme remaining visible in the stadium despite being in baseball configuration, and poor fan environment due to the distance of the action in relation to the seats. The climate in Miami during baseball season was not conducive for the sport and the audience, as games were often either played in heat or would be rained out, owing to the tropical climate in South Florida. These were suspected by the Florida Marlins for having poor fan attendance, as well as players’ performance at home games. By 2004, the Florida Marlins were the only team in baseball playing in an NFL-configured sporting stadium.\nAfter original owner &lt;a href=\"Wayne%20Huizenga\"&gt;Wayne Huizenga&lt;/a&gt; claimed he lost more than $30 million on the team, he sold the Marlins in early 1999 to &lt;a href=\"John%20W.%20Henry\"&gt;John W. Henry&lt;/a&gt;. Thereafter, the Marlins began a concerted effort to get their own baseball-only venue. Henry's vision included a retractable roof, believed by this time to be essential due to South Florida's climate and baseball's summertime schedule. Several ideas were explored on where a new ballpark should be built. The team's desire to leave their original home made for an awkward business relationship over leasing issues with Huizenga, who continued to own the then-named Pro Player Stadium. By January 2002, Henry's stadium proposals were effectively scrapped when MLB Commissioner &lt;a href=\"Bud%20Selig\"&gt;Bud Selig&lt;/a&gt; engineered a three-franchise ownership swap—Henry left to own the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt;, while &lt;a href=\"Montreal%20Expos\"&gt;Montreal Expos&lt;/a&gt; owner &lt;a href=\"Jeffrey%20Loria\"&gt;Jeffrey Loria&lt;/a&gt; took over the Marlins.\nLoria and president &lt;a href=\"David%20Samson%20%28baseball%29\"&gt;David Samson&lt;/a&gt; continued the search for a new, baseball-only retractable-roof ballpark. The Marlins' second World Series championship in 2003 created some local exuberance for a new ballpark. Then, in January 2004, the City of Miami proposed building a baseball-only stadium for the Marlins at the site of the &lt;a href=\"Miami%20Orange%20Bowl\"&gt;Miami Orange Bowl&lt;/a&gt; that would adjoin the existing football stadium along its northern flank.\nIn December 2004, Miami's NFL team notified the Marlins of its intention to terminate the lease at Joe Robbie Stadium by 2010, potentially leaving the Marlins without a stadium to host its home games. In the ensuing years between 2004 and 2009, the Marlins negotiated with local and state officials regarding funding the construction of a baseball-specific stadium before the termination of its lease at Joe Robbie Stadium. In 2005, Marlins owner Jeffrey Loria and president David Samson failed to come to an agreement with local and state officials regarding the funding of a baseball-specific stadium. Subsequently, the Marlins explored relocation options in the ensuing years from &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt;, &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland&lt;/a&gt;, and &lt;a href=\"San%20Antonio\"&gt;San Antonio&lt;/a&gt;. The specter of relocation pushed &lt;a href=\"Charlie%20Crist\"&gt;Charlie Crist&lt;/a&gt;, then &lt;a href=\"Governor%20of%20Florida\"&gt;Governor of Florida&lt;/a&gt; and other local mayors to release statements in favor of public funding for the new stadium. \nAfter the Marlins explored other options, including at the former site of the &lt;a href=\"Miami%20Arena\"&gt;Miami Arena&lt;/a&gt;, in August 2007, the Miami Hurricanes announced they were leaving the Orange Bowl, which made the newly-vacant site the most attractive option for local governments.\nPublic funding and groundbreaking.\nIn February 2008, the Miami city commission and the Miami-Dade county commission came to an initial agreement to fund the new stadium. The Orange Bowl was subsequently demolished in March 2008 to make way for the new ballpark. A delay in the public funding of the ballpark was caused by a lawsuit filed in the Miami-Dade circuit court by a local car dealer, upon which the circuit court judge ruled in favor of the Marlins in November 2008. That following March in 2009, both the city and the county commission finalized approval for the sale of bonds for funding of the stadium, along with the Florida Marlins to be renamed the Miami Marlins upon the opening of the new stadium. Construction began with a groundbreaking ceremony in July 2009. The total cost of construction for the ballpark was estimated to be $634 million, with 80% of that funded by the city and the county. Due to the structure of the bonds financed over 40 years, it was estimated that the principal and the interest paid by the city and county would accrue to $2.4 billion over the lifetime of the bonds. Between 2009 and 2010, a series of leaked documents from Major League Baseball showed a disparity between the Marlins’ intake in MLB revenue sharing compared to the operating costs of the franchise, suggesting a willful misrepresentation of the Marlins’ profit margins under the Loria ownership as well as Loria and Samson's mismanagement of the Marlins in order to leverage the local government to provide a lion's share of the funding for the stadium. During the 2011–12 offseason, &lt;a href=\"Mayor%20of%20Miami\"&gt;Mayor of Miami&lt;/a&gt; Regalado publicized details of the contract and expressed concern regarding certain clauses dedicated to the parking facilities and the maintenance of the stadium. Marlins Park began operations on April 4, 2012, for &lt;a href=\"Opening%20Day\"&gt;Opening Day&lt;/a&gt; of the 2012 season.\nNew ownership and further changes.\nIn 2017, the Loria ownership announced its intention to sell the Miami Marlins. A group of investors led by &lt;a href=\"Derek%20Jeter\"&gt;Derek Jeter&lt;/a&gt; and &lt;a href=\"Bruce%20Sherman\"&gt;Bruce Sherman&lt;/a&gt; took over the Marlins organization in August 2017. Changes to the stadium, including a new color scheme, moving the Home Run sculpture, and obtaining naming rights to the stadium were achieved during the Jeter regime. The naming rights to the stadium reportedly brings $10 million per annum to the Marlins.\nDesign.\nContemporary architecture.\nLoanDepot Park has the distinction of being the first MLB park designed in what stadium planners are calling the \"&lt;a href=\"Baseball%20park%23Contemporary%20ballparks\"&gt;contemporary&lt;/a&gt;\" architectural style. The architecture is intended to make a statement about the present-day culture of the city in which the stadium stands. It rejects the nostalgic idiom of the 20 consecutive new (plus three renovated) &lt;a href=\"Baseball%20park%23Retro-classic%20ballparks\"&gt;retro ballparks&lt;/a&gt; that opened in the two decades after &lt;a href=\"Camden%20Yards\"&gt;Camden Yards&lt;/a&gt; was built. Owner &lt;a href=\"Jeffrey%20Loria\"&gt;Jeffrey Loria&lt;/a&gt;, who spearheaded the design, wanted his building to be \"different and experimental.\" Loria said, \"I thought it was time for baseball to be innovative.\"\nIn early 2008, Loria happened to be in London at the same time as some architects from &lt;a href=\"Populous%20%28company%29\"&gt;Populous&lt;/a&gt; who were there on another project. The group met in a hotel lobby to begin discussing design ideas. Loria described the meeting:\nWhen it all started, the architects came to me and asked what I had envisioned. Was I looking to have a retro stadium? Did we have that in mind? I said, \"No retro, no art-deco, no looking back. Miami is a spectacular city, looking ahead. We need to be looking forward. I'd like to see us build a great, 'contemporary' building.\"\nWe had to think about some kind of design for it and what it might look like ... I really did not want it to be just another ballpark. I wasn't interested in a 1970s or '80s doughnut ... I wanted it to be a statement of what Miami is all about—a contemporary city. Miami is an important American city and architecture makes your city great. The idea was to create something very contemporary.\nLoria then sketched his idea of a round building on a napkin and told the architects to bring him back some real drawings. Exec architect Earl Santee, who was present at the meeting, said, \"Mr. Loria told us to make a piece of art.\"\nThe architects returned to their Kansas City offices and began brainstorming in April 2008. \"We were waiting for a client willing to break the [retro] mold\", said Greg Sherlock, the project's lead designer at Populous. Loria \"sort of let us do our thing and explore something unique. We knew from the beginning that this was going to be something new and different.\" As a result, classic elements such as redbrick, limestone, and muted forest-green seats or fences, would not be found anywhere in Marlins Park. Any visible steel trusses would be functionally required to be that way, unlike retro-style trusses which tend to be exposed and bare for aesthetics. According to Sherlock, the structure would convey \"that a ballpark doesn't necessarily have to be bricks and steel to translate a message about its location. It can be interpreted in a fresh way.\" The stadium would also not be symmetrical like the \"cookie-cutter\" stadiums of the pre-Camden, &lt;a href=\"Baseball%20park%23Modern%20ballparks\"&gt;modern&lt;/a&gt; era.\nPopulous began conducting feasibility studies for their \"primary design objectives.\" The top objective was creating \"a ballpark that is quintessentially Miami,\" which meant, according to a list of adjectives that the architects drew up: \"palms, destination, diverse, recreation, and beach.\" A similar list was drawn up for the Little Havana neighborhood around the future park: \"Cuba, pastels, canopies, organic, and everything is unique.\" They created a presentation for the Marlins tailored to Loria's background in the art business with concepts such as \"the site is a gallery space with the ballpark representing gallery walls\", and \"pure art ... pure color ... pure baseball.\" Four different initial designs were presented, all of which were stark departures from previous ballpark architecture. Both the Marlins' and Populous' favorite choice was a design of an angular white-curves-and-glass facade—a metaphor for the \"water merging with land\" landscape of the Miami area—which was close to what eventually became the final design.\n\"For the first time, you can embrace art and architecture and baseball in one building form,\" Santee said. \"It's not just the art in the building, but the building itself is a piece of art.\"\n\"If you're looking for a label, I'd say 'contemporary',\" Sherlock said. As well:\nIn this particular case, we didn't adopt anything stylistically. It's sculpture quality, and with sculpture, there are no rules. We wanted an experience that connects the fan experience to the city of Miami and its people and its climate and culture.\n\"All about Miami\".\nThe ballpark is intended to embody Miami so much that its emblematic features would look out-of-place if they were put in other cities.\n\"We used Miami as an excuse to do things that other cities couldn't get away with,\" team President David Samson said. \"Everywhere you look, it's things that if they were anywhere else, people would say, 'You can't do that.' In Miami, people say, 'Oh, that's Miami.' You have to take advantage where you are.\"\n\"Marlins Park is all about Miami,\" said Sherlock. The exterior is a sculptural monument consisting of gleaming white stucco, steel, aluminum, and glass. The inclining elliptical form avoids creating many rigid, right angles. Angled, cantilevered pedestrian ramps also form elegant geometric shapes. \"It's consistent with the essence of the buildings that are down here -- white plaster and graceful forms, which are somewhat of an abstraction of the look and feel of Miami Deco\", Sherlock continued. Even the parking-garage walls are tiled in Miami-Deco pastels that connect with Little Havana.\nAs visitors walk from the outside in, they step right on metaphors for Miami's topography, including concrete pavers that in general are either green or blue (\"grass\" or \"sea\"). They walk past landscaping that evokes the \"beach\"—there's even sand—in places. There's cobalt-blue glass at eye level (\"ocean\"), the stucco and concrete (\"land\" or \"buildings\"), and the paler blue-gray glass at the upper levels (\"sky\"). The seats are also cobalt-blue, facing the naturally green, Bermuda grass field.\nWhen Marlins fans first realized that the original colors of the team would not appear on the seats in the new stadium—and ultimately not on the new uniforms either—some angrily started a petition known as \"Project Teal.\" But Samson said it was necessary to ignore fans' complaints: \"I think any time you do something new and different, the knee-jerk reaction from bloggers or people who post comments is negative. But we have blinders on. This ballpark would have never been built if we had listened to the negativity.\"\nLoria, a notable art dealer, took the four bright primary colors off the palette of the late &lt;a href=\"Catalan%20people\"&gt;Catalan&lt;/a&gt; &lt;a href=\"surrealist\"&gt;surrealist&lt;/a&gt;, &lt;a href=\"Joan%20Mir%C3%B3\"&gt;Joan Miró&lt;/a&gt;, to conveniently label different zones around the park—green (outfield), red (third-base line), yellow (first-base line) and blue (behind home plate). \"If you look carefully, in those sections, they dissolve into the next color, and the colors mix,\" Loria said. Wide open plazas at the east and colorful west ends of the building, as well as a 360° concourse inside called the Promenade encourages fans to walk around—and to intermingle at stops such as the bars or the bobblehead museum. Dazzling colors are found throughout the interior, including fluorescent lime-green fences, and in modernist &amp; contemporary works of art—including the much-debated animatronic home-run sculpture—that relate to baseball and Miami.\n\"My idea was to have people use their eyes and encourage them to use their eyes,\" said Loria. \"We wanted a ballpark filled with great baseball, great entertainment, and occasionally, some images to be seen and enjoyed. It's not about an art gallery. But it's about images relating to the game. There are a few of them in the park.\"\nA &lt;a href=\"nightclub\"&gt;nightclub&lt;/a&gt; featuring loud music and a &lt;a href=\"swimming%20pool\"&gt;swimming pool&lt;/a&gt; just beyond the left field fence brings a touch of &lt;a href=\"South%20Beach\"&gt;South Beach&lt;/a&gt; into the park. \"Taste of Miami\" food court includes such local cuisine as &lt;a href=\"Cuban%20sandwich\"&gt;Cuban sandwich&lt;/a&gt;es, pork sandwiches, and stone crabs. There's even an &lt;a href=\"aquarium\"&gt;aquarium&lt;/a&gt; inside the walls of home plate backstop containing live, tropical fish.\nLoanDepot Park pays tribute to the two football stadiums closely associated with the team's stadium history. It transfers over \"The Bermuda Triangle\" quirk of what was then &lt;a href=\"Hard%20Rock%20Stadium\"&gt;Sun Life Stadium&lt;/a&gt;'s outfield fence as a nod to their team's early years. However, instead of straight lines, the new \"triangle\" is a wave-like shape that smoothly curves upwardly around the base of the large home-run sculpture, making the nook appear necessary to the design of the asymmetrical fence. The height of the tall wall varies from to . There are also commemorations to the beloved old Orange Bowl both inside and outside of the park.\nA critical design point addresses the &lt;a href=\"tropical%20climate\"&gt;tropical climate&lt;/a&gt; of South Florida. Fans are provided with the comfort they longed for at Sun Life Stadium with a retractable roof, retractable-glass wall panels that offer a panoramic view of &lt;a href=\"Downtown%20Miami\"&gt;Downtown Miami&lt;/a&gt;, and a huge air-conditioning system. The stadium is also said to be designed to withstand strong &lt;a href=\"hurricanes\"&gt;hurricanes&lt;/a&gt;.\n\"If our ballpark would speak, its first words would be, '¡Hola, Miami!,'\" Loria said during a new-era ceremony.\nTechnology and going green.\nInstead of framing new technology with nostalgic elements as in retro parks, LoanDepot Park emphasizes the future. Besides electronic mixed-media artwork, technology is also unmistakably used for commercial purposes. As a way to market to &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; fans, many &lt;a href=\"Digital%20data\"&gt;digital&lt;/a&gt; menu boards on the concession stands continuously switch from English to Spanish and back. Also, there are no hand-operated advertisement signs; ads are all computerized.\nSantee explains:It's really just how technology is everywhere. You don't see any static ad panels in this building. It's all video-based, IPTV-based. It's all connected. The technology is the blood of the building. It flows through every vein, every piece of building.\nWhat it means is that [stadium operators] could run a third-inning (concession) special and it would pop up ... You could have the whole building with one sponsor for one moment, if you wanted to. Or you could do zones. It gives them maximum flexibility for however they want to present their partners as well as themselves.\nAs part of its forward-thinking design, the venue is an efficient, environmentally-friendly &lt;a href=\"green%20building\"&gt;green building&lt;/a&gt; in its use of materials, waste, and operation. The selection of building materials included sealants, paint, and adhesives with low VOC (&lt;a href=\"volatile%20organic%20compounds\"&gt;volatile organic compounds&lt;/a&gt;) to maximize good indoor-air quality. A white rubber membrane lining the roof reflects rays to reduce \"&lt;a href=\"heat-island%20effect\"&gt;heat-island effect&lt;/a&gt;.\" The extensive glass facade allows in natural light during the day and reduces reliance on artificial light. The suites are built with replenishable &lt;a href=\"Bamboo%23Construction\"&gt;bamboo paneling&lt;/a&gt; instead of hardwood. Most &lt;a href=\"construction%20waste\"&gt;construction waste&lt;/a&gt; was hauled away to recycling centers during the building phase.\nPalm trees and other native plant species around the building encourage &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt;. &lt;a href=\"Levy%20Restaurants\"&gt;Levy Restaurants&lt;/a&gt;, which runs some of the kitchens, gets most of its fresh-food supply directly from local farms that are within a radius of the stadium. Approximately of water a year are saved with the use of 249 &lt;a href=\"Urinals%23Waterless%20urinals\"&gt;waterless urinals&lt;/a&gt;.\nAn early aim of the new ballpark was to become the first retractable-roof ballpark to be Silver Certified by &lt;a href=\"Leadership%20in%20Energy%20and%20Environmental%20Design\"&gt;Leadership in Energy and Environmental Design&lt;/a&gt; (LEED). On May 25, 2012, Marlins Park surpassed that goal by officially becoming the first MLB stadium—and the first retractable-roof stadium in any sport—to achieve LEED Gold Certification, anointing the facility as the most sustainable ballpark in MLB. The LEED-NC (New Construction) rating system credited the stadium with 40 points toward certification, the highest total of any LEED-certified park in the majors—the retro-contemporary ballparks of &lt;a href=\"Oracle%20Park\"&gt;Oracle Park&lt;/a&gt;, &lt;a href=\"Target%20Field\"&gt;Target Field&lt;/a&gt; and &lt;a href=\"Nationals%20Park\"&gt;Nationals Park&lt;/a&gt; are the only others to achieve LEED certification.\nAlthough they were publicly seeking silver, Loria had privately challenged engineers to shoot for the higher gold certification. The most difficult aspect of achieving gold, though—and one the design team had doubt it would be able to accomplish—was concerning the energy required to operate the retractable roof. Populous thought renewable energy would be a part of the sustainability equation but the park opened without solar panels. However, engineers optimized lighting, mechanical controls, and electrical aspects enough to achieve a 22.4% reduction in energy usage, which exceeded the 14% required for certification.\nThe &lt;a href=\"U.S.%20Green%20Building%20Council\"&gt;U.S. Green Building Council&lt;/a&gt; noted an innovation which earned the facility three credits: Throughout areas of the stadium, including the clubhouses, the floor is made of a synthetic pouring made from recycled &lt;a href=\"Nike%2C%20Inc.\"&gt;Nike&lt;/a&gt; shoes. The Council presented Loria with a plaque to signify the entire gold-certification achievement.\nRick Fedrizzi, President, CEO and Founding Chair of U.S. Green Building Council stated:\nA lot of people have often thought this [LEED Gold Certification] is an award. I'd like to think about this as 'the organization has earned its Ph. D,' because earning one of these is not an easy task. The team that's up here did some amazing things to bring this plaque to the building.\n\"It was our desire from the onset to not only build America's greatest new ballpark, but also its most environmentally friendly,\" said Loria.\nProblems with grass and retractable roof.\nSince sod was first laid down in early February 2012, the grass has had difficulty growing under the frequently-closed roof. Planners had selected a strain of &lt;a href=\"Bermuda%20grass\"&gt;Bermuda grass&lt;/a&gt;—named Celebration—for its reputation of doing well in the shade. Even so, with the grass receiving only about 4 hours per day of sunlight, some of the sod kept turning brown. The worst-affected area is in deep right field where patches of dead sod have been replaced multiple times. &lt;a href=\"Grow%20light\"&gt;Grow light&lt;/a&gt;s are pointed by &lt;a href=\"groundskeeper\"&gt;groundskeeper&lt;/a&gt;s on the area to nurse it to health on non-game days. As of 2014, the Bermuda grass has been replaced with &lt;a href=\"Paspalum\"&gt;Platinum TE Paspalum&lt;/a&gt;. Paspalum is better able to tolerate shaded areas.\nDuring the first months of games played at the new park, at least four leaks showed themselves in the retractable roof. Fans sitting in at least four seating sections still got wet under the drippy roof on rainy days. Leaks have progressively appeared under different spots as stadium workers kept plugging them by opening up the roof panels and patching the joints.\nSamson said it will take time to work out the kinks:\nWe knew going in that other retractable-roof ballparks had to make adjustments for one or two years to get their field right. We hoped that we'd get it right the first time. So far it's not right. We're going to keep working and find a way to make it better.\n2016 renovation.\nIn time for the start of the 2016 MLB season, the park underwent a $500,000 renovation, mainly to lower and move in the outfield walls. The changes were studied and enacted after Marlins players complained to president David Samson that their long balls were not resulting in as many doubles or home runs as in other parks. Since 2012, the park has logged the second fewest home runs of all Major League ballparks, behind San Francisco's &lt;a href=\"Oracle%20Park\"&gt;Oracle Park&lt;/a&gt;. The renovation, engineered by the Populous architectural firm that designed the original park, eliminated the \"Bermuda Triangle\" in center field and reduced the length from home plate to the center field wall from to . The walls around the outfield were lowered from heights up to to as low as , which will allow outfielders to make leaping grabs for long balls. The dimensions down the left- and right-field lines and in the &lt;a href=\"Glossary%20of%20baseball%23power%20alleys\"&gt;power alleys&lt;/a&gt; were not altered, retaining the park's reputation as a &lt;a href=\"pitcher%27s%20park\"&gt;pitcher's park&lt;/a&gt;.\n2020 changes.\nOn December 4, 2019, the team announced that the field surface would be converted to Shaw Sports B1K, an &lt;a href=\"artificial%20turf\"&gt;artificial turf&lt;/a&gt; surface installed by the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt; for &lt;a href=\"Chase%20Field\"&gt;Chase Field&lt;/a&gt; in 2019, and for the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt; in their new &lt;a href=\"Globe%20Life%20Field\"&gt;Globe Life Field&lt;/a&gt;. Also, the team announced that the center- and right-center field fences would be moved in, with the center-field fence being moved from 407 feet (124 m) to 400 feet (122 m), and the right-center field fence being moved from 392 feet (119 m) to 387 feet (118 m). The changes came after only 173 home runs were hit in 2019, which was the third-lowest mark in the league that season.\nFeatures.\nThe Marlins' front office commissioned several works of art and other notable features around the stadium.\nNotable baseball events.\nMarlins Park hosted Pool 2 during the second round of the &lt;a href=\"2013%20World%20Baseball%20Classic\"&gt;2013 World Baseball Classic&lt;/a&gt; on March 12–16, 2013.\nIn September 2013, &lt;a href=\"Henderson%20%C3%81lvarez\"&gt;Henderson Álvarez&lt;/a&gt; pitched a no-hitter against the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;, recording four strikeouts and one walk. The game was scoreless up to the 9th inning. In the bottom of 9th, with the Marlins at bat and the bases loaded, &lt;a href=\"Luke%20Putkonen\"&gt;Luke Putkonen&lt;/a&gt; surrendered the game-winning run by unleashing a &lt;a href=\"wild%20pitch\"&gt;wild pitch&lt;/a&gt;, allowing Marlins right fielder &lt;a href=\"Giancarlo%20Stanton\"&gt;Giancarlo Stanton&lt;/a&gt; to score from 3rd base. This no-hitter was unusual in that it ended with a walk-off wild pitch. This was the first no-hitter to be pitched at Marlins park, with the next no-hitter being pitched by Marlins pitcher &lt;a href=\"Edinson%20V%C3%B3lquez\"&gt;Edinson Vólquez&lt;/a&gt; in June 2017.\nThe Marlins and their fans experienced the first rain delay at Marlins Park on April 6, 2015. During a sold-out Opening Day game against the &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt;, a shower moved over the stadium with the roof open. The bottom of the 2nd inning was interrupted for 16 minutes while the roof was closed; the field, however, was sufficiently wet to cause players to slip several times during the remainder of the game, a 2-1 Braves victory.\nOn June 20, 2016, Marlins Park saw the most-ever &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s hit in one game at the park, with eight in a 5–3 win by the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt; over the Marlins. This also set a &lt;a href=\"Major%20League%20Baseball\"&gt;Major League&lt;/a&gt; record for solo home runs accounting for all the scoring in a game, surpassing the previous record of five.\nFrom March 9 to 13, 2017, Marlins Park hosted &lt;a href=\"2017%20World%20Baseball%20Classic%20%E2%80%93%20Pool%20C\"&gt;Pool C&lt;/a&gt; in the four-pool, first round of the &lt;a href=\"2017%20World%20Baseball%20Classic\"&gt;2017 World Baseball Classic&lt;/a&gt;.\nMarlins Park hosted the &lt;a href=\"2017%20Major%20League%20Baseball%20All-Star%20Game\"&gt;2017 Major League Baseball All-Star Game&lt;/a&gt; in July 2017. This was the first time the Miami Marlins hosted the midsummer classic, after the &lt;a href=\"2000%20Major%20League%20Baseball%20All-Star%20Game\"&gt;2000 All-Star Game&lt;/a&gt; was moved to Atlanta.\nOn March 31, 2021, the Marlins announced that it had sold &lt;a href=\"naming%20rights\"&gt;naming rights&lt;/a&gt; to Marlins Park to &lt;a href=\"LoanDepot\"&gt;LoanDepot&lt;/a&gt;, renaming the facility LoanDepot Park; terms of the agreement were not disclosed.\nNon-baseball events.\nCollege football.\nThe &lt;a href=\"Miami%20Beach%20Bowl\"&gt;Miami Beach Bowl&lt;/a&gt; &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; &lt;a href=\"bowl%20game\"&gt;bowl game&lt;/a&gt; was played at Marlins Park every December from 2014 through 2016. The bowl was moved to &lt;a href=\"Frisco%2C%20Texas\"&gt;Frisco, Texas&lt;/a&gt; for 2017 and is now known as the &lt;a href=\"Frisco%20Bowl\"&gt;Frisco Bowl&lt;/a&gt;.\nOn November 23, 2019, the &lt;a href=\"FIU%20Panthers%20football\"&gt;FIU Panthers&lt;/a&gt; upset the &lt;a href=\"Miami%20Hurricanes%20football\"&gt;Miami Hurricanes&lt;/a&gt; 30–24 in a nonconference football game.\nSoccer.\nThe stadium hosted its first non-baseball event when &lt;a href=\"Venezuela%20national%20football%20team\"&gt;Venezuela&lt;/a&gt; and &lt;a href=\"Nigeria%20national%20football%20team\"&gt;Nigeria&lt;/a&gt; national teams played a match on November 14, 2012. The field was configured for soccer by covering the infield dirt, placing one goal near the Marlins' dugout on the third-base side and the other in front of the visitors' bullpen in right field.\nIn January 2013, Marlins Park began hosting the Miami Soccer Challenge as part of a three-year partnership with Global Football Challenge.\nOther events.\nThe stadium was scheduled to host the 22nd annual &lt;a href=\"World%20Music%20Awards\"&gt;World Music Awards&lt;/a&gt; on December 22, 2012, but the event was canceled due to logistical and multiple visa issues, as well as the stated intent to observe the national mourning of the &lt;a href=\"Sandy%20Hook%20Elementary%20School%20shooting\"&gt;Sandy Hook Elementary School shooting&lt;/a&gt;.\nOn April 20, 2013, the park hosted \"America's Night of Hope\" with &lt;a href=\"Joel%20Osteen\"&gt;Joel and Victoria Osteen&lt;/a&gt;, an annual stadium event for Joel Osteen Ministries.\nOn January 21–22, 2017, it hosted the &lt;a href=\"2017%20Race%20of%20Champions\"&gt;Race of Champions&lt;/a&gt;, an all-star racecar competition.\n&lt;a href=\"Jennifer%20Lopez\"&gt;Jennifer Lopez&lt;/a&gt; and &lt;a href=\"Marc%20Anthony\"&gt;Marc Anthony&lt;/a&gt; headlined “One Voice: Somos Live! A Concert For Disaster Relief” a benefit concert to raise money for &lt;a href=\"Feeding%20America\"&gt;Feeding America&lt;/a&gt;, &lt;a href=\"Save%20the%20Children\"&gt;Save the Children&lt;/a&gt;, &lt;a href=\"Habitat%20for%20Humanity\"&gt;Habitat for Humanity&lt;/a&gt;, &lt;a href=\"United%20Way\"&gt;United Way&lt;/a&gt;, &lt;a href=\"UNICEF\"&gt;UNICEF&lt;/a&gt;, and Unidos for Puerto Rico in the wake of natural disasters in &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;, as well as the southern &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, and other areas of the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; on October 14, 2017. The benefit concert was broadcast on &lt;a href=\"Telemundo\"&gt;Telemundo&lt;/a&gt; and &lt;a href=\"Univision\"&gt;Univision&lt;/a&gt;.\nMarlins Park hosted &lt;a href=\"Monster%20Jam\"&gt;Monster Jam&lt;/a&gt; events in February 2018 and February 2019, and they are scheduled to host another one in February 2020.\n&lt;a href=\"Jehovah%27s%20Witnesses\"&gt;Jehovah's Witnesses&lt;/a&gt; hosted the \"Love Never Fails\" convention at the stadium on May 24–26 and July 5–7, 2019.\nTemporary seating was erected in center field for Opening Night of &lt;a href=\"Super%20Bowl%20LIV\"&gt;Super Bowl LIV&lt;/a&gt; on January 27, 2020.\nAn upcoming lightweight professional boxing &lt;a href=\"Te%C3%B3fimo%20L%C3%B3pez%20vs.%20George%20Kambosos%20Jr.\"&gt;match&lt;/a&gt; is scheduled at the stadium on June 19, 2021. &lt;a href=\"Te%C3%B3fimo%20L%C3%B3pez\"&gt;Teófimo López&lt;/a&gt; will defend his current &lt;a href=\"Unified%20championship\"&gt;unified&lt;/a&gt; &lt;a href=\"lightweight\"&gt;lightweight&lt;/a&gt; world champion title against challenger &lt;a href=\"George%20Kambosos%20Jr.\"&gt;George Kambosos Jr.&lt;/a&gt;."
}