{
    "id": "19504874",
    "revid": "940655",
    "url": "https://en.wikipedia.org/wiki?curid=19504874",
    "title": "Harold Brainsby",
    "text": "Harold Kingsford Brainsby (5 December 1910 – 3 April 1975) was a New Zealand field athlete who won a bronze medal in the &lt;a href=\"triple%20jump\"&gt;triple jump&lt;/a&gt; at the &lt;a href=\"New%20Zealand%20at%20the%201934%20British%20Empire%20Games\"&gt;1934 British Empire Games&lt;/a&gt; in London.\nEarly life and family.\nBorn in &lt;a href=\"Handsworth%2C%20West%20Midlands\"&gt;Handsworth&lt;/a&gt; on the outskirts of &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt;, England, in 1910, Brainsby was the son of Edith Anna (née Kingsford) and Arthur Todd Brainsby, a Baptist minister. The family emigrated to New Zealand in 1911. Educated at &lt;a href=\"Whangarei%20Boys%27%20High%20School\"&gt;Whangarei High School&lt;/a&gt;, Brainsby went on to study at &lt;a href=\"University%20of%20Auckland\"&gt;Auckland University College&lt;/a&gt;, graduating with a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; in 1934, and a &lt;a href=\"Bachelor%20of%20Laws\"&gt;Bachelor of Laws&lt;/a&gt; and Diploma of Journalism in 1938.\nOn 23 March 1940, Brainsby married Mary Priscilla Wrightson at St Aidan's Church in the &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt; suburb of &lt;a href=\"Remuera\"&gt;Remuera&lt;/a&gt;, They adopted a daughter in 1957 and divorced in 1960. Harold remarried Diana Kelly and the couple had one son.\nAthletics.\nBrainsby competed for &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; at the &lt;a href=\"1934%20British%20Empire%20Games\"&gt;1934 British Empire Games&lt;/a&gt;, where he won the bronze medal in the &lt;a href=\"triple%20jump\"&gt;triple jump&lt;/a&gt;, with a distance of . He also competed in the &lt;a href=\"long%20jump\"&gt;long jump&lt;/a&gt;, finishing in seventh place with a leap of .\nHe won the triple jump title at the national athletics championships in 1934 and 1935, and was second in the same event but the leading New Zealander (behind Japanese athlete &lt;a href=\"Kenshi%20Togami\"&gt;Kenshi Togami&lt;/a&gt;) in 1937.\nLater life and death.\nBrainsby served with the 21st Rifle Battalion, &lt;a href=\"2nd%20New%20Zealand%20Expeditionary%20Force\"&gt;2nd New Zealand Expeditionary Force&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. He rose from the rank of &lt;a href=\"sergeant\"&gt;sergeant&lt;/a&gt; to become a &lt;a href=\"major\"&gt;major&lt;/a&gt; on &lt;a href=\"Bernard%20Freyberg%2C%201st%20Baron%20Freyberg\"&gt;General Freyberg&lt;/a&gt;'s staff, and returned to New Zealand after the &lt;a href=\"battle%20of%20El%20Alamein\"&gt;battle of El Alamein&lt;/a&gt;. Following a career as an illustrator and journalist for the \"&lt;a href=\"Auckland%20Star\"&gt;Auckland Star&lt;/a&gt;\", \"&lt;a href=\"New%20Zealand%20Herald\"&gt;New Zealand Herald&lt;/a&gt;\", and \"Auckland Weekly News\", in 1952 he joined the &lt;a href=\"Highland%20Park%2C%20New%20Zealand\"&gt;Highland Park&lt;/a&gt; law firm of Melville Churton, which, in 1962, became Churton Brainsby &amp; Hart.\nA noted &lt;a href=\"contract%20bridge\"&gt;contract bridge&lt;/a&gt; player, Brainsby was a member of the Auckland four that won the New Zealand championship on several occasions. He also served as president of the Northern Bridge Club.\nBrainsby died in Auckland on 3 April 1975, and his body was cremated at Purewa."
}