{
    "id": "1951735",
    "revid": "37077534",
    "url": "https://en.wikipedia.org/wiki?curid=1951735",
    "title": "Ada of Caria",
    "text": "Ada of Caria () (&lt;a href=\"floruit\"&gt;fl.&lt;/a&gt; 377 – 326 BC) was a member of the House of Hecatomnus (the &lt;a href=\"Hecatomnids\"&gt;Hecatomnids&lt;/a&gt;) and ruler of &lt;a href=\"Caria\"&gt;Caria&lt;/a&gt; during the mid-4th century BC, first as &lt;a href=\"Achaemenid%20Empire\"&gt;Persian&lt;/a&gt; &lt;a href=\"Satrap\"&gt;Satrap&lt;/a&gt; and later as Queen under the auspices of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander III (the Great) of Macedon&lt;/a&gt;.\nHistory.\nAda was the daughter of &lt;a href=\"Hecatomnus\"&gt;Hecatomnus&lt;/a&gt;, &lt;a href=\"satrap\"&gt;satrap&lt;/a&gt; of &lt;a href=\"Caria\"&gt;Caria&lt;/a&gt;, sister of &lt;a href=\"Mausolus\"&gt;Mausolus&lt;/a&gt;, &lt;a href=\"Pixodarus\"&gt;Pixodarus&lt;/a&gt;, &lt;a href=\"Artemisia%20II%20of%20Caria\"&gt;Artemisia&lt;/a&gt;, and &lt;a href=\"Idrieus\"&gt;Idrieus&lt;/a&gt;. Four of the siblings intermarried: Mausolus wed Artemisia, while Ada was married to her brother Idrieus. Pixodarus married outside of the family. Every child of Hecatomnus would govern over Caria at some point. Mausolus and Artemisia first ruled together, and after Musolus' death, Artemisia ruled alone until she died in 344 BC.\nIdrieus and Ada ruled together for four years, until his death. During their rule, they kept close ties to the Hellenic world. The joint regents were mentioned as donors to the Temple of &lt;a href=\"Athena\"&gt;Athena&lt;/a&gt; in &lt;a href=\"Tegea\"&gt;Tegea&lt;/a&gt;, and seem to have also been major patrons of &lt;a href=\"Delphi\"&gt;Delphi&lt;/a&gt;. After the death of her husband, Ada became the sole &lt;a href=\"satrap\"&gt;satrap&lt;/a&gt; of Caria, but was expelled by her brother Pixodarus in 340 BC. Upon his death in 335 BC, was succeeded by his own son-in-law, the Persian &lt;a href=\"Orontobates\"&gt;Orontobates&lt;/a&gt;. Ada fled to the fortress of &lt;a href=\"Alinda\"&gt;Alinda&lt;/a&gt;, where she maintained her rule in exile.\nWhen &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt; entered Caria in 334 BC, Ada adopted Alexander as her son and surrendered Alinda to him. Alexander accepted her offer and, in return, gave Ada formal command of the &lt;a href=\"Siege%20of%20Halicarnassus\"&gt;Siege of Halicarnassus&lt;/a&gt;. After the fall of &lt;a href=\"Halicarnassus\"&gt;Halicarnassus&lt;/a&gt;, Alexander returned Alinda to Ada and made her queen of all of Caria. Ada's popularity with the populace in turn ensured the Carians' loyalty to Alexander. \nShe was under the protection of &lt;a href=\"Asander\"&gt;Asander&lt;/a&gt;, Hellenistic satrap of &lt;a href=\"Lydia\"&gt;Lydia&lt;/a&gt;.\nAda sarcophagus.\nAccording to Turkish archaeologists, the tomb of Ada has been discovered, although this claim remains unresolved. Her remains are on display in the archaeological museum of Bodrum."
}