{
    "id": "195493",
    "revid": "1051491844",
    "url": "https://en.wikipedia.org/wiki?curid=195493",
    "title": "Commercial bank",
    "text": "A commercial bank is a &lt;a href=\"financial%20institution\"&gt;financial institution&lt;/a&gt; which accepts &lt;a href=\"deposit%20%28finance%29\"&gt;deposit&lt;/a&gt;s from the public and gives &lt;a href=\"loan\"&gt;loan&lt;/a&gt;s for the purposes of consumption and &lt;a href=\"investment\"&gt;investment&lt;/a&gt; to make &lt;a href=\"profit%20%28economics%29\"&gt;profit&lt;/a&gt;.\nIt can also refer to a &lt;a href=\"bank\"&gt;bank&lt;/a&gt;, or a division of a large bank, which deals with corporations or large/middle-sized business to differentiate it from a &lt;a href=\"retail%20bank\"&gt;retail bank&lt;/a&gt; and an &lt;a href=\"investment%20bank\"&gt;investment bank&lt;/a&gt;.\nCommercial banks include &lt;a href=\"private%20sector\"&gt;private sector&lt;/a&gt;banks and &lt;a href=\"public%20sector\"&gt;public sector&lt;/a&gt; banks.\nHistory.\nThe name \"bank\" derives from the &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; word \"banco\" \"desk/bench\", used during the &lt;a href=\"Italian%20Renaissance\"&gt;Italian Renaissance&lt;/a&gt; era by &lt;a href=\"Florence\"&gt;Florentine&lt;/a&gt; bankers, who used to carry out their transactions on a desk covered by a green tablecloth. However, traces of banking activity can be found even in ancient times.\nIn the United States, the term commercial bank was often used to distinguish it from an &lt;a href=\"investment%20bank\"&gt;investment bank&lt;/a&gt; due to differences in bank regulation. After the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, through the &lt;a href=\"Glass%E2%80%93Steagall%20Act\"&gt;Glass–Steagall Act&lt;/a&gt;, the U.S. Congress required that commercial banks only engage in banking activities, whereas investment banks were limited to &lt;a href=\"capital%20market\"&gt;capital market&lt;/a&gt; activities. This separation was mostly repealed in 1999 by the &lt;a href=\"Gramm%E2%80%93Leach%E2%80%93Bliley%20Act\"&gt;Gramm–Leach–Bliley Act&lt;/a&gt;.\nRole.\nThe general role of commercial banks is to provide financial services to the general public and business, ensuring economic and social stability and &lt;a href=\"sustainable%20growth\"&gt;sustainable growth&lt;/a&gt; of the economy.\nIn this respect, &lt;a href=\"credit%20creation\"&gt;credit creation&lt;/a&gt; is the most significant function of commercial banks. While sanctioning a loan to a customer, they do not provide cash to the borrower. Instead, they open a deposit account from which the borrower can withdraw. In other words, while sanctioning a loan, they automatically create deposits.\nRegulations.\nIn most countries, commercial banks are heavily regulated and this is typically done by a country's &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt;. They will impose a number of conditions on the banks that they regulate such as keeping &lt;a href=\"bank%20reserves\"&gt;bank reserves&lt;/a&gt; and to maintain minimum &lt;a href=\"capital%20requirements\"&gt;capital requirements&lt;/a&gt;.\nServices by product.\nCommercial banks generally provide a number of services to its clients; these can be split into &lt;a href=\"core%20banking\"&gt;core banking&lt;/a&gt; services such as deposits, loans, and other services which are related to &lt;a href=\"payment%20system\"&gt;payment system&lt;/a&gt;s and other financial services.\nOther functions.\nAlong with core products and services, commercial banks perform several secondary functions. The secondary functions of commercial banks can be divided into agency functions and utility functions.\nAgency functions include:\nUtility functions include:"
}