{
    "id": "1957787",
    "revid": "19297870",
    "url": "https://en.wikipedia.org/wiki?curid=1957787",
    "title": "Vinyl siding",
    "text": "Vinyl siding is plastic exterior &lt;a href=\"siding%20%28construction%29\"&gt;siding&lt;/a&gt; for houses and small apartment buildings, used for decoration and weatherproofing, imitating wood clapboard, board and batten or shakes, and used instead of other materials such as &lt;a href=\"aluminum%20siding\"&gt;aluminum&lt;/a&gt; or &lt;a href=\"fiber%20cement%20siding\"&gt;fiber cement siding&lt;/a&gt;. It is an engineered product, manufactured primarily from &lt;a href=\"polyvinyl%20chloride\"&gt;polyvinyl chloride&lt;/a&gt; (PVC) resin. In the UK and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; a similar material is known as uPVC &lt;a href=\"weatherboarding\"&gt;weatherboarding&lt;/a&gt;.\nApproximately 80 percent of its weight is PVC resin, with the remaining 20 percent being ingredients that impart color, opacity, gloss, impact resistance, flexibility, and durability. It is the most commonly installed exterior cladding for residential construction in the United States and Canada.\nHistory.\nVinyl siding was introduced to the exterior market in the late 1950s as a replacement for aluminum siding. It was first produced by an independently owned manufacturing plant called &lt;a href=\"The%20Crane%20Group%20Companies\"&gt;Crane Plastics&lt;/a&gt; in &lt;a href=\"Columbus%2C%20Ohio\"&gt;Columbus, Ohio&lt;/a&gt;. The process was originally done through mono-extrusion, a process of forming the profile from a single material into the desired shape and size. At that time, blending of colors was done manually.\nThis original process made it difficult to produce and install a consistent, quality product. Beginning in the 1970s, the industry changed its formulation to improve the product's production speed, impact resistance, and range of colors. In the following decade, vinyl siding grew steadily in popularity in large part due to its durability, versatility, and ease of maintenance.\nModern manufacture.\nToday, vinyl siding is manufactured by co-extrusion. Two layers of PVC are laid down in a continuous extrusion process; the top layer is weatherable and durable material, which comprises up to 25% of the siding thickness. This capstock can include about 10% titanium dioxide, depending on the color, which is a pigment and provides resistance to breakdown from UV light. Vinyl siding that is exposed to the sun will begin to fade over time. However, the fade rate is slower with vinyl than most other claddings. Most manufacturers offer 50 year warranties that their products will not fade much over that period of time. In the past darker colors tended to fade more than lighter ones, but advancements in technology and materials can mean this is no longer the case.\nThe lower layer, known as substrate, is typically about 15% ground limestone (which is largely calcium carbonate). The limestone reduces cost, and also balances the titanium dioxide, keeping both extrusion streams equally fluid during manufacturing. A small quantity of tin mercaptan or butadiene is added as a stabilizer to chemically tie up any hydrochloric acid that is released into the PVC material as the siding ages. Lubricants are also added to aid in the manufacturing process.\nSpecs and product variables.\nVinyl siding can be observed in a wide range of product quality realized in a substantial difference in thickness and lasting durability. Thickness can vary from .035\" in cheaper grade siding products up to .052\" in the highest grade products which vary from manufacturer to manufacturer. Today, the thinnest vinyl siding commonly used is .040\", and is known as \"builder's grade\". Vinyl product can vary in thickness even within one manufacturer up to .010\" of thickness through varying product lines offered that range from basic to premium-grade products. Thicker vinyl products, usually realized in higher cost, are more rigid which can add to the aesthetic appeal and look of the installed, inherently flexible product and also add to durability and life expectancy. Thicker grades of vinyl siding \"may\", according to some, exhibit more resistance to the most common complaint about vinyl siding – its tendency to crack in very cold weather when it is struck or bumped by a hard object while others feel that a thinner product may allow more 'flex before cracking' and is a subject of debate. However, at \"This Old House\" website, this assertion about thickness and crack resistance is disputed. They claim to know of test results that indicate chemical makeup has a greater influence on impact resistance than does thickness.\nChemical formulas can also vary somewhat from manufacturer to manufacturer which can impact life expectancy as formulas and possibly manufacture process can be one of the most important in terms of product quality and durability. One important advent was a UV \"coating\", utilized by some manufacturers that was applied to the surface of the product that filters out UV spectral light from the sun which would otherwise degrade the PVC more quickly.\nVinyl siding is manufactured with its own partial fastening or locking system that is coupled with nails that 'loose' fasten the product to the exterior wall. This locking system can be either a rolled or an extruded lock depending on the manufacturing process, either of which has its own design considerations. This locking system, either extruded or rolled has a bottom lock which locks into either a start piece or onto the top lock of the panel below. The top lock is then 'loose' nailed to hold the panel to the wall. This 'loose' nailing allows for float which is created by expansion and contraction from varying temperature and weather conditions. With well designed siding, and proper 'loose nailing' installation, the siding can easily expand up, down, in and out, and left and right without restriction. Vinyl siding, by its nature, will tend to expand and contract more with temperature extremes than any other common type of cladding.\nEnvironmental aspects.\nVinyl siding features a chlorine base, making it inherently slow to ignite and flame retardant. All organic materials (that is, anything containing carbon) will ignite, but the higher the temperature a material has to reach before it flames, the safer it is. PVC won't ignite, even from another flame, until it reaches about 730 °F (387 °C) and won't self-ignite until about 850 °F (454 °C). Those ignition temperatures are significantly higher than common framing lumber, which ignites from a flame at 500 °F (260 °C) and self-ignites at 770 °F (410 °C). Also, ASTM D2863 tests show that rigid PVC's high Limiting Oxygen Index means that it needs unusually high amounts of oxygen to burn and stay burning. Rigid PVC (vinyl siding) will not independently sustain combustion in air with a normal concentration of oxygen (about 21 percent) — so it extinguishes more easily.\nConcerns by Organizations.\nBecause of its thin profile, vinyl siding may be more likely to ignite due to exterior fire; for example, the &lt;a href=\"National%20Institute%20of%20Standards%20and%20Technology\"&gt;National Institute of Standards and Technology&lt;/a&gt; found that, in tests involving vinyl-clad structures in close proximity, fire was observed to spread between two vinyl-clad test structures located six feet apart in fewer than five minutes.\nThe &lt;a href=\"National%20Association%20of%20Home%20Builders\"&gt;National Association of Home Builders&lt;/a&gt; (NAHB) recommends using building materials that require \"no additional finish resources to complete application on site\" for &lt;a href=\"green\"&gt;green&lt;/a&gt; home builders as they reduce waste and materials used. Installing vinyl siding involves neither paint, stain, nor caulk and thus meets this NAHB requirement. Though vinyl siding does actually require caulk to seal seams where the siding J (border trim that the sliding slides into) meets windows and doors.\nThe Environmental Building News validated the issues raised by Greenpeace and said it was not the only organization with environmental and health concerns about vinyl. They emphasized the risks of additives like the plasticizer DEHP.\nThe position of the International Association of Firefighters, which represents fire fighters in the U.S. and Canada is: \"Due to its intrinsic hazards, we support efforts to identify and use alternative building materials that do not pose as much risk as PVC to fire fighters, building occupants or communities.\" \nHealth Concerns.\nThe PVC used in vinyl siding used to be produced in open vats until 1971, when &lt;a href=\"angiosarcoma\"&gt;angiosarcoma&lt;/a&gt;, a rare &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; of the &lt;a href=\"liver\"&gt;liver&lt;/a&gt;, was traced to &lt;a href=\"vinyl%20chloride\"&gt;vinyl chloride&lt;/a&gt; exposure among PVC workers, and strict workplace exposure limits were established by the &lt;a href=\"Occupational%20Safety%20and%20Health%20Administration\"&gt;Occupational Safety and Health Administration&lt;/a&gt;. These changes required all vats to be tightly sealed, which led to greater &lt;a href=\"capital%20costs\"&gt;capital costs&lt;/a&gt; and a concentration in the number of producers."
}