{
    "id": "19578584",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=19578584",
    "title": "Sun Nan",
    "text": "Sun Nan (; born February 18, 1969) is a &lt;a href=\"Pop%20music\"&gt;pop&lt;/a&gt; singer from &lt;a href=\"Dalian\"&gt;Dalian&lt;/a&gt; in &lt;a href=\"mainland%20China\"&gt;mainland China&lt;/a&gt;. His songs include \"Be there or Be Square\", \"The Wind Goes to North\", \"Save\", and his song for the &lt;a href=\"2008%20Summer%20Olympics\"&gt;2008 Summer Olympics&lt;/a&gt;, \"Forever Friends\". Sun's album \"Crescent Moon\" was released in 1990. He has released 12 albums with over 10 million sales in total. Since 2012, Sun has judged or hosted numerous singing competitions in China.\nSun has held over 30 concerts in Asia and over 100 concerts around the world.\nEarly life.\nSun Nan was born in &lt;a href=\"Dalian\"&gt;Dalian&lt;/a&gt; in &lt;a href=\"Liaoning\"&gt;Liaoning&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt;, on February 18, 1969. Sun Nan was born into a family of artists. His father was a tenor who taught &lt;a href=\"bel%20canto\"&gt;bel canto&lt;/a&gt; and his mother, sister, and brother all participated in a dance troupe. Raised in such a family environment, Sun Nan learned to play the piano and the guitar and formed a band at an early age. Though he did not consider music to be his life's work after graduating from high school, he was soon attracted to pop songs from &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; and &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;. Under those circumstances, he opted for a career in music and learned to sing.\nCareer.\nIn the 1990s, Sun was a popular singer in the &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; music scene. He rose to international prominence after 2002.\nIn August 2012, Sun served on the judging panel of \"&lt;a href=\"Asian%20Wave\"&gt;Asian Wave&lt;/a&gt;\" on &lt;a href=\"Dragon%20Television\"&gt;Dragon Television&lt;/a&gt;. He cancelled all of his concerts in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; during the territorial dispute of &lt;a href=\"Senkaku%20Islands\"&gt;Senkaku Islands&lt;/a&gt; between China and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;.\nOn February 17, 2015, he participated in the 2015 CCTV Spring Festival Gala and performed the song \"Hands\". On January, Sun took part in the third season of Hunan TV's \"&lt;a href=\"I%20Am%20a%20Singer%20%28Chinese%20TV%20series%29\"&gt;I Am a Singer&lt;/a&gt;\" as one of the seven initial singers and a host. However, Sun withdrew from \"I Am a Singer\" due to the fact that he wanted the rest of the singers to stand a higher chance in the title. In July, he participated in &lt;a href=\"Jiangsu%20Television\"&gt;Jiangsu Television&lt;/a&gt;'s \"Mongolian Song King\", eventually winning. In November, he participated in the \"China Star\" competition airing on Dragon Television. He won the grand prize on \"China Star\" and subsequently traveled to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; to participate, receiving the 58th Recording Academy's President's Merit Award.\nOn October 28, 2017, Sun Nan held the \"Xi Xi Ya Ji\" in &lt;a href=\"Hangzhou\"&gt;Hangzhou&lt;/a&gt;'s &lt;a href=\"Xixi%20National%20Wetland%20Park\"&gt;Xixi Wetland&lt;/a&gt;. Director Zhang Jizhong, \"New Weekly\" publisher Sun Wei, and other guests attended the event and released \"Nan's Story\" under the brand of Guoxue. This traditional craft is intended to spread the beauty of &lt;a href=\"Chinese%20culture\"&gt;Chinese traditional culture&lt;/a&gt; to every &lt;a href=\"Chinese%20people\"&gt;Chinese person&lt;/a&gt;.\nThe documentary \"&lt;a href=\"Amazing%20China\"&gt;Amazing China&lt;/a&gt;\" ends with a song performed by Sun.\nOn February 15, 2018, in the 2018 CCTV Spring Festival Gala, Sun Nan and Tan Weiwei performed \"New Beginning of Happiness\". On March 2, he participated in the 2018 CCTV Lantern Festival and performed \"New World\".\nOn February 4, 2019, the Central Radio and Television General Station Spring Festival Gala invited Sun Nan and Zhang Jie to perform the song \"The Distance of Time\".\nPersonal life.\nSun Nan married Chinese actress Mai Hongmei (买红妹) in 2000. They had a daughter and a son. Due to Sun's frequent traveling for his concerts, Sun and Mai communicated less and less frequently. In 2009, Sun filed for divorce.\nIn 2009, Sun married hostess Pan Wei (潘蔚). Sun's interests and hobbies include &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, and &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;; he is the captain of the Meng Zhou soccer team.\nTV series theme songs.\nSun has performed several theme songs for Chinese television series, including the following:\nNotable achievements.\nSun has had numerous notable achievements early on in his career:"
}