{
    "id": "19595586",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=19595586",
    "title": "George W. Taylor (general)",
    "text": "George William Taylor (November 22, 1808 – August 31, 1862) was a general in the &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. He commanded a &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt; in the &lt;a href=\"Army%20of%20the%20Potomac\"&gt;Army of the Potomac&lt;/a&gt; before being mortally wounded at the &lt;a href=\"Manassas%20Station%20Operations%20%28Stonewall%20Jackson%29\"&gt;Battle of Manassas Station&lt;/a&gt; in &lt;a href=\"Northern%20Virginia\"&gt;Northern Virginia&lt;/a&gt;. The poem \"The General's Death\" by Joseph O'Connor was based on George W. Taylor's death.\nEarly life and career.\nTaylor was born at \"Solitude,\" the family's mansion near &lt;a href=\"High%20Bridge%2C%20New%20Jersey\"&gt;High Bridge, New Jersey&lt;/a&gt;, which was the home to five generations of the Taylor family. He was the son of Arch Taylor, a prominent local businessman. Taylor graduated from a private military academy in &lt;a href=\"Middletown%2C%20Connecticut\"&gt;Middletown, Connecticut&lt;/a&gt;. George W. Taylor joined his father's company as an ironworker with Taylor Iron Works. Taylor Iron Works/Taylor Wharton is the oldest foundry in US History and the 13th longest continually operating company in the world history (Economist 2004)\nIn 1827, Taylor joined the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; as a midshipman, serving aboard the &lt;a href=\"USS%20Fairfield%20%281828%29\"&gt;USS \"Fairfield\"&lt;/a&gt; during her Mediterranean deployment from 1828 to 1831. When the ship returned to the U.S., he resigned from the Navy and entered his family's mercantile business. With the outbreak of the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;war with Mexico&lt;/a&gt; in 1846, he became a &lt;a href=\"Captain%20%28United%20States%29\"&gt;captain&lt;/a&gt; in the &lt;a href=\"10th%20U.S.%20Infantry\"&gt;10th U.S. Infantry&lt;/a&gt; under &lt;a href=\"Zachary%20Taylor\"&gt;Zachary Taylor&lt;/a&gt; the following year. While in Mexico, he developed a reputation for discipline and order among his men. He also cultivated a strong friendship with &lt;a href=\"Philip%20Kearny\"&gt;Philip Kearny&lt;/a&gt;, a fellow future Civil War general.\nAfter receiving his honorable discharge with the end of the hostilities, Taylor joined the &lt;a href=\"California%20Gold%20Rush\"&gt;California Gold Rush&lt;/a&gt; and spent three years mining at &lt;a href=\"Corte%20Madera%2C%20California\"&gt;Corte Madera, California&lt;/a&gt;, (near San Francisco) before returning to New Jersey, where he engaged in the manufacturing of iron until the Civil War erupted in early 1861.\nCivil War service.\nTaylor helped recruit and organize what became the &lt;a href=\"3rd%20New%20Jersey%20Volunteer%20Infantry\"&gt;3rd New Jersey Volunteer Infantry&lt;/a&gt; in May 1861 and was appointed by Governor Olden as the new &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt;'s first &lt;a href=\"Colonel%20%28United%20States%29\"&gt;colonel&lt;/a&gt;. His son, Archibald II, served as his &lt;a href=\"aide-de-camp\"&gt;aide-de-camp&lt;/a&gt;. Taylor was involved in the fighting at the &lt;a href=\"First%20Battle%20of%20Bull%20Run\"&gt;First Battle of Bull Run&lt;/a&gt;. Later, his 3rd New Jersey was brigaded with the &lt;a href=\"1st%20New%20Jersey%20Volunteer%20Infantry\"&gt;1st&lt;/a&gt;, &lt;a href=\"2nd%20New%20Jersey%20Volunteer%20Infantry\"&gt;2nd&lt;/a&gt;, and &lt;a href=\"4th%20New%20Jersey%20Volunteer%20Infantry\"&gt;4th New Jersey Volunteer Infantry&lt;/a&gt; to make up what became famed as the \"&lt;a href=\"First%20New%20Jersey%20Brigade\"&gt;First New Jersey Brigade&lt;/a&gt;\". Taylor's regiment served in the 1st Brigade, 1st Division of the &lt;a href=\"VI%20Corps%20%28Union%20Army%29\"&gt;VI Corps&lt;/a&gt;, in numerous battles in the &lt;a href=\"Seven%20Days%20Battles\"&gt;Seven Days Battles&lt;/a&gt; during the end of the &lt;a href=\"Peninsula%20Campaign\"&gt;Peninsula Campaign&lt;/a&gt;.\nWhen his mentor and friend Kearny was elevated to &lt;a href=\"division%20%28military%29\"&gt;division&lt;/a&gt; command in June 1862, Taylor was promoted to &lt;a href=\"Brigadier%20general%20%28United%20States%29\"&gt;brigadier general&lt;/a&gt; (date of rank May 9, 1862) of the 1st New Jersey Brigade, leading it in the &lt;a href=\"Seven%20Days%20Battles\"&gt;Seven Days Battles&lt;/a&gt;. During the &lt;a href=\"Northern%20Virginia%20Campaign\"&gt;Northern Virginia Campaign&lt;/a&gt;, his brigade was sent down from Washington to scout out Confederate troop movements. On August 27, the brigade stumbled into &lt;a href=\"Stonewall%20Jackson\"&gt;Stonewall Jackson&lt;/a&gt;'s entire corps and was quickly routed. Taylor suffered a severe leg wound from an artillery shell and died in a Washington hospital four days later.\nHis body was transported to &lt;a href=\"Clinton%2C%20New%20Jersey\"&gt;Clinton, New Jersey&lt;/a&gt;, via train, where hundreds of people turned out for his funeral. He was buried there in Riverside Cemetery (also known as Clinton Presbyterian Churchyard). A year later, his nephew was killed at the &lt;a href=\"Battle%20of%20Chancellorsville\"&gt;Battle of Chancellorsville&lt;/a&gt; and buried beside him."
}