{
    "id": "19607022",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=19607022",
    "title": "1931–32 South Africa rugby union tour of Britain and Ireland",
    "text": "The 1931–32 South Africa tour of Britain and Ireland was a collection of friendly &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; games undertaken by the &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa national team&lt;/a&gt; against the four British Home Nation teams. The tour also took in several matches against British and Irish club, county and invitational teams. This was the fourth South Africa tour and the third tour of the Northern Hemisphere.\nThe tour was extremely successful for the South Africans, as the team only lost a single match. In the tests played the team beat all four home nations. The only team to beat the Springboks was the invitational East Midlands county team. The final tour record saw 26 matches played, with South Africa winning 23, losing one and drawing two.\nCriticism of playing style.\nAlthough very successful on the pitch, the touring South Africans were unloved by their hosts and the press back home. &lt;a href=\"Bennie%20Osler\"&gt;Bennie Osler&lt;/a&gt;, the South African captain, introduced a style of play which centred on a continual kicking game; either into touch in an attempt to support his large pack or diagonally across the pitch for his wings to chase. This was seen by many critics of the time as 10-man tactics, with the backs taken out of the match, and thus the entertainment brought by previous South African tours removed.\nWelsh journalist 'Old Stager' stated \"The Africans, by adherence to ten-man rugby, are winning their matches, but are not capturing the hearts and the imagination of rugby followers...\". O.L. Owen in his \"History of the RFU\" concurred with these thoughts, \"The least spectacular and, so far as back play was concerned, the most disappointing of the South African touring sides...\""
}