{
    "id": "19602075",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=19602075",
    "title": "Philip Mack",
    "text": "&lt;a href=\"Rear%20Admiral%20%28Royal%20Navy%29\"&gt;Rear Admiral&lt;/a&gt; Philip John Mack &lt;a href=\"Distinguished%20Service%20Order\"&gt;DSO&lt;/a&gt;&lt;a href=\"Medal%20bar\"&gt;*&lt;/a&gt; (6 October 1892 – 29 April 1943) was an officer of the British &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;.\nBiography.\nHe was the eldest son of Major Philip Paston Mack (1854–1923) of the &lt;a href=\"12th%20Lancers\"&gt;12th Lancers&lt;/a&gt;, and Kate Lucy Pearce (1869–1955), of Paston Hall, &lt;a href=\"Paston%2C%20Norfolk\"&gt;Paston, Norfolk&lt;/a&gt;.\nMack joined the Navy on 15 September 1905, aged 13, as a &lt;a href=\"naval%20cadet\"&gt;naval cadet&lt;/a&gt; at the &lt;a href=\"Royal%20Naval%20College%2C%20Osborne\"&gt;Osborne&lt;/a&gt; and &lt;a href=\"Britannia%20Royal%20Naval%20College\"&gt;Britannia Royal Naval College&lt;/a&gt;s. On 9 August 1910 he was posted to the battlecruiser as a &lt;a href=\"midshipman\"&gt;midshipman&lt;/a&gt;, transferring to the cruiser on 15 July 1913, having been promoted to &lt;a href=\"sub-lieutenant\"&gt;sub-lieutenant&lt;/a&gt; on 15 June.\nMack was promoted to &lt;a href=\"Lieutenant%20%28navy%29\"&gt;lieutenant&lt;/a&gt; on 15 September 1914, and subsequently served during World War I aboard the &lt;a href=\"torpedo-boat%20destroyer\"&gt;torpedo-boat destroyer&lt;/a&gt; , the battleship , and the former &lt;a href=\"Collier%20%28ship%29\"&gt;collier&lt;/a&gt; , which had been requisitioned and refitted for use as a &lt;a href=\"landing%20ship\"&gt;landing ship&lt;/a&gt; during the &lt;a href=\"Gallipoli%20campaign\"&gt;Gallipoli campaign&lt;/a&gt; from April 1915, and from which Mack was eventually invalided home. From January to April 1917 he commanded the &lt;a href=\"Q-ship\"&gt;Q-ship&lt;/a&gt; &lt;a href=\"Result%20%28schooner%29\"&gt;\"Result\" (Q 23)&lt;/a&gt;, a 122-ton three-masted steel-hulled &lt;a href=\"topsail%20schooner\"&gt;topsail schooner&lt;/a&gt;, in which he engaged and damaged the &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; on 15 February, and on 4 April engaged another U-boat near the Noord Hinder &lt;a href=\"lightvessel\"&gt;lightvessel&lt;/a&gt; off &lt;a href=\"Vlissingen\"&gt;Vlissingen&lt;/a&gt;. \"Result\" was seriously damaged by gunfire from the submarine, and was eventually returned to her owners in August. Mack subsequently received a &lt;a href=\"Mention%20in%20Despatches\"&gt;Mention in Despatches&lt;/a&gt; on 21 April 1917. He then commanded another Q-ship, the former &lt;a href=\"cargo%20ship\"&gt;cargo ship&lt;/a&gt; \"Tay and Tyne\", later the &lt;a href=\"Royal%20Fleet%20Auxiliary\"&gt;RFA&lt;/a&gt; \"Industry\".\nMack was promoted to &lt;a href=\"lieutenant%20commander\"&gt;lieutenant commander&lt;/a&gt; on 15 September 1922, and from late 1923 commanded the &lt;a href=\"S-class%20destroyer%20%281917%29\"&gt;S-class destroyer&lt;/a&gt; \"Tumult\", and then from October 1923 until early 1925 the destroyer in the &lt;a href=\"Mediterranean%20Fleet\"&gt;Mediterranean Fleet&lt;/a&gt;. From December 1925 until mid-1927 he was the &lt;a href=\"executive%20officer\"&gt;executive officer&lt;/a&gt; of the heavy cruiser on the &lt;a href=\"China%20Station\"&gt;China Station&lt;/a&gt;, receiving promotion to &lt;a href=\"commander\"&gt;commander&lt;/a&gt; on 30 June 1927. Between 9 April 1928 and 1 May 1930 he was the commander of the destroyer and a Divisional Commander in the 1st Destroyer Flotilla of the &lt;a href=\"Mediterranean%20Fleet\"&gt;Mediterranean Fleet&lt;/a&gt;. From July 1930 he served on the staff of the Operations Division at the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt;, returning to sea in July 1932 to serve as executive officer of the battleship in the &lt;a href=\"Home%20Fleet\"&gt;Home Fleet&lt;/a&gt; until promoted to the rank of &lt;a href=\"Captain%20%28Royal%20Navy%29\"&gt;captain&lt;/a&gt; on 31 December 1934. After completing the Senior Officers' War Course at the &lt;a href=\"Royal%20Naval%20War%20College\"&gt;War College&lt;/a&gt; at &lt;a href=\"Royal%20Naval%20College%2C%20Greenwich\"&gt;Greenwich&lt;/a&gt;, he was appointed a &lt;a href=\"naval%20attach%C3%A9\"&gt;naval attaché&lt;/a&gt; at &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; in December 1935, remaining there until November 1938.\nWorld War II.\nMack returned to England and on 20 March 1939 was appointed &lt;a href=\"Captain%20%28D%29\"&gt;Captain (D)&lt;/a&gt; of the &lt;a href=\"7th%20Destroyer%20Flotilla\"&gt;7th Destroyer Flotilla&lt;/a&gt; of the Home Fleet, in the destroyer . For brief period between April and June 1940 he commanded , while \"Jervis\" was under repair at the &lt;a href=\"Swan%20Hunter\"&gt;Swan Hunter&lt;/a&gt; yard in &lt;a href=\"Newcastle%20upon%20Tyne\"&gt;Newcastle&lt;/a&gt;, after a collision with the Swedish ship SS \"Tor\" near &lt;a href=\"Longstone%20Lighthouse\"&gt;Longstone Lighthouse&lt;/a&gt;.\nMack then returned to \"Jervis\", to serve as Captain (D) of the &lt;a href=\"14th%20Destroyer%20Flotilla\"&gt;14th Destroyer Flotilla&lt;/a&gt; in the &lt;a href=\"Mediterranean%20Fleet\"&gt;Mediterranean Fleet&lt;/a&gt;, and was awarded the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; on 11 July 1940. After leading his flotilla in the &lt;a href=\"Battle%20of%20the%20Tarigo%20Convoy\"&gt;Battle of the Tarigo Convoy&lt;/a&gt; on 16 April 1941 he received a &lt;a href=\"Medal%20bar\"&gt;bar&lt;/a&gt; to his DSO on 1 August 1941, and for his part in the &lt;a href=\"Battle%20of%20Cape%20Matapan\"&gt;Battle of Cape Matapan&lt;/a&gt; in late March 1941 he received a second Mention in Despatches on 3 February 1942.\nOn 6 May 1942 he was appointed commander of the battleship , and was promoted to &lt;a href=\"Rear%20Admiral%20%28Royal%20Navy%29\"&gt;rear admiral&lt;/a&gt; on 12 January 1943. Rear-Admiral Mack was killed in an air crash on 29 April 1943 and is buried in St. Margaret Churchyard, Paston.\nPersonal life.\nIn 1930 he married Elizabeth Dawson, daughter of Cecil Percy Dawson, of &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt;, China.\nHis younger brothers Commander Richard Herbert Mack &lt;a href=\"OBE\"&gt;OBE&lt;/a&gt; (1896–1967) and Commander Edward Mack DSO DSC (1909–1985) also served in the Royal Navy during World War II."
}