{
    "id": "19610952",
    "revid": "1056018451",
    "url": "https://en.wikipedia.org/wiki?curid=19610952",
    "title": "Arthur Howe Holdsworth",
    "text": "Arthur Howe Holdsworth (1780–1860) of Mount Galpin in the parish of &lt;a href=\"Townstal\"&gt;Townstal&lt;/a&gt; and of Widdicombe in the parish of &lt;a href=\"Stokenham\"&gt;Stokenham&lt;/a&gt;, both in Devon, was an English merchant and politician.\nBackground.\nThe Holdsworth family's roots lay in Yorkshire, and a vicar ancestor moved to Devon in 1620. The vicar's son Arthur entered trade and, aided by the Champernowne family, began a lucrative trade with &lt;a href=\"Newfoundland%20and%20Labrador\"&gt;Newfoundland&lt;/a&gt;. By 1672 he was mayor of Dartmouth and an imposing figure on the local business scene. In the following two centuries the Holdsworth family came to dominate the mercantile and cultural life of Dartmouth. They were leaders in the trade with Newfoundland and with &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, where they owned estates. Their interests extended into trade with the Baltic, the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt; and America.\n\"The family continued to prosper,\" according to David K. Brown in his book \"The Way of the Ship in the Midst of the Sea\", \"helped in 1725 by the award of 'The Waters of the Dart' from the &lt;a href=\"Duchy%20of%20Cornwall\"&gt;Duchy of Cornwall&lt;/a&gt; in 1725 which entitled them to levy tolls on all goods landed between &lt;a href=\"Salcombe\"&gt;Salcombe&lt;/a&gt; and &lt;a href=\"Torbay\"&gt;Torbay&lt;/a&gt;, a rich perquisite which lasted until 1860. The Holdsworths and their relations held most of the important posts in and around Dartmouth: Freemen, Mayors, Governor of the Castle since 1725, Rector of Stokenham and Brixham, etc. The family home was Widdicombe House, near Torcross, built in 1785 and enlarged in 1820. They also owned Brookhill, Dartmouth.\"\nLife.\nHe was from a Devon mercantile and trading family, the son of Arthur Holdsworth, a Member of Parliament in Devonshire, prominent shipowner and merchant. The son, Arthur Howe Holdsworth Holdsworth, was an active businessman with interests in shipping and an inventor with many patents to his name, most relating to shipbuilding and boats. He was a shareholder in the &lt;a href=\"Bristol%20and%20Exeter%20Railway\"&gt;Bristol and Exeter Railway&lt;/a&gt; and was a prime force behind Devon's expansive shipping interests.. He resided at Widdicombe House and Mount Galpin in Dartmouth located near Kingsbridge within the Stokenham Priory estate, owned by the Holdsworth family for many years. He served as the last Governor of Dartmouth. In 1809 he was Governor of &lt;a href=\"Dartmouth%20Castle\"&gt;Dartmouth Castle&lt;/a&gt;, a position held by his father Arthur from 1760 to 1777. He was elected member of Parliament for &lt;a href=\"Dartmouth%20%28UK%20Parliament%20constituency%29\"&gt;Dartmouth&lt;/a&gt; in 1802, holding the seat until December 1819, when he vacated it in favour of &lt;a href=\"Charles%20Milner%20Ricketts\"&gt;Charles Milner Ricketts&lt;/a&gt;, a cousin of &lt;a href=\"Robert%20Jenkinson%2C%202nd%20Earl%20of%20Liverpool\"&gt;Lord Liverpool&lt;/a&gt;. He returned to the seat in 1829, but was defeated by &lt;a href=\"Sir%20John%20Seale%2C%201st%20Baronet\"&gt;John Seale&lt;/a&gt; in 1832, after the &lt;a href=\"Reform%20Act%201832\"&gt;Reform Act&lt;/a&gt; partially disenfranchised the constituency.\nFollowing Holdsworth's stinging defeat for his Parliamentary seat in 1832 by &lt;a href=\"Seale%20Baronets\"&gt;Sir John Henry Seale, 1st Baronet&lt;/a&gt;, whose family had challenged the Holdsworth family's hold on the Corporation, all the Holdsworth family members left Dartmouth. The acrimony between the Holdsworths and their Seale family adversaries even forced the move of the 1839 marriage between Holdsworth's daughter Catherine Henrietta Elizabeth Holdsworth and civil engineer &lt;a href=\"William%20Froude\"&gt;William Froude&lt;/a&gt; from Dartmouth, where the Holdsworths had long worshipped, to the &lt;a href=\"Brixham\"&gt;Brixham&lt;/a&gt; parish church instead.\nAt his death in 1860, Holdsworth left an enormous estate.\nFamily.\nArthur Howe Holdsworth in 1807 married Catherine Henrietta Eastabrooke (1789-1878), daughter of John Eastabrooke and his wife Catherine Henrietta, widow of Robert Carr. His middle name was a tribute to the British Admiral &lt;a href=\"Richard%20Howe%2C%201st%20Earl%20Howe\"&gt;Richard Howe, 1st Earl Howe&lt;/a&gt;, a family friend who served as one of two members of Parliament from Dartmouth from 1757 to 1782, overlapping the service in Parliament of Arthur Howe (1780–1786). The Holdsworth family later intermarried with other prominent West Country families, including the St. Aubyns of &lt;a href=\"St.%20Michael%27s%20Mount\"&gt;St. Michael's Mount&lt;/a&gt;, Cornwall, the Bastard family of Devon (whose members &lt;a href=\"Edmund%20Bastard%20%28politician%29\"&gt;Edmund Bastard&lt;/a&gt;, &lt;a href=\"Edmund%20Pollexfen%20Bastard\"&gt;Edmund Pollexfen Bastard&lt;/a&gt; and &lt;a href=\"John%20Bastard%20%28Royal%20Navy%20officer%29\"&gt;John Bastard&lt;/a&gt; sat with him for Dartmouth) and others.\nArthur Howe's Holdsworth's eldest son Arthur Bastard Eastabrook Holdsworth lived at Widdicombe House after the death of his father. Arthur Bastard Eastbrook Holdsworth's daughter Alice Mary married &lt;a href=\"St%20Aubyn%20Baronets\"&gt;Edmund St. Aubyn&lt;/a&gt; at Dartmouth, Devon, in 1847; his daughter Georgina married in 1868 at Stokenham, Devon, Thomas Levett-Prinsep, eldest son of &lt;a href=\"Thomas%20Levett-Prinsep\"&gt;Thomas Levett-Prinsep&lt;/a&gt; &lt;a href=\"Justice%20of%20the%20Peace\"&gt;JP&lt;/a&gt; of &lt;a href=\"Croxall%20Hall\"&gt;Croxall Hall&lt;/a&gt;, &lt;a href=\"Derbyshire\"&gt;Derbyshire&lt;/a&gt;. They had one son."
}