{
    "id": "19610287",
    "revid": "472842",
    "url": "https://en.wikipedia.org/wiki?curid=19610287",
    "title": "Lincolnshire Premier League",
    "text": "The Lincolnshire Premier League (referred to in some sources as Lincolnshire County Board Premier League and Lincolnshire Cricket Board Premier League) is the top level of competition for &lt;a href=\"club%20cricket\"&gt;club cricket&lt;/a&gt; in &lt;a href=\"Lincolnshire\"&gt;Lincolnshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;.\nThe league was created in the year 2000 as part of the full restructuring of club cricket by the &lt;a href=\"England%20and%20Wales%20Cricket%20Board\"&gt;ECB&lt;/a&gt;. As part of the restructuring each county was given the chance to create a &lt;a href=\"ECB%20Premier%20Leagues\"&gt;premier league&lt;/a&gt; for top clubs in that county and create a better bridge between club cricket and county cricket. The leagues all play 50 over games and have featured both overseas, county and test cricketers. \nThe league has just one division, and is fed by the Lincolnshire County Cricket League which covers the north of the county, and the South Lincolnshire and Border League which covers the south of the county. Clubs in the league are also eligible to play in the 2 premier national club cricket competitions, The ECB National Club Twenty20 with the local tournament known as the Winkworth Cup and the ECB National club cup (A 50 over competition)\nThe league adopted a new format in 2019, with the top four teams at the end of the league season qualifying for semi-finals and a final to decide the championship, in the first season Woodhall Spa won the playoff after Bracebridge Heath was unable to field a side for the final.\nThe competing teams in 2020 were intended to be: Boston, Bourne, Bracebridge Heath, Grantham, Lindum, Louth, Market Deeping, Scunthorpe Town, Sleaford, and Woodhall Spa. The 2020 competition was cancelled because of the COVID-19 pandemic. A replacement competition was organised for the later part of the season when cricket again became possible, but with the winners not to be regarded as official league champions."
}