{
    "id": "1961191",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=1961191",
    "title": "Chris Perry (American football)",
    "text": "Raymond Christopher Perry (born December 27, 1981) is a former American college and professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player who was a &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt; in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) for five seasons during the mid-2000s. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; for the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;, and received &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; honors. He was chosen by the &lt;a href=\"Cincinnati%20Bengals\"&gt;Cincinnati Bengals&lt;/a&gt; in the first round of the &lt;a href=\"2004%20NFL%20Draft\"&gt;2004 NFL Draft&lt;/a&gt;, and played his entire NFL career for the Bengals.\nEarly years.\nPerry was born in &lt;a href=\"Advance%2C%20North%20Carolina\"&gt;Advance, North Carolina&lt;/a&gt;. He attended &lt;a href=\"Fork%20Union%20Military%20Academy\"&gt;Fork Union Military Academy&lt;/a&gt; in &lt;a href=\"Fork%20Union%2C%20Virginia\"&gt;Fork Union, Virginia&lt;/a&gt;, where he helped his team win multiple VISFA State Championships.\nCollege career.\nPerry attended the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;, where he played for coach &lt;a href=\"Lloyd%20Carr\"&gt;Lloyd Carr&lt;/a&gt;'s &lt;a href=\"Michigan%20Wolverines%20football\"&gt;Michigan Wolverines football&lt;/a&gt; team from 2000 to 2003. As a senior in 2003, he rushed for 1,674 yards and 18 &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt;s and finished fourth in &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; voting and fourth in Michigan annals for rushing yards in a season. Perry was recognized as a consensus All-American, and also received the &lt;a href=\"Doak%20Walker%20Award\"&gt;Doak Walker Award&lt;/a&gt;, given to the nation's top running back, was the &lt;a href=\"Big%20Ten%20Conference\"&gt;Big Ten Conference&lt;/a&gt; rushing champion, and was named the &lt;a href=\"Chicago%20Tribune%20Silver%20Football\"&gt;Big Ten Conference MVP&lt;/a&gt;.\nPerry set a Michigan game record with 51 carries in a 27–20 win over &lt;a href=\"2003%20Michigan%20State%20Spartans%20football%20team\"&gt;Michigan State&lt;/a&gt; on November 1, 2003. He finished his career at Michigan fifth on the school's career rushing list with 3,696 yards and third in rushing touchdowns with 39.\nProfessional career.\nCincinnati Bengals.\nPerry was selected by the Cincinnati Bengals in the first round (26th overall) in the &lt;a href=\"2004%20NFL%20Draft\"&gt;2004 NFL Draft&lt;/a&gt;. He made his NFL debut at the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt; on October 3, but he played only two games in his &lt;a href=\"rookie\"&gt;rookie&lt;/a&gt; season with the Bengals due to injuries.\nPerry played in the &lt;a href=\"2005%20Cincinnati%20Bengals%20season\"&gt;2005 season&lt;/a&gt;, complementing &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; running back &lt;a href=\"Rudi%20Johnson\"&gt;Rudi Johnson&lt;/a&gt;. Perry finished the 2005 season with 279 rushing yards along with 51 &lt;a href=\"Reception%20%28American%20football%29\"&gt;receptions&lt;/a&gt; for 328 yards and two touchdowns. His 51 receptions were the most by a Bengals running back in one season since &lt;a href=\"James%20Brooks%20%28American%20football%20player%29\"&gt;James Brooks&lt;/a&gt; caught 54 passes in 1986.\nPerry fractured his leg in the 11th game of the &lt;a href=\"2006%20Cincinnati%20Bengals%20season\"&gt;2006 season&lt;/a&gt;, ending his season. On August 27, 2008, the Bengals cut running back Rudi Johnson from the team, solidifying Perry as the starter for the 2008 season. Perry was released after the season on April 27, 2009.\nNFL statistics.\nCincinnati Bengals.\n2004 season.\nIn the 2004 season, Perry played in only two games, starting neither of them. He ran the ball twice, gaining 1 yard, with a long of 1 yard and no touchdowns, for an average of 0.5 yds/carry. However, he caught three receptions for 33 yards, with a long of 13 yards and no touchdowns, for an average of 11 yds/reception. He never fumbled.\n2005 season.\nIn 2005, he played in 14 games, only starting two. He rushed 61 times for 279 yards."
}