{
    "id": "19649722",
    "revid": "1059147753",
    "url": "https://en.wikipedia.org/wiki?curid=19649722",
    "title": "Montaña Rusa (Parque del Café)",
    "text": "La Broca (formerly Zambezi Zinger) opened in 1997 in (Montenegro, Quindio, Colombia) as &lt;a href=\"Parque%20del%20Caf%C3%A9\"&gt;Parque del Café&lt;/a&gt;'s first roller coaster. The original ride opened in 1973 and stood for 25 seasons at &lt;a href=\"Worlds%20of%20Fun\"&gt;Worlds of Fun&lt;/a&gt;, which at the time was the longest-standing coaster in the park's history (overtaken in 2014 by the Timber Wolf).\nIt is one of only two Schwarzkopf Speed Racer models still in operation today; the other is &lt;a href=\"Whizzer%20%28roller%20coaster%29\"&gt;Whizzer&lt;/a&gt; at &lt;a href=\"Six%20Flags%20Great%20America\"&gt;Six Flags Great America&lt;/a&gt; in &lt;a href=\"Gurnee%2C%20Illinois\"&gt;Gurnee, Illinois&lt;/a&gt;. The site where Zambezi Zinger once stood is now occupied by &lt;a href=\"Boomerang%20%28Worlds%20of%20Fun%29\"&gt;Boomerang&lt;/a&gt;. The ride was unusual as it did not have seatbelts or any lap bar restraint.\nRide Experience.\nAfter loading into your train, in an African themed station, the ride propelled you outward into a 167 degree right turn to the lift hill. The lift hill was unusual, as it spiraled in an upward, left-handed helix, rather than the typical straight section found on most roller coasters. At the top of the lift was a drop past the exit station and storage tracks, followed by another climb upward into a swooping left turn, sending you back toward the lift hill for a fly-by. A steep drop to the left sent you into the thick of the forest, as the track twisted upward again past the Worlds of Fun Railroad trestle. A short drop and hop up into the start of a large sweeping 730 degree series of spiral left turns. The ride gave you brief last breath before being plunged into a seemingly endless tunnel, before being hurled out, up, and onto the brakes.\nTrains.\nThere were six trains, each with three cars. Riders were arranged inline (tandem) in three rows per car (maximum two riders per row), for a maximum of 18 riders per train. However, if a parent or adult had 2 small children, all 3 could ride in the same row. With five-train operation, the capacity of the roller coaster was 1400 riders per hour."
}