{
    "id": "19649837",
    "revid": "1056157831",
    "url": "https://en.wikipedia.org/wiki?curid=19649837",
    "title": "Battle of Porto Bello (1739)",
    "text": "The Battle of Porto Bello, or the Battle of Portobello, was a 1739 battle between a &lt;a href=\"Kingdom%20of%20Great%20Britain\"&gt;British&lt;/a&gt; naval force aiming to capture the settlement of &lt;a href=\"Portobelo%2C%20Panama\"&gt;Portobelo&lt;/a&gt; in &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;, and its &lt;a href=\"Spanish%20Empire\"&gt;Spanish&lt;/a&gt; defenders. It took place during the &lt;a href=\"War%20of%20the%20Austrian%20Succession\"&gt;War of the Austrian Succession&lt;/a&gt;, in the early stages of the war sometimes known as the &lt;a href=\"War%20of%20Jenkins%27%20Ear\"&gt;War of Jenkins' Ear&lt;/a&gt;. It resulted in a popularly acclaimed British victory.\nBackground.\nThe settlement of &lt;a href=\"Portobello%2C%20Panama\"&gt;Portobelo&lt;/a&gt; was an important port on the &lt;a href=\"Spanish%20Main\"&gt;Spanish Main&lt;/a&gt;. Following the failure of an earlier British naval blockade to &lt;a href=\"Blockade%20of%20Porto%20Bello\"&gt;prevent a fully laden treasure fleet&lt;/a&gt; sailing to Spain from Porto Bello in 1727, an action in which he had taken part, the then &lt;a href=\"Vice%20Admiral\"&gt;Vice Admiral&lt;/a&gt; &lt;a href=\"Edward%20Vernon\"&gt;Edward Vernon&lt;/a&gt; repeatedly claimed he could capture it with just six ships. Following his appointment to command the &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; Station, Vernon organised an expedition with just six ships, despite criticism that this was far too few. Vernon was a strong advocate of using small squadrons of &lt;a href=\"ships%20of%20the%20line\"&gt;powerfully armed warships&lt;/a&gt; hitting hard and moving fast rather than larger, slower-moving expeditions that were prone to heavy losses through disease.\nBattle.\nVernon's force appeared off Portobelo on 20 November 1739. The British ships entered the bay prepared for a general attack, but a wind coming from the east obliged Vernon to concentrate his ships on the , a harbour fort. The Spanish garrison was caught unprepared. When some Spaniards began to flee from several parts of the fort, several landing parties were sent inshore. The British sailors and &lt;a href=\"Royal%20Marines\"&gt;marines&lt;/a&gt; scaled the walls of the fort, struck the Spanish colours in the lower battery, and hoisted an English ensign. The Spaniards surrendered then at discretion. Of the 300-man Spanish garrison, only 40 soldiers led by Lieutenant Don Juan Francisco Garganta had remained in the fort.\nOnce he captured Castillo del Hierro, Vernon shifted his ships against Santiago Fortress, sinking a Spanish &lt;a href=\"sloop\"&gt;sloop&lt;/a&gt; and causing other damage. At dawn on the following morning, the Spaniards requested terms. Governor Francisco Javier Martínez de la Vega y Retes surrendered in the afternoon. Portobelo was occupied by the British at the cost of three killed and seven wounded. Three prizes were taken: an armed &lt;a href=\"snow%20%28ship%29\"&gt;snow&lt;/a&gt; which was renamed \"Triumph\" and two coastguards of 20 guns each. The British occupied the town for three weeks, destroying the fortress and other key buildings, and ending the settlement's main function as a major Spanish maritime base, before withdrawing.\nLegacy.\nThe capture of Porto Bello was welcomed as an exceptionally popular triumph throughout Britain and America, and the name of &lt;a href=\"Portobelo%2C%20Col%C3%B3n\"&gt;Portobelo&lt;/a&gt; came to be used in commemoration at a variety of locations, such as the &lt;a href=\"Portobello%20Road\"&gt;Portobello Road&lt;/a&gt; in London, the &lt;a href=\"Portobello%2C%20Edinburgh\"&gt;Portobello district&lt;/a&gt; of &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; and also in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;; as well as &lt;a href=\"Porto%20Bello%20%28Williamsburg%2C%20Virginia%29\"&gt;Porto Bello&lt;/a&gt; in &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; and &lt;a href=\"Porto%20Bello%20%28Drayden%2C%20Maryland%29\"&gt;Porto Bello&lt;/a&gt; in &lt;a href=\"St.%20Mary%27s%20County%2C%20Maryland\"&gt;St. Mary's County, Maryland&lt;/a&gt;. The victory was particularly well received in the North-American British colonies, where the Spanish had been preying on British shipping.\nAdmiral Vernon became a popular hero, and was himself commemorated in several places, perhaps most famously &lt;a href=\"Mount%20Vernon\"&gt;Mount Vernon&lt;/a&gt;, later the estate of &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt;. He was promoted to the rank of admiral. Vernon was a notable opponent of the British government, and in the wake of the victory, as well as prior to the expedition, he was one of the advocates of a more belligerent approach towards Britain's enemies. The British Prime Minister Robert Walpole was placed under great pressure by the Opposition to launch similar raids along the Spanish coast. Vernon's next battle in this campaign, &lt;a href=\"Battle%20of%20Cartagena%20de%20Indias\"&gt;a large-scale invasion of Cartagena in 1741&lt;/a&gt;, ended in defeat."
}