{
    "id": "1965077",
    "revid": "42316941",
    "url": "https://en.wikipedia.org/wiki?curid=1965077",
    "title": "Slavery in antiquity",
    "text": "Slavery in the ancient world, from the earliest known recorded evidence in &lt;a href=\"Sumer\"&gt;Sumer&lt;/a&gt; to the pre-medieval &lt;a href=\"Classical%20antiquity\"&gt;Antiquity&lt;/a&gt; &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; cultures, comprised a mixture of &lt;a href=\"debt-slavery\"&gt;debt-slavery&lt;/a&gt;, slavery as a punishment for crime, and the enslavement of &lt;a href=\"prisoner%20of%20war\"&gt;prisoners of war&lt;/a&gt;.\nMasters could free slaves, and in many cases such &lt;a href=\"freedman\"&gt;freedmen&lt;/a&gt; went on to rise to positions of &lt;a href=\"power%20%28sociology%29\"&gt;power&lt;/a&gt;. This would include those children born into slavery but who were actually the children of the master of the house. The slave master would ensure that his children were not condemned to a life of slavery.\nThe institution of &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt; condemned a majority of slaves to agricultural and industrial labor and they lived hard lives. In many of these cultures slaves formed a very large part of the economy, and in particular the Roman Empire and some of the &lt;a href=\"Ancient%20Greece\"&gt;Greek&lt;/a&gt; &lt;a href=\"poleis\"&gt;poleis&lt;/a&gt; built a large part of their wealth on slaves acquired through conquest.\nAncient Near East.\nThe Sumerian king &lt;a href=\"Code%20of%20Ur-Nammu\"&gt;Code of Ur-Nammu&lt;/a&gt; includes laws relating to slaves, written circa 2100 – 2050 BCE; it is the oldest known tablet containing a law code surviving today. The Babylonian &lt;a href=\"Code%20of%20Hammurabi\"&gt;Code of Hammurabi&lt;/a&gt;, dating to c. 1700 BCE, also makes distinctions between the freeborn, freed and slave.\n&lt;a href=\"Hittites\"&gt;Hittite&lt;/a&gt; texts from Anatolia include laws regulating the institution of slavery. Of particular interest is a law stipulating that reward for the capture of an escaped slave would be higher if the slave had already succeeded in crossing the &lt;a href=\"Halys%20River\"&gt;Halys River&lt;/a&gt; and getting farther away from the center of Hittite civilization — from which it can be concluded that at least some of the slaves kept by the Hittites possessed a realistic chance of escaping and regaining their freedom, possibly by finding refuge with other kingdoms or ethnic groups.\nAncient Egypt.\nIn &lt;a href=\"Ancient%20Egypt\"&gt;Ancient Egypt&lt;/a&gt;, slaves were mainly obtained through prisoners of war. Other ways people could become slaves was by inheriting the status from their parents. One could also become a slave on account of his inability to pay his debts. Slavery was the direct result of poverty. People also sold themselves into slavery because they were poor peasants and needed food and shelter. Slaves only attempted escape when their treatment was unusually harsh. For many, being a slave in Egypt made them better off than a freeman elsewhere. Young slaves could not be put to hard work, and had to be brought up by the mistress of the household. Not all slaves went to houses. Some also sold themselves to temples, or were assigned to temples by the king. Slave trading was not very popular until later in Ancient Egypt. Afterwards, slave trades sprang up all over Egypt. However, there was barely any worldwide trade. Rather, the individual dealers seem to have approached their customers personally. Only slaves with special traits were traded worldwide. Prices of slaves changed with time. Slaves with a special skill were more valuable than those without one. Slaves had plenty of jobs that they could be assigned to. Some had domestic jobs, like taking care of children, cooking, brewing, or cleaning. Some were gardeners or field hands in stables. They could be craftsmen or even get a higher status. For example, if they could write, they could become a manager of the master's estate. Captive slaves were mostly assigned to the temples or a king, and they had to do manual labor. The worst thing that could happen to a slave was being assigned to the quarries and mines. Private ownership of slaves, captured in war and given by the king to their captor, certainly occurred at the beginning of the &lt;a href=\"Eighteenth%20dynasty%20of%20Egypt\"&gt;Eighteenth Dynasty&lt;/a&gt; (1550–1295 BCE). Sales of slaves occurred in the &lt;a href=\"Twenty-fifth%20Dynasty%20of%20Egypt\"&gt;Twenty-fifth Dynasty&lt;/a&gt; (732–656 BCE), and contracts of servitude survive from the &lt;a href=\"Twenty-sixth%20dynasty%20of%20Egypt\"&gt;Twenty-sixth Dynasty&lt;/a&gt; (c. 672 – 525 BCE) and from the reign of &lt;a href=\"Darius%20the%20Great\"&gt;Darius&lt;/a&gt;: apparently such a contract then required the consent of the slave.\nIn the Bible.\nThe &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt; contains several references to &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt;, which was a common practice in antiquity. The Bible stipulates the treatment of slaves, especially in the &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt;. Male &lt;a href=\"Israelites\"&gt;Israelite&lt;/a&gt; slaves were to be offered release after six to seven years of service, with some conditions. Foreign slaves and their posterity became the perpetual property of the owner's family, except in the case of certain injuries. There are also references to slavery in the &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt;.\nThe Bible was cited as justification for slavery by defenders. Abolitionists have also used text from the New Testament and &lt;a href=\"the%20Exodus\"&gt;the Exodus&lt;/a&gt; story in the Old Testament to argue for the &lt;a href=\"manumission\"&gt;manumission&lt;/a&gt; of slaves.\nAncient Greece.\nThe study of slavery in Ancient Greece remains a complex subject, in part because of the many different levels of servility, from traditional &lt;a href=\"chattel%20slavery\"&gt;chattel slave&lt;/a&gt; through various forms of &lt;a href=\"serfdom\"&gt;serfdom&lt;/a&gt;, such as &lt;a href=\"Helots\"&gt;Helots&lt;/a&gt;, &lt;a href=\"Penestai\"&gt;Penestai&lt;/a&gt;, and several other classes of non-citizen.\nMost &lt;a href=\"philosopher\"&gt;philosopher&lt;/a&gt;s of &lt;a href=\"classical%20antiquity\"&gt;classical antiquity&lt;/a&gt; defended slavery as a natural and necessary institution. &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; believed that the practice of any manual or &lt;a href=\"Banausos\"&gt;banausic&lt;/a&gt; job should disqualify the practitioner from citizenship. Quoting &lt;a href=\"Euripides\"&gt;Euripides&lt;/a&gt;, Aristotle declared all non-Greeks slaves by birth, fit for nothing but obedience.\nBy the late 4th century BCE passages start to appear from other Greeks, especially in &lt;a href=\"Attica\"&gt;Athens&lt;/a&gt;, which opposed slavery and suggested that every person living in a city-state had the right to freedom subject to no one, except those laws decided using &lt;a href=\"majoritarianism\"&gt;majoritarianism&lt;/a&gt;. &lt;a href=\"Alcidamas\"&gt;Alcidamas&lt;/a&gt;, for example, said: \"God has set everyone free. No one is made a slave by nature.\" Furthermore, a fragment of a poem of &lt;a href=\"Philemon%20%28poet%29\"&gt;Philemon&lt;/a&gt; also shows that he opposed slavery.\nGreece in pre-Roman times consisted of many independent &lt;a href=\"polis\"&gt;city-state&lt;/a&gt;s, each with its own laws. All of them permitted slavery, but the rules differed greatly from region to region. &lt;a href=\"Ancient%20Greece\"&gt;Greek&lt;/a&gt; slaves had some opportunities for emancipation, though all of these came at some cost to their masters. The law protected slaves, and though a slave's master had the right to beat him at will, a number of moral and cultural limitations existed on excessive use of force by masters. \nIn Ancient &lt;a href=\"Ancient%20Greece\"&gt;Athens&lt;/a&gt;, about 30% of the population were slaves. The system in &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; encouraged slaves to save up to purchase their freedom, and records survive of slaves operating businesses by themselves, making only a fixed tax-payment to their masters. Athens also had a law forbidding the striking of slaves—if a person struck an apparent slave in Athens, that person might find himself hitting a fellow-citizen, because many citizens dressed no better. It startled other Greeks that Athenians tolerated back-chat from slaves (&lt;a href=\"https%3A//www.perseus.tufts.edu/cgi-bin/ptext%3Fdoc%3DPerseus%253Atext%253A1999.01.0157\"&gt;Old Oligarch, Constitution of the Athenians&lt;/a&gt;). &lt;a href=\"Pausanias%20%28geographer%29\"&gt;Pausanias&lt;/a&gt; (writing nearly seven centuries after the event) states that Athenian slaves fought together with Athenian freemen in the &lt;a href=\"Battle%20of%20Marathon\"&gt;Battle of Marathon&lt;/a&gt;, and the monuments memorialize them. Spartan serfs, &lt;a href=\"Helots\"&gt;Helots&lt;/a&gt;, could win freedom through bravery in battle. &lt;a href=\"Plutarch\"&gt;Plutarch&lt;/a&gt; mentions that during the &lt;a href=\"Battle%20of%20Salamis\"&gt;Battle of Salamis&lt;/a&gt; Athenians did their best to save their \"women, children and slaves\".\nOn the other hand, much of the wealth of &lt;a href=\"Athenian%20Democracy\"&gt;Athens&lt;/a&gt; came from its &lt;a href=\"silver\"&gt;silver&lt;/a&gt; &lt;a href=\"mining\"&gt;mines&lt;/a&gt; at &lt;a href=\"Laurion\"&gt;Laurion&lt;/a&gt;, where slaves, working in extremely poor conditions, produced the greatest part of the silver (although recent excavations seem to suggest the presence of free workers at Laurion). During the &lt;a href=\"Peloponnesian%20War\"&gt;Peloponnesian War&lt;/a&gt; between Athens and Sparta, twenty thousand Athenian slaves, including both mine-workers and artisans, escaped to the Spartans when their army camped at &lt;a href=\"Decelea\"&gt;Decelea&lt;/a&gt; in 413 BC.\nOther than flight, resistance on the part of slaves occurred only rarely. &lt;a href=\"G.E.M.%20de%20Ste.%20Croix\"&gt;GEM de Ste. Croix&lt;/a&gt; gives two reasons:\nAthens had various categories of slave, such as:\nIn some areas of Greece there existed a class of unfree laborers tied to the land and called \"&lt;a href=\"Penestai\"&gt;penestae&lt;/a&gt;\" in &lt;a href=\"Thessaly\"&gt;Thessaly&lt;/a&gt; and &lt;a href=\"helot\"&gt;helot&lt;/a&gt;s in &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt;. Penestae and helots did not rate as &lt;a href=\"chattel%20slavery\"&gt;chattel slave&lt;/a&gt;s; one could not freely buy and sell them.\nThe comedies of &lt;a href=\"Menander\"&gt;Menander&lt;/a&gt; show how the Athenians preferred to view a &lt;a href=\"house-slave\"&gt;house-slave&lt;/a&gt;: as an enterprising and unscrupulous rascal, who must use his wits to profit from his master, rescue him from his troubles, or gain him the girl of his dreams. These plots were adapted by the Roman playwrights &lt;a href=\"Plautus\"&gt;Plautus&lt;/a&gt; and &lt;a href=\"Terence\"&gt;Terence&lt;/a&gt;, and in the modern era influenced the character &lt;a href=\"Jeeves\"&gt;Jeeves&lt;/a&gt; and \"&lt;a href=\"A%20Funny%20Thing%20Happened%20on%20the%20Way%20to%20the%20Forum\"&gt;A Funny Thing Happened on the Way to the Forum&lt;/a&gt;\".\nAncient Rome.\nRome differed from &lt;a href=\"Greek%20city-states\"&gt;Greek city-states&lt;/a&gt; in allowing freed slaves to become &lt;a href=\"Roman%20citizenship\"&gt;Roman citizens&lt;/a&gt;. After &lt;a href=\"manumission\"&gt;manumission&lt;/a&gt;, a slave who had belonged to a citizen enjoyed not only passive freedom from ownership, but active political freedom (\"libertas\"), including the right to vote, though he could not run for public office. During the &lt;a href=\"Roman%20Republic\"&gt;Republic&lt;/a&gt;, Roman military expansion was a major source of slaves. Besides manual labor, slaves performed many domestic services, and might be employed at highly skilled jobs and professions. Teachers, accountants, and physicians were often slaves. Greek slaves in particular might be highly educated. Unskilled slaves, or those condemned to slavery as punishment, worked on farms, in mines, and at mills.\nAncient Persia.\nIn remarkable contrast to the other major ancient cultures of the region, the &lt;a href=\"Achaemenid%20Empire\"&gt;Achaemenid Persians&lt;/a&gt;, during the time of &lt;a href=\"Cyrus%20the%20Great\"&gt;Cyrus the Great&lt;/a&gt;, formally banned most slavery of non-combatants within the empire. Indeed, &lt;a href=\"Persepolis\"&gt;Persepolis&lt;/a&gt;, the ceremonial capital of the Achaemenid Persians, was built with paid labor."
}