{
    "id": "1966753",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=1966753",
    "title": "Ecocentrism",
    "text": "Ecocentrism (; from Greek: οἶκος \"oikos\", \"house\" and κέντρον \"kentron\", \"center\") is a term used by &lt;a href=\"Environmental%20philosophy\"&gt;environmental philosophers&lt;/a&gt; and &lt;a href=\"ecologists\"&gt;ecologists&lt;/a&gt; to denote a nature-centered, as opposed to human-centered (i.e. &lt;a href=\"anthropocentric\"&gt;anthropocentric&lt;/a&gt;), system of values. The justification for ecocentrism usually consists in an &lt;a href=\"ontology\"&gt;ontological belief&lt;/a&gt; and subsequent &lt;a href=\"ethical\"&gt;ethical&lt;/a&gt; claim. The ontological belief denies that there are any &lt;a href=\"Existentialism\"&gt;existential&lt;/a&gt; divisions between human and non-human nature sufficient to claim that humans are either (a) the sole bearers of &lt;a href=\"Intrinsic%20value%20%28ethics%29\"&gt;intrinsic value&lt;/a&gt; or (b) possess greater intrinsic value than non-human nature. Thus the subsequent ethical claim is for an equality of intrinsic value across human and non-human nature, or &lt;a href=\"biosphere\"&gt;biospherical&lt;/a&gt; &lt;a href=\"egalitarianism\"&gt;egalitarianism&lt;/a&gt;.\nQuotes.\nAccording to Stan Rowe:\nand:\nOrigin of term.\nThe ecocentric ethic was conceived by &lt;a href=\"Aldo%20Leopold\"&gt;Aldo Leopold&lt;/a&gt; and recognizes that all species, including humans, are the product of a long evolutionary process and are inter-related in their life processes. The writings of &lt;a href=\"Aldo%20Leopold\"&gt;Aldo Leopold&lt;/a&gt; and his idea of the &lt;a href=\"land%20ethic\"&gt;land ethic&lt;/a&gt; and good environmental management are a key element to this philosophy.\nEcocentrism focuses on the biotic community as a whole and strives to maintain ecosystem composition and ecological processes. The term also finds expression in the first principle of the &lt;a href=\"deep%20ecology\"&gt;deep ecology&lt;/a&gt; movement, as formulated by &lt;a href=\"Arne%20N%C3%A6ss\"&gt;Arne Næss&lt;/a&gt; and George Sessions in 1984\nwhich points out that &lt;a href=\"anthropocentrism\"&gt;anthropocentrism&lt;/a&gt;, which considers humans as the center of the universe and the pinnacle of all creation, is a difficult opponent for ecocentrism.\nBackground.\nEnvironmental thought and the various branches of the environmental movement are often classified into two intellectual camps: those that are considered anthropocentric, or \"human-centred,\" in orientation and those considered biocentric, or \"life-centred\". This division has been described in other terminology as \"shallow\" ecology versus \"deep\" ecology and as \"technocentrism\" versus \"ecocentrism\". Ecocentrism can be seen as one stream of thought within &lt;a href=\"environmentalism\"&gt;environmentalism&lt;/a&gt;, the political and ethical movement that seeks to protect and improve the quality of the natural environment through changes to environmentally harmful human activities by adopting environmentally benign forms of political, economic, and social organization and through a reassessment of humanity's relationship with nature. In various ways, environmentalism claims that non-human organisms and the natural environment as a whole deserve consideration when appraising the morality of political, economic, and social policies.\nRelationship to other similar philosophies.\nAnthropocentrism.\nEcocentrism is taken by its proponents to constitute a radical challenge to long-standing and deeply rooted &lt;a href=\"anthropocentric\"&gt;anthropocentric&lt;/a&gt; attitudes in Western culture, science, and politics. Anthropocentrism is alleged to leave the case for the protection of non-human nature subject to the demands of human utility, and thus never more than contingent on the demands of human welfare. An ecocentric ethic, by contrast, is believed to be necessary in order to develop a non-contingent basis for protecting the natural world. Critics of ecocentrism have argued that it opens the doors to an anti-humanist morality that risks sacrificing human well-being for the sake of an ill-defined ‘greater good’. &lt;a href=\"Deep%20ecology\"&gt;Deep ecologist&lt;/a&gt; &lt;a href=\"Arne%20N%C3%A6ss\"&gt;Arne Naess&lt;/a&gt; has identified anthropocentrism as a root cause of the &lt;a href=\"ecological%20crisis\"&gt;ecological crisis&lt;/a&gt;, &lt;a href=\"human%20overpopulation\"&gt;human overpopulation&lt;/a&gt;, and the &lt;a href=\"extinction\"&gt;extinction&lt;/a&gt;s of many non-human species. Lupinacci also points to anthropocentrism as a root cause of environmental degradation. Others point to the gradual historical realization that humans are not the centre of all things, that \"A few hundred years ago, with some reluctance, Western people admitted that the planets, Sun and stars did not circle around their abode. In short, our thoughts and concepts though irreducibly anthropomorphic need not be anthropocentric.\"\nIndustrocentrism.\nIt sees all things on earth as resources to be utilized by humans or to be commodified. This view is the opposite of anthropocentrism and ecocentrism.\nTechnocentrism.\nEcocentrism is also contrasted with &lt;a href=\"technocentrism\"&gt;technocentrism&lt;/a&gt; (meaning values centred on technology) as two opposing perspectives on attitudes towards human technology and its ability to affect, control and even protect the environment. Ecocentrics, including \"deep green\" ecologists, see themselves as being subject to nature, rather than in control of it. They lack faith in modern technology and the bureaucracy attached to it. Ecocentrics will argue that the natural world should be respected for its processes and products, and that low impact technology and self-reliance is more desirable than technological control of nature.\nTechnocentrics, including imperialists, have absolute faith in technology and industry and firmly believe that humans have control over nature. Although technocentrics may accept that environmental problems do exist, they do not see them as problems to be solved by a reduction in industry. Rather, environmental problems are seen as problems to be solved using science. Indeed, technocentrics see that the way forward for developed and developing countries and the solutions to our environmental problems today lie in scientific and technological advancement.\nBiocentrism.\nThe distinction between biocentrism and ecocentrism is ill-defined. Ecocentrism recognizes Earth's interactive living and non-living systems rather than just the Earth's organisms (biocentrism) as central in importance.\nThe term has been used by those advocating \"left biocentrism\", combining deep ecology with an \"anti-industrial and anti-capitalist\" position (David Orton et al.)."
}