{
    "id": "19674151",
    "revid": "28501110",
    "url": "https://en.wikipedia.org/wiki?curid=19674151",
    "title": "2009 Florida Marlins season",
    "text": "The 2009 Florida Marlins season was the 17th season for the &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; franchise. The Marlins played their home games at &lt;a href=\"Sun%20Life%20Stadium\"&gt;Sun Life Stadium&lt;/a&gt;. &lt;a href=\"Fredi%20Gonz%C3%A1lez\"&gt;Fredi González&lt;/a&gt; returned for his third straight season as manager. The Marlins failed to make the playoffs for the sixth consecutive season.\nRegular season.\nApril.\nOpening Day showcased the Marlins′ new emphasis on pitching and speed, although several home runs were hit too. New leadoff hitter &lt;a href=\"Emilio%20Bonifacio\"&gt;Emilio Bonifacio&lt;/a&gt; had three stolen bases and an &lt;a href=\"inside-the-park%20home%20run\"&gt;inside-the-park home run&lt;/a&gt;, going 4-for-5. A &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; by &lt;a href=\"Hanley%20Ram%C3%ADrez\"&gt;Hanley Ramírez&lt;/a&gt;, and homers by &lt;a href=\"Jorge%20Cant%C3%BA\"&gt;Jorge Cantú&lt;/a&gt; and &lt;a href=\"Jeremy%20Hermida\"&gt;Jeremy Hermida&lt;/a&gt; capped a spectacular performance in a 12–6 win over &lt;a href=\"2009%20Washington%20Nationals%20season\"&gt;the Washington Nationals&lt;/a&gt;. The 12 runs set a franchise record for most runs scored on Opening Day. Following an opening series sweep of Washington, the Marlins won two of three games against &lt;a href=\"2009%20New%20York%20Mets%20season\"&gt;the New York Mets&lt;/a&gt;. Next, Florida had a nine-game road trip, visiting Atlanta, Washington, and Pittsburgh for three games each. The Marlins swept both &lt;a href=\"2009%20Atlanta%20Braves%20season\"&gt;the Braves&lt;/a&gt; and Nationals to earn a franchise-best 11—1 record to open a season. But then they stumbled in Pittsburgh, losing all three games to &lt;a href=\"2009%20Pittsburgh%20Pirates%20season\"&gt;the Pirates&lt;/a&gt;. Then the Marlins returned home to meet &lt;a href=\"2009%20Philadelphia%20Phillies%20season\"&gt;the Phillies&lt;/a&gt;, and lost all three games there too. In the final game against Philadelphia, outfielder &lt;a href=\"Cody%20Ross\"&gt;Cody Ross&lt;/a&gt; pitched an inning of relief, becoming the first Marlins position player to pitch since &lt;a href=\"Jason%20Wood%20%28baseball%29\"&gt;Jason Wood&lt;/a&gt; did so in 2007. The Marlins closed April with three straight wins on the road.\nMay.\nThe Marlins opened the month by losing the final three games of a four-game series at &lt;a href=\"2009%20Chicago%20Cubs%20season\"&gt;the Chicago Cubs&lt;/a&gt;. This was the beginning of one of the worst months in Marlins history going 5—20. &lt;a href=\"Ricky%20Nolasco\"&gt;Ricky Nolasco&lt;/a&gt; never returned to his 2008 form and was sent down to AAA. Worse yet, their number three starter &lt;a href=\"An%C3%ADbal%20S%C3%A1nchez\"&gt;Aníbal Sánchez&lt;/a&gt; got injured and the Marlins experimented with different pitchers including &lt;a href=\"John%20Koronka\"&gt;John Koronka&lt;/a&gt;, &lt;a href=\"Graham%20Taylor%20%28baseball%29\"&gt;Graham Taylor&lt;/a&gt;, and even tried starting relievers &lt;a href=\"Hayden%20Penn\"&gt;Hayden Penn&lt;/a&gt; and &lt;a href=\"Burke%20Badenhop\"&gt;Burke Badenhop&lt;/a&gt; before finally settling for &lt;a href=\"Sean%20West\"&gt;Sean West&lt;/a&gt;. For the second time in 2009 a position player, &lt;a href=\"Ross%20Gload\"&gt;Ross Gload&lt;/a&gt; pitched a hitless 9th inning in a 15—2 loss to &lt;a href=\"2009%20Tampa%20Bay%20Rays%20season\"&gt;the Tampa Bay Rays&lt;/a&gt;. After being 11—1 near the end of April the Marlins finished May with a 23—28 record.\nJune.\nIn June the Marlins slowly were able to climb back to a 40—39 record. Rookie pitcher Sean West went into the seventh inning against his childhood idol &lt;a href=\"Randy%20Johnson\"&gt;Randy Johnson&lt;/a&gt; and &lt;a href=\"2009%20San%20Francisco%20Giants%20season\"&gt;the San Francisco Giants&lt;/a&gt; with a &lt;a href=\"no-hitter\"&gt;no-hitter&lt;/a&gt; before &lt;a href=\"%C3%89dgar%20Renter%C3%ADa\"&gt;Édgar Rentería&lt;/a&gt; hit a single. and &lt;a href=\"Ricky%20Nolasco\"&gt;Ricky Nolasco&lt;/a&gt; returned from the Minors and was better than ever. &lt;a href=\"Hanley%20Ram%C3%ADrez\"&gt;Hanley Ramírez&lt;/a&gt; started to play like an MVP, by hitting 2 grand slams in one series against &lt;a href=\"2009%20Baltimore%20Orioles%20season\"&gt;the Baltimore Orioles&lt;/a&gt;, his second and third of the year, then continued to have RBIs for 10 straight games into July 2 for a &lt;a href=\"Florida%20Marlins\"&gt;Florida Marlins&lt;/a&gt; franchise record.\nJuly.\nIn the beginning of July Hanley Ramírez was voted as the starting &lt;a href=\"shortstop\"&gt;shortstop&lt;/a&gt; for the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; in the &lt;a href=\"2009%20MLB%20All-Star%20Game\"&gt;2009 MLB All-Star Game&lt;/a&gt;. Teammate and pitcher &lt;a href=\"Josh%20Johnson%20%28pitcher%29\"&gt;Josh Johnson&lt;/a&gt; joined him but was not named a starter. At the All-Star Game, Ramírez went 0 for 3 with 3 ground balls. Johnson did not get the opportunity to pitch. Coming out of the All-Star Break, the Marlins ran in &lt;a href=\"2009%20Philadelphia%20Phillies%20season\"&gt;the Philadelphia Phillies&lt;/a&gt; with a four-game series. Since the 3rd game got rained out, they only lost all 3 games. No. 5 starter Sean West was sent to the minors and &lt;a href=\"Rick%20VandenHurk\"&gt;Rick VandenHurk&lt;/a&gt; was called up to make his 2009 Marlins debut. Also, their No. 4 starter &lt;a href=\"Andrew%20Miller%20%28baseball%29\"&gt;Andrew Miller&lt;/a&gt; was sent down and &lt;a href=\"Gaby%20S%C3%A1nchez\"&gt;Gaby Sánchez&lt;/a&gt; joined the team.\nPlayer stats.\nBatting.\n\"Note: G = Games played; AB = At bats; R = Runs scored; H = Hits; 2B = Doubles; 3B = Triples; HR = Home runs; RBI = Runs batted in; AVG = Batting average; SB = Stolen bases\"\nPitching.\n\"Note: G = Games pitched; GS = Games started; W = Wins; L = Losses; SV = Saves; IP = Innings pitched; H =Hits; ER = Earned runs allowed; BB = Walks allowed; K = Strikeouts; ERA = Earned run average; \""
}