{
    "id": "19672531",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=19672531",
    "title": "Anatol Fejgin",
    "text": " \nAnatol Fejgin (September 25, 1909 – July 28, 2002) was a Polish-Jewish &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; activist before &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and after 1949, commander of the Stalinist political police at the &lt;a href=\"Ministry%20of%20Public%20Security%20of%20Poland\"&gt;Ministry of Public Security of Poland&lt;/a&gt;, in charge of its notorious Special Bureau (the 10th Department). During the &lt;a href=\"Polish%20October\"&gt;Polish October&lt;/a&gt; revolution of 1956, his name – along with a number of others including his colleague Col. &lt;a href=\"J%C3%B3zef%20R%C3%B3%C5%BCa%C5%84ski\"&gt;Józef Różański&lt;/a&gt;, and Minister &lt;a href=\"Jakub%20Berman\"&gt;Jakub Berman&lt;/a&gt; – came to symbolize communist terror in postwar &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;.\nFejgin was born into a middle-class Jewish family, and in 1927 began medical studies in Warsaw, which he never finished. In 1928, he joined the &lt;a href=\"Communist%20Party%20of%20Poland\"&gt;Communist Party of Poland&lt;/a&gt; and in 1929 was arrested and sentenced to two years in prison for communist agitation. Released, Fejgin was arrested again in 1932 and incarcerated for four years. After the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; in 1939, Fejgin escaped to &lt;a href=\"Lw%C3%B3w\"&gt;Lwów&lt;/a&gt; in the Soviet military zone, got in touch with the &lt;a href=\"NKVD\"&gt;NKVD&lt;/a&gt; and began working for the Soviet authorities. In May 1943 he joined the Soviet sponsored &lt;a href=\"Polish%201st%20Tadeusz%20Kosciuszko%20Infantry%20Division\"&gt;Polish 1st Tadeusz Kosciuszko Infantry Division&lt;/a&gt;, where he became a &lt;a href=\"Political%20commissar\"&gt;propaganda officer&lt;/a&gt;, a &lt;a href=\"paramilitary\"&gt;paramilitary&lt;/a&gt; rank commonly feared. In January 1945, Fejgin took the post of the director of personal department of the political bureau of the pro-Soviet &lt;a href=\"Ludowe%20Wojsko%20Polskie\"&gt;Ludowe Wojsko Polskie&lt;/a&gt;.\nThe interrogator.\nIn October 1949, Fejgin was moved to the &lt;a href=\"Ministry%20of%20Public%20Security%20of%20Poland\"&gt;Ministry of Public Security of Poland&lt;/a&gt; (MBP and UB), where he was appointed director of the Special Bureau (renamed in 1951 as the 10th Department), which was formed for \"protecting the Party from provocateurs\" (in reality, the murderous persecution of political opponents and army officers from &lt;a href=\"Polish%20Underground%20State\"&gt;Polish Underground State&lt;/a&gt;). Suspended after the 1953 defection of deputy director &lt;a href=\"J%C3%B3zef%20%C5%9Awiat%C5%82o\"&gt;Józef Światło&lt;/a&gt; (Izaak Fleischfarb) who incriminated him and other Stalinists, Fejgin was fired from UB during the &lt;a href=\"Polish%20October\"&gt;Polish political thaw&lt;/a&gt; and arrested on April 23, 1956, along with his own boss, vice-minister &lt;a href=\"Roman%20Romkowski\"&gt;Roman Romkowski&lt;/a&gt; (born Natan Grünspau [Grinszpan]-Kikiel.) He was brought to trial at the end of the Stalinist period, and on November 11, 1957, sentenced to 12 years in prison for violations of human rights law and abuse of power. Charged along with co-defendants, Romkowski and &lt;a href=\"J%C3%B3zef%20R%C3%B3%C5%BCa%C5%84ski\"&gt;Józef Różański&lt;/a&gt;, Fejgin was found guilty of torturing 28 named victims during interrogations, including innocent women and &lt;a href=\"Polish%20United%20Workers%27%20Party\"&gt;Polish United Workers' Party&lt;/a&gt; members. His sentence was upheld by the Supreme Court in 1958. Fejgin was kept in Racibórz. He was released from prison after the 1964 amnesty, serving seven years.\nIn 1985 Fejgin became a member of the state-controlled veterans association, the &lt;a href=\"Society%20of%20Fighters%20for%20Freedom%20and%20Democracy\"&gt;Society of Fighters for Freedom and Democracy&lt;/a&gt; (ZBoWiD), and acquired privileges of a war veteran. In 1990, however, following the collapse of the Soviet empire, he was stripped of the privileges due to his Stalinist past. Fejgin appealed this decision to the &lt;a href=\"Supreme%20Administrative%20Court%20of%20the%20Republic%20of%20Poland\"&gt;Supreme Administrative Court of the Republic of Poland&lt;/a&gt;, but his claim was rejected. The court emphasized that Fejgin's post-World-War-Two activities were harmful to the Polish nation and the Polish legal system, and as such ought to be condemned.\nAt the time of his death in 2002, Fejgin was still the subject of investigation by the &lt;a href=\"Institute%20of%20National%20Remembrance\"&gt;Institute of National Remembrance&lt;/a&gt; for the crimes he committed as an interrogator."
}