{
    "id": "1968982",
    "revid": "40276288",
    "url": "https://en.wikipedia.org/wiki?curid=1968982",
    "title": "Ghoti people",
    "text": "Ghoti, also called Poshchimbongiyo, are a &lt;a href=\"social%20group\"&gt;social group&lt;/a&gt; native to the state of &lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt;, in &lt;a href=\"India\"&gt;India&lt;/a&gt;.\nEtymology.\nAmong the &lt;a href=\"Bengalis\"&gt;Bengalis&lt;/a&gt; of India, the terms \"Ghoti\" and \"&lt;a href=\"Bangal\"&gt;Bangal&lt;/a&gt;\" are used as social sub-groups indicating the ancestral origin of a family. \nThe term \"Ghoti\" has been known to be used since at least the early-18th century. While all Ghotis are ethno-linguistically &lt;a href=\"Bengalis\"&gt;Bengali&lt;/a&gt;, the term does not refer to a single community of people, and was initially not bound by religion. Instead, it is geographic in nature, loosely referring to all Bengali-speaking inhabitants of the western parts of the historic region of &lt;a href=\"Bengal\"&gt;Bengal&lt;/a&gt;. \nIn history and popular culture, Western Bengal includes the land west of the &lt;a href=\"Padma\"&gt;Padma&lt;/a&gt; river (the tributary of the &lt;a href=\"Ganges\"&gt;Ganges&lt;/a&gt; that flows eastwards), such as &lt;a href=\"Jessore%20District\"&gt;Jessore District&lt;/a&gt; and &lt;a href=\"Khulna%20District\"&gt;Khulna District&lt;/a&gt; in &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt; and almost the entirety of the state of West Bengal in India. Jessore and Khulna were &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt;-majority districts that were included in &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; during the &lt;a href=\"Partition%20of%20Bengal%20%281947%29\"&gt;partition of Bengal&lt;/a&gt;, while &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;-majority &lt;a href=\"Murshidabad\"&gt;Murshidabad&lt;/a&gt; was included in India to resolve border contiguity issues.\nHistory.\nThe usage of the term shot up since 1947 when India got its &lt;a href=\"Independence%20of%20India\"&gt;independence&lt;/a&gt; and the region of Bengal was &lt;a href=\"Partition%20of%20Bengal%20%281947%29\"&gt;bifurcated&lt;/a&gt;. The western half of Bengal, historic homeland of the Ghoti people, became the state of West Bengal, while the eastern half (Purbo Banga) became &lt;a href=\"East%20Pakistan\"&gt;East Pakistan&lt;/a&gt;. In 1971, East Pakistan became the nation of Bangladesh after the &lt;a href=\"Liberation%20of%20Bangladesh\"&gt;Liberation of Bangladesh&lt;/a&gt;.\nDuring both events, as well as before and after them, millions of Hindu Bangals fled from East Pakistan and Bangladesh due to religious persecution and political repression by the majority Muslim populace. These Bangal refugees competed for housing, food and employment as population density in West Bengal soared.\nThe term \"Ghoti\" was popularised by these refugees to identify the native population as well as the associated native &lt;a href=\"Culture%20of%20Bengal\"&gt;culture&lt;/a&gt;, facets of which was significantly different from that in eastern Bengal. Subsequently, the native population, which was economically better placed and controlled the majority of the land and job resources, internalized the term. This arose from their desire and need to socially distinguish themselves from the newcomers, who were discriminated upon.\nAnother result of these massive religious migrations of the 20th century, necessitated by religious persecution on both sides of the border, have been the complete erasing of the \"Muslim Ghoti\". Some &lt;a href=\"Bengali%20Muslims\"&gt;Bengali Muslims&lt;/a&gt; living in the Western parts of the region, left India for Bangladesh. After Bangladesh's independence, its founders espoused the national cultural identity of the country to be singularly &lt;a href=\"Bangladeshi%20nationalism\"&gt;bengali&lt;/a&gt;, without regional cultural allegiances. So, few Bangladeshi Muslims identify with their cultural Ghoti roots while those in West Bengal identify as either simply Muslims and/or Bengalis, culturally.\n1980s onwards.\nThe terms \"Ghoti\" or \"Bangal\" now has little relation to actual geography, since most members of both groups live in India, mostly in West Bengal. The term is used freely and not considered derogatory within this social class now. The intrinsic differences between Ghotis and Bangals, and their rivalries are now part of the larger &lt;a href=\"Culture%20of%20West%20Bengal\"&gt;Culture of West Bengal&lt;/a&gt;. Millions of Bengalis in modern-day India, now have both Ghoti and Bangal heritage, with a high rate of intermarriage between the communities over the preceding four decades.\nCulture.\nThe dialects, folk traditions (\"Lokachaar\") and cuisine of Ghotis are distinct from those of the \"&lt;a href=\"Bangals\"&gt;Purbabangiyas&lt;/a&gt;\" or the natives of erstwhile &lt;a href=\"east%20Bengal\"&gt;eastern Bengal&lt;/a&gt;.\nInitially, there was a protracted period of cultural and sociological clash between the native population and the refugees. Ghotis are frequently distinguished by their &lt;a href=\"Bengali%20language\"&gt;Bangla&lt;/a&gt; accent and use of certain local dialects and figures of speech that Bangals, in general, would not use. \nReligious practices.\nThe religious practices of Ghoti families differ significantly from other hindu families in the rest of the state. Ghotis perform &lt;a href=\"Lakshmi%20puja\"&gt;Lakshmi puja&lt;/a&gt; (mostly only at home) on the day of &lt;a href=\"Kali%20Puja\"&gt;Kali Puja&lt;/a&gt;. On the other hand, Bangals celebrate Lakshmi puja on the fifth day after &lt;a href=\"Durga%20Puja\"&gt;Durga Puja&lt;/a&gt;.\nCuisine.\nSweets are a major part of Ghoti cuisine, as is the case for the entire Bengal region. Sweets such as &lt;a href=\"Rasgulla\"&gt;Rosogolla&lt;/a&gt;, &lt;a href=\"Misti%20doi\"&gt;Mishti doi&lt;/a&gt;, &lt;a href=\"Ledikeni\"&gt;Ledikeni&lt;/a&gt;, &lt;a href=\"Langcha\"&gt;Langcha&lt;/a&gt;, &lt;a href=\"Jaynagarer%20Moa\"&gt;Jaynagar'er Moa&lt;/a&gt;, &lt;a href=\"Ras%20Malai\"&gt;Roshomalai&lt;/a&gt;, &lt;a href=\"Pantua\"&gt;Pantua&lt;/a&gt;, &lt;a href=\"JolBhora%20Talsash\"&gt;Jol Bhora Talsash&lt;/a&gt;, &lt;a href=\"Mihidana\"&gt;Mihidana&lt;/a&gt;, &lt;a href=\"Raskadam\"&gt;Roshokadamba&lt;/a&gt;, &lt;a href=\"Rajbhog\"&gt;Rajbhog&lt;/a&gt; and &lt;a href=\"Gopalbhog\"&gt;Gopalbhog&lt;/a&gt;, among others, are known to originate in Western Bengal and are a staple of Ghoti culture.\nIn terms of seafood, an important element of Bengali cuisine, Ghoti people are generally more associated with (&lt;a href=\"Prawns\"&gt;Prawns&lt;/a&gt;), locally called 'Chingri', used to make a broad variety of &lt;a href=\"Chingri%20malai%20curry\"&gt;Chingri malai curry&lt;/a&gt;. As compared to this, Bangals share a love for &lt;a href=\"Hilsa\"&gt;Hilsa&lt;/a&gt; fish, (popularly known as 'Ilish' in West Bengal).\nGhotis are also known for including a wide number of dishes with 'Posto' (&lt;a href=\"Poppy%20seed\"&gt;Poppy seed&lt;/a&gt;) in their cuisine.\nSports.\nMohun Bagan vs East Bengal : Traditionally, West Bengal has been a major centre for &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; and a longstanding rivalry between Ghoti and Bangal people on the football field have been a hallmark of the larger social friction between the groups.\nGhoti people have historically supported the &lt;a href=\"Mohun%20Bagan%20AC\"&gt;Mohun Bagan AC&lt;/a&gt; whereas the Bangals are traditionally supporters of &lt;a href=\"East%20Bengal%20Club\"&gt;East Bengal Club&lt;/a&gt;. Though there are several exceptions, both communities in general have supported their respective teams since the 1950s. A popular culture mainstay in Kolkata, this deep rivalry has often resulted in violent clashes during matches, in the presence of thousands of fans.\nIn a typical season, the clubs currently meet at least 3 times a year; twice in the &lt;a href=\"I-League\"&gt;I-League&lt;/a&gt; and once in the &lt;a href=\"Calcutta%20Football%20League\"&gt;Calcutta Football League&lt;/a&gt;. The ultimate showdown between the teams takes place during the annual &lt;a href=\"Kolkata%20Derby\"&gt;Kolkata Derby&lt;/a&gt;, which features in &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt;'s classic derby list.\nThe primary venue of the match - the 85,000-seat &lt;a href=\"Salt%20Lake%20Stadium\"&gt;Salt Lake Stadium&lt;/a&gt; - has remained soldout on match day, for decades. The &lt;a href=\"Kolkata%20Police%20Force\"&gt;Kolkata Police Force&lt;/a&gt; has in recent years maintained strict supervision after riots between fans claimed lives on multiple occasions. Often the clubs also meet in other competitions like the &lt;a href=\"Federation%20Cup%20%28India%29\"&gt;Federation Cup (India)&lt;/a&gt;, the &lt;a href=\"IFA%20Shield\"&gt;IFA Shield&lt;/a&gt;, and the &lt;a href=\"Durand%20Cup\"&gt;Durand Cup&lt;/a&gt;, among others."
}