{
    "id": "196890",
    "revid": "12416903",
    "url": "https://en.wikipedia.org/wiki?curid=196890",
    "title": "Heptadecagon",
    "text": "In &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt;, a heptadecagon, septadecagon or 17-gon is a seventeen-sided &lt;a href=\"polygon\"&gt;polygon&lt;/a&gt;.\nRegular heptadecagon.\nA \"&lt;a href=\"regular%20polygon\"&gt;regular&lt;/a&gt; heptadecagon\" is represented by the &lt;a href=\"Schl%C3%A4fli%20symbol\"&gt;Schläfli symbol&lt;/a&gt; {17}.\nConstruction.\nAs 17 is a &lt;a href=\"Fermat%20prime\"&gt;Fermat prime&lt;/a&gt;, the regular heptadecagon is a &lt;a href=\"constructible%20polygon\"&gt;constructible polygon&lt;/a&gt; (that is, one that can be constructed using a &lt;a href=\"straightedge%20and%20compass\"&gt;compass and unmarked straightedge&lt;/a&gt;): this was shown by &lt;a href=\"Carl%20Friedrich%20Gauss\"&gt;Carl Friedrich Gauss&lt;/a&gt; in 1796 at the age of 19. This proof represented the first progress in regular polygon construction in over 2000 years. Gauss's proof relies firstly on the fact that constructibility is equivalent to expressibility of the &lt;a href=\"trigonometric%20function\"&gt;trigonometric function&lt;/a&gt;s of the common angle in terms of &lt;a href=\"arithmetic\"&gt;arithmetic&lt;/a&gt; operations and &lt;a href=\"square%20root\"&gt;square root&lt;/a&gt; extractions, and secondly on his proof that this can be done if the odd prime factors of formula_1, the number of sides of the regular polygon, are distinct Fermat primes, which are of the form formula_2 for some nonnegative integer formula_3. Constructing a regular heptadecagon thus involves finding the cosine of formula_4 in terms of square roots, which involves an equation of degree 17—a Fermat prime. Gauss's book \"&lt;a href=\"Disquisitiones%20Arithmeticae\"&gt;Disquisitiones Arithmeticae&lt;/a&gt;\" gives this as (in modern notation):\nConstructions for the &lt;a href=\"equilateral%20triangle\"&gt;regular triangle&lt;/a&gt;, &lt;a href=\"pentagon\"&gt;pentagon&lt;/a&gt;, &lt;a href=\"pentadecagon\"&gt;pentadecagon&lt;/a&gt;, and polygons with \"2\"\"h\" times as many sides had been given by Euclid, but constructions based on the Fermat primes other than 3 and 5 were unknown to the ancients. (The only known Fermat primes are \"Fn\" for \"n\" = 0, 1, 2, 3, 4. They are 3, 5, 17, 257, and 65537.)\nThe explicit construction of a heptadecagon was given by &lt;a href=\"Herbert%20William%20Richmond\"&gt;Herbert William Richmond&lt;/a&gt; in 1893. The following method of construction uses &lt;a href=\"Carlyle%20circle\"&gt;Carlyle circle&lt;/a&gt;s, as shown below. Based on the construction of the regular 17-gon, one can readily construct \"n\"-gons with \"n\" being the product of 17 with 3 or 5 (or both) and any power of 2: a regular 51-gon, 85-gon or 255-gon and any regular \"n\"-gon with \"2\"\"h\" times as many sides.\nAnother construction of the regular heptadecagon using straightedge and compass is the following:\nT. P. Stowell of Rochester, N. Y., responded to Query, by W.E. Heal, Wheeling, Indiana in \"The Analyst\" in the year 1874:\n\"To construct a regular polygon of seventeen sides in a circle.\"\n\"Draw the radius CO at right-angles to the diameter AB: On OC and OB, take OQ equal to the half, and OD equal to the eighth part of the radius: Make DE and DF each equal to DQ and EG and FH respectively equal to EQ and FQ; take OK a mean proportional between OH and OQ, and through K, draw KM parallel to AB, meeting the semicircle described on OG in M; draw MN parallel to OC, cutting the given circle in N – the arc AN is the seventeenth part of the whole circumference.\"\nThe following simple design comes from Herbert William Richmond from the year 1893:\nThe following construction is a variation of H. W. Richmond's construction.\nThe differences to the original:\nAnother more recent construction is given by Callagy.\nSymmetry.\nThe \"regular heptadecagon\" has &lt;a href=\"dihedral%20symmetry\"&gt;Dih17 symmetry&lt;/a&gt;, order 34. Since 17 is a &lt;a href=\"prime%20number\"&gt;prime number&lt;/a&gt; there is one subgroup with dihedral symmetry: Dih1, and 2 &lt;a href=\"cyclic%20group\"&gt;cyclic group&lt;/a&gt; symmetries: Z17, and Z1.\nThese 4 symmetries can be seen in 4 distinct symmetries on the heptadecagon. &lt;a href=\"John%20Horton%20Conway\"&gt;John Conway&lt;/a&gt; labels these by a letter and group order. Full symmetry of the regular form is r34 and no symmetry is labeled a1. The dihedral symmetries are divided depending on whether they pass through vertices (d for diagonal) or edges (p for perpendiculars), and i when reflection lines path through both edges and vertices. Cyclic symmetries in the middle column are labeled as g for their central gyration orders.\nEach subgroup symmetry allows one or more degrees of freedom for irregular forms. Only the g17 subgroup has no degrees of freedom but can seen as &lt;a href=\"directed%20edge\"&gt;directed edge&lt;/a&gt;s.\nRelated polygons.\nHeptadecagrams.\nA heptadecagram is a 17-sided &lt;a href=\"star%20polygon\"&gt;star polygon&lt;/a&gt;. There are seven regular forms given by &lt;a href=\"Schl%C3%A4fli%20symbol\"&gt;Schläfli symbol&lt;/a&gt;s: {17/2}, {17/3}, {17/4}, {17/5}, {17/6}, {17/7}, and {17/8}. Since 17 is a prime number, all of these are regular stars and not compound figures.\nPetrie polygons.\nThe regular heptadecagon is the &lt;a href=\"Petrie%20polygon\"&gt;Petrie polygon&lt;/a&gt; for one higher-dimensional regular convex polytope, projected in a skew &lt;a href=\"orthogonal%20projection\"&gt;orthogonal projection&lt;/a&gt;:"
}