{
    "id": "19700363",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=19700363",
    "title": "Interstate Land Sales Full Disclosure Act of 1968",
    "text": "The Interstate Land Sales Full Disclosure Act of 1968 (ILSFDA or ILSA or \"Act\") was an &lt;a href=\"act%20of%20Congress\"&gt;act of Congress&lt;/a&gt; passed in 1968 to facilitate &lt;a href=\"regulation\"&gt;regulation&lt;/a&gt; of interstate land sales, to protect consumers from &lt;a href=\"fraud\"&gt;fraud&lt;/a&gt; and &lt;a href=\"abuse\"&gt;abuse&lt;/a&gt; in the sale or &lt;a href=\"lease\"&gt;lease&lt;/a&gt; of land. The Act was patterned after the &lt;a href=\"Securities%20Act%20of%201933\"&gt;Securities Act of 1933&lt;/a&gt; and required land developers to register subdivisions of (\"currently\" 100 or more) non-exempt lots or condominium units. Originally, the filings were to be with the &lt;a href=\"United%20States%20Department%20of%20Housing%20and%20Urban%20Development\"&gt;United States Department of Housing and Urban Development&lt;/a&gt;. Currently, the responsibility for administering the Act and its regulations is with the &lt;a href=\"Consumer%20Financial%20Protection%20Bureau\"&gt;Consumer Financial Protection Bureau&lt;/a&gt; (CFPB). A regulated developer is to provide each purchaser with a disclosure document called a Property Report. The Property Report contains relevant information about the subdivision and must be delivered to each purchaser before the signing of the contract or agreement and gives the purchaser at a minimum a 7-day period to cancel the purchase agreement.\nIn 2014, the Act was amended to additionally apply to condominiums.\nWhen the financial crisis of 2008 severely limited the ability for purchasers of newly constructed units to purchase homes they could no longer afford, these contract vendees found attorneys wielding this statute as a weapon to rescind contract for buildings with more than 100 units. Real estate attorney &lt;a href=\"Adam%20Leitman%20Bailey\"&gt;Adam Leitman Bailey&lt;/a&gt; pioneered the use of the ILSA provision to get buyers out of contracts by either causing developers to discount prices allowing purchasers to close or if purchasers could not longer afford the home they would be able to terminate the contract. Builders argued that the statute was not meant for sophisticated wealthy buyers and the purchaser's attorneys apologetically, used it to successfully get clients out of contracts and to obtain a refund of the down payment. In other cases using the statute the attorneys for the purchasers received large discounts off the purchase price.\nOn September 19, 2014, a bill unanimously passed the House of Representatives and United States Senate repealing the law for condominiums. On October 6, 2014, President Barack Obama signed the bill into law."
}