{
    "id": "19712899",
    "revid": "6326132",
    "url": "https://en.wikipedia.org/wiki?curid=19712899",
    "title": "1928 Australian Grand Prix",
    "text": "The 1928 Australian Grand Prix was a motor race held on the &lt;a href=\"Phillip%20Island%20road%20circuit\"&gt;Phillip Island road circuit&lt;/a&gt;, on &lt;a href=\"Phillip%20Island%20%28Victoria%29\"&gt;Phillip Island&lt;/a&gt;, &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; on 31 March 1928. Although now known as the first &lt;a href=\"Australian%20Grand%20Prix\"&gt;Australian Grand Prix&lt;/a&gt;, the race was actually staged as the 100 Miles Road Race and it did not assume the &lt;a href=\"Australian%20Grand%20Prix\"&gt;Australian Grand Prix&lt;/a&gt; title until some years later. It was organised by the Victorian Light Car Club.\nThe overall winner was &lt;a href=\"Arthur%20Waite%20%28racing%20driver%29\"&gt;Arthur Waite&lt;/a&gt; driving an &lt;a href=\"Austin%207\"&gt;Austin 7&lt;/a&gt;. The winning car averaged 56.25 mph (90.50 km/h).\nRace summary.\nThe race was originally to be held on Monday 26 March however rain forced postponement until Saturday 31 March. It was open to \"light\" cars of up to 2-litre capacity and it attracted 30 entries, of which 25 were accepted and 17 started.\nCompeting cars were classified into classes according to cylinder capacity:\nThe event was conducted as two separate races, with the first held in the morning for Class B and D entries, and the second held in the afternoon, for Class A and C cars. The competitor setting the fastest time was to receive a £100 trophy donated by Charles Brown Kellow and would be regarded as \"Champion of the Day\". Trophies were also to be awarded for first and second places in each class and all other competitors who finished within the 2½ hour time limit would receive a Club award.\nOnly two cars completed the course without stopping. They were the &lt;a href=\"Morris%20Cowley\"&gt;Morris Cowley&lt;/a&gt; of J. O. McCutcheon and the &lt;a href=\"Austin%2012\"&gt;Austin 12&lt;/a&gt; of C. R. Dickason.\n1927 Australian Grand Prix.\nAlthough the 1928 race is recognised by &lt;a href=\"Motorsport%20Australia\"&gt;Motorsport Australia&lt;/a&gt; as the first &lt;a href=\"Australian%20Grand%20Prix\"&gt;Australian Grand Prix&lt;/a&gt;, a dispute exists given that an event held in &lt;a href=\"Goulburn\"&gt;Goulburn&lt;/a&gt;, New South Wales in 1927 was actually advertised as a grand prix at the time. However the 1927 event was not a motor race but rather a series of elimination sprints."
}