{
    "id": "1974146",
    "revid": "4842600",
    "url": "https://en.wikipedia.org/wiki?curid=1974146",
    "title": "Robot Hive/Exodus",
    "text": "Robot Hive / Exodus is the seventh full-length studio album by American rock band &lt;a href=\"Clutch%20%28band%29\"&gt;Clutch&lt;/a&gt;, released in 2005 on the &lt;a href=\"DRT%20Entertainment\"&gt;DRT Entertainment&lt;/a&gt; label.\nAlbum information.\nThe original release of the album contained 14 tracks, though it had 15 on some editions, namely the single and title track of the compilation album, \"\". It included two &lt;a href=\"Blues\"&gt;Blues&lt;/a&gt; covers, one by the legendary Howlin' Wolf and one by Mississippi Fred McDowell, continuing the band's musical virtuosity and their habit of playing various styles on their albums. Robot Hive/Exodus also signified the beginning of keyboard player Mick Shauer's time with the band. Schauer would also contribute to their next album, \"&lt;a href=\"From%20Beale%20Street%20to%20Oblivion\"&gt;From Beale Street to Oblivion&lt;/a&gt;\" and subsequent tours.\nA reissue of the album was released on September 28, 2010 with only the original 14 tracks, with a slightly different album cover design and an accompanying DVD of their performance at the \"&lt;a href=\"Sounds%20of%20the%20Underground\"&gt;Sounds of the Underground&lt;/a&gt;\" festival in July 2005.\nTrack listing.\nAll tracks written by Clutch, except where noted.\nTrack 15 is included as a bonus track on some editions of this album.\n\"What Would A Wookie Do?\" and \"Bottoms Up, Socrates\" were both recorded during the Robot Hive/Exodus sessions but appear on the compilation album \"&lt;a href=\"Pitchfork%20%26amp%3B%20Lost%20Needles\"&gt;Pitchfork &amp; Lost Needles&lt;/a&gt;\", which is a reissue of the original &lt;a href=\"Extended%20play\"&gt;EP&lt;/a&gt;'s Clutch released in the '90s; \"&lt;a href=\"Pitchfork%20%28album%29\"&gt;Pitchfork&lt;/a&gt; \"and \"&lt;a href=\"Passive%20Restraints\"&gt;Passive Restraints&lt;/a&gt;\", and these 2005 session out-takes."
}