{
    "id": "19789225",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=19789225",
    "title": "Anderson Ravens and Lady Ravens",
    "text": "The Ravens is the name used for all of the men's intercollegiate athletic teams that play for &lt;a href=\"Anderson%20University%20%28Indiana%29\"&gt;Anderson University&lt;/a&gt; in &lt;a href=\"Anderson%2C%20Indiana\"&gt;Anderson, Indiana&lt;/a&gt;. The female intercollegiate teams are known as the Lady Ravens.\nMen's sports offered at Anderson University include football, basketball, baseball, lacrosse, tennis, golf, soccer, cross country, and track &amp; field. Women's sports offered at Anderson University include basketball, softball, lacrosse, tennis, volleyball, soccer, golf, cross country, and track &amp; field.\nConference affiliation.\nThe Ravens compete in athletics in the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;NCAA&lt;/a&gt; &lt;a href=\"Division%20III%20%28NCAA%29\"&gt;Division III&lt;/a&gt; and the &lt;a href=\"Heartland%20Collegiate%20Athletic%20Conference\"&gt;Heartland Collegiate Athletic Conference&lt;/a&gt;.\nOrganization.\nAthletics at Anderson University are administered by the Anderson University Athletic Department. \nCurrent facilities.\nMost athletic teams have on-campus facilities for competition, including &lt;a href=\"Macholtz%20Stadium\"&gt;Macholtz Stadium&lt;/a&gt; for &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, and &lt;a href=\"O.%20C.%20Lewis%20Gymnasium\"&gt;O. C. Lewis Gymnasium&lt;/a&gt; for &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and women’s &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;.\nTeam colors.\nThe official &lt;a href=\"school%20colors\"&gt;school colors&lt;/a&gt; for Anderson University are &lt;a href=\"orange%20%28color%29\"&gt;Orange&lt;/a&gt; and &lt;a href=\"Black%20%28color%29\"&gt;Black&lt;/a&gt;. &lt;a href=\"White\"&gt;White&lt;/a&gt; is often used as a secondary color and for &lt;a href=\"alternate%20jersey\"&gt;alternate jersey&lt;/a&gt;s.\nMascot.\nFormerly the Tigers, AU's nickname was changed to the Ravens in 1937. The current mascot is &lt;a href=\"Rodney%20the%20Raven\"&gt;Rodney the Raven&lt;/a&gt;.\nAthletic team success and post season appearances.\nFootball.\nIn 1970 the Ravens played in the &lt;a href=\"NAIA%20Football%20National%20Championship\"&gt;NAIA Division II National Football Championship&lt;/a&gt; and lost to Westminster (Pa.), 21–16.\nThe Anderson Ravens football team won the HCAC conference title in 2001 season.\nTwo former AU players currently playing professional football are &lt;a href=\"Hyman%20Smith\"&gt;Hyman Smith&lt;/a&gt; and &lt;a href=\"Joel%20Steele\"&gt;Joel Steele&lt;/a&gt;. In 2008, a new all-weather synthetic field turf and outdoor game lights were installed at &lt;a href=\"Macholtz%20Stadium\"&gt;Macholtz Stadium&lt;/a&gt;.\nThe Kevin Donley era.\n&lt;a href=\"Kevin%20Donley\"&gt;Kevin Donley&lt;/a&gt; has been one of the most successful coaches in &lt;a href=\"National%20Association%20of%20Intercollegiate%20Athletics\"&gt;NAIA&lt;/a&gt; football. After graduating from Anderson College in 1973, Donley returned to his alma mater in 1976 to serve two seasons as &lt;a href=\"offensive%20coordinator\"&gt;offensive coordinator&lt;/a&gt;. In 1978, at the age of 26, Donley was named the youngest &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; in the country. Over the next four years, Donley’s teams would compile an overall record of 28-9 (.757), winning the conference title in 1980 and 1981. Through 2017 and 71 years of Anderson football history, Donley’s overall winning percentage stands as the best among all Anderson football coaches.\nBaseball.\nThe baseball teams has qualified for postseason tournaments 30 of the last 32 years and 99 percent of the four-year players have graduated. Some notable accomplishments are:\nWomen's basketball.\nIn more recent history, the women's basketball team made their first appearance in the Division III NCAA Tournament in 2000-2001.\nSoftball.\nThe Softball team has posted a record of 214-195 over the past decade, reaching the NCAA regionals three times. In total, they have had 7 conference MVP's and 71 All-Conference players. The 1999 team was the most successful in school history. They finished with a total of 35 wins, including a 14-0 performance in conference play.\nMen's soccer.\nThe Men's Soccer team also became the first NCAA team, regardless of division, to be named Academic All-Americans 12 straight years. The Women's team achieved 11 straight seasons. Major team accomplishments include, two HCAC tournament titles, two HCAC regular season titles, 38 All-Conference players, 28 NSCAA Academic All-American selections, three HCAC Players of the Year and two HCAC Freshmen of the Year.\nCross country teams.\nThe men's cross country team has won 14 conference titles since 1988, having perfect scored twice, 16 most valuable runner awards, and 5 freshmen of the year awards (since 2000). In addition, they have won 11 coach of the year awards. The women's cross country team has also won conference awards since 1993 including, 11 conference titles, 11 most valuable runner awards, 4 freshmen of the year awards (since 2000), and 10 coach of the year awards."
}