{
    "id": "1980502",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=1980502",
    "title": "Seán Brady",
    "text": "Seán Baptist Brady &lt;a href=\"Order%20of%20the%20Holy%20Sepulchre\"&gt;KGCHS&lt;/a&gt; (born 16 August 1939) is an Irish &lt;a href=\"Cardinal%20%28Catholic%20Church%29\"&gt;cardinal of the Roman Catholic Church&lt;/a&gt;. He was &lt;a href=\"Primate%20of%20All%20Ireland\"&gt;Primate of All Ireland&lt;/a&gt; and &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Armagh\"&gt;Archbishop of Armagh&lt;/a&gt; from 1996 until 2014, being elevated to the &lt;a href=\"Cardinal%20%28Roman%20Catholicism%29\"&gt;cardinalate&lt;/a&gt; in 2007. He faced repeated calls to resign over his alleged role in a &lt;a href=\"cover-up\"&gt;cover-up&lt;/a&gt; of child abuse by priests in his jurisdiction.\nEarly life and education.\nSeán Brady was born in &lt;a href=\"Drumcalpin\"&gt;Drumcalpin&lt;/a&gt;, near &lt;a href=\"Laragh%2C%20County%20Cavan\"&gt;Laragh, County Cavan&lt;/a&gt;, to Andrew (d. 1968) and Annie (d. 1990) Brady. One of three children, he has a brother, Con, and a sister, Kitty. He attended Caulfield &lt;a href=\"National%20school%20%28Ireland%29\"&gt;National School&lt;/a&gt; in Laragh and &lt;a href=\"St.%20Patrick%27s%20College%2C%20Cavan\"&gt;St Patrick's College&lt;/a&gt; in &lt;a href=\"Cavan\"&gt;Cavan&lt;/a&gt;.\nIn 1957 he entered &lt;a href=\"St%20Patrick%27s%20College%2C%20Maynooth\"&gt;Maynooth College&lt;/a&gt; where he later obtained a Bachelor of Arts degree in &lt;a href=\"Classics\"&gt;Ancient Classics&lt;/a&gt; in 1960. He then proceeded to study in Rome at the &lt;a href=\"Pontifical%20Irish%20College\"&gt;Pontifical Irish College&lt;/a&gt; and &lt;a href=\"Pontifical%20Lateran%20University\"&gt;Pontifical Lateran University&lt;/a&gt;, where he earned a &lt;a href=\"Licentiate%20of%20Sacred%20Theology\"&gt;Licentiate in Sacred Theology&lt;/a&gt; in 1964. He received a &lt;a href=\"Doctor%20of%20Canon%20Law\"&gt;Doctorate in Canon Law&lt;/a&gt; at the &lt;a href=\"Lateran%20University\"&gt;Lateran University&lt;/a&gt; in 1967.\nPriesthood.\nBrady was &lt;a href=\"Holy%20Orders\"&gt;ordained&lt;/a&gt; to the priesthood by &lt;a href=\"Luigi%20Traglia\"&gt;Luigi Traglia&lt;/a&gt; on 22 February 1964. Finishing his studies at the &lt;a href=\"Pontifical%20Lateran%20University\"&gt;Pontifical Lateran University&lt;/a&gt;, he there earned a &lt;a href=\"Doctor%20of%20Canon%20Law\"&gt;doctorate in canon law&lt;/a&gt; in 1967.\nOn his return to Ireland in 1967 he was appointed to the staff of his \"alma mater\" of St. Patrick's in Cavan where he remained until 1980. He taught a variety of subjects including &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;, Commerce, Religion, and French, as well as training college &lt;a href=\"Gaelic%20football\"&gt;football&lt;/a&gt; teams at all age levels.\nWhile he was teaching at the school, in 1975, he was present when children signed vows of silence over allegations against a paedophile priest. One of the victims gave him a list of other children being abused by &lt;a href=\"Brendan%20Smyth%20%28priest%29\"&gt;Brendan Smyth&lt;/a&gt;, who was convicted in 1994 of dozens of offences over a 40-year period. In his capacity as a notary, he handed over signed statements from the witnesses to his bishop, but did not notify civil authorities. Commenting on coverage of these events in 2012, Brady said that the BBC programme \"&lt;a href=\"This%20World%20%28TV%20series%29\"&gt;This World&lt;/a&gt;\" had \"set out to deliberately exaggerate and misrepresent my role\".\nWhen it was announced at the start of summer 1979 that &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt; would visit Ireland at the end of September there was an urgency for priests with available time, language skills and organisational ability. Brady took a leading (if often understated) role in the practical planning of this historic visit. The following year he returned to Rome as Vice-&lt;a href=\"Rector%20%28ecclesiastical%29\"&gt;rector&lt;/a&gt; (1980–1987) and later rector (1987–1993) of the &lt;a href=\"Pontifical%20Irish%20College\"&gt;Pontifical Irish College&lt;/a&gt;. In 1990, he introduced &lt;a href=\"Jack%20Charlton\"&gt;Jack Charlton&lt;/a&gt; and the &lt;a href=\"Republic%20of%20Ireland%20national%20football%20team\"&gt;national football team&lt;/a&gt; to &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt;. Following his return to his native country, Brady became &lt;a href=\"Pastor\"&gt;parish priest&lt;/a&gt; of Castletara (&lt;a href=\"Ballyhaise\"&gt;Ballyhaise&lt;/a&gt;) in 1993.\nArchbishop of Armagh.\nOn 13 December 1994, Brady was appointed as the &lt;a href=\"Coadjutor%20bishop\"&gt;Coadjutor Archbishop&lt;/a&gt; of &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Armagh\"&gt;Armagh&lt;/a&gt; by John Paul II. He received his &lt;a href=\"Bishop%20%28Catholicism%29\"&gt;episcopal consecration&lt;/a&gt; on 19 February 1995 from &lt;a href=\"Cahal%20Cardinal%20Daly\"&gt;Cahal Cardinal Daly&lt;/a&gt;, with &lt;a href=\"Archbishop\"&gt;Archbishop&lt;/a&gt; &lt;a href=\"Emanuele%20Gerada\"&gt;Emanuele Gerada&lt;/a&gt; and &lt;a href=\"Bishop\"&gt;Bishop&lt;/a&gt; &lt;a href=\"Gerard%20Clifford%20%28Roman%20Catholic%20Bishop%29\"&gt;Gerard Clifford&lt;/a&gt; serving as &lt;a href=\"Consecrator\"&gt;co-consecrators&lt;/a&gt;, at &lt;a href=\"St%20Patrick%27s%20Cathedral%2C%20Armagh%20%28Roman%20Catholic%29\"&gt;St. Patrick's Cathedral&lt;/a&gt;. He selected as his episcopal &lt;a href=\"motto\"&gt;motto&lt;/a&gt;: \"Jesum Christum Cognoscere\", meaning: \"To Know Jesus Christ\" ().\nUpon &lt;a href=\"Cardinal%20%28Catholic%20Church%29\"&gt;Cardinal&lt;/a&gt; Daly's retirement on 1 October 1996, Archbishop Brady automatically became &lt;a href=\"Archbishop%20of%20Armagh\"&gt;Archbishop of Armagh&lt;/a&gt; and &lt;a href=\"Primate%20of%20All%20Ireland\"&gt;Primate of All Ireland&lt;/a&gt; and was formally &lt;a href=\"Enthronement\"&gt;enthroned&lt;/a&gt; as &lt;a href=\"Metropolitan%20Archbishop\"&gt;Metropolitan Archbishop&lt;/a&gt; on the following 3 November. He presided over Cardinal Daly's funeral services in January 2010.\nOn 8 September 2014 it was announced that the Pope had accepted Cardinal Brady's resignation effective that day; Brady was automatically and immediately succeeded by his coadjutor, &lt;a href=\"Archbishop\"&gt;Archbishop&lt;/a&gt; &lt;a href=\"Eamon%20Martin\"&gt;Eamon Martin&lt;/a&gt;.\nCardinal.\nOn 24 November 2007, Archbishop Brady was created &lt;a href=\"Cardinal-Priest\"&gt;Cardinal-Priest&lt;/a&gt; of \"&lt;a href=\"Santi%20Quirico%20e%20Giulitta\"&gt;Santi Quirico e Giulitta&lt;/a&gt;\" as a symbol of the new cardinal's role in helping the pontiff to minister to the diocese of Rome. Following his elevation to the &lt;a href=\"cardinalate\"&gt;cardinalate&lt;/a&gt;, he joined &lt;a href=\"Cahal%20Cardinal%20Daly\"&gt;Cahal Cardinal Daly&lt;/a&gt;, &lt;a href=\"Desmond%20Cardinal%20Connell\"&gt;Desmond Cardinal Connell&lt;/a&gt; and &lt;a href=\"Keith%20Cardinal%20O%27Brien\"&gt;Keith Cardinal O'Brien&lt;/a&gt; as one of four living Irish cardinals, a record in Irish history. Senior Vatican figures suggested that the archbishop's positive contribution to the &lt;a href=\"Northern%20Ireland%20peace%20process\"&gt;Northern Ireland peace process&lt;/a&gt; weighed heavily in &lt;a href=\"Pope%20Benedict%20XVI\"&gt;Pope Benedict&lt;/a&gt;'s decision to make him a Cardinal.\nCardinal Brady, as Archbishop of Armagh and Primate of All Ireland, was elected President of the Irish &lt;a href=\"Episcopal%20Conference\"&gt;Episcopal Conference&lt;/a&gt;.\nOn 12 June 2008, Pope Benedict named him a member if the &lt;a href=\"Pontifical%20Council%20for%20Promoting%20Christian%20Unity\"&gt;Pontifical Council for Promoting Christian Unity&lt;/a&gt; and the &lt;a href=\"Pontifical%20Council%20for%20Culture\"&gt;Pontifical Council for Culture&lt;/a&gt;.\nHe was one of the &lt;a href=\"Cardinal%20electors%20in%20Papal%20conclave%2C%202013\"&gt;cardinal electors&lt;/a&gt; who participated in the &lt;a href=\"Papal%20conclave%2C%202013\"&gt;2013 papal conclave&lt;/a&gt; that elected &lt;a href=\"Pope%20Francis\"&gt;Pope Francis&lt;/a&gt;.\nHe also served as the Grand Prior of the Lieutenancy of Ireland, of the Equestrian Order of the Holy Sepulchre of Jerusalem, a centuries-old Order of Chivalry dedicated to supporting the Christians of the Holy Land.\nHealth.\nIn April 2010, Cardinal Brady, who was under pressure to resign and had publicly stated he was considering his position over his role in the cover-up of the activities of a paedophile priest, was officiating at a confirmation ceremony in the parish church of Kildress in &lt;a href=\"County%20Tyrone\"&gt;County Tyrone&lt;/a&gt;, when he fell ill. He remained in a conscious state while waiting for an ambulance to arrive at the church. He is known to suffer from a blood pressure condition. He was admitted to Craigavon Area Hospital for observation.\nViews.\nSame-sex unions in Ireland.\nOn 4 November 2008, &lt;a href=\"Cardinal%20%28Catholic%20Church%29\"&gt;Cardinal&lt;/a&gt; Brady criticised the Government's plan allowing for the &lt;a href=\"Recognition%20of%20same-sex%20unions%20in%20Ireland\"&gt;recognition of cohabiting and same-sex couples&lt;/a&gt;, describing the plan in the negative sense as \"perhaps the greatest revolution in the history of the Irish family\" and that instead the Government were obliged by the Constitution to guard the institution of marriage \"with special care\".\nIrish overseas development budget.\nOn 26 October 2009, Cardinal Brady said that further cuts to the &lt;a href=\"Republic%20of%20Ireland\"&gt;Republic of Ireland&lt;/a&gt;'s overseas development budget would have a devastating impact on the lives of some of the world's poorest people. In a letter to Minister for Finance &lt;a href=\"Brian%20Lenihan%20Jnr\"&gt;Brian Lenihan&lt;/a&gt;, he said: \"These vulnerable people have had no part to play in creating the multiple crises now facing them – climate, financial, food – yet the challenges they face are unprecedented. I appeal to you not to turn your back on them. We must ensure that we maintain our current level of aid spending until such a time as we are in a position to build it up again.\"\nEducation.\nCardinal Brady said in January 2010, that it was \"blatantly unjust\" and \"a complete red herring\" to say that the Catholic Church has no right to be involved in schools that receive State funding, in a strong defence of the role of the church in education. He said that parents had a right to have their children educated in accordance with their philosophical and religious convictions and the State had a duty to support this with public funds. The presumption the Catholic Church wanted to control as many schools as it could, irrespective of parental demands, was increasingly seen to be unfounded, he added.\nAbortion.\nIn December 2010 Cardinal Brady said a &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt; ruling did not oblige the State to introduce legislation authorising abortion. The European court ruled Ireland has failed to properly implement the constitutional right to abortion where a woman is entitled to one where her life is at risk. Cardinal Brady said the judgment \"leaves future policy in Ireland on protecting the lives of unborn children in the hands of the Irish people and does not oblige Ireland to introduce legislation authorising abortion\".\nClosure of Vatican Embassy.\nIn November 2011 Foreign Minister &lt;a href=\"Eamon%20Gilmore\"&gt;Eamon Gilmore&lt;/a&gt; announced that due to cost-cutting measures, the Irish embassy to the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt; would close and that the duties of the ambassador would be dealt with by the secretary-general of the department. Cardinal Brady said that the closure \"means that Ireland will be without a resident Ambassador to the Holy See for the first time since diplomatic relations were established and envoys were exchanged between the two states in 1929\". He added that \"This decision seems to show little regard for the important role played by the Holy See in international relations and of the historic ties between the Irish people and the Holy See over many centuries\" and went on to say that \"It is worth recalling that for the new Irish State, the opening of diplomatic relations with the Holy See in 1929 was a very significant moment. It was very important in asserting the identity and presence of the Irish Free State internationally in view of the fact that Irish diplomatic representation abroad was then confined to the legation in Washington, the office of the high commissioner in London, the permanent delegate to the League of Nations, and the Embassy to the Holy See\".\nMurphy Report.\nThe Cardinal told &lt;a href=\"RT%C3%89%20News\"&gt;RTÉ News&lt;/a&gt; in an interview, broadcast in December 2009 after the publication of the &lt;a href=\"Murphy%20Report\"&gt;Murphy Report&lt;/a&gt;, that he was confident Bishop &lt;a href=\"Donal%20Murray%20%28bishop%29\"&gt;Donal Murray&lt;/a&gt; of &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Limerick\"&gt;Limerick&lt;/a&gt; will \"do the right thing\" in terms of considering his position in the wake of criticism in the Dublin diocesan report. He also said in that interview \"If I found myself in a situation where I was aware that my failure to act had allowed or meant that other children were abused, well then, I think I would resign.\"\nThe unprecedented 15–16 February 2010 summit at the &lt;a href=\"Holy%20See\"&gt;Vatican&lt;/a&gt; with Pope Benedict and senior members of the Curia was described by the Cardinal as \"one step in a process [...] which will lead to a journey of repentance, renewal and reconciliation\". He said that process \"hopefully, will gain momentum when we get back to Ireland\". At 8:00 am twenty-four of Ireland's diocesan bishops met Pope Benedict and seven leading members of the Curia in the first of three sessions, which continued to 1:00 pm and resume after noon until 8:00 pm The 16 February session began at 8:00 am and ended late that morning. Each Irish bishop spoke for about five minutes.\nBrady agreed that there had been \"tensions\" among the bishops over the fallout from the Murphy Report, \"but to describe them as 'divisions' is another matter. Last week at &lt;a href=\"Knock%2C%20County%20Mayo\"&gt;Knock&lt;/a&gt; we had a very cordial retreat. Things were thrashed out fully and frankly\", he said. Brady brought up popular sentiment in his country that Papal envoy to Ireland Archbishop &lt;a href=\"Giuseppe%20Leanza\"&gt;Giuseppe Leanza&lt;/a&gt; should appear before the Foreign Affairs committee of &lt;a href=\"D%C3%A1il%20%C3%89ireann\"&gt;Dáil Éireann&lt;/a&gt;, but was told that by practice a &lt;a href=\"Apostolic%20Nuncio%20to%20Ireland\"&gt;nuncio&lt;/a&gt; will not appear before a parliamentary committee.\nSubsequent revelations and calls for resignation.\nIn March 2010 it became widely known that Brady had participated in an internal Church legal process into the actions of &lt;a href=\"Brendan%20Smyth\"&gt;Brendan Smyth&lt;/a&gt; in 1975. The process required all participants to maintain the confidentiality of the tribunal. Smyth went on to abuse dozens of children before being brought to justice in 1994. Taken alongside his statement in December, this led to widespread calls for Brady's resignation. The information of this internal process had been publicly available as far back as 10 August 1997 in an article by Declan White in the \"&lt;a href=\"Daily%20Mirror\"&gt;Mirror&lt;/a&gt;\".\nOne of those who was a child interviewed in the internal process is suing Cardinal Brady on the grounds that complaints about Smyth were not reported to the &lt;a href=\"Garda%20S%C3%ADoch%C3%A1na\"&gt;Garda&lt;/a&gt;, that steps were not taken to prevent Smyth from committing further assaults, that the children were required to sign oaths not to discuss the complaints and that the failure to report the complaints led to the plaintiff and others not receiving appropriate medical treatment.\nThe then &lt;a href=\"Labour%20Party%20%28Ireland%29\"&gt;Labour Party&lt;/a&gt; spokesman on social and family affairs, &lt;a href=\"R%C3%B3is%C3%ADn%20Shortall\"&gt;Róisín Shortall&lt;/a&gt;, &lt;a href=\"Teachta%20D%C3%A1la\"&gt;T.D.&lt;/a&gt;, said Brady was \"hopelessly compromised by what has emerged\". She said, \"There should be a Garda investigation to determine whether or not the failure to report Fr Smyth's crimes to the civil authorities was, itself, a criminal offence.\"\nOn 17 March 2010, the &lt;a href=\"First%20Minister%20and%20deputy%20First%20Minister\"&gt;deputy First Minister&lt;/a&gt; for Northern Ireland, &lt;a href=\"Martin%20McGuinness\"&gt;Martin McGuinness&lt;/a&gt;, called for Brady to resign.\nIn May 2010, Brady said that he would not resign as archbishop of Armagh and Primate of All Ireland.\nStanding outside &lt;a href=\"St%20Patrick%27s%20Cathedral%2C%20Armagh%20%28Roman%20Catholic%29\"&gt;Armagh Cathedral&lt;/a&gt;, Brady acknowledged there were some who would not agree with his decision but vowed to lead the Church's efforts to improve child protection measures. \"It certainly wasn’t an easy decision\" he said. \"I have listened to a lot of people, reflected as I said I would, I listened to survivors, to priests, to religious people up and down the length of this diocese and I have decided to continue in my present role, to play my part in this diocese. Because I want to maintain the momentum towards better child safeguarding and not alone that, also the momentum towards renewal of the faith, which is essential here and a big challenge.\"\nBrady said the vast majority of people he had spoken to wanted him to remain in post. \"I was on pilgrimage to Lourdes yesterday with 800 people from this diocese and not one said they had no confidence in me, they said they wanted me to stay and continue this work.\" Brady told mass-goers at his &lt;a href=\"Saint%20Patrick%27s%20Day\"&gt;Saint Patrick's Day&lt;/a&gt; homily in March that he would take a period of time to reflect on his future in the church. He confirmed he would stay on following the announcement yesterday of an all-island audit into how the Church handles abuse allegations. He said he had asked for his own diocese to be inspected by Vatican officials.\nIn September 2010, Brady asked whether Irish people had lost their capacity for mercy and forgiveness. \"Have we become too aggressive and impatient in relation to the weaknesses and failings of others,\" he asked. Speaking at a mass in &lt;a href=\"Ballaghaderreen\"&gt;Ballaghaderreen&lt;/a&gt;, &lt;a href=\"County%20Roscommon\"&gt;County Roscommon&lt;/a&gt;, held to mark the 200th anniversary of St Nathy's College there, he said: \"I sometimes wonder if we are in danger of losing our sense of mercy and forgiveness in Ireland today.\"\nIn May 2012 the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; television programme &lt;a href=\"This%20World%20%28television%20programme%29\"&gt;\"This World\"&lt;/a&gt; found that Brady had the names and addresses of children being abused by the paedophile priest Brendan Smyth, but \"did not ensure their safety\".\nCoadjutor and resignation.\nIn response to a 2010 request Brady made for the appointment of a &lt;a href=\"coadjutor%20bishop\"&gt;coadjutor&lt;/a&gt;, on 18 January 2013 Pope Benedict named as Coadjutor Archbishop of Armagh 51-year-old &lt;a href=\"Eamon%20Martin\"&gt;Eamon Martin&lt;/a&gt; of the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Derry\"&gt;Roman Catholic Diocese of Derry&lt;/a&gt;, where he had been serving as &lt;a href=\"diocesan%20administrator\"&gt;diocesan administrator&lt;/a&gt;. As coadjutor, [Martin was the Cardinal's chief deputy with right of succession as Metropolitan Archbishop of Armagh on the death or retirement of the Cardinal.\nIn July 2014 Brady confirmed that he had tendered his resignation, one month before his seventy-fifth birthday. With an alacrity that surprised few, on 8 September 2014, it was announced that &lt;a href=\"Pope%20Francis\"&gt;Pope Francis&lt;/a&gt; had accepted Brady's resignation.\nOn his 80th birthday, 16 August 2019, he lost the right to vote in future papal conclaves."
}