{
    "id": "1982864",
    "revid": "5671407",
    "url": "https://en.wikipedia.org/wiki?curid=1982864",
    "title": "English Bridge",
    "text": "The English Bridge is a masonry &lt;a href=\"arch%20bridge\"&gt;arch&lt;/a&gt; viaduct, crossing the &lt;a href=\"River%20Severn\"&gt;River Severn&lt;/a&gt; in &lt;a href=\"Shrewsbury\"&gt;Shrewsbury&lt;/a&gt;, &lt;a href=\"Shropshire\"&gt;Shropshire&lt;/a&gt;. The present bridge is a 1926 rebuilding and widening (re-using the original masonry) of &lt;a href=\"John%20Gwynn%20%28architect%29\"&gt;John Gwynn&lt;/a&gt;'s design, completed in 1774. A bridge is known to have stood at this spot since at least &lt;a href=\"Norman%20Conquest\"&gt;Norman&lt;/a&gt; times. Historically, it was known as the \"Stone Bridge\". It is a &lt;a href=\"Grade%20II%2A%20listed\"&gt;Grade II* listed&lt;/a&gt; building.\nThe original Norman bridge consisted of five arches and a timber causeway. A large tower stood on the East bank, housing a gate and a &lt;a href=\"drawbridge\"&gt;drawbridge&lt;/a&gt;. The bridge also supported several shops and houses. Building work on Gwynn's replacement bridge started on 29 June 1769, and comprised seven &lt;a href=\"semicircle\"&gt;semicircular&lt;/a&gt; arches, long. This bridge cost £16,000. The &lt;a href=\"span%20%28architecture%29\"&gt;span&lt;/a&gt; central arch was built high, to provide headroom to watercraft, but this resulted in steep approaches.\nAs a result, a new design was put forward in 1921 by Arthur W. Ward, the Borough Surveyor. This lowered all the arches, converting the central one into a &lt;a href=\"circular%20segment\"&gt;segmental&lt;/a&gt; arch, reducing the height of the roadway by . The new bridge was to be wide, more than twice as wide as Gwynn's structure (of 23 and a half feet width). It cost £86,000 and was formally opened on 26 October 1927 by &lt;a href=\"Mary%20of%20Teck\"&gt;Queen Mary&lt;/a&gt;, although it had been completed the previous year. Ward's bridge reused the old masonry, each stone carefully numbered, as well as a quantity of new stonework. Concrete was used to 'saddle' the arches and in the foundations.\nThe bridge is one of two bridges carrying the main east-west route over the Severn as it loops around Shrewsbury; the &lt;a href=\"Welsh%20Bridge%20%28Shrewsbury%29\"&gt;Welsh Bridge&lt;/a&gt; is its counterpart on the other side of the town. Despite the names, both bridges are in &lt;a href=\"England\"&gt;England&lt;/a&gt;, but the Welsh Bridge is on the side closer to &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;.\n&lt;a href=\"Thomas%20Telford\"&gt;Thomas Telford&lt;/a&gt;'s Holyhead Road, dating from 1815 and connecting &lt;a href=\"London\"&gt;London&lt;/a&gt; to the main sea-crossing to &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, used the English Bridge to cross the Severn here. The road's modern successor, the &lt;a href=\"A5%20road%20%28Great%20Britain%29\"&gt;A5&lt;/a&gt;, now bypasses Shrewsbury and the bridge's main role today is to connect the centre of Shrewsbury with the &lt;a href=\"Belle%20Vue%2C%20Shrewsbury\"&gt;Belle Vue&lt;/a&gt; and &lt;a href=\"Shrewsbury%20Abbey\"&gt;Abbey Foregate&lt;/a&gt; areas of the town."
}