{
    "id": "19828845",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=19828845",
    "title": "Giorgio Bocca",
    "text": "Giorgio Valentino Bocca (28 August 1920 – 25 December 2011) was an Italian essayist and journalist, also known for his participation in the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; &lt;a href=\"Italian%20resistance%20movement\"&gt;partisan movement&lt;/a&gt;.\nBiography.\nBocca was born in &lt;a href=\"Cuneo\"&gt;Cuneo&lt;/a&gt;, &lt;a href=\"Piedmont\"&gt;Piedmont&lt;/a&gt;, the son of teachers, and studied law. He fought in the &lt;a href=\"Alpini\"&gt;Alpini&lt;/a&gt; corps during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and befriended &lt;a href=\"Benedetto%20Dalmastro\"&gt;Benedetto Dalmastro&lt;/a&gt; and &lt;a href=\"Duccio%20Galimberti\"&gt;Duccio Galimberti&lt;/a&gt;. Together with them, after the &lt;a href=\"Armistice%20with%20Italy\"&gt;Armistice with Italy&lt;/a&gt; (September 1943), he joined the partisan organization called &lt;a href=\"Giustizia%20e%20Libert%C3%A0\"&gt;Giustizia e Libertà&lt;/a&gt;, becoming the commander of its 10th Division, fighting together with US and British Armies against the nazi-fascists.\nHaving begun his press career in Cuneo, Bocca wrote for Giustizia and Libertà's magazine during the post-war period. Later, he worked for the \"&lt;a href=\"Gazzetta%20del%20Popolo\"&gt;Gazzetta del Popolo&lt;/a&gt;\", \"&lt;a href=\"L%27Europeo\"&gt;L'Europeo&lt;/a&gt;\" and \"&lt;a href=\"Il%20Giorno%20%28newspaper%29\"&gt;Il Giorno&lt;/a&gt;\", analyzing Italian culture and politics. In 1971 he was amongst those who signed a document issued by the magazine \"&lt;a href=\"L%27Espresso\"&gt;L'Espresso&lt;/a&gt;\" against police chief &lt;a href=\"Luigi%20Calabresi\"&gt;Luigi Calabresi&lt;/a&gt; after the death of the anarchist &lt;a href=\"Giuseppe%20Pinelli\"&gt;Giuseppe Pinelli&lt;/a&gt;, soon after killed by a terrorist group of far left named Lotta Continua. Five years later, Bocca was among the founders of the daily \"&lt;a href=\"La%20Repubblica\"&gt;La Repubblica&lt;/a&gt;\", with which he thenceforth collaborated.\nHe also wrote several books, in most of which he denounces the social and political problems of Italy. He has repeatedly taken a critical stance against &lt;a href=\"globalization\"&gt;globalization&lt;/a&gt;, the foreign policy of U.S. oil corporations and the rise of right-wing political parties allied with &lt;a href=\"Forza%20Italia\"&gt;Forza Italia&lt;/a&gt; led by &lt;a href=\"Silvio%20Berlusconi\"&gt;Silvio Berlusconi&lt;/a&gt;.\nBocca died in Milan on 25 December 2011.\nControversies.\nWhen Bocca was an apprentice journalist, aged 19, he wrote an article denouncing 'Zionist imperialism' by paraphrasing the &lt;a href=\"Protocols%20of%20the%20Elders%20of%20Zion\"&gt;Protocols of the Elders of Zion&lt;/a&gt; for a local newspaper, \"La Sentinella delle Alpi.\" In 1967, while covering the &lt;a href=\"Six%20Day%20War\"&gt;Six Day War&lt;/a&gt;, he wrote articles about the, to him, curious indifference he detected in Israel to the consequences of the army's occupation of the &lt;a href=\"West%20Bank\"&gt;West Bank&lt;/a&gt;, of ruling an Arab people. Thereafter, for several years, according to his autobiography, he was followed about by a woman from the Center for Jewish Documentation, who would regularly turn up at his talks and conferences waving evidence of his early article before the public. Bocca states in his account that he had no idea the Protocols were a forgery, and that he had been close to the Jews of Cuneo later during the years of the &lt;a href=\"Italian%20resistance%20movement\"&gt;resistance&lt;/a&gt;.\nSome critics of Bocca's \"History of the Resistance\", an extensive study of the partisan movement in Italy, argue that he passed over crucial facts such as the &lt;a href=\"Porz%C3%BBs%20massacre\"&gt;Porzûs massacre&lt;/a&gt;, in which roughly 17 soldiers in the Osoppo brigade were mown down by a contingent of , a communist group, on suspicion that they were collaborating with Fascists and hindering the Yugoslav communist partisans."
}