{
    "id": "1985050",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=1985050",
    "title": "Rishi Valley School",
    "text": "Rishi Valley School is an Indian &lt;a href=\"boarding%20school\"&gt;boarding school&lt;/a&gt;, founded by the philosopher &lt;a href=\"Jiddu%20Krishnamurti\"&gt;Jiddu Krishnamurti&lt;/a&gt;. The school has a holistic approach to education in the spirit of Krishnamurti's pedagogical vision. Community service and extracurricular activities are part of the students' schooling, as are discussions, assemblies and club meetings.\nRural Education Centre started by this school innovated Multi grade teaching methodology. This method has been adopted widely across India and the world to support education of children in remote places, with fewer teachers.\nRishi Valley is set in 375 acres of an independent valley, surrounded by ancient hills and tiny villages. It is located close to the town of &lt;a href=\"Madanapalle\"&gt;Madanapalle&lt;/a&gt;, Krishnamurti's birthplace, in the south Indian state of &lt;a href=\"Andhra%20Pradesh\"&gt;Andhra Pradesh&lt;/a&gt;. Rishi Valley is two hours from &lt;a href=\"Tirupati\"&gt;Tirupati&lt;/a&gt;, two and a half-hours from &lt;a href=\"Bangalore\"&gt;Bangalore&lt;/a&gt; and five hours from &lt;a href=\"Chennai\"&gt;Chennai&lt;/a&gt;.\nOverview.\nThe school accepts students from the fourth through the twelfth grade (ages nine–eighteen) and follows the &lt;a href=\"Indian%20Certificate%20of%20Secondary%20Education\"&gt;ICSE&lt;/a&gt; board for the ninth and tenth grades and the &lt;a href=\"Indian%20Certificate%20of%20Secondary%20Education\"&gt;ISC&lt;/a&gt; for the eleventh and twelfth grades. Twenty boarding houses accommodate students across the campus, with twenty students in each house. The school is divided into a junior (fourth through eighth) and a senior (ninth through twelfth) school.\nThe school is known for its Krishnamurti's teachings-inspired curricula, which includes developing an appreciation for the environment, art and music, and athletics in addition to traditional subjects. The school runs the Rishi Valley Institute for Educational Resources (RIVER) program, the Rural Education Centre and the Rural Health Centre.\nWith a large campus spread over in the &lt;a href=\"Rayalseema\"&gt;Rayalseema&lt;/a&gt; area of southern Andhra Pradesh, Rishi Valley was chosen by Krishnamurti for its atmosphere of peace and serenity, centered around a large &lt;a href=\"banyan%20tree\"&gt;banyan tree&lt;/a&gt; which is one of the oldest in India. This tree fell down in 2016.\nRishi Valley is nestled in an ancient valley under the Rishikonda Hill where, as folklore has it, sages, or in Sanskrit '&lt;a href=\"rishi\"&gt;rishi&lt;/a&gt;s', used to meditate. The school derives its name from these legends. The Rishi River, a rain-fed stream, that flowed down a surrounding hill and through the school has long since dried up, but &lt;a href=\"Krishnamurti\"&gt;Jiddu Krishnamurti&lt;/a&gt; retained the name for his first school. Ancient granite hills with striking formations surround Rishi Valley on all sides.\nSister Schools.\n&lt;a href=\"Rajghat%20Besant%20School\"&gt;Rajghat Besant School&lt;/a&gt;, Varanasi, India\n&lt;a href=\"The%20School%20KFI\"&gt;The School KFI&lt;/a&gt;, Chennai, India\n&lt;a href=\"Sahyadri%20School\"&gt;Sahyadri School&lt;/a&gt;, Sahyadri Hills, Pune, &lt;a href=\"India\"&gt;India&lt;/a&gt;\n&lt;a href=\"The%20Valley%20School\"&gt;The Valley School&lt;/a&gt;, Bengaluru, India,\n&lt;a href=\"Pathashaala%20KFI\"&gt;Pathashaala KFI&lt;/a&gt;, Kanchipuram district, Tamil Nadu, India\n&lt;a href=\"Oak%20Grove%20School%20%28Ojai%2C%20California%29\"&gt;Oak Grove School (Ojai, California)&lt;/a&gt;, USA\nBrockwood Park School, Bramdean, UK\nHistory.\nOrigins.\nRishi Valley was born with the idea of starting a world university, conceptualized by &lt;a href=\"Annie%20Besant\"&gt;Annie Besant&lt;/a&gt;, President of the &lt;a href=\"Theosophical%20Society\"&gt;Theosophical Society&lt;/a&gt;, in 1925. Three sites near &lt;a href=\"Jiddu%20Krishnamurti\"&gt;Jiddu Krishnamurti&lt;/a&gt;'s birthplace, &lt;a href=\"Madanapalle\"&gt;Madanapalle&lt;/a&gt; were identified as possible locations for the school. At a site in Thettu Valley a big banyan tree attracted his notice and he built the school in the region surrounding the tree. \nIn 1926, &lt;a href=\"Jiddu%20Krishnamurti\"&gt;Jiddu Krishnamurti&lt;/a&gt;'s colleague C.S. Trilokikar on his request went from hamlet to hamlet by bullock cart, buying land until a 300-acre campus had been assembled. By 1929 most of the land for Rishi Valley had been acquired. Trilokikar named the whole basin Rishi Valley, a name derived from legends about &lt;a href=\"rishi\"&gt;rishi&lt;/a&gt;s, who were held to have live in the hills surrounding the valley, thousands of years ago. However, before the land was completely assembled, Besant abandoned the idea of a world university because there were more pressing matters of national importance for her, such as India's &lt;a href=\"Indian%20Home%20Rule\"&gt;Home Rule Movement&lt;/a&gt;.\nRelocation.\nThe Guindy School was a school started by &lt;a href=\"Annie%20Besant\"&gt;Besant&lt;/a&gt; in 1918 and was based in &lt;a href=\"Madras\"&gt;Madras&lt;/a&gt;. Its first headmaster, G.V. Subba Rao (GVS) was a young theosophist. Space in the Guindy School was limited, the neighbourhood was noisy and crowded and each year the torrential Northeast Monsoon would cause havoc, destroying the school's thatched roofs and blowing down its cottages. After a particularly bad cyclone in late 1930, which destroyed much of the Guindy School, &lt;a href=\"Krishnamurti\"&gt;Jiddu Krishnamurti&lt;/a&gt; met GVS, and it was decided that the Guindy School would be relocated to Rishi Valley.\nThe building of the structures was undertaken by the Theosophists who were drawn to Krishnamurti's teachings. Engineers were brought in to oversee construction work on campus, all of whom refused to accept pay. By September 1931, the structures were ready to accommodate the school. Shortly after this, Subba Rao relocated to their new campus with approximately ninety students and their teachers. Just as the move was completed, an unprecedented 50 inches of rainfall graced Rishi Valley's parched landscape and the area was inundated with water. The inhabitants of the surrounding villages thought the coming of the school was a blessing and a sign of prosperity.\nBy 1934, the basic structures in the school had been built including the Senior School building which is still used today. Oil and petromax lamps were used for lighting the buildings until 1937, after which two dynamos began to provide electricity during the day. Students and teachers also started planting trees in and around the campus during this period.\nGVS as Headmaster (1931-1941).\nSubba Rao's decade-long tenure (1931-1941) was a pioneering one, with some of the teaching methods carried over from his experiences at the Guindy School. When he shifted to Rishi Valley, GVS became the first headmaster of an Indian boarding school. At Guindy, Tamil was the medium of instruction; at Rishi Valley, Telugu was added as a language of instruction. GVS laid the groundwork for the school by practicing a simple lifestyle that included meditation, a quiet life, austerity with material possessions, and harmony with nature. The beautiful natural expanse of the valley provides for some quiet retreats for 'nature studies'-outdoor lessons which were a part of the timetable. On the sports field, GVS disallowed prize-giving ceremonies, as he felt it harboured unhealthy competition.\nAll senses of division were supposed to be eliminated: caste, gender, religion, and that of anything which might cause fractious relationships among students. This was important in a country on the brink of a new era in history—one in which the aim was secularism and social parity.\nOn 24 June 1941, a police raid was conducted on the school. Magazines and books elaborating communist ideals were seized because under the British these were banned books as they were thought to promote Indian independence. Many teachers were put under house-arrest, fined or were put under probation for three years. The Director of Public Instruction even forced two longstanding teachers to resign. As a result, Subbarao became 'dangerous' for proliferating such material during the heat of the freedom struggle and the wartime constraints Britain was facing at that time. This incident was later found to have been caused by a disaffected senior student who tipped off the police about the presence of communist literature on campus. This event ended GVS's tenure as principal.\nUnsteady years (1941-1950).\nThe resignation of GVS had consequences that brought the school to a standstill: expenditures were cut back sharply, co-curricular activities were curtailed and some of the best teachers left. This was a period of transition at the school as several principals - Y.K. Shastri, K.A. Venkatagiri Iyer, Narayana Iyer and K. Srinivasa Raghavan came and departed.\nAt this time, Krishnamurti was in the United States and was only able to return to India in late 1947, after Indian independence. During this period Muriel Payne, an associate of Krishnamurti gave a new direction to the school. She came to Rishi Valley, influenced by Krishnamurti, in an attempt to revive it. Along with five others, she set up a group in 1948, which tried to gauge the situation and get the school back on track. This experiment ended abruptly, and in July 1949 Rishi Valley stopped functioning as an institution.\nMs. Payne's experiment might have failed, but her interest in the school had not waned. She was instrumental in restarting the school under a new administration with &lt;a href=\"Frederick%20Gordon%20Pearce\"&gt;F. Gordon Pearce&lt;/a&gt;, a noted educator, at the helm. Krishnamurti took a renewed interest in the school. New people were getting involved and a new kind of school emerged.\nIn July 1950, the school was reopened, with 15 pupils. The fees were reduced to a low level to attract a wide range of students even though it put some pressure on the budget. To ensure a good start, the staff agreed to a lowered salary until the school became stabilized.It was up to Pearce to revitalize the school as its finances were low.\nPearce years (1951-1958).\nWithin two years the school was running well with 110 fee-paying boarders as well as a waiting list for admissions. The student population was growing more diverse with 80% of students coming from northern, western and eastern India as well as some from overseas. Two of the best teachers at this time were &lt;a href=\"David%20Horsburgh\"&gt;David Horsburgh&lt;/a&gt; and Sardar Mohammad.\nA lot of practices were also introduced during this period that are still followed in the school. Students could learn classical North Indian and South Indian music. Local folk dancing was brought in by David Horsburgh. Hiking, trekking and camping were also encouraged and teachers would often accompany students. One of Pearce's long lasting innovations at Rishi Valley was his introduction of 'astachal'. Children would gather together every evening, to sit quietly while the sun was setting on the Astachal hill. It was a time which gave children the opportunity for quiet reflection.\nMr.Pearce resigned in October 1958 due to differences with the Rishi Valley Trust as well as Krishnamurti and went on to found two more schools in India - The Blue Mountain School in Ooty and the Sandur School. Sardar Mohammad joined Mr. Pearce in Blue Mountain School after he left Rishi Valley. &lt;a href=\"David%20Horsburgh\"&gt;David Horsburgh&lt;/a&gt; started his own school Neel Bagh in Kolar district - about 100 km outside Bangalore.\nBalasundaram years (1958-1977).\nS. Balasundaram was made a member of the Krishnamurti Foundation India in December 1955, and took charge of the Rishi Valley estate while simultaneously teaching at the &lt;a href=\"Indian%20Institute%20of%20Science\"&gt;Indian Institute of Science&lt;/a&gt; in Bangalore. It was decided by Krishnamurti that Balasundaram should be made the new principal of the school, after Pearce resigned in October 1958. He was principal of the school for almost two decades, until March 1977.\nIt was during this period that Rishi Valley expanded in numerous ways. It was decided that Rishi Valley would be made a self-sufficient community in terms of food grains, fruit and vegetables, which would be grown on the agricultural land attached to the school, and also in terms of milk production through reorganizing the school's dairy. The administration felt that Rishi Valley should not live in isolation from neighboring communities, and that a Rural Centre be formed which would help the surrounding villages with housing, health, adult education and also provide schemes for them in agriculture and dairy farming. Other efforts were made to provide schooling even to those who could not pay school fees with the help of government schemes.\nInternational folk dancing was introduced to Rishi Valley in 1963 by David Young, a teacher from the Happy Valley School in California.\nIt was also during Balasundaram's tenure that Rishi Valley's fabled dance dramas in Sanskrit, Tamil and Telugu, were produced, year after year, for J. Krishnamurti, under the Banyan Tree, in the \n&lt;a href=\"Pandanallur\"&gt;Pandanallur&lt;/a&gt; style of &lt;a href=\"Bharatanatyam\"&gt;Bharatanatyam&lt;/a&gt;. \nTraditions and culture.\nThere are traditions and cultures unique to Rishi Valley. Some practices that the school has maintained for over fifty years are the morning assembly, Asthachal and folk dancing. During the morning assembly, three times a week, the entire school gathers for singing. Children learn traditional chants, as well as songs by poets, ranging from Kabir to Rabindranath Tagore, often set in accompaniment to the traditional south Indian drum, the &lt;a href=\"mridangam\"&gt;mridangam&lt;/a&gt;. The rest of the week, students, teachers, and visitors take turns speaking about various topics that interest them.\nF. Gordon Pearce, the principal of Rishi Valley School after the Second World War, came up with the idea of Asthachal (sunset point), a tradition which survives to this day. During Asthachal, children gather together on a cliff and sit quietly while the sun sets. It is a short but peaceful period of time, which gives children an opportunity for quiet reflection, observation of nature, daydreaming or watching their own thoughts.\nAn American teacher, David Young, introduced Western folk dancing to the school. Later, another teacher, David Horsburgh, introduced European and American folk dancing. Folk dancing, or 'folkie' as students call it, is held once a week. The senior students teach the dances to the junior students. Over the years, the dances have evolved and visiting alumni usually join in.\nReligious and cultural festivals and occasions are celebrated in Rishi Valley like Christmas, Ugadi, Shivaratri and Makara Sankranti (Pongal) when villagers come and perform for the children. During Makara Sankranti, there is a bull dance where all students dance along with the villagers and their decorated bulls. On such special occasions, students are treated to a special dinner.\nStudent cultural activities include: classical Indian dance (&lt;a href=\"Bharatnatyam\"&gt;Bharatnatyam&lt;/a&gt;), &lt;a href=\"Carnatic%20music\"&gt;Carnatic music&lt;/a&gt;, &lt;a href=\"Mridangam\"&gt;Mridangam&lt;/a&gt;, Violin, &lt;a href=\"Tabla\"&gt;Tabla&lt;/a&gt; and Piano. Many important Indian artists have performed in Rishi Valley including &lt;a href=\"M.L.%20Vasanthakumari\"&gt;M.L. Vasanthakumari&lt;/a&gt; (Carnatic musician), &lt;a href=\"Amjad%20Ali%20Khan\"&gt;Amjad Ali Khan&lt;/a&gt; (Hindustani musician), &lt;a href=\"Nikhil%20Banerjee\"&gt;Nikhil Banerjee&lt;/a&gt; (&lt;a href=\"Sitar\"&gt;Sitar&lt;/a&gt; musician), &lt;a href=\"Palghat%20Mani%20Iyer\"&gt;Palghat Mani Iyer&lt;/a&gt; (Mridangam musician), and &lt;a href=\"Bombay%20Jayashree\"&gt;Bombay Jayashree&lt;/a&gt; (Carnatic musician). Renowned &lt;a href=\"Odissi\"&gt;Odissi&lt;/a&gt; and &lt;a href=\"Bharata%20Natyam\"&gt;Bharatanatyam&lt;/a&gt; choreographer and danseuse, &lt;a href=\"Oopali%20Operajita\"&gt;Oopali Operajita&lt;/a&gt;, is a former Rishi Valley student where she studied Bharatanatyam and performed under the banyan tree in Rishi Valley's fabled dance dramas, for J. Krishnamurti. She was recently invited by Rishi Valley to choreograph a dance drama - The Rishi Valley Dance Drama (from Kalidasa's Kumarasambhavam) - for the school, reviving a Rishi Valley tradition which had lain dormant for 35 years.\nSports include &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"Sport%20of%20athletics\"&gt;athletics&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, tennis and badminton. The surrounding wilderness area is an ideal terrain for rock climbers and recreational hikers. There is an annual Athletics Meet (\"Sports Day\") and seasonal football, cricket and basketball extramural matches (colloquially referred to as \"Externals\") between Rishi Valley and the neighboring teams. The RV Cup is an annual &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; tournament for the boys and a &lt;a href=\"handball\"&gt;handball&lt;/a&gt; tournament for the girls.\nAn arts and crafts department teaches and engages students in &lt;a href=\"carpentry\"&gt;carpentry&lt;/a&gt;, &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt;, &lt;a href=\"weaving\"&gt;weaving&lt;/a&gt;, &lt;a href=\"batik\"&gt;batik&lt;/a&gt; and &lt;a href=\"fine%20art\"&gt;fine art&lt;/a&gt; .\nNatural history and conservation.\nRishi Valley is located in a drought-prone area of &lt;a href=\"Andhra%20Pradesh\"&gt;Andhra Pradesh&lt;/a&gt;, in &lt;a href=\"Chittoor\"&gt;Chittoor&lt;/a&gt; district. The region has witnessed erratic rainfall, which makes agriculture and farming difficult. There is as an abundance of granite rocks found across the Valley. Rishi Valley stands around 800 meters above sea level, and thus it experiences a pleasant climate, with temperatures rarely rising above 38 °C (100.4 °F) or falling below 10 °C (50 °F).\nThe soil type varies from black cotton soil, also known as &lt;a href=\"vertisol\"&gt;vertisol&lt;/a&gt;, to red laterite soil. Though the humus content in the soil is low, it is able to support a variety of vegetational types, such as a small zone of wetlands, deciduous woodlands, dry scrublands and drylands. When the school was set up, open wells were the only source of water. By the 1960s, pipelines were laid from &lt;a href=\"Horsley%20Hills\"&gt;Horsley Hills&lt;/a&gt; to Rishi Valley. The open wells went dry for four years (1981-1985) due to extensive farming and channel irrigation. As soon as the open wells went dry, borewells were laid in order to satisfy the new water requirements of the school. The introduction of borewells led to &lt;a href=\"overdrafting\"&gt;groundwater depletion&lt;/a&gt; while the open wells were neglected. The introduction of borewells led to farmers changing their old agricultural patterns, shifting from dry land crops to more water-intense crops, causing the groundwater table to be further eroded.\nReforestation.\nIn 1980, 150 acres of adjoining hillside were leased to Rishi Valley School by the government of Andhra Pradesh for &lt;a href=\"reforestation\"&gt;reforestation&lt;/a&gt;. The aim of this lease was to grow an abundance of trees on the hills. As a first step, a fence was constructed around the South Hills, to keep away grazing sheep and cattle. An arrangement was reached with the surrounding villages, to take fodder from the hills. Despite this, relations with the surrounding villages remained tense for several years, during which time the reforestation drive on the South Hills began in earnest. Almost 20,000 trees and shrubs and thousands of seedlings were planted by students of the school during these years, although their efforts were thwarted to some extent by prolonged droughts in the region during the 1980s. In 1988, the state government of Andhra Pradesh helped the school finance a percolation tank on 20 acres of low-lying land on the campus of the school. The large basin was to collect rain water from surrounding hills and service through underground channels the dry wells throughout the valley and beyond.\nBirds.\nWork began on identifying and cataloguing bird species in the valley in 1990. Mr. Rangaswami, Bursar of Rishi Valley School from 1973 to 1977, Honorary Chief Warden of the Rishi Valley Bird Preserve and a bird lover who popularized birdwatching among students had spent several years in Rishi Valley in the 1970s, when a checklist of local birds was first drawn up. In 1990, when a superficial survey of bird species in the valley was conducted, it was noted that the number of bird species had risen considerably. By March 1993, 170 bird species, which is approximately 40% of the bird species recorded in the state of &lt;a href=\"Andhra%20Pradesh\"&gt;Andhra Pradesh&lt;/a&gt;, were identified in Rishi Valley, including the rare and endemic &lt;a href=\"yellow-throated%20bulbul\"&gt;yellow-throated bulbul&lt;/a&gt; (\"Pycnonotus xantholaemus\").\nPerhaps the most spectacular comeback has been that of the yellow-throated bulbul. Recorded from Rishi Valley in the early 1990s, this bird had not been seen on the campus, and its immediate vicinity, with certainty, ever since. The birds could however be regularly seen in the foothills of Horsley Hills, just three kilometers or so, at the western end of the valley. This event was reported to the International Council for Bird Preservation (ICBP), and as a result, Rishi Valley was included in the Biodiversity Map and Computerized Data Base maintained by the council at its headquarters in Cambridge, England, as one of the areas in the tropics for global conservation, whose response was: \"We have little recent published information on the distribution of this species in the ornithological literature, despite that fact that it is unique to India and apparently rather a scarce bird. Your record is therefore extremely valuable to the Biodiversity Project.\"\nIn 1997, Rishi Valley set up an Institute for Bird Studies and Natural History, which monitors bird populations in the vicinity and currently runs a Home Studies Course in Ornithology\nEducational Research.\nRural Education Centre innovated Multi grade teaching methodology in which children are not divided into different annual grades, but children are taught and assessed continuously. This is also called School in a box. This method was pioneered by Padmanabharao and Rama,a teacher couple.\nAs an example, consider the students of traditional first and second grade in single class room. Activity charts are created for the various topics of the lessons. Each activity chart is associated with minimum learning level. Few activity charts put together determine the skill to be acquired by the student. This is represented by a local bird or animal. Each activity chart will have this symbol and a number. For subjects like Telugu, Maths, Conversation skills, communication skills, there will be a ladder of activity charts. After a child learns from an activity chart, she moves up on the ladder. Thus each student is assessed independently. Teacher involvement for an activity chart varies from full involvement to nil involvement. Children who have moved up the ladder help others who are below them. This method is highly useful, in tribal areas, where number of children are less and number of teachers are also less. As per &lt;a href=\"Radhika%20Herzberger\"&gt;Radhika Herzberger&lt;/a&gt;, Director of Rishi Valley School, this method yielded significant improvement in learning levels of rural schools and there were more visitors to these schools than the Rishi Valley School. This method was adopted initially by the Andhra Pradesh Tribal schools initially and later adopted across India and the world."
}