{
    "id": "19858885",
    "revid": "1069051721",
    "url": "https://en.wikipedia.org/wiki?curid=19858885",
    "title": "Morgan ab Athrwys",
    "text": "Morgan ap Athrwys or Morgan Mwynfawr ('Morgan the Generous'; fl. ) was a &lt;a href=\"kings%20of%20Morgannwg\"&gt;king&lt;/a&gt; of &lt;a href=\"kingdom%20of%20Gwent\"&gt;Gwent&lt;/a&gt; and &lt;a href=\"kingdom%20of%20Glywysing\"&gt;Glywysing&lt;/a&gt; (i.e., &lt;a href=\"kingdom%20of%20Morgannwg\"&gt;Morgannwg&lt;/a&gt;) in southeast &lt;a href=\"Wales%20in%20the%20Early%20Middle%20Ages\"&gt;Wales&lt;/a&gt;. He was the grandson of &lt;a href=\"Meurig%20ap%20Tewdrig\"&gt;Meurig ap Tewdrig&lt;/a&gt; and the son of &lt;a href=\"Athrwys%20ap%20Meurig\"&gt;Athrwys ap Meurig&lt;/a&gt;.\nReign.\nMorgan was the grandson and probable successor of King &lt;a href=\"Meurig%20ap%20Tewdrig\"&gt;Meurig&lt;/a&gt;. Lloyd argues that his timing and joint rule over Gwent and Glywysing makes him the probable namesake for the later realm of &lt;a href=\"Morgannwg\"&gt;Morgannwg&lt;/a&gt; (whence modern &lt;a href=\"Glamorgan\"&gt;Glamorgan&lt;/a&gt;), although his descendant &lt;a href=\"Morgan%20the%20Old\"&gt;Morgan the Old&lt;/a&gt; is another possibility. Through his grandmother Onbraus ferch Gwrgant Mawr, he may have been heir to the kingdom of &lt;a href=\"Ergyng\"&gt;Ergyng&lt;/a&gt; as well.\nThe charters, contained in the \"&lt;a href=\"Book%20of%20Llandaff\"&gt;Book of Llandaff&lt;/a&gt;\", include a number of grants which he is said to have made, to the church of Llandaff in the time of Bishops &lt;a href=\"Oudoceus\"&gt;Oudoceus&lt;/a&gt; and Berthguin. \nOther charters in the book, of the time of Berthguin, are attested by him, and an account is also given of ecclesiastical proceedings taken against him by Oudoceus in consequence of his murdering his uncle Ffriog Though the \"Book of Llandaff\" was compiled about the middle of the twelfth century, at a time when the see was vigorously asserting disputed claims, it nevertheless embodies a quantity of valuable old material, and is probably to be relied upon, in the general view it gives of the position of Morgan. \nHe appears as owner of lands in &lt;a href=\"Gower\"&gt;Gower&lt;/a&gt;, &lt;a href=\"Glamorgan\"&gt;Glamorgan&lt;/a&gt;, and &lt;a href=\"Kingdom%20of%20Gwent\"&gt;Gwent&lt;/a&gt;, and, since the latter two districts were afterwards ruled over by his descendants, was probably sovereign of most of the region between the &lt;a href=\"River%20Towy\"&gt;River Towy&lt;/a&gt; and the &lt;a href=\"River%20Wye\"&gt;River Wye&lt;/a&gt;.\nHe seems to have been succeeded by his son &lt;a href=\"Ithel%20ap%20Morgan\"&gt;Ithel&lt;/a&gt;, before Ithel's many sons divided their patrimony among themselves."
}