{
    "id": "198512",
    "revid": "3780190",
    "url": "https://en.wikipedia.org/wiki?curid=198512",
    "title": "Tyrant",
    "text": "A tyrant (from &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; , \"tyrannos\"), in the modern &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; usage of the word, is an &lt;a href=\"absolute%20ruler\"&gt;absolute ruler&lt;/a&gt; who is unrestrained by &lt;a href=\"law\"&gt;law&lt;/a&gt;, or one who has &lt;a href=\"usurp\"&gt;usurp&lt;/a&gt;ed a legitimate ruler's sovereignty. Often portrayed as cruel, tyrants may defend their positions by resorting to &lt;a href=\"political%20repression\"&gt;repressive&lt;/a&gt; means. The original Greek term meant an absolute sovereign who came to power without constitutional right, yet the word had a neutral connotation during the &lt;a href=\"Archaic%20Greece\"&gt;Archaic&lt;/a&gt; and early &lt;a href=\"Classical%20Greece\"&gt;Classical&lt;/a&gt; periods. However, Greek philosopher &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; saw \"tyrannos\" as a negative word, and on account of the decisive influence of philosophy on politics, its negative connotations only increased, continuing into the &lt;a href=\"Hellenistic%20period\"&gt;Hellenistic period&lt;/a&gt;.\nThe philosophers Plato and &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; defined a tyrant as a person who rules without law, using extreme and cruel methods against both his own people and others. The \"&lt;a href=\"Encyclop%C3%A9die\"&gt;Encyclopédie&lt;/a&gt;\" defined the term as a usurper of sovereign power who makes \"his subjects the victims of his passions and unjust desires, which he substitutes for laws\".\nIn the late fifth and fourth centuries BC, a new kind of tyrant, one who had the support of the &lt;a href=\"military\"&gt;military&lt;/a&gt;, arose – specifically in &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;.\nOne can apply accusations of tyranny to a variety of types of government:\nEtymology.\nThe English noun \"&lt;a href=\"%3Awikt%3Atyrant\"&gt;tyrant&lt;/a&gt;\" appears in &lt;a href=\"Middle%20English\"&gt;Middle English&lt;/a&gt; use, via &lt;a href=\"Old%20French\"&gt;Old French&lt;/a&gt;, from the 1290s.\nThe word derives from &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"tyrannus\", meaning \"illegitimate ruler\", and this in turn from the &lt;a href=\"Ancient%20Greek\"&gt;Greek&lt;/a&gt; \"tyrannos\" \"monarch, ruler of a &lt;a href=\"polis\"&gt;polis&lt;/a&gt;\"; \"tyrannos\" in its turn has a &lt;a href=\"Pre-Greek\"&gt;Pre-Greek&lt;/a&gt; origin, perhaps from &lt;a href=\"Lydian%20language\"&gt;Lydian&lt;/a&gt;. The final \"-t\" arises in Old French by association with the present participles in \"-ant\".\nDefinition.\n\"The word 'tyranny' is used with many meanings, not only by the Greeks but throughout the tradition of the great books.\" The \"&lt;a href=\"Oxford%20English%20Dictionary\"&gt;Oxford English Dictionary&lt;/a&gt;\" offers alternative definitions: a ruler, an illegitimate ruler (a usurper), an absolute ruler (despot), or an oppressive, unjust, or cruel ruler. The term is usually applied to vicious autocrats who rule their subjects by brutal methods. Oppression, injustice, and cruelty do not have standardized measurements or thresholds.\nThe Greeks defined both usurpers and those inheriting rule from usurpers as tyrants. &lt;a href=\"Polybius\"&gt;Polybius&lt;/a&gt; (~150 B.C.) indicated that eventually, any one-man rule (monarchy/executive) governing form would become corrupted into a tyranny.\nOld words are defined by their historical usage. Biblical quotations do not use the word tyrant, but express opinions very similar to those of the Greek philosophers, citing the wickedness, cruelty, and injustice of rulers.\nThe Greek philosophers stressed the quality of rule rather than legitimacy or absolutism. \"Both Plato and Aristotle speak of the king as a good monarch and the tyrant as a bad one. Both say that monarchy, or rule by a single man, is royal when it is for the welfare of the ruled and tyrannical when it serves only the interest of the ruler. Both make lawlessness – either a violation of existing laws or government by personal fiat without settled laws – a mark of tyranny.\" \nEnlightenment philosophers seemed to define tyranny by its associated characteristics.\nSome authors consider that bad results are relative, and cite some tyrants as examples of such as authoritarian rule might be beneficial (for example &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Mustafa Kemal Atatürk&lt;/a&gt; of &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; ) or of limited lasting harm to the country (like &lt;a href=\"Francisco%20Franco\"&gt;Francisco Franco&lt;/a&gt; of &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;), however there are a very subjective assessment. Those who list or rank tyrants can provide definitions and criteria for comparison or acknowledge subjectivity. Comparative criteria may include checklists or body counts. Accounting for deaths in war is problematic – war can build empires or defend the populace – it also keeps winning tyrants in power.\nQin Shi-Huang Di is the first emperor of China. He united seven separate kingdoms into a single nation. He built the Great Wall and was buried with the terra-cotta soldiers. The Chinese have mixed feelings about him. They're proud of the nation he created, but he was a maniacal tyrant. —&lt;a href=\"Gene%20Luen%20Yang\"&gt;Gene Luen Yang&lt;/a&gt; \nOppressive leaders have held states together (&lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;, &lt;a href=\"Josip%20Broz%20Tito\"&gt;Josip Broz Tito&lt;/a&gt;).\nA modern tyrant might be objectively defined by proven violation of international criminal law such as &lt;a href=\"crimes%20against%20humanity\"&gt;crimes against humanity&lt;/a&gt;.\n&lt;a href=\"Edward%20Sexby\"&gt;Edward Sexby's&lt;/a&gt; 1657 pamphlet, \"Killing, No Murder\", &lt;a href=\"https%3A//www.yorku.ca/comninel/courses/3025pdf/Killing_Noe_Murder.pdf%26lt%3Bnowiki%26gt%3B\"&gt;&lt;/a&gt; outlined 14 key traits of a tyrant, as the pamphlet was written to inspire the assassination of Oliver Cromwell, and show in what circumstances an assassination might be considered honorable. The full document mulls over and references points on the matter from early pre-Christian history, up into the 17th century when the pamphlet was writ. Of the most prevailing traits of tyranny outlined, \"&lt;a href=\"Killing%20No%20Murder\"&gt;Killing, No Murder&lt;/a&gt;\" emphasizes:\n[Original 1657 text: https://archive.org/details/killingnomurderb00sexbuoft/page/n3/mode/2up]\nIn Scotland, &lt;a href=\"Samuel%20Rutherford\"&gt;Samuel Rutherford's&lt;/a&gt; &lt;a href=\"Lex%20Rex\"&gt;Lex Rex&lt;/a&gt; and &lt;a href=\"Alexander%20Shields\"&gt;Alexander Shields'&lt;/a&gt; \"A Hind Let Loose\" were influential works of theology written in opposition to tyranny.\nHistorical forms.\n&lt;a href=\"List%20of%20ancient%20Greek%20tyrants\"&gt;Ancient Greek&lt;/a&gt; and &lt;a href=\"List%20of%20tyrants%20of%20Syracuse\"&gt;Sicilian tyrants&lt;/a&gt; were influential opportunists that came to power by securing the support of different factions of a &lt;a href=\"deme\"&gt;deme&lt;/a&gt;. The word \"tyrannos\", possibly pre-Greek, &lt;a href=\"Pelasgian\"&gt;Pelasgian&lt;/a&gt; or eastern in origin, then carried no ethical censure; it simply referred to anyone, good or bad, who obtained executive power in a &lt;a href=\"polis\"&gt;polis&lt;/a&gt; by unconventional means. Support for the tyrants could come from fellow oligarchs, from the growing middle class or from the peasants who had no land or were in debt to the wealthy landowners.\nThe Greek tyrants stayed in power by using mercenary soldiers from outside of their respective city-state. To mock tyranny, &lt;a href=\"Thales\"&gt;Thales&lt;/a&gt; wrote that the strangest thing to see is \"an aged tyrant\" meaning that tyrants do not have the public support to survive for long.\nAesymnetes.\nAn &lt;a href=\"aesymnetes\"&gt;aesymnetes&lt;/a&gt; (plural aesymnetai) had similar scope of power to the tyrant, such as &lt;a href=\"Pittacus\"&gt;Pittacus of Mytilene&lt;/a&gt; (c. 640–568 BC), and was elected for life or for a specified period by a city-state in a time of crisis – the only difference being that the aesymnetes was a constitutional office and were comparable to the &lt;a href=\"Roman%20dictator\"&gt;Roman dictator&lt;/a&gt;. Magistrates in some city-states were also called aesymnetai.\nPopulism.\nSome Greek tyrants, when they seized power, represented themselves as championing under classes against &lt;a href=\"Aristocracy%20%28class%29\"&gt;aristocrats&lt;/a&gt; For instance, the popular imagination remembered &lt;a href=\"Peisistratos%20%28Athens%29\"&gt;Peisistratus&lt;/a&gt; for an episode – related by (pseudonymous) &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt;, but possibly fictional – in which he exempted a farmer from taxation because of the particular barrenness of his plot.\nPeisistratus' sons &lt;a href=\"Hippias%20%28son%20of%20Peisistratus%29\"&gt;Hippias&lt;/a&gt; and &lt;a href=\"Hipparchus%20%28son%20of%20Pisistratus%29\"&gt;Hipparchus&lt;/a&gt;, on the other hand, were not such able rulers, and when the disaffected aristocrats &lt;a href=\"Harmodius%20and%20Aristogeiton\"&gt;Harmodios and Aristogeiton&lt;/a&gt; slew Hipparchus, Hippias' rule quickly became oppressive, resulting in the expulsion of the Peisistratids in 510 BC, who resided henceforth in Persepolis as clients of the Persian Shahanshah (King of kings).\nArchaic tyrants.\nOne of the earliest known uses of the word tyrant (in Greek) was by the poet &lt;a href=\"Archilochus\"&gt;Archilochus&lt;/a&gt;, who lived three centuries before Plato, in reference to king &lt;a href=\"Gyges%20of%20Lydia\"&gt;Gyges of Lydia&lt;/a&gt;. The king's assumption of power was unconventional.\nThe heyday of the &lt;a href=\"Archaic%20Greece\"&gt;Archaic period&lt;/a&gt; tyrants came in the early 6th century BC, when &lt;a href=\"Cleisthenes%20of%20Sicyon\"&gt;Cleisthenes&lt;/a&gt; ruled &lt;a href=\"Sicyon\"&gt;Sicyon&lt;/a&gt; in the &lt;a href=\"Peloponnesus\"&gt;Peloponnesus&lt;/a&gt; and &lt;a href=\"Polycrates\"&gt;Polycrates&lt;/a&gt; ruled &lt;a href=\"Samos%20Island\"&gt;Samos&lt;/a&gt;. During this time, revolts overthrew many governments in the &lt;a href=\"Aegean%20Sea\"&gt;Aegean&lt;/a&gt; world. &lt;a href=\"Chilon\"&gt;Chilon&lt;/a&gt;, the ambitious and capable &lt;a href=\"ephor\"&gt;ephor&lt;/a&gt; of &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt;, built a strong alliance amongst neighbouring states by making common cause with these groups seeking to oppose unpopular tyrannical rule. By intervening against the tyrants of Sicyon, Corinth and Athens, Sparta thus came to assume Hellenic leadership prior to the Persian invasions. Simultaneously &lt;a href=\"Persian%20Empire\"&gt;Persia&lt;/a&gt; first started making inroads into Greece, and many tyrants sought Persian help against popular forces seeking to remove them.\nCorinth.\nCorinth hosted one of the earliest of Greek tyrants. In &lt;a href=\"Ancient%20Corinth\"&gt;Corinth&lt;/a&gt;, growing wealth from colonial enterprises, and the wider horizons brought about by the export of wine and oil, together with the new experiences of the Eastern Mediterranean brought back by returning &lt;a href=\"mercenaries\"&gt;mercenary&lt;/a&gt; &lt;a href=\"hoplites\"&gt;hoplites&lt;/a&gt; employed overseas created a new environment. Conditions were right for &lt;a href=\"Cypselus\"&gt;Cypselus&lt;/a&gt; to overthrow the &lt;a href=\"aristocracy\"&gt;aristocratic&lt;/a&gt; power of the dominant but unpopular clan of &lt;a href=\"Bacchiadae\"&gt;Bacchiadae&lt;/a&gt;. Clan members were killed, executed, driven out or exiled in 657 BC. Corinth prospered economically under his rule, and Cypselus managed to rule without a &lt;a href=\"bodyguard\"&gt;bodyguard&lt;/a&gt;. When he then bequeathed his position to his son, &lt;a href=\"Periander\"&gt;Periander&lt;/a&gt;, the tyranny proved less secure, and Periander required a retinue of mercenary soldiers personally loyal to him.\nNevertheless, under Cypselus and Periander, Corinth extended and tightened her control over her colonial enterprises, and exports of Corinthian pottery flourished. However, tyrants seldom succeeded in establishing an untroubled line of succession. Periander threw his pregnant wife downstairs (killing her), burnt his concubines alive, exiled his son, warred with his father-in-law and attempted to castrate 300 sons of his perceived enemies. He retained his position. Periander's successor was less fortunate and was expelled. Afterward, Corinth was ruled by a lackluster oligarchy, and was eventually eclipsed by the rising fortunes of Athens and Sparta.\nAthens.\nAthens hosted its tyrants late in the Archaic period. In &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;, the inhabitants first gave the title of tyrant to &lt;a href=\"Peisistratos\"&gt;Peisistratos&lt;/a&gt; (a relative of &lt;a href=\"Solon\"&gt;Solon&lt;/a&gt;, the Athenian lawgiver) who succeeded in 546 BC, after two failed attempts, to install himself as tyrant. Supported by the prosperity of the peasantry and landowning interests of the plain, which was prospering from the rise of olive oil exports, as well as his clients from &lt;a href=\"Marathon%2C%20Greece\"&gt;Marathon&lt;/a&gt;, he managed to achieve authoritarian power. Through an ambitious program of public works, which included fostering the state cult of &lt;a href=\"Athena\"&gt;Athena&lt;/a&gt;; encouraging the creation of festivals; supporting the &lt;a href=\"Panathenaic%20Games\"&gt;Panathenaic Games&lt;/a&gt; in which prizes were jars of olive oil; and supporting the &lt;a href=\"Dionysia\"&gt;Dionysia&lt;/a&gt; (ultimately leading to the development of Athenian drama), Peisistratus managed to maintain his personal popularity.\nHe was followed by his sons, and with the subsequent growth of Athenian &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt;, the title \"tyrant\" took on its familiar negative connotations. The murder of Peisistratus' son, the tyrant &lt;a href=\"Hipparchus%20%28son%20of%20Peisistratos%29\"&gt;Hipparchus&lt;/a&gt; by &lt;a href=\"Harmodius%20and%20Aristogeiton\"&gt;Aristogeiton and Harmodios&lt;/a&gt; in Athens in 514 BC marked the beginning of the so-called \"cult of the &lt;a href=\"tyrannicide\"&gt;tyrannicide&lt;/a&gt;s\" (i.e., of killers of tyrants). Contempt for tyranny characterised this &lt;a href=\"Greek%20hero%20cult\"&gt;cult movement&lt;/a&gt;. Despite financial help from Persia, in 510 the Peisistratids were expelled by a combination of intrigue, exile and Spartan arms. The anti-tyrannical attitude became especially prevalent in Athens after 508 BC, when &lt;a href=\"Cleisthenes\"&gt;Cleisthenes&lt;/a&gt; reformed the political system so that it resembled \"&lt;a href=\"demokratia\"&gt;demokratia&lt;/a&gt;\". Hippias (Peisistratus' other son) offered to rule the Greeks on behalf of the Persians and provided military advice to the Persians against the Greeks.\nThe &lt;a href=\"Thirty%20Tyrants\"&gt;Thirty Tyrants&lt;/a&gt; whom the Spartans imposed on a defeated Attica in 404 BC would not be classified as tyrants in the usual sense and were in effect an &lt;a href=\"oligarchy\"&gt;oligarchy&lt;/a&gt;.\nSicilian tyrants.\nThe best known Sicilian tyrants appeared long after the Archaic period. The tyrannies of Sicily came about due to similar causes, but here the threat of &lt;a href=\"Ancient%20Carthage\"&gt;Carthaginian&lt;/a&gt; attack prolonged tyranny, facilitating the rise of military leaders with the people united behind them. Such Sicilian tyrants as &lt;a href=\"Gelo\"&gt;Gelo&lt;/a&gt;, &lt;a href=\"Hiero%20I\"&gt;Hiero I&lt;/a&gt;, &lt;a href=\"Hiero%20II\"&gt;Hiero II&lt;/a&gt;, &lt;a href=\"Dionysius%20the%20Elder\"&gt;Dionysius the Elder&lt;/a&gt;, &lt;a href=\"Dionysius%20the%20Younger\"&gt;Dionysius the Younger&lt;/a&gt;, and &lt;a href=\"Agathocles%20of%20Syracuse\"&gt;Agathocles of Syracuse&lt;/a&gt; maintained lavish courts and became patrons of culture. The dangers threatening the lives of the Sicilian tyrants are highlighted in the moral tale of the \"&lt;a href=\"Sword%20of%20Damocles\"&gt;Sword of Damocles&lt;/a&gt;\".\nLater tyrants.\nUnder the &lt;a href=\"Macedon\"&gt;Macedon&lt;/a&gt;ian &lt;a href=\"hegemony\"&gt;hegemony&lt;/a&gt; in the 4th and 3rd century BC a new generation of tyrants rose in Greece, especially under the rule of king &lt;a href=\"Antigonus%20II%20Gonatas\"&gt;Antigonus II Gonatas&lt;/a&gt;, who installed his puppets in many cities of the Peloponnese. Examples were &lt;a href=\"Cleon%20of%20Sicyon\"&gt;Cleon of Sicyon&lt;/a&gt;, &lt;a href=\"Aristodemus%20the%20Good\"&gt;Aristodemus of Megalopolis&lt;/a&gt;, &lt;a href=\"Aristomachos%20the%20Elder\"&gt;Aristomachus I of Argos&lt;/a&gt;, &lt;a href=\"Abantidas\"&gt;Abantidas of Sicyon&lt;/a&gt;, &lt;a href=\"Aristippus%20of%20Argos\"&gt;Aristippus of Argos&lt;/a&gt;, &lt;a href=\"Lydiadas%20of%20Megalopolis\"&gt;Lydiadas of Megalopolis&lt;/a&gt;, &lt;a href=\"Aristomachos%20of%20Argos\"&gt;Aristomachus II of Argos&lt;/a&gt;, and &lt;a href=\"Xenon%20%28tyrant%29\"&gt;Xenon of Hermione&lt;/a&gt;.\nAgainst these rulers, in 280 BC the democratic cities started to join forces in the &lt;a href=\"Achaean%20League\"&gt;Achaean League&lt;/a&gt; which was able to expand its influence even into &lt;a href=\"Corinthia\"&gt;Corinthia&lt;/a&gt;, &lt;a href=\"Megaris\"&gt;Megaris&lt;/a&gt;, &lt;a href=\"Argolis\"&gt;Argolis&lt;/a&gt; and &lt;a href=\"Arcadia%20%28ancient%20region%29\"&gt;Arcadia&lt;/a&gt;. From 251 BC under the leadership of &lt;a href=\"Aratus%20of%20Sicyon\"&gt;Aratus of Sicyon&lt;/a&gt;, the Achaeans liberated many cities, in several cases by convincing the tyrants to step down, and when Aratus died in 213 BC, Hellas had been free of tyrants for more than 15 years. The last tyrant on the Greek mainland, &lt;a href=\"Nabis\"&gt;Nabis of Sparta&lt;/a&gt;, was assassinated in 192 BC and after his death the Peloponnese was united as a confederation of stable democracies in the Achaean League.\nRoman tyrants.\nRoman historians like &lt;a href=\"Suetonius\"&gt;Suetonius&lt;/a&gt;, &lt;a href=\"Tacitus\"&gt;Tacitus&lt;/a&gt;, &lt;a href=\"Plutarch\"&gt;Plutarch&lt;/a&gt;, and &lt;a href=\"Josephus\"&gt;Josephus&lt;/a&gt; often spoke of \"tyranny\" in opposition to \"liberty\". Tyranny was associated with imperial rule and those rulers who usurped too much authority from the &lt;a href=\"Roman%20Senate\"&gt;Roman Senate&lt;/a&gt;. Those who were advocates of \"liberty\" tended to be pro-Republic and pro-Senate. For instance, regarding &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt; and his assassins, Suetonius wrote:\nCitizens of the empire were circumspect in identifying tyrants. \"...&lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt;'s head and hands [were] cut off and nailed to the rostrum of the Senate to remind everyone of the perils of speaking out against tyranny.\" There has since been a tendency to discuss tyranny in the abstract while limiting examples of tyrants to ancient Greek rulers. Philosophers have been more expressive than historians.\nJosephus identified tyrants in Biblical history (in Antiquities of the Jews) including &lt;a href=\"Nimrod\"&gt;Nimrod&lt;/a&gt;, &lt;a href=\"Moses\"&gt;Moses&lt;/a&gt;, the &lt;a href=\"Maccabees\"&gt;Maccabees&lt;/a&gt; and &lt;a href=\"Herod%20the%20Great\"&gt;Herod the Great&lt;/a&gt;. He also identified some later tyrants.\nIn the classics.\nTyranny is considered an important subject, one of the \"Great Ideas\" of Western thought. The classics contain many references to tyranny and its causes, effects, methods, practitioners, alternatives... They consider tyranny from historical, religious, ethical, political and fictional perspectives. \"If any point in political theory is indisputable, it would seem to be that tyranny is the worst corruption of government – a vicious misuse of power and a violent abuse of human beings who are subject to it.\" While this may represent a consensus position among the classics, it is not unanimous – &lt;a href=\"Thomas%20Hobbes\"&gt;Thomas Hobbes&lt;/a&gt; dissented, claiming no objective distinction, such as being vicious or virtuous, existed among monarchs. \"They that are discontented under monarchy, call it tyranny; and they that are displeased with aristocracy, call it oligarchy: so also, they which find themselves grieved under a democracy, call it anarchy...\"\nThe &lt;a href=\"Inferno%20%28Dante%29\"&gt;first part&lt;/a&gt; of &lt;a href=\"Dante%20Alighieri\"&gt;Dante Alighieri&lt;/a&gt;'s \"&lt;a href=\"The%20Divine%20Comedy\"&gt;The Divine Comedy&lt;/a&gt;\" describes tyrants (\"who laid hold on blood and plunder\") in the seventh level of Hell, where they are submerged in boiling blood. These include &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt; and &lt;a href=\"Attila\"&gt;Attila the Hun&lt;/a&gt;, and share the level with highway robbers.\n&lt;a href=\"Niccol%C3%B2%20Machiavelli\"&gt;Niccolò Machiavelli&lt;/a&gt; conflates all rule by a single person (whom he generally refers to as a \"prince\") with \"tyranny\", regardless of the legitimacy of that rule, in his \"&lt;a href=\"Discourses%20on%20Livy\"&gt;Discourses on Livy&lt;/a&gt;\". He also identifies liberty with &lt;a href=\"republic\"&gt;republic&lt;/a&gt;an regimes. Sometimes he calls leaders of republics \"princes\". He never uses the word in \"&lt;a href=\"The%20Prince\"&gt;The Prince&lt;/a&gt;\". He also does not share in the traditional view of tyranny, and in his Discourses he sometimes explicitly acts as an advisor to tyrants.\n&lt;a href=\"Ancient%20Greece\"&gt;Ancient Greeks&lt;/a&gt;, as well as the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt;ans, became generally quite wary of many people seeking to implement a popular coup. &lt;a href=\"Shakespeare\"&gt;Shakespeare&lt;/a&gt; portrays the struggle of one such anti-tyrannical Roman, &lt;a href=\"Marcus%20Junius%20Brutus\"&gt;Marcus Junius Brutus&lt;/a&gt;, in his play \"&lt;a href=\"Julius%20Caesar%20%28play%29\"&gt;Julius Caesar&lt;/a&gt;\".\nIn Gibbon's Decline and Fall of the Roman Empire, Volume I, Chapter III, Augustus was shown to assume the power of a tyrant while sharing power with the reformed senate. \"After a decent resistance, the crafty tyrant submitted to the orders of the senate; and consented to receive the government of the provinces, and the general command of the Roman armies...\" Emperors \"humbly professed themselves the accountable ministers of the senate, whose supreme decrees they dictated and obeyed.\" The Roman Empire \"may be defined as an absolute monarchy disguised by the forms of a commonwealth.\" Roman emperors were deified. Gibbons called emperors tyrants and their rule tyranny. His definitions in the chapter were related to the absolutism of power alone – not oppression, injustice or cruelty. He ignored the appearance of shared rule.\nEnlightenment.\nIn the &lt;a href=\"Age%20of%20Enlightenment\"&gt;Enlightenment&lt;/a&gt;, thinkers applied the word tyranny to the system of governance that had developed around &lt;a href=\"aristocracy\"&gt;aristocracy&lt;/a&gt; and &lt;a href=\"monarchy\"&gt;monarchy&lt;/a&gt;. Specifically, &lt;a href=\"John%20Locke\"&gt;John Locke&lt;/a&gt; as part of his argument against the \"&lt;a href=\"Divine%20Right%20of%20Kings\"&gt;Divine Right of Kings&lt;/a&gt;\" in his book \"&lt;a href=\"Two%20Treatises%20of%20Government\"&gt;Two Treatises of Government&lt;/a&gt;\" defines it this way: \"Tyranny is the exercise of power beyond right, which nobody can have a right to; and this is making use of the power any one has in his hands, not for the good of those who are under it, but for his own private, separate advantage.\" Locke's concept of tyranny influenced the writers of subsequent generations who developed the concept of tyranny as counterpoint to ideas of &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; and &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt;. &lt;a href=\"Thomas%20Jefferson\"&gt;Thomas Jefferson&lt;/a&gt; referred to the tyranny of &lt;a href=\"George%20III%20of%20the%20United%20Kingdom\"&gt;King George III of Great Britain&lt;/a&gt; in the &lt;a href=\"United%20States%20Declaration%20of%20Independence\"&gt;Declaration of Independence&lt;/a&gt;.\nLists of tyrants.\nLists include:\nThere are also numerous book titles which identify tyrants by name or circumstances.\nAmong English rulers, several have been identified as tyrants by book title: &lt;a href=\"John%2C%20King%20of%20England\"&gt;John, King of England&lt;/a&gt; (who signed the Magna Carta), &lt;a href=\"Henry%20VIII%20of%20England\"&gt;Henry VIII of England&lt;/a&gt; and &lt;a href=\"Oliver%20Cromwell\"&gt;Oliver Cromwell&lt;/a&gt;.\nMethods of obtaining and retaining power.\nThe path of a tyrant can appear easy and pleasant (for all but the aristocracy). A 20th-century historian said: Hence the road to power in Greece commercial cities was simple: to attack the aristocracy, defend the poor, and come to an understanding with the middle classes. Arrived at power, the dictator abolished debts, or confiscated large estates, taxed the rich to finance public works, or otherwise redistributed the overconcentrated wealth; and while attaching the masses to himself through such measures, he secured the support of the business community by promoting trade with state coinage and commercial treaties, and by raising the social prestige of the bourgeoisie. Forced to depend upon popularity instead of hereditary power, the dictatorships for the most part kept out of war, supported religion, maintained order, promoted morality, favored the higher status of women, encouraged the arts, and lavished revenues upon the beautification of their cities. And they did all these things, in many cases, while preserving the forms of popular government, so that even under despotism the people learned the ways of liberty. When the dictatorship [of the tyrant] had served to destroy the aristocracy the people destroyed the dictatorship; and only a few changes were needed to make democracy of freemen a reality as well as a form.\nAncient Greek philosophers (who were aristocrats) were far more critical in reporting the methods of tyrants. The justification for ousting a tyrant was absent from the historian's description but was central to the philosophers.\nObtaining.\nIn the \"&lt;a href=\"Republic%20%28Plato%29\"&gt;Republic&lt;/a&gt;\", &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; stated: \"The people have always some champion whom they set over them and nurse into greatness. [...] This and no other is the root from which a tyrant springs; when he first appears he is a protector\".\nTyrants either inherit the position from a previous ruler, rise up the ranks in the military/party or seize power as entrepreneurs. Early texts called only the entrepreneurs tyrants, distinguishing them from \"bad kings\". Such tyrants may act as renters, rather than owners, of the state.\nThe political methods of obtaining power were occasionally supplemented by theater or force. Peisistratus of Athens blamed self-inflicted wounds on enemies to justify a bodyguard which he used to seize power. He later appeared with a woman dressed as a goddess to suggest divine sanction of his rule. The third time he used mercenaries to seize and retain power.\nRetaining.\nLengthy recommendations of methods were made to tyrants by Aristotle (in \"Politics\" for example) and &lt;a href=\"Niccol%C3%B2%20Machiavelli\"&gt;Niccolò Machiavelli&lt;/a&gt; (in \"&lt;a href=\"The%20Prince\"&gt;The Prince&lt;/a&gt;\"). These are, in general, force and fraud. They include hiring bodyguards, stirring up wars to smother dissent, purges, assassinations, and unwarranted searches and seizures. Aristotle suggested an alternative means of retaining power – ruling justly.\nThe methods of tyrants to retain power include placating world opinion by staging &lt;a href=\"rigged%20election\"&gt;rigged election&lt;/a&gt;s, using or threatening to use violence, and seeking popular support by appeals to &lt;a href=\"patriotism\"&gt;patriotism&lt;/a&gt; and claims that conditions have improved."
}