{
    "id": "198626",
    "revid": "40071619",
    "url": "https://en.wikipedia.org/wiki?curid=198626",
    "title": "Klein Bonaire",
    "text": "Klein Bonaire (&lt;a href=\"Dutch%20language\"&gt;Dutch&lt;/a&gt; for \"Little Bonaire\") is a small uninhabited &lt;a href=\"islet\"&gt;islet&lt;/a&gt; off the west coast of the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; island of &lt;a href=\"Bonaire\"&gt;Bonaire&lt;/a&gt;, and is part of the &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; &lt;a href=\"Caribbean%20Netherlands\"&gt;special municipality&lt;/a&gt; of Bonaire.\nGeography.\nThe Klein Bonaire islet, which sits within the rough crescent formed by the main island, is and extremely flat, rising no more than two meters above the sea. The only structures on the island are some ruins of slave huts (small, single-room structures dating to the region's &lt;a href=\"History%20of%20the%20Netherlands%20Antilles\"&gt;period of slavery&lt;/a&gt;), and a small open shelter on the beach facing Bonaire. The island has no running water or sanitation facilities.\nHistory.\nIn 1868, Klein Bonaire was sold to Angel Jeserun and remained in private hands until 1999. During this period the native trees were removed, resulting in a scrub growth across the island. The development of Klein Bonaire was attempted a few times prior to its establishment as a marine preserve, the last unsuccessful attempt being in 1995.\nConcerned locals rallied to save Klein Bonaire and raise funds to do so and The Foundation for the Preservation of Klein Bonaire (FPKB) was born. Through efforts of the FPKB and other concerned parties, and with monies from the Department of the Interior and Kingdom Affairs of the Netherlands, the World Nature Fund of the Netherlands and FPKB, the island was successfully purchased in 1999 for 9 million &lt;a href=\"Netherlands%20Antillean%20guilder\"&gt;Netherlands Antillean guilder&lt;/a&gt; (US$5 million). \nKlein Bonaire is now part of the Bonaire National Marine Park. Long-term plans include reintroduction of the native vegetation.\nFlora and Fauna.\nKlein Bonaire is permanent home to &lt;a href=\"green%20sea%20turtle\"&gt;green&lt;/a&gt; (\"&lt;a href=\"Chelonia%20mydas\"&gt;Chelonia mydas&lt;/a&gt;\") and &lt;a href=\"hawksbill%20sea%20turtle\"&gt;hawksbill sea turtle&lt;/a&gt;s (\"&lt;a href=\"Eretmochelys%20imbricata\"&gt;Eretmochelys imbricata&lt;/a&gt;\").\nDuring the nesting season it is also home to &lt;a href=\"loggerhead%20sea%20turtle\"&gt;loggerhead sea turtle&lt;/a&gt;s (\"&lt;a href=\"Caretta%20caretta\"&gt;Caretta caretta&lt;/a&gt;\") and occasional &lt;a href=\"flamingo\"&gt;flamingo&lt;/a&gt;s.\n\"&lt;a href=\"Montastraea%20annularis\"&gt;Montastraea annularis&lt;/a&gt;\" was the most common coral seen during a recent 2011 survey.\nBirds.\nKlein Bonaire has been identified by &lt;a href=\"BirdLife%20International\"&gt;BirdLife International&lt;/a&gt; as an &lt;a href=\"Important%20Bird%20Area\"&gt;Important Bird Area&lt;/a&gt; (IBA) because it supports populations of &lt;a href=\"threatened\"&gt;threatened&lt;/a&gt; or restricted-range bird species, including &lt;a href=\"bare-eyed%20pigeon\"&gt;bare-eyed pigeon&lt;/a&gt;s, &lt;a href=\"least%20tern\"&gt;least tern&lt;/a&gt;s and &lt;a href=\"Caribbean%20elaenia\"&gt;Caribbean elaenia&lt;/a&gt;s. It is also a breeding site for &lt;a href=\"Wilson%27s%20plover\"&gt;Wilson's&lt;/a&gt; and &lt;a href=\"snowy%20plover\"&gt;snowy plover&lt;/a&gt;s.\nTourism.\nThe distance from the shore of Bonaire to the shore of Klein Bonaire is about at the nearest point. This span is frequently traversed by private and commercial boats and can be done by &lt;a href=\"kayak\"&gt;kayak&lt;/a&gt; with some difficulty. The primary attraction for visitors is &lt;a href=\"scuba%20diving\"&gt;scuba diving&lt;/a&gt; and &lt;a href=\"snorkeling\"&gt;snorkeling&lt;/a&gt; the pristine &lt;a href=\"coral%20reef\"&gt;coral reef&lt;/a&gt; surrounding the islet. Numbered yellow painted rocks near the open shelter show where divers can cross low points on the reef, which is very close to the beach. When facing the water at the rocks the current runs from right to left."
}