{
    "id": "1986592",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=1986592",
    "title": "University High School (Irvine, California)",
    "text": "University High School (also known as UHS or \"Uni\") is one of six public &lt;a href=\"high%20schools\"&gt;high schools&lt;/a&gt; serving grades 9-12 in the city of &lt;a href=\"Irvine%2C%20California\"&gt;Irvine, California&lt;/a&gt;, United States. It was established in 1970 and is situated on of land in the southwestern portion of the city, adjacent to the &lt;a href=\"University%20of%20California%2C%20Irvine\"&gt;University of California, Irvine&lt;/a&gt; (UCI).\nThe school comprises six main academic buildings, a performing arts theater, a band room for instrumental music, a swimming pool, eight tennis courts, an indoor gymnasium supplemented with other indoor athletic facilities, a stadium, and several practice fields. Housed within the facilities are the departments of &lt;a href=\"English%20studies\"&gt;English&lt;/a&gt;, &lt;a href=\"world%20languages\"&gt;world languages&lt;/a&gt;, &lt;a href=\"math\"&gt;math&lt;/a&gt;, &lt;a href=\"science\"&gt;science&lt;/a&gt;, &lt;a href=\"social%20science\"&gt;social science&lt;/a&gt;, &lt;a href=\"instrumental%20music\"&gt;instrumental music&lt;/a&gt;, &lt;a href=\"art\"&gt;art&lt;/a&gt;, &lt;a href=\"industrial%20technology\"&gt;industrial technology&lt;/a&gt;, &lt;a href=\"Sports\"&gt;athletics&lt;/a&gt;, &lt;a href=\"physical%20education\"&gt;physical education&lt;/a&gt;, English proficiency programs, &lt;a href=\"special%20education\"&gt;special education&lt;/a&gt;, and the Orange County &lt;a href=\"Deaf\"&gt;Deaf&lt;/a&gt; and Hard of Hearing Program. The school colors are navy blue, Columbia blue, and white. The school mascot is the Trojan.\nUniversity High School was named the best public high school in California and 8th best public high school in America in 2011 by \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\". University was also the highest ranked institution on the list that was not a charter or magnet school.\nAcademics.\nUniversity High School has consistently made \"Newsweek\"s list of Best High Schools, most recently ranking 102nd in 2013. It also ranked 117th in 2005, 156th in 2006, 76th in 2007, 156th in 2008 and 2009, 146th in 2010, and 8th in 2011. It also ranked 182nd on &lt;a href=\"U.S.%20News%20and%20World%20Report\"&gt;U.S. News and World Report&lt;/a&gt;'s list of Best High Schools in 2013.\nIn May 1987, University High School was recognized by the &lt;a href=\"U.S.%20Department%20of%20Education\"&gt;U.S. Department of Education&lt;/a&gt; as an exemplary school in the Secondary School Recognition Program. In 1988 and 1992, UHS was similarly recognized as a California State Distinguished School. University was accredited by &lt;a href=\"Western%20Association%20of%20Schools%20and%20Colleges\"&gt;Western Association of Schools and Colleges&lt;/a&gt; (WASC) for six years in 2004 and also in 2010.\nAcademic teams.\nUniversity High School is often noted for its various academic teams, including Physics Bowl, &lt;a href=\"Science%20Bowl\"&gt;Science Bowl&lt;/a&gt;, &lt;a href=\"Science%20Olympiad\"&gt;Science Olympiad&lt;/a&gt;, &lt;a href=\"Academic%20Decathlon\"&gt;Academic Decathlon&lt;/a&gt;, &lt;a href=\"Model%20United%20Nations\"&gt;Model United Nations&lt;/a&gt;, &lt;a href=\"International%20Space%20Settlement%20Design%20Competition\"&gt;International Space Settlement Design Competition&lt;/a&gt;, &lt;a href=\"Speech%20and%20Debate\"&gt;Speech and Debate&lt;/a&gt; and math competitions (including &lt;a href=\"American%20Regions%20Mathematics%20League\"&gt;ARML&lt;/a&gt;, and Math Day at the Beach). These teams generally attain high scores, often winning prestigious awards such as Best Club Delegation at Berkeley Model United Nations (BMUN) in 2009, 2010, 2011, 2014, and 2018 or first place at Math Day at the Beach for three years in a row (2008–2010). Its Academic Decathlon team reached the state finals of the California Academic Decathlon for the first time in 2018. \nUniversity High School is also home to the largest and one of the most distinguished &lt;a href=\"Junior%20Classical%20League\"&gt;Junior Classical League&lt;/a&gt;s in the nation and an noteworthy chapter of the &lt;a href=\"Junior%20State%20of%20America\"&gt;Junior State of America&lt;/a&gt;. Furthermore, University High has sent a team to the International Space Settlement Design Competition (ISSDC) for five consecutive years and has won the national competition in several divisions of the National History Day contest. University is also home to one of the most successful Mock Trial programs in Orange County, consistently placing among the top teams at the Orange County competition. University High School also has numerous students named semi-finalists for the United States Physics, Math, Biology, and Chemistry Olympiads. The school's &lt;a href=\"Science%20Bowl\"&gt;Science Bowl&lt;/a&gt; team also placed 4th nationally in 2013 and will be returning to nationals for the 2014 competition. University has also had Intel Science Talent Search finalists and semi-finalists, &lt;a href=\"Siemens%20Competition\"&gt;Siemens Competition&lt;/a&gt; semi-finalists, and categorical winners at ISEF.\nDeaf program.\nTogether with &lt;a href=\"Venado%20Middle%20School\"&gt;Venado Middle School&lt;/a&gt;, University High School hosts the Regional Deaf and Hard of Hearing Program for the Orange County Department of Education, a program that brings in &lt;a href=\"Hearing%20loss\"&gt;deaf and hard of hearing&lt;/a&gt; students from all of &lt;a href=\"Orange%20County%2C%20California\"&gt;Orange County&lt;/a&gt; as well as some students from nearby counties. The program provides interpreters, notetakers, and other special services, and serves as \"a model of regionalized programming nationwide\".\nIn 2009, University High won first place in the &lt;a href=\"Deaf%20Academic%20Bowl\"&gt;Deaf Academic Bowl&lt;/a&gt;.\nPerforming Arts.\nThe school's &lt;a href=\"marching%20band\"&gt;marching band&lt;/a&gt; and &lt;a href=\"color%20guard\"&gt;color guard&lt;/a&gt; currently competes in the 5A division with over 120 members. In 2009, the UHS marching band formally changed their name from the \"University High School Marching Band and Colorguard\" to the \"University High School Marching Trojan Regiment.\" In their 2010 season, the group won an unprecedented five out of six sweepstakes trophies at the &lt;a href=\"Mayfair%20High%20School\"&gt;Mayfair High School&lt;/a&gt; Tournament.\nUniversity High School is home to a &lt;a href=\"colorguard\"&gt;colorguard&lt;/a&gt; program. During the fall, the colorguard accompanies the marching band in its competitive field show. In the winter and spring, the colorguard branches off and performs at competitions independently. In 2001, the University &lt;a href=\"winterguard\"&gt;winterguard&lt;/a&gt; took home a gold medal in their division at the Winter Guard Association of Southern California Championships.\nIn addition to the marching band, University High offers students other opportunities in instrumental and choral music, including four concert bands, three orchestras, two jazz bands, percussion ensemble, choirs, and an a cappella group. Its orchestra and band students are routinely accepted into all-southern, all-state, and all-national ensembles.\nIn 2013, University High School's symphonic orchestra won second place at the &lt;a href=\"American%20String%20Teachers%20Association\"&gt;ASTA&lt;/a&gt; All-National Orchestra Festival in Providence, Rhode Island.\nThe school's theater program puts on annual plays and musicals, and its dance program performs at school events, community events, and concerts.\nAthletics.\nUniversity High School offers more than 24 official athletics teams with numerous niche sports offered through school clubs. Some of the most popular sports include &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"water%20polo\"&gt;water polo&lt;/a&gt;, &lt;a href=\"Swimming%20%28sport%29\"&gt;swimming&lt;/a&gt;, &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt;, and &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;.\nThe University High School tennis teams have been especially prominent on campus, with the boys' junior varsity team going undefeated in 191 consecutive matches over multiple seasons. In addition, the boys' varsity team won the &lt;a href=\"CIF%20Southern%20Section\"&gt;CIF&lt;/a&gt; championship five years in a row (from 2010 to 2014) and had a record of 137 wins and one loss in those five years. Numerous varsity team members are nationally ranked and are often recruited to top Division I NCAA programs. The girls' tennis team is notable as well, reaching the CIF Finals on numerous occasions and winning several &lt;a href=\"Pacific%20Coast%20League%20%28California%29\"&gt;Pacific Coast League&lt;/a&gt; championships in recent years. The boys' water polo team also performed well in 2021, winning &lt;a href=\"Pacific%20Coast%20League%20%28California%29\"&gt;PCL&lt;/a&gt; undefeated for the first time since 1991.\nStudent body.\nAmong the 2,207 students enrolled from 2019–20, 51.7% were Asian, 40.1% Caucasian, 9% Hispanic/Latino, 2.8% Filipino/Pacific Islander, 2.9% African American, 1% Native American, and 0.6% Other/Multi-Ethnic. University High School is attended by students from seventy-two countries who speak fifty-two different languages.\n96% of the Class of 2013 UHS graduates entered post-secondary institutions of which 63% entered four-year universities and colleges. Thirty-three percent entered community colleges.\nIn 1992 Charles Keith, the assistant principal of University High School, stated that over 30% of the students were not &lt;a href=\"English%20as%20a%20second%20language\"&gt;native English speakers&lt;/a&gt;, that the students had origins from 54 countries, and that the students spoke 26 languages. In 1994, 54% of the students were white, 37% were Asian, 4.5% were Hispanic or Latino, and 3% were black.\nNeighborhoods served.\nAs of 1994 most students originate from the &lt;a href=\"University%20of%20California%2C%20Irvine\"&gt;University of California, Irvine&lt;/a&gt; area.\nResidents of the UC Irvine student family housing units (&lt;a href=\"University%20of%20California%2C%20Irvine%20student%20housing\"&gt;Palo Verde and Verano Place&lt;/a&gt;) are zoned to University High School. University High School also serves the neighborhoods of Shady Canyon, Quail Hill, Laguna Altura, Turtle Ridge, Turtle Rock, University Park, some areas of Westpark, and apartment complexes near UCI."
}