{
    "id": "1988111",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=1988111",
    "title": "Tom Koch",
    "text": "Thomas Freeman Koch (May 13, 1925 – March 22, 2015) was an American humorist and writer. He wrote for \"&lt;a href=\"Mad%20%28magazine%29\"&gt;Mad Magazine&lt;/a&gt;\" for 37 years.\nEarly life.\nKoch was born in &lt;a href=\"Charleston%2C%20Illinois\"&gt;Charleston, Illinois&lt;/a&gt;, and spent his youth in &lt;a href=\"Indianapolis\"&gt;Indianapolis&lt;/a&gt; before attending &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt;. He published a book of poetry, \"I'll Remember Indiana\", in 1948, and a book about Indiana basketball, \"Tournament Trail\", in 1950. Later with \"Mad\" he published four books under the magazine's imprint. Koch moved to California in 1957, and was married three times.\nWriting career.\nKoch was also one of the primary writers for radio performers &lt;a href=\"Bob%20and%20Ray\"&gt;Bob and Ray&lt;/a&gt;. It was this association that brought him to the attention of \"Mad\" when some of the show's scripts were reproduced in the magazine with caricatures of the star duo drawn by &lt;a href=\"Mort%20Drucker\"&gt;Mort Drucker&lt;/a&gt;. \"Mad\" eventually published ten Bob &amp; Ray articles in the space of a year and a half, but Koch went on to write more than 300 other pieces for the magazine between 1958 and 1995 on a variety of subjects.\nKoch was a staff writer for &lt;a href=\"Dave%20Garroway\"&gt;Dave Garroway&lt;/a&gt;'s \"&lt;a href=\"Monitor%20%28NBC%20Radio%29\"&gt;Monitor&lt;/a&gt;\" program, turning out 100 pages of material per week, when he was asked by NBC in 1955 to write spot scripts for Bob and Ray's guest appearances. Recalled Koch, \"The network preferred to have something written down so they knew what was going out on the air. So I wrote ten spots and they used eight of them. So I sent them ten more and they never did reject another one... I just kind of fell into it.\" He ended up writing nearly 3,000 comedy pieces for the duo. Among Koch's sketches were the Slow Talkers of America, the Parsley Society of America, Mr. Science, and episodes of \"The Gathering Dusk,\" a soap opera parody starring Edna Bessinger, \"a girl who's found unhappiness by hunting for it where others have failed to look.\" \"Tom's stuff couldn't have been more on the button,\" said Bob Elliott. \"Everything he did was funny. he was a gold mine of funny thoughts and exactly what we needed to punctuate what we had already been doing.\"\n\"It always started out fairly straight,\" said Koch. \"You didn't know it was humor and it would just slowly veer off into something that was hilariously funny. Some people didn't think it was funny at all.\" Through all of it, he never had a contract with Bob and Ray; \"Sometimes they would give me money and sometimes they wouldn't,\" said Koch. Like many radio performers, Bob and Ray did not credit their writers; Elliott later wrote, \"I feel we didn’t give him a real shake that he should have had.\"\nKoch's professional association with the duo lasted 33 years, though contact was infrequent. Bob Elliott recalled that he and Ray Goulding would only learn where their ongoing storyline segments were headed next by ripping open the envelopes mailed in by Koch: \"It was great when the Tom Koch package arrived.\" Following Koch's death, Elliott told the New York Times that he had only met Koch three times, and that Goulding had met him just once.\nHe wrote his spots from his home in Indiana, and later, California, where he also wrote for television shows starring &lt;a href=\"George%20Gobel\"&gt;George Gobel&lt;/a&gt;, &lt;a href=\"Tennessee%20Ernie%20Ford\"&gt;Tennessee Ernie Ford&lt;/a&gt;, &lt;a href=\"Dinah%20Shore\"&gt;Dinah Shore&lt;/a&gt;, &lt;a href=\"Pat%20Paulsen\"&gt;Pat Paulsen&lt;/a&gt;, &lt;a href=\"Dick%20van%20Dyke\"&gt;Dick van Dyke&lt;/a&gt;, and &lt;a href=\"Jonathan%20Winters\"&gt;Jonathan Winters&lt;/a&gt;. Koch also wrote for \"&lt;a href=\"The%20Lucy%20Show\"&gt;The Lucy Show&lt;/a&gt;\", \"&lt;a href=\"Petticoat%20Junction\"&gt;Petticoat Junction&lt;/a&gt;\", \"&lt;a href=\"My%20World%20and%20Welcome%20to%20It\"&gt;My World and Welcome to It&lt;/a&gt;\", \"&lt;a href=\"My%20Mother%20the%20Car\"&gt;My Mother the Car&lt;/a&gt;\", and \"&lt;a href=\"All%20in%20the%20Family\"&gt;All in the Family&lt;/a&gt;.\" Koch's script for the Bob and Ray special \"A Cure for California\" won an Emmy Award. Koch played a bit part as a janitor on \"&lt;a href=\"Mary%20Hartman%2C%20Mary%20Hartman\"&gt;Mary Hartman, Mary Hartman&lt;/a&gt;\"; Koch said, \"I didn't like it at all... It scared the wits out of me.\"\nLongtime \"Mad\" editor &lt;a href=\"Nick%20Meglin\"&gt;Nick Meglin&lt;/a&gt; called Koch a \"natural fit\" for the magazine. \"He was such a polished writer, a very literate craftsman with a far-ranging wit that ran the gamut from hilarious absurdity to wry, brilliant commentary... He had stuff no one else was doing.\"\nAs with Bob and Ray, Koch wrote from home and only rarely visited the \"Mad\" offices. When he did, \"he wore a shirt and a tie and a business suit,\" recalled Meglin. \"He was conservative; very smart mustache and trimmed hair, and we're walking around with jeans and sneakers and sweatshirts and stuff.\"\nDiscussing his career, Koch said, \"People would say I must have had such a great life doing this, people who were engineers, doctors, insurance salesmen or whatever. But it was the kind of work where every morning I would wake up and think, ‘My God, I wonder if I can do it again today.’ There is no way you prepare to do it, or even know how you do it.\"\n43-Man Squamish.\nIn 1965, \"Mad\" #95 included \"43-Man Squamish\", written by Koch and illustrated by &lt;a href=\"George%20Woodbridge%20%28illustrator%29\"&gt;George Woodbridge&lt;/a&gt;. The &lt;a href=\"Absurdist%20humour\"&gt;absurdist&lt;/a&gt; article detailed the convoluted rules of an imaginary &lt;a href=\"sport\"&gt;sport&lt;/a&gt;, and made enough of an impression to be mentioned in both men's \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" &lt;a href=\"obituaries\"&gt;obituaries&lt;/a&gt;, including the first sentence of Koch's.\nIn the article, new terminology is introduced with no explanation; much of the humor derives from the reader's half-successful attempts at gleaning a meaning from context. Exactly what everyone on the team is supposed to do, exactly what penalties apply, and exactly when or why the \"yellow caution flag\" is to be flown remains far from clear, even after repeated readings.\nThe rules.\nEach team consists of one left and one right Inside Grouch, one left and one right Outside Grouch, four Deep Brooders, four Shallow Brooders, five Wicket Men, three Offensive Niblings, four Quarter-Frummerts, two Half-Frummerts, one Full-Frummert, two Overblats, two Underblats, nine Back-Up Finks, two Leapers and a Dummy—for a total of 43. The game officials are a &lt;a href=\"Probate%20Judge\"&gt;Probate Judge&lt;/a&gt; (dressed as a British judge, with wig), a Field Representative (in a &lt;a href=\"Scottish%20kilt\"&gt;Scottish kilt&lt;/a&gt;), a Head &lt;a href=\"Cockswain\"&gt;Cockswain&lt;/a&gt; (in long overcoat), and a Baggage Smasher (dressed as a male beachgoer in pre–&lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; years). None of the officials has any authority after play has begun.\nSquamish is played on a pentagonal field, or Flutney, and the game is divided into a period of 15 minutes, known as an Ogre. Most squamish games consist of seven Ogres, unless of course, it rains. In that case, they are to play eight Ogres. Competitors wear gloves, a helmet, and flippers. They pursue the Pritz (or ball), which is inches in diameter, constructed from untreated &lt;a href=\"ibex\"&gt;ibex&lt;/a&gt; hide, and is stuffed with &lt;a href=\"blue%20jay\"&gt;blue jay&lt;/a&gt; feathers. Each player is equipped with a Frullip, a long hooked stick very similar in appearance to a shepherd's crook that is used to impede opponents.\nBefore any game, the Probate Judge must first flip a coin, usually a new &lt;a href=\"Spanish%20peseta\"&gt;Spanish peseta&lt;/a&gt;, while the Visiting Captain guesses the toss. If he guesses correctly, the game is cancelled immediately. If not, the Home Team Captain must then decide if he wishes to play offense or defense first. Play begins after a frullip is touched to the flutney and the recitation \"Mi tío es enfermo, pero la carretera es verde!\", a wise old Chilean saying that means, \"My uncle is sick but the highway is green!\" Penalties are applied for infractions such as walling the Pritz, icing on fifth snivel, running with the mob, rushing the season, inability to face facts, or sending the Dummy home early.\nThe offensive team has five Snivels to advance to the enemy goal. Carrying the Pritz across the goal line is a Woomik and scores 17 points; hitting it across with the frullip counts as a Durmish and only scores 11 points. Except in the 7th Ogre (and the 8th, if it rains), only the offensive Niblings and Overblats are allowed to score. In such cases, the four Quarter-Frummerts are allowed to kick or throw the Pritz, and the nine Finks are allowed to heckle the opposition by doing imitations of &lt;a href=\"Barry%20Goldwater\"&gt;Barry Goldwater&lt;/a&gt;.\nThe teams must play a sudden-death overtime to break a tie, unless both Left Overblats are out of the game on personal fouls. If this is the case, the tie is settled by the teams lining up on opposite sides of the flutney (inherently difficult on a pentagonal shape) and shouting dirty &lt;a href=\"limerick%20%28poetry%29\"&gt;limerick&lt;/a&gt;s at each other until one side breaks up laughing.\nWhen an insufficient number of players precludes a regulation 43-Man Squamish match, a simplified version may be played: 2-Man Squamish. The rules are identical, except in 2-Man Squamish, the object is to lose.\nIn real life.\nAlthough writer Koch intended the game to be completely unplayable, some colleges even attempted to form teams and play the game. The letters column to \"Mad\" #97 included several \"team photos\" and accounts from new acolytes of the sport. A student from &lt;a href=\"Rensselaer%20Polytechnic%20Institute\"&gt;Rensselaer Polytechnic Institute&lt;/a&gt; issued a public challenge to &lt;a href=\"Harvard\"&gt;Harvard&lt;/a&gt;, while athletes from the &lt;a href=\"University%20of%20Alberta\"&gt;University of Alberta&lt;/a&gt; exulted that \"we happen to be the only undefeated Squamish team in Western Canada, mainly because we are the only team in Western Canada, and we haven't played a game. We can't understand why we have no opposition.\" A letter from the Athletic Committee of &lt;a href=\"Marquette%20University\"&gt;Marquette University&lt;/a&gt; reported that three of its Squamish players had been suspended for \"sportsmanlike conduct\".\nIn popular culture.\nThere is a brief reference to 43-Man Squamish as a \"&lt;a href=\"Trivial%20Pursuit\"&gt;Trivial Pursuit&lt;/a&gt;\" question in the &lt;a href=\"%26quot%3BWeird%20Al%26quot%3B%20Yankovic\"&gt;\"Weird Al\" Yankovic&lt;/a&gt; video \"&lt;a href=\"White%20and%20Nerdy\"&gt;White and Nerdy&lt;/a&gt;\" (2006).\nIn \"&lt;a href=\"Endymion%20%28Simmons%20novel%29\"&gt;Endymion&lt;/a&gt;\", by &lt;a href=\"Dan%20Simmons\"&gt;Dan Simmons&lt;/a&gt;, the narrator describes himself dodging pursuers \"like a deep brooder on a forty-three man squamish team herding the goat in for the goal.\"\nThree Cornered Pitney.\nFor \"Mad\" issue #241 (Sept. 1983) Koch followed up with a similarly unplayable &lt;a href=\"board%20game\"&gt;board game&lt;/a&gt; which he named \"Three Cornered Pitney\". The four pages of rules featured illustrations by &lt;a href=\"Jack%20Davis%20%28cartoonist%29\"&gt;Jack Davis&lt;/a&gt;."
}