{
    "id": "19881193",
    "revid": "13380028",
    "url": "https://en.wikipedia.org/wiki?curid=19881193",
    "title": "Chris Vincent (motorcycle sidecar racer)",
    "text": " \nChris Vincent (20 January 1935 – 18 February 2021) was a British motorcycle &lt;a href=\"sidecar\"&gt;sidecar&lt;/a&gt; &lt;a href=\"road%20racer\"&gt;road racer&lt;/a&gt; who was very successful in short-circuit (&lt;a href=\"Tarmacadam\"&gt;tarmac&lt;/a&gt;) racing in the 1960s and early 1970s. He entered &lt;a href=\"Sidecar%20World%20Championship\"&gt;Grands Prix&lt;/a&gt; using BSA, BMW and &lt;a href=\"Helmut%20Fath\"&gt;URS&lt;/a&gt; engines. He also rode solo motorcycles, particularly in the smaller race classes and production-machine categories.\nEarly life.\nVincent was born in &lt;a href=\"Birmingham%2C%20West%20Midlands\"&gt;Birmingham, West Midlands&lt;/a&gt; in January 1935. He left school at the age of fifteen and joined the &lt;a href=\"Birmingham%20Small%20Arms%20Company%23Motorcycles\"&gt;BSA&lt;/a&gt; factory situated in Birmingham. In 1954 he joined the Norton race shop and started racing in &lt;a href=\"Motorcycle%20speedway\"&gt;speedway&lt;/a&gt; and on &lt;a href=\"Grasstrack\"&gt;grass&lt;/a&gt; using a speedway machine with a &lt;a href=\"JA%20Prestwich%20Industries%23Motorcycles\"&gt;JAP&lt;/a&gt; engine, later replaced by BSA engines. Whilst working for Norton, Vincent came into contact with established sidecar racer Cyril Smith and became interested in sidecars, later becoming grasstrack &lt;a href=\"Grasstrack%23List%20of%20British%20Grasstrack%20Champions\"&gt;National Sidecar Champion&lt;/a&gt; in 1958.\nRoad Racing career.\nBefore becoming well known through road-racing in the 1960s, Vincent returned to work for BSA as a bike-tester based in the Birmingham area involving road testing for performance and economy including regular stints at the &lt;a href=\"MIRA%20Ltd.\"&gt;MIRA&lt;/a&gt; proving ground.\nAfter racing on grass-tracks and speedway, he graduated to &lt;a href=\"Tarmacadam\"&gt;tarmac&lt;/a&gt; courses in 1959 on a BSA. He raced a solo &lt;a href=\"BSA%20Road%20Rocket\"&gt;BSA Road Rocket&lt;/a&gt; in the &lt;a href=\"Thruxton%20500\"&gt;Thruxton 500&lt;/a&gt; mile endurance race partnered by &lt;a href=\"Norman%20Storer\"&gt;Norman Storer&lt;/a&gt; finishing seventh, and again a BSA &lt;a href=\"BSA%20C15\"&gt;C15&lt;/a&gt; in the 1961 &lt;a href=\"Silverstone%20Circuit\"&gt;Silverstone&lt;/a&gt; 1000 endurance event, partnered by Bert Morris, finishing with speedway and selling his outfit in 1961.\nHe first entered the &lt;a href=\"Isle%20of%20Man%20TT\"&gt;Isle of Man&lt;/a&gt; &lt;a href=\"Sidecar%20TT\"&gt;Sidecar TT&lt;/a&gt; race in 1960 followed by 1961, with DNFs in both events. He then won in &lt;a href=\"1962%20Isle%20of%20Man%20TT\"&gt;1962&lt;/a&gt; with passenger Eric Bliss whom he first raced with for part of the 1961 season, establishing the first all-British Sidecar TT win since 1954, the first &lt;a href=\"Snaefell%20Mountain%20Course\"&gt;mountain circuit&lt;/a&gt; win by a British machine since 1925, and the first-ever international TT victory by a BSA.\nVincent campaigned the early &lt;a href=\"BSA%20A7\"&gt;BSA A7 500  cc&lt;/a&gt; pre-unit construction engined sidecar outfits and then later the unit-construction &lt;a href=\"BSA%20Royal%20Star\"&gt;A50&lt;/a&gt; engines when these became available after 1962. During the 1960s some sidecar races particularly those carrying &lt;a href=\"Grand%20Prix%20motorcycle%20racing\"&gt;World Championship&lt;/a&gt; status including the TT were restricted to 500  cc, whereas the UK national series races had classes where 650  cc (&lt;a href=\"BSA%20A65%20Rocket\"&gt;BSA A65&lt;/a&gt; in Chris' case) and larger engines were used.\nHe is associated with popularising the true '&lt;a href=\"Motorcycle%20racing%23Sidecar%20racing\"&gt;kneeler&lt;/a&gt;' concept, and although this was earlier attributed to &lt;a href=\"Eric%20Oliver%20%28racer%29\"&gt;Eric Oliver&lt;/a&gt; who used a \"semi-kneeler\" in the 1950s, Chris' own frame designs enabled a sidecar outfit with a much lower frontal area and smaller proportions hence better streamlining and lower &lt;a href=\"Center%20of%20mass\"&gt;centre of gravity&lt;/a&gt; which is fundamental for high-speed cornering. Vincent believed his road-racing success was in part due to his experiences on grass giving him an advantage over many of his rivals, stating \"Where I have an advantage over many of my rivals is on corners. The power comes in much sooner and my grass track experience has taught me how to avoid and get out of trouble\".\nChris later used the only reliable, competitive engine for Grands Prix and UK 500cc events, the flat-twin BMW RS54 Rennsport.\nDuring the middle 1960s, sidecar riders sought to achieve greater engine capacities and basic raw power. This included use of car engines and three-wheeled, car-type layouts driving a pair of front wheels.\nHe started to develop a new concept with a repositioned Rennsport BMW engine. Instead of a shaft driving the rear wheel, it would drive the front and sidecar wheels. The outfit was soon 'outlawed' by the &lt;a href=\"F%C3%A9d%C3%A9ration%20Internationale%20de%20Motocyclisme\"&gt;FIM&lt;/a&gt;, the European road-race regulatory body, as the front and rear wheels (non-sidecar) were designed to be out-of-line, hence deemed to be a three-wheeler (or \"cyclecar\"), causing Vincent to revert to his 'old', conventional outfit.\nFor the 1972 season Vincent used a &lt;a href=\"M%C3%BCnch%20%28motorcycles%29\"&gt;Munch-URS&lt;/a&gt; engine based on a &lt;a href=\"Helmut%20Fath\"&gt;Helmut Fath&lt;/a&gt; design. He finished fourth in the Championship with a win at the Finnish Grand Prix held at &lt;a href=\"Imatra\"&gt;Imatra&lt;/a&gt;.\nBefore the start of the 1973 season, Munch backer American George Bell pulled the finance from the race team, putting the project up for sale, leaving Vincent without machinery. Vincent retired from competition in 1974 after campaigning a Yamaha-engined outfit, although he continued to ride in demonstration events.\nPersonal life.\nDuring the 1980s Vincent had a motor cycle shop in Earl Shilton, Leicestershire where he still lived.\nHis sons Max (born 1969) and Jason (born 1972) were both established as solo motorcycle road-racers by the 1990 season. Jason 'Jay' Vincent was a successful racer at national, international and world level during the 1990s and continuing into the 2000s, scoring points in the British round of &lt;a href=\"2001%20British%20motorcycle%20Grand%20Prix\"&gt;2001 500cc GP&lt;/a&gt; at &lt;a href=\"Donington%20Park\"&gt;Donington Park&lt;/a&gt; on a Red Bull Yamaha when standing-in for injured &lt;a href=\"Garry%20McCoy\"&gt;Garry McCoy&lt;/a&gt;, having been released by his &lt;a href=\"Pulse%20500\"&gt;Pulse&lt;/a&gt; team for the event. He retired at the end of 2006 season.\nAlways a motor enthusiast, during the 1990s Chris had an American &lt;a href=\"Vixen%20%28RV%29\"&gt;Vixen&lt;/a&gt; motorhome (a compact-size, high-quality, low-volume production, low exterior profile, coachbuilt camper with a BMW diesel engine) and owned &lt;a href=\"Brough%20Superior\"&gt;Brough Superior&lt;/a&gt; vintage motorcycles.\nVincent died in February 2021 at the age of 86."
}