{
    "id": "1989599",
    "revid": "1045115835",
    "url": "https://en.wikipedia.org/wiki?curid=1989599",
    "title": "Euclidean plane isometry",
    "text": "In &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt;, a Euclidean plane isometry is an &lt;a href=\"isometry\"&gt;isometry&lt;/a&gt; of the &lt;a href=\"Euclidean%20plane\"&gt;Euclidean plane&lt;/a&gt;, or more informally, a way of transforming the plane that preserves geometrical properties such as length. There are four types: &lt;a href=\"Translation%20%28mathematics%29\"&gt;translations&lt;/a&gt;, &lt;a href=\"Coordinate%20rotation\"&gt;rotations&lt;/a&gt;, &lt;a href=\"Reflection%20%28mathematics%29\"&gt;reflections&lt;/a&gt;, and &lt;a href=\"glide%20reflection\"&gt;glide reflection&lt;/a&gt;s (see below under &lt;a href=\"Euclidean%20plane%20isometry%23Classification\"&gt;classification of Euclidean plane isometries&lt;/a&gt;).\nThe set of Euclidean plane isometries forms a &lt;a href=\"group%20%28mathematics%29\"&gt;group&lt;/a&gt; under &lt;a href=\"function%20composition\"&gt;composition&lt;/a&gt;: the &lt;a href=\"Euclidean%20group\"&gt;Euclidean group&lt;/a&gt; in two dimensions. It is generated by reflections in lines, and every element of the Euclidean group is the composite of at most three distinct reflections.\nInformal discussion.\nInformally, a Euclidean plane isometry is any way of transforming the plane without \"deforming\" it. For example, suppose that the Euclidean plane is represented by a sheet of transparent plastic sitting on a desk. Examples of isometries include:\nThese are examples of &lt;a href=\"translation%20%28mathematics%29\"&gt;translation&lt;/a&gt;s, &lt;a href=\"coordinate%20rotation\"&gt;rotation&lt;/a&gt;s, and &lt;a href=\"reflection%20%28mathematics%29\"&gt;reflection&lt;/a&gt;s respectively. There is one further type of isometry, called a &lt;a href=\"glide%20reflection\"&gt;glide reflection&lt;/a&gt; (see below under &lt;a href=\"Euclidean%20plane%20isometry%23Classification%20of%20Euclidean%20plane%20isometries\"&gt;classification of Euclidean plane isometries&lt;/a&gt;).\nHowever, folding, cutting, or melting the sheet are not considered isometries. Neither are less drastic alterations like bending, stretching, or twisting.\nFormal definition.\nAn isometry of the Euclidean plane is a distance-preserving transformation of the plane. That is, it is a &lt;a href=\"map%20%28mathematics%29\"&gt;map&lt;/a&gt;\nsuch that for any points \"p\" and \"q\" in the plane,\nwhere \"d\"(\"p\", \"q\") is the usual &lt;a href=\"Euclidean%20distance\"&gt;Euclidean distance&lt;/a&gt; between \"p\" and \"q\".\nClassification.\nIt can be shown that there are four types of Euclidean plane isometries. (Note: the notations for the types of isometries listed below are not completely standardised.)\nReflections.\n&lt;a href=\"Reflection%20%28mathematics%29\"&gt;Reflection&lt;/a&gt;s, or mirror isometries, denoted by \"F\"\"c\",\"v\", where \"c\" is a point in the plane and \"v\" is a &lt;a href=\"unit%20vector\"&gt;unit vector&lt;/a&gt; in R2. (\"F\" is for \"flip\".) have the effect of reflecting the point \"p\" in the line \"L\" that is perpendicular to \"v\" and that passes through \"c\". The line \"L\" is called the reflection axis or the associated mirror. To find a formula for \"F\"\"c\",\"v\", we first use the &lt;a href=\"dot%20product\"&gt;dot product&lt;/a&gt; to find the component \"t\" of \"p\" − \"c\" in the \"v\" direction,\nThe combination of rotations about the origin and reflections about a line through the origin is obtained with all orthogonal matrices (i.e. with determinant 1 and −1) forming orthogonal group \"O\"(2). In the case of a determinant of −1 we have:\nwhich is a reflection in the \"x\"-axis followed by a rotation by an angle θ, or equivalently, a reflection in a line making an angle of θ/2 with the \"x\"-axis. Reflection in a parallel line corresponds to adding a vector perpendicular to it.\nTranslations.\n&lt;a href=\"Translation%20%28mathematics%29\"&gt;Translation&lt;/a&gt;s, denoted by \"T\"\"v\", where \"v\" is a &lt;a href=\"Vector%20%28geometric%29\"&gt;vector&lt;/a&gt; in R2 have the effect of shifting the plane in the direction of \"v\". That is, for any point \"p\" in the plane,\nA translation can be seen as a composite of two parallel reflections.\nRotations.\n&lt;a href=\"Rotation%20%28mathematics%29\"&gt;Rotations&lt;/a&gt;, denoted by \"R\"c,θ, where \"c\" is a point in the plane (the centre of rotation), and θ is the angle of rotation. In terms of coordinates, rotations are most easily expressed by breaking them up into two operations. First, a rotation around the origin is given by\nA rotation can be seen as a composite of two non-parallel reflections.\nRigid transformations.\nThe set of translations and rotations together form the rigid motions or rigid displacements. This set forms a &lt;a href=\"Group%20%28mathematics%29\"&gt;group&lt;/a&gt; under composition, the \"group of rigid motions\", a subgroup of the full group of Euclidean isometries.\nGlide reflections.\n&lt;a href=\"Glide%20reflection\"&gt;Glide reflection&lt;/a&gt;s, denoted by \"G\"\"c\",\"v\",\"w\", where \"c\" is a point in the plane, \"v\" is a unit vector in R2, and \"w\" is non-null a vector perpendicular to \"v\" are a combination of a reflection in the line described by \"c\" and \"v\", followed by a translation along \"w\". That is,\nThe &lt;a href=\"identity%20%28mathematics%29\"&gt;identity&lt;/a&gt; isometry, defined by \"I\"(\"p\") = \"p\" for all points \"p\" is a special case of a translation, and also a special case of a rotation. It is the only isometry which belongs to more than one of the types described above.\nIn all cases we multiply the position vector by an orthogonal matrix and add a vector; if the determinant is 1 we have a rotation, a translation, or the identity, and if it is −1 we have a glide reflection or a reflection.\nA \"random\" isometry, like taking a sheet of paper from a table and randomly laying it back, \"&lt;a href=\"almost%20surely\"&gt;almost surely&lt;/a&gt;\" is a rotation or a glide reflection (they have three &lt;a href=\"degrees%20of%20freedom%20%28physics%20and%20chemistry%29\"&gt;degrees of freedom&lt;/a&gt;). This applies regardless of the details of the &lt;a href=\"probability%20distribution\"&gt;probability distribution&lt;/a&gt;, as long as θ and the direction of the added vector are &lt;a href=\"Statistical%20independence\"&gt;independent&lt;/a&gt; and &lt;a href=\"Uniform%20distribution%20%28continuous%29\"&gt;uniformly distributed&lt;/a&gt; and the length of the added vector has a continuous distribution. A pure translation and a pure reflection are special cases with only two degrees of freedom, while the identity is even more special, with no degrees of freedom.\nIsometries as reflection group.\nReflections, or mirror isometries, can be combined to produce any isometry. Thus isometries are an example of a &lt;a href=\"reflection%20group\"&gt;reflection group&lt;/a&gt;.\nMirror combinations.\nIn the Euclidean plane, we have the following possibilities.\nThree mirrors suffice.\nAdding more mirrors does not add more possibilities (in the plane), because they can always be rearranged to cause cancellation.\nRecognition.\nWe can recognize which of these isometries we have according to whether it preserves hands or swaps them, and whether it has at least one fixed point or not, as shown in the following table (omitting the identity).\nGroup structure.\nIsometries requiring an odd number of mirrors — reflection and glide reflection — always reverse left and right. The even isometries — identity, rotation, and translation — never do; they correspond to \"rigid motions\", and form a &lt;a href=\"normal%20subgroup\"&gt;normal subgroup&lt;/a&gt; of the full &lt;a href=\"Euclidean%20group\"&gt;Euclidean group&lt;/a&gt; of isometries. Neither the full group nor the even subgroup are &lt;a href=\"abelian%20group\"&gt;abelian&lt;/a&gt;; for example, reversing the order of composition of two parallel mirrors reverses the direction of the translation they produce.\nSince the even subgroup is normal, it is the &lt;a href=\"kernel%20%28algebra%29\"&gt;kernel&lt;/a&gt; of a &lt;a href=\"homomorphism\"&gt;homomorphism&lt;/a&gt; to a &lt;a href=\"quotient%20group\"&gt;quotient group&lt;/a&gt;, where the quotient is isomorphic to a group consisting of a reflection and the identity. However the full group is not a &lt;a href=\"direct%20product%20of%20groups\"&gt;direct product&lt;/a&gt;, but only a &lt;a href=\"semidirect%20product\"&gt;semidirect product&lt;/a&gt;, of the even subgroup and the quotient group.\nComposition.\nComposition of isometries mixes kinds in assorted ways. We can think of the identity as either two mirrors or none; either way, it has no effect in composition. And two reflections give either a translation or a rotation, or the identity (which is both, in a trivial way). Reflection composed with either of these could cancel down to a single reflection; otherwise it gives the only available three-mirror isometry, a glide reflection. A pair of translations always reduces to a single translation; so the challenging cases involve rotations. We know a rotation composed with either a rotation or a translation must produce an even isometry. Composition with translation produces another rotation (by the same amount, with shifted fixed point), but composition with rotation can yield either translation or rotation. It is often said that composition of two rotations produces a rotation, and &lt;a href=\"Euler\"&gt;Euler&lt;/a&gt; proved a theorem to that effect in 3D; however, this is only true for rotations sharing a fixed point.\nTranslation, rotation, and orthogonal subgroups.\nWe thus have two new kinds of isometry subgroups: all translations, and rotations sharing a fixed point. Both are subgroups of the even subgroup, within which translations are normal. Because translations are a normal subgroup, we can factor them out leaving the subgroup of isometries with a fixed point, the &lt;a href=\"orthogonal%20group\"&gt;orthogonal group&lt;/a&gt;.\nNested group construction.\nThe subgroup structure suggests another way to compose an arbitrary isometry:\nThis works because translations are a normal subgroup of the full group of isometries, with quotient the orthogonal group; and rotations about a fixed point are a normal subgroup of the orthogonal group, with quotient a single reflection.\nDiscrete subgroups.\nThe subgroups discussed so far are not only infinite, they are also continuous (&lt;a href=\"Lie%20group\"&gt;Lie group&lt;/a&gt;s). Any subgroup containing at least one non-zero translation must be infinite, but subgroups of the orthogonal group can be finite. For example, the &lt;a href=\"symmetry\"&gt;symmetries&lt;/a&gt; of a regular &lt;a href=\"pentagon\"&gt;pentagon&lt;/a&gt; consist of rotations by integer multiples of 72° (360° / 5), along with reflections in the five mirrors which perpendicularly bisect the edges. This is a group, D5, with 10 elements. It has a subgroup, C5, of half the size, omitting the reflections. These two groups are members of two families, D\"n\" and C\"n\", for any \"n\" &gt; 1. Together, these families constitute the &lt;a href=\"point%20group\"&gt;rosette group&lt;/a&gt;s.\nTranslations do not fold back on themselves, but we can take integer multiples of any finite translation, or sums of multiples of two such independent translations, as a subgroup. These generate the &lt;a href=\"lattice%20%28group%29\"&gt;lattice&lt;/a&gt; of a periodic &lt;a href=\"Tessellation\"&gt;tiling&lt;/a&gt; of the plane.\nWe can also combine these two kinds of discrete groups — the discrete rotations and reflections around a fixed point and the discrete translations — to generate the &lt;a href=\"frieze%20group\"&gt;frieze group&lt;/a&gt;s and &lt;a href=\"wallpaper%20group\"&gt;wallpaper group&lt;/a&gt;s. Curiously, only a few of the fixed-point groups are found to be &lt;a href=\"crystallographic%20restriction%20theorem\"&gt;compatible&lt;/a&gt; with discrete translations. In fact, lattice compatibility imposes such a severe restriction that, up to &lt;a href=\"isomorphism\"&gt;isomorphism&lt;/a&gt;, we have only 7 distinct frieze groups and 17 distinct wallpaper groups. For example, the pentagon symmetries, D5, are incompatible with a discrete lattice of translations. (Each higher dimension also has only a finite number of such &lt;a href=\"crystallographic%20group\"&gt;crystallographic group&lt;/a&gt;s, but the number grows rapidly; for example, 3D has 230 groups and 4D has 4783.)\nIsometries in the complex plane.\nIn terms of &lt;a href=\"complex%20numbers\"&gt;complex numbers&lt;/a&gt;, the isometries of the plane are either of the form\nor of the form\nfor some complex numbers \"a\" and ω with |ω| = 1. This is easy to prove: if \"a\" = \"f\"(0) and ω = \"f\"(1) − \"f\"(0) and if one defines\nthen \"g\" is an isometry, \"g\"(0) = 0, and \"g\"(1) = 1. It is then easy to see that \"g\" is either the identity or the conjugation, and the statement being proved follows from this and from the fact that \"f\"(\"z\") = \"a\" + ω\"g\"(\"z\").\nThis is obviously related to the previous classification of plane isometries, since:\nNote that a rotation about complex point \"p\" is obtained by complex arithmetic with\nwhere the last expression shows the mapping equivalent to rotation at 0 and a translation.\nTherefore, given direct isometry formula_20 one can solve\nformula_21 to obtain formula_22 as the center for an equivalent rotation, provided that formula_23, that is, provided the direct isometry is not a pure translation. As stated by Cederberg, \"A direct isometry is either a rotation or a translation.\""
}