{
    "id": "199072",
    "revid": "6570169",
    "url": "https://en.wikipedia.org/wiki?curid=199072",
    "title": "Eurovision Song Contest 2001",
    "text": "The Eurovision Song Contest 2001 was the 46th edition of the &lt;a href=\"Eurovision%20Song%20Contest\"&gt;Eurovision Song Contest&lt;/a&gt;. It took place in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;, following the country's victory at the with the song \"&lt;a href=\"Fly%20on%20the%20Wings%20of%20Love\"&gt;Fly on the Wings of Love&lt;/a&gt;\" by &lt;a href=\"Olsen%20Brothers\"&gt;Olsen Brothers&lt;/a&gt;. Organised by the &lt;a href=\"European%20Broadcasting%20Union\"&gt;European Broadcasting Union&lt;/a&gt; (EBU) and host broadcaster &lt;a href=\"Danmarks%20Radio\"&gt;Danmarks Radio&lt;/a&gt; (DR), the contest was held at the &lt;a href=\"Parken%20Stadium\"&gt;Parken Stadium&lt;/a&gt;, with the final on 12 May 2001. The live show was presented by Danish television presenter &lt;a href=\"Natasja%20Crone\"&gt;Natasja Crone&lt;/a&gt; and actor &lt;a href=\"S%C3%B8ren%20Pilmark\"&gt;Søren Pilmark&lt;/a&gt;.\nTwenty-three countries took part in the contest. &lt;a href=\"Bosnia%20and%20Herzegovina%20in%20the%20Eurovision%20Song%20Contest\"&gt;Bosnia and Herzegovina&lt;/a&gt;, &lt;a href=\"Lithuania%20in%20the%20Eurovision%20Song%20Contest\"&gt;Lithuania&lt;/a&gt;, &lt;a href=\"Poland%20in%20the%20Eurovision%20Song%20Contest\"&gt;Poland&lt;/a&gt;, &lt;a href=\"Portugal%20in%20the%20Eurovision%20Song%20Contest\"&gt;Portugal&lt;/a&gt;, and &lt;a href=\"Slovenia%20in%20the%20Eurovision%20Song%20Contest\"&gt;Slovenia&lt;/a&gt; returned after their relegation from the previous edition. &lt;a href=\"Greece%20in%20the%20Eurovision%20Song%20Contest\"&gt;Greece&lt;/a&gt; also returned after their one-year absence, following financial trouble.\nMeanwhile, &lt;a href=\"Austria%20in%20the%20Eurovision%20Song%20Contest\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Belgium%20in%20the%20Eurovision%20Song%20Contest\"&gt;Belgium&lt;/a&gt;, &lt;a href=\"Cyprus%20in%20the%20Eurovision%20Song%20Contest\"&gt;Cyprus&lt;/a&gt;, &lt;a href=\"Finland%20in%20the%20Eurovision%20Song%20Contest\"&gt;Finland&lt;/a&gt;, &lt;a href=\"North%20Macedonia%20in%20the%20Eurovision%20Song%20Contest\"&gt;Macedonia&lt;/a&gt;, &lt;a href=\"Romania%20in%20the%20Eurovision%20Song%20Contest\"&gt;Romania&lt;/a&gt;, and &lt;a href=\"Switzerland%20in%20the%20Eurovision%20Song%20Contest\"&gt;Switzerland&lt;/a&gt; were relegated.\nThe winner was &lt;a href=\"Estonia%20in%20the%20Eurovision%20Song%20Contest%202001\"&gt;Estonia&lt;/a&gt; with the song \"&lt;a href=\"Everybody%20%28Tanel%20Padar%20and%20Dave%20Benton%20song%29\"&gt;Everybody&lt;/a&gt;\", performed by &lt;a href=\"Tanel%20Padar\"&gt;Tanel Padar&lt;/a&gt;, &lt;a href=\"Dave%20Benton\"&gt;Dave Benton&lt;/a&gt; &amp; &lt;a href=\"Soul%20Militia\"&gt;2XL&lt;/a&gt; and written by &lt;a href=\"Ivar%20Must\"&gt;Ivar Must&lt;/a&gt; and Maian-Anna Karmas. This was Estonia's first victory in the contest - and first top-three placing - in 7 years of participation. It was also the first time one of the former &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; republics had won the contest. Denmark, Greece, France and Sweden rounded out the top five. Greece achieved their best result so far in the contest. Meanwhile, Ireland finished in 21st place, giving the nation its worst placement up to this point.\nLocation.\n&lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, the capital of &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;, was the chosen host city. The venue choice for the contest was &lt;a href=\"Parken%20Stadium\"&gt;Parken Stadium&lt;/a&gt;, the national &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt;, located in the &lt;a href=\"Indre%20%C3%98sterbro\"&gt;Indre Østerbro&lt;/a&gt; district of &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;, built from 1990 to 1992.\nThe &lt;a href=\"Danmarks%20Radio\"&gt;Danish national broadcaster&lt;/a&gt; (DR) faced some problems whilst organising the contest such as a lack of funds and the search for a suitable venue. The three largest cities in Denmark - &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, &lt;a href=\"Aarhus\"&gt;Aarhus&lt;/a&gt; and &lt;a href=\"Odense\"&gt;Odense&lt;/a&gt; - all made bids to host the contest. Eventually, DR chose the large football stadium &lt;a href=\"Parken\"&gt;Parken&lt;/a&gt; as the host venue, after the company running the stadium agreed to add a retractable roof to the building. This solution made it the biggest venue ever to host a Eurovision Song Contest with room for an audience of 38,000, breaking the record of 16,000 held by the previous year's hosts &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;. However, the scale of it all wasn't entirely a success: many audience members could not see the stage, and for many entries the hall appeared to be too big.\nFormat.\nThe show was opened by the reigning champions, the Olsen Brothers, with a snippet from their winning Eurovision song, followed by their latest single \"Walk Right Back\", which was already a smash hit in Denmark at the time. \nThe presenters Natasja Crone Back, journalist and TV-show presenter, and Søren Pilmark, renowned actor of stage and screen, spoke most of their announcements in rhyming couplets, albeit not during the voting.\nThe logo of the 2001 Eurovision Song Contest was made out of four circles, placed in the shape of a heart. The four circles were also present in the stage design, with the light construction made of the same four rings. The whole rig could be formed into various shapes to add to each country's staging.\nChanges occurred in the qualification process for the &lt;a href=\"Eurovision%20Song%20Contest%202002\"&gt;2002 contest&lt;/a&gt;: along with the \"Big 4\" countries, the top 15 placed countries would qualify for next year's competition. The other spots for 2002 would be filled by countries that were excluded from the 2001 contest because of their low point average for the years 1996–2000. Had the older qualification rule still been in use, the relegated countries from 2002 would have been Bosnia and Herzegovina, Lithuania, Norway, Poland, Portugal and Slovenia.\nDraw for the running order took place on 21 November 2000.\nParticipating countries.\nDue to the EBU's relegation rule of the lowest ranked countries from the contest had to miss the follow year's contest, meant several countries could not participate, while relegated countries from the were able to return this year. , , , , , and returned, while , , , , , , and , the seven countries with the lowest average result in the past five contests, were relegated. This brought the total number of participating countries to twenty-three.\nPrior to the contest Greece were hotly tipped to win by the bookmakers, Sweden the second favorites, with France, Slovenia and host country Denmark expected to round out the top 5. However, as the voting progressed it quickly became a two-horse race between Denmark and surprisingly Estonia.\n&lt;a href=\"Dave%20Benton\"&gt;Dave Benton&lt;/a&gt;, who was born and raised in &lt;a href=\"Aruba\"&gt;Aruba&lt;/a&gt;, was the first &lt;a href=\"black%20people\"&gt;black person&lt;/a&gt; and, at the age of 50 years and 101 days, the oldest contestant at the time to win the contest.\nQualification.\nIn addition the host country, Denmark, and the \"&lt;a href=\"Big%20Four%20%28Eurovision%29\"&gt;Big Four&lt;/a&gt;\", the 12 countries with the highest average scores between 1996 and 2000 were allowed to take part in the 2001 contest alongside new or returning countries.\nTable key\nScoreboard.\nThe majority of participating countries held a televote, where the top ten most voted for songs were awarded the 12, 10, 8, 7, 6, 5, 4, 3, 2, 1 points. This year the EBU introduced for the first time a mix of voting systems (50% televoting and 50% jury) for those countries that didn't want to use 100% televoting. Only three votes were allowed per household.\nAccording to the EBU rules (published on 05/10/00), every broadcaster was free to make a choice between the full televoting system and the mixed 50-50 system. In exceptional circumstances, where televoting was not possible at all, only a jury was used: Bosnia and Herzegovina, Turkey and Russia. Only a few countries are confirmed to have used the mixed voting system: Croatia, Greece and Malta.\n12 points.\nBelow is a summary of all 12 points in the final:\nSpokespersons.\nThe spokespersons announced the score from their respective country's televote (or, in some cases, national jury) in running order.\nBroadcasts.\nMost countries sent commentators to Copenhagen or commented from their own country, in order to add insight to the participants and, if necessary, the provision of voting information.\nIncidents.\nControversy was again rife in the contest: the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; TV commentator &lt;a href=\"Terry%20Wogan\"&gt;Terry Wogan&lt;/a&gt; repeatedly made critical comments about the hosts and dubbed them \"Doctor Death and the Tooth Fairy/The Little Mermaid\" after providing their entire commentary in rhyming couplets. The Danes were so offended that the &lt;a href=\"British%20Broadcasting%20Corporation\"&gt;BBC&lt;/a&gt; was obliged to issue an apology on Wogan's comments.\nControversy also surrounded the Swedish song, \"&lt;a href=\"Listen%20To%20Your%20Heartbeat\"&gt;Listen To Your Heartbeat&lt;/a&gt;\", which was repeatedly accused as a plagiarism of the &lt;a href=\"Belgium\"&gt;Belgian&lt;/a&gt; entry for the &lt;a href=\"Eurovision%20Song%20Contest%201996\"&gt;1996 contest&lt;/a&gt;, \"&lt;a href=\"Liefde%20is%20een%20kaartspel\"&gt;Liefde is een kaartspel&lt;/a&gt;\". Eventually the EBU decided for the matter to be settled in court, with the song allowed to compete as long as the courts did not declare the song as plagiarism.\nAt first this was denied by the Swedish songwriters, one of whom was , but after the Belgian songwriters and the author's organisation &lt;a href=\"SABAM\"&gt;SABAM&lt;/a&gt; pressed for legal action, a cash settlement was agreed.\nDuring the voting the Danish band &lt;a href=\"Aqua%20%28band%29\"&gt;Aqua&lt;/a&gt; performed with a medley of their singles, with percussion ensemble &lt;a href=\"Safri%20Duo\"&gt;Safri Duo&lt;/a&gt; performing in the medley. Although enjoyable, people complained about it being a little bit \"rude\" as there was some swearing during the performance, both at the beginning and end of \"&lt;a href=\"Barbie%20Girl\"&gt;Barbie Girl&lt;/a&gt;\".\nOfficial album.\nEurovision Song Contest: Copenhagen 2001 was the official compilation album of the 2001 contest, put together by the European Broadcasting Union and released by &lt;a href=\"EMI%20Records\"&gt;EMI Records&lt;/a&gt; and &lt;a href=\"CMC%20International\"&gt;CMC International&lt;/a&gt; on 5 May 2001. The album featured all 23 songs that entered in the 2001 contest."
}