{
    "id": "1991672",
    "revid": "1055129246",
    "url": "https://en.wikipedia.org/wiki?curid=1991672",
    "title": "Tsukimi",
    "text": " or , meaning, \"moon-viewing\", also known as , are Japanese festivals honoring the autumn moon, a variant of the &lt;a href=\"Mid-Autumn%20Festival\"&gt;Mid-Autumn Festival&lt;/a&gt;. The celebration of the &lt;a href=\"full%20moon\"&gt;full moon&lt;/a&gt; typically takes place on the 15th day of the eighth month of the traditional &lt;a href=\"Japanese%20calendar\"&gt;Japanese calendar&lt;/a&gt;; the &lt;a href=\"Lunar%20phase\"&gt;waxing moon&lt;/a&gt; is celebrated on the 13th day of the ninth month. These days normally fall in September and October of the modern &lt;a href=\"solar%20calendar\"&gt;solar calendar&lt;/a&gt;.\nThe tradition dates to the &lt;a href=\"Heian%20era\"&gt;Heian era&lt;/a&gt;, and is now so popular in Japan that some people repeat the activities for several evenings following the appearance of the full moon during the eighth lunisolar month.\nTsukimi traditions include displaying &lt;a href=\"Decorative%20arts\"&gt;decorations&lt;/a&gt; made from &lt;a href=\"Miscanthus%20sinensis\"&gt;Japanese pampas grass&lt;/a&gt; (\"susuki\") and eating rice dumplings called \"Tsukimi &lt;a href=\"dango\"&gt;dango&lt;/a&gt;\" in order to celebrate the beauty of the Moon. Seasonal produce are also displayed as offerings to the Moon. &lt;a href=\"Sweet%20potato\"&gt;Sweet potato&lt;/a&gt;es are offered to the full moon, while beans or chestnuts are offered to the waxing moon the following month. The alternate names of the celebrations, \"Imomeigetsu\"　(meaning \"potato harvest moon\") and \"Mamemeigetsu\" (meaning \"bean harvest moon\") or \"Kurimeigetsu\" (meaning \"chestnut harvest moon\") are derived from these offerings.\nHistory.\nTsukimi refers to the Japanese tradition of holding parties to view the &lt;a href=\"harvest%20moon\"&gt;harvest moon&lt;/a&gt;. The custom is thought to have originated with Japanese aristocrats during the &lt;a href=\"Heian%20period\"&gt;Heian period&lt;/a&gt;; influenced by the Chinese custom of &lt;a href=\"Mid-Autumn%20Festival\"&gt;Mid-Autumn Festival&lt;/a&gt;, they would gather to recite &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt; under the full moon of the eighth month of the &lt;a href=\"solar%20calendar\"&gt;solar calendar&lt;/a&gt;, known as the \"Mid-Autumn Moon.\" On the evening of the full moon, it is traditional to gather in a place where the Moon can be seen clearly, decorate the scene with Japanese pampas grass, and to serve white rice dumplings (known as \"Tsukimi dango\"), &lt;a href=\"taro\"&gt;taro&lt;/a&gt;, &lt;a href=\"edamame\"&gt;edamame&lt;/a&gt;, &lt;a href=\"chestnut\"&gt;chestnut&lt;/a&gt;s and other seasonal foods, plus &lt;a href=\"sake\"&gt;sake&lt;/a&gt; as offerings to the Moon in order to pray for an abundant harvest. These dishes are known collectively as . Due to the ubiquity of sweet potato or taro among these dishes, the tradition is known as or \"Potato harvest moon\" in some parts of Japan.\nFrom 862 until 1683, the Japanese calendar was arranged so that the full moon fell on the 13th day of each month. In 1684, however, the calendar was altered so that the &lt;a href=\"new%20moon\"&gt;new moon&lt;/a&gt; fell on the first day of each month, moving the full moon two days later, to the 15th day of the month. While some people in &lt;a href=\"Edo\"&gt;Edo&lt;/a&gt; (present-day &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;) shifted their Tsukimi activities to the 15th day of the month, others continued to observe the festival on the 13th day. Furthermore, there were various regional observances in some parts of Japan on the 17th day of the month, as well as Buddhist observances on the 23rd or the 26th day, all of which were used as pretexts for often late-night parties during the autumn throughout the &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt;. This custom was brought to a swift end during the &lt;a href=\"Meiji%20%28era%29\"&gt;Meiji period&lt;/a&gt;.\nFestivals dedicated to the Moon have a long history in Japan. During the &lt;a href=\"Heian%20period\"&gt;Heian period&lt;/a&gt; elements of the &lt;a href=\"China\"&gt;Chinese&lt;/a&gt; &lt;a href=\"Mid-Autumn%20Festival\"&gt;Mid-Autumn Festival&lt;/a&gt; were introduced to Japan. Members of the aristocratic class would hold moon-viewing events aboard boats in order to view the Moon's reflection on the surface of the water. The writing of &lt;a href=\"waka%20%28poetry%29\"&gt;waka&lt;/a&gt; poetry was also an element of such mid-autumn Moon viewing festivities.\nThere are specific terms in Japanese to refer to occasions when the Moon is not visible on the traditional mid-autumn evening, including and . Even when the Moon is not visible, however, Tsukimi parties are held. A Unicode &lt;a href=\"emoji\"&gt;emoji&lt;/a&gt; exists for Tsukimi, featuring pampas grass, dango and the Moon.\nRelated foods.\nIt is traditional to serve Tsukimi &lt;a href=\"dango\"&gt;dango&lt;/a&gt; and seasonal produce offerings during Tsukimi, as described above. In addition, there are several other dishes associated with Tsukimi.\nBoiled &lt;a href=\"soba\"&gt;soba&lt;/a&gt; or &lt;a href=\"udon\"&gt;udon&lt;/a&gt; noodles topped with &lt;a href=\"nori\"&gt;nori&lt;/a&gt; and raw egg, then covered with broth are known as \"Tsukimi soba\" or \"Tsukimi udon\". In &lt;a href=\"Kitakyushu\"&gt;Kitakyushu&lt;/a&gt; an egg served atop &lt;a href=\"yaki%20udon\"&gt;yaki udon&lt;/a&gt; is known as \"Tenmado\", another name for Tsukimi in the local dialect. Similarly when a raw quail egg is used to top sushi, like battleship sushi &lt;a href=\"gunkanzushi\"&gt;gunkanzushi&lt;/a&gt; or a handroll &lt;a href=\"temaki\"&gt;temaki&lt;/a&gt; it is referred to as tsukimi style. Confectionary, such as &lt;a href=\"mooncake\"&gt;mooncake&lt;/a&gt;s, are also enjoyed.\nAt some fast food restaurants in Japan a special Fall Menu is offered during September and October featuring &lt;a href=\"fried%20egg\"&gt;fried egg&lt;/a&gt; sandwiches known as \"Tsukimi burgers\"."
}