{
    "id": "1991710",
    "revid": "149061",
    "url": "https://en.wikipedia.org/wiki?curid=1991710",
    "title": "Mike Grant",
    "text": "Michael Grant (November 27, 1873 – August 20, 1955) was a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; player. He played nine seasons of &lt;a href=\"senior%20hockey\"&gt;senior amateur&lt;/a&gt; hockey between 1894 and 1902 for the &lt;a href=\"Montreal%20Victorias\"&gt;Montreal Victorias&lt;/a&gt; and &lt;a href=\"Montreal%20Shamrocks\"&gt;Montreal Shamrocks&lt;/a&gt;. Grant was a member of the Victorias squad that won or retained possession of the &lt;a href=\"Stanley%20Cup\"&gt;Stanley Cup&lt;/a&gt; five times between 1895 and 1899 during the trophy's &lt;a href=\"List%20of%20Stanley%20Cup%20challenge%20games\"&gt;challenge era&lt;/a&gt;. Grant played &lt;a href=\"Defenceman%23Cover-point\"&gt;cover-point&lt;/a&gt; and was known for his speed and skating ability. He is regarded as one of the first &lt;a href=\"defenceman\"&gt;defenceman&lt;/a&gt; to rush forward and with the puck. He was inducted into the &lt;a href=\"Hockey%20Hall%20of%20Fame\"&gt;Hockey Hall of Fame&lt;/a&gt; in 1950.\nPlaying career.\nA gifted and fast skater, Grant won &lt;a href=\"speed%20skating\"&gt;speed skating&lt;/a&gt; championships at three different age groups when he was 11 years old. He also played amateur &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt; while he grew up in &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;, Quebec. His skills transferred to the hockey rink where Grant played cover point (&lt;a href=\"defence%20%28ice%20hockey%29\"&gt;defence&lt;/a&gt;). He is regarded as one of the first rushing defencemen in hockey history; Grant used his skating ability to generate offensive chances from his defensive position. He played his youth hockey with the &lt;a href=\"Montreal%20Crystals\"&gt;Crystals&lt;/a&gt; organization that won the Montreal city junior championship in 1891 and intermediate championships in 1892 and 1893.\nGrant graduated to the &lt;a href=\"senior%20hockey\"&gt;senior&lt;/a&gt; ranks in &lt;a href=\"1894%20AHAC%20season\"&gt;1894&lt;/a&gt; where he made his debut with the &lt;a href=\"Montreal%20Victorias\"&gt;Montreal Victorias&lt;/a&gt; of the &lt;a href=\"Amateur%20Hockey%20Association%20of%20Canada\"&gt;Amateur Hockey Association of Canada&lt;/a&gt; (AHAC). He scored one goal in eight games in &lt;a href=\"1895%20AHAC%20season\"&gt;1895&lt;/a&gt; and the Victorias, with a record of six wins and two losses, won the AHAC title, and with it, control of the &lt;a href=\"Stanley%20Cup\"&gt;Stanley Cup&lt;/a&gt;, emblematic of Canada's senior amateur championship. Grant served as &lt;a href=\"captain%20%28ice%20hockey%29\"&gt;captain&lt;/a&gt; of the team.\nThe Montreal Victorias were &lt;a href=\"List%20of%20Stanley%20Cup%20challenge%20games\"&gt;challenged&lt;/a&gt; for control of the Stanley Cup by the &lt;a href=\"Winnipeg%20Victorias\"&gt;Winnipeg Victorias&lt;/a&gt; in February 1896, and lost the trophy by a 2–0 score in a one-game playoff. Montreal regained the Stanley Cup in December of that year, defeating Winnipeg 6–5. In AHAC play, Grant scored three goals in eight games in both the &lt;a href=\"1896%20AHAC%20season\"&gt;1896&lt;/a&gt; and &lt;a href=\"1897%20AHAC%20season\"&gt;1897&lt;/a&gt; seasons. He captained the Victorias to a successful defence of the Stanley Cup in 1897 and the team retained the trophy in &lt;a href=\"1898%20AHAC%20season\"&gt;1898&lt;/a&gt; by virtue of winning the AHAC title.\nThe AHAC disbanded in 1898, and the Victorias moved to the newly formed &lt;a href=\"Canadian%20Amateur%20Hockey%20League\"&gt;Canadian Amateur Hockey League&lt;/a&gt; (CAHL) for the &lt;a href=\"1899%20CAHL%20season\"&gt;1899 season&lt;/a&gt;. Grant scored two goals in seven games in CAHL play. During the season, Grant and his teammates fielded another Stanley Cup challenge from the Winnipeg Victorias. They retained the trophy following a two-game series; it was Grant's fifth and final Stanley Cup win. Grant was offered a professional contract in New York that was worth the equivalent of $3,500 per year in the earl 1900s, but opted to remain in Montreal. After playing the &lt;a href=\"1900%20CAHL%20season\"&gt;1900 CAHL season&lt;/a&gt; with the Victorias, he was loaned to the cross-town &lt;a href=\"Montreal%20Shamrocks\"&gt;Montreal Shamrocks&lt;/a&gt; in &lt;a href=\"1901%20CAHL%20season\"&gt;1901&lt;/a&gt; as an emergency replacement for Frank Tansey. Grant appeared in two league games, and two Stanley Cup challenge games for the team before returning to the Victorias for a final season in &lt;a href=\"1901%20CAHL%20season\"&gt;1901&lt;/a&gt;.\nPost-playing career and personal life.\nGrant remained active in hockey following his playing career. He became a &lt;a href=\"official%20%28ice%20hockey%29\"&gt;referee&lt;/a&gt; and officiated several Stanley Cup challenge games. Among them was the 1905 challenge series between the &lt;a href=\"Ottawa%20Senators%20%28original%29\"&gt;Ottawa Hockey Club&lt;/a&gt; and the &lt;a href=\"Kenora%20Thistles\"&gt;Rat Portage Thistles&lt;/a&gt;. A physical and sometimes violent series, Grant famously wore a hard &lt;a href=\"derby%20hat\"&gt;derby hat&lt;/a&gt; while on the ice. Grant later traveled around the United States where he organized demonstrations of the sport and staged exhibition games, making him one of the sport's first ambassadors. He was inducted into the &lt;a href=\"Hockey%20Hall%20of%20Fame\"&gt;Hockey Hall of Fame&lt;/a&gt; in 1950.\nGrant's father, Alex, was a blacksmith and his family's Montreal business dated back to the 1830s. Grant became involved in horse racing through his family's blacksmithing connections and served as a paddock judge for over 40 years. Grant had five children: daughters Dorothy and Reta and sons Graham, &lt;a href=\"M.%20Donald%20Grant\"&gt;Don&lt;/a&gt; and Kenny. Don was an original part-owner and chairman of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;'s &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt;."
}