{
    "id": "19918768",
    "revid": "26299054",
    "url": "https://en.wikipedia.org/wiki?curid=19918768",
    "title": "Institute for the Study and Elimination of Jewish Influence on German Church Life",
    "text": "The Institute for the Study and Elimination of Jewish Influence on German Church Life was a cross-church establishment by eleven German Protestant churches during the &lt;a href=\"Third%20Reich\"&gt;Third Reich&lt;/a&gt;, founded at the instigation of the &lt;a href=\"German%20Christians%20%28movement%29\"&gt;German Christian movement&lt;/a&gt;. It was set up in &lt;a href=\"Eisenach\"&gt;Eisenach&lt;/a&gt; under Siegfried Leffler and &lt;a href=\"Walter%20Grundmann\"&gt;Walter Grundmann&lt;/a&gt;. \n&lt;a href=\"Georg%20Bertram\"&gt;Georg Bertram&lt;/a&gt;, professor of New Testament at the &lt;a href=\"University%20of%20Giessen\"&gt;University of Giessen&lt;/a&gt;, who led the Institute from 1943 until the Institute's dissolution in May 1945, wrote about its goals in March 1944: \"'This war is Jewry's war against Europe.' This sentence contains a truth which is again and again confirmed by the research of the Institute. This research work is not only adjusted to the frontal attack, but also to the strengthening of the inner front for attack and defence against all the covert Jewry and Jewish being, which has oozed into the Occidental Culture in the course of centuries, ... thus the Institute, in addition to the study and elimination of the Jewish influence, also has the positive task of understanding the own Christian German being and the organisation of a pious German life based on this knowledge.\"\nThe Institute produced a Bible without the Old Testament and remade the New Testament; removing the genealogies of Jesus that showed his Davidic descent, it removed Jewish names and places, quotations from the Old Testament unless they showed Jews in a bad light, and any mentions of fulfilled Old Testament prophecies. It remade Jesus into a militaristic, heroic figure fighting the Jews using Nazified language.\nIn 1942, the Institute produced a Hymn Book, \"Grosser Gott wir loben Dich\", which likewise removed any references to Zion, Jehovah, Jerusalem, Temple and Psalm. Words were substantially re-written and many Nineteenth- and Twentieth-century authors were represented who had previously not been. The hymn book was also roughly half the size of previous hymn books.\nFounding Churches.\nThe &lt;a href=\"Evangelical%20Church%20in%20Central%20Germany\"&gt;Evangelical Church in Central Germany&lt;/a&gt;, &lt;a href=\"Evangelical%20Lutheran%20Church%20in%20Northern%20Germany\"&gt;Evangelical Lutheran Church in Northern Germany&lt;/a&gt;, &lt;a href=\"Evangelical%20Lutheran%20Regional%20Church%20of%20Saxony\"&gt;Evangelical Lutheran Regional Church of Saxony&lt;/a&gt;, &lt;a href=\"Evangelical%20Regional%20Church%20of%20Anhalt\"&gt;Evangelical Regional Church of Anhalt&lt;/a&gt;, &lt;a href=\"Evangelical%20Church%20in%20Hesse%20and%20Nassau\"&gt;Evangelical Church in Hesse and Nassau&lt;/a&gt;, &lt;a href=\"Evangelical%20Lutheran%20Church%20in%20Oldenburg\"&gt;Evangelical Lutheran Church in Oldenburg&lt;/a&gt;, &lt;a href=\"Evangelical%20Church%20of%20the%20Palatinate\"&gt;Evangelical Church of the Palatinate&lt;/a&gt; (Protestant Regional Church) and &lt;a href=\"Evangelical%20Church%20of%20the%20Augsburg%20Confession%20in%20Austria\"&gt;Evangelical Church of the Augsburg Confession in Austria&lt;/a&gt; and &lt;a href=\"Helvetic%20Confessions%20in%20Austria\"&gt;Helvetic Confessions in Austria&lt;/a&gt;. The &lt;a href=\"Union%20of%20Evangelical%20Churches\"&gt;Union of Evangelical Churches&lt;/a&gt; being represented by individual member churches."
}