{
    "id": "19928540",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=19928540",
    "title": "Don Harwin",
    "text": "Donald Thomas Harwin (born 5 July 1964) is an Australian politician. He is the &lt;a href=\"Government%20of%20New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; &lt;a href=\"Special%20Minister%20of%20State%20%28New%20South%20Wales%29\"&gt;Special Minister of State&lt;/a&gt; and the &lt;a href=\"Minister%20for%20the%20Public%20Service%20and%20Employee%20Relations%2C%20Aboriginal%20Affairs%2C%20and%20the%20Arts\"&gt;Minister for the Public Service and Employee Relations, Aboriginal Affairs, and the Arts&lt;/a&gt; in the &lt;a href=\"second%20Berejiklian%20ministry\"&gt;second Berejiklian ministry&lt;/a&gt; since April 2019; and the &lt;a href=\"Vice-President%20of%20the%20Executive%20Council%20%28New%20South%20Wales%29\"&gt;Vice-President of the Executive Council&lt;/a&gt;, and the &lt;a href=\"Leader%20of%20the%20Government%20in%20the%20Legislative%20Council%20%28New%20South%20Wales%29\"&gt;Leader of the Government in the Legislative Council&lt;/a&gt; since January 2017 in the &lt;a href=\"Gladys%20Berejiklian\"&gt;Berejiklian&lt;/a&gt; government. He briefly resigned from his roles with effect from 15 April 2020, however was reinstated on 3 July 2020.\nHarwin is a member of the &lt;a href=\"New%20South%20Wales%20Legislative%20Council\"&gt;New South Wales Legislative Council&lt;/a&gt; representing the &lt;a href=\"Liberal%20Party%20of%20Australia%20%28New%20South%20Wales%20Division%29\"&gt;Liberal Party&lt;/a&gt; since 27 March 1999.\nHarwin has previously served as the &lt;a href=\"Minister%20for%20the%20Arts%20%28New%20South%20Wales%29\"&gt;Minister for the Arts&lt;/a&gt;, the &lt;a href=\"Minister%20for%20Resources%2C%20Energy%20and%20Utilities%20%28New%20South%20Wales%29%23Resources\"&gt;Minister for Resources&lt;/a&gt; and the &lt;a href=\"Minister%20for%20Resources%2C%20Energy%20and%20Utilities%20%28New%20South%20Wales%29%23Energy%20and%20Utilities\"&gt;Minister for Energy and Utilities&lt;/a&gt; in the first Berejiklian ministry, from January 2017 until March 2019; and served as the twentieth &lt;a href=\"President%20of%20the%20New%20South%20Wales%20Legislative%20Council\"&gt;President of the New South Wales Legislative Council&lt;/a&gt; between May 2011 and January 2017.\nEarly years and background.\nHarwin was born to parents Don and Evelyn Harwin. He joined the Liberal Party in Lugarno and the &lt;a href=\"Young%20Liberals%20%28Australia%29\"&gt;Young Liberals&lt;/a&gt; in &lt;a href=\"Earlwood%2C%20New%20South%20Wales\"&gt;Earlwood&lt;/a&gt; in 1983 and graduated from the &lt;a href=\"University%20of%20Sydney\"&gt;University of Sydney&lt;/a&gt; in 1985 with a &lt;a href=\"Bachelor%20of%20Economics\"&gt;Bachelor of Economics&lt;/a&gt; (&lt;a href=\"Bachelor%27s%20degree%23Honours%20Degrees%20and%20academic%20distinctions\"&gt;Honours&lt;/a&gt;). While at university, Harwin was a member of the Sydney University Liberal Club and subsequently had life membership conferred by that club.\nIn 1987, Harwin commenced working as an assistant on electoral matters in the office of &lt;a href=\"Ron%20Phillips%20%28politician%29\"&gt;Ron Phillips&lt;/a&gt;. Harwin worked for a number of ministers in the &lt;a href=\"Nick%20Greiner\"&gt;Greiner&lt;/a&gt; and &lt;a href=\"John%20Fahey%20%28politician%29\"&gt;Fahey&lt;/a&gt; Liberal governments between 1988 and 1990 and 1991 and 1995. Between 1988 and 1990, Harwin was NSW President of the Young Liberal movement, becoming a member of the State Executive of the NSW branch of the Liberal Party during the same period. Harwin was re-elected to the Liberal Party State Executive, serving between 1994 and 2000. Appointed the Assistant Campaign Director of the NSW Liberal Party between 1990 and 1991, Harwin became a public affairs consultant between 1995 and 1999.\nHe takes a strong interest in psephological matters as well as political history, frequently providing strategic advice to the Liberal party on State and Federal redistribution processes. He has also contributed two chapters to the book \"Social Justice: Fraud or Fair Go?\" edited by Dr &lt;a href=\"Marlene%20Goldsmith\"&gt;Marlene Goldsmith&lt;/a&gt;. He also contributed \"1971 State General Election\" to \"The People's Choice (Volume III),\" edited by Hogan and Clune, \"Sir Joseph Carruthers\" to \"The Premiers of NSW (Volume II),\" edited by Clune and Turner, and \"Women in the NSW Coalition Parties\" (with &lt;a href=\"Jenny%20Gardiner\"&gt;Jenny Gardiner&lt;/a&gt; MLC) to \"No Fit Place for Women,\" edited by Brennan and Chappel.\nPolitical career.\nPre-selected for the sixth position on the joint Liberal–&lt;a href=\"National%20Party%20of%20Australia%20%E2%80%93%20NSW\"&gt;National&lt;/a&gt; &lt;a href=\"coalition%20%28Australia%29\"&gt;coalition&lt;/a&gt; election ticket for the &lt;a href=\"1999%20New%20South%20Wales%20state%20election\"&gt;1999 NSW state election&lt;/a&gt;, Harwin was elected as a Member of the New South Wales Legislative Council, being the thirteenth candidate elected at that election. Serving an eight-year term, Harwin was re-elected at the &lt;a href=\"2007%20New%20South%20Wales%20state%20election\"&gt;2007 NSW state election&lt;/a&gt;, at which he was the seventh candidate elected. He continued to serve as opposition whip in the Legislative Council.\nHarwin was elected Opposition Whip on 3 April 2003 following the retirement of &lt;a href=\"John%20Jobling\"&gt;John Jobling&lt;/a&gt; . Harwin was also appointed a Trustee of the Parliamentary Contributory Superannuation Fund. In 2000, he raised the issue of unsafe railway tracks in the Illawarra region, claiming that trains could only run at twenty kilometres because of faulty maintenance.\nFollowing his re-election, Harwin served as Deputy Chair of the Procedure Committee and had successfully moved a motion in the Upper House to create a Select Committee on Electoral and Political Party Funding, of which he served as Deputy Chair. Following the election of the &lt;a href=\"Barry%20O%27Farrell\"&gt;O'Farrell&lt;/a&gt;-&lt;a href=\"Andrew%20Stoner\"&gt;Stoner&lt;/a&gt; Liberal/National coalition government, Harwin was elected President of the Legislative Council and chair of the Procedure Committee. In a submission to the Senate Standing Committees on Legal and Constitutional Affairs in regards to the Marriage Equality Amendment Bill 2010, he expressed his strong support for legal equality for same-sex couples. In reference to calls for civil unions he stated \"The establishment by government of a new and separate institution for same-sex couples only compounds rather than resolves this issue of inequality.\" On 19 June 2014, in his role as President of the Legislative Council, he controversially used the powers under Standing Order 192 to eject a Greens MP, &lt;a href=\"Jeremy%20Buckingham\"&gt;Jeremy Buckingham&lt;/a&gt;, from the chamber until the end of the sitting after the MP accused him of \"running interference\" in defence of government members during Question Time.\nIn October 2016, in the wake of the release of &lt;a href=\"Donald%20Trump%20and%20Billy%20Bush%20recording%20controversy\"&gt;taped conversations&lt;/a&gt; where &lt;a href=\"U.S.%20presidential%20candidate\"&gt;U.S. presidential candidate&lt;/a&gt; &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; bragged about his fame allowing him to grope women, a motion was tabled by Greens Legislative Councillor &lt;a href=\"Jeremy%20Buckingham\"&gt;Jeremy Buckingham&lt;/a&gt; to condemn the Republican nominee's statements. The motion included the statement that the NSW parliament \"agrees with those who have described Mr Trump as 'a revolting slug' unfit for public office\". As the president of the upper house, Harwin allowed the term \"revolting slug\" to stand as suitable parliamentary language. The motion was passed.\nFollowing the resignation of Mike Baird as Premier, &lt;a href=\"Gladys%20Berejiklian\"&gt;Gladys Berejiklian&lt;/a&gt; was elected as &lt;a href=\"Leader%20of%20the%20New%20South%20Wales%20Liberal%20Party\"&gt;Liberal leader&lt;/a&gt; and sworn in as Premier. The &lt;a href=\"first%20Berejiklian%20ministry\"&gt;first Berejiklian ministry&lt;/a&gt; was subsequently formed. Harwin resigned as President of the Legislative Council and was subsequently sworn in as the Minister for Resources, the Minister for Energy and Utilities, the Minister for the Arts, and the Vice-President of the Executive Council with effect from 30 January 2017. Following the &lt;a href=\"2019%20New%20South%20Wales%20state%20election\"&gt;2019 state election&lt;/a&gt; Harwin was sworn in as the Special Minister of State, the Minister for Public Services and Employee Relations, Aboriginal Affairs and the Arts, and the Vice-President of the Executive Council in the second Berejiklian ministry with effect from 2 April 2019. He continued in his previous role as the Leader of the Government Business in the Legislative Council.\nHarwin resigned as Minister of the Arts on 10 April 2020, effective 15 April 2020, after being fined for supposedly defying the ban on non-essential travel during the &lt;a href=\"COVID-19%20pandemic%20in%20Australia\"&gt;COVID-19 pandemic in Australia&lt;/a&gt;. On 3 July 2020, his fine was dismissed and his ministerial and parliamentary portfolios were reinstated.\nPersonal life.\nIn a speech to the Legislative Council on 20 November 2014, Harwin publicly disclosed that he is &lt;a href=\"gay\"&gt;gay&lt;/a&gt;."
}