{
    "id": "19941252",
    "revid": "869314",
    "url": "https://en.wikipedia.org/wiki?curid=19941252",
    "title": "Ko Lan",
    "text": "Ko Lan (, ) is one of the &lt;a href=\"Eastern%20Seaboard%20of%20Thailand\"&gt;eastern seaboard&lt;/a&gt; islands of &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;. Ko Lan lies 7.5 km from the nearest shore, &lt;a href=\"Pattaya\"&gt;Pattaya&lt;/a&gt;. \"Ko Lan\" is the name of the island in the &lt;a href=\"Royal%20Thai%20General%20System%20of%20Transcription\"&gt;Royal Thai General System of Transcription&lt;/a&gt;. It is also known as \"Koh Larn\" and \"Ko Laan\".\nGeography.\nAbout four kilometres long and two kilometres wide occupying 3,411 &lt;a href=\"Rai%20%28unit%29\"&gt;rai&lt;/a&gt;, Ko Lan is the largest of the \"near islands\" off south &lt;a href=\"Pattaya\"&gt;Pattaya&lt;/a&gt;, at the southeast end of the &lt;a href=\"Bay%20of%20Bangkok\"&gt;Bay of Bangkok&lt;/a&gt;, and on the east side of the &lt;a href=\"Gulf%20of%20Siam\"&gt;Gulf of Siam&lt;/a&gt;. Administratively Ko Lan belongs to the &lt;a href=\"Amphoe%20Bang%20Lamung\"&gt;Amphoe Bang Lamung&lt;/a&gt;, &lt;a href=\"Chonburi%20Province\"&gt;Chonburi Province&lt;/a&gt;.\nIt is an island of hills covered with low tropical forest. A Buddhist shrine is located at its highest point, 180 metres above sea level. The island has two small villages, Ban Ko Lan and Ban Krok Makhan, where there are lodgings and restaurants. Ferries connect Ko Lan to the mainland.\nMost of Ko Lan's eight beaches are on its west side. Most visited is Tawaen Beach, where there is a small harbor. The beach is lined with small tourist shops and restaurants. Other beaches are Tonglang Beach, Tien Beach, Samae Beach, and Naon Beach.\nKo Lan has 1,567 hotel and resort rooms and two wharves.\nThe \"Koh Larn Classic\" is a sailing and running race event held at the nearby &lt;a href=\"Royal%20Varuna%20Yacht%20Club\"&gt;Royal Varuna Yacht Club&lt;/a&gt; in Pattaya.\nAdjacent islands.\nTwo smaller islands are near Ko Lan:\n&lt;a href=\"Ko%20Phai\"&gt;Ko Phai&lt;/a&gt;, the main island of Mu Ko Phai (หมู่เกาะไผ่), the group of \"far islands\", off Pattaya is about 14 km to the west of Ko Lan.\nImpact of mass tourism.\nDuring low season, Ko Lan attracts about 3,000 visitors a day. In high season, as many as 20,000 people daily visit. They generate about two million baht in daily income. Its maximum daily visitor capacity is 6,410. In addition, there are up to 8,000 permanent residents and workers on the island. Visitors and island residents generate about 50 tonnes of &lt;a href=\"solid%20waste\"&gt;solid waste&lt;/a&gt; per day, mostly waste from food and &lt;a href=\"plastic%20container\"&gt;plastic container&lt;/a&gt;s, foam and glass bottles, but Pattaya City authorities are only able to remove 20–25 tonnes per day. Pattaya City has no landfill of its own. It transports all of its waste and that of Ko Lan to a site in neighbouring &lt;a href=\"Saraburi\"&gt;Saraburi&lt;/a&gt;. The remaining daily 10 tonnes of refuse on Ko Lan is building up at a 12 rai sized dump site in the island's centre. There are over 50,000 tonnes of accumulated rubbish on the island. Plans existed to build a &lt;a href=\"garbage%20recycling\"&gt;garbage recycling&lt;/a&gt; and separation plant by 2016. It has not happened."
}