{
    "id": "19942009",
    "revid": "32094199",
    "url": "https://en.wikipedia.org/wiki?curid=19942009",
    "title": "Serfdom in Norway",
    "text": "Norwegian serfdom can be a way of defining the position of the Norwegian &lt;a href=\"Social%20class\"&gt;lower class&lt;/a&gt; farmers, though they were not actually in &lt;a href=\"serfdom\"&gt;serfdom&lt;/a&gt; by European standards. The evolution of this social system began about 1750.\nThe institution only applied in the Kingdom of &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, not in the rest of &lt;a href=\"Denmark-Norway\"&gt;Denmark-Norway&lt;/a&gt;. Iceland (a Norwegian dependency) had &lt;a href=\"vistarband\"&gt;its own system of serfdom&lt;/a&gt;, while a somewhat similar institution, the &lt;a href=\"stavnsb%C3%A5nd\"&gt;stavnsbånd&lt;/a&gt;, existed in &lt;a href=\"Denmark%20proper\"&gt;Denmark proper&lt;/a&gt;. Slavery was the backbone of the &lt;a href=\"Danish%20West%20Indies\"&gt;Dano-Norwegian colonies in the Caribbean&lt;/a&gt;.\nOverview.\nThe system of Norwegian inheritance was based on a paternal line. Usually the younger sons got a share of the original farm, thus splitting it up in smaller homesteads. In the eastern parts of the country, and to some extent the mountain municipalities, the smaller homesteads still belonged to the main farm, and the lesser farmers were obliged to work the fields on the main farm as well as their own, in exchange for living there. This could lay heavy burdens on the smaller homesteads.\nAs time passed, the smaller homesteads passed from farmer to farmer, and the actual bonds between the families could be broken. In &lt;a href=\"Hedmark\"&gt;Hedmark&lt;/a&gt;, a main farm could govern up to ten smaller homesteads, spread around in the forests and fields connected to the farm. Social exploitation could often be a result of this policy, and also a strict social order, not to be broken (described in some of the novels of &lt;a href=\"Bj%C3%B8rnstjerne%20Bj%C3%B8rnson\"&gt;Bjørnstjerne Bjørnson&lt;/a&gt;, and later &lt;a href=\"Ingeborg%20Refling%20Hagen\"&gt;Ingeborg Refling Hagen&lt;/a&gt; and &lt;a href=\"Alf%20Pr%C3%B8ysen\"&gt;Alf Prøysen&lt;/a&gt;). The difference from serfs elsewhere was that the farmer did not directly own the life and property of the homesteader (Husmann), but in most cases, he practically did. In &lt;a href=\"Hallingdal\"&gt;Hallingdal&lt;/a&gt; this was most common in the lower parts of the valley, and, at some point, all the serfs were evicted, and the homesteads torn down. Many of the Norwegian migrants to &lt;a href=\"United%20States\"&gt;America&lt;/a&gt; came from this social class. So did also the main stock of Norwegian workers, as the land got crowded and the splitting of farms came to an end about 1860.\nIn the western parts of the country, things worked differently. Here, farms were divided, but not ranked in the same way as in the east. The farms existed at a more equal level, and though small, they were more independent. Socially this paid back in less exploitation. As neighbouring fields in the western parts of Norway were often equally barren, all farmers had to struggle in the same way.\nAfter 1860, smaller homesteads were often bought from the main farms, and erected as independent farms. This made it easier for many of the homesteaders. They also got their own &lt;a href=\"Trade%20union\"&gt;union&lt;/a&gt; in time, Norsk Småbrukarlag (union of Norwegian small farmers). Today, many of those homesteads are mostly used for leisure.\nCultural impact.\nMany of the traditional folk musicians of Norway, and the greater part of singers and storytellers, seem to have belonged to this social layer, if not lower. The central farms were as a rule the first to adapt to modern standards and music. Hence, the medieval ballads and the oldest folk instruments survived in the poorer homesteads. Fiddlers are as a rule to be found both on lesser and bigger farms, and the &lt;a href=\"hardanger%20fiddle\"&gt;hardanger fiddle&lt;/a&gt; tradition was common in all social layers. &lt;a href=\"Myllarguten\"&gt;Myllarguten&lt;/a&gt; was from a lower class, but some of his teachers were not.\nIn Norwegian fairy tales, the heroes and heroines often represent people from this group. &lt;a href=\"Askeladden\"&gt;Askeladden&lt;/a&gt; is often said to come from \"a humble cottage in the woods\". The fairy tale king is often represented with a greater farm, not a castle. Hence, he is in the role of a manor farmer of Norway."
}