{
    "id": "1995760",
    "revid": "42558",
    "url": "https://en.wikipedia.org/wiki?curid=1995760",
    "title": "Electoral division of Braitling",
    "text": "Braitling is an &lt;a href=\"electoral%20divisions%20of%20the%20Northern%20Territory\"&gt;electoral division&lt;/a&gt; of the &lt;a href=\"Northern%20Territory%20Legislative%20Assembly\"&gt;Legislative Assembly&lt;/a&gt; in Australia's &lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt;. It was created in 1983, when the electorate of &lt;a href=\"Electoral%20division%20of%20Alice%20Springs\"&gt;Alice Springs&lt;/a&gt; was abolished as part of an enlargement of the Assembly. Braitling is an almost entirely urban electorate, covering 9 km² in north-western &lt;a href=\"Alice%20Springs\"&gt;Alice Springs&lt;/a&gt;. The electorate takes its name from the Braitling family, an early pioneering family in the district. There were 5,830 people enrolled in the electorate as of August 2020.\nThe city of Alice Springs has, along with the Darwin satellite city of &lt;a href=\"Palmerston%2C%20Northern%20Territory\"&gt;Palmerston&lt;/a&gt;, traditionally been one of two conservative bastions in the Northern Territory. For most of its first three decades, Braitling was a comfortably safe seat for the &lt;a href=\"Country%20Liberal%20Party\"&gt;Country Liberal Party&lt;/a&gt;. The seat's first member, &lt;a href=\"Roger%20Vale\"&gt;Roger Vale&lt;/a&gt;, transferred here after his former electorate of &lt;a href=\"Electoral%20division%20of%20Stuart\"&gt;Stuart&lt;/a&gt; was made somewhat less friendly for the CLP. Indeed, Braitling included most of the Alice Springs share of the old Stuart. Vale retired in 1994 and handed the seat to &lt;a href=\"Loraine%20Braham\"&gt;Loraine Braham&lt;/a&gt; of the CLP. Braham, who served as Speaker and later a cabinet minister, was stripped of her CLP preselection before the &lt;a href=\"2001%20Northern%20Territory%20general%20election\"&gt;2001 election&lt;/a&gt; amid accusations of branch-stacking. She won re-election as an independent, and was narrowly re-elected in a very close race against the CLP in 2005. Braham opted to retire at the &lt;a href=\"2008%20Northern%20Territory%20general%20election\"&gt;2008 election&lt;/a&gt;, and &lt;a href=\"Adam%20Giles\"&gt;Adam Giles&lt;/a&gt; won the seat back for the CLP, reverting it to its traditional status as a comfortably safe CLP seat. Giles became the &lt;a href=\"Chief%20Minister%20of%20the%20Northern%20Territory\"&gt;Chief Minister of the Northern Territory&lt;/a&gt; in March 2013.\nAlthough opinion polls and commentators had already universally written off the CLP government both before and during the &lt;a href=\"2016%20Northern%20Territory%20general%20election\"&gt;2016 election&lt;/a&gt; campaign, there was no suggestion that Giles was in any danger in his own seat. He sat on a seemingly insurmountable margin of 19.6 percent, and &lt;a href=\"Australian%20Labor%20Party%20%28Northern%20Territory%20Branch%29\"&gt;Labor&lt;/a&gt; had never come close to winning the seat. Even during the Labor landslide of 2005, Labor was pushed into third place. However, in a result not foreseen by any commentators, let alone either party, Labor challenger &lt;a href=\"Dale%20Wakefield\"&gt;Dale Wakefield&lt;/a&gt; narrowly led Giles on election night. Ultimately, Wakefield defeated Giles by a knife-edge margin of 27 votes. Not only is Wakefield just the second challenger to unseat a sitting Chief Minister/Majority Leader in their own seat and the third challenger to oust a major-party leader in the Territory, she is also the first Labor member to represent an Alice Springs seat. Wakefield served only one term before the CLP's &lt;a href=\"Joshua%20Burgoyne\"&gt;Joshua Burgoyne&lt;/a&gt; narrowly reclaimed it for the CLP in &lt;a href=\"2020%20Northern%20Territory%20general%20election\"&gt;2020&lt;/a&gt;."
}