{
    "id": "1996078",
    "revid": "4065390",
    "url": "https://en.wikipedia.org/wiki?curid=1996078",
    "title": "Pachypodium habitats",
    "text": "Pachypodium habitats consist of isolated, specialized, &lt;a href=\"microscopic%20scale\"&gt;micro&lt;/a&gt;–&lt;a href=\"natural%20environment\"&gt;environmental&lt;/a&gt; &lt;a href=\"ecological%20niche\"&gt;niche&lt;/a&gt;s, generally &lt;a href=\"xeric\"&gt;xeric&lt;/a&gt;, rocky, frost-free areas within parts of western &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt; and southern Africa. \"&lt;a href=\"Pachypodium\"&gt;Pachypodium&lt;/a&gt;\" &lt;a href=\"species\"&gt;species&lt;/a&gt; are often indifferent to the regional &lt;a href=\"ecology\"&gt;ecological&lt;/a&gt;, &lt;a href=\"Biotic%20component\"&gt;biotic&lt;/a&gt; zone of &lt;a href=\"vegetation\"&gt;vegetation&lt;/a&gt;, a fact which explains some of \"Pachypodium\" &lt;a href=\"Morphology%20%28biology%29\"&gt;morphology&lt;/a&gt; and &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt;. The large scale vegetation zones are in some cases irrelevant to the micro-environments of \"Pachypodium\", in the sense that the xeric niches may be embedded in larger &lt;a href=\"mesic%20habitat\"&gt;mesic&lt;/a&gt; &lt;a href=\"biome\"&gt;biome&lt;/a&gt;s.\nMost \"Pachypodium\" are &lt;a href=\"rupicolous\"&gt;rupicolous&lt;/a&gt; species occur on rocky outcrops, steep hills, and on &lt;a href=\"inselberg\"&gt;inselberg&lt;/a&gt;s or &lt;a href=\"kopje\"&gt;kopje&lt;/a&gt;s, land or rocky masses which have resisted &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt; and stand isolated in level or gently sloping terrain, sometimes above a forest canopy. Rocky outcrops, steep hills, and inselbergs create &lt;a href=\"microclimate\"&gt;microclimate&lt;/a&gt; conditions that may be different from the general &lt;a href=\"climate\"&gt;climate&lt;/a&gt; of a region.\nThe habitats of \"Pachypodium\" are thought of as &lt;a href=\"arid\"&gt;arid&lt;/a&gt; &lt;a href=\"ecological\"&gt;ecological&lt;/a&gt;, even when they occur in pre-humid zonobiomes, because the &lt;a href=\"taxon\"&gt;taxon&lt;/a&gt;'s &lt;a href=\"topology\"&gt;topographic&lt;/a&gt; position and microclimate conditions differ significantly from the context of the greater ecological conditions within the landscape. The pre-humid zonobiomes are humid zones of regional biotic community characterized chiefly by the dominant forms of plant life and prevailing climate, such as forests or mountains. On these ecological islands the &lt;a href=\"flora%20%28plants%29\"&gt;flora&lt;/a&gt; significantly differs from the greater surrounding zones of &lt;a href=\"vegetation\"&gt;vegetation&lt;/a&gt;, where a smaller immediate area under the influence of a micro-environmental condition is defined. In larger areas of vegetation, the isolation of these plants in these \"arid islands\" become very conspicuous during prolonged periods without rain.\nEnvironmental conditions.\nThe plants on outcrops, steep hills, and inselbergs are subjected to fluctuating moisture, high winds, and extremes in temperatures. This exposure occurs because, in the case or outcrops and inselbergs, all plants typically are growing in fissures that often have shallow &lt;a href=\"soil\"&gt;soil&lt;/a&gt; and are exposed within the landscape. Pachypodium typically grows in frost-free areas with the exception of P. bispinosum and P. succulentum. The latter two species can sustain winter temperatures reaching into -10 °C).\nThe regions where \"Pachypodium\" biotypes exist are (a) situated between sea-level and 2000 meters and (b) are defined by the effects of temperatures. Without exception, all \"Pachypodium\" share in a preference for sunny, xeric habitats. Their exclusion from humid forests is almost entirely the case except where \"inselbergs\" surge above the humid, forest canopy: an example of \"Pachypodium\" response to micro-environments than larger vegetative types.\nOnly plants with special &lt;a href=\"adaptation\"&gt;adaptation&lt;/a&gt;s to extreme drought can survive exposed rocky habitats. Plants with special morphological adaptations produce offspring that can bear the intensity of these arid, &lt;a href=\"xeric\"&gt;xeric&lt;/a&gt;, exposed micro-environments. \"Pachypodium\" employs two mechanisms to adapt to these conditions:\nIn some instances, the pachycaule trunks are geophytic and exist underground as is the case for \"Pachypodium bispinosum\" and \"Pachypodium succulentum.\"\nSoils and rooting characteristics.\nOn outcrops and inselbergs, \"Pachypodium\" species root in the clefts, &lt;a href=\"fissures\"&gt;fissures&lt;/a&gt;, and crevices of these rocky formations. The non-succulent roots penetrate deeply into the accumulated soil and humus in these crevices. On these geological formations, cracks in the rocks will fill quickly with water that can penetrate quite deeply. Under these conditions, there is very little &lt;a href=\"evaporation\"&gt;evaporation&lt;/a&gt; so that almost all the collected water remains. Therefore, rocky &lt;a href=\"Substrate%20%28biology%29\"&gt;substrate&lt;/a&gt;s provide moisture in the habitat, so long as there is not appreciable runoff from the rock surfaces and there is plenty of accumulated fine soil in the cracks, which, in turn, retains water. In these conditions, \"Pachypodiums\" can store enough water in their trunks to easily withstand a dry period of five or more months.\n&lt;a href=\"Inselberg\"&gt;Inselberg&lt;/a&gt;s are quite common in &lt;a href=\"Angola\"&gt;Angola&lt;/a&gt; extending into &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;, &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt;, and western &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;. Inselbergs have been demonstrated to support a plant community dramatically different from their surroundings (Rapanarivo, 1999a). What little is known about &lt;a href=\"seed\"&gt;seed&lt;/a&gt; dispersal of \"Pachypodium\" supports a &lt;a href=\"scattering\"&gt;scattering&lt;/a&gt; effect confined to sets of outcrops and inselberg &lt;a href=\"landscapes\"&gt;landscapes&lt;/a&gt;. Pachypodium seed dispersal is carried out by wind, suggesting the scattering target as outcrops and inselbergs. Yet, according to \"Rapanarivo et al.\", this type of dispersal might not be the best method for the genus. The Rapanarivo study suggested, instead, that seedlings tended to emerge around \"mother\" plants that presumably have been well-established, rather than on distant outcrops or inselbergs. Evidence for this conclusion is found in the occurrence of \"P. densiflorum\" from Kandreho to Zazafotsy where seeds have dropped in between inselbergs and outcrops. Other examples include \"P. eburneum\", \"P. windsorii\", \"P. inopinatum\", and \"P. decaryi\" where in all cases seed distribution is restricted; because the wind does not always carry seeds very far from the host plant.\nThe substrate plays a critical role in the creation of micro-environmental \"arid islands.\" It has been recorded, for instance, that vegetation on rocks exposed to the sun may reach temperatures of 50 °C (122 °F) to 60 °C (140 °F), an almost lethal exposure. A black colored rocky substrate tends to be the hottest in these micro-environments. Yet, even sandstone is not immune to this thermal condition as it, too, can reach 60 °C (140 °F) by day. This factor in the micro-environmental conditions of \"Pachypodium\" causes many plants to occupy fissures on these rocks where soil and humus has collected.\nOther substrates encountered by \"Pachypodium\" include: (in Madagascar) &lt;a href=\"Mesozoic\"&gt;Mesozoic&lt;/a&gt; &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;, &lt;a href=\"granite\"&gt;granite&lt;/a&gt;, &lt;a href=\"gneiss\"&gt;gneiss&lt;/a&gt;, &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt;, &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt;, &lt;a href=\"sand\"&gt;sand&lt;/a&gt;, &lt;a href=\"schist\"&gt;schist&lt;/a&gt;, &lt;a href=\"Tertiary\"&gt;Tertiary&lt;/a&gt; &lt;a href=\"calcareous\"&gt;calcareous&lt;/a&gt;, sandy &lt;a href=\"loam\"&gt;loam&lt;/a&gt;, &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt;, and sandy soil; And (in continental southern Southern Africa) quartzite, sandstone, &lt;a href=\"clay\"&gt;clay&lt;/a&gt;, &lt;a href=\"gravel\"&gt;gravel&lt;/a&gt;, sandy soil, &lt;a href=\"Dolomite%20%28rock%29\"&gt;dolomite&lt;/a&gt;, granite schist, basalt, limestone, rhylite, sand and stone, and &lt;a href=\"dolerite\"&gt;dolerite&lt;/a&gt;.\nA substrate of variable depth sand with &lt;a href=\"laterite\"&gt;laterite&lt;/a&gt; hosts a number of \"Pachypodium\", such as \"&lt;a href=\"Pachypodium%20rutenbergianum\"&gt;P. rutenbergainum&lt;/a&gt;\", \"&lt;a href=\"Pachypodium%20bispinosum\"&gt;P. bispinosum&lt;/a&gt;\", \"&lt;a href=\"Pachypodium%20geayi\"&gt;P. geayi&lt;/a&gt;\", \"&lt;a href=\"Pachypodium%20lamerei\"&gt;P. lamerei&lt;/a&gt;\", \"&lt;a href=\"Pachypodium%20namaquanum\"&gt;P. namaquanum&lt;/a&gt;\", \"&lt;a href=\"Pachypodium%20rosulatum\"&gt;P. rosulatum&lt;/a&gt;\", \"&lt;a href=\"Pachypodium%20saundersii\"&gt;P. saundersii&lt;/a&gt;\", and \"&lt;a href=\"Pachypodium%20succulentum\"&gt;P. succulentum&lt;/a&gt;\". Laterite is a red residual soil in tropical and subtropical regions that is leached of soluble minerals, aluminum hydroxides and silica, but still contains concentrations of iron oxides and iron hydroxides.\nSand can readily store water because of its high percolation rate. Very deep sand bodies present yet another issue: \"seepage\". If water accumulates within deeper impermeable substrate, \"Pachypodium\" can gain a footing in the sandy soil type. Yet in a sense both shallow and deep sand substrates has water available to \"Pachypodium\". With shallow sand substrates, \"Pachypodium\" grow on sand dunes close to the sea. Examples include \"Pachypodium geayi\" near Tuléar, Madagascar and northwest and west coastal regions for \"Pachypodium rutenbergianum\". Often in shallow sandy areas, the water table is high so that \"Pachypodium\" send out long roots systems.\nWhere water is in a deep, sandy substrate, \"Pachypodium\" grow on sand \"over\" laterite red soil. Laterite is relative impermeable and thus traps water. Provided that the sand is not too deep, a water source is available to \"Pachypodium rosulatum\" and \"Pachypodium rutenbergianum\" near Antsohihy and Ankarafantsika, Madagascar. In &lt;a href=\"Anjajavy%20Forest\"&gt;Anjajavy Forest&lt;/a&gt; and other sites within the &lt;a href=\"Madagascar%20dry%20deciduous%20forests\"&gt;Madagascar dry deciduous forests&lt;/a&gt; \"Pachypodium\" thrive growing above the &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; &lt;a href=\"tsingy\"&gt;tsingy&lt;/a&gt;.\nSubstrate.\n\"Pachypodium\" grows in various types of &lt;a href=\"Substrate%20%28biology%29\"&gt;substrate&lt;/a&gt;s. In some cases, some species inhabit only one substrate. \"Pachypodium ambongense\", \"P. decaryi\", and \"P. windsorii\" grow exclusive on calcareous &lt;a href=\"rock%20%28geology%29\"&gt;rocks&lt;/a&gt;. \"P. brevicaule\" and \"P eburneum\" are contained to &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt;. Other cases demonstrate that species can grow in multiple substrates. \"P. cactipes\", \"P. densiflorum\", and \"P. horombense\" dwell mainly on &lt;a href=\"gneiss\"&gt;gneiss&lt;/a&gt; and &lt;a href=\"granite\"&gt;granite&lt;/a&gt;. \"P. rutenbergianum\" grows in various substrates, but particularly on &lt;a href=\"sand\"&gt;sand&lt;/a&gt; and &lt;a href=\"laterite\"&gt;laterite&lt;/a&gt;. Sand provides a substrate for \"P. geayi\" and \"P. rosulatum\". In African, \"P. namaquanum\" can grow on three substrates: granite, quartzite, and sand. The other species likewise can be found on myriad, various substrates: &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;, &lt;a href=\"granite\"&gt;granite&lt;/a&gt;, &lt;a href=\"gneiss\"&gt;gneiss&lt;/a&gt;, &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt;, &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt;, &lt;a href=\"sand\"&gt;sand&lt;/a&gt;, &lt;a href=\"schist\"&gt;schist&lt;/a&gt;, tert calcareous, sandy soils, &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt;, and &lt;a href=\"sand\"&gt;sand&lt;/a&gt;y &lt;a href=\"loam\"&gt;loam&lt;/a&gt; in Madagascar. In Africa, the substrate ranges from: quartzite, sandstone, &lt;a href=\"clay\"&gt;clay&lt;/a&gt;, gravel, sandy soil, &lt;a href=\"Dolomite%20%28rock%29\"&gt;dolomite&lt;/a&gt;, granite, schist, basalt, limestone, rhylite, and &lt;a href=\"dolerite\"&gt;dolerite&lt;/a&gt;. The more adaptable the taxon is to substrate seems to be indication of how specialized the species is within its habitat in the landscape and climate.\nSoil chemistry.\n\"Rapanarivo et al.\" sampled only half of the sites in Madagascar for &lt;a href=\"pH\"&gt;pH&lt;/a&gt; level reading. The results show no significant difference in the soil type pH Level recorded in literature.\n\"Pachypodium\" have a pH range from strictly &lt;a href=\"acid\"&gt;acid&lt;/a&gt; soils with a pH Level of 3.5 to 5 to neutral to &lt;a href=\"Alkaline\"&gt;Alkaline&lt;/a&gt; soils at a pH level of 7 to 8. Species growing on gneiss, granite, and quartzite adapt to acidic soils. Species preferring a pH level of 3.5 to 5 are \"Pachypodium brevicaule\", \"P. cactipes\", \"P. densiflorum\", \"P. eburneum\", and \"P. rosulatum.\" The species growing on calcareous, limestone, for instance, adapt to a &lt;a href=\"basic%20%28chemistry%29\"&gt;basic&lt;/a&gt; substrate. Species growing in acid to almost basic soil that have a pH level between 4.5 to 7 are \"P. lamerei\" and \"P. rutenbergainum\". \"P. meridionale\" grows in neutral soils. And, some species tolerate both acidic and basic soil conditions. \"P. sofiense\" can be found in either soil condition. (For species that grow in only one type of soil pH condition maintaining that \"&lt;a href=\"simulacrum\"&gt;simulacrum&lt;/a&gt;\" of acidity or alkalinity is crucial to success in cultivation.)\nWithin the \"arid islands\" or micro-environments, the difference between vegetative type, acidity and immediate acidity of the surrounding &lt;a href=\"biotopes\"&gt;biotopes&lt;/a&gt; of \"Pachypodium\" seem to be a significant factor in defining habitat type.\nSoil pH.\n\"Rapanarivo et al.\" measured the &lt;a href=\"pH\"&gt;pH&lt;/a&gt; levels for the &lt;a href=\"soil\"&gt;soil&lt;/a&gt; in half the sites of \"Pachypodium\" endemic to Madagascar. The pH ranges approximately from 3.5 to 7. Strictly &lt;a href=\"acid\"&gt;acid&lt;/a&gt; &lt;a href=\"soil\"&gt;soil&lt;/a&gt;s that had a pH level of 3.5 to 5 were preferred by \"Pachypodium brevicaule\", \"P. cactiples\", \"P. densiflorum\", \"P.eburneum\", and \"P. rosulatum\". The next level, acid to &lt;a href=\"Basic%20%28chemistry%29\"&gt;basic&lt;/a&gt; &lt;a href=\"soils\"&gt;soils&lt;/a&gt;, with a pH between 4.5 and 7 were suitable for \"P. lamerei\" and \"P. rutenbergianum\". On soils with a neutral &lt;a href=\"pH\"&gt;pH&lt;/a&gt; level of 7, \"P. meridionale\" inhabit. \"P. sofiense\" grows on calcareous soils but also in acid soils with a pH level of 4. \"P. lealii\" grows on outcrops of granite in fairly &lt;a href=\"fertility%20%28soil%29\"&gt;fertile&lt;/a&gt;, acid soil.\nAltitude.\nIn the mainland African continent, \"&lt;a href=\"Pachypodium\"&gt;Pachypodium&lt;/a&gt;\" are known to inhabit areas from sea level for the &lt;a href=\"species\"&gt;species&lt;/a&gt; \"P. bispinosum\" to 1600 meters for \"P. lealii\". In Madagascar, the range is roughly the same with \"P. cactiples\", \"P. geayi\", and \"P. rutenbergainum\" inhabiting at sea level to \"P. brevicaule\" reaching an altitude of 1900 meters, virtually the uppermost limit for the &lt;a href=\"genus\"&gt;genus&lt;/a&gt;.\nTemperature.\nAverage annual temperature regimes vary approximately 13 °C (55 °F) for \"Pachypodium brevicaule\", \"P. densiflorum\", and \"P. eburneum\" to 26.7 °C (81 °F) for the species \"P. decaryi\", \"P. rutenbergainum\", and \"P. windsorii\". In continental southern Africa, the extreme temperatures range from -10 °C (14 °F) for \"P. succulentum\" locations to as much as 45 °C (113 °F) for \"P. bispinosum\", \"P. lealii\", and \"P. namaquanum\". In winter time, snow remains a possibility for Africa's south-eastern Mountain Grassland. Importantly the African species of \"Pachypodium\" live in &lt;a href=\"habitat%20%28ecology%29\"&gt;habitats&lt;/a&gt; with a heat regime resembling greater &lt;a href=\"amplitude\"&gt;amplitude&lt;/a&gt;s than those of Madagascar. There, in the central part where most species come from, frost occasionally occurs. One station there has recorded a temperature of -2.6 °C (27 °F) whereas another has recorded a low of -6.3 °C (21 °F). In the sub–arid regions of Madagascar, the maximum temperature recorded can climb up to 40 °C (104°).\nPrecipitation.\nAnnually in the southern part of the African continent the rainfall varies from 75 mm (2.95 inches) for the \"Pachypodium namaquanum\" to 800 mm (31.50 inches) for \"P. saundersii\". The west coast of South Africa and &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt; receives annually less than 100 mm (3.94 inches) but the fog coming off the Atlantic Ocean plays a significant role in maintaining plant &lt;a href=\"Biodiversity\"&gt;diversity&lt;/a&gt;. Madagascar, on the other hand, can receive precipitation from 344 mm (13.54 inches) annually for the regional habitats of \"P. geayi\", \"P. lamerei\", and \"P. meridionale\" to 1985 mm (78.15 inches) for \"P. baronii\", \"P rosulatum\", and \"P. rutenbergianum\". These lower values of precipitation apply to the &lt;a href=\"spiny%20desert\"&gt;spiny desert&lt;/a&gt; and &lt;a href=\"Madagascar%20dry%20deciduous%20forests\"&gt;Madagascar dry deciduous forests&lt;/a&gt; while the higher rainfall regimes apply to the (eastern) &lt;a href=\"lowland%20rainforests\"&gt;lowland rainforests&lt;/a&gt;. There is little commonality in precipitation regimes for \"Pahypodium\". Therefore, a precipitation regime for a species of \"Pachypodium\" depends upon a habitat's location relative to the influences of the Atlantic and India Oceans and the various mountain ranges and open expanses of southern continental Africa and the island of Madagascar.\nOne common thread holds true for the genus: all \"Pachypodium\" are succulent plants making use of their trunks and their spines to inhabit dry, xeric climates.\nNumber of dry months.\n\"Pachypodium\" represent the &lt;a href=\"dry%20season\"&gt;dry&lt;/a&gt; &lt;a href=\"flora%20%28plants%29\"&gt;flora&lt;/a&gt; of continental Africa and Madagascar. The genus grows in areas where there are significant periods of dry months. This dry period can vary from 5 months for \"Pachypodium brevicaule\" to 10 or more months for \"P. cactipes\", \"P. geayi\", \"P. lamerei\", and \"P. meridionale\". It would seem likely that the Atlantic and India Oceans pay a big role in the creation of weather conducive to rainfall. The effect of mountains might also affect the localized conditions of the climate for \"Pachypodium\".\nEvolution of Pachypodium.\nThere are no &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt; records of \"Pachypodium\", a fact that does exclude analysis to determine common &lt;a href=\"ancestry\"&gt;ancestry&lt;/a&gt; and current relationships between taxa. Yet certain conclusions can be drawn from the &lt;a href=\"geology\"&gt;geology&lt;/a&gt; of the landscape itself to the past &lt;a href=\"natural%20history\"&gt;natural history&lt;/a&gt; of \"Pachypodium\". Geological history demonstrates that \"Pachypodium\" and other genera like \"&lt;a href=\"Aloe\"&gt;Aloe&lt;/a&gt;\", \"&lt;a href=\"Euphorbia\"&gt;Euphorbia&lt;/a&gt;\", \"&lt;a href=\"Cissus\"&gt;Cissus&lt;/a&gt;\", \"&lt;a href=\"Sesamothamnus\"&gt;Sesamothamnus&lt;/a&gt;\", \"&lt;a href=\"Kalanchoe\"&gt;Kalanchoe&lt;/a&gt;\", and \"&lt;a href=\"Adansonia\"&gt;Adansonia&lt;/a&gt;\" existed before the separation of Madagascar from continental &lt;a href=\"Southern%20Africa\"&gt;Southern Africa&lt;/a&gt;. \"Pachypodium\" and these other genera, for instance, are represented on both Madagascar and the mainland, suggesting that their populations were once continuous within the landscape before the &lt;a href=\"Gondwanaland\"&gt;Gondwanaland&lt;/a&gt; continental separation about 66 million years ago in the &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; period.\nThe diversity of \"Pachypodium\" in Madagascar, as noted, is the result of accelerated evolution that occurs in xeric climates and dry landscapes. Three factors contribute to the acceleration:\nTherefore, the exceptional micro-endemism (native or confined to a certain habitat) occur in Madagascar as a result of isolation of flora in very different climates, landscapes, or environments at an exceptionally small scale. \"Pachypodium\" have proven to be no different. The scale is so small that it is thought that, in some instances, the resolution of speciation of this flora is limited to just a single outcrop of granite, for instance. Efforts at maintaining possible habitats must be weighed with the potential for the economic development of the Malagasy people. Conservation may become a high priority, dependent upon an accurate catalogue of species and equally an understanding of the potential habitats of \"Pachypodiums\" yet to be discovered in Madagascar."
}