{
    "id": "1996303",
    "revid": "38890092",
    "url": "https://en.wikipedia.org/wiki?curid=1996303",
    "title": "Bill Quackenbush",
    "text": "Hubert George \"Bill\" Quackenbush (March 2, 1922 – September 12, 1999) was a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; &lt;a href=\"defenceman\"&gt;defenceman&lt;/a&gt; who played for the &lt;a href=\"Boston%20Bruins\"&gt;Boston Bruins&lt;/a&gt; and &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt; in the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt;. During his 14-year career, he was the first defenceman to win the &lt;a href=\"Lady%20Byng%20Memorial%20Trophy\"&gt;Lady Byng Memorial Trophy&lt;/a&gt;. He won the award after playing the entire &lt;a href=\"1948%E2%80%9349%20NHL%20season\"&gt;1948–49 season&lt;/a&gt; without recording a penalty. The penalty-less season was part of a total of 131 consecutive games he played without being assessed a penalty. Quackenbush, considered to be an elite offensive defenceman during his career, was named to the &lt;a href=\"NHL%20All-Star%20Team\"&gt;NHL All-Star Team&lt;/a&gt; five times, played in eight &lt;a href=\"NHL%20All-Star%20game\"&gt;NHL All-Star game&lt;/a&gt;s and was inducted into the &lt;a href=\"Hockey%20Hall%20of%20Fame\"&gt;Hockey Hall of Fame&lt;/a&gt; in 1976.\nFollowing his retirement from professional ice hockey, he spent 18 years as head coach of various teams at &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt;. Quackenbush coached men's &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, and both the men's and women's ice hockey teams, at various times. He won eight &lt;a href=\"Ivy%20League\"&gt;Ivy League&lt;/a&gt; Championships with the men's golf team and three with the women's ice hockey team.\nEarly life.\nQuackenbush was born on March 2, 1922, in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;. He was born Hubert George Quackenbush but was given the nickname Bill by his aunt who disliked his given name. He played hockey on outdoor rinks around Toronto during the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; as a youth, and was one of the top high school athletes in Canada as a teenager. In addition to hockey, he was a renowned &lt;a href=\"Canadian%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt; player. During the &lt;a href=\"Second%20World%20War\"&gt;war&lt;/a&gt; years, he played for the famous Canadian soccer club Toronto Scottish. Quackenbush had an opportunity to play football professionally, but he decided to pursue a career in hockey.\nQuackenbush began his junior career playing for the &lt;a href=\"Toronto%20Native%20Sons\"&gt;Toronto Native Sons&lt;/a&gt; of the &lt;a href=\"Ontario%20Hockey%20Association\"&gt;Ontario Hockey Association&lt;/a&gt;. He scored 13 points in 13 games during the &lt;a href=\"1940%E2%80%9341%20OHA%20season\"&gt;1940–41 season&lt;/a&gt;. The &lt;a href=\"1941%E2%80%9342%20OHA%20season\"&gt;following season&lt;/a&gt;, he played for the &lt;a href=\"Brantford%20Lions\"&gt;Brantford Lions&lt;/a&gt;, scoring 34 points in 23 games, and caught the attention of the &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt; of the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt;.\nProfessional career.\nQuackenbush signed as a free-agent with the Red Wings on October 19, 1942, and played 10 games during the &lt;a href=\"1942%E2%80%9343%20NHL%20season\"&gt;1942–43 season&lt;/a&gt; before breaking his wrist. After recovering from the injury, Detroit assigned him to the &lt;a href=\"American%20Hockey%20League\"&gt;American Hockey League&lt;/a&gt; where he joined the &lt;a href=\"Indianapolis%20Capitals\"&gt;Indianapolis Capitals&lt;/a&gt;. \nHe earned a regular position with the Red Wings during the &lt;a href=\"1943%E2%80%9344%20NHL%20season\"&gt;1943–44 season&lt;/a&gt;, scoring 4 goals and 18 points. In the next two seasons he averaged 21 points while only being assessed an average of 8 penalty minutes and scored a career high 11 goals in &lt;a href=\"1945%E2%80%9346%20NHL%20season\"&gt;1945–46&lt;/a&gt;. The following &lt;a href=\"1946-47%20NHL%20season\"&gt;season&lt;/a&gt; he earned his first post-season honour, when he was named a Second Team &lt;a href=\"NHL%20All-Star%20Team\"&gt;NHL All-Star&lt;/a&gt;. He was also named the Red Wings team MVP. He registered a career high 17 penalty minutes in &lt;a href=\"1947%E2%80%9348%20NHL%20season\"&gt;1947–48&lt;/a&gt; and was named a First Team All-Star. The season also saw the start of a streak of 131 consecutive games where Quackenbush was not assessed a penalty. It began with the final 5 regular season and 10 playoff games that year, continued through the entire 60 regular season and 11 playoff games during the &lt;a href=\"1948%E2%80%9349%20NHL%20season\"&gt;1948–49 season&lt;/a&gt;, and ended after 45 games of the &lt;a href=\"1949%E2%80%9350%20NHL%20season\"&gt;1949–50 season&lt;/a&gt;. At the conclusion of the 1948–49 season, he was awarded the &lt;a href=\"Lady%20Byng%20Memorial%20Trophy\"&gt;Lady Byng Trophy&lt;/a&gt;, the NHL's annual award for sportsmanship and gentlemanly conduct. He was the first defenceman to win the award, and remains one of only three in NHL history to capture the trophy. Detroit General Manager &lt;a href=\"Jack%20Adams\"&gt;Jack Adams&lt;/a&gt; detested the award and felt that any player who won it did not belong on his team, so he promptly traded Quackenbush. He was sent to the &lt;a href=\"Boston%20Bruins\"&gt;Boston Bruins&lt;/a&gt; with &lt;a href=\"Pete%20Horeck\"&gt;Pete Horeck&lt;/a&gt; for &lt;a href=\"Pete%20Babando\"&gt;Pete Babando&lt;/a&gt;, &lt;a href=\"Lloyd%20Durham\"&gt;Lloyd Durham&lt;/a&gt;, &lt;a href=\"Clare%20Martin\"&gt;Clare Martin&lt;/a&gt; and &lt;a href=\"Jimmy%20Peters%2C%20Sr.\"&gt;Jimmy Peters, Sr.&lt;/a&gt;\nQuackenbush became a fan favourite upon his arrival in Boston, where his offensive style of play was compared to former Bruin (and fellow &lt;a href=\"Hockey%20Hall%20of%20Fame\"&gt;Hall of Famer&lt;/a&gt;) &lt;a href=\"Eddie%20Shore\"&gt;Eddie Shore&lt;/a&gt;. In his &lt;a href=\"1949%E2%80%9350%20NHL%20season\"&gt;first season&lt;/a&gt; in Boston, Quackenbush scored 8 goals and 25 points. He continued to stay out of the &lt;a href=\"penalty%20box\"&gt;penalty box&lt;/a&gt;, registering only 4 penalty minutes. However, it marked the first time in three seasons that he was not named to the NHL All-Star Team. The Bruins defence core was depleted by injury in &lt;a href=\"1950%E2%80%9351%20NHL%20season\"&gt;1950–51&lt;/a&gt;, forcing the team to use several first year players. While this resulted in Quackenbush having to play more minutes, including a game where he played 55 minutes, it also gave him the opportunity to play with his brother &lt;a href=\"Max%20Quackenbush\"&gt;Max&lt;/a&gt;. It was the only time the two played professionally together. He also set a career high in points with 29 and was again named a First Team NHL All-Star. Over the next five seasons Quackenbush hovered around the 20 point mark and was never assessed more than 8 penalty minutes in a year.\nQuackenbush retired following the &lt;a href=\"1955%E2%80%9356%20NHL%20season\"&gt;1955–56 season&lt;/a&gt;, having accumulated only 95 penalty minutes over 774 games. This averaged out to seven seconds a game, one of the lowest in NHL history for a player at any position. He was elected to the &lt;a href=\"Hockey%20Hall%20of%20Fame\"&gt;Hockey Hall of Fame&lt;/a&gt; in 1976.\nPersonal.\nFollowing his NHL career, Quackenbush worked as a manufacturer's agent while attending night school at &lt;a href=\"Northeastern%20University\"&gt;Northeastern University&lt;/a&gt; in &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston, Massachusetts&lt;/a&gt;. At Northeastern, he earned an &lt;a href=\"Associate%27s%20degree\"&gt;Associate's degree&lt;/a&gt; in engineering. Quackenbush also became an assistant coach at Northeastern.\nIn 1967, he became the head coach for &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt;'s men's ice hockey team, a position he would hold for six seasons. His best season was his first in 1967–68, when the Tigers posted a 13–10–0 record. It was the highest win total for Princeton since 1935–36. However, his success with the men's ice hockey team would not last; Princeton won no more than five games for their next five seasons. His worst campaign was in 1970–71, when Princeton had two 11 game losing streaks and a 1–22–0 overall record. Because of this, Quackenbush stepped down as the head coach in 1973. In 1969 he began coaching the Princeton men's golf team. He enjoyed much greater success with the golf team, leading them to eight &lt;a href=\"Ivy%20League\"&gt;Ivy League&lt;/a&gt; championships. In 1978 Princeton started a &lt;a href=\"Princeton%20Tigers%20women%27s%20ice%20hockey\"&gt;women's ice hockey team&lt;/a&gt;, and Quackenbush was asked to coach them. He was still coaching the golf team but decided to accept the additional position and led them to three consecutive Ivy League championships between 1982 and 1984. Quackenbush retired from coaching in 1985, after which he moved to &lt;a href=\"Orlando%2C%20Florida\"&gt;Orlando, Florida&lt;/a&gt;, where he lived for several years before moving to &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; in 1997.\nHe married Joan Kalloch and the couple had three sons, Bruce, Scott and Todd. At the time of his death, Quackenbush also had seven grandchildren. He died of &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt; and complications from &lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt; on September 12, 1999, at Chandler Hall Hospice in &lt;a href=\"Newtown%2C%20Bucks%20County%2C%20Pennsylvania\"&gt;Newtown, Pennsylvania&lt;/a&gt;, at the age of 77.\nPlaying style.\nQuackenbush was an offensive defenceman who carried the puck up the ice, making use of his &lt;a href=\"List%20of%20ice%20hockey%20terminology%23S\"&gt;stick handling&lt;/a&gt;, passing skills and ability to read the play. Over the course of his career, he was considered one of the elite rushing defenceman in the NHL. He was a solid &lt;a href=\"Bodycheck\"&gt;checker&lt;/a&gt;, but relied more on positioning and discipline than physical play. This is evident by his low yearly average of penalty minutes and the fact that he was assessed only one &lt;a href=\"major%20penalty\"&gt;major penalty&lt;/a&gt; throughout his NHL career.\nDefensively he made use of &lt;a href=\"Checking%20%28ice%20hockey%29\"&gt;poke checks&lt;/a&gt; to take the puck from his opponents and excelled at getting to loose pucks and clearing them out of the defensive zone. He was adept at keeping opposing forwards from creating offence from behind the net."
}