{
    "id": "19974772",
    "revid": "43073000",
    "url": "https://en.wikipedia.org/wiki?curid=19974772",
    "title": "Superintendent of Finance of the United States",
    "text": "Superintendent of Finance of the United States was an executive office during the &lt;a href=\"Confederation%20Period\"&gt;Confederation Period&lt;/a&gt; with power similar to a &lt;a href=\"finance%20minister\"&gt;finance minister&lt;/a&gt;. The only person to hold the office was &lt;a href=\"Robert%20Morris%20%28financier%29\"&gt;Robert Morris&lt;/a&gt;, who served from 1781 to 1784, with the assistance of &lt;a href=\"Gouverneur%20Morris\"&gt;Gouverneur Morris&lt;/a&gt;.\nBackground.\nVarious boards and committees were formed from June 3, 1775 on to handle financial matters for the provisional government of the United States, the &lt;a href=\"Continental%20Congress\"&gt;Continental Congress&lt;/a&gt;. But, as early as 1776, dissatisfaction with this system led Robert Morris, in a message to a Committee of Secret Correspondence, to argue for the use of executives.\nCongress was open to other methods of finance administration. In late 1778 after the &lt;a href=\"Franco-American%20alliance\"&gt;Franco-American alliance&lt;/a&gt; formed, a congressional appeal to Welsh finance writer Dr. &lt;a href=\"Richard%20Price\"&gt;Richard Price&lt;/a&gt; was made for him to come and reorganize their finances, which he declined. In early 1779, Congress requested that their European agents look into methods of administration for war, treasury and naval departments and other offices, but nothing came of that request.\nHistory.\nThree executive departments were formed in early 1781, finance, foreign affairs and military affairs under the &lt;a href=\"Articles%20of%20Confederation\"&gt;Articles of Confederation&lt;/a&gt;. The &lt;a href=\"Congress%20of%20the%20Confederation\"&gt;Confederation Congress&lt;/a&gt; on Wednesday, February 7, 1781, formed a department of finance with its chief officer titled superintendent of finance. Robert Morris was nominated on February 20, accepted on May 14 and took the oath of office in June. Given the terrible state of the economy, Congress gave him a huge grant of powers and agreed to Morris's demand to allow him to continue his private business activities. The superintendent and his assistant served as part of an informal cabinet during this end phase of the war.\nThe office of Secretary of Marine, basically a &lt;a href=\"United%20States%20Secretary%20of%20the%20Navy\"&gt;Secretary of the Navy&lt;/a&gt; predecessor, was also formed in 1781 with Major General &lt;a href=\"Alexander%20McDougall\"&gt;Alexander McDougall&lt;/a&gt; initially holding the position. This position was soon replaced by the office of Agent of the Marine, which was not directly filled, but taken on voluntarily by the Superintendent.\nMorris reduced all governmental expenditures, including those on the military. He purchased military supplies using his own money; at times by borrowing from friends or issuing notes on his credit. Accounting procedures were tightened by his direction. The states were pressed by Morris to come up with money and supplies per their quotas.\nThe superintendent took out various personal loans and pushed states for funding for the 1781 &lt;a href=\"Yorktown%20campaign\"&gt;Yorktown campaign&lt;/a&gt; of General &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt;. Additional funds were needed for the campaign, for which a large loan was obtained from France.\nThe &lt;a href=\"Bank%20of%20North%20America\"&gt;Bank of North America&lt;/a&gt; was chartered in December 1781 by the Congress of the Confederation and opened on January 7, 1782, at the prodding of Robert Morris. Morris funded the bank with the French loan and his own fortune. The bank was used as a financier of the war. This was thus the union's first de facto &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt;, being the United States' first government-incorporated bank, following in the footsteps of the Bank of England until 1785, when the Bank’s charter within the Commonwealth of &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; was revoked.\nIn 1782, Gouverneur Morris initiated the &lt;a href=\"Decimalisation\"&gt;decimal coinage&lt;/a&gt; idea while coining the word \"cent\" that later became standard for the country's currency.\nAfter Morris left the superintendency on November 1, 1784, the post was superseded by a board.\nPowers.\nIts powers were analogous to that of &lt;a href=\"US%20Secretary%20of%20the%20Treasury\"&gt;Secretary of the Treasury&lt;/a&gt; or the &lt;a href=\"prime%20minister\"&gt;prime minister&lt;/a&gt; of many &lt;a href=\"British%20Commonwealth\"&gt;British Commonwealth&lt;/a&gt; countries. Unlike the office of prime minister, the office of superintendent was not held by an individual who was at the time a member of the government. In this way, it was more like the prototype for the soon to be devised office of the &lt;a href=\"President%20of%20the%20United%20States\"&gt;presidency&lt;/a&gt;."
}