{
    "id": "1997093",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=1997093",
    "title": "Matt Stevens (rugby union)",
    "text": "Matthew John Hamilton Stevens (born 1 October 1982) is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who plays for in France's &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; and won 39 caps for between 2004 and 2012. Born in Durban, South Africa, to English parents, he can play in both &lt;a href=\"Prop%20%28rugby%20union%29\"&gt;prop&lt;/a&gt; positions, and most of his England appearances were at tighthead.\nIn 2009 he was banned from the game for two years for using cocaine, following a positive drugs test.\nEarly life.\nStevens was born on 1 October 1982 in Durban, South Africa. He was educated at &lt;a href=\"Kearsney%20College\"&gt;Kearsney College&lt;/a&gt; in KwaZulu-Natal and played his youth rugby in South Africa. He earned representative honours for Western Province, South African Universities and the Junior Springboks at Under 18 and Under 19 level, before deciding to move to England to pursue his university studies.\nClub career.\nHe joined Bath in September 2002 and gained attention towards the end of the 2002–2003 season, making five appearances as a substitute. He put in strong performances coming off the bench for Bath early in the following season as the pack dominated all opposition.\nHe featured in Bath's successful drive to the top of the &lt;a href=\"English%20Premiership%20%28rugby%20union%29\"&gt;Zürich Premiership&lt;/a&gt; table in 2003–2004 and in March 2004 he was selected ahead of &lt;a href=\"Jason%20Leonard\"&gt;Jason Leonard&lt;/a&gt; as a replacement in England's Six Nations game against at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham&lt;/a&gt;.\nStevens was known for popping up in the back line during matches for Bath, and has quite a turn of pace for a front-rower.\nIn January 2008, Stevens signed a four-year contract with Bath that would have kept him at the club until the end of the 2011–2012 season.\nHowever, on 20 January 2009 it was confirmed Stevens had failed a drug test after Bath's Heineken Cup match against &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow&lt;/a&gt; the previous month. He was withdrawn from the England 6 nations squad for the 2009 tournament and suspended by Bath RFC.\nHe was banned from rugby for two years on 26 February 2009 after testing positive for &lt;a href=\"cocaine\"&gt;cocaine&lt;/a&gt;, and on 5 March announced that he was quitting his club before they sacked him.\nIn January 2010, it was announced that Stevens would sign for Saracens upon the completion of his ban. In his first season back, Stevens started for the Sarries side that defeated &lt;a href=\"Leicester%20Tigers\"&gt;Leicester Tigers&lt;/a&gt; in the &lt;a href=\"2010%E2%80%9311%20Aviva%20Premiership\"&gt;2010–11 Aviva Premiership&lt;/a&gt; final.\nIn February 2014, it was revealed that Stevens would return to South Africa after the conclusion of the &lt;a href=\"2013%E2%80%9314%20English%20Premiership%20%28rugby%20union%29\"&gt;2013–14 English Premiership&lt;/a&gt; season to join the in August of that year on a two-year deal.\nOn 18 June 2015, Stevens made his move to France to join with European champions &lt;a href=\"RC%20Toulonnais\"&gt;Toulon&lt;/a&gt; in the &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; from the 2015–2016 season.\nInternational career.\nIn 2003, Stevens, who qualified for England by virtue of his English parents, played for England U21s in the IRB Under 21 World Cup, which was held in &lt;a href=\"Oxfordshire\"&gt;Oxfordshire&lt;/a&gt;. He soon drew the attention of the England senior team selectors and was selected for the &lt;a href=\"2004%20England%20rugby%20union%20tour%20of%20Australasia\"&gt;2004 summer tour to New Zealand and Australia&lt;/a&gt;. He won his first two caps as a substitute in the &lt;a href=\"Test%20match%20%28rugby%20union%29\"&gt;Tests&lt;/a&gt; against the &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;All Blacks&lt;/a&gt; but a knee injury meant he was unavailable for the test against in Brisbane.\nHe was in the England team for the 2005 Six Nations, and was one of the better performers in England's disappointing campaign. He was selected for the &lt;a href=\"2005%20British%20%26amp%3B%20Irish%20Lions%20tour%20to%20New%20Zealand\"&gt;2005 British &amp; Irish Lions&lt;/a&gt; tour and featured in six games, though he did not play in any of the Test matches.\nDuring the &lt;a href=\"2006%20Six%20Nations%20Championship\"&gt;2006 Six Nations Championship&lt;/a&gt; he suffered a shoulder injury that required two operations and kept him out of the game for nearly a year; he did not return to international duty until England's mid-year tour to South Africa in June 2007.\nStevens was in England's squad for the &lt;a href=\"2007%20Rugby%20World%20Cup\"&gt;2007 Rugby World Cup&lt;/a&gt;. He played in the three warm-up games, against and and featured in all England's games during the tournament, starting in three of the pool games and coming off the bench in the other games.\nHe was a replacement in England's loss to Wales in the first game of the &lt;a href=\"2008%20Six%20Nations%20Championship\"&gt;2008 Six Nations Championship&lt;/a&gt; and started in the second game, against .\nHe was chosen in the 37-man squad for the &lt;a href=\"2013%20British%20%26amp%3B%20Irish%20Lions%20tour%20to%20Australia\"&gt;2013 British &amp; Irish Lions tour to Australia&lt;/a&gt;.\nPersonal life.\nIn 2006, Stevens appeared on \"\" on &lt;a href=\"ITV%20Network\"&gt;ITV&lt;/a&gt;. He was mentored by &lt;a href=\"Sharon%20Osbourne\"&gt;Sharon Osbourne&lt;/a&gt; and reached the final only to be defeated by Eastenders star Lucy Benjamin. Due to his appearance on the show, he raised over £125,000 for the &lt;a href=\"Nelson%20Mandela\"&gt;Nelson Mandela&lt;/a&gt; Children's Fund and in October 2006 he was invited to meet the statesman in &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;.\nHe holds a BSc in politics with economics from the &lt;a href=\"University%20of%20Bath\"&gt;University of Bath&lt;/a&gt;.\nHe is currently General Manager at Boschendal Wine Estate in Stellenbosch, Cape Town."
}