{
    "id": "199732",
    "revid": "7328338",
    "url": "https://en.wikipedia.org/wiki?curid=199732",
    "title": "Reliant Kitten",
    "text": "The Reliant Kitten is a small four-wheeled &lt;a href=\"economy%20car\"&gt;economy car&lt;/a&gt; which was manufactured from 1975 to 1982 in &lt;a href=\"Saloon%20%28automobile%29\"&gt;saloon&lt;/a&gt;, &lt;a href=\"van\"&gt;van&lt;/a&gt; and estate variants by the &lt;a href=\"Reliant\"&gt;Reliant Motor Company&lt;/a&gt; in &lt;a href=\"Tamworth%2C%20England\"&gt;Tamworth, England&lt;/a&gt;. It was the company's fourth four-wheeled car to reach production, following the Reliant Sabre of 1961 and &lt;a href=\"Reliant%20Rebel\"&gt;Reliant Rebel&lt;/a&gt; and Reliant Scimitar of 1964.\nDevelopment and history.\nThe Kitten uses Reliant's own four-cylinder 850cc engine, developing 40 hp, with the rear section of the chassis essentially the same as that of the three-wheeled &lt;a href=\"Reliant%20Robin\"&gt;Reliant Robin&lt;/a&gt; or &lt;a href=\"Reliant%20Rialto\"&gt;Reliant Rialto&lt;/a&gt;, and like other Reliants has a glass-fibre body. However, from the middle forwards the car is significantly different, with the engine moved forward to where the Robin's single front wheel is and a Reliant-designed (but &lt;a href=\"Lotus%20Cars\"&gt;Lotus&lt;/a&gt;-inspired) &lt;a href=\"double%20wishbone\"&gt;double wishbone&lt;/a&gt; front suspension. Moving the engine forward increased driver and front passenger room, compared with the three-wheeled cars. The Kitten's chassis, engine, and running gear are the same (with minor modifications) as the later model &lt;a href=\"Reliant%20Fox\"&gt;Reliant/MEBEA Fox&lt;/a&gt; &lt;a href=\"pickup%20truck\"&gt;pickup&lt;/a&gt; introduced in 1982.\n\"&lt;a href=\"Classic%20and%20Sports%20Car\"&gt;Classic and Sportscar&lt;/a&gt;\" magazine noted that the car's \"80mph and 45mpg gave it real kitten-like performance, with [a] taxi-like 23 foot turning circle\" but that it was more expensive than rival cars from other manufacturers, which could build larger numbers of vehicles. In a letter to the editor of \"Motorsport\" magazine in 1976, a Dr Robert Elliot-Porter wrote that he had driven his Kitten on a 100-mile round-trip on a motorway and averaged 81.5 mph. He called it \"a car of which the British can be proud,\" adding that he had driven his Kitten more than 25,000 miles in 10 months of ownership. Both he and his wife owned Kittens. Automotive writer Craig Cheetham opined that Reliants in general appealed to \"the older generations among Britain's population\" because of the car's durability and that \"the average buyers\" of the Kitten \"were well into their sixties\".\nIn October 1976 a new de luxe version of the Kitten, branded as the Kitten DL, was announced. Improvements included revised springs and dampers and a different &lt;a href=\"anti-roll%20bar\"&gt;anti-roll bar&lt;/a&gt;. But mainly the DL model was an interior improvement package. It included more comfortable seats which reclined and tilted - and were available in brown or black cloth - door trims incorporating map pockets made of coloured vinyl, a parcel shelf, volt meter and oil pressure gauges. The car also had a radio with twin speakers, chrome hubcaps with chrome surrounds, additional carpets, front and rear fog lights and in some cases rear reversing lights.\nOn 1 December 1976, a van version of the Kitten was announced. It shared the profile of the Kitten Estate but used the prototype nose of the original Kitten saloon, which had 7-inch Lucas round headlamps, instead of the production Kitten's standard square headlamps. The new car had blank panels in place of the windows behind the &lt;a href=\"B%20pillar\"&gt;B-pillar&lt;/a&gt;, thus making a van. Other changes included a black vinyl interior with an optional rear bench seat which folded flat. The van could be had with or without a front passenger seat. With the seat, the van had an interior volume of 43 cubic feet; without the seat, volume increased to 53 cubic feet. A number of the vans \"ended up with windows fitted as it was cheaper to buy [the van] than the estate\".\nIn 1982, after selling 4551 Kittens, \"small numbers\" of which had been built in left hand drive for export, the last Kitten rolled off the production line. It was \"not replaced\" by a new car but \"The all new Reliant Fox\" went into production in 1983. The Fox had similar mechanicals to the Kitten, but was a four-wheeled pickup with hard tops available to also make it into an estate or van type vehicle.\nThe Sipani Dolphin and Montana.\n1982 was not the end of production of the Kitten, though, as large numbers were built as CKD kits in &lt;a href=\"Bangalore\"&gt;Bangalore&lt;/a&gt; by &lt;a href=\"Sipani\"&gt;Sipani&lt;/a&gt; Automobiles Ltd. Renamed the Dolphin, these cars had only slight changes, such as front grille and wheel trims. However, two-door cars were not particularly popular in India as laws restricted the sale of such vehicles in half of the country. As a result, Sipani produced the Montana, a larger five-door hatchback with a more modern appearance. The cars were successful rally cars in India and were seen as a popular home-grown choice of vehicle. Sipani carried on producing vehicles built around the Kitten design and mechanicals into the 1990s.\nA preservation society exists called the &lt;a href=\"Reliant%20Kitten%20Register\"&gt;Reliant Kitten Register&lt;/a&gt;."
}