{
    "id": "19999622",
    "revid": "457080",
    "url": "https://en.wikipedia.org/wiki?curid=19999622",
    "title": "Diurnea fagella",
    "text": "The March dagger moth (Diurnea fagella) is a &lt;a href=\"moth\"&gt;moth&lt;/a&gt; of the subfamily &lt;a href=\"Chimabachinae\"&gt;Chimabachinae&lt;/a&gt;. It is found in Europe and was first described by &lt;a href=\"Michael%20Denis\"&gt;Michael Denis&lt;/a&gt; &amp; &lt;a href=\"Ignaz%20Schifferm%C3%BCller\"&gt;Ignaz Schiffermüller&lt;/a&gt; in 1775.\nDescription.\nThe &lt;a href=\"wingspan\"&gt;wingspan&lt;/a&gt; of the male is from 26–30 mm The female is smaller with &lt;a href=\"Brachyptery\"&gt;reduced wings&lt;/a&gt; and a wingspan of 15–20 mm. The antennae of the male are \nshortly and evenly ciliated. Forewings whitish or ochreous whitish, sprinkled or sometimes densely irroratcd with fuscous and dark fuscous ; an indistinct blackish angulated transverse line about 1/3 , not reaching dorsum ; stigmata black, first discal double, followed by another black dot, plical confluent with transverse line, second discal forming a transverse mark or pair of dots ; often an angulated and indented blackish subterminal line. Hindwings are light grey.\nThe larva is grey - green ; head yellowish-grey ; 3rd pair of legs placed on tubercle..&lt;a href=\"Melanic\"&gt;Melanic&lt;/a&gt; forms are common in both male and female and can be found in some northern and industrial areas of England. In northern Scotland only pale specimens are found and &lt;a href=\"albinism\"&gt;albinistic&lt;/a&gt; forms can be found everywhere.\nThe moth flies in one generation from March to May depending on the location. During the day males rest on tree trunks; the smaller female may be found at nightfall low down on trunks.\nEggs are laid from March to May in batches of one hundred or more on the twigs or shoots of many species of &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; trees and shrubs. Species found are &lt;a href=\"Populus%20tremula\"&gt;aspen&lt;/a&gt; (\"Populus tremula\"), &lt;a href=\"Fagus%20sylvatica\"&gt;beech&lt;/a&gt; (\"Fagus sylvatica\"), &lt;a href=\"birch\"&gt;birch&lt;/a&gt; (\"Betula\" species), &lt;a href=\"blackberry\"&gt;blackberry&lt;/a&gt; (\"Rubus fruticosus\"), &lt;a href=\"Prunus%20spinosa\"&gt;blackthorn&lt;/a&gt; (\"Prunus spinosa\"),\n&lt;a href=\"Typha\"&gt;bullrush&lt;/a&gt; (\"Typha\" species), &lt;a href=\"Acer%20campestre\"&gt;field maple&lt;/a&gt; (\"Acer campestre\"), &lt;a href=\"Crataegus%20monogyna\"&gt;hawthorn&lt;/a&gt; (\"Crataegus monogyna\"), &lt;a href=\"Corylus%20avellana\"&gt;hazel&lt;/a&gt; (\"Corylus avellana\"), &lt;a href=\"Carpinus%20betulus\"&gt;hornbeam&lt;/a&gt; (\"Carpinus betulus\"), &lt;a href=\"oak\"&gt;oak&lt;/a&gt; (\"Quercus\" species), &lt;a href=\"Populus\"&gt;poplar&lt;/a&gt; (\"Populus\" species) and &lt;a href=\"willow\"&gt;willow&lt;/a&gt; (\"Salix\" species).\nIn the final &lt;a href=\"instar\"&gt;instar&lt;/a&gt; larvae are about 25 mm long and can grow to 28 mm. The body is pale greyish green, the head is yellowish orange and the &lt;a href=\"Prothorax\"&gt;prothoracic plate&lt;/a&gt; is translucent green and sometimes there is a faint brown ochre lateral mark. The &lt;a href=\"polyphagous\"&gt;polyphagous&lt;/a&gt; larva feed between leaves which are spun flatly above each other on many deciduous trees and shrubs. They grow very slowly from late-May to September or early-October.\nPupation takes place in cocoons found in detritus or the soil from October to March.\nDistribution.\nFound all over Europe, except parts of Russia and Finland."
}