{
    "id": "20006714",
    "revid": "1069111044",
    "url": "https://en.wikipedia.org/wiki?curid=20006714",
    "title": "Second American Civil War",
    "text": "The \"Second American Civil War\" is an &lt;a href=\"hyponymy%20and%20hypernymy\"&gt;umbrella term&lt;/a&gt; used by some academics to reclassify historical eras of significant &lt;a href=\"political%20violence\"&gt;political violence&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; as a \"civil war,\" or more commonly to discuss the potential outbreak of a future &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt;.\nThe phrase \"second civil war\" has been used in political discourse, usually as a non-serious threat if certain actions are taken by the opposing political party (e.g. the removal of a sitting president; massive changes in federal laws perceived as unconstitutional). Occasionally, references to a second civil war by political leaders and commentators are more serious in nature. Discussion of a second civil war has occurred with varying degrees of frequency and sincerity since the &lt;a href=\"American%20Civil%20War\"&gt;first civil war&lt;/a&gt; ended in 1865.\nIn 2016, discussion of a possible second civil war entered the mainstream in earnest as a result of the polarizing effect of the &lt;a href=\"2016%20United%20States%20presidential%20election\"&gt;election of Donald Trump&lt;/a&gt;. Concern of civil war rose dramatically after the &lt;a href=\"first%20impeachment%20trial%20of%20Donald%20Trump\"&gt;first impeachment trial of Donald Trump&lt;/a&gt;, and continued to grow due to the economic and social impact of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, civil unrest sparked by the &lt;a href=\"George%20Floyd%20protests\"&gt;George Floyd protests&lt;/a&gt;, and the aftermath of the highly contentious &lt;a href=\"2020%20United%20States%20presidential%20election\"&gt;2020 United States presidential election&lt;/a&gt; (which resulted in the election of &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt;, the &lt;a href=\"2021%20United%20States%20Capitol%20attack\"&gt;2021 United States Capitol attack&lt;/a&gt;, and the &lt;a href=\"second%20impeachment%20trial%20of%20Donald%20Trump\"&gt;second impeachment trial of Donald Trump&lt;/a&gt;).\nFollowing the violent Capitol attack in 2021, an increasing number of political scientists, journalists, historians, intelligence officials, military leaders (including former U.S. generals), investors, and politicians on both sides of the political divide started to raise concerns that the United States might break into civil war in the coming years. On the first anniversary of the 2021 Capitol attack, former President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; warned that the nation's inability to confront \"toxic &lt;a href=\"Political%20polarization\"&gt;polarization&lt;/a&gt;\" in the aftermath of the attack put the U.S. \"on the brink of a widening abyss\" and at \"genuine risk of civil conflict.\" Some assert that the country is currently locked into a &lt;a href=\"Cold%20war%20%28general%20term%29\"&gt;cold civil war&lt;/a&gt; between the &lt;a href=\"Left-wing%20politics\"&gt;political left&lt;/a&gt; and the &lt;a href=\"Right-wing%20politics\"&gt;political right&lt;/a&gt; that could break out into an open war within the next 5 to 10 years, with many identifying the &lt;a href=\"2024%20United%20States%20presidential%20election\"&gt;2024 presidential election&lt;/a&gt; as a potential fire-starter. Others claim a second civil war may have already begun.\nThose who see \"warning signs\" of a new civil war cite &lt;a href=\"Democratic%20backsliding\"&gt;democratic decline&lt;/a&gt;, the rise of &lt;a href=\"Authoritarianism\"&gt;authoritarian movements&lt;/a&gt; driven by &lt;a href=\"Trumpism\"&gt;Trumpism&lt;/a&gt; and the Republican Party's increasing inability to win fair elections, the polarizing effect of a winner-take-all &lt;a href=\"two-party%20system\"&gt;two-party system&lt;/a&gt;, a &lt;a href=\"Radicalization\"&gt;radicalized&lt;/a&gt; citizenry with a &lt;a href=\"Gun%20culture%20in%20the%20United%20States\"&gt;record high gun ownership rate&lt;/a&gt;, a rise in membership of &lt;a href=\"American%20militia%20movement\"&gt;right-wing militias&lt;/a&gt; since 2008, irreconcilable beliefs about critical issues (such as who won an election), political tension within the U.S. military, negative economic conditions (such as &lt;a href=\"Income%20inequality%20in%20the%20United%20States\"&gt;income inequality&lt;/a&gt; and the &lt;a href=\"2021%E2%80%932022%20inflation%20surge\"&gt;2021-2022 inflation surge&lt;/a&gt;), a steady rise in political violence (particularly among &lt;a href=\"Domestic%20terrorism%20in%20the%20United%20States\"&gt;far-right domestic terrorists&lt;/a&gt;), a &lt;a href=\"Democratic%20backsliding\"&gt;loss of faith&lt;/a&gt; in the legitimacy of the government, and the normalization of open discussion of civil war. Some researchers have also posited that a civil war might start along racial and religious lines, exacerbated by the rise of &lt;a href=\"secularization\"&gt;secularization&lt;/a&gt; and &lt;a href=\"multiculturalism\"&gt;multiculturalism&lt;/a&gt; in America, coupled with &lt;a href=\"White%20demographic%20decline\"&gt;white decline&lt;/a&gt; and the &lt;a href=\"Decline%20of%20Christianity%20in%20the%20Western%20world\"&gt;decline in Christianity&lt;/a&gt;. Less commonly, some conservative observers, including Republican politicians, argue a second civil war is being stoked by &lt;a href=\"Far-left%20politics%20in%20the%20United%20States\"&gt;far-left&lt;/a&gt; and &lt;a href=\"Socialists%20in%20the%20United%20States\"&gt;socialist&lt;/a&gt; movements that seek to suspend the &lt;a href=\"Constitution%20of%20the%20United%20States\"&gt;U.S. Constitution&lt;/a&gt; and implement a form of &lt;a href=\"Tyrant\"&gt;tyranny&lt;/a&gt;. They typically cite discredited &lt;a href=\"Conspiracy%20theories%20in%20United%20States%20politics\"&gt;conspiracy theories&lt;/a&gt; related to &lt;a href=\"COVID-19%20misinformation\"&gt;COVID-19 misinformation&lt;/a&gt;, &lt;a href=\"Attempts%20to%20overturn%20the%202020%20United%20States%20presidential%20election\"&gt;election rigging&lt;/a&gt;, the &lt;a href=\"Deep%20state%20conspiracy%20theory\"&gt;deep state&lt;/a&gt;, or &lt;a href=\"White%20genocide%20conspiracy%20theory\"&gt;white replacement theory&lt;/a&gt; to justify their position.\nExperts state that such a conflict would look vastly different from the first civil war and might manifest as a &lt;a href=\"low-intensity%20conflict\"&gt;low-intensity conflict&lt;/a&gt;, such as &lt;a href=\"The%20Troubles\"&gt;The Troubles in Ireland&lt;/a&gt;, or the &lt;a href=\"Years%20of%20Lead%20%28Italy%29\"&gt;Years of Lead&lt;/a&gt; in Italy, raising criticism about the appropriateness of the term \"civil war\" when describing similar events in America. Others conceive of a second civil war as increasingly frequent acts of &lt;a href=\"assassination\"&gt;assassination&lt;/a&gt; and &lt;a href=\"Domestic%20terrorism%20in%20the%20United%20States\"&gt;domestic terrorism&lt;/a&gt; (similar to the &lt;a href=\"Gretchen%20Whitmer%20kidnapping%20plot\"&gt;Gretchen Whitmer kidnapping plot in 2020&lt;/a&gt; and the &lt;a href=\"Oklahoma%20City%20bombing\"&gt;1995 Oklahoma City bombing&lt;/a&gt;). Additional predictions envision a second civil war would be more organized, leading to violent acts of insurgency against the federal and state governments such as &lt;a href=\"leaderless%20resistance\"&gt;leaderless resistance&lt;/a&gt;, &lt;a href=\"Guerrilla%20warfare\"&gt;guerilla warfare&lt;/a&gt;, &lt;a href=\"irregular%20warfare\"&gt;irregular warfare&lt;/a&gt;, or &lt;a href=\"asymmetric%20warfare\"&gt;asymmetric warfare&lt;/a&gt; driven primarily by &lt;a href=\"White%20nationalism\"&gt;white nationalist&lt;/a&gt; militias and &lt;a href=\"Militias%20in%20the%20United%20States\"&gt;antigovernmental insurgents&lt;/a&gt; who attempt to carve out white &lt;a href=\"Ethnic%20nationalism\"&gt;ethno-states&lt;/a&gt; from the nation. Others suggest a second civil war would be much larger in scope and could be \"catastrophic\" to the future of the country, leading to a collapse or restructuring of the U.S. political system. Most experts agree that any form of second civil war would have significant economic and political costs and would have far-reaching implications for the world order.\nDetractors claim discussion of a second civil war is &lt;a href=\"Alarmism\"&gt;alarmist&lt;/a&gt;, &lt;a href=\"fearmongering\"&gt;fearmongering&lt;/a&gt;, polarizing, fails to account for the United States' turbulent history of political violence, and detracts from other serious problems facing the nation (such as &lt;a href=\"democratic%20backsliding\"&gt;democratic backsliding&lt;/a&gt;). Skeptics generally claim that the current political climate is a form of mostly nonviolent &lt;a href=\"culture%20war\"&gt;culture war&lt;/a&gt; that does not represent a &lt;a href=\"Global%20catastrophic%20risk\"&gt;existential risk&lt;/a&gt;. They claim that a civil war in the modern U.S. is essentially impossible due to certain present day obstacles: a lack of two standing armies, a lack of homogenous geographical and cultural sides, a vastly nonviolent majority, an absence of &lt;a href=\"State-sponsored%20terrorism\"&gt;state-sponsored violence&lt;/a&gt;, the nation's position as the &lt;a href=\"List%20of%20countries%20by%20total%20wealth\"&gt;wealthiest democracy in the world&lt;/a&gt; (which acts as a deterrent to the cost of war), and significant disincentives to interstate war (e.g. deeply shared economies across state lines). Skeptics also criticize the use of the term \"civil war\" when describing the potential rise of authoritarianism, acts of domestic terrorism, and other forms of political violence that do not meet the academic definition of a civil war. They also warn that mainstream discussion of a second civil war could become a \"&lt;a href=\"self-fulfilling%20prophecy\"&gt;self-fulfilling prophecy&lt;/a&gt;.\" Others claim a civil war narrative is being pushed by the left as justification for &lt;a href=\"Censorship%20in%20the%20United%20States\"&gt;censorship&lt;/a&gt; and to \"criminalize dissent.\"\nPolling data has demonstrated that most Americans on both sides of the political divide are worried about the political future of the country and consider democratic norms, such as fair and free elections, at risk. Polling has also shown that a slim majority consider the U.S. to be in a cold civil war. Other research indicates that between a third and a half of the country is anticipating a civil war in their lifetime, particularly among young, rural Americans who identify as Republican or conservative.\nReinterpretations of past events.\nDivision among colonists during the Revolutionary War.\nSome historians name the &lt;a href=\"American%20Civil%20War\"&gt;1861–1865 war&lt;/a&gt; the \"Second American Civil War\", because in their view, the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; can also be considered a &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt; (since the term can be used in reference to any war in which one political body separates itself from another political body). They then refer to the Independence War, which resulted in the separation of the &lt;a href=\"Thirteen%20Colonies\"&gt;Thirteen Colonies&lt;/a&gt; from the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;, as the \"First American Civil War\". A significant number of American colonists stayed loyal to the British Crown and as &lt;a href=\"Loyalist%20%28American%20Revolution%29%23Numbers%20of%20Loyalists\"&gt;Loyalists&lt;/a&gt; fought on the British side while opposite were a significant amount of colonists called &lt;a href=\"Patriot%20%28American%20Revolution%29\"&gt;Patriots&lt;/a&gt; who fought on the American side. In some localities, there was fierce fighting between Americans including gruesome instances of &lt;a href=\"hanging%2C%20drawing%2C%20and%20quartering\"&gt;hanging, drawing, and quartering&lt;/a&gt; on both sides. As Canadian historian &lt;a href=\"William%20Stewart%20Wallace\"&gt;William Stewart Wallace&lt;/a&gt; noted:\nAs early as 1789, &lt;a href=\"David%20Ramsay%20%28historian%29\"&gt;David Ramsay&lt;/a&gt;, an American patriot historian, wrote in his \"History of the American Revolution\" that \"Many circumstances concurred to make the American war particularly calamitous. It was originally a civil war in the estimation of both parties.\" Framing the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; as a civil war is gaining increasing examination.\n\"War of Terror\" during the Reconstruction Era.\nAfter the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; effectively ended with the &lt;a href=\"Conclusion%20of%20the%20American%20Civil%20War\"&gt;Ceasefire Agreement of the Confederacy&lt;/a&gt;, the federal government began a process called &lt;a href=\"Reconstruction%20Era\"&gt;Reconstruction&lt;/a&gt; leading to the &lt;a href=\"Reconstruction%20era\"&gt;Reconstruction Era (1865–1877)&lt;/a&gt;. The United States aimed to restore Southern states to the Union and update the federal and state governance in accordance with the &lt;a href=\"Thirteenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Thirteenth&lt;/a&gt;, &lt;a href=\"Fourteenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fourteenth&lt;/a&gt; and &lt;a href=\"Fifteenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fifteenth Amendments&lt;/a&gt; to the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt;. The post-war volatility created endemic violence in Southern states, including armed conflict. Due to the violence and severity of the social, political and constitutional challenges during the Reconstruction Era, this period in history is sometimes called the \"Second Civil War\". Referring to Reconstruction as a \"Second American Civil War\" was established by the \"&lt;a href=\"American%20Experience\"&gt;American Experience&lt;/a&gt;\" episode \"Reconstruction: The Second Civil War\" and made its way to the school curriculum.\n&lt;a href=\"White%20supremacy\"&gt;White supremacy&lt;/a&gt; terrorist groups emerged in the South to oppose Reconstruction, including the foundation of the &lt;a href=\"Ku%20Klux%20Klan\"&gt;Ku Klux Klan&lt;/a&gt;, &lt;a href=\"White%20League\"&gt;the White League&lt;/a&gt;, and &lt;a href=\"Knights%20of%20the%20White%20Camelia\"&gt;the Knights of the White Camelia&lt;/a&gt;, which consisted primarily of Confederate veterans. These organizations attempted to oppose the United States government through assassinations, intimidation of black and white Republican officials, voter intimidation, and, at times, attempted coups and insurrections such as &lt;a href=\"Battle%20of%20Liberty%20Place\"&gt;The Battle of Liberty Place&lt;/a&gt; in Louisiana in 1874. Historian &lt;a href=\"Clarence%20E.%20Walker\"&gt;Clarence Walker&lt;/a&gt; described this period as \"a war of terror\" aimed at black voters and politicians, as well as whites considered \"race traitors.\"\nThe Coal Wars.\nSome historians have interpreted the &lt;a href=\"Coal%20Wars\"&gt;Coal Wars&lt;/a&gt; as constituting some form of a Second American Civil War and they also consider it to be the largest national revolt since the first Civil War ended. Starting in 1890, the informal armed rebellion began when coal workers revolted against their employers due to poor working conditions. Attempts to unionize were met with police crackdowns, resulting in several revolts and even armed battles throughout the United States. Although they occurred mainly in the &lt;a href=\"Eastern%20United%20States\"&gt;East&lt;/a&gt;, particularly in &lt;a href=\"Appalachia\"&gt;Appalachia&lt;/a&gt;, there was a significant amount of violence in &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt; after the turn of the century.\nThe largest conflict which occurred during the revolt was the &lt;a href=\"Battle%20of%20Blair%20Mountain\"&gt;Battle of Blair Mountain&lt;/a&gt; in 1921. That battle was the largest labor uprising in &lt;a href=\"United%20States%20history\"&gt;United States history&lt;/a&gt; and it was also the largest armed uprising since the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. Some 10,000 armed &lt;a href=\"coal%20miner\"&gt;coal miner&lt;/a&gt;s confronted 3,000 lawmen and &lt;a href=\"strikebreakers\"&gt;strikebreakers&lt;/a&gt; (called the Logan Defenders) when tensions rose between workers and mine management. The battle ended after approximately one million rounds were fired and the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;, represented by the &lt;a href=\"West%20Virginia%20Army%20National%20Guard\"&gt;West Virginia Army National Guard&lt;/a&gt; led by &lt;a href=\"McDowell%20County%2C%20West%20Virginia\"&gt;McDowell County&lt;/a&gt; native William Eubanks, intervened by presidential order. Up to 100 people were killed, and many more arrested.\nDiscussion of a possible Second Civil War (2008–present).\nPresidency of Barack Obama (2008 - 2016).\nThere was no overt discussion of a Second American Civil War in response to the election of &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; in 2008. However, former Texas Governor &lt;a href=\"Rick%20Perry\"&gt;Rick Perry&lt;/a&gt; discussed secession at a 2009 rally while the crowd chanted \"secede,\" but later claimed that his remarks were rhetorical.\nAmerican professor &lt;a href=\"Victor%20Davis%20Hanson\"&gt;Victor Davis Hanson&lt;/a&gt; blamed the policies and conduct of the &lt;a href=\"Presidency%20of%20Barack%20Obama\"&gt;Obama presidency&lt;/a&gt; for \"sharpening\" conflict between \"&lt;a href=\"constitutionalism\"&gt;constitutionalism&lt;/a&gt; and &lt;a href=\"American%20exceptionalism\"&gt;American exceptionalism&lt;/a&gt;\" and \"&lt;a href=\"Globalism\"&gt;globalist&lt;/a&gt; ecumenicalism and citizenry of the world,\" fueling &lt;a href=\"racialism\"&gt;racialism&lt;/a&gt; by stoking a \"white-versus-nonwhite binary.\" Hanson also claimed the Obama administration \"weaponized the &lt;a href=\"Internal%20Revenue%20Service\"&gt;IRS&lt;/a&gt;, the &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;FBI&lt;/a&gt;, the &lt;a href=\"National%20Security%20Agency\"&gt;NSC&lt;/a&gt;, the &lt;a href=\"Central%20Intelligence%20Agency\"&gt;CIA&lt;/a&gt;, and the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;State Department&lt;/a&gt; and redefined the &lt;a href=\"Deep%20state%20in%20the%20United%20States\"&gt;deep state&lt;/a&gt; as if it were the Congress, but with the ability to make and enforce laws all at once,\" deepening political polarization. Hanson added that the impact of the &lt;a href=\"Digital%20Revolution\"&gt;Digital Revolution&lt;/a&gt; and \"campus radicalism\" had brought the country on \"the brink of a veritable civil war.\"\nDavid Blight, a Yale historian, also states the \"shock of events\" from recent polarization \"dates to Obama's election [in 2008].\" Blight, however, points to \"a tremendous resistance from the right\" as the leading cause of tension. Blight adds that \"&lt;a href=\"Police%20brutality%20in%20the%20United%20States\"&gt;episodes of police violence&lt;/a&gt;\" under Obama renewed racial tension in America, stating: \"parallels and analogies are always risky, but we do have weakened institutions and not just polarized parties but parties that are risking disintegration\" similar to the ending of the &lt;a href=\"Whig%20Party%20%28United%20States%29\"&gt;Whig Party&lt;/a&gt; in the 1850s.\nAccording to data from the &lt;a href=\"Anti-Defamation%20League\"&gt;Anti-Defamation League&lt;/a&gt;, Obama's 2008 election led to a surge in the &lt;a href=\"American%20militia%20movement\"&gt;American militia movement&lt;/a&gt;, including increased membership for &lt;a href=\"Radical%20right%20%28United%20States%29\"&gt;far-right&lt;/a&gt; and &lt;a href=\"Neo-fascism\"&gt;neo-fascist&lt;/a&gt; militia groups such as the &lt;a href=\"Oath%20Keepers\"&gt;Oath Keepers&lt;/a&gt; and the &lt;a href=\"Proud%20Boys\"&gt;Proud Boys&lt;/a&gt;.\nElection and presidency of Donald Trump (2015 - 2020).\nThe &lt;a href=\"presidency%20of%20Donald%20Trump\"&gt;election of Donald Trump&lt;/a&gt; in 2015 had a polarizing effect on American politics. Speculation about a potential civil war began to circulate as a result of Trump's election. Political commentators from both the &lt;a href=\"political%20left\"&gt;political left&lt;/a&gt; and &lt;a href=\"political%20right\"&gt;right&lt;/a&gt; have asserted that the rise of &lt;a href=\"Trumpism\"&gt;Trumpism&lt;/a&gt; in America triggered an ongoing \"winner-take-all\" &lt;a href=\"culture%20war\"&gt;culture war&lt;/a&gt; between the nation's &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservatives&lt;/a&gt; and &lt;a href=\"Liberalism%20in%20the%20United%20States\"&gt;liberals&lt;/a&gt; over seemingly irreconcilable cultural, moral and religious values, including laws regarding the economy, the &lt;a href=\"role%20of%20government\"&gt;role of government&lt;/a&gt;, &lt;a href=\"freedom%20of%20speech\"&gt;freedom of speech&lt;/a&gt;, &lt;a href=\"Immigration%20to%20the%20United%20States\"&gt;immigration&lt;/a&gt;, &lt;a href=\"Racism%20in%20the%20United%20States\"&gt;race relations&lt;/a&gt; (including &lt;a href=\"Criminal%20justice%20reform%20in%20the%20United%20States\"&gt;criminal justice&lt;/a&gt; and &lt;a href=\"Police%20reform%20in%20the%20United%20States\"&gt;police reform&lt;/a&gt;), &lt;a href=\"Right%20to%20keep%20and%20bear%20arms\"&gt;gun rights&lt;/a&gt;, &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt; and &lt;a href=\"Freedom%20of%20religion\"&gt;religious liberty&lt;/a&gt;. Some commentators assert that this culture war constitutes either a form of nonviolent \"Second Civil War,\" or a possible prelude to an actual civil war. Trump's actions and rhetoric with regards to &lt;a href=\"Race%20%28human%20categorization%29\"&gt;race&lt;/a&gt;, which many critics have characterized as anti-immigrant, racist, and white supremacist, have been particularly highlighted for their capacity to spark a civil war.\nThe &lt;a href=\"Yes%20California\"&gt;Yes California Independence Campaign&lt;/a&gt; received an increase in support in the aftermath of Trump's election, which organizers saw as a \"tipping point\" and a \"crossroads\" for the nation. The movement pushed unsuccessfully for the state to secede from the rest of the country. Though the movement never legitimized in the mainstream, historian Richard Stringer called the level of talk of secession in the aftermath of Trump's election \"unprecedented\" in American politics. Stringer asserted that the political climate after the 2016 election was similar to the climate preceding the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, stating: \"When &lt;a href=\"Abraham%20Lincoln\"&gt;Lincoln&lt;/a&gt; was elected in 1860, the defenders of slavery concluded that their time had run out. In the 1980s, &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; and his supporters exulted in their vision of “&lt;a href=\"morning%20in%20America\"&gt;morning in America&lt;/a&gt;.” In 2017, we might very well be moving toward the stroke of midnight.\"\nIn 2020, the United States faced considerable social, economic and political challenges that exacerbated pre-existing divisions. These conflicts were driven primarily by the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20States\"&gt;COVID-19 pandemic&lt;/a&gt; and the subsequent social and &lt;a href=\"COVID-19%20recession\"&gt;economic fallout&lt;/a&gt;, the contentious &lt;a href=\"2020%20United%20States%20presidential%20election\"&gt;2020 United States presidential election&lt;/a&gt;, and civil unrest related to the &lt;a href=\"George%20Floyd%20protests\"&gt;George Floyd protests&lt;/a&gt;. Several political analysts have suggested that the fallout from 2020 caused significant division between everyday conservatives and liberals, and may trigger further social unrest and lead to a civil war in the future, and that the United States strongly resembles countries that experienced civil wars in the past.\nCOVID-19 pandemic and response to health mandates.\nIn the early months of the COVID-19 pandemic, government-imposed lockdowns intended to stop the spread of the virus were met with &lt;a href=\"Protests%20over%20responses%20to%20the%20COVID-19%20pandemic\"&gt;protests&lt;/a&gt; from mostly right-leaning groups, including armed militias, that perceived the lockdowns as government overreach. The nationwide protests against COVID-19 measures resulted in some state capitols being stormed by militias, including in multiple times in Michigan and once in Oregon. Journalist John T. Bennett from \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\" said anti-lockdown violence constituted a form of \"Second Civil War\" that would escalate division between rural conservatives and urban areas in the United States.\nGeorge Floyd protests and race relations in Trump's America.\nNationwide &lt;a href=\"George%20Floyd%20protests\"&gt;protests, civil unrest and riots&lt;/a&gt; against &lt;a href=\"police%20brutality\"&gt;police brutality&lt;/a&gt; erupted in America as a reaction to widely circulated bystander videos that documented the murder of an unarmed 46-year-old &lt;a href=\"African%20Americans\"&gt;black&lt;/a&gt; man named &lt;a href=\"Murder%20of%20George%20Floyd\"&gt;George Floyd&lt;/a&gt; by a Minneapolis police officer. Though the movement was widely nonviolent, several protests escalated into riots in major U.S. cities, resulting in estimations of $2 billion in damages, the deaths of 30 people, and injuries to more than 2,000 police officers.\nThen-President Trump immediately characterized the movement as a widely violent form of &lt;a href=\"anarchism\"&gt;anarchism&lt;/a&gt;, and labelled some protestors as \"domestic terrorists.\" Trump pushed privately and publicly for a police or military \"crackdown\" against protestors to restore \"law and order.\" According to administration officials, Trump was privately advocating for the military to attack protestors, including shooting them. A draft proclamation invoking the &lt;a href=\"Insurrection%20Act%20of%201807\"&gt;Insurrection Act&lt;/a&gt; was drafted for Trump to deploy troops against protesters across the country, but was never used. Trump later denied any intention of invoking the act. Some former CIA analysts expressed fear that Trump's use of the military against peaceful protesters would trigger a violent national collapse.\nOn June 1, 2020, Trump ordered the use of &lt;a href=\"tear%20gas\"&gt;tear gas&lt;/a&gt; against &lt;a href=\"Nonviolent%20resistance\"&gt;nonviolent protesters&lt;/a&gt; in &lt;a href=\"Lafayette%20Square%2C%20Washington%2C%20D.C.\"&gt;Lafayette Square&lt;/a&gt; for a &lt;a href=\"Donald%20Trump%20photo%20op%20at%20St.%20John%27s%20Church\"&gt;photo op&lt;/a&gt; at &lt;a href=\"St.%20John%27s%20Episcopal%20Church%2C%20Lafayette%20Square\"&gt;St. John's Episcopal Church&lt;/a&gt;, which had earlier been partly burned by rioters. Many commentators at the time proclaimed this action as a strong indicator that the country was teetering towards a spike in civil violence. &lt;a href=\"King%20University\"&gt;King University&lt;/a&gt; professor Gail Helt wrote, \"I've seen this kind of violence... This is what autocrats do. This is what happens in countries before a collapse. It really does unnerve me.\" Counterterrorism expert Marc Polymeropoulos compared Trump's response to dictators like &lt;a href=\"Bashar%20al-Assad\"&gt;Bashar al-Assad&lt;/a&gt;, &lt;a href=\"Saddam%20Hussein\"&gt;Saddam Hussein&lt;/a&gt;, and &lt;a href=\"Muammar%20Gaddafi\"&gt;Muammar Gaddafi&lt;/a&gt;. Other analysts criticized the Trump administration for encouraging Republican governors to \"dominate the battlespace\" of protest, as if describing a foreign war zone, as well as Trump's intent to declare the &lt;a href=\"Antifa%20%28United%20States%29\"&gt;antifa movement&lt;/a&gt; a terrorist organization as a pretext for a military crackdown.\nPolitical scientist Barbara F. Walter has labelled Trump an \"ethnic entrepreneur\" for his response to racial tension and for stoking &lt;a href=\"white%20nationalism\"&gt;white nationalism&lt;/a&gt;, claiming Trump's \"fight [is] expressly about [his] group’s position and status in society,\" which he perceives as being threatened by &lt;a href=\"In-group%20and%20out-group\"&gt;out-groups&lt;/a&gt;. Walter compares Trump's politics towards out-groups unfavorably to the dehumanizing tactics of &lt;a href=\"Slobodan%20Milo%C5%A1evi%C4%87\"&gt;Slobodan Milošević&lt;/a&gt; and &lt;a href=\"Franjo%20Tu%C4%91man\"&gt;Franjo Tudjman&lt;/a&gt;, who helped stoked the &lt;a href=\"Yugoslav%20Wars\"&gt;Yugoslav Wars&lt;/a&gt; and eventual &lt;a href=\"Breakup%20of%20Yugoslavia\"&gt;Breakup of Yugoslavia&lt;/a&gt;, &lt;a href=\"L%C3%A9on%20Mugesera\"&gt;Léon Mugesera&lt;/a&gt;, whose inflammatory anti-&lt;a href=\"Tutsi\"&gt;Tutsi&lt;/a&gt; speech was seen as a driving force for the &lt;a href=\"Rwandan%20genocide\"&gt;Rwandan genocide&lt;/a&gt; and &lt;a href=\"Rwandan%20Civil%20War\"&gt;Rwandan Civil War&lt;/a&gt;, or &lt;a href=\"Omar%20al-Bashir\"&gt;Omar al-Bashir&lt;/a&gt;, who helped stoke the &lt;a href=\"Second%20Sudanese%20Civil%20War\"&gt;Second Sudanese Civil War&lt;/a&gt;.\nThe demand by protestors for significant &lt;a href=\"Police%20reform%20in%20the%20United%20States\"&gt;police reform&lt;/a&gt; also created notable tension between protestors and several police departments throughout the country, often resulting in violent clashes and creating contempt between officers and citizens. In June 2020, a viral audio tape leaked wherein three police officers from &lt;a href=\"Wilmington%2C%20North%20Carolina\"&gt;Wilmington, North Carolina&lt;/a&gt;, were heard using derogatory remarks to describe black Americans, saying that they should be slaughtered and that \"there should be another civil war to wipe them off the fucking map.\" The three officers involved were fired after an investigation. On his first day on the job, Wilmington Police Chief Donny Williams condemned the incident and advocated for &lt;a href=\"Police%20reform%20in%20the%20United%20States\"&gt;police reform&lt;/a&gt;. It was later revealed that two of the officers had prior disciplinary issues, including some which occurred in the 1990s.\nElection and presidency of Joe Biden (2020 - ).\nTrump's refusal to concede the 2020 election.\nOn numerous occasions throughout the 2020 presidential election, then-President Trump refused to commit to a peaceful transfer of power if he wasn't re-elected. Throughout the year, Trump began to cast doubt on the legitimacy of the election by claiming widespread voter fraud by Democrats would lead to an illegitimate Biden win. Several commentators connected Trump's undermining of the election with increases in political violence by right-wing groups, commenting that the 2020 election could be a \"fire-starter\" for a politically destabilizing event such as a &lt;a href=\"Coup%20d%27%C3%A9tat\"&gt;coup&lt;/a&gt; or civil war. Some commentators compared it to the &lt;a href=\"1860%20United%20States%20presidential%20election\"&gt;election of 1860&lt;/a&gt;, which triggered the American Civil War. Historian Richard Stringer asserted that Trump's attempt to delegitimize the election was akin to a \"fascist revolution\" that could trigger a \"chaotic civil war.\"\nSome American citizens began to purchase tactical gear, such as body armor, in preparation for the election, and several suppliers of tactical gear saw a significant increase in sales. The day prior to the election, &lt;a href=\"Sky%20News\"&gt;Sky News&lt;/a&gt; reported a \"run on guns\" driven by many Americans from both sides of the political spectrum in preparation for civil unrest or a possible civil war.\nThe 2021 U.S. Capitol attack and calls for civil war by Trump supporters.\nAfter candidate Joe Biden was announced as the winner of the election, Trump refused to concede and &lt;a href=\"Attempts%20to%20overturn%20the%202020%20United%20States%20presidential%20election\"&gt;attempted several times to overturn&lt;/a&gt; the election results in his favor, including reports of allegedly discussing martial law to seize voting machines and hold a new election. When Trump's legal efforts to overturn the election results failed, he held a \"Save America\" rally in Washington, D.C., which brought thousands of his supporters to &lt;a href=\"The%20Ellipse\"&gt;The Ellipse&lt;/a&gt; park on January 6, 2021, during the time the election results were being certified by Congress. Trump repeated unproven claims of election fraud and said, \"If you don't fight like hell, you're not going to have a country any more.\" A mob of Trump supporters then attacked the &lt;a href=\"United%20States%20Capitol\"&gt;United States Capitol&lt;/a&gt; with the intent to overturn the election by disrupting the &lt;a href=\"Joint%20session%20of%20the%20United%20States%20Congress\"&gt;joint session of Congress&lt;/a&gt; assembled to &lt;a href=\"2021%20United%20States%20Electoral%20College%20vote%20count\"&gt;count electoral votes&lt;/a&gt; that would formalize then President-elect Joe Biden's victory.\nDiscussion of civil war by Trump supporters began to circulate on social media in the days leading up to the attack, including on right-leaning platform &lt;a href=\"Parler\"&gt;Parler&lt;/a&gt;. According to trend analysis, the online conversation of civil war intensified during Trump's speech, moments before the Capitol attack. Some participates in the attack wore shirts and carried signs that read \"MAGA Civil War, January 6, 2021.\" These shirts were also sold online after the attack. Calls for civil war also made their way into court filings for some of the capitol rioters who were arrested.\nMany observers viewed the attack on the Capitol as a watershed moment putting the country on track for further political violence, and a possible civil war. Others, however, viewed the upholding of the election by federal institutions as evidence that any potential civil war was alarmist and the potential for armed conflict had \"fizzled out.\"\nResponse to Biden's COVID-19 vaccine mandates.\nAfter the inauguration of Joe Biden, and later in opposition to Biden's &lt;a href=\"COVID-19%20vaccination%20mandates%20in%20the%20United%20States\"&gt;COVID-19 vaccination mandates&lt;/a&gt;, some Trump supporters began flying solid black flags and black stylized American flags. These flags were historically used as a symbol of \"&lt;a href=\"no%20quarter\"&gt;no quarter&lt;/a&gt;,\" where a winning side of a battle refused to spare the life of a vanquished opponent (the opposite of the &lt;a href=\"white%20flag\"&gt;white flag&lt;/a&gt; of surrender). These flags were primarily flown by pirates in the 1800s and irregularly by Confederate troops during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. Many commentators have interpreted these flags as an explicit threat of political violence and civil war.\nAttempts to spark a Civil War.\nActual efforts to spark a civil war have been minimal, but not non-existent; for instance, in late 2020, 14 members of a group which called itself the Wolverine Watchmen were arrested for plotting to &lt;a href=\"Gretchen%20Whitmer%20kidnapping%20plot\"&gt;kidnap the Governor of Michigan&lt;/a&gt; in an effort to start a second civil war that would \"lead to societal collapse\".\nLimited digital efforts to spark or show support for a civil war have also occurred; the hashtags #CivilWar2 and #CivilWarSignup, for instance, &lt;a href=\"Twitter%20trends\"&gt;trended&lt;/a&gt; on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; in support of comments which were made by &lt;a href=\"United%20States%20President\"&gt;United States President&lt;/a&gt; &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; following his &lt;a href=\"Impeachment%20of%20Donald%20Trump\"&gt;impeachment&lt;/a&gt; by the &lt;a href=\"US%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt; in December 2019.\nA proliferation of &lt;a href=\"Conspiracy%20theory\"&gt;conspiracy theories&lt;/a&gt; involving domestic actors, like the \"&lt;a href=\"Deep%20state%20in%20the%20United%20States\"&gt;deep state&lt;/a&gt;\", have also been argued as factors that could spark a civil war. Former &lt;a href=\"United%20States%20Secretary%20of%20Labor\"&gt;Secretary of Labor&lt;/a&gt; &lt;a href=\"Robert%20Reich\"&gt;Robert Reich&lt;/a&gt; has argued that deep state theories could serve as an ideological justification for an &lt;a href=\"insurgency\"&gt;insurgency&lt;/a&gt; supported by the &lt;a href=\"United%20States%20Armed%20Forces\"&gt;U.S. Armed Forces&lt;/a&gt;. Political scientist and specialist in civil wars &lt;a href=\"Barbara%20F.%20Walter\"&gt;Barbara F. Walter&lt;/a&gt; has argued that an increase in &lt;a href=\"domestic%20terrorism\"&gt;domestic terrorism&lt;/a&gt; (such as the &lt;a href=\"Pittsburgh%20synagogue%20shooting\"&gt;2018 Pittsburgh synagogue shooting&lt;/a&gt;) and a high rate of &lt;a href=\"gun%20violence%20in%20the%20United%20States\"&gt;gun violence in the United States&lt;/a&gt; could be indicators of an impending second civil war. Citing the &lt;a href=\"QAnon%20conspiracy%20theory\"&gt;QAnon conspiracy movement&lt;/a&gt; and &lt;a href=\"Alex%20Jones\"&gt;Alex Jones&lt;/a&gt; specifically, Walter notes: “those who can make you believe absurdities can make you commit atrocities.”\nA U.S. intelligence report claimed that the &lt;a href=\"Boogaloo%20movement\"&gt;Boogaloo movement&lt;/a&gt;, a far-right &lt;a href=\"Accelerationism\"&gt;accelerationist&lt;/a&gt; group, was active in the George Floyd protests. This movement included both radical antigovernmental activists and white supremacists who seek to undermine race relations in order to trigger a second civil war.\nDiscussion of Civil War at Trump Rallies.\nThere has been a handful of recorded instances where Trump supporters either predict or threaten for a second civil war during several of Trump's rallies, particularly after Trump lost the 2020 election. \"Civil War\" trended again on Twitter in 2021 after a video of a Trump supporter predicting civil war at an Iowa rally went viral. MSNBC reporter Gary Grumbach added that the supporter's call for civil war was echoed at several Trump rallies as a general consensus.\nAt a January 2022 rally in &lt;a href=\"Conroe%2C%20Texas\"&gt;Conroe, Texas&lt;/a&gt;, Donald Trump criticized the &lt;a href=\"United%20States%20House%20Select%20Committee%20on%20the%20January%206%20Attack\"&gt;United States House Select Committee on the January 6 Attack&lt;/a&gt;, stating: \"If these radical, vicious, racist prosecutors do anything wrong or illegal, I hope we are going have, in this country, the biggest protest we have ever had in Washington, D.C., in New York, in Atlanta, and elsewhere, because our country and our elections are corrupt.\" Trump also claimed supporters who were arrested in relation to the January 6 riot were being \"treated so unfairly,\" suggesting he would offer &lt;a href=\"Presidential%20Pardon\"&gt;presidential pardons&lt;/a&gt; to rioters if he is re-elected. Trump further claimed that all &lt;a href=\"Legal%20affairs%20of%20Donald%20Trump\"&gt;investigations&lt;/a&gt; into his personal conduct, as well as investigations into &lt;a href=\"The%20Trump%20Organization\"&gt;The Trump Organization&lt;/a&gt;, were an ongoing organized attempt \"to put me in jail.\" Writing for the &lt;a href=\"The%20Philadelphia%20Inquirer\"&gt;Philadelphia Inquirer&lt;/a&gt;, columnist Will Bunch interpreted the Conroe rally as unlike prior rallies, noting: \"Trump’s incendiary remarks in Conroe sound like a call for a new civil war — naming both the locales and the &lt;a href=\"casus%20belli\"&gt;casus belli&lt;/a&gt;.\"\nClaims of a Cold Civil War (2021 - ).\nSeveral experts and commentators claim that the United States is already in a cold civil war and that a violent civil war could erupt in the future.\n&lt;a href=\"Thomas%20E.%20Ricks%20%28journalist%29\"&gt;Thomas E. Ricks&lt;/a&gt;, for instance, argued in a 2017 article for \"&lt;a href=\"Foreign%20Policy\"&gt;Foreign Policy&lt;/a&gt;\" that the current political tensions in the United States could escalate to &lt;a href=\"Asymmetric%20warfare\"&gt;asymmetric&lt;/a&gt; or &lt;a href=\"irregular%20warfare\"&gt;irregular warfare&lt;/a&gt; with the help of &lt;a href=\"Social%20media\"&gt;radicalizing digital propaganda&lt;/a&gt;, and speculated that \"the likelihood of a second U.S. civil war in the next five years is between 20 and 40 percent, but trending upward significantly\".\nDiscussion of a cold civil war was sparked primarily by the &lt;a href=\"2016%20United%20States%20presidential%20election\"&gt;election of Donald Trump&lt;/a&gt; in 2016 and the subsequent political fallout. Investigative journalist &lt;a href=\"Carl%20Bernstein\"&gt;Carl Bernstein&lt;/a&gt; claimed early into the Trump presidency that news of &lt;a href=\"Russian%20interference%20in%20the%202016%20United%20States%20elections\"&gt;Russian interference in the U.S. election&lt;/a&gt; had put the country in a \"cold civil war.\" Later that year, in response to the &lt;a href=\"Impeachment%20inquiry%20against%20Donald%20Trump\"&gt;formal impeachment inquiry&lt;/a&gt; against President Trump during the &lt;a href=\"Trump%E2%80%93Ukraine%20scandal\"&gt;2019 Trump-Ukraine scandal&lt;/a&gt;, &lt;a href=\"conservative%20talk%20radio\"&gt;conservative talk radio&lt;/a&gt; host &lt;a href=\"Rush%20Limbaugh\"&gt;Rush Limbaugh&lt;/a&gt; claimed, without evidence, that the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; and the &lt;a href=\"mainstream%20media\"&gt;mainstream media&lt;/a&gt; had \"aligned\" to overturn the 2016 election results and protect \"&lt;a href=\"Deep%20state%20in%20the%20United%20States\"&gt;the deep state&lt;/a&gt;,\" pushing the United States into a \"cold civil war.\" During the &lt;a href=\"Special%20Counsel%20investigation%20%282017%E2%80%932019%29\"&gt;Special Counsel investigation&lt;/a&gt; by &lt;a href=\"Robert%20Mueller\"&gt;Robert Mueller&lt;/a&gt;, &lt;a href=\"Sean%20Hannity\"&gt;Sean Hannity&lt;/a&gt; also claimed on his radio show that there was a conspiracy to remove President Trump from office, which would result in a civil war \"in terms of two sides that are just hating each other.\" Bernstein later stated that conservative conspiracies and attempts to delegitimize the 2020 election, including disproven claims of mass voter fraud and an alleged conspiracy by a deep state government to force Trump out of power, were \"&lt;a href=\"Radicalization\"&gt;radicalizing&lt;/a&gt;\" members of the Republican Party and bringing a civil war \"closer and closer to ignition.\" He added after the election that Trump's actions created a \"cultural civil war such as we've never seen since &lt;a href=\"American%20Civil%20War\"&gt;1860 to 1865&lt;/a&gt;.\" Bernstein later compared Trump to Confederate President &lt;a href=\"Jefferson%20Davis\"&gt;Jefferson Davis&lt;/a&gt;, stating: \"You’d have to go back to the civil war to think of anything like the insurrection at the Capitol on January 6\".\" You’d have to go back to [Confederate leader] Jefferson Davis, who was a Democrat, if you’re looking for a seditious leader of a faction of the country.\" Bernstein added: “Our democracy, before Trump, had ceased to be working well and for 25, 30, 35 years we were in what I’ve called ‘a cold civil war’ in this country. Trump ignited it and we’re not going to go back from this place unless there's some great event that somehow unites this country.\"\nFormer &lt;a href=\"United%20States%20National%20Security%20Council\"&gt;U.S. National Security Council&lt;/a&gt; official &lt;a href=\"Fiona%20Hill%20%28presidential%20advisor%29\"&gt;Fiona Hill&lt;/a&gt;, who testified in the &lt;a href=\"first%20impeachment%20of%20Donald%20Trump\"&gt;first impeachment of Donald Trump&lt;/a&gt;, said the radicalization of conservatism, which resulted in the 2021 U.S. Capitol attack, was a clear indicator that the nation is taking \"darker turns,\" and summarized the cold war concern by stating: \"The United States is teetering on the edge of violence here. We're already, I think, in a cold civil war. We've got a chance now to turn this around. But if we don't take it, we're heading down that autocratic path that we've seen in other countries.\" &lt;a href=\"Gregory%20F.%20Treverton\"&gt;Gregory Treverton&lt;/a&gt;, former chairperson of the &lt;a href=\"National%20Intelligence%20Council\"&gt;National Intelligence Council&lt;/a&gt;, and Karen Treverton, former Special Assistant at the &lt;a href=\"RAND%20Corporation\"&gt;RAND Corporation&lt;/a&gt;, went further, stating: \"it seems plain that a civil war is coming, and the only question is whether it will be fought with lawsuits and secessions or with AK-15s.\"\n&lt;a href=\"Keith%20Boykin\"&gt;Keith Boykin&lt;/a&gt;, co-founder of the &lt;a href=\"National%20Black%20Justice%20Coalition\"&gt;National Black Justice Coalition&lt;/a&gt;, argues that &lt;a href=\"White%20demographic%20decline\"&gt;white decline&lt;/a&gt; in the United States, coupled with &lt;a href=\"Attempts%20to%20overturn%20the%202020%20United%20States%20presidential%20election\"&gt;Trump's stolen election claims&lt;/a&gt;, is the primary cause of a \"cold civil war.\" Boykin states Trump created fear among many White Americans that their political power was being destroyed. New York Times journalist &lt;a href=\"Charles%20M.%20Blow\"&gt;Charles M. Blow&lt;/a&gt; also identified white decline as a primary reason the country is \"on the verge of another civil war.\" After the Supreme Court improvidently granted abortion restrictions, stemming from &lt;a href=\"United%20States%20v.%20Texas%20%282021%29\"&gt;United States v. Texas&lt;/a&gt; in 2021, Blow stated that if a civil war breaks out it would be fought between \"&lt;a href=\"White%20supremacy%20in%20the%20United%20States\"&gt;a white racist patriarchy&lt;/a&gt;\" and anyone who stood up to it, adding that the conflict would likely have \"spats of violence\" instead of organized battlefields, and would be primarily \"fought in courts, statehouses and ballot boxes.\" Other scholars have identified perceived &lt;a href=\"White%20replacement\"&gt;white displacement&lt;/a&gt; as the \"root cause\" of a pre-civil war climate. Political scientist Barbara Walter states that one of the biggest warning signs for civil war is the &lt;a href=\"Christian%20right\"&gt;white Christian homogeneity&lt;/a&gt; of the Republican Party, which perceives the nation's increasingly &lt;a href=\"Multiculturalism%20in%20the%20United%20States\"&gt;multicultural and multi-religious&lt;/a&gt; diversity as a threat, creating a \"super faction\" that is \"particularly dangerous.\"\nRyan Williams, president of the conservative &lt;a href=\"Claremont%20Institute\"&gt;Claremont Institute&lt;/a&gt;, took the opposite view, claiming that the rise of &lt;a href=\"Multiculturalism\"&gt;multiculturism&lt;/a&gt; and &lt;a href=\"secularism\"&gt;secularism&lt;/a&gt; was responsible for pushing the country towards civil war, not &lt;a href=\"Christian%20fundamentalism\"&gt;conservative Christianity&lt;/a&gt;, Williams claimed that the &lt;a href=\"Founding%20Fathers%20of%20the%20United%20States\"&gt;authors&lt;/a&gt; of the &lt;a href=\"Constitution%20of%20the%20United%20States\"&gt;Constitution&lt;/a&gt; saw the country as \"really only fit for a Christian people,\" putting it at odds with \"&lt;a href=\"woke\"&gt;woke&lt;/a&gt;, &lt;a href=\"Social%20justice\"&gt;social-justice&lt;/a&gt; &lt;a href=\"anti-racism\"&gt;anti-racism&lt;/a&gt;\" movements and &lt;a href=\"critical%20theory\"&gt;critical theory&lt;/a&gt; around race, gender and political identity. Williams claimed that a form of &lt;a href=\"Anti-Christian%20sentiment\"&gt;anti-Christian&lt;/a&gt; \"woke &lt;a href=\"totalitarianism\"&gt;totalitarianism&lt;/a&gt;\" was rising in the country and stood in direct opposition to principles like &lt;a href=\"constitutionalism\"&gt;constitutionalism&lt;/a&gt; and &lt;a href=\"limited%20government\"&gt;limited government&lt;/a&gt;, adding that the United States is \"more divided now than we were [in the 1860s].\" Williams added that \"[civil war] should be the thing we try to avoid almost at all costs,\" but noted that \"we underestimate the extent to which we can lower the temperature in America and move forward with a lot more unity.\" Williams said the \"ideal endgame\" is for conservatism to maintain a slim majority, and to \"effect a realignment of our politics and take control of all three branches of government for a generation or two.\" Journalist &lt;a href=\"Stephen%20Marche\"&gt;Stephen Marche&lt;/a&gt; views William's \"endgame\" with concern, stating: \"The moment the [political] right takes control of institutions, they will use them to overthrow democracy in its most basic forms; they are already rushing to dissolve whatever norms stand in the way of their full empowerment. The right has recognized what the left has not: that the system is in collapse. The right has a plan: it involves violence and solidarity.\"\nNotably, there has also been some discussion of a civil war among financial investors on &lt;a href=\"Wall%20Street\"&gt;Wall Street&lt;/a&gt;. In 2021, Billionaire hedge fund manager &lt;a href=\"Ray%20Dalio\"&gt;Ray Dalio&lt;/a&gt; placed the chance of a civil war in America in the next 5 to 10 years at 30%, citing \"bad financial conditions and intense conflict.\" Dalio says there is a \"dangerously high risk\" of government breakdown between the state and federal levels that won't go through the \"rulebook\" of the &lt;a href=\"Constitution%20of%20the%20United%20States\"&gt;The Constitution&lt;/a&gt;, creating a \"power conflict that could take it's various forms.\" Dalio added that \"What history has taught is that when the causes that people are behind are more important to them than the system, the system is in jeopardy.\" Several journalists have also warned that a civil war is possible in the coming decade. Journalist &lt;a href=\"Robert%20Evans%20%28journalist%29\"&gt;Robert Evans&lt;/a&gt;, who investigates global conflict and online extremism for &lt;a href=\"Bellingcat\"&gt;Bellingcat&lt;/a&gt;, has also warned that a civil war is imminent. Roberts dedicated a podcast called \"It Could Happen Here\" where he speculates on possible scenarios of a Second American Civil War.\nOther political and social commentators acknowledge that extreme partisan politics on &lt;a href=\"Capitol%20Hill\"&gt;Capitol Hill&lt;/a&gt;, accompanied by related commonplace verbal and occasional physical acts of aggression in the streets, plus an increased general hostility, are tearing apart the fabric of American society, but point to the fact that \"culture wars cycles\" are imminent to the process of replenishing American values, and the first such cycle started after George Washington's retirement, and that Americans have to find \"America's middle again and return to civility.\"\nTerrorism expert &lt;a href=\"Brian%20Michael%20Jenkins\"&gt;Brian Michael Jenkins&lt;/a&gt; echoed this view by stating that a civil war is unlikely (though not impossible), and that a possible rise in political violence, such as assassination attempts and armed conflict, was not uncommon from other periods in American history, concluding that \"the country has a high tolerance for [political] violence without breaking apart.\" Larry Jacobs, director of the Center for the Study of Politics and Governance at the &lt;a href=\"University%20of%20Minnesota\"&gt;University of Minnesota&lt;/a&gt;, disagrees, stating that, while Americans tolerate political violence to some extent, \"violence [is] being given an &lt;a href=\"Trumpism\"&gt;explicit political agenda&lt;/a&gt;. That's a kind of terrifying new direction in America.”\nConcern over the 2022 midterms and 2024 election as fire-starters for civil war.\nThere has been growing concern among some observers that either the &lt;a href=\"2022%20United%20States%20elections\"&gt;2022 midterm elections&lt;/a&gt; or the &lt;a href=\"2024%20United%20States%20presidential%20election\"&gt;2024 presidential election&lt;/a&gt; will trigger a civil war in the United States, particularly if Donald Trump (or a &lt;a href=\"Trumpism\"&gt;Trumpian figure&lt;/a&gt;) loses but fights the 2024 election results. Trump has not declared his intention to run for the white house in 2024.\nRay Dalio suggests there is a high chance that there will be disagreement between the federal government and conservative states over results from the &lt;a href=\"2022%20United%20States%20elections\"&gt;2022 midterm elections&lt;/a&gt;, and that there is a “reasonable chance” that one of the major parties will reject the results of the 2024 election, regardless of outcome, adding that state legislators could &lt;a href=\"Republican%20efforts%20to%20restrict%20voting%20following%20the%202020%20presidential%20election\"&gt;use newly enacted voting restrictions&lt;/a&gt; to alter election results in favor of their preferred candidate. Dalio suggests such a result could trigger an unprecedented breakdown of law between the federal and state government, including the possibility of civil conflict, stating: \"It will be power that will determine how that goes down.\" Dalio later clarified that such a \"civil war\" could be a nonviolent breakdown of federal rules, though didn't dismiss the possibility of widespread political violence. &lt;a href=\"Thomas%20Homer-Dixon\"&gt;Thomas Homer-Dixon&lt;/a&gt;, Canadian &lt;a href=\"Political%20science\"&gt;political scientist&lt;/a&gt;, agreed that U.S. elections are \"becoming increasingly ungovernable,\" suggesting that the nation could descend into civil war if the 2024 election is won or contested by Donald Trump. He adds that by 2030 \"the country could be governed by a right-wing &lt;a href=\"dictatorship\"&gt;dictatorship&lt;/a&gt;,\" drawing several political and economic comparisons between the contemporary United States and the final years of Germany's &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt;.\nRobert Kagan, co-founder of the neoconservative think-tank &lt;a href=\"Project%20for%20the%20New%20American%20Century\"&gt;Project for the New American Century&lt;/a&gt;, wrote in \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;,\" that if Trump runs for a second term, that the country will face its \"greatest political and constitutional crisis since the Civil War.\" Kagan asserted that there is \"a reasonable chance over the next three to four years of incidents of mass violence, a breakdown of federal authority, and the division of the country into warring red and blue enclaves.\" Former policy advisor Fiona Hill echoed Kagan, stating that a Trump victory in the &lt;a href=\"2024%20United%20States%20presidential%20election\"&gt;2024 Presidential Election&lt;/a&gt;, even if legally won, has the potential of triggering an \"open civil war.\"\nJames Hawdon, director of the Center for Peace Studies and Violence Prevention at &lt;a href=\"Virginia%20Tech%20University\"&gt;Virginia Tech&lt;/a&gt;, echoed the concern for future elections, stating: “I don't like to be an alarmist, but the country has been moving more and more toward violence, not away from it. Another contested election may have grim consequences,\" adding: \"there are similar sentiments [to just before the American Civil War] about the seriousness of the threat and the need to take arms to ‘defend’ the country.\"\nFormer U.S. Generals &lt;a href=\"Paul%20Eaton\"&gt;Paul D. Eaton&lt;/a&gt;, &lt;a href=\"Antonio%20Taguba\"&gt;Antonio M. Taguba&lt;/a&gt; and Steven M. Anderson stated together in a &lt;a href=\"The%20Washington%20Post\"&gt;Washington Post&lt;/a&gt; op-ed that if Trump or a \"Trumpian figure\" contests the 2024 election there could be \"lethal chaos inside our military,\" including a \"total breakdown\" into civil war. They state that \"rogue [military] units\" could pledge loyalty to the losing candidate, highlighting that 1 in 10 people charged in relation to the 2021 Capitol attack had a service record. They each urged the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;United States Department of Defense&lt;/a&gt; to begin conducting &lt;a href=\"wargame\"&gt;wargame&lt;/a&gt;s for a 2024 insurrection or coup attempt. General Anderson later went on CNN to say that the threat of civil war lies within the U.S. military, not necessarily in its citizens, claiming \"[some service members] think the president is something like a king\" and are willing to defy the Constitution to follow \"people like Trump,\" adding that such individuals should be identified, removed from service, and replaced by members who are loyal to Constitutional order.\nRetired U.S. Army Col. and &lt;a href=\"Iraq%20War\"&gt;Iraq War veteran&lt;/a&gt; &lt;a href=\"Peter%20Mansoor\"&gt;Peter Mansoor&lt;/a&gt; states such a scenario is plausible. Mansoor states \"it would not be like the first Civil War, with armies maneuvering on the battlefield. I think it would very much be a free-for-all, neighbor on neighbor, based on beliefs and skin colors and religion. And it would be horrific.” Marche adds a \"potential catastrophe\" of civil war is a \"feedback loop\" of violence: a militia-led &lt;a href=\"insurgency\"&gt;insurgency&lt;/a&gt; triggering a U.S. military &lt;a href=\"counterinsurgency\"&gt;counterinsurgency&lt;/a&gt;, which \"exacerbates underlying tensions\" and results in a loop of &lt;a href=\"domestic%20terrorism\"&gt;domestic terrorism&lt;/a&gt; and a \"clamp down on violence.\" Such insurgency could result in the suspension of &lt;a href=\"Civil%20and%20political%20rights\"&gt;civil rights&lt;/a&gt;, (similar to how the U.S. has conducted counterinsurgencies on &lt;a href=\"Iraq%20War\"&gt;foreign land&lt;/a&gt; such as Iraq), including invasive &lt;a href=\"mass%20surveillance\"&gt;mass surveillance&lt;/a&gt;, &lt;a href=\"Lockdown\"&gt;national lockdowns and curfews&lt;/a&gt;, &lt;a href=\"security%20checkpoint\"&gt;security checkpoint&lt;/a&gt;s on city and state borders, and &lt;a href=\"Incarceration%20in%20the%20United%20States\"&gt;mass detention&lt;/a&gt; of suspected insurgents, which would \"reinforce\" the insurgency, creating \"not victory by either side but exhaustion by all.\"\nRemarks about a Second Civil War by government officials.\nAmong Republicans.\nMembers of the Republican Party are the only political group in the United States that has publicly suggested a second civil war in America, with a handful calling for secession, a civil war, or both. These calls for violence have been primarily in response to the &lt;a href=\"First%20impeachment%20of%20Donald%20Trump\"&gt;First Impeachment of Donald Trump&lt;/a&gt;, and later in response to Trump's loss in the 2020 election, which many party leaders claim was stolen despite a lack of evidence and several refuted claims of voter fraud.\nFormer &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;House Representative&lt;/a&gt; &lt;a href=\"Steve%20King\"&gt;Steve King&lt;/a&gt; (R-Iowa), for instance, posted a much-criticized &lt;a href=\"Internet%20meme\"&gt;Internet meme&lt;/a&gt; on March 19, 2019, reading: \"Folks keep talking about another civil war. One side has about 8 trillion bullets, while the other side doesn't know which bathroom to use.\"\nAfter the opening of the &lt;a href=\"Impeachment%20inquiry%20against%20Donald%20Trump\"&gt;first impeachment inquiry&lt;/a&gt; in Sept. 2019, President &lt;a href=\"Donald%20Trump\"&gt;Trump&lt;/a&gt; made &lt;a href=\"Donald%20Trump%20on%20social%20media%23%26quot%3BCivil%20War%26quot%3B%20tweet\"&gt;a Twitter post&lt;/a&gt; paraphrasing &lt;a href=\"evangelical%20Christian\"&gt;evangelical Christian&lt;/a&gt; pastor and &lt;a href=\"Fox%20News\"&gt;Fox News&lt;/a&gt; contributor &lt;a href=\"Robert%20Jeffress\"&gt;Robert Jeffress&lt;/a&gt;, stating: \"If the Democrats are successful in removing the President from office (which they will never be), it will cause a Civil War-like fracture in this nation from which our country will never heal.\"\nIn December 2020, after the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; refused to hear \"&lt;a href=\"Texas%20v.%20Pennsylvania\"&gt;Texas v. Pennsylvania&lt;/a&gt;\", a lawsuit regarding &lt;a href=\"Disputes%20surrounding%20the%202020%20United%20States%20presidential%20election%20results\"&gt;unproven claims of fraud in the 2020 elections&lt;/a&gt;, Texas GOP Chair &lt;a href=\"Allen%20West%20%28politician%29\"&gt;Allen West&lt;/a&gt; criticized the Court's decision and suggested \"law-abiding states\" should secede. West faced widespread criticism, including from &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; Congressman &lt;a href=\"Adam%20Kinzinger\"&gt;Adam Kinzinger&lt;/a&gt; and &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; Senator &lt;a href=\"Brian%20Schatz\"&gt;Brian Schatz&lt;/a&gt;. &lt;a href=\"Arizona%20Republican%20Party\"&gt;The official Arizona Republican Party&lt;/a&gt; Twitter account went further, encouraging Republican voters to prepare to \"fight,\" and asking them if they were ready to \"die for something.\" Around the same time, Kelli Ward, chair for the Arizona Republican Party, tweeted at Trump, urging him to \"&lt;a href=\"Crossing%20the%20Rubicon\"&gt;cross the Rubicon&lt;/a&gt;\" (a reference to the &lt;a href=\"Caesar%27s%20Civil%20War\"&gt;Roman Civil War&lt;/a&gt;). Trump's former National Security Advisor &lt;a href=\"Michael%20Flynn\"&gt;Michael Flynn&lt;/a&gt; retweeted Ward's call.\nDays prior to the 2021 Capitol attack, the website for the &lt;a href=\"St.%20Croix%20County%2C%20Wisconsin\"&gt;St. Croix County&lt;/a&gt; Republican Party in &lt;a href=\"Hudson%2C%20Wisconsin\"&gt;Hudson, Wisconsin&lt;/a&gt; called on conservatives to \"prepare for war.\" John Kraft, chairman for the county party, also posted on his personal Facebook page that it had \"never been clearer that we are absolutely at war with the left.\" Kraft refused to remove the Facebook message and later resigned under pressure. The message was later removed from the website after condemnation from state conservatives. Members of the county party later released a statement condemning the call to war, stating that Kraft had posted it on their website without their consolation or approval.\nIn May 2021, U.S. Representative &lt;a href=\"Matt%20Gaetz\"&gt;Matt Gaetz&lt;/a&gt; (R-Fl.) told a crowd of Trump supporters at an \"America First\" rally that \"we have a &lt;a href=\"Second%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Second Amendment&lt;/a&gt; in this country and I think we have an obligation to use it... it's about maintaining within the citizenry the ability to maintain an armed rebellion against the government if that becomes necessary.\" The crowded applauded and cheered these remarks. Gaetz later denied that he was encouraging political violence and that his words were taken out of context.\nLater in August, Congressman &lt;a href=\"Madison%20Cawthorn\"&gt;Madison Cawthorn&lt;/a&gt; (R-N.C.), drawing on claims that the &lt;a href=\"2020%20United%20States%20presidential%20election\"&gt;2020 United States presidential election&lt;/a&gt; had been stolen by Democrats, stated that \"if our election systems &lt;a href=\"Attempts%20to%20overturn%20the%202020%20United%20States%20presidential%20election\"&gt;continue to be rigged&lt;/a&gt; and continue to be stolen, it's gonna lead to one place, and it's bloodshed.\" Cawthorn also added: \"And I will tell you, as much as I'm willing to defend our liberty at all costs, there's nothing that I would dread doing more than having to pick up arms against a fellow American.\" Cawthorn later echoed this sentiment following the &lt;a href=\"Kenosha%20unrest%20shooting\"&gt;Kyle Rittenhouse verdict&lt;/a&gt;, using social media to call on his supporters to \"be armed, be dangerous and be moral,\" which some interpreted as incendiary.\nIn October 2021, U.S. Representative &lt;a href=\"Marjorie%20Taylor%20Greene\"&gt;Marjorie Taylor Greene&lt;/a&gt; (R-Ga.) tweeted a poll asking her followers if the United States was ready for a \"&lt;a href=\"Secession%20in%20the%20United%20States\"&gt;national divorce&lt;/a&gt;\" based on the party majority of each state, which many commentators interpreted as incendiary and provocative of political violence and civil war. In December 2021, Greene reinforced her call for a \"national divorce\" and \"dismantling\" of the U.S. government, but stated she was not advocating for war. Her statements prompted &lt;a href=\"Jamaal%20Bowman\"&gt;Rep. Jamaal Bowman&lt;/a&gt; (D-N.Y.) to claim that Greene was \"toying with the idea of civil war\" and called for her &lt;a href=\"Expulsion%20from%20the%20United%20States%20Congress\"&gt;expulsion from Congress&lt;/a&gt;. Meanwhile, &lt;a href=\"Ruben%20Gallego\"&gt;Rep. Ruben Gallego&lt;/a&gt; (D-Ariz.) tweeted: \"There is no 'National Divorce' either [Greene is] for civil war or not,\" adding: \"Just say it if you want a civil war and officially declare yourself a &lt;a href=\"Treason%20laws%20in%20the%20United%20States\"&gt;traitor&lt;/a&gt;.\" Greene later went on the \"America First\" radio show with &lt;a href=\"Sebastian%20Gorka\"&gt;Sebastian Gorka&lt;/a&gt; and said that the &lt;a href=\"Second%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;right to bear arms&lt;/a&gt; was established to allow citizens to violently overthrow &lt;a href=\"tyrant\"&gt;tyrant&lt;/a&gt;s, stating that &lt;a href=\"2022%20Georgia%20gubernatorial%20election\"&gt;2022 Georgia gubernatorial&lt;/a&gt; candidate &lt;a href=\"Stacey%20Abrams\"&gt;Stacey Abrams&lt;/a&gt; and the Democratic Party writ-large were using the power of the &lt;a href=\"Federalism%20in%20the%20United%20States\"&gt;federal government&lt;/a&gt; to curtail &lt;a href=\"States%27%20rights\"&gt;state's rights&lt;/a&gt;, stating: \"I hate to use this language, but Democrats ... they're doing exactly what our Founders [warned] about.\" Greene stated that she was not a \"violent person,\" preferring a secession instead of open civil war.\nAmong Democrats and Others.\nThere have been no public calls for civil war from any other political party, though some have expressed concerns that increased polarization will lead to a civil war.\nSeveral Democrats have blamed Trump and members of the Republican Party for pushing for civil war.\nDuring the &lt;a href=\"second%20impeachment%20of%20Donald%20Trump\"&gt;second impeachment of Donald Trump&lt;/a&gt;, &lt;a href=\"Maxine%20Waters\"&gt;Rep. Maxine Waters&lt;/a&gt; (D-Cali.) claimed Trump was \"capable of starting a civil war.\" A year later, she echoed this view, stating that domestic terrorist organizations were being encouraged by Trump in the way \"he speaks to them ... in the way he encourages them. And so, we're in for it ... These people have lost their minds. They are crazy. And people had better understand that democracy is being damaged and undermined. And I believe they would like to see a civil war in the country.\"\nPresidential candidate Senator &lt;a href=\"Bernie%20Sanders\"&gt;Bernie Sanders&lt;/a&gt; (I-Vt.) remarked in 2020 that Trump's response to the COVID-19 pandemic had put the country \"in the worst moment in American history maybe since the Civil War.\"\nPresidential candidate &lt;a href=\"Andrew%20Yang\"&gt;Andrew Yang&lt;/a&gt;, who ran in the &lt;a href=\"2020%20Democratic%20Party%20presidential%20primaries\"&gt;2020 Democratic primary&lt;/a&gt; and later established the &lt;a href=\"Forward%20Party\"&gt;Forward Party&lt;/a&gt; political action committee, has become increasingly vocal about his concerns for a second civil war, tweeting in October 2021: \"Polarization is worse than ever and getting worse not better. There is a Civil War coming if we don't stop dehumanizing those we disagree with politically.\" He echoed the same concern that a second civil war is possible on the Making Sense podcast with &lt;a href=\"Sam%20Harris\"&gt;Sam Harris&lt;/a&gt;, stating high polarization on both sides \"could end up being a new civil war that ends up bringing down our democracy as it currently exists.\" Yang later identified the winner-take-all &lt;a href=\"two-party%20system\"&gt;two-party system&lt;/a&gt; as a driving force of polarization, stating it had put the nation at \"literally civil war levels of political tension\" that would lead to \"violence and Civil War 2.0, which is frankly the path we're on right now.\"\nDuring his &lt;a href=\"Inauguration%20of%20Joe%20Biden\"&gt;inauguration&lt;/a&gt;, President &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; called on the country to end the \"uncivil war that pits red against blue, rural versus urban, conservative versus liberal,\" referring to the high polarization of American politics. In response to &lt;a href=\"Republican%20efforts%20to%20restrict%20voting%20following%20the%202020%20presidential%20election\"&gt;new voting restrictions enacted&lt;/a&gt; by conservative political leaders, Biden remarked that the country was facing \"the worst challenge to our democracy since the Civil War.\"\nOn the first anniversary of the 2021 Capitol Attack, Former President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; warned that \"our great nation now teeters on the brink of a widening abyss\" and that \"without immediate action, we are at genuine risk of civil conflict and losing our precious democracy.\" Carter blamed Trump, inaction by the Republican Party in the aftermath of the attack, and \"promoters of the lie that the election was stolen\" for stoking \"distrust in our electoral systems.\" Carter noted that former Presidents &lt;a href=\"Bill%20Clinton\"&gt;Clinton&lt;/a&gt;, &lt;a href=\"George%20W.%20Bush\"&gt;Bush&lt;/a&gt; and Obama had each \"affirmed the legitimacy of the 2020 election\" and condemned \"relentless disinformation, which continues to turn Americans against Americans.\"\nPublic perception of civil war.\nThere is considerable and growing concern among the general public that a Second American Civil War could erupt in the near future. Journalist &lt;a href=\"Malcom%20Kyeyune\"&gt;Malcom Kyeyune&lt;/a&gt; summarizes the political climate by stating: \"Talk of insurrection, secession, civil conflict and civil war is no longer the chatter of the gullible and the mentally ill. It's entering the fringes of polite society.\"\nA 2018 &lt;a href=\"Rasmussen%20Reports\"&gt;Rasmussen&lt;/a&gt; poll, for instance, found that 31 percent of American voters feared that the intense partisanship following the &lt;a href=\"2016%20United%20States%20presidential%20election\"&gt;2016 presidential election&lt;/a&gt; and the victory of &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; would cause a Second Civil War within five years, while a 2019 poll by the &lt;a href=\"Georgetown%20Institute%20of%20Politics%20and%20Public%20Service\"&gt;Georgetown Institute of Politics and Public Service&lt;/a&gt; revealed that \"the average voter believes the U.S. is two-thirds of the way to the edge of a civil war\". A Zogby Analytics poll in 2021 found that nearly half of likely voters (46 percent) considered a second civil war likely. Voters in the South felt a civil war was more likely when compared to other regions. The &lt;a href=\"West%20Virginia%20University\"&gt;University of West Virginia&lt;/a&gt;'s Center For Politics found that roughly 41% of Biden voters and 52% of Trump voters at least somewhat supported splitting the country from the union into liberal and conservative states. The same polling found that most voters saw everyday Americans who strongly support the opposing political party as either somewhat or very much a danger to society, and the majority of voters viewed political leaders of opposing parties as very much a danger. Research conducted by the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; in 2021 found that more than a fourth of adults agree that “the 2020 election was stolen, and Joe Biden is an illegitimate president\" and approximately 9 percent of Americans felt that \"use of force is justified to restore Donald J. Trump to the presidency.\" Researchers also concluded that belief in the &lt;a href=\"Great%20Replacement\"&gt;Great Replacement&lt;/a&gt; and &lt;a href=\"QAnon\"&gt;QAnon&lt;/a&gt; conspiracy theories were fueling much of the insurrectionist movement, and extrapolated that approximately 21 million Americans are prepared for violent conflict with the federal government.\nMany Americans of both political parties saw the fallout of the 2020 election as a clear sign that \"America is falling apart.\" Political scientist &lt;a href=\"Eliot%20A.%20Cohen\"&gt;Eliot A. Cohen&lt;/a&gt; summarized this research by stating that most Americans are living under \"the specter of civil war and the collapse of American democracy,\" but argues that American political institutions are stronger than most people credit them to be, and likens the cultural tension to the &lt;a href=\"interwar%20period\"&gt;interwar period&lt;/a&gt;.\nResearch conducted in late 2021 by the &lt;a href=\"Harvard%20Kennedy%20School\"&gt;Harvard Kennedy School&lt;/a&gt; found that a majority of young Americans (between the age of 18 to 29) viewed the United States in peril. The poll also found that a third of young Americans anticipated a Second American Civil War within their lifetime. Anticipation of a civil war was held mostly by young Republicans or young Americans who reside in rural or small town areas. A &lt;a href=\"University%20of%20Maryland%2C%20College%20Park\"&gt;University of Maryland&lt;/a&gt; poll later found that 34 percent of Americans felt violent action against the government is justified (40 percent of Republicans, 41 percent of independents and 23 percent of Democrats).\nJournalist &lt;a href=\"David%20Smith%20%28journalist%29\"&gt;David Smith&lt;/a&gt; summarizes the public perception of a civil war, by stating: \"The mere fact that such notions are entering the public domain shows the once unthinkable has become thinkable, even though some would argue it remains firmly improbable.\"\nResearch regarding a second civil war.\nSociologist &lt;a href=\"Jack%20Goldstone\"&gt;Jack Goldstone&lt;/a&gt; of &lt;a href=\"George%20Mason%20University\"&gt;George Mason University&lt;/a&gt; and quantitative historian &lt;a href=\"Peter%20Turchin\"&gt;Peter Turchin&lt;/a&gt;, using a &lt;a href=\"Structural-demographic%20theory\"&gt;predictive model for political instability&lt;/a&gt;, concluded in 2020 that the United States is \"headed for civil war.\" The first prediction came in 2010 when Turchin cited stagnating or declining wages, income inequality, overproduction of young graduates with advanced degrees, and exploding public debt as indicators of future political instability, peaking in the 2020s and increasing the likelihood of civil war. Turchin reaffirmed the model's predictions in 2016 after the election of Trump, concluding that political instability would peak in the 2020s. As the model's predictions unfolded in 2020, Turchin said the predictions were vindicated and said that political trends in the U.S. are \"strongly associated\" with civil violence, summarizing the research by stating: \"Our model shows there is plenty of dangerous tinder piled up and any spark could generate an inferno.\"\nMeanwhile, researchers at the &lt;a href=\"Brookings%20Institution\"&gt;Brookings Institution&lt;/a&gt; countered that the outbreak of a civil war would be limited by several factors: a strong national rule of law, a lack of government-sponsored violence, no clear regional split, and likely conflict resolution through elections or public policy. However, the researchers suggested an uptick in domestic terrorism and mass violence could occur, and that a civil war was not entirely impossible, concluding: \"we should not assume it could not happen and ignore the ominous signs that conflict is spiraling out of control.\" Constructional historian Mark Graber summarized this argument by stating: \"We are badly divided, but the divisions exist within states as well as between them.\" Some observers have noted that recent interstate migration, fueled on the basis of state laws around issues like abortion and COVID-19-related mandates, is helping to create a more homogenous blue versus red landscape that might help reinforce the perception of a forthcoming civil war or secession.\nLilliana Mason, a political scientist at &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt;, stated that if a modern civil war breaks out it will likely grow out of a \"dangerous\" cycle of protest-counterprotest violence that is already established, rather than on battlefields analogous to the American Civil War, leading to an increase in deadly confrontations similar to the &lt;a href=\"Kyle%20Rittenhouse%20shooting%20incident\"&gt;Kyle Rittenhouse shooting&lt;/a&gt;. Mason theorized that if a Republican state legislature rejects the results of a future elections it could trigger widespread protests that have a snowball effect on political instability. \"The first violent event can precipitate a bunch of other violent events,\" she notes, \"and so we can imagine a terrible cascade\" that could lead to a \"future in which we can't stop the violence.\"\nWriting for \"&lt;a href=\"Foreign%20Policy\"&gt;Foreign Policy&lt;/a&gt;\", international relations scholar &lt;a href=\"Monica%20Toft\"&gt;Monica Toft&lt;/a&gt; identified three elements that could lead to civil war in the United States in the coming years: the existence of a prior civil war, divided national identity on lines of \"race, faith and class,\" and a \"shift from tribalism to &lt;a href=\"sectarianism\"&gt;sectarianism&lt;/a&gt;.\" Toft states: \"if one described them—fractured elites with competing narratives, deep-seated identity cleavages, and a politically polarized citizenry—without identifying the United States by name, most scholars of civil war would say, “Hey, that country is on the brink of a civil war.”\n&lt;a href=\"Barbara%20F.%20Walter\"&gt;Barbara F Walter&lt;/a&gt;, a political scientist who sits on the &lt;a href=\"Political%20Instability%20Task%20Force\"&gt;Political Instability Task Force&lt;/a&gt;, claimed that &lt;a href=\"Quantitative%20research\"&gt;quantitative&lt;/a&gt; and &lt;a href=\"Qualitative%20research\"&gt;qualitative&lt;/a&gt; &lt;a href=\"Predictive%20modelling\"&gt;predictive modeling&lt;/a&gt;, used by the research project to forecast civil wars in foreign countries, showed that the United States is facing \"conditions that make civil war likely.\" Walter claimed the two most predictive factors of civil war include:\nWalter claims both apply to the modern United States:\nWalter claims that the Republican Party, which hasn't won the &lt;a href=\"List%20of%20United%20States%20presidential%20elections%20by%20popular%20vote%20margin\"&gt;popular vote&lt;/a&gt; in presidential elections since 2004 (&lt;a href=\"2004%20United%20States%20presidential%20election\"&gt;Bush v. Kerry&lt;/a&gt;), knows that it \"no longer benefits from democracy,\" especially in an increasingly multicultural &lt;a href=\"Efforts%20to%20reform%20the%20United%20States%20Electoral%20College\"&gt;one-person one-vote society&lt;/a&gt;, and must now seek non-democratic ways to survive and retain power. Some data analyst have questioned whether the Republican Party is truly coalescing as exclusively for white Christians, pointing to &lt;a href=\"2020%20United%20States%20presidential%20election%20in%20Florida\"&gt;inroads with the Latino population in the 2020 Presidential Election&lt;/a&gt;. Walter says any inroads by other races are nominal, and that the Republican party has become an increasingly \"whites-only\" party ever since the passage of the &lt;a href=\"Civil%20Rights%20Act%20of%201964\"&gt;Civil Rights Act&lt;/a&gt; in 1964.\nWalter states that \"every year we don't reform our democracy and make it stronger... every year that we have one of our two major parties appealing to only one segment of our society: the &lt;a href=\"Christianity%20in%20the%20United%20States\"&gt;white Christian population&lt;/a&gt;, [and] every year that those two factors continue to exist, our risk [of civil war] increases.\" Walter adds that \"&lt;a href=\"Liberal%20democracy\"&gt;full liberal democracies&lt;/a&gt; don't have civil wars,\" claiming predictive modeling places the possibility of a civil war in countries similar to the United States at among the highest: an annual risk of 3.4%. Noting some might perceive that number as small, Walter states that the risk increases drastically each year that systematic problems remain unaddressed, and \"after 30 years\" the risk is \"enormous,\" likening it to the increased risk of lung cancer every year someone doesn't give up smoking.\nWalter summarizes her interpretation of the data by stating: \"if you were an analyst in a foreign country looking at events in America – the same way you'd look at events in &lt;a href=\"Ukrainian%20crisis\"&gt;Ukraine&lt;/a&gt; or &lt;a href=\"Second%20Ivorian%20Civil%20War\"&gt;Ivory Coast&lt;/a&gt; or &lt;a href=\"Venezuelan%20presidential%20crisis\"&gt;Venezuela&lt;/a&gt; – you would go down a checklist\" and \"what you would find is that the United States ... has entered very dangerous territory.” Walter compares the current political framework of the United States to partial democracies such as &lt;a href=\"Politics%20of%20Ecuador\"&gt;Ecuador&lt;/a&gt;, &lt;a href=\"Politics%20of%20Somalia\"&gt;Somalia&lt;/a&gt; or &lt;a href=\"Government%20of%20Haiti\"&gt;Haiti&lt;/a&gt;, and falls short of full democracies like &lt;a href=\"Politics%20of%20Norway\"&gt;Norway&lt;/a&gt;, &lt;a href=\"Politics%20of%20Switzerland\"&gt;Switzerland&lt;/a&gt; or &lt;a href=\"Politics%20of%20Iceland\"&gt;Iceland&lt;/a&gt;. Journalist &lt;a href=\"David%20Remnick\"&gt;David J. Remnick&lt;/a&gt; agrees with Walter's assessment, stating the suspension \"between democracy and &lt;a href=\"autocracy\"&gt;autocracy&lt;/a&gt;\" creates an uncertain political future that \"radically heightens the likelihood of episodic bloodletting in America, and even the risk of civil war.\"\nCarl Bernstein also claims Trump has driven fear in Christians, stating: \"Whatever you say about Trump, 45, damn near 50% of the people who vote, voted for him and – you look at the surveys – some 35% of people who voted for Trump believe Christianity is being taken away from them. The idea that the Trump base is some narrow group \"o\"f white men with guns? Bullshit. This is a huge movement including misogynistic women, including racists of every kind, but also including all kinds of educated people in cities and suburbs. It’s also a movement against &lt;a href=\"Anti-liberalism\"&gt;liberalism&lt;/a&gt;, against what the Democratic party in their view has come to represent. It’s about race, all kinds of forces, people’s idea of what the United States ought to be. This movement embraces &lt;a href=\"autocracy\"&gt;autocracy&lt;/a&gt;, &lt;a href=\"authoritarianism\"&gt;authoritarianism&lt;/a&gt;, a peculiarly American &lt;a href=\"neo-fascism\"&gt;neo-fascism&lt;/a&gt; which Trump represents\".”\"\nPolitical scientist &lt;a href=\"Julie%20Novkov\"&gt;Julie Novkov&lt;/a&gt; notes that, while a similar political climate existed prior to the American Civil War, \"&lt;a href=\"Compromise%20of%201877\"&gt;the compromise that ended Reconstruction&lt;/a&gt; may begin to look like a plausible way out: leaving states to develop and implement policies based on the world views of those who control their dominant parties, with all that that could mean for those living there,\" often resulting in a &lt;a href=\"constitutional%20crisis\"&gt;constitutional crisis&lt;/a&gt; and &lt;a href=\"Minoritarianism\"&gt;minority rule&lt;/a&gt;, but not a \"shooting war.\" Meanwhile, &lt;a href=\"Boston%20College\"&gt;Boston College&lt;/a&gt; professor &lt;a href=\"Heather%20Cox%20Richardson\"&gt;Heather Cox Richardson&lt;/a&gt; suggested that Biden could find an out by rallying the divided country by declaring \"war on the authoritarians threatening our democracy, much the same as &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; did.\" Some interpreted these remarks as unfairly comparing modern &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republicans&lt;/a&gt; to &lt;a href=\"Slavery%20in%20the%20United%20States\"&gt;slaveowners&lt;/a&gt; prior to the Civil War.\nCriticism of discussing a \"Second Civil War\".\nThere has been some backlash from some political scientists and commentators regarding discussion of a second civil war. Observers claim the incendiary nature of the topic in the mainstream could &lt;a href=\"Demonization\"&gt;demonize&lt;/a&gt; conservatives, or act as a \"&lt;a href=\"self-fulfilling%20prophecy\"&gt;self-fulfilling prophecy&lt;/a&gt;.\" Other critics claim the term \"civil war\" is being misused.\nAmong Conservatives.\nSeveral conservative thinkers have criticized the mainstream discussion of a civil war, generally claiming that it serves as &lt;a href=\"fearmongering\"&gt;fearmongering&lt;/a&gt; intended to &lt;a href=\"Demonization\"&gt;demonize&lt;/a&gt; conservatives. Some have claimed the discussion of civil war is an intentional conspiracy designed to create fear and help the federal government justify the &lt;a href=\"Civil%20liberties%20in%20the%20United%20States\"&gt;suspension of civil rights&lt;/a&gt;.\nWriting for the &lt;a href=\"Manhattan%20Institute%20for%20Policy%20Research\"&gt;Manhattan Institute for Policy Research&lt;/a&gt;, a conservative think tank in New York, Lee Seigel argues that the discussion of a second civil war is \"hyperbolic\" and essentially impossible given current conditions, claiming that America is facing an &lt;a href=\"Epistemology\"&gt;epistemological&lt;/a&gt; crisis and not an &lt;a href=\"Existential%20crisis\"&gt;existential&lt;/a&gt; one. Seigel argues that a civil war would need two separate armies ready to wage war, and that no true existential threat actually exists against any group of Americans, but warns: \"We should be careful how we use such a term, lest fears of political catastrophe become self-fulfilling prophecies.\"\nPolitical analyst &lt;a href=\"Ross%20Douthat\"&gt;Ross Douthat&lt;/a&gt; from \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;,\" although recognizing increasing polarization, criticized liberals for exaggerating the fear of a civil war, especially in the aftermath of the &lt;a href=\"Gretchen%20Whitmer%20kidnapping%20plot\"&gt;Gretchen Whitmer kidnapping plot&lt;/a&gt;. Conservative author &lt;a href=\"Steven%20F.%20Hayward\"&gt;Steven F. Hayward&lt;/a&gt; echoed this sentiment, stating that the Democratic Party is exaggerating the fear of civil war as a political attack against conservatives, claiming: \"If a new civil war does come, it will be on account of the intransigence of the same party that started the first one.\"\nMeanwhile, conservative columnist &lt;a href=\"John%20Feehery\"&gt;John Feehery&lt;/a&gt; claims that left-wing politicians are exaggerating the fear of a \"phony\" civil war in order to enact \"self-serving\" &lt;a href=\"John%20Lewis%20Voting%20Rights%20Act\"&gt;voting laws&lt;/a&gt; that would make it easier for them to win elections. Essayist &lt;a href=\"Michael%20Anton\"&gt;Michael Anton&lt;/a&gt;, a senior fellow at the Claremont Institute and former Trump official, went further, claiming a manufactured fear of civil war is being promoted by &lt;a href=\"Mainstream%20media\"&gt;the mainstream media&lt;/a&gt; as a means of &lt;a href=\"Manipulation%20%28psychology%29\"&gt;psychological manipulation&lt;/a&gt; to help the deep state \"crush opposition\" from conservatives. Anton claims such lies serve as a pretext for the federal government to clampdown on political opponents and impose \"&lt;a href=\"Censorship%20in%20the%20United%20States\"&gt;censorship&lt;/a&gt;, &lt;a href=\"Mass%20surveillance%20in%20the%20United%20States\"&gt;surveillance&lt;/a&gt;, &lt;a href=\"No-knock%20warrant\"&gt;no-knock raids&lt;/a&gt;, &lt;a href=\"Search%20and%20seizure\"&gt;computer and records seizures&lt;/a&gt;, &lt;a href=\"Asset%20forfeiture\"&gt;asset confiscation&lt;/a&gt;, frivolous (but deadly serious) criminal charges, endless &lt;a href=\"pretrial%20detention\"&gt;pretrial detention&lt;/a&gt;, and &lt;a href=\"Draconian%20Measures\"&gt;draconian&lt;/a&gt; sentences for misdemeanors and noncrimes.\"\nAmong Others.\n&lt;a href=\"Fintan%20O%27Toole\"&gt;Fintan O'Toole&lt;/a&gt;, recalling discussion of an Irish Civil War during &lt;a href=\"The%20Troubles\"&gt;The Troubles&lt;/a&gt;, states that characterizing modern political turbulence in the U.S. as an emerging civil war is a \"failure of historical perspective.\"\nO'Toole points to historical events, such as the &lt;a href=\"American%20Indian%20Wars\"&gt;American Indian Wars&lt;/a&gt;, the &lt;a href=\"Tulsa%20race%20massacre\"&gt;Tulsa race massacre&lt;/a&gt;, &lt;a href=\"King%20assassination%20riots\"&gt;the Martin Luther King, Jr. assassination riots&lt;/a&gt;, and the &lt;a href=\"1992%20Los%20Angeles%20riots\"&gt;1992 Los Angeles riots&lt;/a&gt; as examples of heightened political tension that did not spark a civil war in America. O'Toole says modern violence is similar to these events and unlikely to trigger civil war, stating: \"The comforting fiction that the U.S. used to be a glorious and settled democracy prevents any reckoning with the fact that its current crisis is not a terrible departure from the past but rather a product of the unresolved contradictions of its history.\" Marche disagrees, maintaining that the legitimacy of U.S. institutions, including the &lt;a href=\"Federal%20judiciary%20of%20the%20United%20States\"&gt;courts&lt;/a&gt;, &lt;a href=\"News%20media%20in%20the%20United%20States\"&gt;press&lt;/a&gt; and &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt;, is \"in freefall\" and can't be compared to prior social upheaval because an \"incipient illegitimacy crisis\" is being pushed by the political right, which is causing conservatives to \"abandoned faith in government.\" Marche concludes: \"The United States today is, once again, headed for civil war, and, once again, it cannot bear to face it.\"\nPolitical analyst Lincoln Mitchell argues that \"casual talk\" of a second civil war is unhelpful because most Americans \"may miss its arrival,\" stating there won't be a clear moment such as the &lt;a href=\"Battle%20of%20Fort%20Sumter\"&gt;shooting at Fort Sumter&lt;/a&gt;, but rather a \"chaotic\" escalation of violence similar to what occurred during the George Floyd protests and the 2021 Capitol attack. Mitchell also adds that \"casual talk of a national divorce\" or peaceful &lt;a href=\"Secession%20in%20the%20United%20States\"&gt;secession&lt;/a&gt; is \"absurd,\" adding: \"the cost of breaking up America would be extremely high for all of us.\"\n&lt;a href=\"American%20University\"&gt;American University&lt;/a&gt; associate professor Thomas Zeitzoff also objects to the conversation because it \"could be self-fulfilling,\" noting that \"paying acute attention to the danger might make the danger more likely.\" He also notes that statistical analysis is likely overstating the tolerance for violence by everyday American citizens, triggering unnecessary panic. &lt;a href=\"Ron%20Elving\"&gt;Ron Elving&lt;/a&gt; for &lt;a href=\"NPR\"&gt;NPR&lt;/a&gt; summarizes this by stating: \"too much thinking about the unthinkable can become acceptance of the unacceptable.\"\nZeitzoff also notes that \"&lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt;\" has a scholarly definition as \"a high-intensity conflict, often involving &lt;a href=\"Regular%20army\"&gt;regular armed forces&lt;/a&gt;, that is sustained, organized and large-scale\" and is an \"extreme manifestation of political violence\" beyond anything exhibited in the modern United States, and includes measurable benchmarks such as total battle deaths and duration of conflict. Therefore, the accepted definition of a civil war undermines any conversation of \"civil war\" being used in the mainstream. Others note that most civil wars are based on a certain threshold of combatant deaths, often 1,000 or more.\n&lt;a href=\"Dartmouth%20College\"&gt;Dartmouth&lt;/a&gt; political science professor Brendan Nyhan agrees, arguing the term \"civil war\" is being used interchangeably with \"&lt;a href=\"Democratic%20backsliding\"&gt;threat to democracy&lt;/a&gt;\" and distracts from actual political crises such as a rise in authoritarianism. &lt;a href=\"Politico\"&gt;Politico&lt;/a&gt; co-founder &lt;a href=\"John%20F.%20Harris\"&gt;John F. Harris&lt;/a&gt; argues that the misuse of civil war in the national dialogue should give \"solace\" for the future, claiming that everyday Americans are contemptuous of each other but with \"no one really knowing what the conflict is about.\" Without a real unifying cause to fight for or against (such as &lt;a href=\"Slavery%20in%20the%20United%20States\"&gt;slavery&lt;/a&gt;), Harris concludes that the political environment is akin to a \"national crack-up,\" adding: \"it's hard to have a real civil war without a real cause.\"\nWalter is critical of civil war skeptics, stating: “What everybody said, whether they were in &lt;a href=\"Iraq%20Civil%20War%20%282014-17%29\"&gt;Baghdad&lt;/a&gt; or &lt;a href=\"Bosnian%20War\"&gt;Sarajevo&lt;/a&gt; or &lt;a href=\"Ukraine%20Civil%20War%20%282014%29\"&gt;Kiev&lt;/a&gt;, was we didn't see it coming. In fact, we weren't willing to accept that anything was wrong until we heard machine gun fire in the hillside. And by that time, it was too late.”"
}