{
    "id": "20015510",
    "revid": "1032018342",
    "url": "https://en.wikipedia.org/wiki?curid=20015510",
    "title": "Fort Charlotte (South Carolina)",
    "text": "Fort Charlotte is located in &lt;a href=\"McCormick%20County%2C%20South%20Carolina\"&gt;McCormick County, South Carolina&lt;/a&gt;, founded in 1768, and now beneath the waters of the &lt;a href=\"%20J.%20Strom%20Thurmond%20Lake%2C%20Clarks%20Hill%20Lake\"&gt; J. Strom Thurmond Lake, Clarks Hill Lake&lt;/a&gt;.\nOrigins.\nConstruction of the fort began in the summer of 1765, and took a couple of years to complete because of structural complications as well as the constant threat of attack by the &lt;a href=\"Creek%20Indian\"&gt;Creek&lt;/a&gt; &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Native American&lt;/a&gt;s. It was named for the reigning queen at the time. The Fort was made mostly of &lt;a href=\"granite\"&gt;granite&lt;/a&gt; quarried from across the &lt;a href=\"Savannah%20River\"&gt;Savannah River&lt;/a&gt;. The Fort measured approximately 170 foot squared with bastions at every corner and a wall height of between 10 and 20 feet. The Fort was built for defensive purposes—to protect local settlers, as opposed to being a &lt;a href=\"trading%20fort\"&gt;trading fort&lt;/a&gt;, meant for Native American/ European trading. Almost as soon as the Fort was completed the British Royal (Federal) government abandoned the Fort by placing it under the care and authority of the &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt; government. During that time (1768) several forts were closed in the area, and in many cases guns, cannon, powder, bullets and other military supplies were sent to Fort Charlotte for safe keeping.\nThese same supplies were later used by Patriot forces against &lt;a href=\"Carolina%20Backcountry%20Tories\"&gt;Carolina Backcountry Tories&lt;/a&gt; and in at least one case these supplies found their way into a major battle—the &lt;a href=\"Second%20Siege%20of%20Fort%20Ninety-Six\"&gt;Second Siege of Fort Ninety-Six&lt;/a&gt;.\nAt the same time the Fort was housing war supplies, the Patriots were meeting with leaders of the &lt;a href=\"Cherokee\"&gt;Cherokee&lt;/a&gt; at Fort Charlotte in an attempt to sway the Cherokee in their favor. The \"good talks\" however did not work and South Carolina entered the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; with the English and the Cherokee opposing them.\nAlso worthy of note is that the Fort housed an undisclosed number of Prisoners-of-War. Exactly how many is unclear, but given the number of individuals loyal to the King that lived in the &lt;a href=\"Carolina%20Backcountry\"&gt;Carolina Backcountry&lt;/a&gt;, their numbers could have been numerous.\nThe fate of the Fort after the Revolution is unclear, but certainly by the great flood, called the \"&lt;a href=\"Yazoo%20Freshet\"&gt;Yazoo Freshet&lt;/a&gt;\" of 1797, the standing walls would have been mostly leveled. This did not end the history of the Fort.\nPost Revolutionary Period.\nAfter the Revolution the Fort became a popular spot for gentlemen to settle their differences via &lt;a href=\"dueling\"&gt;dueling&lt;/a&gt;. Several texts have referred to Fort Charlotte as \"that popular old spot for dueling.\" Evidence suggests that there were about 10 known duels there. The most famous of the duels to occur there was the Crawford-Van Alen duel, in which Van Alen was shot dead by future &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; senator &lt;a href=\"William%20H.%20Crawford\"&gt;William H. Crawford&lt;/a&gt;. The grievance between Crawford and Van Alen was over land schemes which eventually culminated in the Supreme Court case &lt;a href=\"Worcester%20v.%20Georgia\"&gt;Worcester v. Georgia&lt;/a&gt;.\nAt the end of the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, Confederate President &lt;a href=\"Jefferson%20Davis\"&gt;Jefferson Davis&lt;/a&gt; and some of his cabinet fled through South Carolina into Georgia crossing the Savannah River at Fort Charlotte. Also with Davis was the &lt;a href=\"Seal%20of%20the%20Confederate%20States\"&gt;Confederate seal&lt;/a&gt; and a substantial portion of the &lt;a href=\"treasury\"&gt;treasury&lt;/a&gt;. The treasury has yet to be found, but it is not beyond reason to think that perhaps the treasury was stashed at Fort Charlotte. An &lt;a href=\"archaeological%20survey\"&gt;archaeological survey&lt;/a&gt; was conducted at the site in the 1950s, but, strangely, all of the artifacts were lost, and the official report was not released until after the death of the primary archaeologist. It was shortly thereafter that the lake was built and the site of Fort Charlotte flooded."
}