{
    "id": "20011059",
    "revid": "34465229",
    "url": "https://en.wikipedia.org/wiki?curid=20011059",
    "title": "John Cooper (British Army officer)",
    "text": "&lt;a href=\"Lieutenant-general%20%28United%20Kingdom%29\"&gt;Lieutenant General&lt;/a&gt; John Cooper, (born 17 February 1955) is a former senior &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; officer. From March 2008 he was the Deputy Commander of &lt;a href=\"Multinational%20force%20in%20Iraq\"&gt;Multinational Force-Iraq&lt;/a&gt; (MNF-I), the operational-level headquarters in Iraq, and the Senior British Military Representative-Iraq. As Deputy Commander, he was the principal assistant to General &lt;a href=\"Raymond%20T.%20Odierno\"&gt;Raymond T. Odierno&lt;/a&gt; of the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;. He stepped down on 4 March 2009, and retired from the army later that year.\nEarly life and career.\nCooper was born on 17 February 1955 in &lt;a href=\"Berwick-upon-Tweed\"&gt;Berwick-upon-Tweed&lt;/a&gt;. Educated at Berwick Grammar School, he then went to &lt;a href=\"Royal%20Military%20College%2C%20Sandhurst\"&gt;Royal Military College, Sandhurst&lt;/a&gt;, and was commissioned into the &lt;a href=\"King%27s%20Own%20Scottish%20Borderers\"&gt;King's Own Scottish Borderers&lt;/a&gt; (KOSB) as a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; on 8 March 1975. He initially served in &lt;a href=\"Operation%20Banner\"&gt;Northern Ireland&lt;/a&gt;, Britain and Germany, he was promoted &lt;a href=\"first%20lieutenant\"&gt;lieutenant&lt;/a&gt; on 8 March 1977, and &lt;a href=\"captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; on 8 September 1981. In the early 1980s he served two tours with a British Army advisory and training team in Zimbabwe before attending &lt;a href=\"Staff%20College%2C%20Camberley\"&gt;Staff College, Camberley&lt;/a&gt; in 1987. He was promoted &lt;a href=\"major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; on 30 September 1987, and after graduation from the staff course, he was appointed &lt;a href=\"Chief%20of%20Staff\"&gt;Chief of Staff&lt;/a&gt;, &lt;a href=\"8th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;8th Infantry Brigade&lt;/a&gt; in Northern Ireland 1988–89, for which he was appointed &lt;a href=\"Member%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Member of the Order of the British Empire&lt;/a&gt; (MBE) on 6 November 1990. He then commanded a rifle company in 1st Battalion, KOSB (1KOSB), including active service in the &lt;a href=\"Gulf%20War\"&gt;Gulf War&lt;/a&gt;. He was promoted &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;lieutenant colonel&lt;/a&gt; on 30 June 1994, and commanded 1KOSB for a further tour in Northern Ireland, for which he was appointed to the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; (DSO), as well as tours in Edinburgh and Lancashire. He then served as an instructor at the Staff College, Camberley, and at the &lt;a href=\"Joint%20Services%20Command%20and%20Staff%20College\"&gt;Joint Services Command and Staff College&lt;/a&gt;.\nHigher command.\nIn November 1997, Cooper was appointed to a high staff position as Deputy Assistant Chief of Staff, G3 (O&amp;D) in &lt;a href=\"Commander%20Land%20Forces\"&gt;HQ LAND&lt;/a&gt;, where he had responsibility for implementing recommendations arising from the &lt;a href=\"Strategic%20Defence%20Review\"&gt;Strategic Defence Review&lt;/a&gt;. He attended the &lt;a href=\"Higher%20Command%20and%20Staff%20Course\"&gt;Higher Command and Staff Course&lt;/a&gt; in 1998, and was promoted &lt;a href=\"colonel%20%28United%20Kingdom%29\"&gt;colonel&lt;/a&gt; on 30 June 1998. He was officially promoted to &lt;a href=\"brigadier\"&gt;brigadier&lt;/a&gt; on 31 December 1999, with seniority from 30 June 1999, having taken command of the &lt;a href=\"12th%20Mechanised%20Brigade%20%28United%20Kingdom%29\"&gt;12th Mechanised Brigade&lt;/a&gt; in November 1999. The brigade deployed to Bosnia in 2000. He was appointed to the honorary position of KOSB's Colonel of the Regiment on 9 February 2001 and held that post until the regiment was disbanded with its merger into the &lt;a href=\"Royal%20Regiment%20of%20Scotland\"&gt;Royal Regiment of Scotland&lt;/a&gt; on 28 March 2006, when he became a Deputy Colonel of the new regiment. He was appointed the &lt;a href=\"Chief%20of%20the%20Defence%20Staff%20%28United%20Kingdom%29\"&gt;Chief of the Defence Staff&lt;/a&gt;'s &lt;a href=\"liaison%20officer\"&gt;liaison officer&lt;/a&gt; to the &lt;a href=\"Chairman%20of%20the%20Joint%20Chiefs%20of%20Staff\"&gt;Chairman of the Joint Chiefs of Staff&lt;/a&gt; in the &lt;a href=\"Pentagon%20%28United%20States%29\"&gt;Pentagon (United States)&lt;/a&gt; in Washington DC in 2002. He then assumed the appointment of Chief of Staff, Field Army, HQ Land Command.\nUpon promotion to &lt;a href=\"Major%20General%20%28United%20Kingdom%29\"&gt;major general&lt;/a&gt; on 7 May 2004, Cooper became Deputy Commander Combined Forces Command (&lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;) until December 2004. He was awarded the US &lt;a href=\"Bronze%20Star%20Medal\"&gt;Bronze Star Medal&lt;/a&gt; for his service in Afghanistan. When he departed Afghanistan, he took command of &lt;a href=\"1st%20Armoured%20Division%20%28United%20Kingdom%29\"&gt;1st (UK) Armoured Division&lt;/a&gt; on 25 January 2005, taking elements of that division to Iraq where it formed HQ &lt;a href=\"Multi-National%20Division%20%28South-East%29%20%28Iraq%29\"&gt;Multi-National Division (South-East)&lt;/a&gt;. He returned to England for two years of senior leadership positions before his promotion to lieutenant general and return to Iraq on 23 March 2008 to become &lt;a href=\"Multi-National%20Force%20%E2%80%93%20Iraq\"&gt;Senior British Military Representative and Deputy Commanding General, Multinational Force, Iraq&lt;/a&gt;. He stepped down from the post on 4 March 2009. In an interview on 3 March 2009 he expressed his belief that the struggle against Al Qaida in Iraq had been won, and that the country was getting back on its feet.\nCooper was appointed &lt;a href=\"Companion%20of%20the%20Order%20of%20the%20Bath\"&gt;Companion of the Order of the Bath&lt;/a&gt; (CB) in the 2009 Birthday Honours. He retired from the army on 21 November 2009."
}