{
    "id": "200115",
    "revid": "7226930",
    "url": "https://en.wikipedia.org/wiki?curid=200115",
    "title": "Trajectory",
    "text": "A trajectory or flight path is the path that an &lt;a href=\"physical%20body\"&gt;object&lt;/a&gt; with &lt;a href=\"mass\"&gt;mass&lt;/a&gt; in &lt;a href=\"Motion%20%28physics%29\"&gt;motion&lt;/a&gt; follows through &lt;a href=\"space\"&gt;space&lt;/a&gt; as a function of time. In &lt;a href=\"classical%20mechanics\"&gt;classical mechanics&lt;/a&gt;, a trajectory is defined by &lt;a href=\"Hamiltonian%20mechanics\"&gt;Hamiltonian mechanics&lt;/a&gt; via &lt;a href=\"canonical%20coordinates\"&gt;canonical coordinates&lt;/a&gt;; hence, a complete trajectory is defined by position and momentum, simultaneously.\nThe mass might be a &lt;a href=\"projectile\"&gt;projectile&lt;/a&gt; or a &lt;a href=\"satellite\"&gt;satellite&lt;/a&gt;. For example, it can be an &lt;a href=\"orbit\"&gt;orbit&lt;/a&gt; — the path of a &lt;a href=\"planet\"&gt;planet&lt;/a&gt;, &lt;a href=\"asteroid\"&gt;asteroid&lt;/a&gt;, or &lt;a href=\"comet\"&gt;comet&lt;/a&gt; as it travels around a &lt;a href=\"primary%20%28astronomy%29\"&gt;central mass&lt;/a&gt;.\nIn &lt;a href=\"control%20theory\"&gt;control theory&lt;/a&gt;, a trajectory is a time-ordered set of &lt;a href=\"state%20%28controls%29\"&gt;state&lt;/a&gt;s of a &lt;a href=\"dynamical%20system\"&gt;dynamical system&lt;/a&gt; (see e.g. &lt;a href=\"Poincar%C3%A9%20map\"&gt;Poincaré map&lt;/a&gt;). In &lt;a href=\"discrete%20mathematics\"&gt;discrete mathematics&lt;/a&gt;, a trajectory is a sequence formula_1 of values calculated by the iterated application of a mapping formula_2 to an element formula_3 of its source.\nPhysics of trajectories.\nA familiar example of a trajectory is the path of a projectile, such as a thrown ball or rock. In a significantly simplified model, the object moves only under the influence of a uniform gravitational &lt;a href=\"Force%20field%20%28physics%29\"&gt;force field&lt;/a&gt;. This can be a good approximation for a rock that is thrown for short distances, for example at the surface of the &lt;a href=\"moon\"&gt;moon&lt;/a&gt;. In this simple approximation, the trajectory takes the shape of a &lt;a href=\"parabola\"&gt;parabola&lt;/a&gt;. Generally when determining trajectories, it may be necessary to account for nonuniform gravitational forces and air resistance (&lt;a href=\"drag%20%28physics%29\"&gt;drag&lt;/a&gt; and &lt;a href=\"aerodynamics\"&gt;aerodynamics&lt;/a&gt;). This is the focus of the discipline of &lt;a href=\"ballistics\"&gt;ballistics&lt;/a&gt;.\nOne of the remarkable achievements of &lt;a href=\"Newtonian%20mechanics\"&gt;Newtonian mechanics&lt;/a&gt; was the derivation of the &lt;a href=\"laws%20of%20Kepler\"&gt;laws of Kepler&lt;/a&gt;. In the gravitational field of a point mass or a spherically-symmetrical extended mass (such as the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;), the trajectory of a moving object is a &lt;a href=\"conic%20section\"&gt;conic section&lt;/a&gt;, usually an &lt;a href=\"ellipse\"&gt;ellipse&lt;/a&gt; or a &lt;a href=\"hyperbola\"&gt;hyperbola&lt;/a&gt;. This agrees with the observed orbits of &lt;a href=\"planets\"&gt;planets&lt;/a&gt;, &lt;a href=\"comets\"&gt;comets&lt;/a&gt;, and artificial spacecraft to a reasonably good approximation, although if a comet passes close to the Sun, then it is also influenced by other &lt;a href=\"force\"&gt;force&lt;/a&gt;s such as the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt; and &lt;a href=\"radiation%20pressure\"&gt;radiation pressure&lt;/a&gt;, which modify the orbit and cause the comet to eject material into space.\nNewton's theory later developed into the branch of &lt;a href=\"theoretical%20physics\"&gt;theoretical physics&lt;/a&gt; known as &lt;a href=\"classical%20mechanics\"&gt;classical mechanics&lt;/a&gt;. It employs the mathematics of &lt;a href=\"differential%20calculus\"&gt;differential calculus&lt;/a&gt; (which was also initiated by Newton in his youth). Over the centuries, countless scientists have contributed to the development of these two disciplines. Classical mechanics became a most prominent demonstration of the power of rational thought, i.e. &lt;a href=\"reason\"&gt;reason&lt;/a&gt;, in science as well as technology. It helps to understand and predict an enormous range of &lt;a href=\"phenomena\"&gt;phenomena&lt;/a&gt;; trajectories are but one example.\nConsider a particle of &lt;a href=\"mass\"&gt;mass&lt;/a&gt; formula_4, moving in a &lt;a href=\"Gravitational%20potential\"&gt;potential field&lt;/a&gt; formula_5. Physically speaking, mass represents &lt;a href=\"inertia\"&gt;inertia&lt;/a&gt;, and the field formula_5 represents external forces of a particular kind known as \"conservative\". Given formula_5 at every relevant position, there is a way to infer the associated force that would act at that position, say from gravity. Not all forces can be expressed in this way, however.\nThe motion of the particle is described by the second-order &lt;a href=\"differential%20equation\"&gt;differential equation&lt;/a&gt;\nOn the right-hand side, the force is given in terms of formula_9, the &lt;a href=\"gradient\"&gt;gradient&lt;/a&gt; of the potential, taken at positions along the trajectory. This is the mathematical form of Newton's &lt;a href=\"Newton%27s%20second%20law\"&gt;second law of motion&lt;/a&gt;: force equals mass times acceleration, for such situations.\nExamples.\nUniform gravity, neither drag nor wind.\nThe ideal case of motion of a projectile in a uniform gravitational field in the absence of other forces (such as air drag) was first investigated by &lt;a href=\"Galileo%20Galilei\"&gt;Galileo Galilei&lt;/a&gt;. To neglect the action of the atmosphere in shaping a trajectory would have been considered a futile hypothesis by practical-minded investigators all through the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. Nevertheless, by anticipating the existence of the &lt;a href=\"vacuum\"&gt;vacuum&lt;/a&gt;, later to be demonstrated on &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; by his collaborator &lt;a href=\"Evangelista%20Torricelli\"&gt;Evangelista Torricelli&lt;/a&gt;, Galileo was able to initiate the future science of &lt;a href=\"mechanics\"&gt;mechanics&lt;/a&gt;. In a near vacuum, as it turns out for instance on the &lt;a href=\"Moon\"&gt;Moon&lt;/a&gt;, his simplified parabolic trajectory proves essentially correct.\nIn the analysis that follows, we derive the equation of motion of a projectile as measured from an &lt;a href=\"Inertial%20frame%20of%20reference\"&gt;inertial frame&lt;/a&gt; at rest with respect to the ground. Associated with the frame is a right-hand coordinate system with its origin at the point of launch of the projectile. The formula_3-axis is tangent to the ground, and the formula_11axis is perpendicular to it ( parallel to the gravitational field lines ). Let formula_12 be the &lt;a href=\"standard%20gravity\"&gt;acceleration of gravity&lt;/a&gt;. Relative to the flat terrain, let the initial horizontal speed be formula_13 and the initial vertical speed be formula_14. It will also be shown that the &lt;a href=\"range%20of%20a%20projectile\"&gt;range&lt;/a&gt; is formula_15, and the maximum altitude is formula_16. The maximum range for a given initial speed formula_17 is obtained when formula_18, i.e. the initial angle is 45formula_19. This range is formula_20, and the maximum altitude at the maximum range is formula_21.\nDerivation of the equation of motion.\nAssume the motion of the projectile is being measured from a &lt;a href=\"free%20fall\"&gt;free fall&lt;/a&gt; frame which happens to be at (\"x\",\"y\") = (0,0) at \"t\" = 0. The equation of motion of the projectile in this frame (by the &lt;a href=\"equivalence%20principle\"&gt;equivalence principle&lt;/a&gt;) would be formula_22. The co-ordinates of this free-fall frame, with respect to our inertial frame would be formula_23. That is, formula_24.\nNow translating back to the inertial frame the co-ordinates of the projectile becomes formula_25 That is:\n(where \"v\"0 is the initial velocity, formula_27 is the angle of elevation, and \"g\" is the acceleration due to gravity).\nRange and height.\nThe range, \"R\", is the greatest distance the object travels along the &lt;a href=\"x-axis\"&gt;x-axis&lt;/a&gt; in the I sector. The initial velocity, \"vi\", is the speed at which said object is launched from the point of origin. The initial angle, \"θi\", is the angle at which said object is released. The \"g\" is the respective gravitational pull on the object within a null-medium.\nThe height, \"h\", is the greatest parabolic height said object reaches within its trajectory\nAngle of elevation.\nIn terms of angle of elevation formula_27 and initial speed formula_17:\ngiving the range as\nThis equation can be rearranged to find the angle for a required range\nNote that the &lt;a href=\"sine\"&gt;sine&lt;/a&gt; function is such that there are two solutions for formula_27 for a given range formula_36. The angle formula_27 giving the maximum range can be found by considering the derivative or formula_38 with respect to formula_27 and setting it to zero.\nwhich has a nontrivial solution at formula_41, or formula_42. The maximum range is then formula_43. At this angle formula_44, so the maximum height obtained is formula_45.\nTo find the angle giving the maximum height for a given speed calculate the derivative of the maximum height formula_46 with respect to formula_27, that is\nformula_48\nwhich is zero when formula_49. So the maximum height formula_50 is obtained when the projectile is fired straight up.\nOrbiting objects.\nIf instead of a uniform downwards gravitational force we consider two bodies &lt;a href=\"orbit\"&gt;orbit&lt;/a&gt;ing with the mutual gravitation between them, we obtain &lt;a href=\"Kepler%27s%20laws%20of%20planetary%20motion\"&gt;Kepler's laws of planetary motion&lt;/a&gt;. The derivation of these was one of the major works of &lt;a href=\"Isaac%20Newton\"&gt;Isaac Newton&lt;/a&gt; and provided much of the motivation for the development of &lt;a href=\"differential%20calculus\"&gt;differential calculus&lt;/a&gt;.\nCatching balls.\nIf a projectile, such as a baseball or cricket ball, travels in a parabolic path, with negligible air resistance, and if a player is positioned so as to catch it as it descends, he sees its angle of elevation increasing continuously throughout its flight. The tangent of the angle of elevation is proportional to the time since the ball was sent into the air, usually by being struck with a bat. Even when the ball is really descending, near the end of its flight, its angle of elevation seen by the player continues to increase. The player therefore sees it as if it were ascending vertically at constant speed. Finding the place from which the ball appears to rise steadily helps the player to position himself correctly to make the catch. If he is too close to the batsman who has hit the ball, it will appear to rise at an accelerating rate. If he is too far from the batsman, it will appear to slow rapidly, and then to descend."
}