{
    "id": "2002393",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=2002393",
    "title": "Tayport",
    "text": "Tayport, also known as Ferry-Port on Craig, is a town and burgh, and parish, in the county of &lt;a href=\"Fife\"&gt;Fife&lt;/a&gt;, Scotland, acting as a &lt;a href=\"commuter%20town\"&gt;commuter town&lt;/a&gt; for &lt;a href=\"Dundee\"&gt;Dundee&lt;/a&gt;. The motto of the Burgh is \"Te oportet alte ferri\" (\"It is incumbent on you to carry yourself high\"), a pun on \"Tayport at auld Tay Ferry\".\nTayport lies close to the north east tip of Fife. To the north it looks across the &lt;a href=\"River%20Tay\"&gt;River Tay&lt;/a&gt; to &lt;a href=\"Broughty%20Ferry\"&gt;Broughty Ferry&lt;/a&gt; and &lt;a href=\"Broughty%20Castle\"&gt;Broughty Castle&lt;/a&gt;. To the east is the vast &lt;a href=\"Tentsmuir%20Nature%20Reserve\"&gt;Tentsmuir Nature Reserve&lt;/a&gt;, an area of forested dunes measuring some 3 km from east to west and 6 km from north to south and edged by wide sands that continue all the way round to the mouth of the &lt;a href=\"River%20Eden%2C%20Fife\"&gt;River Eden&lt;/a&gt;.\nThe civil parish of Ferry-Port on Craig has a population of 3,815 (in 2011).\nEtymology.\nThe settlement was originally called \"Port na Creige\" (the Harbour of the Rock) in &lt;a href=\"Scottish%20Gaelic\"&gt;Scottish Gaelic&lt;/a&gt;. As the use of Gaelic declined in Fife, this was re-analyized in &lt;a href=\"Scots%20language\"&gt;Scots&lt;/a&gt; as Port-on-Craig, and then Ferry-Port-on-Craig.\nIn the 1850s, the &lt;a href=\"Edinburgh%2C%20Perth%20and%20Dundee%20Railway\"&gt;Edinburgh, Perth and Dundee Railway Company&lt;/a&gt; established a railway service running from &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; to &lt;a href=\"Aberdeen\"&gt;Aberdeen&lt;/a&gt; that passed through Ferry-Port-on-Craig. They used the simpler name of \"Tayport\" for the town. This less cumbersome name soon caught on and over time, Tayport replaced Ferry-Port-on-Craig as the more common name.\nHistory.\nA ferry service across the Tay was already well established when these lands were granted to the newly formed &lt;a href=\"Arbroath%20Abbey\"&gt;Arbroath Abbey&lt;/a&gt; about 1180. The abbey constructed shelter and lodgings for pilgrims making the trip between &lt;a href=\"St%20Andrews\"&gt;St Andrews&lt;/a&gt; and &lt;a href=\"Arbroath\"&gt;Arbroath&lt;/a&gt; via the ferry and this formed the core of a settlement that steadily grew over the centuries.\nAt the time a chapel was built in the early 13th century, Possibly more of an abbey than chapel. The site was excavated in the 1930s or earlier.\nFerry-Port on Craig saw a dramatic increase in population at the end of the 18th century when tenants displaced by agricultural improvement and clearances, came to take advantage of jobs in the town's textile and shipbuilding industries. Leisure opportunities also increased. &lt;a href=\"Golf\"&gt;Golf&lt;/a&gt; came early to Ferry-Port on Craig, with a course laid out in 1817, despite the efforts of a local farmer, who twice ploughed up the course.\nA road to &lt;a href=\"Newport-on-Tay\"&gt;Newport-on-Tay&lt;/a&gt;, three miles to the west, with its less weather-prone and better used ferry service to &lt;a href=\"Dundee\"&gt;Dundee&lt;/a&gt; meant that Ferry-Port on Craig was intermittently without a ferry during the first half of the 19th century. By the 1840s a steam ferry service had resumed between the community and Broughty Ferry. This was acquired, in 1851, by the Edinburgh, Perth and Dundee Railway which used the route for a railway ferry service from Edinburgh to Aberdeen.\nThe rail ferry ceased operation in 1878 with the opening of the &lt;a href=\"Tay%20Rail%20Bridge\"&gt;Tay Rail Bridge&lt;/a&gt;, only to resume operations the following year when the bridge collapsed. With the opening of the replacement bridge in 1887 Tayport returned to a passenger-only ferry, which continued to run from the town to Broughty Ferry until 1920.\nThe opening of the &lt;a href=\"Tay%20Road%20Bridge\"&gt;Tay Road Bridge&lt;/a&gt; in 1966 put Tayport within a few minutes' drive of the centre of Dundee, and it has since evolved into a pleasant dormitory town for that city. Some industry remains, but the harbour is now given over almost wholly to leisure craft, and attractive new housing has been built where once railway carriages were manoeuvered onto ferries.\nReminders of Tayport's earlier life and identity remain. In the centre of the town is Ferry-Port on Craig Church, established in 1607 and rebuilt in 1794 and again 1825, though Protestant worship now takes place in Tayport Parish Church, built in 1843 as Ferry-Port on Craig Free Church. There is also a &lt;a href=\"Catholic%20church\"&gt;Catholic church&lt;/a&gt; (part of the &lt;a href=\"Diocese%20of%20Dunkeld\"&gt;Diocese of Dunkeld&lt;/a&gt;), appropriately named &lt;a href=\"Our%20Lady%2C%20Star%20of%20the%20Sea\"&gt;Our Lady, Star of the Sea&lt;/a&gt; in the community.\nAmenities and tourism.\nAmenities include several cafes and pubs, shops, a caravan park, tennis club, bowling club, an 18-hole golf course (Scotscraig Golf Club) and large areas of parkland, namely the East and West Common.\nCar boot sales are held every second Sunday from April to September at The Canniepairt\nBottlenosed &lt;a href=\"dolphin\"&gt;dolphin&lt;/a&gt;s visit the Tay from March to September, and can be observed at very close quarters from Tayport harbour. Tayport harbour is also a good place for fishing although swimming is dangerous due to currents.\nTentsmuir Forest.\n&lt;a href=\"Tentsmuir\"&gt;Tentsmuir&lt;/a&gt; is a popular, extensive pine forest planted on the sand dunes at the mouth of the River Tay; there is a wide variety of plants, wildlife and architectural heritage.\nThe area of , was acquired by the &lt;a href=\"Forestry%20Commission\"&gt;Forestry Commission&lt;/a&gt; in the 1920s and planted predominantly with Scots and Corsican pine. In addition to commercial &lt;a href=\"forestry\"&gt;forestry&lt;/a&gt;, careful management has created an interesting mixture of open spaces, ponds, trees, and sand dunes that are rich in &lt;a href=\"wildlife\"&gt;wildlife&lt;/a&gt; including three species of roosting bat.\nSeveral forest walks begin at the Kinshaldy car park and picnic site, and of special interest is the 19th-century ice house and pond built to keep locally-caught salmon fresh. The Kinshaldy beach area includes a former icehouse and World War II fortifications. Extensive views over sand dunes to the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; and &lt;a href=\"St.%20Andrews\"&gt;St. Andrews&lt;/a&gt;. The beach area, known as Tentsmuir Sands, was included in the Marine Conservation Society's Good Beach Guide 2003, which means that it is included in the list of Scotland's 32 cleanest beaches.\nThe area of Tentsmuir Point is included amongst the 73 &lt;a href=\"national%20nature%20reserve%20%28Scotland%29\"&gt;national nature reserves in Scotland&lt;/a&gt;, which are areas of land set aside where the main purpose of management is the conservation of habitats and species of national and international significance.\nThis large area of sand dunes and beach at the mouth of the &lt;a href=\"River%20Tay\"&gt;Tay&lt;/a&gt; Estuary forms an important roosting and feeding area for huge congregations of seaduck, waders and wildfowl, as well as a haul-out area for over 2,000 both common and grey &lt;a href=\"Pinniped\"&gt;seals&lt;/a&gt;. The reserve's grassland and dunes are especially favoured by a wide variety of colourful butterflies.\nIn prehistoric times, the district around Tayport was inhabited by &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; settlers, whose clay pottery and finely-wrought stone arrowheads have been found in considerable quantities on Tentsmuir, (once an area of heath and moorland, and now owned by the &lt;a href=\"Forestry%20Commission\"&gt;Forestry Commission&lt;/a&gt;). These settlers had not learned how to use metals and did not practise agriculture, but lived by hunting and fishing. The sites of some of the early settlements have been located by large collections of shells and, although nothing remains of their homes (probably primitive turf huts) one of their boats, a hollowed-out tree trunk, was found in a sandbank near &lt;a href=\"Newburgh%2C%20Fife\"&gt;Newburgh&lt;/a&gt;, further up the Tay, and is on display in Dundee Museum, which keeps a good collection of &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; artefacts.\nTentsmuir has also been the site of dozens of exiting &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; finds; implements and ornaments made by the &lt;a href=\"Celts\"&gt;Celts&lt;/a&gt; who moved into the district, have been discovered near the remains of iron-smelting sites.\nTayport F.C..\nFor over a century the game of football has been a major influence in most communities in Scotland; Tayport is no exception.\nFrom Victorian times, through to the Second World War, the town had at least one &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club. We know that Tayport had a Junior club pre-First World War, winning the East of Fife Cup in 1905, for example. &lt;a href=\"World%20War%20I\"&gt;The Great War&lt;/a&gt; in 1914 effectively signalled the demise of junior level football in the town for seventy five years.\nThroughout the 1920s and 1930s, there were various amateur clubs, but success was fleeting and there are few records. After the Second World War the town's football club was called Tayport Violet. In 1947 a new club emerged when Tayport Amateurs was formed by locals who had been playing friendlies as a senior boy scouts team; this was the birth of the club we know today.\nThe Amateurs team joined the Midlands Amateurs’ Alliance League, which was essentially for clubs’ reserve XIs, whilst Violet played in the Midlands’ top division. In 1950, the Midlands Amateur Football Association reorganised and both teams found themselves in division two. They finished the season in 1st and 2nd spots respectively. After promotion, 1952-53 saw Violet and the Amateurs finish 2nd and 3rd in the first division; however, Violet was disbanded after this season.\nAt the invitation of Tayport Town Council, in 1975, the Amateurs moved to the Canniepairt. Clubrooms were constructed which, over the years (like the ground) were improved in order to provide the accommodation which both the club and wider community now enjoy.\nIn 1980, the club which, since 1953 had run an Alliance, or Reserve XI, started a third team – the Fife XI - which was to enjoy eleven successful seasons in the East Fife Amateur Association and for one season, in the Kingdom Caledonian League.\nIn 1990, the club's junior team was launched and the name of the club became ‘Tayport Football Club’, a name which could embrace both amateur and junior grades. The 2000–2001 season was the club's last in the Amateurs Leagues.\nTayport FC have enjoyed great success since 1990 including being OVD Scottish Junior Cup Winners in 1995/96, 2002/03 and 2004/05 (website www.tayportfc.org)\nScotscraig Golf Club.\n Scotscraig Golf Club is the 13th oldest &lt;a href=\"golf\"&gt;golf&lt;/a&gt; club in the world.\nTowards the end of the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt; (1799–1815) some of the members of the St Andrews Society of Golfers – later to become &lt;a href=\"The%20Royal%20and%20Ancient%20Golf%20Club%20of%20St%20Andrews\"&gt;The Royal and Ancient Golf Club&lt;/a&gt; – began to play golf more regularly than the Society's infrequent meetings afforded.\nAmongst them was Mr. William Dalgleish of Scotscraig, whose lands included an area known as the Garpit, around part of which ran a racecourse (although there is no record of any racing, the course is carefully marked out on early ordnance survey maps). In the centre of this area, golf was played over six holes, before the club was created in August 1817.\nThe original rules, adopted at the first annual meeting in Scotscraig House in October 1818, dictated that a uniform would be worn: a red coat with a green velvet collar and a badge on the left breast. This was not merely fashion but a requirement; those appearing without uniform did so under a penalty of two bottles of port!\nAn annual competition for gold and silver medals was held until 1854, when the club was closed, as disaster struck when the course was ploughed by the farmer who had come to own the land. Around 1886 the Scotscraig Estate, on which the club had been situated, passed into the hands of Vice Admiral William Heriot-Maitland-Dougall who was keen on golf. In 1887 he instigated the club's revival, restored the trophies and helped secure a course; it was re-opened for play in 1888, and by 1890 had been laid out as a nine-hole course. The club house was erected in 1896.\nIn 1904 more land was acquired, and an 18-hole course was laid out, incorporating the original nine holes. It is considered a particular advantage that the ninth hole is hear the clubhouse, so that elderly players and those who cannot spare the time for the full round of 18 holes can play on either half.\nThe grounds were acquired by the club in 1923.\nScott &amp; Fyfe.\nAt the foot of Nelson Street there is a factory which was erected by Messrs Scott &amp; Fyfe about the same time as the spinning mill (). The cloth woven was chiefly of jute, but at one time linen goods were also made. This factory was extended many times and gave a considerable amount of work to the women of the town.\nThe machinery consisted of 140 looms of various breadths, with complete equipment for winding, preparing, dressing, and cropping operations.\nJames Donaldson Timber Ltd..\nThe Donaldson Group, which comprises Donaldson Timber Engineering Ltd, James Donaldson Timber Ltd, MGM Timber Ltd and Parker Kislingbury Ltd, began in 1860, when James Donaldson started selling timber from Tayport in Fife.\nIn the last 150 years, James Donaldson &amp; Sons Ltd has grown to become one of the UK's leading independent processors, manufacturers and distributors of timber and engineered timber products. From one small branch in Fife, Donaldson's has become a nationwide group with 21 operating branches across the UK.\nTayport Primary School.\nIn the early part of the 19th Century, there were four small schools in Tayport: two were for boys and two for girls. When the provisions of the &lt;a href=\"Education%20Act%201870\"&gt;Education Act 1870&lt;/a&gt; were extended to Scotland, a school was built which could accommodate all the children of the community; the present building was opened in 1875, and was extended as the population increased.\nInitially the school ran both a primary and secondary programme, although the infants were accommodated at the building which is now Ferryport Nursery on William Street.\nIn 1967, when junior secondary schools were closed, Tayport became a primary school and the older pupils were sent to &lt;a href=\"Madras%20College\"&gt;Madras College&lt;/a&gt; in &lt;a href=\"St.%20Andrews\"&gt;St. Andrews&lt;/a&gt; or &lt;a href=\"Bell%20Baxter%20High%20School\"&gt;Bell Baxter High School&lt;/a&gt; in &lt;a href=\"Cupar\"&gt;Cupar&lt;/a&gt;.\nOn 7 May 1975 the school held an open evening to celebrate its centenary. An exhibition called ‘Grandfather's School Days’ was borrowed from the &lt;a href=\"Albert%20Institute%20in%20Dundee\"&gt;Albert Institute in Dundee&lt;/a&gt;, and many old photographs and mementos loaned by former pupils were put on display."
}