{
    "id": "2002729",
    "revid": "237572",
    "url": "https://en.wikipedia.org/wiki?curid=2002729",
    "title": "Herend",
    "text": "Herend (&lt;a href=\"German%20language\"&gt;German&lt;/a&gt;: \"Herrendorf\") is a small &lt;a href=\"town\"&gt;town&lt;/a&gt; in &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; (&lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;), near the &lt;a href=\"city\"&gt;city&lt;/a&gt; of &lt;a href=\"Veszpr%C3%A9m\"&gt;Veszprém&lt;/a&gt;.\nThe history of the town goes back into &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; times, indicated by the findings near the precincts of the town, while in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; a few villages occupied the area where the current town stands. After the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; Turkish administration of Hungary, the then-village was largely emptied, but the Barren of Herend was repopulated between 1764 and 1847.\nHerend Porcelain Manufactory.\nThe town is most famous for its long tradition of excellent porcelain manufacturing. Founded in 1826, &lt;a href=\"Herend%20Porcelain%20Manufactory\"&gt;Herend Porcelain Manufactory&lt;/a&gt; is one of the world's largest ceramic factories, specializing in luxury hand painted and gilded &lt;a href=\"porcelain\"&gt;porcelain&lt;/a&gt;. In the mid-19th century it was purveyor to the &lt;a href=\"Habsburg%20Dynasty\"&gt;Habsburg Dynasty&lt;/a&gt; and aristocratic customers throughout Europe. Many of its classic patterns are still in production. After the fall of communism in Hungary the factory was privatised and is now 75% owned by its management and workers, exporting to over 60 countries of the world.\n&lt;a href=\"Prince%20William%2C%20Duke%20of%20Cambridge\"&gt;Prince William, Duke of Cambridge&lt;/a&gt; and &lt;a href=\"Catherine%2C%20Duchess%20of%20Cambridge\"&gt;Catherine Middleton&lt;/a&gt; got a special painted &lt;a href=\"Herend%20Porcelain\"&gt;Herend Porcelain&lt;/a&gt; as wedding gift from &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; on 29 April 2011.\nSights to see.\nThe Porcelain Museum of Herend has been opened to visitors since 1964 and was chosen as the museum of the year 2002 in Hungary.\nPopulation.\nThe racial makeup of Herend was 87.5% &lt;a href=\"Hungarians\"&gt;Hungarian&lt;/a&gt;, 11.03% &lt;a href=\"Germans\"&gt;German&lt;/a&gt;, 1% &lt;a href=\"Gypsy\"&gt;Gypsy&lt;/a&gt;, 0.2% &lt;a href=\"Romanians\"&gt;Romanian&lt;/a&gt;.\nReligion.\nThe religious distribution of the town is 47.1% &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt;, 49.5% &lt;a href=\"Hungarian%20Reformed%20Church\"&gt;Hungarian Reformed Church&lt;/a&gt;, 1.8% &lt;a href=\"Evangelical\"&gt;Evangelical&lt;/a&gt;, 1.6% irreligious."
}