{
    "id": "2002377",
    "revid": "1158426",
    "url": "https://en.wikipedia.org/wiki?curid=2002377",
    "title": "Bruce Payne",
    "text": "Bruce Martyn Payne (born November 22, 1958) is an English &lt;a href=\"actor\"&gt;actor&lt;/a&gt;, &lt;a href=\"film%20producer\"&gt;producer&lt;/a&gt;, &lt;a href=\"screenwriter\"&gt;screenwriter&lt;/a&gt;, &lt;a href=\"film%20director\"&gt;film director&lt;/a&gt; and &lt;a href=\"theatre%20director\"&gt;theatre director&lt;/a&gt;. Payne is best known for portraying &lt;a href=\"villain\"&gt;villain&lt;/a&gt;s, such as Charles Rane in \"&lt;a href=\"Passenger%2057\"&gt;Passenger 57&lt;/a&gt;\", Jacob Kell in ', and Damodar in \"&lt;a href=\"Dungeons%20%26amp%3B%20Dragons%20%282000%20film%29\"&gt;Dungeons &amp; Dragons&lt;/a&gt;\" and '.\nPayne trained at the &lt;a href=\"Royal%20Academy%20of%20Dramatic%20Art\"&gt;Royal Academy of Dramatic Art&lt;/a&gt; (RADA) in &lt;a href=\"London\"&gt;London&lt;/a&gt; and was identified, in the late 1980s, with the \"&lt;a href=\"Brit%20Pack%20%28actors%29\"&gt;Brit Pack&lt;/a&gt;\" of rising young British actors.\nEarly life.\nPayne developed an interest for acting at an early age. In an interview with Impact magazine in 2001, Payne claimed that a crocodile from the play &lt;a href=\"Peter%20Pan\"&gt;Peter Pan&lt;/a&gt; shouted that it would eat his brother and then proceeded to run up stage.\nAt the age of 14, he was diagnosed with a slight form of &lt;a href=\"spina%20bifida\"&gt;spina bifida&lt;/a&gt;, which by age 16 required surgery to rectify. Payne was hospitalised for 6 months following the operation.\nPayne continued school studies, despite a contact with a talent scout during that time. After his graduation, he enrolled in the &lt;a href=\"National%20Youth%20Theatre\"&gt;National Youth Theatre&lt;/a&gt; for two seasons. Payne has described this experience as \"Four hundred kids thrown together to work on 7 plays.\" In addition, he was occupied with the &lt;a href=\"Edinburgh%20Festival%20Fringe\"&gt;Edinburgh Festival Fringe&lt;/a&gt; for one season. He then auditioned for several fringe acting companies, but was told he was too young and lacked experience. However, in 1979, he was admitted to the \"prestigious\" RADA acting programme. Before being accepted at RADA, Payne worked as a joiner, a salesman, and a landscape gardener. Payne graduated from RADA in 1981 with seven major prizes for acting, comedy and physical presence.\nPayne was part of a 'new wave' of actors to emerge from the academy. Others included &lt;a href=\"Jonathan%20Pryce\"&gt;Jonathan Pryce&lt;/a&gt;, &lt;a href=\"Juliet%20Stevenson\"&gt;Juliet Stevenson&lt;/a&gt;, &lt;a href=\"Alan%20Rickman\"&gt;Alan Rickman&lt;/a&gt;, &lt;a href=\"Anton%20Lesser\"&gt;Anton Lesser&lt;/a&gt;, &lt;a href=\"Kenneth%20Branagh\"&gt;Kenneth Branagh&lt;/a&gt;, and &lt;a href=\"Fiona%20Shaw\"&gt;Fiona Shaw&lt;/a&gt;. In 1980 the Principal of RADA, &lt;a href=\"Hugh%20Cruttwell\"&gt;Hugh Cruttwell&lt;/a&gt;, selected a scene from an adaptation of &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt;'s \"&lt;a href=\"Macbeth\"&gt;Macbeth&lt;/a&gt;\", which Payne co-wrote with &lt;a href=\"Paul%20McGann\"&gt;Paul McGann&lt;/a&gt;, to be performed in front of &lt;a href=\"Queen%20Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt;, in one of her rare visits to the academy. Payne directed the scene in which he and McGann acted. Payne played Macbeth and wielded a baseball bat on stage instead of a sword. &lt;a href=\"Kenneth%20Branagh\"&gt;Kenneth Branagh&lt;/a&gt; performed a soliloquy from \"&lt;a href=\"Hamlet\"&gt;Hamlet&lt;/a&gt;\" at the same event.\nActing career.\n1980s.\nPayne's first television role was in the \"Tales Out of School\" series. Payne played a PE teacher who 'comes across as more head bully than responsible adult during his classes'. His first major film role came in \"&lt;a href=\"Privates%20on%20Parade%20%28film%29\"&gt;Privates on Parade&lt;/a&gt;\" in which he played the singing and dancing &lt;a href=\"Flight%20Sergeant\"&gt;Flight Sergeant&lt;/a&gt; Kevin Cartwright (whom he had already played in the stage version).\nIn 1983, he appeared in &lt;a href=\"Michael%20Mann%20%28director%29\"&gt;Michael Mann&lt;/a&gt;'s &lt;a href=\"horror%20film\"&gt;horror film&lt;/a&gt; \"&lt;a href=\"The%20Keep%20%28film%29\"&gt;The Keep&lt;/a&gt;\" as an unnamed border guard. That same year, &lt;a href=\"Steven%20Berkoff\"&gt;Steven Berkoff&lt;/a&gt; cast him in his production of \"West\" at the Donmar Warehouse. Payne played Les, a member of an &lt;a href=\"East%20End%20of%20London\"&gt;East End London&lt;/a&gt; gang intent on gaining revenge against the rival Hoxton Mob for the slaying of one of their number. &lt;a href=\"Richard%20Corliss\"&gt;Richard Corliss&lt;/a&gt; of \"TIME\" stated that Payne bestowed \"a frighteningly dynamic performance\" in the play.\nIn 1985, Payne was cast as a \"committed\", \"butch snooker manager\" known as \"The One\" (also known as \"T.O.\") in director &lt;a href=\"Alan%20Clarke\"&gt;Alan Clarke&lt;/a&gt;'s snooker musical \"&lt;a href=\"Billy%20the%20Kid%20and%20the%20Green%20Baize%20Vampire\"&gt;Billy the Kid and the Green Baize Vampire&lt;/a&gt;\". Michael Brooke stated that Payne gave the \"stand-out performance\" in the film. and \"MS London\" stated that Payne 'is a charismatic presence, with a capable voice, who is perfectly cast as The One'.\nIn 1986, both Payne and Berkoff appeared in &lt;a href=\"Julien%20Temple\"&gt;Julien Temple&lt;/a&gt;'s musical \"&lt;a href=\"Absolute%20Beginners%20%28film%29\"&gt;Absolute Beginners&lt;/a&gt;\" . Payne played a psychotic \"pompous and pathetic racist\" named Flikker, who participated in the &lt;a href=\"1958%20Notting%20Hill%20race%20riots\"&gt;1958 Notting Hill race riots&lt;/a&gt;. One reviewer argued that Payne was \"the only actor to walk off \"Absolute Beginners\" with his reputation not only intact but enhanced\" and that his portrayal of Flikker \"was a headbutt of reality in a fantasmagoria of overkill.\" One critic stated that Payne gave a \"meaty, saving-grace performance\" in the film. The film journalist and editor, Ann Lloyd, selected Payne as the most promising newcomer of 1987 for his role in the film. In the same year Payne appeared in the film \"&lt;a href=\"Solarbabies\"&gt;Solarbabies&lt;/a&gt;\", along with fellow British performer &lt;a href=\"Alexei%20Sayle\"&gt;Alexei Sayle&lt;/a&gt;, as filthy bounty hunters named Dogger and Malice. Payne said of his and Sayle's performances in \"&lt;a href=\"Vogue%20%28magazine%29\"&gt;Vogue&lt;/a&gt;\" that \"the old image of an English arch-villain – &lt;a href=\"Boris%20Karloff\"&gt;Boris Karloff&lt;/a&gt;, that sort of thing\" is turned \"upside down. We're just a couple of soaks\".\nIn 1988, Payne appeared as Eddy in the &lt;a href=\"Steven%20Berkoff\"&gt;Steven Berkoff&lt;/a&gt;-directed play, \"&lt;a href=\"Greek%20%28play%29\"&gt;Greek&lt;/a&gt;\" (a retelling of &lt;a href=\"Sophocles\"&gt;Sophocles&lt;/a&gt;' \"&lt;a href=\"Oedipus%20Rex\"&gt;Oedipus Rex&lt;/a&gt;\"), at the &lt;a href=\"Wyndham%27s%20Theatre\"&gt;Wyndham's Theatre&lt;/a&gt;. Martin Hoyle, writing for \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\", stated that Payne's \"Eddy is vital, intelligent and physically disciplined in the best Berkoff style\". &lt;a href=\"Charles%20Osborne%20%28music%20writer%29\"&gt;Charles Osbourne&lt;/a&gt;, writing for \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\", stated that Payne brought \"a cheerful zest to the role of Eddy\".\nA reviewer for \"&lt;a href=\"The%20Listener%20%28magazine%29\"&gt;The Listener&lt;/a&gt;\" stated that Payne \"impresses throughout\" the play. Another reviewer stated that \"Payne gives a powerful performance as Eddy, the crusader out to defeat the horror of society\" only \"to find that he is part of the horror\".\nIn 1989, he was cast in \"&lt;a href=\"For%20Queen%20and%20Country\"&gt;For Queen and Country&lt;/a&gt;\" as a 'drug kingpin' named Colin.\nPayne and other young British actors who were becoming established film actors, such as &lt;a href=\"Tim%20Roth\"&gt;Tim Roth&lt;/a&gt;, &lt;a href=\"Gary%20Oldman\"&gt;Gary Oldman&lt;/a&gt;, &lt;a href=\"Colin%20Firth\"&gt;Colin Firth&lt;/a&gt;, and &lt;a href=\"Paul%20McGann\"&gt;Paul McGann&lt;/a&gt;, were dubbed the '&lt;a href=\"Brit%20Pack%20%28actors%29\"&gt;Brit Pack&lt;/a&gt;'. Payne's performances endeared him to &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt;, who considered \"Bruce Payne as &lt;a href=\"Bruce%20Wayne\"&gt;Bruce Wayne&lt;/a&gt;\" on their \"one liner\" press marketing PR campaign for the first of &lt;a href=\"Tim%20Burton\"&gt;Tim Burton&lt;/a&gt;'s \"&lt;a href=\"Batman\"&gt;Batman&lt;/a&gt;\" films. Ultimately, &lt;a href=\"Michael%20Keaton\"&gt;Michael Keaton&lt;/a&gt; got the role. Payne has commented, \"Warner were fascinated by the similarity\" between his name and that of Bruce Wayne. Payne has said that \"they drew up a very short shortlist and there I was on it. Obviously, I lost out in the end to Michael Keaton\".&lt;ref name=\"http://www.agwlbp.com/sunday.html\"&gt;&lt;/ref&gt;\nIn the same year Payne appeared as Doctor Burton in the dramatic film \"&lt;a href=\"Silence%20Like%20Glass\"&gt;Silence Like Glass&lt;/a&gt;\" The film was nominated for Outstanding Feature Film at the &lt;a href=\"German%20Film%20Awards\"&gt;German Film Awards&lt;/a&gt;.\n1990s.\nIn 1990 Payne appeared in the music video for &lt;a href=\"Neil%20Young\"&gt;Neil Young&lt;/a&gt;'s song \"Over and Over\", directed by &lt;a href=\"Julien%20Temple\"&gt;Julien Temple&lt;/a&gt;, as a &lt;a href=\"Stanley%20Kowalski\"&gt;Stanley Kowalski&lt;/a&gt; (played by &lt;a href=\"Marlon%20Brando\"&gt;Marlon Brando&lt;/a&gt; in \"&lt;a href=\"A%20Streetcar%20Named%20Desire%20%281951%20film%29\"&gt;A Streetcar Named Desire&lt;/a&gt;\", a film based on &lt;a href=\"Tennessee%20Williams\"&gt;Tennessee Williams&lt;/a&gt;' play of the same name) esque character.\nIn 1991, Payne was cast as the Devil in \"&lt;a href=\"Switch%20%281991%20film%29\"&gt;Switch&lt;/a&gt;\". Payne was described as a \"delightfully wicked Satan\" by \"&lt;a href=\"Film%20Review%20%28magazine%29\"&gt;Film Review&lt;/a&gt;\". \"&lt;a href=\"The%20Providence%20Journal\"&gt;The Providence Journal&lt;/a&gt;\" described him as a \"slick devil\".\nIn 1992, Payne was cast in his best-known role, opposite &lt;a href=\"Wesley%20Snipes\"&gt;Wesley Snipes&lt;/a&gt;, as a \"notorious terrorist and hijacker\", with a steely, demonic nerve, named Charles Rane, in \"&lt;a href=\"Passenger%2057\"&gt;Passenger 57&lt;/a&gt;\". Marcus Trower of \"&lt;a href=\"Empire%20%28film%20magazine%29\"&gt;Empire&lt;/a&gt;\" stated that Payne was \"a brilliantly disconcerting madman. With his flowing blond Jesus locks, armour-piercing stare and casual sadism, he makes &lt;a href=\"Hannibal%20Lecter\"&gt;Hannibal Lecter&lt;/a&gt; look like a social worker – and like &lt;a href=\"Anthony%20Hopkins\"&gt;Anthony Hopkins&lt;/a&gt;' serial killer, part of the man's menace is in the apparent contradiction between his articulate, well-spoken English and his off-hand brutality.\" The \"&lt;a href=\"Radio%20Times\"&gt;Radio Times&lt;/a&gt;\" stated that Payne and Snipes both gave \"charismatic turns\" in the film. \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" stated that Payne brought a 'tongue-in-cheek humor to the psychopathic fiend'. A reviewer for \"&lt;a href=\"People%20%28magazine%29\"&gt;People&lt;/a&gt;\" magazine stated that \"Bruce Payne steals the plane—and the movie\". In an article for the \"&lt;a href=\"Waterloo%20Region%20Record\"&gt;Waterloo Region Record&lt;/a&gt;\", Jamie Portman described Payne as a \"suave and cultivated English actor\" playing \"a suave and cultivated killer named Charles Rane\" and suggested that a \"key reason director Kevin Hooks chose him for the role was that he wanted a villain with as much magnetism as the hero\". Payne was described as \"icily perfect as the villainous Rane\" in the Worcester \"&lt;a href=\"Telegram%20%26amp%3B%20Gazette\"&gt;Telegram &amp; Gazette&lt;/a&gt;\". Julius Marshall stated that Payne was \"ideal for his role: &lt;a href=\"Superficial%20charm\"&gt;charming&lt;/a&gt;, dangerous – the kind of evil genius you love to hate\". The \"&lt;a href=\"Star%20Tribune\"&gt;Star Tribune&lt;/a&gt;\" stated that 'Bruce Payne makes a splendid psychopath, consistently stealing scenes from the likes of &lt;a href=\"Wesley%20Snipes\"&gt;Wesley Snipes&lt;/a&gt; and &lt;a href=\"Elizabeth%20Hurley\"&gt;Elizabeth Hurley&lt;/a&gt; throughout \"&lt;a href=\"Passenger%2057\"&gt;Passenger 57&lt;/a&gt;\"'.\nIn 1993, Payne played a \"charismatic\" werewolf named Adam Garou in \"&lt;a href=\"Full%20Eclipse\"&gt;Full Eclipse&lt;/a&gt;\". Joseph Savitski, who reviewed the film for Beyond Hollywood, stated, \"Payne is masterful as Detective Garou, a seductive and evil villain with arrogance and confidence to spare. When he's on screen, Payne demands the attention of the audience, and you're hard pressed to resist his performance. Payne is also the perfect adversary, the kind you're supposed to hate, but who has the charisma to draw you in nonetheless\".\nIn 1995, Payne played a \"rogue FBI agent\" named Karl Savak in director &lt;a href=\"Kurt%20Wimmer\"&gt;Kurt Wimmer&lt;/a&gt;'s \"&lt;a href=\"One%20Tough%20Bastard\"&gt;One Tough Bastard&lt;/a&gt;\". One reviewer described Savak as one of the most 'entertaining movie villains in low budget action flick history' and noted that 'so awesome is Karl Savak that some lunatic has created a &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; page in his honor'. Another reviewer stated that 'Bruce Payne, with his &lt;a href=\"Whitesnake\"&gt;Whitesnake&lt;/a&gt; hair and nose ring is slimeball perfection as the villain'.\nIn 1998, he played Jurgen, a first-class and charismatic operative in season two of \"&lt;a href=\"La%20Femme%20Nikita\"&gt;La Femme Nikita&lt;/a&gt;\".\n2000s.\nIn 2000, Payne portrayed the villain Jacob Kell in \"\" (2000), the third sequel to the original \"&lt;a href=\"Highlander%20%28film%29\"&gt;Highlander&lt;/a&gt;\" film. One reviewer said of \"Highlander: Endgame\", \"the one in the cast that seems to be having the most fun is Bruce Payne. Traditionally, \"Highlander\" villains give performances that go completely over-the-top and well into the stratosphere. Payne contrarily gives a performance where he enunciates every syllable with relish and dramatic weight, resulting in a performance that is entirely captivating whenever he is on screen.\"\n&lt;a href=\"Salon.com\"&gt;Salon.com&lt;/a&gt;'s reviewer wrote that \"[Payne] playing Kell as a cockney thug with triple crucifixes embedded in the heels of his Doc Martens, Payne is more fun than either of the stars\". A reviewer for \"Trash City\" stated that \"\"Endgame\" is pretty good, largely thanks to Bruce Payne's efforts as the bad guy, who is right up there with &lt;a href=\"Clancy%20Brown\"&gt;Clancy Brown&lt;/a&gt;'s original decapitator\", the &lt;a href=\"Kurgan%20%28Highlander%29\"&gt;Kurgan&lt;/a&gt;. Marke Andrews, writing for \"&lt;a href=\"The%20Vancouver%20Sun\"&gt;The Vancouver Sun&lt;/a&gt;\", stated that Payne provided the \"focal point\" in the film and that he dived \"into his role with gusto\". Andrews also stated that Payne's 'facial expressions rival &lt;a href=\"Jim%20Carrey\"&gt;Jim Carrey&lt;/a&gt;'s in \"&lt;a href=\"The%20Mask%20%281994%20film%29\"&gt;The Mask&lt;/a&gt;\"'. Cherriece Wright, who reviewed the film for \"&lt;a href=\"The%20Dispatch%20%28Lexington%29\"&gt;The Dispatch&lt;/a&gt;\", stated that it contained \"brilliant performances by &lt;a href=\"Christopher%20Lambert\"&gt;Christopher Lambert&lt;/a&gt; and Bruce Payne\". Wright stated that Payne \"delivers a great performance as Jacob Kell blending smoothly the malicious vindictiveness of the embittered immortal with a sarcastic wit that provides needed humor\".\nIn the same year, Payne played Damodar in \"&lt;a href=\"Dungeons%20%26amp%3B%20Dragons%20%282000%20film%29\"&gt;Dungeons &amp; Dragons&lt;/a&gt;\", henchman of the malevolent Profion (played by &lt;a href=\"Jeremy%20Irons\"&gt;Jeremy Irons&lt;/a&gt;). Although the film was critically panned, Payne's performance was reviewed favourably. One reviewer said that \"Bruce Payne (Damodar) as Profion's nefarious assistant in his power-hungry schemes was the stand-out performance of all the actors in the film. Payne has a true lock on how to play a character that is menacing even without any show of power. His portrayal of Damodar calls to mind &lt;a href=\"Doug%20Bradley\"&gt;Doug Bradley&lt;/a&gt;'s portrayal of &lt;a href=\"Pinhead%20%28Hellraiser%29\"&gt;Pinhead&lt;/a&gt; in the \"Hellraiser\" films, so coldly, coolly arrogant and confident is his character. Above and beyond the grade I give to this film, Payne has earned himself an A+ in my gradebook.\" Another reviewer stated that Payne's performance proved that he is \"one of Hollywood's more reliable villains\".\nBranden Chowen, who reviewed the film for \"Indie Pulse\", stated that \"the standout in the film is the man who returns for the sequel: Bruce Payne. His character is written to be one-note throughout, but Payne still manages to create an excellent villain. Once the audience gets past his blue lipstick, which is no small feat, Payne is a formidable and passionate force\". \"&lt;a href=\"The%20Charlotte%20Observer\"&gt;The Charlotte Observer&lt;/a&gt;\" stated that \"menacing Bruce Payne gives the film's one potent performance\". Abbie Bernstein for \"Audio Video Revolution\" declared that Payne was \"enjoyably evil as the secondary baddie in charge of capturing the rebels\"\nIn 2004, Payne appeared as the \"snarling\" Neighbour, who \"dabbles\" in producing kinky virtual games in the dystopian horror mystery \"&lt;a href=\"Paranoia%201.0\"&gt;Paranoia 1.0&lt;/a&gt;\". The film was nominated in the best film category at the &lt;a href=\"Sitges%20-%20Catalan%20International%20Film%20Festival\"&gt;Sitges - Catalan International Film Festival&lt;/a&gt; and at the &lt;a href=\"Sundance%20Film%20Festival\"&gt;Sundance Film Festival&lt;/a&gt;, and won the best film award at the Malaga International Week of Fantastic Cinema. John Fallon stated that as the Neighbour, Payne \"laid on the charisma and the macho-ness thick\".\nIn 2005, Payne returned to the role of Damodar in \"\". Payne was the only member of the original cast in the sequel.\nIn 2006, he helped to launch the &lt;a href=\"National%20Youth%20Theatre\"&gt;National Youth Theatre&lt;/a&gt;'s 50th-anniversary programme along with &lt;a href=\"Ian%20McKellen\"&gt;Sir Ian McKellen&lt;/a&gt;, &lt;a href=\"Timothy%20Spall\"&gt;Timothy Spall&lt;/a&gt;, &lt;a href=\"Diana%20Quick\"&gt;Diana Quick&lt;/a&gt;, &lt;a href=\"Paula%20Wilcox\"&gt;Paula Wilcox&lt;/a&gt;, Jonathan Wrather, newsreader &lt;a href=\"Krishnan%20Guru-Murthy\"&gt;Krishnan Guru-Murthy&lt;/a&gt;, and \"&lt;a href=\"Little%20Britain\"&gt;Little Britain&lt;/a&gt;\"'s &lt;a href=\"Matt%20Lucas%20%28comedian%29\"&gt;Matt Lucas&lt;/a&gt; and &lt;a href=\"David%20Walliams\"&gt;David Walliams&lt;/a&gt;.\n2010s.\nIn 2011, Payne appeared in the horror film \"&lt;a href=\"Prowl%20%28film%29\"&gt;Prowl&lt;/a&gt;\" as a \"blatantly untrustworthy\" \"hillbilly truck driver\" named Bernard in the film. Matt Withers, who reviewed the film for &lt;a href=\"JoBlo.com\"&gt;JoBlo.com&lt;/a&gt;, stated that \"Bruce Payne shows up as a trucker in a throwaway role that he makes anything but\". Payne also appeared in \"&lt;a href=\"Carmen%27s%20Kiss\"&gt;Carmen's Kiss&lt;/a&gt;\" (an adaptation of the &lt;a href=\"Georges%20Bizet\"&gt;Georges Bizet&lt;/a&gt; opera \"&lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;\").\nIn 2012, Payne voiced a &lt;a href=\"demon\"&gt;demon&lt;/a&gt; in the &lt;a href=\"found%20footage%20%28pseudo-documentary%29\"&gt;found-footage&lt;/a&gt; horror film \"&lt;a href=\"Greystone%20Park%20%28film%29\"&gt;Greystone Park&lt;/a&gt;\" (also known as \"The Asylum Tapes\").\nIn 2013, Payne appeared in the Warner Bros. action film \"&lt;a href=\"Getaway%20%282013%20film%29\"&gt;Getaway&lt;/a&gt;\". Payne also appeared in the action film \"&lt;a href=\"Vendetta%20%282013%20film%29\"&gt;Vendetta&lt;/a&gt;\" as a sinister &lt;a href=\"Whitehall\"&gt;Whitehall&lt;/a&gt; &lt;a href=\"Mandarin%20%28bureaucrat%29\"&gt;Mandarin&lt;/a&gt; named Mr. Rooker. One reviewer of the film gave it eight out of ten and stated that Payne 'nearly steals the movie with a plum role as the icy head of British black ops'. In addition, Payne portrayed Auschwitz camp Commandant Rudolf Hoess, in a 'superciliously evil' manner, in the French film \"&lt;a href=\"Victor%20Young%20Perez%20%28film%29\"&gt;Victor Young Perez&lt;/a&gt;\", which concerns the life of the &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;n &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt; &lt;a href=\"flyweight\"&gt;flyweight&lt;/a&gt; &lt;a href=\"boxer\"&gt;boxer&lt;/a&gt; &lt;a href=\"Victor%20Perez\"&gt;Victor Perez&lt;/a&gt;.\nIn 2015, Payne played Winston, a religious fanatic, in the horror film \"&lt;a href=\"Re-Kill\"&gt;Re-Kill&lt;/a&gt;\".\nIn 2018 Payne appeared in the &lt;a href=\"Anthology%20film\"&gt;Anthology film&lt;/a&gt; \"&lt;a href=\"London%20Unplugged\"&gt;London Unplugged&lt;/a&gt;\", which premiered at the &lt;a href=\"East%20End%20Film%20Festival\"&gt;East End Film Festival&lt;/a&gt;.\nIn 2019 Payne was nominated in the category of Best Actor in a Feature Film, at the FANtastic Horror Film Festival in &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt;, for his performance as Jacob in the horror film \"Acid Pit Stop\".\n2020s.\nPayne played the main antagonist in \"\" (which he also produced and acted as assistant director for), which was released in 2020 in Italy. \nIn 2021 Payne gave a 'brief but stunning turn as Damien, the arch bad guy' in British gangster thriller \"&lt;a href=\"Nemesis%20%282021%20film%29\"&gt;Nemesis&lt;/a&gt;\". Carl Marsh stated that one scene in the film with Payne’s character (Damien Osborne) and &lt;a href=\"Billy%20Murray%20%28actor%29\"&gt;Billy Murray&lt;/a&gt;'s character (John Morgan) reminded him 'of &lt;a href=\"Robert%20De%20Niro\"&gt;Robert De Niro&lt;/a&gt; and &lt;a href=\"Al%20Pacino\"&gt;Al Pacino&lt;/a&gt; meeting' in the &lt;a href=\"Michael%20Mann\"&gt;Michael Mann&lt;/a&gt; film \"&lt;a href=\"Heat%20%281995%20film%29\"&gt;Heat&lt;/a&gt;\" and 'was masterful'. Chris Gelderd stated that 'Payne is the perfect intimidating big-boss going up against Murray’s cool and care-free kingpin'.\nPayne has been cast as &lt;a href=\"Frank%20Warren%20%28promoter%29\"&gt;Frank Warren&lt;/a&gt; in \"Michael-The Michael Watson Story\", a biopic of boxer &lt;a href=\"Michael%20Watson\"&gt;Michael Watson&lt;/a&gt;. He is also cast in sequel of the &lt;a href=\"Finland\"&gt;Finnish&lt;/a&gt; &lt;a href=\"superhero%20film\"&gt;superhero film&lt;/a&gt;, \"\".\nFilmography.\nOther Media.\nMusic Videos\nTelevision Advertisements"
}