{
    "id": "20049962",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=20049962",
    "title": "Cartography of China",
    "text": "Chinese cartography began in the 5th century BC during the &lt;a href=\"Warring%20States%20period\"&gt;Warring States period&lt;/a&gt; when &lt;a href=\"Cartography\"&gt;cartographer&lt;/a&gt;s started to make maps of the Earth's surface. Its scope extended beyond China's borders with the expansion of the &lt;a href=\"Imperial%20era%20of%20Chinese%20history\"&gt;Chinese Empire&lt;/a&gt; under the &lt;a href=\"Han%20dynasty\"&gt;Han dynasty&lt;/a&gt;. By the 11th century during the &lt;a href=\"Song%20dynasty\"&gt;Song dynasty&lt;/a&gt; highly-accurate maps drawn on grids were produced. During the 15th century, the &lt;a href=\"Ming%20dynasty\"&gt;Ming dynasty&lt;/a&gt; admiral &lt;a href=\"Zheng%20He\"&gt;Zheng He&lt;/a&gt; went on &lt;a href=\"Treasure%20voyages\"&gt;a series of voyages&lt;/a&gt; to the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;, &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;, and beyond and maps for areas outside of China were produced, although world maps covering territories known to the Chinese outside of China existed as early as the Tang dynasty.\nLegends of maps.\nThere is an ancient Chinese legend called \"He Bo Xian Tu\" (), which roughly means \"the River Deity presenting a map\". During the mythical &lt;a href=\"Xia%20dynasty\"&gt;Xia dynasty&lt;/a&gt;, a river deity gave &lt;a href=\"Yu%20the%20Great\"&gt;Yu the Great&lt;/a&gt; a stone with a flood map etched on its surface. Yu the Great used the map to help him in taming the flood that threatened to destroy rural agriculture.\nIn general, the development of early Chinese cartography experienced three phrases: primitive map, classical map, and survey map. The primitive maps were simple maps, still steeped in myth and legend. It was not until the &lt;a href=\"Han%20dynasty\"&gt;Han dynasty&lt;/a&gt; that classical maps began to emerge.\nEarliest reference to maps in historical texts.\nThe earliest reference to a map in Chinese history can be found in Volume 86 of the historical text \"&lt;a href=\"Records%20of%20the%20Grand%20Historian\"&gt;Records of the Grand Historian&lt;/a&gt;\" (\"Shi Ji\"). This volume recorded an incident in 227 BC during the late &lt;a href=\"Warring%20States%20period\"&gt;Warring States period&lt;/a&gt; in which a map is mentioned. &lt;a href=\"Crown%20Prince%20Dan\"&gt;Crown Prince Dan&lt;/a&gt; of the &lt;a href=\"Yan%20%28state%29\"&gt;Yan state&lt;/a&gt; sent &lt;a href=\"Jing%20Ke\"&gt;Jing Ke&lt;/a&gt; to assassinate the &lt;a href=\"Qin%20Shi%20Huang\"&gt;King&lt;/a&gt; of the &lt;a href=\"Qin%20%28state%29\"&gt;Qin state&lt;/a&gt;, so as to prevent Qin from conquering Yan. Jing Ke pretended to be an emissary from Yan, and said he wanted to present the King of Qin with a map of Dukang, a fertile region in Yan which would be ceded to Qin in exchange for peace between the two states. The map, which was rolled up and held in a case, had a poison-coated dagger hidden in it. As Jing Ke was showing the King the map, he slowly unrolled the map until the dagger was revealed, and then seized it and tried to stab the King. The King managed to escape unharmed and Jing Ke was killed in his failed assassination attempt. From then on, maps are frequently mentioned in Chinese historical texts.\nQin dynasty maps.\nIn 1986, seven maps were found in Tomb 1, dating to the &lt;a href=\"Qin%20%28state%29\"&gt;Qin state&lt;/a&gt; of the &lt;a href=\"Warring%20States%20period\"&gt;Warring States period&lt;/a&gt;, at &lt;a href=\"Fangmatan\"&gt;Fangmatan&lt;/a&gt; in &lt;a href=\"Gansu\"&gt;Gansu Province&lt;/a&gt;. The maps were drawn in black ink on four rectangular pieces of pine wood, 26.7 cm in length and between 15 and 18.1 cm in width, and depict the tributary river systems of the &lt;a href=\"Jialing%20River\"&gt;Jialing River&lt;/a&gt; in &lt;a href=\"Sichuan\"&gt;Sichuan Province&lt;/a&gt;. The areas covered by the seven maps overlap, but in total they cover 107 × 68 km in area.\nIn addition to the seven maps on wooden blocks found at Tomb 1 of Fangmatan, a fragment of a paper map (5.6 × 2.6 cm) was found on the chest of the occupant of Tomb 5 of Fangmatan in 1986. This tomb is dated to the early &lt;a href=\"Han%20dynasty%23Western%20Han\"&gt;Western Han dynasty&lt;/a&gt;, so the map dates to the early 2nd century BC. The map shows topographic features such as mountains, waterways and roads, and is believed to cover the &lt;a href=\"Qin%20%28state%29\"&gt;Qin state&lt;/a&gt; of the Warring States period.\nHan dynasty maps.\nConcrete evidence of the existence of maps in ancient China dates back to the &lt;a href=\"Han%20dynasty\"&gt;Han dynasty&lt;/a&gt; (206 BC – 220 AD). The three silk maps found at the &lt;a href=\"Mawangdui\"&gt;Mawangdui&lt;/a&gt; tumulus in &lt;a href=\"Changsha\"&gt;Changsha&lt;/a&gt;, &lt;a href=\"Hunan\"&gt;Hunan Province&lt;/a&gt; are traced back to the 2nd century BC. The three maps are a topographic map of the Changsha region, a military map of southern Changsha, and a prefecture map.\nResearch on the three maps indicates that the Chinese had acquired cartography skills in the Han dynasty. Although the military map does not contain names, a legend, scales, or any form of explanatory text, it shows modern Hunan, &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt; and &lt;a href=\"Guangxi\"&gt;Guangxi&lt;/a&gt; provinces, as well as the boundary between the Han Empire and &lt;a href=\"Nanyue\"&gt;Nanyue Kingdom&lt;/a&gt;, covering the area from 111°E to 112°30′E, and from 23°N to 26°N. The scale of the map is approximately 1:180000.\nAt the time of their discovery, these three silk maps were the oldest to be found in China. However, they were superseded in 1986 after &lt;a href=\"Qin%20dynasty\"&gt;Qin dynasty&lt;/a&gt; maps dating back to the 4th century BC were found in &lt;a href=\"Fangmatan\"&gt;Fangmatan&lt;/a&gt;, &lt;a href=\"Tianshui\"&gt;Tianshui&lt;/a&gt;, &lt;a href=\"Gansu\"&gt;Gansu Province&lt;/a&gt;.\nAfter the Han dynasty, &lt;a href=\"Pei%20Xiu\"&gt;Pei Xiu&lt;/a&gt; of the &lt;a href=\"Jin%20dynasty%20%28265%E2%80%93420%29\"&gt;Jin dynasty&lt;/a&gt; helped improve Chinese cartography by making use of the grid previously introduced by &lt;a href=\"Zhang%20Heng\"&gt;Zhang Heng&lt;/a&gt;. Pei Xiu became known as the 'father of scientific cartography in China'.\nTang and Song dynasty maps.\nDuring the Tang dynasty, &lt;a href=\"Jia%20Dan\"&gt;Jia Dan&lt;/a&gt; improved the knowledge of China on foreign countries. He wrote a number of works on geography that described foreign states and trade routes, as well as producing a map \"Hainei Huayi Tu\" (, \"Map of Chinese and non-Chinese Territories in the World\"). The map includes China and other known countries and was presented to the emperor in 801. The map was 9.1 m (30 ft) in length and 10 m (33 ft) in height, mapped out on a grid scale of one inch equaling one hundred \"&lt;a href=\"li%20%28unit%29\"&gt;li&lt;/a&gt;\" (Chinese unit of measuring distance).\nThe \"Hainei Huayi Tu\" map is lost, but a later map of China from the &lt;a href=\"Southern%20Song\"&gt;Southern Song&lt;/a&gt; period, the \"&lt;a href=\"Huayi%20tu\"&gt;Huayi tu&lt;/a&gt;\" map engraved in 1136 on a stele, contains names of foreign places inscribed on the edges that it took from Jia Dan's map. On the reverse side of \"Huayi tu\" is the gridded \"Yu Ji Tu\" (Map of the Tracks of &lt;a href=\"Yu%20the%20Great\"&gt;Yu the Great&lt;/a&gt;). This map is the earliest surviving example of lattice cartographic grid found in Chinese map, a system first introduced in earlier dynasties. The stele with the maps is now in the &lt;a href=\"Stele%20Forest\"&gt;Stele Forest&lt;/a&gt; or Beilin Museum () in &lt;a href=\"Xi%27an\"&gt;Xi'an&lt;/a&gt;, China.\nYuan and Ming dynasty maps.\nThroughout the &lt;a href=\"Yuan%20dynasty\"&gt;Yuan&lt;/a&gt; (1271–1368) and &lt;a href=\"Ming%20dynasty\"&gt;Ming&lt;/a&gt; (1368–1644) dynasties, Chinese cartography did not experience any radical developments. However, traditional cartography skills became more refined, and different types of maps starting appearing. The new types of maps include national maps showing mountains and cities, land defence maps, coastal defence maps, river maps for flood control, and nautical charts for maritime navigation. These maps exhibited characteristics such as greater focus on the accuracy of rivers and mountains, greater use of mathematics in cartography, and the use of administrative divisions to demarcate boundaries.\nIn 1579, &lt;a href=\"Luo%20Hongxian\"&gt;Luo Hongxian&lt;/a&gt; published the \"Guang Yu Tu\" () atlas, which includes more than 40 maps, a grid system, and a systematic way of representing major geographical features such as mountains, rivers, roads and borders. The \"Guang Yu Tu\" incorporates the discoveries of admiral &lt;a href=\"Zheng%20He\"&gt;Zheng He&lt;/a&gt;'s &lt;a href=\"Treasure%20voyages\"&gt;15th century voyages&lt;/a&gt; along the coasts of China, Southeast Asia, India, and East Africa.\nAmong Ming dynasty maps, Zheng He's map, also known as &lt;a href=\"Mao%20Kun%20map\"&gt;Mao Kun map&lt;/a&gt;, was the most influential nautical chart. Between 1405 and 1433, the Ming government sponsored Zheng He to go on a series of seven naval expeditions to places in the South China Sea, Indian Ocean, and beyond. Thus, Zheng He's map was the important in the history of Chinese cartography and a specific one for maritime navigation. It also exhibited some special characteristics in terms of how its contents are presented:\nChinese traditional cartography skills became more developed and advanced in the late Ming dynasty under the influence of new ideas of technology and studies of natural science, which were introduced from the West to China.\nThe \"Great Ming Amalgamated Map\" or \"Da Ming Hun Yi Tu\" (; &lt;a href=\"Manchu%20language\"&gt;Manchu&lt;/a&gt;: \"dai ming gurun-i uherilehe nirugan\") is a world map created in China. It was painted in colour on stiff silk and 386 x 456 cm in size. The original text was written in &lt;a href=\"Classical%20Chinese\"&gt;Classical Chinese&lt;/a&gt;, but &lt;a href=\"Manchu%20language\"&gt;Manchu&lt;/a&gt; labels were later superimposed on them. It is one of the oldest surviving world maps from East Asia although the exact date of creation remains unknown. It depicts the general form of the &lt;a href=\"Old%20World\"&gt;Old World&lt;/a&gt;, placing China in the center and stretching northward to Mongolia, southward to Java, eastward to central Japan, and westward to Africa and Europe. The Earth's curvature affects even the scale of the Chinese section of the map. The horizontal scale is 1:820000 while the vertical scale is 1:1,060,000. The use of colour is particularly effective within China itself, including elegant touches like the ochre tint of the &lt;a href=\"Yellow%20River\"&gt;Yellow River&lt;/a&gt;.\nThe &lt;a href=\"Selden%20Map%20of%20China\"&gt;Selden Map of China&lt;/a&gt;, which dates from the early 17th century and shows a series of precisely plotted maritime routes, has provoked a reassessment of the global significance of Ming cartography.\nQing dynasty survey maps.\nThe &lt;a href=\"Kangxi%20Emperor\"&gt;Kangxi Emperor&lt;/a&gt; of the &lt;a href=\"Qing%20dynasty\"&gt;Qing dynasty&lt;/a&gt; (1644–1912) realised that Chinese maps were not accurate enough and required scientific methods for mapping, so he sponsored a national wide geodesy and mapping programme based on astronomical observation and triangulation measurements. The map, which is called \"Huang Yu Quan Lan Tu\" (also known as the \"Jesuit Atlas\"), took over 10 years to complete from 1708. It was also the first on-the-spot survey map. It had 41 framings based on provincial boundaries and has the following characteristics:\nApart from cartography, the unification of scale measurement and the field measurement of meridian of earth contributed to the development of cartography in the Qing dynasty and helped to significantly improve the quality of maps."
}