{
    "id": "20040403",
    "revid": "26906788",
    "url": "https://en.wikipedia.org/wiki?curid=20040403",
    "title": "Alliance of Liberals and Democrats for Europe group",
    "text": "The Group of the Alliance of Liberals and Democrats for Europe (ALDE Group) was the &lt;a href=\"Liberalism%20in%20Europe\"&gt;liberal&lt;/a&gt;–&lt;a href=\"Centrism\"&gt;centrist&lt;/a&gt; &lt;a href=\"Political%20groups%20of%20the%20European%20Parliament\"&gt;political group of the European Parliament&lt;/a&gt; from 2004 until 2019. It was made up of &lt;a href=\"MEPs\"&gt;MEPs&lt;/a&gt; from two &lt;a href=\"European%20political%20parties\"&gt;European political parties&lt;/a&gt;, the &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20for%20Europe%20Party\"&gt;Alliance of Liberals and Democrats for Europe Party&lt;/a&gt; and the &lt;a href=\"European%20Democratic%20Party\"&gt;European Democratic Party&lt;/a&gt;, which collectively form the &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20for%20Europe\"&gt;Alliance of Liberals and Democrats for Europe&lt;/a&gt;.\nThe ALDE Group traced its unofficial origin back to September 1952 and the first meeting of the Parliament's predecessor, the Common Assembly of the &lt;a href=\"European%20Coal%20and%20Steel%20Community\"&gt;European Coal and Steel Community&lt;/a&gt;. Founded as an explicitly liberal group, it expanded its remit to cover the different traditions of each new Member State as they acceded to the &lt;a href=\"European%20Union\"&gt;Union&lt;/a&gt;, progressively changing its name in the process. Its immediate predecessor was the &lt;a href=\"European%20Liberal%20Democrat%20and%20Reform%20Party%20Group\"&gt;European Liberal Democrat and Reform Party Group&lt;/a&gt; (ELDR).\nThe ALDE Group was the fourth-largest group in the &lt;a href=\"Eighth%20European%20Parliament\"&gt;Eighth European Parliament&lt;/a&gt; term, and previously participated in the Grand Coalition (the coalition designed to provide a majority) during the &lt;a href=\"Sixth%20European%20Parliament\"&gt;Sixth Parliament&lt;/a&gt; (2004–2009). The &lt;a href=\"Pro-Europeanism\"&gt;pro-European&lt;/a&gt; platform of ALDE was in support of &lt;a href=\"Free%20market\"&gt;free market economics&lt;/a&gt; and pushed for &lt;a href=\"European%20integration\"&gt;European integration&lt;/a&gt; and the &lt;a href=\"Internal%20market\"&gt;European single market&lt;/a&gt;.\nOn 12 June 2019 it was announced that the successor group in alliance with &lt;a href=\"La%20R%C3%A9publique%20En%20Marche%21\"&gt;La République En Marche!&lt;/a&gt; would be named &lt;a href=\"Renew%20Europe\"&gt;Renew Europe&lt;/a&gt;.\nHistory.\nThe ALDE Group traced its unofficial ancestry back to the Liberal members present at the first meeting of the Common Assembly of the &lt;a href=\"European%20Coal%20and%20Steel%20Community\"&gt;European Coal and Steel Community&lt;/a&gt; (the Parliament's predecessor) on 10 September 1952, but the Group was officially founded as the Group of Liberals and Allies on 23 June 1953.\nAs the Assembly grew into the Parliament, the French &lt;a href=\"Gaullist%20Party\"&gt;Gaullists&lt;/a&gt; split from the Group on 21 January 1965 and the Group started the process of changing its name to match the liberal/centrist traditions of the new member states, firstly to the Liberal and Democratic Group in 1976, then to the Liberal and Democratic Reformist Group on 13 December 1985, then to the &lt;a href=\"European%20Liberal%20Democrat%20and%20Reform%20Party%20%28European%20Parliament%20group%29\"&gt;Group of the European Liberal Democrat and Reform Party&lt;/a&gt; on 19 July 1994 to match the &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20for%20Europe%20Party\"&gt;European political party of the same name&lt;/a&gt;.\nIn 1999, the Group partnered with &lt;a href=\"European%20People%27s%20Party%20group\"&gt;European People's Party–European Democrats&lt;/a&gt; (EPP-ED) group to form the &lt;a href=\"Grand%20Coalition\"&gt;Grand Coalition&lt;/a&gt; for the Fifth Parliament. The customary split of the Presidency of the European Parliament between Groups in the Coalition meant that the Group achieved its first &lt;a href=\"President%20of%20the%20European%20Parliament\"&gt;President of the European Parliament&lt;/a&gt; on 15 January 2002, when &lt;a href=\"Pat%20Cox\"&gt;Pat Cox&lt;/a&gt; was elected to the post to serve the latter half of the five-year term. The Group lost its Grand Coalition status after the 2004 elections.\nOn 13 July 2004, the Group approved a recommendation to unite with &lt;a href=\"Member%20of%20the%20European%20Parliament\"&gt;MEPs&lt;/a&gt; from the centrist &lt;a href=\"European%20political%20party\"&gt;political party at the European level&lt;/a&gt; called the &lt;a href=\"European%20Democratic%20Party\"&gt;European Democratic Party&lt;/a&gt; (EDP) founded by &lt;a href=\"Fran%C3%A7ois%20Bayrou\"&gt;François Bayrou&lt;/a&gt;'s &lt;a href=\"Union%20for%20French%20Democracy\"&gt;Union for French Democracy&lt;/a&gt;, the &lt;a href=\"Labour%20Party%20%28Lithuania%29\"&gt;Labour Party&lt;/a&gt; of Lithuania and &lt;a href=\"Democracy%20is%20Freedom%20%E2%80%93%20The%20Daisy\"&gt;Democracy is Freedom – The Daisy&lt;/a&gt; of Italy.\nThe Group accordingly became the Group of the Alliance of Liberals and Democrats for Europe (ALDE) on 20 July 2004, to match the &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20for%20Europe\"&gt;eponymous transnational political alliance&lt;/a&gt;, although the two European-level parties remained separate outside the European Parliament. The MEP &lt;a href=\"Graham%20Watson\"&gt;Graham Watson&lt;/a&gt; of the British &lt;a href=\"Liberal%20Democrats%20%28UK%29\"&gt;Liberal Democrats&lt;/a&gt; became the first chair of ALDE.\nIn May 2019, speaking at a debate leading up to the &lt;a href=\"2019%20European%20Parliament%20election\"&gt;2019 European Parliament election&lt;/a&gt;, ALDE President Guy Verhofstadt announced that following the election, the group intended to dissolve and form a new, centrist alliance with Emmanuel Macron's \"Renaissance\" list.\nMembership.\nMembership by party in Sixth, Seventh and Eighth Parliaments.\nThe national parties that are members of ALDE are as follows:\nMembership at formation.\nIn September 1952, the third-largest grouping in the Common Assembly was the Liberal grouping with 11 members. The Group of Liberals and Allies was officially founded on 23 June 1953. By mid-September 1953, it was again the third-largest Group with 10 members.\nStructure.\nSubgroups.\nALDE was a coalition of liberal and centrist MEPs. It did not have formal subgroups, although the MEPs fell naturally into two informal subgroups, depending on whether they associated with the &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20for%20Europe%20Party\"&gt;Alliance of Liberals and Democrats for Europe Party&lt;/a&gt; or the &lt;a href=\"European%20Democratic%20Party\"&gt;European Democratic Party&lt;/a&gt;.\nOrganisation.\nThe Bureau was the main decision making body of the ALDE Group and is composed of the leaders of the delegations from each member state that elects ALDE MEPs. The Bureau oversaw the ALDE Group's main strategy and policies and was headed by a chair (referred to as the \"Leader\"). The day-to-day running of the Group was performed by its secretariat, led by its Secretary-General.\nThe senior staff of ALDE as of July 2012 were as follows:\nThe chairs of ALDE and its predecessors from 1953 to 2019 are as follows:\nAcademic analysis.\nAlong with the other political groups, ALDE has been &lt;a href=\"Academic%20studies%20of%20the%20political%20groups%20of%20the%20European%20Parliament\"&gt;analysed by academics on its positions regarding various issues&lt;/a&gt;. In short, it's a group of cohesive, gender-balanced centrist Euroneutrals that cooperate most closely with the &lt;a href=\"European%20People%27s%20Party\"&gt;EPP&lt;/a&gt;, are ambiguous on hypothetical EU taxes and supportive of eventual full &lt;a href=\"Accession%20of%20Turkey%20to%20the%20European%20Union\"&gt;Turkish accession to the European Union&lt;/a&gt;."
}