{
    "id": "2005971",
    "revid": "759211",
    "url": "https://en.wikipedia.org/wiki?curid=2005971",
    "title": "George Bush (pioneer)",
    "text": "George Washington Bush (1779 – April 5, 1863) was an American pioneer and one of the first &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; (Irish and African) non-&lt;a href=\"Amerindian\"&gt;Amerindian&lt;/a&gt; settlers of the Pacific Northwest.\nEarly life and education.\nGeorge Bush was born in &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; around 1779. An only child, he was raised as a &lt;a href=\"Quaker\"&gt;Quaker&lt;/a&gt; and educated in Philadelphia. Bush's African American father, Matthew Bush, was born in &lt;a href=\"India\"&gt;India&lt;/a&gt;. Matthew Bush worked for a wealthy &lt;a href=\"England\"&gt;English&lt;/a&gt; merchant named Stevenson for most of his life. At Stevenson's home in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, Matthew Bush met his wife, an &lt;a href=\"Ireland\"&gt;Irish&lt;/a&gt; maid who also worked for Stevenson, and they married in 1778. Pennsylvania did not repeal its anti-miscegenation law until 1780, suggesting that Matthew Bush was either not considered black, or he was married under the care of Germantown Friends meeting in violation of the law. George's parents served Stevenson until his death. Stevenson had no other family and so left the Bushes a substantial fortune.\nWhen he was about twenty years old, Bush moved to Illinois where he entered the cattle business for the first time. In about 1820 Bush moved his cattle business to Missouri where he remained for the next twenty years.\nSoldier and trapper.\nBush fought under &lt;a href=\"Andrew%20Jackson\"&gt;Andrew Jackson&lt;/a&gt; in the &lt;a href=\"War%20of%201812\"&gt;War of 1812&lt;/a&gt; at the &lt;a href=\"Battle%20of%20New%20Orleans\"&gt;Battle of New Orleans&lt;/a&gt;. (Bush, Jeremiah Mabie and William Rutledge are the only known War of 1812 veterans to have settled in Thurston County, and the earliest known U.S. veterans in the county.) He later worked as a &lt;a href=\"Coureur%20des%20bois\"&gt;voyageur&lt;/a&gt; and &lt;a href=\"animal%20trapping\"&gt;fur trapper&lt;/a&gt; with a Frenchman named &lt;a href=\"Joseph%20Robidoux%20IV\"&gt;Joseph Robidoux IV&lt;/a&gt; headquartered in St. Louis, then spent several years in the &lt;a href=\"Oregon%20Country\"&gt;Oregon Country&lt;/a&gt; working for the &lt;a href=\"Hudson%27s%20Bay%20Company\"&gt;Hudson's Bay Company&lt;/a&gt; (HBC).\nMissouri and marriage.\nAbout the time &lt;a href=\"Joseph%20Robidoux%20IV\"&gt;Robidoux&lt;/a&gt; was hired to establish a trading post at the Blacksnake Hills (which became &lt;a href=\"St.%20Joseph%2C%20Missouri\"&gt;St. Joseph, Missouri&lt;/a&gt;), Bush moved to the area near said trading post and in 1828 purchased (with cash not grant or homestead) 80 acres of land. His property was in an unorganized part of Clay County, where he married Isabella James, the daughter of a &lt;a href=\"Baptist\"&gt;Baptist&lt;/a&gt; minister of &lt;a href=\"Germans\"&gt;German&lt;/a&gt; descent, on July 4, 1830. Missouri was a &lt;a href=\"slave%20state\"&gt;slave state&lt;/a&gt; at the time and had adopted anti-miscegenation laws in 1821, but like his father's marriage, there is no evidence that his marriage was thought to be illegal at the time. Bush was a free man and had never been a slave, but, while he was of African and Irish descent, Missouri did not provide him the same legal status as a &lt;a href=\"white%20people\"&gt;white&lt;/a&gt; man. It is noted that the marriage was performed by John P. Smith, Justice of the Peace, who may have had an arrangement with Bush. Smith had been appointed Justice less than a month before Bush's marriage, immediately following the formation of Washington Township in May 1830. To qualify for the formation of the township they had to certify to the Secretary of State \"that there were at least 95 taxable inhabitants in the township upon its creation,\" including George Bush, whose 1828 land purchase was within Washington Township boundaries.\nSome sources state that his family lived in comfort there, while others suggest they faced increasing prejudice. Land records show they moved from the edge of Clay County to unorganized territory in what became Daviess County, and finally into unclaimed territory north of &lt;a href=\"St.%20Joseph%2C%20Missouri\"&gt;St. Joseph&lt;/a&gt;. This area was annexed after the &lt;a href=\"Platte%20Purchase\"&gt;Platte Purchase&lt;/a&gt;, and organized into &lt;a href=\"Andrew%20County%2C%20Missouri\"&gt;Andrew County&lt;/a&gt; in 1841. The Bush family left a few years later.\nThe family had nine boys, of which six survived past infancy, including &lt;a href=\"William%20Owen%20Bush\"&gt;Owen&lt;/a&gt; in 1832, Joseph T in 1833, Riley B in 1836, Henry S in 1840, January J in 1844, all in Missouri, and Lewis Nisqually in 1847 in the new territory.\nTo the Northwest.\nIn 1844, Bush and his family (along with five other families including his friend &lt;a href=\"Michael%20Simmons%20%28American%20pioneer%29\"&gt;Michael Simmons&lt;/a&gt;, totalling 31 people) left Missouri, heading west on the &lt;a href=\"Oregon%20Trail\"&gt;Oregon Trail&lt;/a&gt;. Bush's navigation skills and knowledge of the western region, gained during his years as a trapper, made him the indispensable guide of the party. Isabella's training as a nurse was an important contribution as well. Bush and his family were also known to be very generous, purchasing supplies for their fellow travelers first in Missouri and later at great expense at &lt;a href=\"Fort%20Bridger\"&gt;Fort Bridger&lt;/a&gt;. Bush bought six Conestoga wagons, equipping them with enough provisions for a year, and helped several families make the trip to Oregon. According to the Bush family history, Bush built a false bottom onto his wagon in which he hid over a hundred pounds of silver, worth about $2,000. The great-granddaughter of Bush claims that Bush had hidden $5,000 in silver dollars, some gold bricks, and fifty dollar slugs. With him he brought many species of fruit and shade trees that he would plant in his farm at Bush Prairie.\nBy the time the Bush-Simmons party reached the Oregon Country over four months later, the &lt;a href=\"Provisional%20Government%20of%20Oregon\"&gt;Provisional Government of Oregon&lt;/a&gt; reacting to &lt;a href=\"Cockstock%20Incident\"&gt;racially-charged violence&lt;/a&gt; had passed &lt;a href=\"Oregon%20black%20exclusion%20laws%231844%20law%20and%20amendments\"&gt;an exclusionary law&lt;/a&gt; barring black persons, slave or free, from entering the Oregon Territory on pain of lashing. As a result, Bush and his party traveled north across the &lt;a href=\"Columbia%20River\"&gt;Columbia River&lt;/a&gt;, into territory that at the time was &lt;a href=\"Oregon%20boundary%20dispute\"&gt;claimed by both&lt;/a&gt; the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;Great Britain&lt;/a&gt;. The wagon path they laboriously cut would become the northern spur of the Oregon Trail. Bush's connections with the Hudson's Bay Company at &lt;a href=\"Fort%20Vancouver\"&gt;Fort Vancouver&lt;/a&gt; may have helped the settlers gain access where the company had previously barred Americans from settling.\nBush Prairie.\nThe Bushes and the other five families established a settlement, named Bush Prairie, at the southernmost tip of &lt;a href=\"Puget%20Sound\"&gt;Puget Sound&lt;/a&gt; in what is now &lt;a href=\"Tumwater%2C%20Washington\"&gt;Tumwater, Washington&lt;/a&gt;. (Tumwater's official history has been \"white washed\" giving almost all the credit for its founding to Simmons and the other white settlers; and mentions only in passing one of the main founding fathers of Tumwater, George Bush) Bush and Michael Simmons built the area's first gristmill and sawmill in 1845, and Bush helped finance Simmons' logging company. Bush introduced the first mower and reaper to the area in 1856.\nIn addition to their farm, the Bushes ran a roadside hotel for free. Wayfarers traveling between Cowlitz Landing and Puget Sound liked to stop there. It was open to anyone who came through the area. The Bushes would give visitors a good square meal and gave gifts of grain and fruit grown on the Bush farm.\nThe &lt;a href=\"Oregon%20Treaty\"&gt;Oregon Treaty&lt;/a&gt; of 1846 ended the joint administration north of the Columbia, placing Bush Prairie firmly in the United States. By staking an American claim to the area, Bush and his party had also brought Oregon's black American exclusion laws, clouding the title to their land; these laws would not have applied if the territory were under the British Empire. When the &lt;a href=\"Washington%20Territory\"&gt;Washington Territory&lt;/a&gt; was formed in 1853, one of the first actions of the Territorial Legislature in &lt;a href=\"Olympia%2C%20Washington\"&gt;Olympia&lt;/a&gt; was to ask &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; to give the Bushes unambiguous ownership of their land, which it did in 1855. Bush was thus among the first African-American landowners in Washington State.\nAccording to the Oregon Trail History Library,\nThe Bush-Simmons Party is credited by some historians as having been in large part responsible for bringing the land north of the Columbia River—the present-day state of Washington—into the United States. They established a presence that attracted other settlers and strengthened the American claim to the area in later debates between Great Britain and the United States over partitioning the Oregon Country.\nGeorge Bush lived out the rest of his life in Washington. He maintained excellent relations with local &lt;a href=\"Amerindians\"&gt;Amerindians&lt;/a&gt;, many of whom he nursed through epidemics of measles and smallpox. He also extended remarkable generosity towards his fellow settlers, sharing grain with needy neighbors rather than selling it to speculators at great personal profit. One year, wheat was in short supply and Bush was offered an unheard-of price for his entire crop. His response was\n\"I'll just keep my grain to let my neighbors who have had failures have enough to live on and for seeding their fields in the spring. They have no money to pay your fancy prices and I don't intend to see them want for anything in my power to provide them with.\"\nBush died in Tumwater on April 5, 1863. Isabella James Bush died September 12, 1866. Bush was buried in Tumwater, Washington at Union Cemetery, now a city &lt;a href=\"pioneer%20cemetery\"&gt;pioneer cemetery&lt;/a&gt; called Bush/Union/Pioneer Calvary Cemetery. The cemetery is listed on the national, state and city registers of historic places.\nLegacy.\nHistorians have noted how Bush's experience exemplifies the interdependence and interconnection of people from different racial groups on the western frontier, as well as the ugliness of racial prejudice.\nTheir six sons carried on their tradition of farming and public service. The eldest, &lt;a href=\"William%20Owen%20Bush\"&gt;William Owen Bush&lt;/a&gt;, served twice in the &lt;a href=\"Washington%20State%20Legislature\"&gt;Washington State Legislature&lt;/a&gt;. In 1890, he introduced the bill establishing the institution that is now &lt;a href=\"Washington%20State%20University\"&gt;Washington State University&lt;/a&gt;.\nIn 1973, &lt;a href=\"Jacob%20Lawrence\"&gt;Jacob Lawrence&lt;/a&gt; did a series of five paintings depicting George Bush's journey by wagon train from Missouri to Bush Prairie. The paintings are in the collection of the &lt;a href=\"Washington%20State%20Historical%20Society\"&gt;Washington State Historical Society&lt;/a&gt;.\nIn 2009, a Bush &lt;a href=\"Juglans%20cinerea\"&gt;butternut tree&lt;/a&gt; was planted in Bush's memory on the grounds of the &lt;a href=\"Washington%20State%20Capitol\"&gt;Washington State Capitol&lt;/a&gt;, and later also dedicated in honor of &lt;a href=\"Martin%20Luther%20King%20Jr.\"&gt;Martin Luther King Jr.&lt;/a&gt; The tree is a direct descendant of a seedling brought west on Bush's wagon and planted in 1845 at the Bush homestead on Bush Prairie. The original tree was one of the largest, and likely the oldest living butternut tree in the United States when it died in 2021.\nA permanent monument to George Bush and his family on the Washington State Capitol campus was dedicated on November 19, 2021. This monument refers to the contributions of Mr. Bush and his son William Owen Bush to Washington Territory, Washington State, and what became Washington State University. A copy of this monument will be installed on the campus of Washington State University at Tri-Cities in Richland, Washington.\nName.\nAlthough Bush is widely known by his ostensible full name of George Washington Bush, doubt has been cast on if \"Washington\" actually was his middle name."
}