{
    "id": "2005071",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=2005071",
    "title": "Podocarpus nubigenus",
    "text": "Podocarpus nubigenus (also known as \"P. nubigena\") is a species of &lt;a href=\"Podocarpus\"&gt;podocarp&lt;/a&gt;, &lt;a href=\"endemic%20%28ecology%29\"&gt;endemic&lt;/a&gt; to the &lt;a href=\"Valdivian%20temperate%20rain%20forests\"&gt;Valdivian temperate rain forests&lt;/a&gt; of southern &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt; and adjacent southwestern &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;. It is the southernmost &lt;a href=\"podocarp\"&gt;podocarp&lt;/a&gt; in the world. It grows from 38°S to &lt;a href=\"%C3%9Altima%20Esperanza%20Province\"&gt;Ultima Esperanza&lt;/a&gt; (53°S), in wet and swampy soils. It can settle clear grounds, with a faster growth than the other Chilean &lt;a href=\"Podocarpaceae\"&gt;Podocarpaceae&lt;/a&gt;.\nIt is a medium to large &lt;a href=\"tree\"&gt;tree&lt;/a&gt;, growing to around , exceptionally to . The &lt;a href=\"Bark%20%28botany%29\"&gt;bark&lt;/a&gt; peels off in papery flakes, with a purplish to golden brown hue. The sharp, green, needle-like &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; are stiff and leathery, 2 cm long. The &lt;a href=\"conifer%20cone\"&gt;cones&lt;/a&gt; are highly modified with two to four fused, fleshy, berry-like, juicy scales, bright red when mature, bearing one (rarely two) rounded &lt;a href=\"seed\"&gt;seed&lt;/a&gt;s at the apex of the scales.\nIn a classic example species-pair of the &lt;a href=\"Antarctic%20flora\"&gt;Antarctic flora&lt;/a&gt;, it is very closely related to \"&lt;a href=\"Podocarpus%20totara\"&gt;Podocarpus totara&lt;/a&gt;\" from &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, to the extent that if planted together, they are very difficult to distinguish. The best distinction is the slightly brighter green tone of the leaves, compared to the more greyish-green of \"P. totara\".\nCultivation and uses.\nThe &lt;a href=\"wood\"&gt;wood&lt;/a&gt; is hard and straight grained, and very resistant to rot; it is yellow with reddish marks, semiheavy, semihard, and resistant to decay, but due to scarcity, is little used.\n\"P. nubigenus\" is occasionally grown as an &lt;a href=\"ornamental%20plant\"&gt;ornamental tree&lt;/a&gt; in the western &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt; and the &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt; of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, where it receives the cool summers and high rainfall it requires for successful growth. This tree is tolerant to about . It does not have any common English name; cloud podocarp' (a translation of the scientific name); \"male maniu\" (a literal translation from the most common name in Chile), Chilean podocarp, and Chilean totara have been suggested, but are little used. &lt;a href=\"Mapuche\"&gt;Mapuche&lt;/a&gt; &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Native American&lt;/a&gt; and Latin American Spanish names include and \"mañio macho\" or \"mañíu macho\" and \"huililahuán\" (). In southern Chile, it is also known as \"mañío de hojas punzantes\" (which is translated as prickly-leaved maniu).\nEtymology.\n\"Podocarpus\" is derived from &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; and means 'stalked fruit'. The name is in reference to the distinctive shape of the fruit stalks of some species.\n\"Nubigenus\" means 'cloud-born' or 'cloud-formed'."
}