{
    "id": "20109131",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=20109131",
    "title": "Ron Roberts (rugby league)",
    "text": "Ron Roberts (1927–2003) was an Australian &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer. He was a &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;state&lt;/a&gt; and &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;national&lt;/a&gt; representative, who is known for scoring a try in 1950 which won Australia an &lt;a href=\"The%20Ashes%20%28rugby%20league%29\"&gt;Ashes&lt;/a&gt; series. His club career was with the &lt;a href=\"St.%20George%20Dragons\"&gt;St. George Dragons&lt;/a&gt; and he was a member of their 1949 premiership-winning side.\nPlaying career.\nRoberts joined &lt;a href=\"St.%20George%20Dragons\"&gt;St. George&lt;/a&gt; in 1949 and played three seasons with the club as a winger. That first year he scored two tries in the Dragons'\n&lt;a href=\"New%20South%20Wales%20Rugby%20Football%20League%20season%201949%23Finals\"&gt;1949 Grand Final&lt;/a&gt; victory over the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt; and was the &lt;a href=\"New%20South%20Wales%20Rugby%20Football%20League\"&gt;League's&lt;/a&gt; season top try scorer with 25 tries from 19 games. He made his representative debut for &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; that year and was selected for Australia's tour of &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt; appearing in five minor matches and making his full representative debut in the 2nd Test in &lt;a href=\"Carlaw%20Park\"&gt;Auckland&lt;/a&gt;. Roberts is listed on the Australian Players Register as Kangaroo No. 269.\nRoberts was competition's leading try scorer in 1949 and 1950. In his three seasons with the Dragons, he scored 51 tries in 51 first grade games. \nDefining moment.\nFor the first two Tests of the 1950 domestic &lt;a href=\"Rugby%20League%20Ashes\"&gt;Ashes&lt;/a&gt; series against &lt;a href=\"Great%20Britain%20national%20rugby%20league%20team\"&gt;Great Britain&lt;/a&gt;, Roberts was overlooked by selectors for other wingers including his club teammate &lt;a href=\"Noel%20Pidding\"&gt;Noel Pidding&lt;/a&gt;. The series was locked at 1–all after two games. The decider was played on a quagmire at the &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;Sydney Cricket Ground&lt;/a&gt; and Roberts had regained his national wing spot after a one-year absence. Rain had been consistent in the lead up week and before the match forty tonnes of sand were dumped on the SCG to save the match from abandonment. Fourteen minutes from the end in pouring rain with the scores locked 2–all, Australia executed a back-line movement from a play-the-ball. A overlap developed by &lt;a href=\"Doug%20McRitchie\"&gt;Doug McRitchie&lt;/a&gt; resulting in centre &lt;a href=\"Keith%20Middleton\"&gt;Keith Middleton&lt;/a&gt; sending the ball out to an unmarked Roberts who ran 40 metres and crossed in the corner for the only try of the match and a 5–2 win. \nThe victory gave Australia the Ashes for the first time since 1920 and as a result the memorable impact of that moment dwarfed Roberts’ short but classy career. In a 1980s poll by \"&lt;a href=\"Rugby%20League%20Week\"&gt;Rugby League Week&lt;/a&gt;\" that try was rated the greatest single moment in the code’s Australian history.\nContract dispute and departure from NSWRFL.\nDuring the 1951/1952 off-season, Roberts changed his address so that under the NSWRFL’s strict residential laws of the time, he became required to play for &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown&lt;/a&gt;, which is had no desire to do. He was also involved in a contractual dispute with the Dragons, whereby Roberts and fellow Dragon three-quarter Matt McCoy felt that their talents entitled them to more money than the seasonal bonus of &lt;a href=\"Australian%20pound\"&gt;£&lt;/a&gt;330 then offered to players. The Dragons refused this and did not include Roberts amongst their list of 47 players, with the result that he played for Picton &lt;a href=\"Group%206%20Rugby%20League\"&gt;in the Group 6&lt;/a&gt; competition and represented Country that winter. In 1954 Roberts would shift to captain-coach Bargo in that same league and again represent Country."
}