{
    "id": "20119863",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=20119863",
    "title": "Peter Martin (Australian footballer)",
    "text": "Peter James Martin (24 July 1875 – 25 March 1918) was an &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt;er who played for &lt;a href=\"Collingwood%20Football%20Club\"&gt;Collingwood&lt;/a&gt; during the early years of the &lt;a href=\"Australian%20Football%20League\"&gt;Victorian Football League&lt;/a&gt; (VFL), and &lt;a href=\"North%20Melbourne%20FC\"&gt;North Melbourne&lt;/a&gt; in the &lt;a href=\"Victorian%20Football%20League\"&gt;Victorian Football League&lt;/a&gt; (VFA).\nFamily.\nThe son of James Joseph Martin and Ellen O'Connor, Peter was born in Geelong on 24 July 1875. He married Lavinia M. Smith in 1902. They had four children, Lavinia H., Kathleen I., and Samuel A. Martin, and one other.\nFootballer.\nRecruited from Wellington Juniors in Geelong, he first came to Collingwood's attention when he won a goal-kicking contest in 1898.\nMartin shared his league debut with future club great &lt;a href=\"Ted%20Rowell%20%28footballer%29\"&gt;Ted Rowell&lt;/a&gt; and played 14 games that season, including the &lt;a href=\"1901%20VFL%20Grand%20Final\"&gt;1901 VFL Grand Final&lt;/a&gt; loss to &lt;a href=\"Essendon%20Football%20Club\"&gt;Essendon&lt;/a&gt; where he was a wingman. He made just one further appearance with Collingwood, in 1902, before finishing his career at North Melbourne, then in the Victorian Football Association (VFA), where he played for, at least, three seasons (1903–1905). He then played for four seasons for the \"Garrison Artillery Football Team\".\nSoldier.\nA Private with the 6th Battalion of the &lt;a href=\"First%20Australian%20Imperial%20Force\"&gt;First AIF&lt;/a&gt; during World War I, Martin was badly injured in fighting at &lt;a href=\"Pozi%C3%A8res\"&gt;Pozières&lt;/a&gt;, France in December 1916.\nThe name of Peter James Martin (3399) does not appear on the Australian War Memorial's Roll of Honour because, at the time of his death (25 March 1918), more than 12 months and a day had elapsed since he had been wounded in action; also, by the time of his death, he had been discharged from the army, and was not listed as officially \"Died of Wounds\" on any casualty list.\nHe had been hit in the head by a German bullet at Pozières on 8 December 1916; the right side of his head was very badly damaged (his skull had been fractured, and it never healed properly), and he had lost his right eye. He did not appear on a casualty list until January 1917. He was discharged from the army on 26 January 1917. He died from his war wounds at the Caulfield Military Hospital (No.5 Australian General Hospital) on 25 March 1918. He was buried with full military honours, in an unmarked grave, at &lt;a href=\"Coburg%20Cemetery\"&gt;Coburg Cemetery&lt;/a&gt;."
}