{
    "id": "20119720",
    "revid": "26398660",
    "url": "https://en.wikipedia.org/wiki?curid=20119720",
    "title": "Ted Hughes (judge)",
    "text": "Edward N. \"Ted\" Hughes (died January 17, 2020) was a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; retired judge. He was best known for overseeing prominent investigations in &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt;, &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt; and &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, one of which led to the resignation of &lt;a href=\"Premier%20of%20British%20Columbia\"&gt;Premier&lt;/a&gt; &lt;a href=\"Bill%20Vander%20Zalm\"&gt;Bill Vander Zalm&lt;/a&gt;.\nHughes's wife, &lt;a href=\"Helen%20Hughes%20%28Canadian%20politician%29\"&gt;Helen Hughes&lt;/a&gt;, has been a city councillor in &lt;a href=\"Saskatoon\"&gt;Saskatoon&lt;/a&gt; and &lt;a href=\"Victoria%2C%20British%20Columbia\"&gt;Victoria&lt;/a&gt;.\nCareer before 1990.\nHughes was born in &lt;a href=\"Saskatoon\"&gt;Saskatoon&lt;/a&gt;, Saskatchewan. He earned a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; degree from the &lt;a href=\"University%20of%20Saskatchewan\"&gt;University of Saskatchewan&lt;/a&gt; near the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and began practising law in Saskatoon in 1952. He became a judge in 1962, and was promoted to the &lt;a href=\"Saskatchewan%20Court%20of%20Queen%27s%20Bench\"&gt;Saskatchewan Court of Queen's Bench&lt;/a&gt; in 1974. He was an executor of &lt;a href=\"John%20Diefenbaker\"&gt;John Diefenbaker&lt;/a&gt;'s estate, after the former &lt;a href=\"Prime%20Minister%20of%20Canada\"&gt;prime minister&lt;/a&gt;'s death in 1979.\nHughes stepped down from the bench in 1980, when he moved to &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; to become a legal advisor to the provincial &lt;a href=\"Attorney-General%20%28British%20Columbia%29\"&gt;Attorney-General&lt;/a&gt;. He was appointed as Deputy Attorney-General of British Columbia in 1983, and chaired a series of public hearings into the government's cuts to &lt;a href=\"legal%20aid\"&gt;legal aid&lt;/a&gt; in 1984.\nCareer after 1990.\nBritish Columbia.\nHughes was appointed as British Columbia's first Conflict-of-interest Commissioner in 1990. In 1991, British Columbia Premier Bill Vander Zalm was accused of inappropriate behaviour in the sale of his family's &lt;a href=\"Fantasy%20Gardens\"&gt;Fantasy Gardens&lt;/a&gt; theme park, which was purchased by &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;ese billionaire &lt;a href=\"Tan%20Yu\"&gt;Tan Yu&lt;/a&gt; in 1990. The sale was announced one day after Tan had met with provincial &lt;a href=\"Minister%20of%20Finance%20%28British%20Columbia%29\"&gt;Finance Minister&lt;/a&gt; &lt;a href=\"Mel%20Couvelier\"&gt;Mel Couvelier&lt;/a&gt; in Vander Zalm's office. The premier initially said that he was not involved in either the operation or sale of his family business, but when documents released in a separate court case indicated otherwise, he asked Hughes to investigate the matter. Opposition leader &lt;a href=\"Mike%20Harcourt\"&gt;Mike Harcourt&lt;/a&gt; was consulted prior to Hughes's appointment, and gave his approval.\nHughes' report found that Vander Zalm had mixed private business with public responsibilities on several occasions, and had violated provincial conflict-of-interest guidelines. He also indicated that Vander Zalm was apparently sincere, but mistaken, in believing that he had not violated guidelines in arranging Tan's meeting with Couvelier. Vander Zalm resigned as premier after the report was submitted.\nIn 1992, Hughes ruled that Forestry Minister &lt;a href=\"Dan%20Miller%20%28Canadian%20politician%29\"&gt;Dan Miller&lt;/a&gt; had put himself in a conflict by approving the sale of Westar Timber Ltd.'s forest assets in northwestern B.C. to Repap Enterprises Ltd. At the time, Miller was on a leave of absence from a subsidiary of Repap. He was suspended from cabinet for three months. While Hughes's findings were not questioned, some journalists argued that the province's conflict-of-interest rules were defined too broadly after Vander Zalm's resignation, that the sale was a routine transfer, and that Miller did not stand to benefit personally.\nHughes later investigated Mike Harcourt, who became premier after the &lt;a href=\"1991%20British%20Columbia%20provincial%20election\"&gt;1991 provincial election&lt;/a&gt;, over a possible conflict-of-interest involving a former campaign advisor who had started a company called NOW Communications Inc.. The company specialized in social marketing, and received several contracts from the provincial government. Harcourt testified that he played no role in granting the contracts, and the matter ultimately came to nothing.\nHughes briefly resigned as Conflict-of-Interest Commissioner in 1996, following what he described as pressure by &lt;a href=\"Glen%20Clark\"&gt;Glen Clark&lt;/a&gt;, Harcourt's successor as premier. He was reinstated two days later. He stepped down from the position in May 1997.\nIn September 1992, Hughes issued a report asserting that sexual discrimination against women pervaded every aspect of the provincial justice system, including hiring practices and the handling of sexual assault cases. He said that he was most disturbed by the testimony of sexual assault and family violence victims, and that he was surprised by the extent of violence in British Columbia society.\nHughes chaired a Justice Reform Committee in 1997–98 that led to significant changes to British Columbia's judicial structure. Hughes also served as chief federal negotiator in talks with ten indigenous groups on &lt;a href=\"Vancouver%20Island\"&gt;Vancouver Island&lt;/a&gt; in this period, and was a member of the &lt;a href=\"British%20Columbia%20Press%20Council\"&gt;British Columbia Press Council&lt;/a&gt;.\nIn 1998, Hughes was appointed to take over an existing inquiry into whether &lt;a href=\"Royal%20Canadian%20Mounted%20Police\"&gt;Royal Canadian Mounted Police&lt;/a&gt; officers had acted improperly against protesters at the &lt;a href=\"APEC%20Canada%201997\"&gt;1997 Asia-Pacific Summit&lt;/a&gt;. The inquiry, under the auspices of the &lt;a href=\"RCMP%20Public%20Complaints%20Commission\"&gt;RCMP Public Complaints Commission&lt;/a&gt;, had previously been led by a three-member panel, which itself became caught up in scandal and controversy. Although some believed the scope of the inquiry was too narrow, Hughes's appointment was welcomed by all parties. After some delays, he issued his report in August 2001. Hughes found evidence of widespread police incompetence, and wrote that RCMP actions sometimes provoked violence and deprived protesters of their constitutional rights. He concluded that \"police performance did not meet an acceptable and expected standard of competence, professionalism and proficiency\", and recommended a series of reforms. Hughes also criticized &lt;a href=\"Jean%20Carle\"&gt;Jean Carle&lt;/a&gt;, a member of the &lt;a href=\"Office%20of%20the%20Prime%20Minister%20%28Canada%29\"&gt;Prime Minister's Office&lt;/a&gt;, for \"throwing his weight around\" and attempting to interfere with security arrangements. The report nonetheless vindicated Staff Sgt. Hugh Stewart, who had been widely criticized for his use of &lt;a href=\"pepper%20spray\"&gt;pepper spray&lt;/a&gt; against demonstrators. Hughes determined that Stewart made \"some unfortunate decisions\", but that he had been placed in a situation \"that was unfair to him\". RCMP Commissioner &lt;a href=\"Giuliano%20Zaccardelli\"&gt;Giuliano Zaccardelli&lt;/a&gt; accepted Hughes's finding that the RCMP made errors in planning for the summit.\nIn 2005, the provincial government of &lt;a href=\"Gordon%20Campbell%20%28Canadian%20politician%29\"&gt;Gordon Campbell&lt;/a&gt; appointed Hughes to examine British Columbia's method of reviewing child deaths, following the violent death of an aboriginal girl in &lt;a href=\"foster%20care\"&gt;foster care&lt;/a&gt;. In his report, Hughes blamed a constant turnover in leadership, major policy shifts, and the Campbell government's budget cuts for undermining the system. He recommended the creation of a new, independent body to oversee provincial child welfare, and advised that the government pay particular attention to the needs of aboriginal communities. Hughes added that if the government did not take steps to improve the situation, he would conduct a speaking tour of the province to shame it into action. The following month, &lt;a href=\"Attorney-General%20of%20British%20Columbia\"&gt;Attorney-General&lt;/a&gt; &lt;a href=\"Wally%20Oppal\"&gt;Wally Oppal&lt;/a&gt; tabled legislation to establish a new, independent watchdog organization for children's services.\nIn early 2007, Hughes was appointed to a mediation panel looking into lawsuits filed by a group of Indo-Canadian veterinarians, who argued that they had been discriminated against.\nPrior to his death Hughes led a coalition against &lt;a href=\"homelessness\"&gt;homelessness&lt;/a&gt; in Victoria. He spoke at a drop-in centre in 2008, informing homeless persons of their rights following a court decision that struck down a municipal bylaw against camping in public spaces.\nManitoba.\nIn 1991, Manitoba &lt;a href=\"Minister%20of%20Justice%20%28Manitoba%29\"&gt;Justice Minister&lt;/a&gt; &lt;a href=\"James%20McCrae%20%28politician%29\"&gt;James McCrae&lt;/a&gt; appointed Hughes to lead an investigation into the unusual circumstances which led to lawyer Harvey Pollock being arrested on a dubious sexual assault charge. Pollock had previously acted as the lawyer for the family of &lt;a href=\"J.J.%20Harper\"&gt;J.J. Harper&lt;/a&gt;, an indigenous leader who had been killed in a confrontation with Winnipeg police. The case against Pollock quickly fell apart in court, and the woman whose statements led to the charge later clarified that she had never accused Pollock of sexual assault during her discussions with police. Pollock believed that he was the target of a police vendetta. Hughes' report completely vindicated Pollock and led to the resignation of police chief &lt;a href=\"Herb%20Stephen\"&gt;Herb Stephen&lt;/a&gt;.\nA serious riot broke out at that &lt;a href=\"Headingley%20Correctional%20Institution\"&gt;Headingley Correctional Institution&lt;/a&gt; in 1996, leaving several guards and prisoners injured and the prison itself in ruins. Hughes was appointed to conduct an independent inquiry into the cause of the riot by &lt;a href=\"Rosemary%20Vodrey\"&gt;Rosemary Vodrey&lt;/a&gt;, McCrae's successor as Justice Minister. Hughes concluded that the prison had been a social powder keg prior to the riot and that morale among prison guards was extremely low. He noted that seventy to eighty per cent of inmates in Manitoba prisons were indigenous and called for a national initiative to target social inequality and other roots causes of crime. In a subsequent interview, Hughes said that governments should give safety of person and property the same importance as education and health.\nHughes led the inquiry into the death of &lt;a href=\"Phoenix%20Sinclair\"&gt;Phoenix Sinclair&lt;/a&gt;. He made \"62 recommendations for improving the child welfare system and is a call out to address 'deeply rooted' issues.\" He also recommended changes to the provincial school &lt;a href=\"curricula\"&gt;curricula&lt;/a&gt; and to programs for supporting those on welfare, among others. The province of Manitoba announced that it had or was planning to implement many of the suggested changes, and issued a formal apology, stating that \"the child welfare system failed Phoenix Sinclair\".\nSaskatchewan.\nIn 1992, Saskatchewan &lt;a href=\"Minister%20of%20Justice%20%28Saskatchewan%29\"&gt;Justice Minister&lt;/a&gt; &lt;a href=\"Bob%20Mitchell%20%28Saskatchewan%20politician%29\"&gt;Bob Mitchell&lt;/a&gt; appointed Hughes to lead a judicial review into the shooting death of Leo LaChance, a &lt;a href=\"Cree\"&gt;Cree&lt;/a&gt; trapper, by Carney Milton Nerland, a member of the &lt;a href=\"Aryan%20Nations\"&gt;Aryan Nations&lt;/a&gt; white supremacist group. Nerland was sentenced to four years in prison after pleading guilty to &lt;a href=\"manslaughter\"&gt;manslaughter&lt;/a&gt;; many believed that the sentence was inappropriate, and that he should have been charged with murder. The inquiry was permitted to look beyond the shooting, and investigate the activities of racist groups in Saskatchewan. Hughes's report concluded that racism had played a role in LeChance's death, but added that police and prosecutors had acted in good faith and that a murder charge probably would not have been sustained. &lt;a href=\"Alphonse%20Bird\"&gt;Alphonse Bird&lt;/a&gt;, chief of the &lt;a href=\"Prince%20Albert%20Tribal%20Council\"&gt;Prince Albert Tribal Council&lt;/a&gt; welcomed the report's findings, but criticized the lack of recommendations.\nDuring the course of the inquiry, Hughes asked the &lt;a href=\"Royal%20Canadian%20Mounted%20Police\"&gt;Royal Canadian Mounted Police&lt;/a&gt; (RCMP) to name an informant who was described as holding a vested interest in the outcome of the inquiry. The RCMP declined, and speculation arose that the manslaughter plea-bargain was arranged to keep the police's spy network in place. Reports later surfaced that Nerland was the informant. The commission was not permitted to address this subject.\nThe North and aboriginal conflict resolution.\nHughes served as Conflict of Interest Commissioner for the &lt;a href=\"Yukon\"&gt;Yukon&lt;/a&gt; and the &lt;a href=\"Northwest%20Territories\"&gt;Northwest Territories&lt;/a&gt; after 2001.\nIn 2003, Hughes agreed to serve a two-year term as Chief Adjudicator for an &lt;a href=\"Alternative%20Dispute%20Resolution\"&gt;Alternative Dispute Resolution&lt;/a&gt; process involving survivors of abuse in Canada's &lt;a href=\"boarding%20school\"&gt;residential school&lt;/a&gt; abuse. The program was formally launched in November 2003.\nCritical assessments.\n\"&lt;a href=\"The%20Globe%20and%20Mail\"&gt;The Globe and Mail&lt;/a&gt;\" columnist Robert Sheppard once described Hughes as having earned a reputation as \"a scrupulously fair arbiter for all the tough political cases\". A political scientist at the &lt;a href=\"University%20of%20Victoria\"&gt;University of Victoria&lt;/a&gt; wrote that he was sometimes considered to possess \"the wisdom of a &lt;a href=\"Solomon\"&gt;Solomon&lt;/a&gt;\". Most other assessments of Hughes agree with this position. One of the few public figures to have criticized Hughes is &lt;a href=\"Bill%20Vander%20Zalm\"&gt;Bill Vander Zalm&lt;/a&gt;, who said in a 1996 interview he believed Hughes had an agenda against him.\nHughes was appointed an Officer in the &lt;a href=\"Order%20of%20Canada\"&gt;Order of Canada&lt;/a&gt; in 2002."
}