{
    "id": "201575",
    "revid": "1068687511",
    "url": "https://en.wikipedia.org/wiki?curid=201575",
    "title": "White-tailed eagle",
    "text": "The white-tailed eagle (\"Haliaeetus albicilla\") is a very large species of &lt;a href=\"sea%20eagle\"&gt;sea eagle&lt;/a&gt; widely distributed across temperate &lt;a href=\"Palearctic\"&gt;Eurasia&lt;/a&gt;. Like all eagles, it is a member of the family &lt;a href=\"Accipitridae\"&gt;Accipitridae&lt;/a&gt; (or accipitrids) which includes other diurnal &lt;a href=\"Raptor%20%28bird%29\"&gt;raptor&lt;/a&gt;s such as &lt;a href=\"hawk\"&gt;hawk&lt;/a&gt;s, &lt;a href=\"kite%20%28bird%29\"&gt;kite&lt;/a&gt;s, and &lt;a href=\"harrier%20%28bird%29\"&gt;harrier&lt;/a&gt;s. One of up to eleven members in the genus \"&lt;a href=\"Sea%20eagle\"&gt;Haliaeetus&lt;/a&gt;\", which are commonly called sea eagles, it is also referred to as the white-tailed sea-eagle. Sometimes, it is known as the ern or erne (depending on spelling by sources), gray sea eagle and Eurasian sea eagle.\nWhile found across a very wide range, today breeding as far west as &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt; and &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt; across to as far east as &lt;a href=\"Hokkaido\"&gt;Hokkaido&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, they are often scarce and very spottily distributed as a nesting species, mainly due to human activities. These have included &lt;a href=\"Habitat%20fragmentation\"&gt;habitat alterations&lt;/a&gt; and destruction of &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt;s, about a hundred years of systematic persecution by humans (from the early 1800s to around &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;) followed by inadvertent poisonings and epidemics of nesting failures due to various manmade chemical &lt;a href=\"pesticide\"&gt;pesticide&lt;/a&gt;s and &lt;a href=\"organic%20compound\"&gt;organic compound&lt;/a&gt;s, which have threatened eagles since roughly the 1950s and continue to be a potential concern. Due to this, the white-tailed eagle was considered endangered or extinct in several countries. However, some populations have recovered well due to some governmental protections and dedicated &lt;a href=\"Conservation%20movement\"&gt;conservationists&lt;/a&gt; and naturalists protecting habitats and nesting sites and partially regulating poaching and pesticide usage, as well as careful &lt;a href=\"Species%20reintroduction\"&gt;reintroductions&lt;/a&gt; into parts of their former range.\nWhite-tailed eagles usually live most of the year near large bodies of open water, including &lt;a href=\"Coast\"&gt;coastal saltwater areas&lt;/a&gt; and inland &lt;a href=\"freshwater\"&gt;freshwater&lt;/a&gt; &lt;a href=\"lake\"&gt;lake&lt;/a&gt;s, wetlands, &lt;a href=\"bog\"&gt;bog&lt;/a&gt;s and &lt;a href=\"river\"&gt;river&lt;/a&gt;s. It requires &lt;a href=\"Old-growth%20forest\"&gt;old-growth trees&lt;/a&gt; or ample sea cliffs for nesting, and an abundant food supply of &lt;a href=\"fish\"&gt;fish&lt;/a&gt; and &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s (largely &lt;a href=\"water%20bird\"&gt;water bird&lt;/a&gt;s) amongst nearly any other available prey. Both a powerful &lt;a href=\"apex%20predator\"&gt;apex predator&lt;/a&gt; and an opportunistic &lt;a href=\"scavenger\"&gt;scavenger&lt;/a&gt;, it is considered a close cousin of the &lt;a href=\"bald%20eagle\"&gt;bald eagle&lt;/a&gt; (\"Haliaeetus leucocephalus\"), which occupies a similar &lt;a href=\"Ecological%20niche\"&gt;niche&lt;/a&gt; in North America.\nTaxonomy.\nThe first &lt;a href=\"Species%20description\"&gt;formal description&lt;/a&gt; of the white-tailed eagle was by the Swedish naturalist &lt;a href=\"Carl%20Linnaeus\"&gt;Carl Linnaeus&lt;/a&gt; in 1758 in the &lt;a href=\"10th%20edition%20of%20Systema%20Naturae\"&gt;tenth edition&lt;/a&gt; of his \"&lt;a href=\"Systema%20Naturae\"&gt;Systema Naturae&lt;/a&gt;\" under the &lt;a href=\"binomial%20nomenclature\"&gt;binomial name&lt;/a&gt; \"Falco albicilla\". The &lt;a href=\"genus\"&gt;genus&lt;/a&gt; \"&lt;a href=\"Haliaeetus\"&gt;Haliaeetus&lt;/a&gt;\" was introduced in 1809 by the French naturalist &lt;a href=\"Marie%20Jules%20C%C3%A9sar%20Savigny\"&gt;Marie Jules César Savigny&lt;/a&gt; in the \"&lt;a href=\"Description%20de%20l%27%C3%89gypte\"&gt;Description de l'Égypte&lt;/a&gt;\". The name \"Haliaeetus\" is &lt;a href=\"New%20Latin\"&gt;New Latin&lt;/a&gt; for \"sea-eagle\", from &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; \"hali-\", \"sea-\" and \"aetos\", \"eagle\". The specific \"albicilla\", \"white-tailed\", is from New Latin \"albi-\", \"white\" and \"cilla\", \"tail\". The &lt;a href=\"Anglo-Saxon\"&gt;Anglo-Saxon&lt;/a&gt; name \"erne\" means \"soarer\". It has many Gaelic names, including \"iolar sùil na grèine\" or 'eagle of the sun's eye.'\nSystematics.\nThe white-tailed eagle is a member of the genus \"Haliaeetus\", a &lt;a href=\"Monophyly\"&gt;monophylic group&lt;/a&gt; comprising 11 living species, including the closely related \"Ichthyophaga\" fish eagles which may or may not be part of a separate genus. The latter group, comprised by the &lt;a href=\"Lesser%20fish%20eagle\"&gt;lesser&lt;/a&gt; (\"Haliaeetus humilis\") and the &lt;a href=\"grey-headed%20fish%20eagle\"&gt;grey-headed fish eagle&lt;/a&gt; (\"Haliaeetus ichthyaetus\"), differ mostly in life history, being more fully devoted to fish eating and habituating wooded areas, especially in mountainous areas. In appearance the two \"Ichthyaetus\" are slenderer, longer tailed and more uniform and grey in colour than typical sea eagles. This species pair may not be genetically distinct enough to warrant division into separate genera. Other than these \"Ichthyophaga\"-type species found farther north in Asia, &lt;a href=\"Sanford%27s%20sea%20eagle\"&gt;Sanford's sea eagle&lt;/a&gt; (\"Haliaeetus sanfordi\") of the &lt;a href=\"Solomon%20Islands\"&gt;Solomon Islands&lt;/a&gt; is the most atypical \"Haliaeetus\", retaining rufous-brown plumage into adulthood (this particularly resembling the &lt;a href=\"white-bellied%20sea%20eagle\"&gt;white-bellied sea eagle&lt;/a&gt; juvenile, likely a closely related species) more typical of juveniles in other species and it also dwells more so in dense, coastal forests where it feeds mostly on &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s and &lt;a href=\"mammal\"&gt;mammal&lt;/a&gt;s rather than &lt;a href=\"fish\"&gt;fish&lt;/a&gt; and &lt;a href=\"water%20bird\"&gt;water bird&lt;/a&gt;s. Outside of the genus \"Haliaeetus\", among other extant forms, they appear to be most closely related to &lt;a href=\"Milvinae\"&gt;milvine kites&lt;/a&gt; and &lt;a href=\"Old%20World%20vulture\"&gt;Old World vulture&lt;/a&gt;s, based on modern forms from these subfamilies that broadly share morphological and life history traits with sea eagles: the &lt;a href=\"Brahminy%20kite\"&gt;Brahminy kite&lt;/a&gt; (\"Haliastur indus\") (historically sometimes referred to as the \"red-backed sea eagle\") and the &lt;a href=\"palm-nut%20vulture\"&gt;palm-nut vulture&lt;/a&gt; (\"Gypohierax angolensis\") (which was once widely referred to as the \"vulturine fish eagle\"). The relation of these species to the sea eagles is partially borne out by their genetic sequencing. Other groups, beyond milvine kites and Old World vulture, of modern accipitrid that are seemingly in some way related, albeit very distantly, to the sea eagles include \"&lt;a href=\"Accipiter\"&gt;Accipiter&lt;/a&gt;s\", &lt;a href=\"Harrier%20%28bird%29\"&gt;harriers&lt;/a&gt;, &lt;a href=\"Melierax\"&gt;chanting-goshawk&lt;/a&gt;s and &lt;a href=\"Buteoninae\"&gt;buteonines&lt;/a&gt;. Notably excluded from their relations are most other species referred to as \"eagles\", including &lt;a href=\"Aquilinae\"&gt;booted eagles&lt;/a&gt; and &lt;a href=\"Circaetinae\"&gt;snake and serpent eagles&lt;/a&gt;.\nThe white-tailed eagle itself forms a &lt;a href=\"cryptic%20species%20complex\"&gt;species pair&lt;/a&gt; with the &lt;a href=\"bald%20eagle\"&gt;bald eagle&lt;/a&gt;. These diverged from other sea eagles at the beginning of the early &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt; (c. 10 &lt;a href=\"mya%20%28unit%29\"&gt;mya&lt;/a&gt;) at the latest, possibly (if the most ancient fossil record is correctly assigned to this genus) as early as the early or middle &lt;a href=\"Oligocene\"&gt;Oligocene&lt;/a&gt;, about 28 &lt;a href=\"mya%20%28unit%29\"&gt;mya&lt;/a&gt;. A recent genetic study of &lt;a href=\"mitochondrial%20DNA\"&gt;mitochondrial DNA&lt;/a&gt; is consistent with this idea. Greenlandic white-tailed eagles (proposed as \"H. a. groenlandicus\") form, on &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt;ary time scales, a relatively recently founded population that has not yet accumulated many unique genetic characteristics and may not strictly fulfill the distinction of a subspecies. However, the population appears to be demographically isolated and deserves special protection. At one time an eastern subspecies (\"H. a. brooksi\") was proposed as well but there is little evidence supporting this as more than a case of clinal variation in coloring and size (i.e. the eastern average slightly darker and smaller than more westerly ones). As in other sea-eagle species pairs, this one consists of a white-headed (the bald eagle) and a tan-headed species. They probably diverged in the North &lt;a href=\"Pacific%20Ocean\"&gt;Pacific&lt;/a&gt;, spreading westwards into Eurasia and eastwards into &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. Like the third large northern species, &lt;a href=\"Steller%27s%20sea%20eagle\"&gt;Steller's sea eagle&lt;/a&gt; (\"Haliaeetus pelagicus\"), adults have yellow feet, beaks and eyes. Another species, likely intermediate between the white-tailed, bald and Steller's sea eagles and the \"Ichthyophaga\" type fish eagles, is the &lt;a href=\"Pallas%27s%20fish%20eagle\"&gt;Pallas's fish eagle&lt;/a&gt; (\"Haliaeetus leucoryphus\"), which in life history seems to range farther from water and to higher elevations than the three northern species normally do. Due to the similar dietary and nesting habits of sea eagles, they are mostly &lt;a href=\"Allopatric%20speciation\"&gt;allopatric&lt;/a&gt; in distribution as competition can be considerable between these eagles.\nCurrently, eagles only occur in the &lt;a href=\"Hawaiian%20Islands\"&gt;Hawaiian Islands&lt;/a&gt; as vagrants, but Quaternary bones of \"Haliaeetus\" have been found on three of the major islands. An ancient DNA study published in 2015 characterized the rapidly evolving mitochondrial control region of one of these specimens. &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt; from a ∼3,500-year-old sea eagle skeleton found in a lava cave on &lt;a href=\"Maui\"&gt;Maui&lt;/a&gt; was sequenced. Phylogenetic analyses suggested that the Hawaiian eagle represents a distinct (&gt;3% divergent) mtDNA lineage that is most closely related to extant white-tailed eagles. Based on fossil calibration, the Hawaiian mtDNA lineage probably diverged around the Middle Pleistocene. Thus, although not clearly differentiated in morphology from its relatives, the Hawaiian eagle likely represented an isolated, resident population in the Hawaiian archipelago for more than 100,000 years, where it was the largest terrestrial predator. The reasons for its extinction are unknown.\nDescription.\nSize.\nThe white-tailed eagle is one of the largest living birds of prey. It is the largest of the dozen species of eagle found in Europe and the largest eagle across its distribution, excluding the &lt;a href=\"Russian%20Far%20East\"&gt;Russian Far East&lt;/a&gt; and (during the winter) Hokkaido, Japan, where it co-exists with its larger cousin, Steller's sea eagle. The white-tailed eagle is sometimes considered the fourth largest eagle in the world and is, on average, the fourth heaviest eagle in the world. The only extant eagle species known to be more massive in mean bulk are the Steller's sea eagle (\"Haliaeetus pelagicus\"), the &lt;a href=\"harpy%20eagle\"&gt;harpy eagle&lt;/a&gt; (\"Harpia harpyja\") and the &lt;a href=\"Philippine%20eagle\"&gt;Philippine eagle&lt;/a&gt; (\"Pithecophaga jefferyi\"). The white-tailed eagle measures anywhere from in total length with a typical wingspan of . This species may have the largest wingspan of any living eagle. The Steller's sea eagle, which is larger in weight, total length and non-wing standard measurements, may be the closest rival for median wingspan amongst living eagles. Average wingspans are not known for the Steller's species, however white-tailed eagles do appear to outsize the average wingspan of the &lt;a href=\"wedge-tailed%20eagle\"&gt;wedge-tailed eagle&lt;/a&gt; (\"Aquila audax\"), which is sometimes also titled the largest winged extant eagle (however one wedge-tail did possess the largest wingspan ever verified for an extant eagle). In one sample from &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, five male white-tailed eagles were found to average and eight females were found to average . In another sample of wild birds of unspecified origin, five males were found to average and seven females averaged . Record wingspans have included a specimen from Greenland which measured while another specimen apparently spanned . The bald eagle broadly overlaps in size with the white-tailed eagle. In direct comparison, the white-tailed eagle averages somewhat larger in body mass than the bald eagle and may be marginally larger in bill and talon size, although these linear aspects can be quite similar between the two species. The white-tailed eagle does have a significantly larger &lt;a href=\"Wing%20chord%20%28biology%29\"&gt;wing chord&lt;/a&gt; and average wingspan than the bald eagle, but the latter usually possesses a longer tail, resulting in a larger total length than the white-tailed eagle and a larger mean tarsal length.\nSize variation is generally a &lt;a href=\"Cline%20%28biology%29\"&gt;clinal&lt;/a&gt; trend and is normally quantified using standard measurements such as wing, tail and tarsal length, or body mass, rather than wingspan or total length. As expected for many widely distributed animals of varied lineages, the white-tailed eagle conforms to &lt;a href=\"Bergmann%27s%20rule\"&gt;Bergmann's rule&lt;/a&gt; in that more northerly birds tend to outsize those found relatively closer to the &lt;a href=\"Equator\"&gt;Equator&lt;/a&gt;. Average size also decreases from west to east across its distribution. The largest white-tailed eagles appear to be found in &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt;, these being slightly larger than those from &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; and &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt; and notably larger than eagles from &lt;a href=\"central%20Europe\"&gt;central Europe&lt;/a&gt;, especially in proportions of the wing area. Those from the southerly portions of the breeding range, such as &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt; (principally &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;), southern &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt;, and &lt;a href=\"Korea%20Bay\"&gt;Korea Bay&lt;/a&gt;, appear to be the smallest-bodied population but there have been limited measurements and published weights known for these extremely sporadic and rare Asian populations of eagle. Furthermore, weights of fully grown eagles from Greenland are not known. Unlike many accipitrids, juvenile white-tailed eagles (and seemingly other sea eagles as well) are often of similar weight to the adults, although the juveniles typically have a somewhat larger average wing and tail length than the adults. In the white-tailed eagle, body mass can typically range from in females. The slightly smaller male may typically weigh from . Average weights in European white-tailed eagles can range from in five males and in nine females to (from the reintroduced birds of Scotland of Norwegian stock) in 39 males and in 43 females. In comparison, the weight ranges for white-tailed eagles from &lt;a href=\"Northeast%20China\"&gt;Northeast China&lt;/a&gt; were claimed to be only in males and in females. The heaviest female white-tailed eagles can apparently weigh as much as and even males can sometimes weigh up to , which would make the largest males perhaps the heaviest recorded modern male eagle, as male harpy and Philippine eagles (being more &lt;a href=\"sexually%20dimorphic\"&gt;sexually dimorphic&lt;/a&gt; in favor of the female) are not known to exceed (the highest weights for male Steller's sea eagle are not known). The global mean body mass of white-tailed eagles is estimated at approximately . The average female Steller's sea eagle may weigh just under 25% more than the average female white-tailed eagle (the average weight of male Steller's is not known) while the average European golden eagle may weigh about 11–12% less than the average European white-tailed eagle and the bald eagle species as a whole about 10% less than the white-tailed eagle species.\nStandard measurements and sexual dimorphism.\nThe most reliable method to sex birds is by tarsus width and depth and bill depth but these are infrequently measured. In some cases females are as much as 25% heavier and 15% greater in linear dimensions, though the sexes are rarely this discrepant in standard measurements. Among standard measurements, the &lt;a href=\"Wing%20chord%20%28biology%29\"&gt;wing chord&lt;/a&gt; is in males, averaging in European adults and juveniles, respectively, and in Greenland males. In females, the wing chord may measure , averaging in European adults and juveniles, respectively, and in Greenland females. Adult &lt;a href=\"tail\"&gt;tail&lt;/a&gt; length is in males, averaging , and in females, averaging . Juvenile tail lengths can reach roughly in both sexes, however. The &lt;a href=\"Tarsus%20%28skeleton%29\"&gt;tarsus&lt;/a&gt; is , averaging . In terms of their killing apparatuses, their &lt;a href=\"Toe\"&gt;hallux claw&lt;/a&gt;, the largest talon on all accipitrids, is in length, averaging . The hallux claw averages about a centimeter less than that of a &lt;a href=\"golden%20eagle\"&gt;golden eagle&lt;/a&gt; and is more sharply curved, an adaptation to prevent escape of slippery prey such as fish, while that of a bald eagle is similarly about and of similar curvature. The &lt;a href=\"Culmen%20%28bird%29\"&gt;exposed culmen&lt;/a&gt; is typically large as in all \"Haliaeetus\", ranging from , with an average of . The average culmen length of the bald eagle is , thus averaging slightly smaller. However, the average culmen length in the large bald eagles of Alaska is considerably larger than other bald eagles as well as most white-tailed eagles at up to and can even rival the length (but perhaps not the girth) of the truly massive bill of the Steller's sea eagle.\nColoring and field appearance.\nThe adult white-tailed eagle is a greyish mid-brown color overall. The plumage is fairly uniform over most of the body and wings, but the upper wing &lt;a href=\"Covert%20feather\"&gt;coverts&lt;/a&gt; are typically somewhat paler. In the adult, the head, neck and upper breast have a distinctly paler appearance than the rest of the plumage and most often have a &lt;a href=\"Buff%20%28color%29\"&gt;buff&lt;/a&gt; coloration. In worn or bleached plumages these light areas can be even paler at times, ranging to almost whitish, which can render a resemblance in such eagles to a washed-out bald eagle. Some of the palest birds can appear anywhere from cream-tawny to light grayish. It is thought that in some populations perhaps paleness increases with age, although it is possible that there is an historical genetic factor to these pale variations. In contrast, some adults can also be a richer, more deeply dark brown (or somewhat &lt;a href=\"rufescent\"&gt;rufescent&lt;/a&gt;) than average with perhaps a mild increase in average darkness of hue to the east of the species' range. When many of the feathers are freshly molted, they can take on a slight purplish gloss. The brownish hue of the adult overall makes the somewhat wedge-shaped white tail stand out in contrast. All the bare parts of the adult's body are yellow in color, including the bill, &lt;a href=\"cere\"&gt;cere&lt;/a&gt;, feet and eyes. Juvenile and immature white-tailed eagles are a much darker brown than the adults and are more unevenly marked, with whitish feather edgings variably showing, mostly manifesting in some small areas of the underside and under-wing, with a narrow white &lt;a href=\"Glossary%20of%20bird%20terms%23axillaries\"&gt;axillary&lt;/a&gt; strip usually apparent.\nThe upperside is usually similarly darkish brown but variable based on extent of blackish-brown tip to otherwise buff-brown feathers of the mantle, back and upper wing. The head of the juvenile is normally a blackish-brown hue, somewhat darker and always more uniform than most of the other feathers. The juvenile's tail tends to be a washed out greyish-cream color with messy blackish color on the feather edges and on the tips. Some individual juveniles may exhibit some faint barring on the tail while others may appear largely dirty whitish on the tail. The bill of juveniles is usually almost half dark brown from the tip and half dirty, dull yellowish or gray to the base, while the feet are usually a dirty yellow and the eyes are a darkish brown. Juvenile males may average a slightly darker brown plumage with less speckling on the upper body than like-age females; their head and neck plumes may also appear shorter, which can accentuate the slighter, more angular skull possessed by males. In disposition, the male juveniles are said to be more highly strung and higher voiced than their female counterparts. The head gradually grows paler over several years. The whitish mottling may increase on the upperparts, belly and especially on the underwing area later into their third year (considered the first subadult plumage) and subadult birds can appear fairly blotched with white but much individual variation in coloring is known at this age. However, this white mottling then fades late into the fourth year and the plumage becomes less contrasting. Although sexual maturity is considered to be attained at between five and six years of age, usually the fully white tail and the uniform pale head and neck are not obtained until the eighth year. Juveniles first molt in May/June until October/November at just over one year of age. Their second molt is the following year in March or April, with two more subsequent molts usually beginning around this time for the next couple of years. Like other large raptors, feathers are molted at slow intervals so as not to inhibit food capture. Only relatively small proportions of the flight feathers are molted each year. Molting occurs more or less continuously, although it may pause in winter if food is in short supply.\nWhite-tailed eagles of all ages typically perch in quite upright positions on exposed branch, rock or other vantage point, but tend to sit more horizontally on the ground or other level surfaces. They have an ample bill with a relatively high culmen, helping to impart a rather narrow and high crowned facial look, especially compared to &lt;a href=\"Aquila%20%28genus%29\"&gt;\"Aquila\" eagles&lt;/a&gt;. The neck is at times unusually long-looking, more so than in the bald eagle, which can give the upper body a vulturine appearance. The tail is relatively short, and in some adults it can appear disproportionately stubby in relation to the massive body, and slightly wedge-shaped. All ages have a well-feathered &lt;a href=\"tibia\"&gt;tibia&lt;/a&gt; but bare &lt;a href=\"Tarsometatarsus\"&gt;tarsi&lt;/a&gt;. In flight, the wings are extremely broad and deeply fingered, with the usual tendency for at least six fingers to be visible. Juveniles are longer tailed than adults, which is usually more evident in flying than perched birds, with sometimes a slightly bulging section of feathers manifesting on the wing &lt;a href=\"Flight%20feather%23Secondaries\"&gt;secondaries&lt;/a&gt;. The species tends to fly with shallow wing beats; at times the wing beats can be fairly fast for a bird of this size, but interspersed at times with gliding. At a great distance, this flight style may be suggestive of a large brown &lt;a href=\"heron\"&gt;heron&lt;/a&gt;. The wings are held flat or slightly upraised at the tip in flight and the white-tailed eagle is well known to soar extensively. This species can be surprisingly maneuverable on the wing, usually during aerial displays or dogfights with other birds. These eagles may also maneuver by half-closing both wings or fully closing one wing.\nVocalizations.\nThe white-tailed eagle is considered a very vocal bird of prey during the breeding season, although some authors consider their voice \"not loud or impressive for the size of the bird\". The male call is oft transcribed as ' or ', while the female is a deeper ' or '. These will increase in tempo and pitch, with about 15–30 calls in a sequence. Often pairs will duet during early spring, in flight or from a perch. When perched, the male calls ' with the head thrown back and upwards in the last call ended with a lower \"ko-ko-ko\", the perched call of females is similar but deeper, a '. Typically, the perched version of their calls tend to be shriller and higher than those issued in flight. In courtship display, male calls ' answered by females with a lower '. Young in nest call a shrilly ', while the female when receiving food from male calls out with ' or '. Single or repeated ' or similar component of calls used in other circumstances, but this can be very variable. Alarm calls tend to be 3–4 short, loud ' or ' notes. Sometimes a different call of alarm or anger, a deep ' or ', similar to alarm calls of a large &lt;a href=\"gull\"&gt;gull&lt;/a&gt;, is also uttered when a nest is approached (usually recorded while directed towards humans). The young let out a monotonous \"\" when hungry (or \"bored\") which intensifies if the eaglets are not fed or brooded immediately.\nIdentification.\nGiven reasonable view, adult white-tailed eagles are difficult to mistake for any other bird. There are no other eagles with fully white tails in their range except for in the easternmost limits of their range, their cousins the bald eagle and Steller's sea eagle, which in adults are obviously very different in all other respects of plumage. Even in poor light, the bald species shows a sharp demarcation from white to dark brown whereas the color contrast is far subtler in white-tailed eagles between their brown body (of a paler hue than that of a bald eagle) and buff-colored head. At a great distance, the adult may be potentially confusable with the &lt;a href=\"Griffon%20vulture\"&gt;Griffon vulture&lt;/a&gt; (\"Gys fulvus\"), as the coloring of the two species is vaguely similar and they can overlap somewhat in size although the vulture can average rather heavier and longer winged. However even at long range, the relatively tiny head, distinctly curved trailing wing-edges and more raised wings make the vulture distinctive from the white-tailed eagle.\nJuveniles may be harder to distinguish, mainly from other sea eagles in few areas of overlap. In northern &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt; (perhaps spilling over into southern &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt;), the northern part of the &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt; and some central and southern parts of Kazakhstan, the white-tailed eagle may (or may not) live alongside the rarer, relatively poorly-known &lt;a href=\"Pallas%27s%20fish%20eagle\"&gt;Pallas's fish eagle&lt;/a&gt;. The Pallas's juveniles are more distinctively whitish marked on the underwing. In flight or perched, the Pallas's fish eagle are usually markedly smaller and slighter than white-tailed eagles with a longer and differently marked tail. At all ages, the white-tailed eagle averages a duller, slightly darker and browner colour overall than the Pallas's fish eagle. Pallas's fish eagles are mid-brown on the body in juvenile plumage with no paler feather edging as seen in juveniles and especially subadults of the larger species. Adult Pallas's fish eagles are immediately distinctive rufous hue with a more restricted but more sharply demarked paler buffy head. Bald eagle juveniles may be found together with white-tailed eagles in the &lt;a href=\"Aleutian%20islands\"&gt;Aleutian islands&lt;/a&gt; (where the white-tailed eagle formerly bred until about 30 years ago) and when vagrants of white-tails occur in Alaska. Juveniles of bald and white-tailed eagles often strongly resemble each other but the bald eagles have a shorter neck, a relatively longer and squarer tail, and somewhat less broad wings. In the coloring, the bald juvenile is similarly as dark or even darker brown above as white-tailed eagle juveniles but on the underside often has more extensive whitish mottling, especially on the underwing.\nSteller's sea eagles are usually distinctly larger and longer tailed, with a taller, bulkier look in eagles standing on the ground or perched. Steller's juveniles have a different wing shape (roughly paddle-shaped) and a considerably more massive and paler bill, which is yellow even in juveniles unlike in bald and white-tailed eagles. Juvenile Steller's sea eagles are a distinctly darker soot colour than juvenile white-tailed eagles with even less whitish showing on the body than the latter species but, on the other hand, the underwing often as white marked as juvenile bald eagles (dissimilarly from juvenile white-tailed eagles), albeit in different pattern. In all three large northern sea eagles, the tail color is similar at the various stages of development but the shape is more distinctive, especially the bolder wedge shape of the Steller's.\nThe &lt;a href=\"cinereous%20vulture\"&gt;cinereous vulture&lt;/a&gt; (\"Aegypius monachus\") may too be considered superficially similar to the juvenile white-tailed eagle, but it is considerably larger and longer-winged and possesses a more uniform and darker hue with conspicuous paler legs and a relatively smaller head. Young white-tailed eagles are also potentially confusable with any \"&lt;a href=\"Aquila%20%28genus%29\"&gt;Aquila&lt;/a&gt;\", but should be obvious even as a silhouette in its huge wings, relatively truncated and slightly wedge-shaped tail and obvious projection of the neck and head. All \"Aquila\" lack pale the axillary band often visible on juvenile and subadult white-tailed eagles. Some &lt;a href=\"greater%20spotted%20eagle\"&gt;greater spotted eagle&lt;/a&gt;s (\"Clanga clanga\") can suggest the wing shape of a white-tailed eagle but are far smaller and shorter winged and never bear a protruding head. Similarly, the &lt;a href=\"eastern%20imperial%20eagle\"&gt;eastern imperial eagle&lt;/a&gt; (\"Aquila heliaca\") may suggest a white-tailed eagle in its flat wing profile and relatively large head and neck but is also visibly smaller with far less broad wings and a relatively longer tail. Like all \"&lt;a href=\"Clanga%20%28genus%29\"&gt;Clanga&lt;/a&gt;\" and \"&lt;a href=\"Aquila%20%28genus%29\"&gt;Aquila&lt;/a&gt;\", both greater spotted and eastern imperial eagles should be obviously distinct from white-tailed eagles by plumage characteristics. The golden eagle usually appears slightly smaller than the white-tailed eagle and tends to be more dashing in flight, which is usually done with a distinct dihedral. When perched, the golden eagle looks more sleek and compact than the rangier white-tailed eagle and tends to be a darker, richer hue of brown. Golden eagles have a much shorter neck, with a smaller head and bill and a longer, squarer tail. White wing patches of juveniles are also differently distributed in golden than juvenile white-tailed eagles.\nDistribution and habitat.\nBreeding range.\nThis eagle breeds in northern Europe and northern Asia. Their range extends to as far west as southern Greenland (prevented from breeding further north due to the short summers), northern and western &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;, and the reintroduced populations in some areas of &lt;a href=\"England\"&gt;England&lt;/a&gt; (re-established in 2019), &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt; and Scotland, particularly conserved coastal spots. In mainland Europe the range is expanding, with birds breeding in coastal and western Norway (broadly), northern and southwestern &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, eastern &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, southern &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; (and some spots in the north), islands of the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt;, western &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, northeastern &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, northern and eastern &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, the Czech Republic, much of the &lt;a href=\"Baltic%20states\"&gt;east Baltic countries&lt;/a&gt;, the non-montane areas of &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, eastern &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt;, central and southern &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; (and adjacent northeastern &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;), very sporadically in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, the &lt;a href=\"Danube%20river\"&gt;Danube sections&lt;/a&gt; of &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; and &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt; to the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; and western and eastern &lt;a href=\"Moldova\"&gt;Moldova&lt;/a&gt;. The bird returned to the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; in 2006 and in 2020 the number of breeding pairs had increased to 20. In Asia Minor, it only remains as a breeder in very sparse and small pockets of Turkey and &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;, taken as a region there is likely to be fewer than 30 breeding pairs in this region. In the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;, the white-tailed eagle may still be found breeding only along the southern coast of the Caspian Sea in northern &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; and southwestern &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt;. Discontinuously, they are found as residents in Kazakhstan where they live in a long strip of the southern part of the country starting at the &lt;a href=\"Aral%20Sea\"&gt;Aral Sea&lt;/a&gt; and the northwestern portion (but not, as far as is known, breeding in the Kazakh part of the Caspian Sea coast). The only country in which the white-tailed eagle is found over a continuous and extremely large area is &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. The species is found very broadly everywhere in Russia from &lt;a href=\"European%20Russia\"&gt;European Russia&lt;/a&gt; in the west to the &lt;a href=\"Bering%20Sea\"&gt;Bering Sea&lt;/a&gt; in the east, only being fully absent as a nester as far as is known from the high Arctic regions and a section bordering westernmost Kazakhstan, although it breeds to south of this in the Russian coastal part of the Caspian Sea. Their northern limits occur in Russia to the &lt;a href=\"Ob%20river\"&gt;Ob river&lt;/a&gt; to 70 degrees north at the mouth of the &lt;a href=\"Yenisei%20River\"&gt;Yenisei River&lt;/a&gt; and on the &lt;a href=\"Gyda%20Peninsula\"&gt;Gyda&lt;/a&gt; and &lt;a href=\"Yamal%20Peninsula\"&gt;Yamal Peninsula&lt;/a&gt;s, to the &lt;a href=\"Kolyma%20River\"&gt;Kolyma&lt;/a&gt;, &lt;a href=\"Indigirka%20river\"&gt;Indigirka&lt;/a&gt; and &lt;a href=\"Lena%20river\"&gt;Lena river&lt;/a&gt;s to above 72 degrees north, even to 75 degrees north on the &lt;a href=\"Taymyr%20Peninsula\"&gt;Taymyr Peninsula&lt;/a&gt;. They are said to be common around the &lt;a href=\"White%20Sea\"&gt;White Sea&lt;/a&gt;, reportedly even the most abundant bird of prey locally and found both on coasts and inland lakes, although breeding rates are low due to the frigid weather. From Russia, breeding populations spill somewhat into northernmost Mongolia, extreme northwestern &lt;a href=\"China\"&gt;China&lt;/a&gt; and northern &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;. The white-tailed eagle also breeds on &lt;a href=\"Sakhalin%20Island\"&gt;Sakhalin Island&lt;/a&gt;, the &lt;a href=\"Kuril%20Islands\"&gt;Kuril Islands&lt;/a&gt; and Hokkaido, the northernmost island of Japan.\nWintering range.\nThe wintering range is less well understood for the white-tailed eagle given the extreme reductions and fluctuations of northern breeding populations over the last few centuries, so that the delineation of regular wintering areas versus areas of mere vagrancy is difficult to ascertain. It is known that a small number winter on &lt;a href=\"Moselle%20%28department%29\"&gt;Etang de Lindre&lt;/a&gt; of &lt;a href=\"Lorraine\"&gt;Lorraine&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt; as well as an area on the border of France to Germany around &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt;, with vagrants to elsewhere in France, as well as to &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; and &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt;. A well-defined wintering population may occur in much of the Netherlands, even with infrequent modern breeding in the northern coastal areas. A non-breeding population is known in western Germany from &lt;a href=\"North%20Rhine-Westphalia\"&gt;North Rhine-Westphalia&lt;/a&gt; to &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt;, as well as far northern Germany into southwestern Denmark. Other established wintering areas are known in Europe in west-central &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, northern Austria, fairly broadly in southern &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt; and northern Hungary and a few protected pockets of &lt;a href=\"Southeast%20Europe\"&gt;Southeast Europe&lt;/a&gt; apart from the portions in the north and east where they still breed. Intermittent forms of vagrancy and migration (most from eagles that breed in or disperse from Russia) are known to occur in several areas of Turkey, the &lt;a href=\"Levant\"&gt;Levant&lt;/a&gt; countries, &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; and Iran down to even the &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt;, albeit seldom is the species to be found commonly or reliably anywhere in these regions. Further east, rare wintering areas are known in a few small, scarce pockets of Turkmenistan, &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt;, &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt; and &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;. It is a very rare winter visitor to &lt;a href=\"India\"&gt;India&lt;/a&gt;, namely the extreme northwest and along the border of &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt; to &lt;a href=\"Bhutan\"&gt;Bhutan&lt;/a&gt; and extreme northern &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;. Scattered pockets of wintering birds are known to occur too in &lt;a href=\"Central%20China\"&gt;central&lt;/a&gt; and &lt;a href=\"South%20China\"&gt;southern China&lt;/a&gt;, into northeastern &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt;, and more broadly and regularly in much of Northeast China. Good numbers winter too in much of &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt; and Japan down to as far as &lt;a href=\"Honshu\"&gt;Honshu&lt;/a&gt;. White-tailed eagles dispersing from their breeding grounds or natal sites in the Russian Far East are known to occasionally disperse across the Bering Sea to North America in several parts of the &lt;a href=\"Aleutian%20Islands\"&gt;Aleutian Islands&lt;/a&gt;, the &lt;a href=\"Pribilof%20Islands\"&gt;Pribilof Islands&lt;/a&gt; and some of mainland coastal &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt; down to &lt;a href=\"Kodiak%20Island\"&gt;Kodiak Island&lt;/a&gt;. Some white-tailed eagles even bred in &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt; on &lt;a href=\"Attu%20Island\"&gt;Attu Island&lt;/a&gt; in the late 1970s to the early 1980s (until 1984 when the last attempts were recorded) but it was not clear whether young were ever successfully fledged.\nHabitat.\nWhite-tailed eagles may be found in varied habitat but usually are closely associated with &lt;a href=\"Wetland\"&gt;water&lt;/a&gt; and generally occurs in &lt;a href=\"Upland%20and%20lowland\"&gt;lowland areas&lt;/a&gt;. Although mainly a lowland species, the species is known to live at elevations of so long as there is water access in some parts of &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt; and &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt;. In coastal areas, the species may range from high sea &lt;a href=\"cliff\"&gt;cliff&lt;/a&gt;s down to low-lying &lt;a href=\"island\"&gt;island&lt;/a&gt;s and &lt;a href=\"archipelago\"&gt;archipelago&lt;/a&gt;s. Especially in winter, many white-tailed eagles often frequent low coastal spots, &lt;a href=\"Estuary\"&gt;estuaries&lt;/a&gt; and &lt;a href=\"Saltmarsh\"&gt;coastal marshes&lt;/a&gt;. Several studies have supported that coastal areas are preferred when available during winter. In many areas, white-tailed eagles can seem to switch freely between usually cliff habitat and &lt;a href=\"Woodland\"&gt;wooded spots&lt;/a&gt; for nesting sites and the center of their home range habitat. In some areas, such as Japan, this species may occur in regions with intensive human &lt;a href=\"fishing\"&gt;fishing&lt;/a&gt; activity and they may become unusually partially habituated to this human presence. Inland, white-tailed eagles usually require secluded woods, forested areas or groups of trees with tall &lt;a href=\"Old%20growth%20forest\"&gt;mature trees&lt;/a&gt; and access to freshwater &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt;s such as &lt;a href=\"lake\"&gt;lake&lt;/a&gt;s, &lt;a href=\"River\"&gt;river systems&lt;/a&gt;, &lt;a href=\"marsh\"&gt;marsh&lt;/a&gt;es or extensive, &lt;a href=\"Agricultural%20land\"&gt;low-disturbance farmland&lt;/a&gt;. In the &lt;a href=\"Alluvium\"&gt;alluvial wetlands&lt;/a&gt; of Croatia, 95% of nests were found within of deep freshwater. In some areas, white-tailed eagles readily visit &lt;a href=\"Commercial%20fishing\"&gt;commercial fish farms&lt;/a&gt;, &lt;a href=\"Koi%20pond\"&gt;carp ponds&lt;/a&gt; and similar areas with easily accessible food but they will usually avoid areas where human disturbances (especially noisy varieties such as &lt;a href=\"construction\"&gt;construction&lt;/a&gt;, &lt;a href=\"List%20of%20water%20sports\"&gt;water sporting&lt;/a&gt; and heavy &lt;a href=\"boating\"&gt;boating&lt;/a&gt; activities and &lt;a href=\"hunting\"&gt;hunting&lt;/a&gt;) commonly occur. However, forestry activity and resulting lessened numbers of tall mature trees and large tree stands in &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt; was found to affect breeding white-tailed eagles less so than it seemed to affect breeding &lt;a href=\"black%20stork\"&gt;black stork&lt;/a&gt;s (\"Ciconia nigra\"). On the other hand, from studying wintering white-tailed eagles in partially or heavily disturbed wetlands in parts of the Netherlands shows that such areas cannot support the eagles for any long-term period and may only be visited for a day or two by individual eagles.\nBehaviour.\nWhite-tailed eagles spend much of their day perched on trees or crags, and may often not move for hours. Perhaps up to 90% of a day may be spent perched, especially if weather is poor. Also, they will alternate periods of soaring with perching, especially flying over water or well-watered areas, but do considerably less soaring on average than do golden eagles. Pairs regularly roost together, often near to their nest, either on a crag or tree or crevices, overhung ledges or small isolated trees on a crag.\nMigration and dispersal.\nThe white-tailed eagle may be considered a rather inconsistent and partial migrant. The species seldom migrates in the western part of its range, with eagles even breeding as far north as Greenland, Iceland and coastal Norway not moving at all for winter, but for some southward juvenile movements following dispersal. Juveniles overall are more migratory and dispersive and leave natal areas sooner, which is by August–September in northwestern Europe and return later, by March/April, than adults do. Few Norwegian juveniles, per banding studies, were recorded to travel any considerable distance. Extreme cases include one that was found south of its nest near &lt;a href=\"Karlstad\"&gt;Karlstad&lt;/a&gt;, Sweden, another set of four color-marked first-year juveniles were also recorded to turn up in southern Sweden but one was found down to the &lt;a href=\"Wadden%20Sea\"&gt;Wadden Sea&lt;/a&gt; in the Netherlands and it is likely that trickling down numbers of Norwegian post-dispersal juveniles have gone onto form much of the known Dutch white-tailed eagle population. In contrast, young from Finland and Sweden tend to distribute to the southwesterly direction to the shores of the Baltic Sea. One from Finland was recovered west in northern Norway and another was found as far south as Bulgaria. In more southerly areas, winter movements are drawn-out and irregular, with most mature pairs probably never leaving their nesting haunts year-around. Those that breed on inland waterways may migrate to sea coast. German juveniles usually do not travel far, with most recorded to travel less than from their nests and a majority staying near the Baltic coast. However, some eagles that hatched from nests in Germany have been found as far south as in Italy, away to the southeast, or to &lt;a href=\"Gironde\"&gt;Gironde&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, to the southwest. In several parts of Russia, quite unlike many European populations, the white-tailed eagle seems to be largely migratory. In the far east, the species appear to take different migratory routes in fall and spring, traveling from north-central &lt;a href=\"Kamchatka\"&gt;Kamchatka&lt;/a&gt; thru the &lt;a href=\"Kurile%20islands\"&gt;Kurile islands&lt;/a&gt; to Hokkaido in fall, while in spring these eagles travel north through &lt;a href=\"Sakhalin\"&gt;Sakhalin&lt;/a&gt; and the &lt;a href=\"Okhotsk%20Coast\"&gt;Okhotsk Coast&lt;/a&gt;. In the &lt;a href=\"White%20Sea\"&gt;White Sea&lt;/a&gt; area, southward moments begin in September with most white-tailed eagles being gone by November but in mild winters some adults may remain behind. Some white-tailed eagles from the White Sea were found well over away to the west, in countries such as Hungary and Italy. Return spring migration to the White Sea is by February–March. During winter, whether long-distance migrants or short-distance dispersers, white-tailed eagles tend to become gregarious, especially younger juvenile birds. Many such groups can contain up to 10 and, in areas near large breeding populations such as in Norway, at least 30–40 individuals. Wintering congregations at the Baltic coast and on the &lt;a href=\"Elbe\"&gt;River Elbe&lt;/a&gt; from 37 winters show that arrivals begin in November, with numbers peaking in January and then declining during March and early April. Although juveniles usually return to their natal area some apparently overshoot these areas, such as those returning to Romania or on the Black Sea which have been recorded north of their natal site and northeast of their natal site.\nTerritoriality.\nTerritory size in white-tailed eagles may vary from , usually less than , per one estimate. However, home ranges in northeastern Germany were much smaller than this, at . While territorial behavior is known in well more than half of all modern birds, essentially all predatory birds of different lineages are particularly strongly territorial because the live prey necessary to feed a family, including the female of the pair (which must remain near the young for them to survive) and the young themselves, tends to be sparser. Furthermore, appropriate habitat is needed in which to execute this hunting and also, of course, to build a nest with some security. Although a relatively gregarious raptor, especially among wintering birds and juveniles and immature birds, they are territorial and intrusion by a male in adult plumage often provokes vigorous fighting, in which either combatant can even die. In some cases, these vicious fights can cause damage to the nest as the two fighting eagles plummet down trying to slash at each other.\nDietary biology.\nThe white-tailed eagle's diet is varied, opportunistic and seasonal. Prey specimens can often include fish, birds and, mostly in a secondary capacity, mammals. White-tailed eagles are powerful predators and capable of attacking large prey of considerable sizes but, like most predators, prefer prey that is vulnerable and easy for them to capture. Especially during the winter (and opportunistically in all seasons), many birds of the species live largely as scavengers, usually by coming across available carrion or watching for the activity of &lt;a href=\"corvid\"&gt;corvid&lt;/a&gt;s, &lt;a href=\"Old%20World%20vulture\"&gt;vultures&lt;/a&gt; or other raptors. White-tailed eagles in northeastern Germany were shown to hunt mostly from perches, in a \"sit-and-wait\" style, usually from a prominent tree perch. Like other sea eagles, they can only capture fish normally in the &lt;a href=\"littoral%20zone\"&gt;littoral zone&lt;/a&gt;, seldom hunting fish when they exceed a water depth of . In addition to trees, they may also use &lt;a href=\"Cliff\"&gt;crags&lt;/a&gt;, &lt;a href=\"hillock\"&gt;hillock&lt;/a&gt;s or high &lt;a href=\"Tussock%20%28grass%29\"&gt;grassy tussocks&lt;/a&gt; as hunting perches so long as the perch provides a good overall view of the environment. Fish tend to be grabbed in a shallow dive after a short distance flight from a perch, usually with the eagles only getting their feet wet. Occasionally, though, white-tailed eagles have been recorded &lt;a href=\"Diving%20bird\"&gt;plunging&lt;/a&gt; right into water, usually while hunting on the wing at a height of at least . In Norway, plunge-diving is considered rare. At times they will also fish by wading into shallows, often from shores or gravel islands. The species will at times variously follow &lt;a href=\"Fishing%20vessel\"&gt;fishing boats&lt;/a&gt;, readily exploits commercial &lt;a href=\"Fishery\"&gt;fisheries&lt;/a&gt;, &lt;a href=\"Fish%20stocking\"&gt;stocked lakes&lt;/a&gt;, &lt;a href=\"Koi%20pond\"&gt;carp ponds&lt;/a&gt; and the like, and scavenges dead fish or &lt;a href=\"Offal\"&gt;fish-offal&lt;/a&gt; in a wide range of situations. When it comes to non-fish prey, it has been said that white-tailed eagles often hunt by flying low over &lt;a href=\"Coast\"&gt;sea coast&lt;/a&gt; or &lt;a href=\"Marsh\"&gt;lakeshore&lt;/a&gt; and attempt to surprise victims. However, the hunting success rates on healthy birds can be low as revealed in studying wintering eagles in Sweden attempting to hunt &lt;a href=\"mallard\"&gt;mallard&lt;/a&gt;s (\"Anas platyrhynchos\"). White-tailed eagles also regularly &lt;a href=\"Kleptoparasitism\"&gt;pirate&lt;/a&gt; food from &lt;a href=\"otter\"&gt;otter&lt;/a&gt;s and other birds including &lt;a href=\"cormorant\"&gt;cormorant&lt;/a&gt;s, &lt;a href=\"gull\"&gt;gull&lt;/a&gt;s, &lt;a href=\"osprey\"&gt;osprey&lt;/a&gt;s, corvids and various other &lt;a href=\"Bird%20of%20prey\"&gt;raptors&lt;/a&gt;. &lt;a href=\"Carrion\"&gt;Carrion&lt;/a&gt; is often the primary food source during lean winter months, with fish and &lt;a href=\"ungulate\"&gt;ungulate&lt;/a&gt;s preferred but everything from &lt;a href=\"cetacean\"&gt;cetacean&lt;/a&gt;s to &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt; to even &lt;a href=\"human\"&gt;human&lt;/a&gt;s being eaten after death. From studies of captive white-tailed eagles, daily food requirements were estimated at , which is equivalent to about 10% of the birds' body weight, with crop contents commonly of . Some semi-captive juveniles on the isle of &lt;a href=\"R%C3%B9m\"&gt;Rùm&lt;/a&gt;, Scotland could eat up to in one sitting. However, in Norway, it was estimated that a family of wild white-tailed eagles including each adult and three fledglings were consuming on average up to per bird each day. Furthermore, one male consumed an estimated in a single meal upon capturing a large fish. The crop can bulge to the size of a small &lt;a href=\"grapefruit\"&gt;grapefruit&lt;/a&gt; after they've consumed a large meal.\nMany studies have reflected that the primary foods of white-tailed eagles are fish and water birds. These are the primary food as well for other sea eagle species. However, unlike most \"Haliaeetus\", including the bald eagle and Steller's sea eagle, the water birds tend to take the primary position in the diet. From 26 accumulated food studies for this species, prey remains and pellets show that about 48.5% of the diet is made up of birds, 39.95% by fish, 9.95% by mammals and 1.6% by other foods. In total, more than 300 prey species are known throughout the bird's range. However, based on studies of prey remains and pellets in laboratories from Greenland white-tailed eagles, birds were shown to be biased in both kinds of remains (pellets and prey remains) whereas in situ study and direct nest observation favor fish. Going on pellet/remains alone here in Greenland from 557 items in the 1979 study, 68% of the diet would’ve been represented by birds and only 20% by fish but comprehensive observation shifted it to show fish were the primary food at 58% and birds were secondary at 30%. This study claimed this is often because the bones of fish are dissolved by the large digestive tract of the eagles upon consumption and may thus leave almost nothing in remains and to some extent in pellets. Subsequent studies here showed a much stronger preference for fish in Greenland by 1983, as fish comprised an extreme 91.8% of 660 items. However, this kind of direct continuous observation of food deliveries to nests is not always possible. Furthermore, despite similar bias for prey that is large and leaves conspicuous remains (including any larger fish, bird or mammal), in the bald eagle it was found that fish were usually detectable and dominant in remains and pellets. Most modern biologists may need to leave some fish unidentified but will account for different methodologies of prey study to get the most complete picture attainable. During winter, mammal prey can become more important in foods locally, as indicated in Scotland and shown in Norway and eastern Germany. As much as 41% of the diet can be made up of mammals, as was the case on the &lt;a href=\"Kola%20Peninsula\"&gt;Kola Peninsula&lt;/a&gt;. There is evidence of strong seasonal shifts in food habits in several parts of the range, usually the largest portions of fish are caught during warmer months while birds and mammals are more important in the colder months, especially in coastal areas such as Norway when preferred fish prey often move to deeper water during winter. Among both fish and bird prey, it is thought that a majority that are caught weigh between . At times it has been said that \"most\" prey of white-tailed eagles will weigh only . However, the mean prey sizes caught can show greater variability. Three studies showed that mean prey size varied from in the &lt;a href=\"Wigry%20National%20Park\"&gt;Wigry National Park&lt;/a&gt;, Poland, in the &lt;a href=\"Rybinsk%20Reservoir\"&gt;Rybinsk Reservoir&lt;/a&gt;, Russia and in the &lt;a href=\"Volga-Kama%20Nature%20Reserve\"&gt;Volga-Kama Nature Reserve&lt;/a&gt;, Russia. Thus, the mean prey size falls just slightly short of the mean prey mass of the golden eagle, which globally averages about .\nFish.\nOverall, nearly 70 species of fish are known to be taken from throughout the white-tailed eagle's range. White-tailed eagles can hunt fish in fresh or saltwater as well as those that prefer brackish water areas. However, they are basically restricted to taking fish in extremely shallow water, often by preference in water less than deep. Ideal fishing areas can be found in areas such as the Baltic Sea, where low coasts and archipelagos often have relatively shallow water. While healthy, large fish are often taken as well, white-tailed eagles often take out sickly, injured or already dead fish. In some cases, the fish prey will float to the surface when infected by &lt;a href=\"Diphyllobothrium\"&gt;fish tapeworm&lt;/a&gt;, as is often the case with some fish families such as &lt;a href=\"carp\"&gt;carp&lt;/a&gt;. Fish are also caught after being battered, injured and killed at power plants, from large-scale fishing nets or are taken directly from human fishermen. &lt;a href=\"Demersal%20fish\"&gt;Benthic fish&lt;/a&gt; tend to cling to rocks or sandy soil in shallows may be more vulnerable since they tend to look downward rather upward and are less competent at escaping predators coming from above the water's surface. Therefore, lurking benthic fish such as &lt;a href=\"lumpsucker\"&gt;lumpsucker&lt;/a&gt;s are more vulnerable than many. Besides vulnerability, habitat and prey behaviour, fish body size may be a driver in the piscivorian dietary preferences. Studies have indicated that fish less than are taken infrequently, since they have a lower yield, fish of up to are taken secondarily and fish between are preferred since they have the highest nutritional benefit. Fish taken can exceed but since they can start to considerably exceed the weight of the eagle itself, they may be prove too difficult to overpower. One large &lt;a href=\"Atlantic%20halibut\"&gt;Atlantic halibut&lt;/a&gt; (\"Hippoglossus hippoglossus\") was found with the disembodied feet of a white-tailed eagle still imbedded in its back, presumed the eagle drowned after being overpowered and drug under only to rot off, leaving only feet. Since they do not have the waterproofing oils on the plumage of the more accomplished raptorial diver, the osprey (\"Pandion haliaetus\"), white-tailed eagles prefer not to get their feathers wet as it can take a long time for them to dry. This may also make them vulnerable to losing their catch to other white-tailed eagles since their flight may be impaired until the wings are dried. Therefore, when hunting fish, they will almost always take flight as soon as possible to a feeding perch or nest. The largest fish lifted in flight and flown off with have been claimed anecdotely to reach weights of as much as in the case of an Atlantic halibut in Norway. However, this is likely reported in error as no living eagle would likely be able to take flight with this heavy a load as they are more or less constrained to carrying in flight a load more or less equal to their own body weight, and even then only laboriously and in favorable wind conditions. The same Norwegian study coincided that another eagle when trying to fly with an &lt;a href=\"Atlantic%20cod\"&gt;Atlantic cod&lt;/a&gt; (\"Gadus morhua\") weighing about , the fish was quickly dropped as it was apparently deemed too heavy. The widely reported case of a white-tailed eagle carrying off a 3.5-year-old girl in Norway flight by the back of her dress only to drop her mostly unharmed below the eagle's eyrie, which was included in the &lt;a href=\"Guinness%20Book%20of%20World%20Records\"&gt;Guinness Book of World Records&lt;/a&gt;, is considered most likely to be apocryphal since she weighed approximately , far too heavy for any living eagle to lift in flight. Another option when taking particularly large fish is for the eagle to stay in water and row, swimming using their wings, across the water to the nearest bank or shore. While this would leave them waterlogged, of course, the food yield from such a catch is obviously attractive. White-tailed eagles have been photographed doing this with a large fish successfully in Greenland and 35 such cases were reported in Norway alone.\nThe most frequently recorded prey species in 18 food studies from across the range is the &lt;a href=\"northern%20pike\"&gt;northern pike&lt;/a&gt; (\"Esox lucius\"), present in at least 16 of those studies. Pike were found to be the main prey species in both the Baltic Sea and &lt;a href=\"Lapland%20%28Sweden%29\"&gt;Lapland&lt;/a&gt; in Sweden, at three breeding locations in Finland, in two studies from Germany and in &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt;. The maximum representation of pike known was in Lapland, where they comprised 38.2% of 809 food items. Considered a top predator in many freshwater ecosystems (and thus with less significant anti-predator camouflage), the pike may be more conspicuous than many fish to hunting eagles due to the fish's boldly speckled flanks. While an average mature weight for a pike is around , white-tailed eagles often attack larger sized pike, with an estimated average weight range of . Some pike taken by white-tailed eagles were even estimated to weigh around , however the eagle would be unable to fly with such a large catch and would need to row it to the nearest shore. The next most widely reported fish prey species is the &lt;a href=\"common%20bream\"&gt;common bream&lt;/a&gt; (\"Abramis brama\"). This bream was reported in 10 of 18 dietary studies and was the main prey in the &lt;a href=\"Polesie%20State%20Radioecological%20Reserve\"&gt;Polesie State Radioecological Reserve&lt;/a&gt;, Belarus, in the &lt;a href=\"Ural%20mountains\"&gt;Ural mountains&lt;/a&gt; region of Russia, and in the &lt;a href=\"Kostomuksha%20Nature%20Reserve\"&gt;Kostomuksha Nature Reserve&lt;/a&gt;, Russia. Like the pike, the relatively large size of common bream, which weigh about on average, can prove attractive to hunting eagles. They are also vulnerable to tapeworms so can be easily taken while floating close the water's surface in ill condition.\nMany varieties of fish are taken opportunistically and randomly, as opposed to pike and bream, which can locally appear to be selected out of proportion to their regional population. Particularly diverse in the white-tailed eagle's prey spectrum are the family &lt;a href=\"Cyprinidae\"&gt;Cyprinidae&lt;/a&gt;, of which more than 20 species are known to be predated including the common bream. Others taken with some preference may include &lt;a href=\"salmonid\"&gt;salmonid&lt;/a&gt;s and &lt;a href=\"Gadidae\"&gt;cod and their allies&lt;/a&gt;, both families known to obtain relatively large body sizes and occasional habituate shallow water, as well as lumpsuckers, because they are benthic. In Greenland, the leading prey species is the salmonid, the &lt;a href=\"Arctic%20char\"&gt;Arctic char&lt;/a&gt; (\"Salvelinus alpinus\"), which comprised 27.2% of 660 prey items. The secondary prey in Greenland was recorded as two species of &lt;a href=\"cod\"&gt;cod&lt;/a&gt;. While the Arctic char can average up to and cod can sometimes grow considerably larger than that, the average weight of cod taken here was estimated at only and the average char at . In Norway, of 524 fish prey items, the &lt;a href=\"Cyclopterus%20lumpus\"&gt;common lumpsucker&lt;/a&gt; (\"Cyclopterus lumpus\"), which averages up to but is usually smaller, made up 24% of fish taken and the &lt;a href=\"Atlantic%20wolffish\"&gt;Atlantic wolffish&lt;/a&gt; (\"Anarhichas lupus\") made up 17% of fish taken. However, fish were secondary to birds overall in Norway. Per two studies from Sweden, fish were usually the main food unlike in Norway and Finland and could comprise from 51–60% of the diet. Fish were also somewhat dominant in the foods from two studies in Belarus, making up 48.1–53.7% of the diet. Fish similarly were important to nesting eagles in Hokkaido, Japan where 54% of 533 prey items were fish, led by the &lt;a href=\"Alaska%20pollock\"&gt;Alaska pollock&lt;/a&gt; (\"Gadus chalcogrammus\") at 18.4%. In different studies of the &lt;a href=\"Danube%20Delta\"&gt;Danube Delta&lt;/a&gt; of Romania, from 44.6% to 79% of the diet was comprised by fish, led by the &lt;a href=\"common%20carp\"&gt;common carp&lt;/a&gt; (\"Cyprinus carpio\") and &lt;a href=\"Prussian%20carp\"&gt;Prussian carp&lt;/a&gt; (\"Carassius gibelio\"). In the Kostomuksha Nature Reserve of Russia, fish were strongly dominant in food remains, making 80% of the known diet.\nBirds.\nWhite-tailed eagles are known to prey on about 170 species of bird, the most diverse group in their prey spectrum. While hunting birds, this massive, relatively slow-flying eagle requires an element of surprise, with often a tactful use of cover or bright sunlight upon the approach from a nearby perch. For example, &lt;a href=\"grey%20heron\"&gt;grey heron&lt;/a&gt;s (\"Ardea cinerea\") have been caught after an eagle used a low flight over turbulent water to ambush them. However, even with a stealthy attack, the &lt;a href=\"waterfowl\"&gt;waterfowl&lt;/a&gt; favored in the avian diet tend to be highly wary and will more often than not escape. The white-tailed eagles must then attack birds at times of vulnerability or injury, or will often utilize the prey's escape tactics against them. &lt;a href=\"Diving%20duck\"&gt;Diving duck&lt;/a&gt;s and other diving water birds will be taken preferentially where they are available. In hunting diving birds, they utilize a technique of forcing the birds to dive repeatedly to avoid attacks, until the victim is exhausted from the efforts and can then be caught. Usually while hunting like this, the white-tailed eagle tends to circle low to stay close to the intended victim, with birds diving in shallower water being preferred. Ducks with conspicuous plumage, such as male &lt;a href=\"common%20eider\"&gt;common eider&lt;/a&gt;s (\"Somateria mollissima\"), with their pale plumage, may be easier to see under water and so may be taken somewhat more via this hunting method. Beyond waterfowl, both &lt;a href=\"loon\"&gt;loon&lt;/a&gt;s and &lt;a href=\"grebe\"&gt;grebe&lt;/a&gt;s have been seen to be successfully hunted in this way. Eagles were recorded doing up to 12 attacks on &lt;a href=\"eider\"&gt;eider&lt;/a&gt;s in Russia and were usually successful in procuring prey. Even as many as 65 passes have recorded in less than 45 minutes but more than a few attacks also start to exhaust the eagle, as one immature gave up after 15–28 attempts at a &lt;a href=\"little%20grebe\"&gt;little grebe&lt;/a&gt; (\"Tachybaptus ruficollis\"). While bald eagles may attack diving ducks in the same way, they appear to do so somewhat less regularly and successfully. White-tailed eagles usually have less success hunting &lt;a href=\"dabbling%20duck\"&gt;dabbling duck&lt;/a&gt;s because their normal predator response behavior is to take flight. In one instance, a mallard was caught while flying in mid-air, but usually the much larger eagle is unable to capture ducks in flight. While somewhat less swift in flight, healthy &lt;a href=\"geese\"&gt;geese&lt;/a&gt; can usually outpace a heavier eagle as well and one &lt;a href=\"bean%20goose\"&gt;bean goose&lt;/a&gt; (\"Anser fabalis\") was even recorded to have defended itself successfully against an eagle's attack even though this goose was injured. White-tailed eagles often hunt dabbling ducks and geese most successfully when they are &lt;a href=\"molt\"&gt;molt&lt;/a&gt;ed into their &lt;a href=\"Plumage\"&gt;eclipse plumage&lt;/a&gt; which renders them temporarily flightless. &lt;a href=\"Swan\"&gt;Swan&lt;/a&gt;s during winter may find themselves forced to land due to their bulk on a sheet of ice over water if they can find no open water, which can make their feet stuck to the ice. White-tailed eagles have been recorded utilizing this disability to attack and kill swans. They've also been seen to attack numerous waterfowl when the birds are injured by buckshot from duck hunters. Due to their status as enemy of other large birds, they are frequently &lt;a href=\"Mobbing%20%28animal%20behavior%29\"&gt;mobbed&lt;/a&gt; by them and white-tailed eagles have been recorded utilizing violent mobbings to suddenly turn over in flight and predaceously grab one of the birds mobbing them, including large gulls and even a &lt;a href=\"northern%20goshawk\"&gt;northern goshawk&lt;/a&gt; (\"Accipiter gentilis\"). As an opportunistic predator, it often takes young birds freely as well as adult and fledged juvenile birds. In general, due to different nesting situations, white-tailed eagles instead of dabbling or diving water birds usually attack the more conspicuous or open nests of gulls, those of several other types of &lt;a href=\"seabird\"&gt;seabird&lt;/a&gt;, large corvids or other accipitrids. In Germany and Scotland, up to 86% of gulls taken were nestlings and juveniles. Cases of white-tailed eagles eating eggs, instead of nestlings or older birds, is considered rare. Nonetheless, they have been recorded eating a few eggs, which they may carry in their beaks rather in their feet, of some seabirds such as &lt;a href=\"kittiwake\"&gt;kittiwake&lt;/a&gt;s, &lt;a href=\"eider\"&gt;eider&lt;/a&gt;s, cormorants and gulls.\nThe most widely recorded avian prey species and, second most widely recorded prey species behind the pike, is the mallard, due to its circumpolar range and commonality in many wetlands areas. However, as aforementioned, healthy mallards are difficult for white-tailed eagles due to their tendency to fly at first sign of danger. However, exploiting the mallard's flightlessness during eclipse plumage may result in eagles hunting them intensely only in late summer. Due to this mallards are usually a secondary prey species year around. The largest known representation of mallards in the diet were from &lt;a href=\"M%C3%BCritz%20National%20Park\"&gt;Müritz National Park&lt;/a&gt; in Germany, where mallards were the third best represented prey species at 10.1% of 247 items and from &lt;a href=\"August%C3%B3w%20Primeval%20Forest\"&gt;Augustów Primeval Forest&lt;/a&gt; in Poland, where mallards were the second most numerous prey and made up 9.84% of 803 items. Taken more preferentially where they occur are common eiders. When hunting eiders, perhaps the largest of diving ducks at a mean weight of , white-tailed eagles frequently force the eider to dive repeatedly until it is exhausted and can be captured. When sitting on the nest, the female common eider will try to escape in flight but is a relatively weak and ponderous flier and so too may be often victimized by the eagles. Otherwise the pale plumage of adult male common eiders while they're diving is reported to make them more vulnerable to eagle attacks. Eiders were the leading prey species in Norway making 18.8% of 1612 prey items, as well as in &lt;a href=\"%C3%85land\"&gt;Åland&lt;/a&gt;, Finland where the eider comprised 18.63% of 5161 prey items (thus nearly a thousand eiders were taken here). Eiders also appeared to be the main prey species in Iceland. There is evidence that a growing white-tailed eagle population is having a net negative effect on eider numbers in some areas, and locally eiders have altered to partial nocturnal foraging apparently to avoid hunting eagles. In inland regions, an avian prey species preferred by white-tailed eagles is the &lt;a href=\"Eurasian%20coot\"&gt;Eurasian coot&lt;/a&gt; (\"Fulica atra\"). The coot is the second most widely represented bird prey species (and fourth species of any class known overall) in 18 dietary studies. Coots bunch together in marshy spots when approached by a flying eagle and as many as five eagles at once have been recorded attacking large flocks on the water. Coots behaviour often endangers them to large raptors: they seldom dive, are weaker and slower fliers than most water birds and are collectively often less wary and more approachable than most waterfowl are. Coot were strongly the dominant food in Wigry National Park, Poland where they made up 44.1% of 299 items, and were also the leading prey in Augustów Primeval Forest (Poland) where they made up 11.59% of the foods. Overall at Wigry and Augustów, birds altogether made up 66.2% and 47.83% of the diets, respectively. In the Danube Delta, Romania, birds climbed in importance of the diet from 21% in 1970 to 50% by 2015, thanks largely to increased numbers of coots.\nIn total, about 38 species of waterfowl are known to be hunted, as well as all available species of loons and grebes, several types of &lt;a href=\"Rail%20%28bird%29\"&gt;rails&lt;/a&gt;, &lt;a href=\"Procellariiformes\"&gt;tubenose&lt;/a&gt;s as well as &lt;a href=\"heron\"&gt;heron&lt;/a&gt;s, &lt;a href=\"stork\"&gt;stork&lt;/a&gt;s and other assorted large waders. White-tailed eagles also are known to hunt some 42 species of &lt;a href=\"shorebird\"&gt;shorebird&lt;/a&gt;, most significantly gulls and &lt;a href=\"alcid\"&gt;alcid&lt;/a&gt;s. Even shorebirds as small as &lt;a href=\"little%20stint\"&gt;little stint&lt;/a&gt; (\"Calidris minuta\"), &lt;a href=\"wood%20sandpiper\"&gt;wood sandpiper&lt;/a&gt; (\"Tringa glareola\") and &lt;a href=\"common%20ringed%20plover\"&gt;common ringed plover&lt;/a&gt; (\"Charadrius hiaticula\") are known to be preyed upon, albeit quite rarely. More than a dozen gulls are known in the prey spectrum from the &lt;a href=\"Little%20gull\"&gt;smallest&lt;/a&gt; to all four largest extant species. In the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, &lt;a href=\"northern%20fulmar\"&gt;northern fulmar&lt;/a&gt; (\"Fulmarus glacialis\") are noted as a common prey species and as such may contribute to locally high levels of DDT and PCB chemicals in nesting eagles. However, fulmars defend themselves by regurgitating a smelly, tar-like oily substance that can impair the flight of predators and may even kill some intended predators when it is in large quantity, and young juvenile eagles, being less cautious and experienced, are most prone to being severely \"oiled\". Alcids such as &lt;a href=\"murre\"&gt;murre&lt;/a&gt;s tend to become especially important in the diet of eagles in coastal Norway during winter, especially near offshore islands, when coastal fish tend to move to deeper waters. At least eight species of dabbling duck are known in the prey spectrum. Due to the social inclination of dabbling ducks, they perhaps have the most success hunting isolated birds but they've also been taken from panic-stricken flocks as well. Despite the difficulty of taking them, dabbling ducks of unidentified species were found to be the main food of white-tailed eagles in &lt;a href=\"Lake%20Baikal\"&gt;Lake Baikal&lt;/a&gt;, where they comprised 51.8% of 199 prey items. In &lt;a href=\"Fennoscandia\"&gt;Fennoscandia&lt;/a&gt;, they are attracted to coastal waters during winter to attack large numbers of diving ducks including eiders, &lt;a href=\"common%20goldeneye\"&gt;common goldeneye&lt;/a&gt; (\"Bucephala clangula\"), &lt;a href=\"Common%20merganser\"&gt;common&lt;/a&gt; (\"Mergus merganser\") and &lt;a href=\"red-breasted%20merganser\"&gt;red-breasted merganser&lt;/a&gt;s (\"Mergus serrator\"), &lt;a href=\"tufted%20duck\"&gt;tufted duck&lt;/a&gt;s (\"Aythya fuligula\") and &lt;a href=\"scoter\"&gt;scoter&lt;/a&gt;s. Year around in &lt;a href=\"%C3%85land\"&gt;Åland&lt;/a&gt;, 66.2% of 5161 food items were birds, while in the three sites in different parts of Finland birds made up 51.1% of 3152 food items. In Germany, 52.4% of 1637 prey items were birds, mostly coots and unidentified waterfowl. More locally in Germany, in Müritz National Park the percentage of birds in the diet climbs to 65.73% Birds were strongly dominant in food records from Scotland, making up 73.53% of 1930 prey items, and in &lt;a href=\"Kandalaksha%20Nature%20Reserve\"&gt;Kandalaksha Nature Reserve&lt;/a&gt;, where they comprised 75% of 523 prey items. \nWhile most of the aforementioned water birds are modest of size and taken largely due to ease (diving water birds, whether healthy or infirm, and usually infirm or molting dabbling water birds), white-tailed eagles routinely attack larger water birds as well. In many areas, large numbers of &lt;a href=\"graylag%20geese\"&gt;graylag geese&lt;/a&gt; (\"Anser anser\"), Europe's largest native wild goose, are taken. For example, they were the main prey, making up 28.2% of 192 prey items, for wintering eagles in &lt;a href=\"Oostvaardersplassen\"&gt;Oostvaardersplassen&lt;/a&gt;, Netherlands, and the second most often recorded prey species in both Müritz National Park (Germany), where they made up 16.42% of 247 prey items, and in Austria, where they made up 9.5% of 349 items. White-tailed eagles are known to prey on at least 10 species of geese, ranging in size from the &lt;a href=\"red-breasted%20goose\"&gt;red-breasted goose&lt;/a&gt; (\"Branta ruficollis\") to the non-native &lt;a href=\"Canada%20goose\"&gt;Canada goose&lt;/a&gt; (\"Branta canadensis\"). They will take many goslings during summer, as greylag goslings alone can comprise up 23% of the seasonal bird prey, and fully-grown geese in other seasons. Large waders are taken when possible, including a half dozen &lt;a href=\"heron\"&gt;heron&lt;/a&gt; species, and, larger still, both the young and adults of &lt;a href=\"common%20crane\"&gt;common crane&lt;/a&gt;s (\"Grus grus\") and both the &lt;a href=\"Black%20stork\"&gt;black&lt;/a&gt; and the &lt;a href=\"white%20stork\"&gt;white stork&lt;/a&gt; (\"Ciconia ciconia\"). Black and white storks are primary prey species in the Polesie State Radioecological Reserve, Belarus, where they comprised 12.6% (second most regular prey species) and 6.3% (fourth most regular) of the diet, respectively. Large numbers of black stork were also taken in Augustów Primeval Forest where nearly 50 were found around eagle nests. They are reported to have attacked and eaten the largest seabirds they encounter, such as &lt;a href=\"great%20cormorant\"&gt;great cormorant&lt;/a&gt;s (\"Phalacrocorax carbo\") and in some cases, such as in the Baltic Sea, have nearly destroyed whole colonies, from the eggs to the adults which average about . In the &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;n island of &lt;a href=\"Hiiumaa\"&gt;Hiiumaa&lt;/a&gt;, home to at least 25 pairs of sea eagles, as many as 26 individuals have been observed simultaneously culling a single cormorant colony. Similarly large numbers were taken of the &lt;a href=\"Japanese%20cormorant\"&gt;Japanese cormorant&lt;/a&gt; (\"Phalacrocorax capillatus\"), which was the second most numerous prey species, making up 11.63% of 533 prey items in Hokkaido, and opportunistically, when their &lt;a href=\"north%20Atlantic\"&gt;north Atlantic&lt;/a&gt; colonies are accessed, great numbers of &lt;a href=\"northern%20gannet\"&gt;northern gannet&lt;/a&gt;s (\"Morus bassanus\"). Vagrant white-tailed eagles in &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt; were recorded to prey on several &lt;a href=\"Laysan%20albatross\"&gt;Laysan albatross&lt;/a&gt; (\"Phoebastria immutabilis\") and were suspected to prey on &lt;a href=\"black-footed%20albatross\"&gt;black-footed albatross&lt;/a&gt; (\"Phoebastria nigripes\"), both weighing about . Another large water bird taken as adults are &lt;a href=\"common%20loon\"&gt;common loon&lt;/a&gt;s (\"Gavia immer\"). However, the largest water birds they are known to kill are adult swans, including &lt;a href=\"Mute%20swan\"&gt;mute&lt;/a&gt; (\"Cygnus olor\"), &lt;a href=\"Whooper%20swan\"&gt;whooper&lt;/a&gt; (\"Cygnus cygnus\") and &lt;a href=\"Bewick%27s%20swan\"&gt;Bewick's swan&lt;/a&gt;s (\"Cygnus columbianus bewickii\"). While cygnets and disabled birds (either by natural conditions such as ice or by human hunters) are at the greatest risk for eagle predation, white-tailed eagles have prey upon even healthy adult swans weighing at least .\nWhile land birds are a more infrequently part of the diet, at least 60 species have been recorded in the white-tailed eagles prey spectrum. For the most part, land birds are taken so infrequently as to not warrant much mention. However, variable numbers of &lt;a href=\"gamebird\"&gt;gamebird&lt;/a&gt;s are taken opportunistically, and in Belarus and Russia, especially around the &lt;a href=\"White%20Sea\"&gt;White Sea&lt;/a&gt; where &lt;a href=\"ptarmigan\"&gt;ptarmigan&lt;/a&gt; are not infrequent prey, they will take a few &lt;a href=\"grouse\"&gt;grouse&lt;/a&gt;. White-tailed eagles are known to prey on some numbers of &lt;a href=\"ring-necked%20pheasant\"&gt;ring-necked pheasant&lt;/a&gt; (\"Phasianus colchicus\") in Austria. They will at times attack adult male &lt;a href=\"western%20capercaillie\"&gt;western capercaillie&lt;/a&gt; (\"Tetrao urogallus\"), of note for their large size at . However, this is dwarfed by the largest avian prey credited to a white-tailed eagle, an adult male &lt;a href=\"great%20bustard\"&gt;great bustard&lt;/a&gt; (\"Otis tarda\"), which weighed an estimated (which, much like exceptionally large fish taken, must have been consumed in the killing spot or subsequently dismantled as too large to fly with). Among the land birds taken, more than 20 &lt;a href=\"passerine\"&gt;passerine&lt;/a&gt;s are included in the prey spectrum but most are obviously too small and swift to be anything but incidental prey. The smallest avian prey known for white-tailed eagles was a &lt;a href=\"great%20tit\"&gt;great tit&lt;/a&gt; (\"Parus major\"), a species which weighs on average. On one hand, small bird prey may be under-recorded since they leave few conspicuous remains but, on the other, are unlikely worthy of much pursuit as they have little food value. However, in one case, a white-tailed eagle was seen to fly into a &lt;a href=\"Flocking%20%28behavior%29\"&gt;murmuration&lt;/a&gt; of &lt;a href=\"Eurasian%20starling\"&gt;Eurasian starling&lt;/a&gt;s (\"Sturnus vulgaris\") and come away with a starling in hand. The only passerine family taken in numbers would be the larger corvids, of which eight species are known in the prey spectrum. In Hokkaido, Japan, two species of corvid were well-represented in the diet, the &lt;a href=\"large-billed%20crow\"&gt;large-billed crow&lt;/a&gt; (\"Corvus macrorhynchos\") and the &lt;a href=\"carrion%20crow\"&gt;carrion crow&lt;/a&gt; (\"Corvus corone\"), which together comprised 14.8% of 533 prey items.\nMammals and other prey.\nMammals are usually a quite secondary component of the diet. Although usually better represented than other non-fish and bird prey, their regional importance is variable. In known dietary studies, the mammalian contribution can vary from 0.49% to 41% of prey by number. When mammals are most significant to the diet, it usually due to local white-tailed eagles preying on &lt;a href=\"Leporidae\"&gt;rabbits and hares&lt;/a&gt; with some regularity. In some studies from Scotland, the &lt;a href=\"European%20rabbit\"&gt;European rabbit&lt;/a&gt; (\"Oryctolagus cuniculus\") and &lt;a href=\"mountain%20hare\"&gt;mountain hare&lt;/a&gt; (\"Lepus timidus\") were found to contribute as much as nearly 25% of the diet. A similar contribution of &lt;a href=\"European%20hare\"&gt;European hare&lt;/a&gt;s (\"Lepus europaeus\") was found in the diet from Austria, where hares were the leading prey species making up 24.35% of 349 prey items (with mammals making up 34.67% of the overall diet). In studies from Germany, European hares were taken fairly often but were numerically secondary prey. Given that these rabbits and hares have average mature weights from in rabbits to in European and &lt;a href=\"Arctic%20hare\"&gt;Arctic hare&lt;/a&gt;s (\"Lepus arcticus\"), they can make a hearty contribution to the prey biomass when available (although certainly juveniles are attacked as much if not more so than adult rabbits and hares). Other large mammalian prey can include &lt;a href=\"fox\"&gt;fox&lt;/a&gt;es, with &lt;a href=\"Arctic%20fox\"&gt;Arctic fox&lt;/a&gt;es (\"Vulpes lagopus\") being the sixth most regular prey species in Greenland and about a dozen &lt;a href=\"red%20fox\"&gt;red fox&lt;/a&gt;es (\"Vulpes vulpes\") recorded as taken or scavenged in Norway (predaceous attacks on adult red foxes have been reportedly witnessed). In both the offshore islands of Norway, where Arctic hare can be important prey, and Greenland, where the Arctic fox are prey, large numbers of both are taken when their pelage remains white but snow melts prematurely. A white-tailed eagle was once observed to kill and feed on a live adult &lt;a href=\"golden%20jackal\"&gt;golden jackal&lt;/a&gt; (\"Canis aureus\") that was trapped in a furbearer's trap. White-tailed eagles are known to prey on seal pups but most are likely sickly and perhaps both adult and pup seals are most likely to be eaten as carrion. Four &lt;a href=\"Baikal%20seal\"&gt;Baikal seal&lt;/a&gt; (\"Pusa sibirica\") pups were taken in Lake Baikal. They are considered a predator even for live &lt;a href=\"grey%20seal\"&gt;grey seal&lt;/a&gt; (\"Halichoerus grypus\") pups that weigh at birth. In one instance, a white-tailed eagle reportedly tried to attack an adult &lt;a href=\"harbor%20seal\"&gt;harbor seal&lt;/a&gt; (\"Phoca vitulina\") but was immediately dragged into the water and soon surfaced dying with a broken wing. Similarly, in one anecdote, an eagle drowned while apparently attacking an adult &lt;a href=\"harbor%20porpoise\"&gt;harbor porpoise&lt;/a&gt; (\"Phocoena phocoena\"). At least seven species of &lt;a href=\"mustelid\"&gt;mustelid&lt;/a&gt; have been recorded in the white-tailed eagle's diet, from the &lt;a href=\"Least%20weasel\"&gt;smallest weasel&lt;/a&gt; to, rarely, even adult &lt;a href=\"European%20otter\"&gt;European otter&lt;/a&gt;s (\"Lutra lutra\"). Another mustelid, the &lt;a href=\"American%20mink\"&gt;American mink&lt;/a&gt; (\"Neogale vison\") was introduced as a furbearer to Finland but then became an invasive pest, as a fast-breeding killer that threatens many native species. In turn, Finnish white-tailed eagles have become the main natural control and may inhibit the mink from breeding via heavy predation. Conversely, the white-tailed eagle have not been known to prey on the critically endangered, native &lt;a href=\"European%20mink\"&gt;European mink&lt;/a&gt; (\"Mustela lutreola\") (perhaps due to its shier habits) which the American mink are known to have been outcompeting in some areas (but the European has mainly declined due to massive overhunting by humans as a furbearer). Kits of larger mammals such as &lt;a href=\"Eurasian%20beaver\"&gt;Eurasian&lt;/a&gt; (\"Castor fiber\") and &lt;a href=\"North%20American%20beaver\"&gt;North American beaver&lt;/a&gt;s (\"Castor canadensis\") (introduced) and of &lt;a href=\"European%20badger\"&gt;European badger&lt;/a&gt; (\"Meles meles\") have been found as prey.\nThe most widely reported mammalian prey known (albeit usually as a supplemental prey species) in the non-native &lt;a href=\"muskrat\"&gt;muskrat&lt;/a&gt; (\"Ondatra zibethicus\"), which averages about , and may be taken from \"muskrat farms\" or feral wetland populations. While largely a supplemental prey item, a respectable number of 137 were recorded in the diet from Finland. Also, a study on the &lt;a href=\"Ili%20River\"&gt;Ili delta&lt;/a&gt; in Kazakhstan has shown up to 30–43% of prey remains at eyries to consist of muskrat in spring and fall but only 14% in summer (for unknown reasons). In total, about 20 &lt;a href=\"rodent\"&gt;rodent&lt;/a&gt; species are known in the white-tailed eagle's prey spectrum. In some of the coldest climes of Russia, such as in the Ural mountains or the Kola peninsula, white-tailed eagles have been recorded to live on surprisingly high numbers of small rodents, comprising 13.8% and more than 21% of all prey remains, respectively. Even agile &lt;a href=\"red%20squirrel\"&gt;red squirrel&lt;/a&gt;s (\"Sciurus vulgaris\") may be caught from trees in some cases. The smallest rodents known in the prey spectrum are the &lt;a href=\"common%20vole\"&gt;common vole&lt;/a&gt; (Microtus arvalis) and the &lt;a href=\"wood%20mouse\"&gt;wood mouse&lt;/a&gt; (\"Apodemus sylvaticus\") but mammalian prey down to the size of &lt;a href=\"common%20shrew\"&gt;common shrew&lt;/a&gt;s (\"Sorex araneus\"), indeed the smallest vertebrate known to have been preyed upon, has been recorded. On the other end of the size scale from rodents, more than a dozen ungulate species have been found in the foods of white-tailed eagles, but a very large proportion of this is likely from carrion found already dead. Very large food sources such as &lt;a href=\"horse\"&gt;horse&lt;/a&gt;s (\"Equus ferus caballus\"), &lt;a href=\"moose\"&gt;moose&lt;/a&gt; (\"Alces alces\"), &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt; (\"Bos taurus\") and &lt;a href=\"European%20bison\"&gt;European bison&lt;/a&gt; (\"Bison bosanus\") are certainly visited as carrion always. Wild ungulate species known to have their young attacked by white-tailed eagles in variable numbers may include deer such as &lt;a href=\"reindeer\"&gt;reindeer&lt;/a&gt; (\"Rangifer tarandus\"), &lt;a href=\"red%20deer\"&gt;red deer&lt;/a&gt; (\"Cervus elaphus\") and &lt;a href=\"European%20roe%20deer\"&gt;European roe deer&lt;/a&gt; (\"Capreolus capreolus\") and &lt;a href=\"wild%20boar\"&gt;wild boar&lt;/a&gt; (\"Sus scrofa\"). Boar made up 7.1% of the prey remains at Polesski Reserve, Belarus. At least two successful attacks on adult roe deer have been reported, which could potentially weigh around (their average mature weight), in addition to several cases of predation on young roe deer. A yearling juvenile male eagle scaling , newly reintroduced into the wild on the isle of Rùm killed a healthy, red deer calf within a couple of days. One of the primary causes of the white-tailed eagles persecution by humans is that white-tailed eagles often feed on &lt;a href=\"domestic%20sheep\"&gt;domestic sheep&lt;/a&gt; (\"Ovis aries\") and &lt;a href=\"domestic%20goat\"&gt;goats&lt;/a&gt; (\"Capra aegagrus hircus\"), especially lambs and kids. However, they do not necessarily take healthy specimens and often feed on them after death, instead. Of 36 cases of feeding on lambs and kids by white-tailed eagles in Norway, only 12 could be proven to have been taken alive by the eagles.\nPrey of other animal classes is rarely taken by white-tailed eagles. Particularly, the diversity of &lt;a href=\"reptile\"&gt;reptile&lt;/a&gt;s known in the prey spectrum, at only six species, is quite paltry when compared to the many species known to be hunted by the bald eagle. Further among &lt;a href=\"amphibian\"&gt;amphibian&lt;/a&gt;s only two species of toad are known to be taken. The Ural mountains is the only region where some diversity of reptile and amphibian species have been reported in their diet. In only the white-tailed eagles nesting in Hokkaido, they've been known to hunt large &lt;a href=\"cephalopod\"&gt;cephalopod&lt;/a&gt;s such as &lt;a href=\"robust%20clubhook%20squid\"&gt;robust clubhook squid&lt;/a&gt; (\"Onykia robusta\") and &lt;a href=\"giant%20Pacific%20octopus\"&gt;giant Pacific octopus&lt;/a&gt; (\"Enteroctopus dofleini\"), though likely mainly younger specimens and those collected and perhaps injured by large-scale fishing operations. White-tailed eagle juveniles have been seen rarely foraging for unidentified &lt;a href=\"clam\"&gt;clam&lt;/a&gt;s and &lt;a href=\"mussel\"&gt;mussel&lt;/a&gt;s on the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt;. However, the miscellaneous shells of marine mussels and snails found in Norway are probably usually consumed secondarily from the stomachs of eiders. An exceptional number of &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s, amounting to 24% of food items by number, were found in the foods of white-tailed eagles in Augustów Primeval Forest, almost entirely &lt;a href=\"Odonata\"&gt;Odonata&lt;/a&gt;. The source of this food is not clear as the white-tailed eagle is far too large and bulky a raptor to invest much time in pursuit of insects.\nInterspecies predatory relationships.\nAs the largest eagle in the majority of its distribution, the white-tailed eagle is an &lt;a href=\"apex%20predator\"&gt;apex predator&lt;/a&gt; in its range. In some areas it may compete with other large raptors, especially &lt;a href=\"golden%20eagle\"&gt;golden eagle&lt;/a&gt;s. Relations between these two species are complex and variable. In Scotland, where both eagles have been reintroduced or re-established, competition is considerable. This is, in part, due to their diets being more similar here than elsewhere in their range, with both species preying heavily on rabbits and hares and being reliant on carrion all year round, whereas in most other areas both favor carrion mostly only in winter. As much as 90% of their diets in Scotland can overlap. The white-tailed eagle elsewhere usually prefers fish and water birds. Another factor is the reintroduction of white-tailed eagles occurred after golden eagles had been re-established in Scotland and that some of the golden eagles began to nest beyond their usually rocky, mountainous habitats, in or near trees in coastal or near lowland wet areas historically occupied by white-tailed eagles. More territorial conflicts between the species have been recorded in the last few decades. Given appropriate healthy populations and ample habitat, as in Norway, the golden and white-tailed eagles are considerably segregated in nesting regions and direct competition is much milder. In spite of a size advantage for the white-tailed eagle, the golden eagle is reportedly \"strongly dominant\" over the white-tailed in food conflicts and, perhaps, in direct nesting competition. This is in part because of the swifter, more agile flight of golden eagles, as well as their greater overall aggression towards other raptors and perhaps due to their somewhat longer toes and larger talons, although there is little evidence that the golden and white-tailed eagles are notably different in strength. In many intraguild diurnal raptor assemblages, a slightly smaller, swifter-flying species often dominate their heavier competitors unless size differences become extreme, to the contrary of &lt;a href=\"owl\"&gt;owl&lt;/a&gt;s and several other predators which often adhere fairly strictly to a size-based dominance hierarchy. Golden eagles won all food conflicts over carrion observed by one author over the course of two winters in Norway, with the white-tailed eagles only displacing goldens after the golden eagles had already fed for some time. However, cases of white-tailed eagles winning food conflicts have been reported as well and perhaps more assured mature white-tailed eagles may fare better in such conflicts. Some territorial conflicts in Scotland have escalated, albeit rarely, to both eagle species killing the other. White-tailed eagles are said to be \"dominant\", however, in population ecology as they can exist at higher population densities and typically outnumber golden eagles because of their longer gut and more efficient digestive system, being able to live better with less food. Notably, in competition in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, neither the golden or bald eagle are said to be dominant and either species may win conflicts. Furthermore, bald eagles may succeed in procuring up to 25% of fresh golden eagle kills in winter and golden eagles are reported to decidedly avoid active nesting areas of bald eagles.\nBeyond golden eagles, white-tailed eagles may live alongside a wide range of other large raptors, but other eagles are considerably different in dietary and habitat preferences, so there is almost no competitive effect. For example, in Kazakhstan, white-tailed eagles were recorded to nest in proximity to golden eagles, &lt;a href=\"eastern%20imperial%20eagle\"&gt;eastern imperial eagle&lt;/a&gt;s (\"Aquila heliaca\") and &lt;a href=\"steppe%20eagle\"&gt;steppe eagle&lt;/a&gt;s (\"Aquila nipalensis\") and all four eagles appear almost entirely indifferent to the presence of the other species, given their considerable partitioning in diet and habitat preferences. More significantly than the \"Aquila\" species, the white-tailed eagle seemed to have no issue nesting within a few hundred metres of the other eagles. A more direct effect may be detected on other fish-eating birds, for example recovering numbers of white-tailed eagles in &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt; was thought to limit local osprey populations. However, in similar habitats, white storks and &lt;a href=\"lesser%20spotted%20eagle\"&gt;lesser spotted eagle&lt;/a&gt;s (\"Clanga pomarina\") appeared to not be competitively effected. Besides competitive effects, white-tailed eagles may adversely effect ospreys by habitually robbing them of their catches. Besides the poorly studied relations between the &lt;a href=\"Pallas%27s%20fish%20eagle\"&gt;Pallas's fish eagle&lt;/a&gt; and white-tailed eagle in the southern limits of the latter's Asian distribution, the only other \"Haliaeetus\" to live broadly alongside white-tailed eagles are Steller's sea eagles. Being larger and heavier, the Steller's is often characterized as a more powerful predator. Nonetheless, studies of the species ecologies show that the Steller's is a more restricted feeder on salmonids and that the Steller's tended to defend a smaller home range area than white-tailed eagles do in the Russian Far East. However, the Steller's appeared to be more flexible in readily switching nest sites between trees and rocky areas, whereas white-tailed eagles of this area exclusively nested in trees. Both species seemed to avoid active territories of the other but little direct conflict during breeding was detected. Although the Steller's sea eagle may be somewhat favored in wintertime food conflicts given its sometimes considerably larger size, both it and the white-tailed eagles have been observed to win conflicts over fish, with golden eagles sometimes entering the fray and sometimes losing or winning conflicts. Given their larger population and farther current range into warmer areas (whereas the modern white-tailed eagle is only common in cold, northern climes), bald eagles (the ecological equivalent of the white-tailed eagle in North America) have a considerably broader prey spectrum than white-tailed eagles that ranges well over 400 species, with more species recorded from nearly all animal taxon. Although about 56% of the bald eagle's diet is comprised by fish, bald eagles often take a higher diversity and numbers of alternate prey such as mammals, reptiles and amphibians than do white-tailed eagles.\nAlthough other birds of prey are seldom caught, given that they are wary, fast and can defend themselves well, the white-tailed eagle can be characterized as an opportunistic predator of such birds. Indicating that they are regarded as a threat to raptors is that they are frequently mobbed by a wide range of raptor species when displaying active flights, to a similar regard that the perhaps more aggressively predatory golden eagle is. Given the difficulty of this prey type, white-tailed eagles are likely to attack other birds of prey when the victims are distracted, whether by migration on windy days, nesting duties or when trying to capture their own prey, are previously injured or they may even capture one while the raptor tries to mob the eagle. Certainly, nestlings and fledglings can certainly comprise a large fraction of the birds of prey caught as well as adult ones. Other accipitrids they are known to have preyed upon, in increasing order of size are the &lt;a href=\"Eurasian%20sparrowhawk\"&gt;Eurasian sparrowhawk&lt;/a&gt; (\"Accipiter nisus\"), &lt;a href=\"western%20marsh%20harrier\"&gt;western marsh harrier&lt;/a&gt; (\"Circus aeruginosus\"), &lt;a href=\"black%20kite\"&gt;black kite&lt;/a&gt; (\"Milvus migrans\"), &lt;a href=\"European%20honey-buzzard\"&gt;European honey-buzzard&lt;/a&gt; (\"Pernis apivorus\"), &lt;a href=\"common%20buzzard\"&gt;common buzzard&lt;/a&gt; (\"Buteo buteo\"), &lt;a href=\"northern%20goshawk\"&gt;northern goshawk&lt;/a&gt;, &lt;a href=\"red%20kite\"&gt;red kite&lt;/a&gt; (\"Milvus milvus\"), lesser spotted eagle (\"Clanga pomarina\") and eastern imperial eagle, in addition to osprey. Non-accipitrid raptorial birds, these more likely restricted to fully independent birds due to their less conspicuous nests, known to fall prey to white-tailed eagles include &lt;a href=\"Eurasian%20pygmy%20owl\"&gt;Eurasian pygmy owl&lt;/a&gt; (\"Glaucidium passerinum\"), &lt;a href=\"boreal%20owl\"&gt;boreal owl&lt;/a&gt; (\"Aegolius funereus\"), &lt;a href=\"Eurasian%20hobby\"&gt;Eurasian hobby&lt;/a&gt; (\"Falco subbuteo\"), &lt;a href=\"long-eared%20owl\"&gt;long-eared owl&lt;/a&gt; (Asio otus), &lt;a href=\"northern%20hawk%20owl\"&gt;northern hawk owl&lt;/a&gt; (\"Surnia ulula\"), &lt;a href=\"short-eared%20owl\"&gt;short-eared owl&lt;/a&gt; (\"Asio flammeus\"), &lt;a href=\"peregrine%20falcon\"&gt;peregrine falcon&lt;/a&gt; (\"Falco peregrinus\"), &lt;a href=\"snowy%20owl\"&gt;snowy owl&lt;/a&gt; (\"Bubo scandiacus\") and &lt;a href=\"Eurasian%20eagle%20owl\"&gt;Eurasian eagle owl&lt;/a&gt; (\"Bubo bubo\"). Accipitrid prey size ranges by body mass ranges from for a sparrowhawk to in the imperial eagle and that of non-accipitrid raptors ranges from for the pygmy owl to for the eagle owl and apparently both imperial eagles and eagle owls that were caught were adults. As true apex predators, healthy adult white-tailed eagles have no known natural predators.\nBreeding.\nCourtship and mating.\nThe breeding season is from January to July in the south of the white-tailed eagles range, and from April to September in the northern part of their range. They pair for life, though if one dies replacement can occur quickly. A bond is formed when a permanent home range is chosen. White-tailed eagles frequently engage during early spring variously in soaring, sky-dancing and other aerial displays, all with much loud calling, often performed by pair members together, including spectacular mutual cartwheel downwards where talons touch or interlock. Nuptial displays may occur almost year-around in some parts of the range, increasing after young disperse in autumn, thence at rare intervals until spring when such behavior, of course, peaks. Courtship often begins with a bird, often the male, \"sky pointing\" or \"long calling\" by throwing their head back. Soaring by pairs follows, with either partner leading by or soaring opposite directions. One may swoop upon the other who responds by tilting to one side or may roll over to touch talons momentarily before separating. This may be repeated or gain intensity until they are talon-grappling or \"mutual cartwheeling\", consisting of the pair locking talons mid-air and whirling earthwards in series of spectacular cartwheels. When doing this, the pair may stop only a few feet above the ground. Talon grappling is usually associated with territorial clashes in most accipitrids, especially between males, but in \"Haliaeetus\" such behaviour also seems to be related to courtship and is engaged by pairs as well as males attacking intruding males. When locally common, 2–3 pairs can be seen displaying in the sky quite near each other but each pair in fact are within a border of a well-defined territory. In Greenland, recorded pair densities were 0.3–0.6 occupied territories per . In eastern Germany, densities were reported as 1.6–2 pairs per . Norwegian nests appear at no closer than ; territory size on Norwegian coasts were reported as roughly . Fischer noted 8–9 pairs on the small Norwegian island of &lt;a href=\"Fugloy\"&gt;Fugloy&lt;/a&gt; due to its huge seabird colonies, with late summer numbers boosting to 75 eagles, all within an area of only . Five occupied nests were noted on an stretch of the Russian &lt;a href=\"Yenisei%20River\"&gt;Yenisei River&lt;/a&gt;. Mating chiefly occurs between mid-March and mid-April in most parts of the range. The pair may copulate be about once every 20 minutes for several hours. Prior to mating, a more skilled and graceful flying than usual may be undertaken by the male as the final stage of courtship. After his final display, the female crouches low, almost flat, with her head and neck outstretched, wings half open, and tail held level with the rest of the body. Mating has been recorded in white-tailed eagles to occur almost anywhere including a low perch, on the nest, on the ground or even on frozen lake surfaces, usually close to the nest at least but also at as far away from the nest as in Norway. Sometimes both members of the pair will assume the female's typical mating position simultaneously side-by-side until he jumps on her back. Once the male mounts he often calls loudly and flaps both wings to maintain his balance. After about 12 seconds he dismounts and sits quietly, ultimately will do so about 5 to 6 in 1.5 hours and at nearly any time of the day.\nNest characteristics.\nWhite-tailed eagles most often nest in large trees, with perhaps coniferous trees preferred and nests may be in a high main fork, on the canopy or a large side branch. Access to food is a key consideration in the nest's location in white-tailed eagles. In Germany, 75% of eyries were within of a lake, although one was away from any lake though was somewhat closer to the Baltic Sea. 80% of German nests were described as being in forests but eagles exhibited preferences for wooded islands or promontories and most nests were usually towards edge of open space: a clearing, marshy ground or even agricultural land. Among the few eyries in open land were never more than away from woods. Only one cliff nest was recorded in Germany, on the Baltic island of &lt;a href=\"Rugen\"&gt;Rugen&lt;/a&gt;. Older records indicated ground nests also recorded in the German Baltic region. Most German nests were at heights from off ground in the main fork of trees, rarely on ample horizontal tree branches. Tree nest height is partially based on tree species, i.e. in Romania, on &lt;a href=\"Populus%20nigra\"&gt;black poplars&lt;/a&gt; (\"Populus nigra\") and &lt;a href=\"willow\"&gt;willow&lt;/a&gt;s nest height would was recorded at of the ground but one was on a broken tree at only from the ground. There in the lower Danube of Romania beyond the mainly utilized black poplars and willows, one was on \"a weak oak sapling\", six on high, thick &lt;a href=\"oak\"&gt;oak&lt;/a&gt;s, five in &lt;a href=\"Populus%20alba\"&gt;white poplars&lt;/a&gt; (\"Populus alba\"), two in &lt;a href=\"beech\"&gt;beech&lt;/a&gt;es and one in a wild &lt;a href=\"pear\"&gt;pear&lt;/a&gt; tree. Another quote on eyrie height along the Danube was at above the ground. Trees used for nests in Hokkaido were often the tallest in a stand, averaging higher than the average tree height in their stand. Tree species preferred here were \"&lt;a href=\"Picea%20glehnii\"&gt;Picea glehnii&lt;/a&gt;\" and \"&lt;a href=\"Alnus%20japonica\"&gt;Alnus japonica&lt;/a&gt;\". Nest height in Hokkaido was similar to that in Europe at above the ground. In eastern Germany, among 177 nests, 65% were in mature pines, 22% in &lt;a href=\"Fagus%20sylvatica\"&gt;copper beech&lt;/a&gt;es (\"Fagus sylvatica\"), 8% in &lt;a href=\"oak\"&gt;oak&lt;/a&gt; with the remainder in &lt;a href=\"alder\"&gt;alder&lt;/a&gt;, &lt;a href=\"elm\"&gt;elm&lt;/a&gt;, &lt;a href=\"Populus\"&gt;poplar&lt;/a&gt; and &lt;a href=\"birch\"&gt;birch&lt;/a&gt;. The German eyries ranged in height from , averaging , usually in tallest trees available. Nests can be on crags, whether or not trees may be available, depending on regional habitat. In 98 Norwegian eyries, only eight were in trees, the rest were on cliffs. In comparison, against the 86% nests that were on cliffs in Norway, 79% known in Scotland were too, 77% in Iceland and all known Greenlandic nests were in cliffs or other rocky spots. Nest height on cliffs can be over above the nearest flat ground. Rarely, they may nest on the ground or a low hummock, as well as smaller trees, low bushes, on sand banks or among reed beds. Showing their adaptability, one pair even nested on a &lt;a href=\"buoy\"&gt;buoy&lt;/a&gt; on a Norwegian shipping route.\nNests are usually huge, constructed of sticks and branches, averaging roughly across and up to deep, but can be several metres in width &amp; depth, lined variously with moss, greenery, seaweed or wool. The nest must have easy access for the eagles with a clear view of the surrounding environment, shelter from the elements and protection from nest predators. In forest of Finland, it has been estimated that perhaps only one in a thousand trees will prove attractive to white-tailed eagles. Cliff nests often include lesser materials, some may be only a scooped shallow depression of soil, or pile of heather or juniper stems with stipes of dried \"&lt;a href=\"Laminaria\"&gt;Laminaria&lt;/a&gt;\", but also sticks up to and several cm thick may be incorporated; almost any material available may line the nests such as seaweed, driftwood, even glass or metal floats and, in one to two cases, the dried skeleton a sheep. In tree nests, the average nest diameter is about , with nests in trees tending to be larger, more rigid and stronger. A relatively new four-year-old nest weighed and one about twice that age can exceed in mass. Some tree nests may range easily up to in diameter and deep after many repairs over years, with extreme sizes of perhaps another metre in diameter and depth, or \"twice the height of a man\". Tree nests may be lined with &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;, &lt;a href=\"moss\"&gt;moss&lt;/a&gt;, &lt;a href=\"seaweed\"&gt;seaweed&lt;/a&gt;, &lt;a href=\"fern\"&gt;fern&lt;/a&gt;s, &lt;a href=\"grass\"&gt;grass&lt;/a&gt;, &lt;a href=\"woodrush\"&gt;woodrush&lt;/a&gt;, &lt;a href=\"Calluna\"&gt;heather&lt;/a&gt; or \"&lt;a href=\"Empetrum\"&gt;Empetrum&lt;/a&gt;\"; many tree nests may be lined with sheep's wool. The male of the pair more often brings nesting branches, while female takes the primary role in construction. A nest may be added to by the resident pair at as early as December onwards, but usually do so starting in March at high latitudes. A new nest may take several months to construct, but if an old nest is lost in late winter, pairs have been known to build a new nest faster than average in less than a month, however egg laying may be inhibited in such cases. Repair to an existing nest can take about 18 days. White-tailed eagles have also used nests built by other species: &lt;a href=\"black%20kite\"&gt;black kite&lt;/a&gt;, &lt;a href=\"common%20buzzard\"&gt;common buzzard&lt;/a&gt;, &lt;a href=\"common%20raven\"&gt;common raven&lt;/a&gt; (\"Corvus corax\") and, subsequent to the eagles evicting them, &lt;a href=\"osprey\"&gt;osprey&lt;/a&gt;s and &lt;a href=\"red%20kite\"&gt;red kite&lt;/a&gt;s. &lt;a href=\"Eastern%20imperial%20eagle\"&gt;Eastern imperial eagle&lt;/a&gt;s, &lt;a href=\"Saker%20falcon\"&gt;saker&lt;/a&gt; (\"Falco cherrug\") and &lt;a href=\"peregrine%20falcon\"&gt;peregrine falcon&lt;/a&gt;s have used old white-tailed eagles nests, in the two swift falcon species they've been recorded in evicting pairs of white-tailed eagles from their eyries with persistent dive-bombing. In one case, after having been displaced by humans from an eyrie that had seen 30 years of white-tailed eagle use, an eagle pair returned to find the nest occupied by peregrine falcons. Despite many dogfights, the eagles constructed a nest higher up in the same tree. Although fighting continued, both species succeeded in raising one fledgling each. In Norway, pairs of ravens, peregrines and white-tailed eagles have been known to successfully nest on the same cliff face. Many small species of bird may nest in the immediate area of white-tailed eagle eyries, presumably due to incidental protection: &lt;a href=\"Eurasian%20tree%20sparrow\"&gt;Eurasian tree sparrow&lt;/a&gt; (\"Passer montanus\"), &lt;a href=\"white%20wagtail\"&gt;white wagtail&lt;/a&gt; (\"Motacilla alba\"), &lt;a href=\"Eurasian%20treecreeper\"&gt;Eurasian treecreeper&lt;/a&gt;s (\"Certhia familiaris\"), &lt;a href=\"common%20redstart\"&gt;common redstart&lt;/a&gt;s (\"Phoenicurus phoenicurus\"), &lt;a href=\"European%20crested%20tit\"&gt;European crested tit&lt;/a&gt;s (\"Lophophanes cristatus\"), &lt;a href=\"Eurasian%20starling\"&gt;Eurasian starling&lt;/a&gt;s and &lt;a href=\"stock%20dove\"&gt;stock dove&lt;/a&gt;s (\"Columba oenas\"). Like in the golden eagle, pairs of white-tailed eagles often build multiple nests on their home range over time and use them randomly over different years (sometimes using one for several consecutive years or changing nests every year over several years). The species may build from 1 to 11 nests, averaging 2.5 in Norway with pairs with up to five nests being not uncommon in that country.\nEggs and incubation.\nIndividual white-tailed eagles tend to be remarkably consistent on egg-laying times from year to year, seemingly regardless of surrounding weather conditions. Egg laying does vary of course by latitude. Historic breeders from &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; and Iran (where they still usually breed) were reported to lay eggs in January, while in Greece and the lower &lt;a href=\"Volga%20river\"&gt;Volga river&lt;/a&gt; it is during February, in Germany mostly during March and in the subarctic of &lt;a href=\"Lapland%2C%20Finland\"&gt;Lapland, Finland&lt;/a&gt; and northern Russia, to as late as late April to early May. White-tailed eagles in Scotland seem to have average egg laying about three weeks later, late March to early April, than those in coastal Norway. Even near Arctic in Finland, eggs were found as early as 5 March despite ranging often to as late as May. Younger pairs may nest later on average than older ones. In white-tailed eagles, many (perhaps a majority) of clutches consist of two eggs, especially in Irish and Scottish nests, with three egg clutches being considered uncommon to rare there. Four egg clutches have been recorded on the &lt;a href=\"Isle%20of%20Skye\"&gt;Isle of Skye&lt;/a&gt;, as well as in at least Poland, Romania and Norway. Clutch size in Scotland averages 1.56, while in Norway it is 2.16. The eggs are a broad oval shape and dull white in colour, sometimes with a glossy sheen and are usually unmarked but for occasional yellowish stain. Fresh egg weigh from , with an average of approximately for the first egg and for the second. If replacement clutch is laid, usually a single egg is laid which may weigh as little as . Average egg dimension seem to keep in accordance with the female body size, smallest mean size known were from Turkey where the average dimensions were to the largest in three surveys from Greenland, where they were . In 54 eggs from Scotland they ranged from , averaging , in height by , averaging , in width. In comparison, 90 eggs from mainland Europe ranged from , averaging , by , averaging . Eggs may be compromised quickly by frost and snow in relatively early clutches. Incubation starts as soon as the first egg is laid. In the species, a 2–3 day interval between the first and second egg being laid (as well as hatching) is recorded. The female does up to 80–90% of incubation and all known nighttime incubating. However, in Norway, the male of a pair could contribute up to about 27% of incubation to daylight hours. There may be as many as 11 changes of the incubating individual within a day. The longest period recorded the clutch was unguarded was 20 minutes, although one pair perched nearby the nest without incubating for 48 minutes. The clutches in Norway left alone only 2–4% of the time. In some cases female may do all the incubation alone, however. When the female is off the nest, she sometimes kills prey and returns with a full crop, but prey capture during incubation is often up to the male. Late into incubation, shift changes decreases and the female will sit tight and will crouch down at the approach of a human rather than leave the nest. Calling and displaying are reduced during incubation, but occasionally both may leave the clutch and display still. The time range for incubation can vary from 34 to 46 days, but usually are between 38 and 42 days. A calculated mean time range for incubation of 38.3 days.\nHatching, development and fledgling.\nIn 1983, it was listed that brood size is one 56.5% of the time and two 40.8% of the time in eight studies from different parts of the range; only 2.5% of these studies had a brood size of three and only one from Norway was a brood size of four recorded. From 14 studies, the mean number of chicks in a brood may range from 1.1 in western Germany to 1.9 in southern Kazakhstan, with average overall brood size of 1.52. However, these datasets may be skewered lower than natural brood size as a majority these are from the mid to late 20th century when pesticide use considerably lowered the mean number of hatchlings in many parts of the range. New hatchlings will weigh about but in Hokkaido new hatchlings were surprisingly notably heavier at . The sex of nestlings can be identified using field methods, or using &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt;. Initially, the hatchlings have a creamy white down which is longest and whitest on the head and often dirty grayish on wings and rump. Before they start walking about the nest, their underside may have several bare patches. The nestlings first become audible at around 2–3 days and have become active enough to move around the nest and excrete over the nest edge by 10 days old. The initial down is replaced by a thick woolly coat of longer, coarser grayish down, which is usually darker on the crown, underparts and flanks. The legs and cere at this young nestling age can range from pinkish to pale yellow. By about 30 days the first feathers poke through the down. The eaglets can feed themselves starting at 35–40 days. At six weeks (40 days) they are more firm on their feet and between this and the following week feathers take over the down, with patches of down remaining but usually gone by the seventh week. Wing flapping begins only when the wings are partially feathered at 42 days. Around seven weeks of age, the eaglet is more alert and stronger and frequently manipulates sticks and walks more so. At eight weeks, only the long feathers of the wing and tail have yet to develop fully and eaglets tend to start exploring the surrounding branches. The eaglets will attempt their first flight at about 70 days and will usually be flying well by about 90 days of age. Fledgling occurs around mid- to late July in Norway, and about 3–4 weeks later in Russian White Sea.\nThe female of the white-tailed eagle pair seems to do all the brooding early on and will be especially reluctant to leave the nest as well. Thereafter, at 14 to 28 days, brooding behaviour by the female gradually declines. The male may start to brood occasionally around this time period but will not do so at night. Females may sit on the nest or shelter the fledglings from rain even 28 days after fledging but usually such behavior is much reduced. Chicks may be fed as many as 11 times in 24 hours by the female who usually dismantles prey brought by the male. To 28 days, male continues to do most of the prey capture but thereafter female does much of it and both parents begin to leave kills on the nest for the eaglets to consume. As the chicks grow older, favored food often switches from fish to birds to meet their increasing food requirements as well as prey behavior as waterfowl may be flightless during &lt;a href=\"Plumage\"&gt;eclipse&lt;/a&gt;. &lt;a href=\"Hoarding%20%28animal%20behavior%29\"&gt;Caches&lt;/a&gt; are often depleted quickly late into nestling development. At start of fledgling, 4–5 carcasses may be brought in a week but by the end of fledgling, only one or two are usually brought, probably to encourage the young to start their own prey captures. After leaving the nest, the young usually stay nearby for another 35–40 days and may still be largely fed by their parents but gradually learn to take their own prey. In continental Europe, the young eagles are gone from the nest as early as the beginning of July to about 10 August and fully independent by late August. In this late summer stage, they may learn quickly to feed on stranded fish or to capture ducks flightless in eclipse. Juvenile eagles may remain for a long time on their parents range and apparently are not resented or repelled even to the ages of 1–3 years. However, usually by their first winter they will have congregated with other unrelated juveniles. Communal juvenile roosts in Norway can maintain 30–40 white-tailed eagles usually in trees or steep slopes of offshore islands. Sexual maturity is reached at 5–6 years of age.\nNesting failures and longevity.\nNormally, white-tailed eagles succeed in raising one or two young from a clutch of two, and two from a clutch of three. The average breeding success seems to be about 1.1–1.6 young per annum (i.e. 45–48 young from 40 observed cases, with 16 failures) (1.6 young per pair in 93 recorded Norwegian nests). About 33% of nesting attempts will fail to produce any young, and this is sometimes as many as 75% (at times of heavy persecution or pesticide use). Beyond manmade threats to white-tailed eagle nestlings, starvation and nest collapse are considerable causes of nestling deaths. Natural threats in the nest may also include &lt;a href=\"siblicide\"&gt;siblicide&lt;/a&gt; (or \"cainism\") wherein the largest nestling behave aggressively and gradually kill their smaller sibling, which is often consumed. Despite claims to contrary, siblicide in white-tailed eagle does occur with some regularity in some parts of the range, from Germany to Hokkaido although is certainly less frequent than in some eagle species, including the &lt;a href=\"golden%20eagle\"&gt;golden eagle&lt;/a&gt;. Single cases were reported in the &lt;a href=\"White%20Sea\"&gt;White Sea&lt;/a&gt; and Iceland, and it may occur situationally as in many birds of prey when prey populations are low or prey capture is inhibited by poor weather. Siblicide can be avoided in white-tailed eagles with manipulative techniques, which may include taking out and hand-rearing the runt, put a chick into a nest with slightly younger brood which it is about the same size as, or taking the first egg out and putting it back in later so it develops evenly with its younger sibling. Surplus chicks are sometimes removed from nests to use in &lt;a href=\"reintroduction\"&gt;reintroduction&lt;/a&gt; programs in areas where the species has died out. If left in the nest, they often die sooner or later, as with most large eagles. In such programs the birds are raised in boxes on platforms in the tree canopy and fed in such a way that they cannot see the human supplying their food, until they are old enough to fly and thus find their own food.\nKnown natural predators of white-tailed eagle eggs and nestlings include &lt;a href=\"red%20fox\"&gt;red fox&lt;/a&gt;es, &lt;a href=\"marten\"&gt;marten&lt;/a&gt;s and &lt;a href=\"bear\"&gt;bear&lt;/a&gt;s, especially if nesting in overly accessible rock formations, while &lt;a href=\"wild%20boar\"&gt;wild boar&lt;/a&gt;s have been recorded eating eggs and nestlings that’ve fallen out of the nest too early. Avian predation, overall a seemingly rare occurrence, of white-tailed eagle eggs and nestlings have been reported as &lt;a href=\"crow\"&gt;crow&lt;/a&gt;s, &lt;a href=\"common%20raven\"&gt;common raven&lt;/a&gt;s and &lt;a href=\"western%20marsh%20harrier\"&gt;western marsh harrier&lt;/a&gt;s, which are likely to succeed in cases where nest attendance is low or if successful in driving away the parents via fierce mobbing. Furthermore, Eurasian eagle owls have been reported to prey upon \"fairly large\" nestlings of white-tailed eagle in nighttime ambushes. Many juveniles do not survive their first year post-independence. In the 1970s, an average of 56% banded first-year white-tailed eagles in Norway, Sweden and Greenland were found dead, most often having been shot. In eastern Germany, of 194 white-tailed eagles found dead between 1946 and 1972, of those where cause of death could be determined, 39% had been shot, accidents (especially powerlines) accounted for 6%, territorial disputes 7.5% and conservatively 13% were from poisoning. It is estimated that the survival of those that reach adulthood at 70%. Another estimate of average lifespan for those who reach adulthood is just over 12 years. Widely reported individuals have been found to live for 25 years or more, Another estimate of mean lifespan (presumably without persecution) is 21 years. At one point, the oldest banded white-tailed eagle known in the wild known lived for 27 years. However, a wild eagle of the species was subsequently recorded to life for 33.1 years. White-tailed eagles in captivity have lived for more than 40 years, though their exactly captive longevity record is not known. . Skye, a male White-tailed Eagle, was ringed as a chick on the &lt;a href=\"Isle%20of%20Skye\"&gt;Isle of Skye&lt;/a&gt; in the Highlands of &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; in 1994. He has recently been recorded in early 2022, at 28 years old and has been breeding with his mate, a female named Freisa, for 25 years.\nRelationship with humans.\nExtirpations.\nThe white-tailed eagle formerly bred over much wider area, extending west to much of &lt;a href=\"western%20Europe\"&gt;western Europe&lt;/a&gt; and perhaps south almost continuously in that region to the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;. From the 19th century, the species underwent a huge, well-documented decline. Ultimately the white-tailed eagle was almost extinct in Europe, extirpated from all but Scandinavia (mainly remaining in Norway) and some sparse patches of &lt;a href=\"eastern%20Europe\"&gt;eastern Europe&lt;/a&gt;. They were extinct in the entire &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt; by the early 1900s. At one time, the white-tailed eagle bred down to &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; in &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, particularly around &lt;a href=\"Lake%20Manzala\"&gt;Lake Manzala&lt;/a&gt; with individuals wandering rarely to &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt; and &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;. It is likely that habitat degradation and drying conditions caused the extirpation of the species as all but a vagrant in Egypt. Two pairs that nested in the &lt;a href=\"Jordan%20Valley\"&gt;Jordan Valley&lt;/a&gt; ceased to breed, apparently due to agricultural chemicals, in the early 1950s. The species also once bred in northern &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; but is not found reliably there even in winter in modern times.\nCauses of decline.\nIn Britain, the opinion towards white-tailed eagles became negative in sync with the creation of farmland and commercial fishing, as it was quickly perceived that they were competitors for resources and could deplete the livelihood of flocks for shepherds (despite this being largely untrue) and game animals for gamekeepers. Therefore, laws were passed to facilitate their destruction. Already by the end of the 18th century, down from breeding in all appropriate habitat, the English population was down to only localized breeding, namely in the &lt;a href=\"Isle%20of%20Wight\"&gt;Isle of Wight&lt;/a&gt;, &lt;a href=\"Lundy\"&gt;Lundy&lt;/a&gt;, &lt;a href=\"Isle%20of%20Man\"&gt;Isle of Man&lt;/a&gt; and (probably) near &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt;; within a couple of decades the species only remained in the &lt;a href=\"Lake%20District\"&gt;Lake District&lt;/a&gt;. Before the advent of firearms, few people in England and Scotland were highly motivated to kill eagles since this could be time-consuming and hazardous process, therefore the British government rose the bounty on eagles to a very high 5 shillings a head by the turn of the 18th century. Unfortunately, eyries in many coastal sites were found to be easily accessible so that destroying or selling eggs was common. Subsequent to systematic persecution, in Greenland 62% of eyries found to be \"easily accessible\" and only 13% foiled all attempts to reach them. Similar findings were found in sea cliff nests in Iceland, Norway and Scotland. White-tailed eagles are more vulnerable to direct persecution than golden eagles since most nests are highly accessible for white-tailed eagle but not for golden eagles which usually nest in mountainous, precipitously rocky terrain, in contrast to sea cliff nests of which 67–87% were found to be accessible. Before firearms were widely available in Scotland and Norway automatic traps were utilized wherein carrion was laid out to entice an eagle with a person hiding in a near subterranean trap waited until the eagle was distracted, at that point grabbing the eagle by the leg. Petrified by the darkness once dragged below, white-tailed eagles apparently offer no resistance once caught. However, habitat had to be favorable and even when conditions were correct, success at capture as such was low. The main driver of declines before firearms and industrialized poisons was habitat alterations. After about the 1840s, firearms became available and declines accelerated considerably, by 1916 the last nesting pair in all of Britain attempted to raise a brood on the &lt;a href=\"isle%20of%20Skye\"&gt;isle of Skye&lt;/a&gt;. While other ecological factors have been considered in this decline, stringent research has shown the extirpation here was fully correlated to intentional, rapacious predation by man. Many &lt;a href=\"gamekeeper\"&gt;gamekeeper&lt;/a&gt;s poisoned and shot eagles and destroyed nearly any nest they encountered. A few more enlightened landowners forbade the killing of eagles but there's evidence that the gamekeepers sometimes chose to destroy eagles regardless of the rule of law. On deer forest, eagles were tolerated later than in other British areas, but destructions accelerated there by the late 1800s. Also many white-tailed eagles were poisoned by shepherds who considered it enemy of the flock. Elsewhere in Europe, persecution rates in the 19th and 20th century were just as drastic. In Romania, more than 400 white-tailed eagles were killed in two decades by a single hunter. In Norway between 1959 and 1968, an average of 169 eagles were killed annually; with a maximum of 221 in 1961. Around the year 1860, an author estimated that about 400 were being killed annually throughout Germany. Between 1946 and 1972 in eastern Germany, a total of 194 dead white-tailed eagles were found, about half of them shot, after governmental protection of the species had been instituted there.\nTop predators, especially those that are aquatic and coastal, are almost immediately vulnerable upon exposure to &lt;a href=\"DDT\"&gt;DDT&lt;/a&gt;. Therefore, white-tailed eagles are highly susceptible to this pesticide, as are similar fish eaters, such as &lt;a href=\"Eurasian%20otter\"&gt;otters&lt;/a&gt;, and bird eaters, such as &lt;a href=\"peregrine%20falcon\"&gt;peregrine falcon&lt;/a&gt;s. Distributed by man nearly across the developed world as an insecticide in the 1950s, by the early 1970s, authors found many species of bird experienced reduced egg shell thickness. Thus the incubating parents inadvertently crushed their normally hardy eggs and, in turn, many water birds and raptors had their nesting success dropped precipitously. In fact, the species was found to have the highest concentration of DDT of any European raptor. Egg shell thickness was found down from prior to 1935 from 1969 to 1975 down to only , a 16% reduction. In Sweden, coastal birds were considerably more effected by DDT than the inland birds of Lapland, Sweden. In eastern Germany, where pesticide use was heavy, only 1 out of 28 nesting attempts were known to succeed in 1976. Overall, about 75% nesting attempts failed in western Germany, Finland and the Swedish Baltic area. Other environmental pollutants affecting the species include heavy metals which affect individuals through &lt;a href=\"bioaccumulation\"&gt;bioaccumulation&lt;/a&gt;. The amount of white-tailed eagles killed by mercury poisoning rose from 6.4% during 1946–1957 to 24.6% in 1958–1965 in Germany. It was estimated that pesticides and metal contaminations reduced the white-tailed eagle population in Hungary from 1957 to 1967 by about 50–60%. Lead poisoning, caused by lead bullets left in carcasses that the white-tailed eagles will eat in winter, is also another issue faced by the species. Fatal and near fatal levels of lead exposure continues to be a major issue in the 21st century in many parts of the range, at least from Poland to Hokkaido. Despite regulations on their usage, lead and mercury poisonings were found to be the cause of death of 61 white-tailed eagles found in Germany from 1993 to 2000.\nConservation measures.\nIn order to offset the numerous chemical and metal based poisoning that humans were inadvertently exposing the species to, a widespread operation was undertaken to feed white-tailed eagles uncontaminated foods in Sweden. Here, carcasses from slaughterhouses placed in areas free of human disturbance, usually fields, bogs, marshes or frozen lakes, from October to March (after these months, the eagles will ignore carrion in favor of capture of live prey). Apparently, breeding success improved from 29% to 44% when the program began. In southern Sweden subsequent to the feedings, 5 of 11 breeding pairs were successful and two previously unoccupied territories were taken over by new pairs, thus winter feeding was seemingly highly beneficial to local eagles. Similar winter feeding stations set up in Finland from 1972 to 1978. In Sweden, brood size has varied from 1.3 per nest prior to 1950, down to 0.3 in 1965–1985. Now the brood sizes have increased, at somewhat less than one brood size on average, but still somewhat less productivity than historical numbers. In several parts of the European range, especially southern Scandinavia and central Europe, protections have allowed white-tailed eagles to recolonize former parts of their range. Since recolonizing &lt;a href=\"Schleswig-Holstein\"&gt;Schleswig-Holstein&lt;/a&gt;, Germany in 1947, numbers have increased slowly; from 1975–2008, increases were recorded at 6.7% in population per annum and enjoyed much higher productivity. Perhaps particularly key has been conserving white-tailed eagle habitats. In the 1970s, 75% of the potential and current white-tailed eagle territories became protected in Schleswig-Holstein. In Poland, 78% of forests are state owned and clusters of 10 or more trees are preserved around each white-tailed eagle eyrie. The Swedish Forest Service limits logging activities to within of a nest tree which expands to within during breeding season; however this acts not as a law but only as an advisory where the eyries are located on private land. Limits on recreational activity were established as these can disturb white-tailed eagle nests especially in well-trodden countries such as Germany and Sweden, but even in the remote Russian &lt;a href=\"Kandalaksha\"&gt;Kandalaksha&lt;/a&gt;. In northern Finland, artificial eyries were constructed for their use. Out of 19, 14 were visited by white-tailed eagle, eggs laid in at least nine, and two ultimately fledged young. Regulations have been established on direct use of pesticides that harm white-tailed eagles such as DDT, however because of political variances, despite widespread monitoring, not at all areas are strictly protected. Similarly, regulations on lead usage in hunting has been inconsistent in comparison with the stronger efforts to ban lead bullet fragments in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. The residuals of mercury from various fungicides (now banned), air particles and pollution run-off water have caused huge concentrations in fish of many different areas, which continues to effect humans as well as entire ecosystems of wildlife. Unfortunately, methylmercury is still difficult to manage in Europe as it is elsewhere.\nReintroduction.\nThe first attempts at &lt;a href=\"reintroduction\"&gt;reintroduction&lt;/a&gt; in Scotland were in 1959 in &lt;a href=\"Glen%20Etive\"&gt;Glen Etive&lt;/a&gt;, &lt;a href=\"Argyll\"&gt;Argyll&lt;/a&gt; abortively, followed by a better informed but also ultimately unsuccessful attempt on &lt;a href=\"Fair%20Isle\"&gt;Fair Isle&lt;/a&gt; in 1968. Successful reintroduction into Scotland did not occur until the 1970s, with the isle of &lt;a href=\"R%C3%B9m\"&gt;Rùm&lt;/a&gt; in the &lt;a href=\"inner%20Hebrides\"&gt;inner Hebrides&lt;/a&gt; being chosen because of its large size () with access to the &lt;a href=\"isle%20of%20Skye\"&gt;isle of Skye&lt;/a&gt; (where last native pair known in Britain last bred in 1916) and it is only from the mainland. Also Rùm hosts large seabird colonies that make for viable prey, including &lt;a href=\"Common%20eider\"&gt;eider&lt;/a&gt; (\"Somateria mollissima\"), &lt;a href=\"European%20shag\"&gt;shag&lt;/a&gt; (\"Phalacrocorax aristotelis\"), &lt;a href=\"auk\"&gt;auk&lt;/a&gt;s and &lt;a href=\"gull\"&gt;gull&lt;/a&gt;s; as well as one of the few in Britain of &lt;a href=\"manx%20shearwater\"&gt;manx shearwater&lt;/a&gt; (\"Puffinus puffinus\"). Furthermore, mainly as a source of carrion, were a population of around 1500 &lt;a href=\"red%20deer\"&gt;red deer&lt;/a&gt; and 200 feral &lt;a href=\"goat\"&gt;goat&lt;/a&gt;s; otters and gulls were also numerous and available to &lt;a href=\"Kleptoparasitism\"&gt;kleptoparasitize&lt;/a&gt;. The birds to be used for reintroduction were gathered as nestlings from western Norway, as this is the nearest native breeding population. The young eagles were either kept in high grade fowl cages or tethered all within reach of an artificial eyrie, cover and feeding stations. Direct human contact, which the naturally wild young eagles tended to shun anyway, is minimal short of veterinary care. Releases were carried by taking bird out tethered, wearing a leather hood to prevent &lt;a href=\"Imprinting%20%28psychology%29\"&gt;imprinting&lt;/a&gt; and then releasing with a radio-monitor. Most of the eagles, despite no direct parenting, turned out to be competent hunters within a couple of weeks or do well at stealing meals, including from other released eagles. Despite some dying before release due to illness and some found dead subsequent to release, most survived. A total of 95 birds were received for the Rùm reintroductions and 82 were successfully released between 1975 and 1987. The white-tailed eagle now breeds throughout the &lt;a href=\"Outer%20Hebrides\"&gt;Western Isles&lt;/a&gt; and the mainland coast of &lt;a href=\"Wester%20Ross\"&gt;Wester Ross&lt;/a&gt;. However, a low reproductive output of reintroduced Scottish eagles was recorded in 1996, and it was advocated that additional releases were needed. In August 2008, an additional fifteen chicks raised in Norway were released at a secret location in &lt;a href=\"Fife\"&gt;Fife&lt;/a&gt;, in expectation of reintroducing the species to the east coast of Scotland as well. Breeding success of reintroduced birds in Scotland (from 1975–1985 &amp; 1993–1998) is moderate compared overall in species, in 1982–1992: productivity was 0.38, with a mean fledgling number 1.61. In comparison, for the years 1993 to 2000, productivity was 0.61 and fledgling number was 1.48, while in 2000–2007, productivity was 0.7 and mean fledgling number 1.44. Overall in Britain, there are estimated 36 breeding pairs in 2006 and 40 in 2008. Juvenile survival rates are somewhat low overall compared to other areas. Reintroduction efforts succeeded in the &lt;a href=\"Bohemia\"&gt;Bohemia&lt;/a&gt; area of the Czech Republic as well, where the biologists similarly followed the guidelines of guarding of occupied eyries and provision of safe foods.\nThe white-tailed eagle is also being reintroduced to Ireland, where its &lt;a href=\"Irish%20language\"&gt;Irish&lt;/a&gt; name of Iolar Mara (sea eagle) reflects its historic association with the island's long coast. The Irish program was begun in the summer of 2007. Fifteen to twenty young eagles from Norway are being released each spring into the &lt;a href=\"Killarney%20National%20Park\"&gt;Killarney National Park&lt;/a&gt; in the south-west of Ireland. This comprehensive project will last a number of years, with many more eagles being released. The species has a rich history on the island but became extinct in Ireland in the 1900s due to persecution from landowners. The last pair bred on the coast of Mayo in 1912. In 2007, a hundred local sheep farmers gathered at Kerry airport to protest the eagles' arrival. Irish Farming Association Hill Committee chairman Mr O'Leary said he had no doubt the eagles would take lambs. Since their reintroduction seven eagles have been confirmed poisoned in County Kerry, two suspected of having been poisoned, and one shot. A 13th eagle released in Kerry was shot in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;. Twenty more eagles were due for release in 2010. However, Dr Allan Mee, in charge of the sea eagle project, stated \"the continuing loss of eagles to poisoning had cast a shadow over the future of the ambitious programme.\" The first white-tailed eagle breeding pair since 1912 nested one hundred years later on &lt;a href=\"Lough%20Derg%20%28Shannon%29\"&gt;Lough Derg&lt;/a&gt; (Loch Deirgeirt), marking a great success for the Irish reintroduction programme. In early May 2013, the first eaglets were born in Ireland since the re-introduction programme began; one in the Killarney National Park and two in County Clare. In Spring 2015, five nests hatched chicks in four counties in Ireland – Clare, Cork, Galway and Kerry.\nIn 2019, a reintroduction project on the &lt;a href=\"Isle%20of%20Wight\"&gt;Isle of Wight&lt;/a&gt; was approved by the British government. It is hoped that establishing a breeding population in the coastal county will lead to the species re-colonising the South Coast. Following the release of six juveniles on the island in 2019, individuals were sighted across Southern England, and one of the six, a male named Culver (after &lt;a href=\"Culver%20Down\"&gt;Culver Down&lt;/a&gt;, a local landmark on the Isle of Wight near the town of Sandown) embarked on a tour of South-East England shortly after being released, and was sighted over Central London after ranging through Hampshire, East Sussex and Surrey, continuing through Essex, Kent and West Sussex.\nIn May 2021, the group leading the Isle of Wight reintroduction project, the Roy Dennis Wildlife Foundation, were given permission by &lt;a href=\"Natural%20England\"&gt;Natural England&lt;/a&gt; to start a second reintroduction project, this time in &lt;a href=\"Norfolk\"&gt;Norfolk&lt;/a&gt;, thus reintroducing the white-tailed eagle to &lt;a href=\"East%20Anglia\"&gt;East Anglia&lt;/a&gt;. Up to 60 birds are to be released over a span of 10 years at &lt;a href=\"Wild%20Ken%20Hill\"&gt;Wild Ken Hill&lt;/a&gt; in West Norfolk.\nCurrent status.\nDensities of white-tailed eagles have greatly increased in some parts of the range due to conservation efforts. Some threats still remain, notably illegal persecution by gamebird shooting and egg thieves in Scotland. In prime habitat in north Europe, distance between breeding pairs can be only (even as little as locally) such as in Norway, density at one Polish forest were even reported at 6–7 in each square kilometer. In the late 1990s, it was estimated that Russia held as many as 5,000 to 7,000 pairs, with around 175 pairs in Greenland and almost 3,500 pairs in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, led by Norway (1,500+ pairs), European Russia (900–1,100), Poland (180–240), Germany (140–150) and Sweden (100–150). The largest population in Europe is found along the coast of Norway. The Norwegian population in 2008 was claimed to have stood at 9,000–11,000 pairs, much larger than prior estimates, and indeed this may refer to the total number of individuals rather than total breeding pairs. Even in the early 1980s, Norway maintained a population greater than all other European white-tailed eagle populations combined. In isolation, Turkey holds merely 10–30 pairs. Over 500 winter in Japan, mainly Hokkaido, but this island may have only 20 pairs breeding. Strong increases were recorded in Croatia, with no less than 135 breeding pairs estimated in Croatia by 2009, up from only 25–30 in 2007.\nBeyond the threat of chemical poisonings, a new threat from &lt;a href=\"wind%20turbine\"&gt;wind turbine&lt;/a&gt;s is emerging with significant mortality (considerably in excess of the area's population productivity) occurring at the &lt;a href=\"Sm%C3%B8la%20Wind%20Farm\"&gt;Smøla Wind Farm&lt;/a&gt; in Norway. From 2005 to 2010, 36 birds were killed by wind farm on the isle of &lt;a href=\"Sm%C3%B8la\"&gt;Smøla&lt;/a&gt;, including four of the 45 recent radio-tagged fledglings. Breeding attempts within of the wind farm were considerably reduced in success. The white-tailed eagles of the region seem to have no behavioral avoidance capabilities, as in many raptors, since the blades are not visible at close range. In a recovering population in north-east Germany, a trade-off between the distance to neighbouring breeding pairs and to the nearest water body (the birds' favoured foraging habitat) was found. This indicates that pairs may be increasingly selecting suboptimal habitats to reduce competition as the population increases, and has implications in the management of such populations.\nWhite-tailed eagles have apparently re-established themselves as a native breeding species in numerous countries: Austria (now breeding in extreme northwestern portions), Denmark (where broadly re-established as breeders), the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt; and Slovakia (scattered pairs in both now with reintroductions factoring in the Czech Republic), Hungary, and Bulgaria. In Denmark (excluding Greenland where the species never was extirpated as a breeder and there are 150–200 pairs in the south), in just 16 years, the breeding population increased from none to at least 37 pairs by 2011. In 2019, about 130 young were successfully reared by 80 pairs in Denmark (another five pairs did not fledge any young), far surpassing the initial goals of the species' recovery program in the country. In Hungary, re-establishment (starting from none in the 1970s) has also been a success, where 114 out of 166 breeding pairs by 2007 were successful producing altogether 182 fledged young. Wintering Hungarian population may now reach about a thousand eagles. In &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, back in 1985 no pairs were known to have bred but established pairs numbered 90 by 2007 and swelled to 120 by 2011. On 22 May 2006, it was announced that a pair of white-tailed eagles breeding in the &lt;a href=\"Oostvaardersplassen\"&gt;Oostvaardersplassen&lt;/a&gt; nature reserve in the Netherlands had arrived on their own, not as a reintroduction. This was the first time the bird has bred in the Netherlands in living memory. In 2007, 2008 and 2009 the eagles returned to their nest. The Dutch national forestry, which owns the reserve, installed a webcam trained on the nesting eagles. In 2010, it turned out that the white-tailed eagle was also breeding in the Zwarte Meer nature district and in the Lauwersmeer area. There is also a confirmed case of breeding white-tailed eagles in the &lt;a href=\"De%20Biesbosch\"&gt;Biesbosch&lt;/a&gt;. Currently (2017), there are around ten pairs breeding spread over Dutch country.\nStudies of &lt;a href=\"Microsatellite%20%28genetics%29\"&gt;microsatellite&lt;/a&gt; and &lt;a href=\"mitochondrial%20DNA\"&gt;mitochondrial DNA&lt;/a&gt; in white-tailed eagles from north-central Europe have shown that the recovering European population has retained appreciable amounts of &lt;a href=\"genetic%20diversity\"&gt;genetic diversity&lt;/a&gt;, implying low risk of &lt;a href=\"inbreeding%20depression\"&gt;inbreeding depression&lt;/a&gt; (a serious concern in species with low &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt;). Therefore, recovery of this formerly endangered species is a true success story for nature conservation. The story also shows how local protection of a species can be successful and important for preserving the species' evolutionary potential. In total, as of 2013, the &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt; estimated the world population of white-tailed eagles at 20,000–49,999 individuals.\nHeraldry.\nWhite-tailed eagle are prominent in ancient Saxon folklore and artwork with many landmarks named after the species.\nIt is believed to be the White eagle shown in the &lt;a href=\"Coat%20of%20arms%20of%20Germany\"&gt;German Coat of arms&lt;/a&gt;, &lt;a href=\"Coat%20of%20arms%20of%20Poland\"&gt;Polish coat of arms&lt;/a&gt; and in the &lt;a href=\"Coat%20of%20arms%20of%20Serbia\"&gt;Serbian coat of arms&lt;/a&gt;. The sea eagle is often blazoned grasping a fish (usually a &lt;a href=\"Esox\"&gt;pike&lt;/a&gt;) in its talons, distinguishing it from an ordinary eagle.\nPrehistory.\nOn &lt;a href=\"Orkney\"&gt;Orkney&lt;/a&gt;, Scotland, sea eagle bones have been found in 6,000-year-old burial mounds, among them the &lt;a href=\"Tomb%20of%20the%20Eagles\"&gt;Tomb of the Eagles&lt;/a&gt;, suggesting that the birds were revered by the prehistoric people there, a belief strengthened by the Pictish stone carvings of sea eagles from Orkney. Cut marks have been found in white-tailed eagle talons in &lt;a href=\"Krapina\"&gt;Krapina&lt;/a&gt;, suggesting &lt;a href=\"Neanderthal\"&gt;Neanderthal&lt;/a&gt;s' use of &lt;a href=\"jewellery\"&gt;jewellery&lt;/a&gt;.\nFolklore.\nIn the &lt;a href=\"Shetland%20Isles\"&gt;Shetland Isles&lt;/a&gt;, Scotland, fishermen believed that as soon as a sea eagle appeared fish would rise to the surface, belly up; this led to some fishermen using eagle fat, smeared on their bait, to increase their catch."
}