{
    "id": "20154172",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=20154172",
    "title": "11th Battalion, Ulster Defence Regiment",
    "text": "The 11th (Craigavon) Battalion, Ulster Defence Regiment was formed from companies of the &lt;a href=\"2nd%20Battalion%20Ulster%20Defence%20Regiment\"&gt;2nd Battalion Ulster Defence Regiment&lt;/a&gt; (2 UDR) and the &lt;a href=\"3rd%20Battalion%20Ulster%20Defence%20Regiment\"&gt;3rd Battalion Ulster Defence Regiment&lt;/a&gt; in 1972. In 1991 under the reductions planned in &lt;a href=\"Options%20for%20Change\"&gt;Options for Change&lt;/a&gt; by the British Army, it again amalgamated with 2 UDR to form the &lt;a href=\"2nd/11th%20Battalion%20Ulster%20Defence%20Regiment\"&gt;2nd/11th Battalion Ulster Defence Regiment&lt;/a&gt;.\nFormation.\nThe battalion was formed in 1972 after an announcement by Major General &lt;a href=\"Robert%20Ford%20%28British%20Army%20officer%29\"&gt;Robert Ford&lt;/a&gt;, Commander Land Forces in Northern Ireland (CLFNI). The raising of the new and final battalion of the UDR brought operational strength up to 9,000 men, making the regiment not only the youngest but largest infantry battalion in the British Army.\nThe new battalion was commanded by &lt;a href=\"Lieutenant%20Colonel\"&gt;Lieutenant Colonel&lt;/a&gt; Robin Chappell, who had previously been commander of the neighbouring 2 UDR. He was the first regular officer to command the 2nd battalion, and the only regular officer ever to command two separate UDR battalions.\nIn 1990 11 UDR was reported as having 772 members who patrolled an area of .\nBarracks.\nFrom formation battalion HQ was based at &lt;a href=\"Mahon%20Road%20Barracks\"&gt;Mahon Road Barracks&lt;/a&gt;, known by the troops as \"Fort Mahon\", a new purpose-built UDR base on the Mahon Road, &lt;a href=\"Portadown\"&gt;Portadown&lt;/a&gt; beside the historic Mahon House. Assuming command and expanding platoons and companies once part of the &lt;a href=\"Armagh\"&gt;Armagh&lt;/a&gt; based 2 UDR in Lurgan, Portadown and Tandragee and also the Banbridge Company of 3 UDR.\nCompanies.\nHQ Company.\nMahon Barracks, Portadown. – a mixture of regular army and permanent cadre/part-time administration staff, instructors, watchkeepers, mechanics, and a guard force of &lt;a href=\"Ulster%20Defence%20Regiment%23Battalion%20structure\"&gt;Conrate&lt;/a&gt; soldiers. The commander was the battalion commander who was a regular &lt;a href=\"lieutenant%20colonel\"&gt;lieutenant colonel&lt;/a&gt;. Other regular soldiers on attachment included the &lt;a href=\"adjutant\"&gt;adjutant&lt;/a&gt; (a &lt;a href=\"major\"&gt;major&lt;/a&gt;), a training major, and permanent staff instructors. The &lt;a href=\"Quartermaster\"&gt;Quartermaster&lt;/a&gt;'s stores were also part of this company as were the core services of the battalion which, although modified slightly on expansion, generally consisted of operational organisation, vehicles, radio services, catering and pay.\nHQ Company (Operations Platoon).\nScarva Road Barracks, &lt;a href=\"Banbridge\"&gt;Banbridge&lt;/a&gt; – an experimental permanent cadre platoon formed after &lt;a href=\"Ulsterisation\"&gt;Ulsterisation&lt;/a&gt; which carried out the same duties as the regular army. Selected from the youngest and fittest soldiers with Commanders and NCO's who had, where possible, previous military experience. The commander was a Scottish &lt;a href=\"WO2\"&gt;WO2&lt;/a&gt; who had 22 years of experience with the &lt;a href=\"Royal%20Highland%20Fusiliers\"&gt;Royal Highland Fusiliers&lt;/a&gt;, fighting in colonial conflicts during the disestablishment of empire. His second in command was &lt;a href=\"Colour%20Sergeant\"&gt;Colour Sergeant&lt;/a&gt; Robert (Bob) Beattie (Father of Captain &lt;a href=\"Doug%20Beattie\"&gt;Doug Beattie&lt;/a&gt;) who had fought in the &lt;a href=\"Congo%20Crisis\"&gt;Congo Crisis&lt;/a&gt; and in &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt; with the &lt;a href=\"Royal%20Ulster%20Rifles\"&gt;Royal Ulster Rifles&lt;/a&gt;. The main duties were to quickly seal off the A1 Belfast – Dublin dual carriageway and to act as Quick Reaction Force (QRF) for 3 Infantry Brigade and RUC J Division. As the number of permanent cadre soldiers grew a new full-time company was formed at Portadown and the Operations Platoon was integrated into it taking the designation A Company.\nA Coy (Tandragee).\nBased at Mahon Barracks – a part-time company. Later renamed B Company. Drawn from men (and later women) from the village of &lt;a href=\"Tandragee\"&gt;Tandragee&lt;/a&gt; and the surrounding area this company came on duty at 7 pm on weekdays and all day on weekends. In addition to patrolling their own villages and rural areas, they were also responsible for the relief of the regular army on the permanent guard post at Tandragee Power Station.\nB Coy.\n(Dromore) was never formed but the designation was later given to A (Tandragee) Coy when the full-time rifle company was established at Portadown from the Operations Platoon and designated \"A Company\".\nC Coy (Lurgan).\nKitchen Hill Barracks, Lurgan. – a part-time company with a small permanent cadre staff who ran the UDR centre within the regular army's barracks. This company was responsible for patrolling the town of Lurgan and its surrounding villages and rural areas.\nArms raid.\nSubsequent to a raid against C Company, on 20 October 1972, the guard commander Sgt &lt;a href=\"Billy%20Hanna\"&gt;Billy Hanna&lt;/a&gt; &lt;a href=\"Military%20Medal\"&gt;MM&lt;/a&gt; was convicted of supplying information to loyalist paramilitaries. Most were recovered in follow up operations but some were later proven to have been used by loyalist organisations to carry out crime, including murders.\nD Coy (Banbridge).\nScarva Road Barracks, Banbridge – a part-time company with a small permanent cadre staff who administered and guarded the barracks. Drawing its recruits from Banbridge, Dromore and surrounding rural villages and areas the company also patrolled these areas and provided extra checkpoints on the A1 dual carriageway.\nE Coy (Portadown).\nA part-time company with a small nucleus of permanent cadre administrative staff drawn from the market town of Portadown and its surrounding villages and rural areas. The company provided patrols in the town and surrounding areas as well as the night guard on the telephone exchange at Edenderry.\nF Coy (Lisburn).\nAfter the amalgamation of 1 and 9 UDR in 1984 – a part-time company with a small nucleus of permanent cadre administration staff who ran the company offices and facilities within Thiepval Barracks. Recruiting from Lisburn and surrounding areas it too had a mixed patrol area of towns and villages but by its location also patrolled areas of south &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt;.\nArea of responsibility.\nRUC J Division – taking in the sub-divisions of:\nBoth part-time and full-time companies of 11 UDR took over operational responsibility in other areas to relieve the pressure on border battalions who had taken heavy casualties, particularly &lt;a href=\"2nd%20Battalion%20Ulster%20Defence%20Regiment\"&gt;2 UDR&lt;/a&gt;. Part-time soldiers deployed for a weekend but the full-time Operations Platoon (later A Company) and elements of HQ Company Conrate Guard deployed for up to two weeks at a time. Some of these detachments were at:\nAs well as manning permanent vehicle checkpoints (PVCPs) at these location the 11 UDR Platoons also engaged in urban and rural patrol work with the full-time soldiers taking part in searches, observation activities and denial of territory to the enemy.\nCasualties.\nThe battalion lost nine men during its existence. A further eight were killed as a result of their membership after they had left the battalion. No figures are available for those wounded.\nThe Miami killings.\nTwo soldiers from the 11 UDR's C Company, (also UVF members), were convicted of the &lt;a href=\"Miami%20Showband%20killings\"&gt;1975 killing&lt;/a&gt; of three musicians from the &lt;a href=\"Irish%20showband\"&gt;Irish showband&lt;/a&gt;, the &lt;a href=\"Miami%20Showband%20killings\"&gt;Miami&lt;/a&gt;. This attack was led by &lt;a href=\"Robin%20Jackson\"&gt;Robin Jackson&lt;/a&gt;, a former ii UDR soldier who had been discharged for \"undisclosed reasons\". Two soldiers from 11 UDR's E Company, &lt;a href=\"Portadown\"&gt;Portadown&lt;/a&gt;(also UVF members), died in the premature explosion of their own bomb."
}