{
    "id": "2015473",
    "revid": "1045117401",
    "url": "https://en.wikipedia.org/wiki?curid=2015473",
    "title": "Razgrad",
    "text": "Razgrad ( ) is a &lt;a href=\"city\"&gt;city&lt;/a&gt; in Northeastern Bulgaria in the valley of the &lt;a href=\"Rusenski%20Lom\"&gt;Beli Lom&lt;/a&gt; river that falls within the historical and geographical region of &lt;a href=\"Ludogorie\"&gt;Ludogorie&lt;/a&gt;. It is an administrative center of &lt;a href=\"Razgrad%20Province\"&gt;Razgrad Province&lt;/a&gt;.\nEtymology.\nThe suffix \"grad\" means city in &lt;a href=\"Bulgarian%20language\"&gt;Bulgarian&lt;/a&gt;, while the origin and the meaning of the first part \"raz\" is obscure. \nDuring the &lt;a href=\"Second%20Bulgarian%20Empire\"&gt;Second Bulgarian Empire&lt;/a&gt;, around the present city there was a settlement, mentioned by the names of \"Hrasgrad\", \"Hrazgrad\" and \"Hrizgrad\"'. These names come from the name of the &lt;a href=\"Bulgars\"&gt;Bulgar&lt;/a&gt; and Slavic god &lt;a href=\"Hors%20%28deity%29\"&gt;Hors&lt;/a&gt;.\nHistory.\nRazgrad was built upon the ruins of the &lt;a href=\"Ancient%20Rome\"&gt;Ancient Roman&lt;/a&gt; town of &lt;a href=\"Abritus\"&gt;Abritus&lt;/a&gt; on the banks of the &lt;a href=\"%D0%91%D0%B5%D0%BB%D0%B8%20%D0%BB%D0%BE%D0%BC%20%28%D1%80%D0%B5%D0%BA%D0%B0%29\"&gt;Beli Lom&lt;/a&gt; river. Abritus was built on a &lt;a href=\"Thracians\"&gt;Thracian&lt;/a&gt; settlement of the 4th-5th century BC of unknown name. Several bronze coins of the Thracian king &lt;a href=\"Seuthes%20III\"&gt;Seuthes III&lt;/a&gt; (330-300 BC) and pottery were found, as well as artifacts from other rulers and a sacrificial altar of &lt;a href=\"Hercules\"&gt;Hercules&lt;/a&gt;.\nSome of Razgrad's landmarks include the Varosha architectural complex from the 19th century, the ethnographic museum and several other museums, the characteristic &lt;a href=\"clock%20tower\"&gt;clock tower&lt;/a&gt; in the centre built in 1864, the &lt;a href=\"St%20Nicholas\"&gt;St Nicholas&lt;/a&gt; the Miracle Worker Church from 1860, the \"Momina cheshma\" sculpture, the Mausoleum Ossuary of the Liberators (1879–1880) and the &lt;a href=\"Ibrahim%20Pasha%20Mosque\"&gt;Ibrahim Pasha Mosque&lt;/a&gt; from 1530. The mosque is said to be one of the largest in the Balkans.\nIn 251, the town was the site of the &lt;a href=\"Battle%20of%20Abrittus\"&gt;Battle of Abrittus&lt;/a&gt;, during which the &lt;a href=\"Goths\"&gt;Goths&lt;/a&gt; defeated a &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; army under the emperors &lt;a href=\"Trajan%20Decius\"&gt;Trajan Decius&lt;/a&gt; and &lt;a href=\"Herennius%20Etruscus\"&gt;Herennius Etruscus&lt;/a&gt;. The battle is notable for being the first occasion of a Roman emperor being killed in a battle with barbarians.\n&lt;a href=\"Razgrad%20Peak\"&gt;Razgrad Peak&lt;/a&gt; on &lt;a href=\"Greenwich%20Island\"&gt;Greenwich Island&lt;/a&gt; in the &lt;a href=\"South%20Shetland%20Islands\"&gt;South Shetland Islands&lt;/a&gt;, &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt; is named after Razgrad.\nPopulation.\nIn January 2012, Razgrad was inhabited by 33,416 people within the city limits, while the &lt;a href=\"Razgrad%20Municipality\"&gt;Razgrad Municipality&lt;/a&gt; with the legally affiliated adjacent villages had 50,457 inhabitants. The number of the residents of the city (not the municipality) reached its peak in the period 1988-1991 when exceeded 55,000. The following table presents the change of the population after 1887.\nEthnic composition.\nAccording to the latest 2011 census data, the individuals declared their ethnic identity were distributed as follows:\nTotal: 33,880\nThe &lt;a href=\"Razgrad%20Province\"&gt;Razgrad Province&lt;/a&gt; has the second largest &lt;a href=\"Turks%20in%20Bulgaria\"&gt;Turkish population in Bulgaria&lt;/a&gt; behind the &lt;a href=\"Kardzhali%20Province\"&gt;Kardzhali Province&lt;/a&gt;, though the municipality and the city of Razgrad have a lower proportion of Turks than the rest of the province.\nSport.\nRazgrad is widely recognizable for being home to the association football club &lt;a href=\"Ludogorets%20Razgrad\"&gt;Ludogorets Razgrad&lt;/a&gt;, who in recent years have become the dominant force in Bulgarian football after winning ten consecutive &lt;a href=\"First%20Professional%20Football%20League%20%28Bulgaria%29\"&gt;Bulgarian First League&lt;/a&gt; titles between 2012 and 2021. After reaching the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt; round of 16 during the &lt;a href=\"2013%E2%80%9314%20UEFA%20Europa%20League\"&gt;2013–14 season&lt;/a&gt;, the club also made their &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; debut appearance &lt;a href=\"2014%E2%80%9315%20UEFA%20Champions%20League\"&gt;a season later&lt;/a&gt;. Ludogorets play their home matches at &lt;a href=\"Ludogorets%20Arena\"&gt;Ludogorets Arena&lt;/a&gt;, a venue with a capacity for 10,500 people.\nTwin towns and sister cities.\nRazgrad is &lt;a href=\"town%20twinning\"&gt;twinned&lt;/a&gt; with:"
}