{
    "id": "2016419",
    "revid": "1869658",
    "url": "https://en.wikipedia.org/wiki?curid=2016419",
    "title": "James M. Mead",
    "text": "James Michael Mead (December 27, 1885March 15, 1964) was an American politician from &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;. A &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt;, among the offices in which he served was member of the &lt;a href=\"Erie%20County%2C%20New%20York\"&gt;Erie County&lt;/a&gt; Board of Supervisors (1914-1915), &lt;a href=\"New%20York%20State%20Assembly\"&gt;New York State Assembly&lt;/a&gt; (1915-1918), &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; (1919-1938), and &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; (1938-1947).\nA native of &lt;a href=\"Mount%20Morris%20%28town%29%2C%20New%20York\"&gt;Mount Morris, New York&lt;/a&gt;, Mead was raised in &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo&lt;/a&gt;. He attended the public schools of Buffalo and began working for railroads at age 12. He rose through the Switchmen's Union's ranks to become president of the Buffalo &lt;a href=\"Local%20union\"&gt;local&lt;/a&gt;. From 1911 to 1914 he was employed as an officer with the &lt;a href=\"United%20States%20Capitol%20Police\"&gt;United States Capitol Police&lt;/a&gt;. While working in Washington, Mead attended courses at the &lt;a href=\"Georgetown%20University%20Law%20Center\"&gt;Georgetown University Law Center&lt;/a&gt;.\nMead began a political career in 1914 with election to Erie County's Board of Supervisors. He subsequently served in the state Assembly from 1915 to 1918. In 1918 he won election to the U.S. House, where he served from 1919 to 1938. In 1938 he was elected to the U.S. Senate seat left vacant by the death of &lt;a href=\"Royal%20S.%20Copeland\"&gt;Royal S. Copeland&lt;/a&gt;. He served in the Senate until 1947. In 1946, he was the unsuccessful Democratic nominee for &lt;a href=\"governor%20of%20New%20York\"&gt;governor of New York&lt;/a&gt;. He was then appointed to the &lt;a href=\"Federal%20Trade%20Commission\"&gt;Federal Trade Commission&lt;/a&gt;, on which he served from 1949 to 1955.\nIn retirement, Mead was a resident of Florida. He died in &lt;a href=\"Lakeland%2C%20Florida\"&gt;Lakeland&lt;/a&gt; on March 15, 1964. Mead was buried at Oakhill Cemetery in &lt;a href=\"Clermont%2C%20Florida\"&gt;Clermont, Florida&lt;/a&gt;.\nEarly life.\nJames M. Mead was born in &lt;a href=\"Mount%20Morris%20%28town%29%2C%20New%20York\"&gt;Mount Morris, New York&lt;/a&gt; on December 27, 1885, a son of Thomas and Jane (Kelly) Mead. Mead moved to &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo&lt;/a&gt; with his family at the age of five. He attended Buffalo's grammar schools and began working at age 12. He was employed by the &lt;a href=\"Delaware%2C%20Lackawanna%20and%20Western%20Railroad\"&gt;Delaware, Lackawanna and Western Railroad&lt;/a&gt;; his career included jobs as a water boy, lamp lighter, section hand, spike mauler, shop mechanic and switchman.\nMead later worked for the &lt;a href=\"Pullman%20Company\"&gt;Pullman Company&lt;/a&gt; as a mechanic on sleep car &lt;a href=\"dynamo\"&gt;dynamo&lt;/a&gt;s. He was subsequently employed as a switchman on the &lt;a href=\"Erie%20Railroad\"&gt;Erie Railroad&lt;/a&gt;, and was eventually elected president of the Switchmen's Union's Buffalo &lt;a href=\"Local%20union\"&gt;local&lt;/a&gt;. From 1911 to 1914 he was employed as an officer with the &lt;a href=\"United%20States%20Capitol%20Police\"&gt;United States Capitol Police&lt;/a&gt;.\nStart of career.\nMead also continued his education during his railroad and police careers; he attended Buffalo's Caton School of Engineering and completed an engineering course of instruction at the Buffalo Institute of Technology. He also took courses at &lt;a href=\"Canisius%20College\"&gt;Canisius College&lt;/a&gt; and &lt;a href=\"Catholic%20University%20of%20America\"&gt;Catholic University&lt;/a&gt;. While working nights for the Capitol Police, Mead attended the &lt;a href=\"Georgetown%20University%20Law%20Center\"&gt;Georgetown University Law Center&lt;/a&gt; during the day.\nAs a well-known semiprofessional football and baseball player in the Buffalo area, Mead developed a following that aided his entry into politics. In 1913, Mead was a successful candidate for a seat on the &lt;a href=\"Erie%20County%2C%20New%20York\"&gt;Erie County, New York&lt;/a&gt; Board of Supervisors and he served in 1914. In 1914 he ran for the &lt;a href=\"New%20York%20State%20Assembly\"&gt;New York State Assembly&lt;/a&gt;. He won the Erie County 4th District seat and won reelection in 1916. Mead served in the sessions of &lt;a href=\"138th%20New%20York%20State%20Legislature\"&gt;1915&lt;/a&gt;, &lt;a href=\"139th%20New%20York%20State%20Legislature\"&gt;1916&lt;/a&gt;, &lt;a href=\"140th%20New%20York%20State%20Legislature\"&gt;1917&lt;/a&gt;, and &lt;a href=\"141st%20New%20York%20State%20Legislature\"&gt;1918&lt;/a&gt;. In the Assembly, Mead won a reputation as a champion of worker's rights, including passage of a \"full crew\" law for freight trains, a law requiring workers to be paid every two weeks instead of every month, and an act mandating improved safety measures in train engine &lt;a href=\"Cab%20%28locomotive%29\"&gt;cabs&lt;/a&gt;. Among his successes were laws to improve the conditions of women and children in factories and enhancements to the state's worker's compensation laws. Mead's affability and power of persuasion marked him as an effective legislator despite the fact that he was a Democrat in a body controlled by &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republicans&lt;/a&gt;.\nU.S. House.\nIn 1918, Mead defeated incumbent Republican congressman &lt;a href=\"William%20Frederick%20Waldow\"&gt;William Frederick Waldow&lt;/a&gt; for New York's 42nd District seat in the U.S. House of Representatives. He was reelected nine times, and served from 1919 to 1938. From 1931 to 1938, Mead served as chairman of the &lt;a href=\"United%20States%20House%20Committee%20on%20Post%20Office%20and%20Post%20Roads\"&gt;Committee on Post Office and Post Roads&lt;/a&gt;. In Congress, Mead was a strong advocate for worker's rights, and received credit for aiding the passage of several labor measures, including the &lt;a href=\"Railway%20Labor%20Act\"&gt;Railway Labor Act&lt;/a&gt;, &lt;a href=\"Railroad%20Retirement%20Act\"&gt;Railroad Retirement Act&lt;/a&gt;, and &lt;a href=\"Railroad%20Unemployment%20Insurance%20Act\"&gt;Railroad Unemployment Insurance Act&lt;/a&gt;. Meade was the author of a law mandating a reduction in work hours for post office department employees to 44 hours per week, and later to 40 hours.\nWhile supplementing his education by taking college courses during his Congressional service, Mead was well known for staying in good physical condition by trotting from campus to campus. At 6 feet 2 inches and 200 pounds, he maintained the athletic build of his youth, and was known as the House's best baseball and softball player. After 28 of his colleagues died during one session, Meade recognized the need for a Congressional gym and took the lead in organizing it and bringing it into operation.\nAccording to &lt;a href=\"John%20W.%20McCormack\"&gt;John W. McCormack&lt;/a&gt;, who served as &lt;a href=\"Speaker%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;Speaker of the House&lt;/a&gt; from 1961 to 1971, the House's Democratic leaders were grooming Mead to become Speaker. McCormack went on to say that the only reason he (McCormack) was placed on the path that enabled him to become majority leader and then Speaker was that Mead left the House when he was elected to the U.S. Senate.\nU.S. Senate.\n&lt;a href=\"New%20York%20state%20election%2C%201938\"&gt;In 1938&lt;/a&gt;, Mead defeated Republican Edward F. Corsi to fill the U.S. Senate seat left vacant after &lt;a href=\"Royal%20S.%20Copeland\"&gt;Royal S. Copeland&lt;/a&gt; died. He was re-elected &lt;a href=\"New%20York%20state%20election%2C%201940\"&gt;in 1940&lt;/a&gt;, defeating Republican Congressman &lt;a href=\"Bruce%20Barton\"&gt;Bruce Barton&lt;/a&gt;.\nIn the Senate, Mead succeeded to the chairmanship of the &lt;a href=\"Senate%20Special%20Committee%20to%20Investigate%20the%20National%20Defense%20Program\"&gt;Senate Special Committee to Investigate the National Defense Program&lt;/a&gt; (the Truman Committee) after &lt;a href=\"Harry%20S.%20Truman\"&gt;Harry S. Truman&lt;/a&gt; was elected &lt;a href=\"Vice%20president%20of%20the%20United%20States\"&gt;vice president&lt;/a&gt; in 1944. Under his leadership the committee continued Truman's effort to weed out wartime waste, corruption and inefficiency.\nThe committee's investigations under Mead's leadership resulted in Representative &lt;a href=\"Andrew%20J.%20May\"&gt;Andrew J. May&lt;/a&gt;'s imprisonment for bribery and an extended debate on whether Senator &lt;a href=\"Theodore%20G.%20Bilbo\"&gt;Theodore G. Bilbo&lt;/a&gt; would be permitted to take his seat after winning reelection in 1946. The committee uncovered evidence that the racist Bilbo had sanctioned violence against &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; veterans who attempted to vote in Mississippi's 1946 elections. In addition, there was evidence that Bilbo had accepted bribes from defense contractors in exchange for actions on their behalf during the war. The issue was resolved when Bilbo's credentials were &lt;a href=\"Table%20%28parliamentary%20procedure%29\"&gt;tabled&lt;/a&gt; so he could return to &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt; and seek treatment for oral cancer, an illness which proved fatal.\nLater career.\nMead was an unsuccessful candidate for the Democratic nomination for governor &lt;a href=\"New%20York%20state%20election%2C%201942\"&gt;in 1942&lt;/a&gt;. He was the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; candidate for &lt;a href=\"Governor%20of%20New%20York\"&gt;Governor of New York&lt;/a&gt; &lt;a href=\"New%20York%20state%20election%2C%201946\"&gt;in 1946&lt;/a&gt;, losing to &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; incumbent &lt;a href=\"Thomas%20Dewey\"&gt;Thomas Dewey&lt;/a&gt;.\nAfter Mead's defeat, he served on the &lt;a href=\"Federal%20Trade%20Commission\"&gt;Federal Trade Commission&lt;/a&gt;. Appointed in 1949, he became chairman six months later. He remained on the commission until 1955. From 1955 to 1956, he was the director of the Washington office of the New York Department of Commerce. Mead was also a New York delegate to the Democratic National Convention every four years from 1936 to 1952.\nLegacy.\nIn 1937, the &lt;a href=\"Works%20Progress%20Administration\"&gt;Works Progress Administration&lt;/a&gt; built a Buffalo public library that was later named the James Mead Branch Library.\nBuffalo-area mail carriers recognized Meade's accomplishments on behalf of postal workers by naming their &lt;a href=\"Local%20union\"&gt;union local&lt;/a&gt; in his honor.\nLater life.\nAfter retiring from New York's Department of Commerce, Mead moved to &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;. He settled in &lt;a href=\"Clermont%2C%20Florida\"&gt;Clermont&lt;/a&gt;, where he owned and operated an orange grove.\nRetirement and death.\nMead died in &lt;a href=\"Lakeland%2C%20Florida\"&gt;Lakeland, Florida&lt;/a&gt; on March 15, 1964. He was buried at Oakhill Cemetery in Clermont.\nFamily.\nIn 1915, Mead married Alice M. Dillon (1885-1964). They were the parents of a son, James Michael Mead Jr. (1918-1997)."
}