{
    "id": "20194178",
    "revid": "36022743",
    "url": "https://en.wikipedia.org/wiki?curid=20194178",
    "title": "Deinking",
    "text": "Deinking is the &lt;a href=\"industrial%20process\"&gt;industrial process&lt;/a&gt; of removing &lt;a href=\"printing%20ink\"&gt;printing ink&lt;/a&gt; from &lt;a href=\"Fiber%20crop\"&gt;paperfibers&lt;/a&gt; of &lt;a href=\"recycled%20paper\"&gt;recycled paper&lt;/a&gt; to make &lt;a href=\"deinked%20pulp\"&gt;deinked pulp&lt;/a&gt;.\nThe key in the deinking process is the ability to detach ink from the fibers. This is achieved by a combination of mechanical action and chemical means. In Europe the most common process is &lt;a href=\"froth%20flotation\"&gt;froth flotation&lt;/a&gt; deinking.\nPaper is one of the main targets for &lt;a href=\"Paper%20recycling\"&gt;recycling&lt;/a&gt;. A concern about recycling &lt;a href=\"wood%20pulp\"&gt;wood pulp&lt;/a&gt; paper is that the fibers are degraded with each cycle and after being recycled 4–6 times the fibers become too short and weak to be useful in making paper.\nHistory.\nBefore the invention of the &lt;a href=\"paper%20machine\"&gt;paper machine&lt;/a&gt; in 1799 the most common fibre source was recycled fibres from used textiles, hence the name &lt;a href=\"rag%20paper\"&gt;rag paper&lt;/a&gt;. The rags were from &lt;a href=\"hemp\"&gt;hemp&lt;/a&gt;, &lt;a href=\"linen\"&gt;linen&lt;/a&gt; and &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt;. It was not until the introduction of &lt;a href=\"wood%20pulp\"&gt;wood pulp&lt;/a&gt; in 1843 that paper production was independent of recycled materials.\n&lt;a href=\"Paper%20recycling\"&gt;Recycling of used paper&lt;/a&gt; before the &lt;a href=\"industrialisation\"&gt;industrialisation&lt;/a&gt; of paper production, rag paper was recycled to make low-grade &lt;a href=\"Paperboard\"&gt;board&lt;/a&gt;. A process for removing printing inks from recycled paper was invented by &lt;a href=\"German%20people\"&gt;German&lt;/a&gt; jurist &lt;a href=\"Justus%20Claproth\"&gt;Justus Claproth&lt;/a&gt; in 1774. He practiced together with German paper producer &lt;a href=\"Johann%20Engelhard%20Schmid\"&gt;Johann Engelhard Schmid&lt;/a&gt;. Today this method is called deinking.\nFirst in the 1950s and 1960s the use of recycled fibres from paper made of wood pulp begun to increase, and was mainly used in packaging paper and paperboard. In the 1950s the &lt;a href=\"froth%20flotation\"&gt;froth flotation&lt;/a&gt; technique was adapted for deinking &lt;a href=\"recycled%20paper\"&gt;recycled paper&lt;/a&gt;. Use of recovered paper increased in the 1970s mainly in graphic and hygienic papers, and accelerated in the 1980s. The annual growth in use of recovered paper increased by 6% between 1980 and 1996. The use of virgin fibres only increased 2% in the same period. In 1997 recovered paper production was 42% of the total paper production.\nDeinking process.\nSorting.\nWaste paper may contain a mixture of different &lt;a href=\"Paper%23Applications\"&gt;paper types&lt;/a&gt; made of mixtures of different paperfibers. These must be sorted before processed. Broke (paper waste from paper production) is normally used directly in the &lt;a href=\"papermachine\"&gt;papermachine&lt;/a&gt;.\nRecycled paper can be used to make paper of the same or lower quality than it was originally. The sorted paper is baled and shipped to a &lt;a href=\"papermill\"&gt;papermill&lt;/a&gt;. The pulpmill uses waste paper grade according to the paper quality they want to make.\nDebaling.\nThe bales are opened and large foreign objects are sorted out on the &lt;a href=\"conveyor%20belt\"&gt;conveyor belt&lt;/a&gt; to the &lt;a href=\"pulper\"&gt;pulper&lt;/a&gt;. Many extraneous materials are readily removed. Twine, strapping, etc. are removed from the hydropulper by a \"ragger\". Metal straps and staples can be screened out or removed by a magnet. Film-backed pressure-sensitive tape stays intact: the PSA adhesive and the backing are both removed together.\nPulping.\nPulpers are either batch, which uses a tub with a high shear rotor, or continuous, using a long, perforated drum. Drum pulpers are very expensive but have the advantage of not breaking up contaminants, thus giving cleaner end product.\nThe pulper chops the paper to smaller pieces; water and chemicals are added. Normally the &lt;a href=\"pH\"&gt;pH&lt;/a&gt; is adjusted to 8.5 - 10.0. Normal deinking chemicals are: \nAfter pulping, the mixture is a &lt;a href=\"slurry\"&gt;slurry&lt;/a&gt;. The slurry goes to &lt;a href=\"Kraft%20process%23Screening\"&gt;screening&lt;/a&gt;.\nCleaning and screening.\n&lt;a href=\"Centrifuge%23Commercial_applications\"&gt;Centrifugal cleaning&lt;/a&gt; is spinning the pulp slurry in a cleaner, causing materials that are denser than pulp fibers to move outward and be rejected. &lt;a href=\"Sieve\"&gt;Screens&lt;/a&gt;, with either slots or holes, are used to remove contaminants that are larger than pulp fibers.\nMaterials which are more difficult to remove include wax coatings on corrugated cartons and &lt;a href=\"stickies%20%28papermaking%29\"&gt;stickies&lt;/a&gt;, soft rubbery particles which can make deposits and contaminate the recycled paper. Stickies can originate from &lt;a href=\"book%20binding\"&gt;book binding&lt;/a&gt;s, &lt;a href=\"hot%20melt%20adhesive\"&gt;hot melt adhesive&lt;/a&gt;s, PSA &lt;a href=\"adhesive\"&gt;adhesive&lt;/a&gt;s from paper labels, &lt;a href=\"laminating\"&gt;laminating&lt;/a&gt; adhesives of reinforced gummed &lt;a href=\"Adhesive%20tape\"&gt;tapes&lt;/a&gt;, etc.\nDeinking stage.\nIn the deinking stage the goal is to release and remove the &lt;a href=\"hydrophobic\"&gt;hydrophobic&lt;/a&gt; contaminants from the recycled paper. The contaminants are mostly &lt;a href=\"printing%20ink\"&gt;printing ink&lt;/a&gt; and &lt;a href=\"stickies%20%28papermaking%29\"&gt;stickies&lt;/a&gt;. Several processes are used, most commonly flotation or washing.\nFlotation deinking.\n&lt;a href=\"Froth%20flotation\"&gt;Froth flotation&lt;/a&gt; was adapted from the flotation process used in the &lt;a href=\"mining%20industry\"&gt;mining industry&lt;/a&gt; in the 1960s. It is the most common deinking process in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; used to recover &lt;a href=\"recycled%20paper\"&gt;recycled paper&lt;/a&gt;. Often most of the collector is added to the inlet of the flotation. The process temperatures are normally in the range 45 - 55 °C. &lt;a href=\"Air\"&gt;Air&lt;/a&gt; is blown into the pulp &lt;a href=\"Suspension%20%28chemistry%29\"&gt;suspension&lt;/a&gt;. The collector has &lt;a href=\"Chemical%20affinity\"&gt;affinity&lt;/a&gt; both to the ink particles and air bubbles, causing them to attach. The air bubbles lift the ink to the surface and form a thick &lt;a href=\"froth\"&gt;froth&lt;/a&gt; that can be removed. Normally the setup is a two-stage system with 3, 4 or 5 flotation cells in series. Flotation deinking is very effective in removing ink particles larger than about 10 µm.\nWash deinking.\nWash deinking consists of a washing stage where &lt;a href=\"dispersant\"&gt;dispersant&lt;/a&gt;s are added to wash out the &lt;a href=\"printing%20ink\"&gt;printing ink&lt;/a&gt;s. When the pulp slurry is &lt;a href=\"dewatering\"&gt;dewatered&lt;/a&gt; (thickened), the medium to fine particles are &lt;a href=\"Washing\"&gt;washed&lt;/a&gt; out. This process is most useful for removing particles smaller than about 30 µm, like water-based inks, fillers, coating particles, fines and &lt;a href=\"stickies%20%28papermaking%29\"&gt;micro stickies&lt;/a&gt;. This process is more common when making &lt;a href=\"deinked%20pulp\"&gt;deinked pulp&lt;/a&gt; for &lt;a href=\"Facial%20tissue\"&gt;tissue&lt;/a&gt;. The processing equipment are &lt;a href=\"belt%20filter\"&gt;belt filter&lt;/a&gt;s, pressure belt filters, &lt;a href=\"disk%20filter\"&gt;disk filter&lt;/a&gt;s and static &lt;a href=\"Water%20filter\"&gt;filters&lt;/a&gt;. This stage is much more efficient than normal washing / dewatering stages.\nCombined washing and flotation.\nHigh quality deinking of office wastes and other printing papers often commonly uses a combination of washing and flotation.\nEnzymatic deinking.\nThis method of deinking uses industrial or food grade enzymes in conjunction with flotation deinking to aid in the removal of inks in recycling mills. More efficient removal of ink increases fiber yield, decreases dirt count, and increases paper brightness. Often the use of enzymatic deinking helps mills reduce their bleach usage or use cheaper furnish.\nOther deinking processes.\n&lt;a href=\"Dissolved%20air%20flotation\"&gt;Dissolved air flotation&lt;/a&gt; (DAF) is used by some mills in the deinking stage and will remove some ink and filler (ash); however, it is mainly used to clarify the process water.\nWashing / dewatering.\nWashing / dewatering (thickening) is a filtration process. Small particles (&lt; 5 µm) are removed by passing water through the pulp.\nBleaching.\nIf white paper is desired, &lt;a href=\"bleaching%20of%20wood%20pulp\"&gt;bleaching&lt;/a&gt; uses &lt;a href=\"peroxide\"&gt;peroxide&lt;/a&gt;s or &lt;a href=\"sodium%20dithionite\"&gt;hydrosulfites&lt;/a&gt; to increase the &lt;a href=\"brightness\"&gt;brightness&lt;/a&gt; of the pulp. The bleaching methods are similar for mechanical pulp, but the goal is to make the fiber brighter.\nPapermaking.\nThe deinked fiber is made into a new paper product in the same way that virgin &lt;a href=\"wood%20fiber\"&gt;wood fiber&lt;/a&gt;, see &lt;a href=\"papermaking\"&gt;papermaking&lt;/a&gt;.\nByproducts.\nThe unusable material left over, mainly ink, plastics, filler and short fibers, is called sludge. The sludge is buried in a landfill, burned to create energy at the paper mill or used as a fertilizer by local farmers.\nProblems.\nWater based &lt;a href=\"flexo\"&gt;flexo&lt;/a&gt;graphic printing inks with &lt;a href=\"particle%20size\"&gt;particle size&lt;/a&gt;s below 5 µm and poor solubility in &lt;a href=\"alkaline\"&gt;alkaline&lt;/a&gt; conditions may cause problems in deinking, especially in the flotation stage. The solution is to use an extra &lt;a href=\"acidic\"&gt;acidic&lt;/a&gt; washing stage.\nTemperature control is important as this affects the stickiness of &lt;a href=\"stickies%20%28papermaking%29\"&gt;stickies&lt;/a&gt;.\nAdditional issues arise when taking into account the number of chemicals potentially present in paper for recycling. Studies have indicated that paper might contain as many as 10,000 different chemicals, fate of which in the deinking process still remains unknown. &lt;a href=\"Polychlorinated%20biphenyl\"&gt;Polychlorinated biphenyl&lt;/a&gt;s are often found in pigments which are used in newspaper and magazine paper."
}