{
    "id": "20215",
    "revid": "5630772",
    "url": "https://en.wikipedia.org/wiki?curid=20215",
    "title": "Mississippi John Hurt",
    "text": "John Smith Hurt (March 8, 1893 – November 2, 1966), better known as Mississippi John Hurt, was an American &lt;a href=\"country%20blues\"&gt;country blues&lt;/a&gt; singer and guitarist.\nRaised in &lt;a href=\"Avalon%2C%20Mississippi\"&gt;Avalon, Mississippi&lt;/a&gt;, Hurt taught himself to play the guitar around the age of nine. He worked as a &lt;a href=\"sharecropper\"&gt;sharecropper&lt;/a&gt; and began playing at dances and parties, singing to a melodious &lt;a href=\"Fingerstyle\"&gt;fingerpicked&lt;/a&gt; accompaniment. His first recordings, made for &lt;a href=\"Okeh%20Records\"&gt;Okeh Records&lt;/a&gt; in 1928, were commercial failures, and he continued to work as a farmer.\n&lt;a href=\"Richard%20K.%20Spottswood\"&gt;Dick Spottswood&lt;/a&gt; and Tom Hoskins, a blues enthusiast, located Hurt in 1963 and persuaded him to move to Washington, D.C. He was recorded by the &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt; in 1964. This helped further the &lt;a href=\"American%20folk%20music%20revival\"&gt;American folk music revival&lt;/a&gt;, which led to the rediscovery of many other &lt;a href=\"List%20of%20blues%20musicians\"&gt;bluesmen&lt;/a&gt; of Hurt's era. Hurt performed on the university and coffeehouse concert circuit with other &lt;a href=\"List%20of%20Delta%20blues%20musicians\"&gt;Delta blues musicians&lt;/a&gt; who were brought out of retirement. He also recorded several albums for &lt;a href=\"Vanguard%20Records\"&gt;Vanguard Records&lt;/a&gt;.\nHurt returned to Mississippi, where he died, in &lt;a href=\"Grenada%2C%20Mississippi\"&gt;Grenada&lt;/a&gt;, in 1966, aged about 73 years old. \n&lt;a href=\"Mississippi%20John%20Hurt%23Discography\"&gt;Material recorded by him&lt;/a&gt; has been re-released by many record labels. His songs have been recorded by &lt;a href=\"Bob%20Dylan\"&gt;Bob Dylan&lt;/a&gt;, &lt;a href=\"Dave%20Van%20Ronk\"&gt;Dave Van Ronk&lt;/a&gt;, &lt;a href=\"Jerry%20Garcia\"&gt;Jerry Garcia&lt;/a&gt;, &lt;a href=\"Beck%20%28musician%29\"&gt;Beck&lt;/a&gt;, &lt;a href=\"Doc%20Watson\"&gt;Doc Watson&lt;/a&gt;, &lt;a href=\"John%20McCutcheon\"&gt;John McCutcheon&lt;/a&gt;, &lt;a href=\"Taj%20Mahal%20%28musician%29\"&gt;Taj Mahal&lt;/a&gt;, &lt;a href=\"Bruce%20Cockburn\"&gt;Bruce Cockburn&lt;/a&gt;, &lt;a href=\"David%20Johansen\"&gt;David Johansen&lt;/a&gt;, &lt;a href=\"Bill%20Morrissey\"&gt;Bill Morrissey&lt;/a&gt;, &lt;a href=\"Gillian%20Welch\"&gt;Gillian Welch&lt;/a&gt;, &lt;a href=\"Josh%20Ritter\"&gt;Josh Ritter&lt;/a&gt;, &lt;a href=\"Chris%20Smither\"&gt;Chris Smither&lt;/a&gt;, Guthrie Thomas, &lt;a href=\"Parsonsfield%20%28band%29\"&gt;Parsonsfield&lt;/a&gt;, and &lt;a href=\"Rory%20Block\"&gt;Rory Block&lt;/a&gt;.\nBiography.\nEarly years.\nHurt was born in &lt;a href=\"Teoc%2C%20Mississippi\"&gt;Teoc&lt;/a&gt;, &lt;a href=\"Carroll%20County%2C%20Mississippi\"&gt;Carroll County, Mississippi&lt;/a&gt;, and raised in &lt;a href=\"Avalon%2C%20Mississippi\"&gt;Avalon, Mississippi&lt;/a&gt;. He taught himself to play guitar at the age of nine, stealthily playing the guitar of a friend of his mother's, who often stayed at the Hurt home while courting a woman who lived nearby. As a youth, he played &lt;a href=\"old-time%20music\"&gt;old-time music&lt;/a&gt; for friends and at dances. He worked as a farmhand and sharecropper into the 1920s.\nHis fast, highly &lt;a href=\"syncopation\"&gt;syncopated&lt;/a&gt; style of playing was meant for dancing. On occasion, a &lt;a href=\"medicine%20show\"&gt;medicine show&lt;/a&gt; would come through the area. Hurt recalled that one wanted to hire him: \"One of them wanted me, but I said no because I just never wanted to get away from home.\" In 1923, he played with the fiddle player Willie Narmour as a substitute for Narmour's regular partner, Shell Smith.\nFirst recordings.\nWhen Narmour got a chance to record for &lt;a href=\"Okeh%20Records\"&gt;Okeh Records&lt;/a&gt; as a prize for winning first place in a 1928 fiddle contest, he recommended Hurt to Okeh producer Tommy Rockwell. After auditioning \"Monday Morning Blues\" at his home, Hurt took part in two recording sessions, in &lt;a href=\"Memphis%2C%20Tennessee\"&gt;Memphis&lt;/a&gt; and New York City (see Discography below). While in Memphis, he recalled seeing \"many, many blues singers ... &lt;a href=\"Lonnie%20Johnson%20%28musician%29\"&gt;Lonnie Johnson&lt;/a&gt;, &lt;a href=\"Blind%20Lemon%20Jefferson\"&gt;Blind Lemon Jefferson&lt;/a&gt;, &lt;a href=\"Bessie%20Smith\"&gt;Bessie Smith&lt;/a&gt;, and lots, lots more.\" Hurt described his first recording session as follows:\nHurt attempted further negotiations with Okeh to record again, but his records were commercial failures. Okeh went out of business during the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, and Hurt returned to Avalon and obscurity, working as a &lt;a href=\"sharecropper\"&gt;sharecropper&lt;/a&gt; and playing at local parties and dances.\nRediscovery and death.\nHurt's renditions of \"&lt;a href=\"Frankie%20and%20Johnny%20%28song%29\"&gt;Frankie&lt;/a&gt;\" and \"&lt;a href=\"John%20Henry%20%28song%29\"&gt;Spike Driver Blues&lt;/a&gt;\" were included in \"&lt;a href=\"Anthology%20of%20American%20Folk%20Music\"&gt;The Anthology of American Folk Music&lt;/a&gt;\" in 1952 which generated considerable interest in locating him. When a copy of \"Avalon Blues\" was discovered in 1963, it led &lt;a href=\"Musicology\"&gt;musicologist&lt;/a&gt; &lt;a href=\"Richard%20K.%20Spottswood\"&gt;Dick Spottswood&lt;/a&gt; to locate &lt;a href=\"Avalon%2C%20Mississippi\"&gt;Avalon&lt;/a&gt; in an &lt;a href=\"atlas\"&gt;atlas&lt;/a&gt;, and ask Tom Hoskins, who was traveling that way, to enquire after Hurt. When Hoskins arrived in Avalon the first person he asked directed him to Hurt's cabin.\nHoskins persuaded an apprehensive Hurt to perform several songs for him, to ensure that he was genuine. Hoskins was convinced and, seeing that Hurt's guitar playing skills were still intact, encouraged him to move to Washington, D.C., and perform for a broader audience. His performance at the 1963 &lt;a href=\"Newport%20Folk%20Festival\"&gt;Newport Folk Festival&lt;/a&gt; caused his star to rise in the &lt;a href=\"folk%20revival\"&gt;folk revival&lt;/a&gt; occurring at that time. He performed extensively at colleges, concert halls, and coffeehouses and appeared on \"&lt;a href=\"The%20Tonight%20Show%20Starring%20Johnny%20Carson\"&gt;The Tonight Show Starring Johnny Carson&lt;/a&gt;\". He also recorded three albums for &lt;a href=\"Vanguard%20Records\"&gt;Vanguard Records&lt;/a&gt;. Much of his repertoire was also recorded for the &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt;. His fans particularly liked the &lt;a href=\"ragtime\"&gt;ragtime&lt;/a&gt; songs \"&lt;a href=\"Salty%20Dog%20Blues\"&gt;Salty Dog&lt;/a&gt;\" and \"Candy Man\" and the blues &lt;a href=\"ballad\"&gt;ballad&lt;/a&gt;s \"Spike Driver Blues\" (a variant of \"John Henry\") and \"Frankie\".\nHurt's influence spanned several music genres, including blues, spirituals, &lt;a href=\"country%20music\"&gt;country&lt;/a&gt;, &lt;a href=\"bluegrass%20music\"&gt;bluegrass&lt;/a&gt;, folk, and contemporary rock and roll. A soft-spoken man, his nature was reflected in the work, which consisted of a mellow mix of country, blues, and old-time music.\nHurt died on November 2, 1966, of a heart attack, in hospital at &lt;a href=\"Grenada%2C%20Mississippi\"&gt;Grenada, Mississippi&lt;/a&gt;. His last recordings had been done at a hotel in New York City in February and July of that year, and were not released until 1972 on the Vanguard LP \"&lt;a href=\"Last%20Sessions%20%28Mississippi%20John%20Hurt%20album%29\"&gt;Last Sessions&lt;/a&gt;\".\nStyle.\nHurt used a fast, syncopated fingerpicking style of guitar playing that he taught himself. He was influenced by few other musicians, among whom was an elderly, unrecorded blues singer from the area where he lived, Rufus Hanks, who played &lt;a href=\"twelve-string%20guitar\"&gt;twelve-string guitar&lt;/a&gt; and harmonica. He also recalled listening to the &lt;a href=\"country%20music\"&gt;country&lt;/a&gt; singer &lt;a href=\"Jimmie%20Rodgers%20%28country%20singer%29\"&gt;Jimmie Rodgers&lt;/a&gt;. On occasion, Hurt would use an open tuning and a &lt;a href=\"Slide%20guitar\"&gt;slide&lt;/a&gt;, as he did in his arrangement of \"&lt;a href=\"The%20Ballad%20of%20Casey%20Jones\"&gt;The Ballad of Casey Jones&lt;/a&gt;\". According to the music critic &lt;a href=\"Robert%20Christgau\"&gt;Robert Christgau&lt;/a&gt;, \"the school of &lt;a href=\"John%20Fahey%20%28musician%29\"&gt;John Fahey&lt;/a&gt; proceeded from his finger-picking, and while he's not the only quietly conversational singer in the modern folk tradition, no one else has talked the blues with such delicacy or restraint.\"\nTributes.\nThere is a memorial to Hurt in Avalon, Mississippi. It is parallel to RR2, the rural road on which he grew up.\nThe American singer-songwriter &lt;a href=\"Tom%20Paxton\"&gt;Tom Paxton&lt;/a&gt;, who met Hurt and played on the same bill with him at the &lt;a href=\"The%20Gaslight%20Cafe\"&gt;Gaslight&lt;/a&gt; in &lt;a href=\"Greenwich%20Village\"&gt;Greenwich Village&lt;/a&gt; around 1963, wrote and recorded a song about him in 1977, \"Did You Hear John Hurt?\", which he still frequently plays in live performances.\nThe first track of &lt;a href=\"John%20Fahey%20%28musician%29\"&gt;John Fahey&lt;/a&gt;'s 1968 solo acoustic guitar album \"&lt;a href=\"Requia\"&gt;Requia&lt;/a&gt;\" is \"Requiem for John Hurt\". Fahey's posthumous live album, \"&lt;a href=\"The%20Great%20Santa%20Barbara%20Oil%20Slick\"&gt;The Great Santa Barbara Oil Slick&lt;/a&gt;\", also features a version of the piece, entitled \"Requiem for Mississippi John Hurt\".\nNorman Greenbaum's eclectic minor hit, \"Gondoliers, Shakespeares, Overseers, Playboys And Bums\" refers to Mississippi John Hurt singing the blues.\nThe British folk and blues artist &lt;a href=\"Wizz%20Jones\"&gt;Wizz Jones&lt;/a&gt; recorded a tribute song, \"Mississippi John\", for his 1977 album \"&lt;a href=\"Magical%20Flight\"&gt;Magical Flight&lt;/a&gt;\".\nThe Delta blues artist &lt;a href=\"Rory%20Block\"&gt;Rory Block&lt;/a&gt; recorded the album \"Avalon: A Tribute to Mississippi John Hurt\", released in 2013 as part of her \"Mentor Series\".\nThe New England singer-songwriter Bill Morrissey released the Grammy-nominated album \"Songs of Mississippi John Hurt\" in 1999.\nIn 2017, John Hurt's life story was told in the award-winning documentary series \"&lt;a href=\"American%20Epic%20%28documentary%29\"&gt;American Epic&lt;/a&gt;\". The film featured unseen film footage of Hurt performing and being interviewed, and radically improved restorations of his 1920s recordings. Director &lt;a href=\"Bernard%20MacMahon%20%28filmmaker%29\"&gt;Bernard MacMahon&lt;/a&gt; stated that Hurt \"was the inspiration for \"American Epic\"\". Hurt's life was profiled in the accompanying book, \"\".\nDiscography.\nSources for this section are as follows:."
}