{
    "id": "20239111",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=20239111",
    "title": "Latvia national rugby league team",
    "text": "The Latvia national rugby league team was established in 2008 to represent &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt; at &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; football, and initially competed in the &lt;a href=\"Rugby%20League%20European%20Bowl\"&gt;European Bowl&lt;/a&gt;, for fourth-tier developing nations. They beat &lt;a href=\"Estonia%20national%20rugby%20league%20team\"&gt;Estonia&lt;/a&gt; in a two-game series and therefore won the inaugural tournament after Ukraine could not gain visas to travel. In 2009 they reached the second place after losing to &lt;a href=\"Ukraine%20national%20rugby%20league%20team\"&gt;Ukraine&lt;/a&gt; and defeating Estonia. In 2010 they played in the &lt;a href=\"Rugby%20League%20European%20Shield\"&gt;European Shield&lt;/a&gt;, losing to &lt;a href=\"Russia%20national%20rugby%20league%20team\"&gt;Russia&lt;/a&gt; and Ukraine. After a hiatus of several years, Latvia will return to international competition on May 9, 2015 for the first match of the &lt;a href=\"2017%20Rugby%20League%20World%20Cup\"&gt;2017 Rugby League World Cup&lt;/a&gt; qualifying process, taking on &lt;a href=\"Spain%20national%20rugby%20league%20team\"&gt;Spain&lt;/a&gt; in a one-off knockout match to determine the final participants in the 'European C' section.\nResults.\n2017 Rugby League World Cup Qualifier.\nOn 9 May 2015, Latvia and &lt;a href=\"Spain%20national%20rugby%20league%20team\"&gt;Spain&lt;/a&gt; kicked off proceedings for the qualifying fixtures for the &lt;a href=\"2017%20Rugby%20League%20World%20Cup%20qualifying\"&gt;2017 Rugby League World Cup qualifying&lt;/a&gt;. It was a do or die match with the winner advancing to a qualifying group stage, already containing Malta and Greece, while the other would lose their chance of qualifying for their first ever World Cup. The Latvians' home advantage had no effect as they went down to the Spaniards by 20 points, ending their chance of participating in the 2017 Rugby League World Cup."
}