{
    "id": "20253257",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=20253257",
    "title": "Maria Gunnoe",
    "text": "Maria Gunnoe (born 1968) is an &lt;a href=\"environmentalist\"&gt;environmentalist&lt;/a&gt; who opposes &lt;a href=\"mountaintop%20removal%20mining\"&gt;mountaintop removal mining&lt;/a&gt;, and is a winner of the &lt;a href=\"Goldman%20Prize\"&gt;Goldman Prize&lt;/a&gt; and &lt;a href=\"Wallenberg%20Medal\"&gt;Wallenberg Medal&lt;/a&gt;.\nEarly life.\nMaria was born in &lt;a href=\"Boone%20County%2C%20West%20Virginia\"&gt;Boone County&lt;/a&gt;, &lt;a href=\"West%20Virginia\"&gt;West Virginia&lt;/a&gt;, where she continues to reside. She is a &lt;a href=\"Cherokee\"&gt;Cherokee native&lt;/a&gt;. Her family has lived in the West Virginia for generations, and she comes from a long line of &lt;a href=\"Coal%20mining\"&gt;coal miners&lt;/a&gt;.\nActivism.\nGunnoe became involved in &lt;a href=\"activism\"&gt;activism&lt;/a&gt; in 1997 as a &lt;a href=\"Volunteering\"&gt;volunteer&lt;/a&gt;. She expanded her efforts in the 2000s, when a &lt;a href=\"Massey%20Energy\"&gt;coal company&lt;/a&gt; started a &lt;a href=\"mountaintop%20removal\"&gt;mountaintop removal&lt;/a&gt; &lt;a href=\"Mining\"&gt;mine&lt;/a&gt; near her &lt;a href=\"home\"&gt;home&lt;/a&gt;. The mining caused &lt;a href=\"pollution\"&gt;pollution&lt;/a&gt; and dangerous &lt;a href=\"flood\"&gt;flood&lt;/a&gt;ing near her home, leaving her home nearly washed away. The &lt;a href=\"water\"&gt;water&lt;/a&gt; near her home was also rendered contaminated. To protect her home, Gunnoe decided that she would start activist work against the coal company and mountaintop mining. She has continued to be active in advocating against mountaintop mining despite receiving both threats and acts of violence, including having her dog shot and killed. She has become an organizer for the &lt;a href=\"Ohio%20Valley%20Environmental%20Coalition\"&gt;Ohio Valley Environmental Coalition&lt;/a&gt; and SouthWings, a company that conducts flights to show aerial views and photography of mountaintop mining and mountaintop removal. In 2007, she &lt;a href=\"Testimony\"&gt;testified&lt;/a&gt; against the &lt;a href=\"United%20States%20Army%20Corps%20of%20Engineers\"&gt;Army Corps of Engineers&lt;/a&gt; in a suit brought against them by the Ohio Valley Environmental Coalition to stop mountaintop removal. She gathered 20 residents to testify with her. She now serves on the &lt;a href=\"Board%20of%20directors\"&gt;board&lt;/a&gt; of the Ohio Valley Environmental Coalition, and advocates to protect the &lt;a href=\"Monongahela%20National%20Forest\"&gt;Monongahela National Forest&lt;/a&gt; from &lt;a href=\"natural%20gas\"&gt;natural gas&lt;/a&gt; extraction.\nHonors &amp; Appearances.\nGunnoe is featured in the:"
}