{
    "id": "20263209",
    "revid": "37562063",
    "url": "https://en.wikipedia.org/wiki?curid=20263209",
    "title": "Beekeeping in the United States",
    "text": "Commercial &lt;a href=\"Beekeeping\"&gt;Beekeeping&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; dates back to the 1860s.\nHistory.\nDevelopment of beekeeping in the United States.\nBotanist S.B. Parsons was commissioned by the US government to travel to northern Italy in 1859 to obtain pure strains of &lt;a href=\"Italian%20bee\"&gt;Ligurian bees&lt;/a&gt;. Ten hives were obtained and shipped at a cost of $1,200 but only two queens survived the journey.\nJohn Harbison, originally from &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, successfully brought bee keeping to the US west coast in the 1860s, in an area now known as &lt;a href=\"Harbison%20Canyon%2C%20California\"&gt;Harbison Canyon, California&lt;/a&gt;, and greatly expanded the market for honey throughout the country.\nBy 1890, William L. Coggshall had become the biggest beekeeper in the world, with over 3,000 hives in 15 locations surrounding his home in Groton, NY. The main sources of blossoms were white clover and buckwheat \nBeekeeping was traditionally practiced for the bees' &lt;a href=\"honey\"&gt;honey&lt;/a&gt; harvest, although nowadays crop pollination service can often provide a greater part of a commercial beekeeper's income. Other hive products are pollen, &lt;a href=\"royal%20jelly\"&gt;royal jelly&lt;/a&gt;, and &lt;a href=\"propolis\"&gt;propolis&lt;/a&gt;, which are also used for nutritional and medicinal purposes, and &lt;a href=\"beeswax\"&gt;beeswax&lt;/a&gt;, which is used in &lt;a href=\"candles\"&gt;candle making&lt;/a&gt;, &lt;a href=\"cosmetics\"&gt;cosmetics&lt;/a&gt;, wood polish, and for modelling. The modern use of hive products has changed little since ancient times.\n&lt;a href=\"Western%20honey%20bee\"&gt;Western honey bee&lt;/a&gt;s are not native to the Americas. American colonists imported honey bees from &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; for their honey and wax. Their value as pollinators began to be appreciated by the end of the nineteenth century. The first honey bee subspecies imported were likely &lt;a href=\"European%20dark%20bee\"&gt;European dark bee&lt;/a&gt;s. Later &lt;a href=\"Italian%20bee\"&gt;Italian bee&lt;/a&gt;s, &lt;a href=\"Carniolan%20honey%20bee\"&gt;Carniolan honey bee&lt;/a&gt;s and &lt;a href=\"Caucasian%20bee\"&gt;Caucasian bee&lt;/a&gt;s were added.\nWestern honey bees were also brought from the &lt;a href=\"Primorsky%20Krai\"&gt;Primorsky Krai&lt;/a&gt; in &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; by &lt;a href=\"Ukraine\"&gt;Ukrainian&lt;/a&gt; settlers around the 1850s. These &lt;a href=\"Russian%20honey%20bee\"&gt;Russian honey bee&lt;/a&gt;s that are similar to the &lt;a href=\"Carniolan%20bee\"&gt;Carniolan bee&lt;/a&gt; were imported into the U.S. in 1997. The Russian honey bee has shown to be more resistant to the bee &lt;a href=\"parasite\"&gt;parasite&lt;/a&gt;s \"&lt;a href=\"Varroa%20destructor\"&gt;Varroa destructor&lt;/a&gt;\" and \"&lt;a href=\"Acarapis%20woodi\"&gt;Acarapis woodi&lt;/a&gt;\", although their commercial use and availability are extremely limited in scope because other, better strains are available (e.g., VSH lines).\nBefore the 1980s, most U.S. hobby beekeepers were farmers or relatives of a farmer, lived in rural areas, and kept bees with techniques passed down for generations. The arrivals of &lt;a href=\"Diseases%20of%20the%20honey%20bee%23Acarine%20%28tracheal%29%20mites\"&gt;tracheal mites&lt;/a&gt; and &lt;a href=\"varroa%20mite\"&gt;varroa mite&lt;/a&gt;s in the 1980s and &lt;a href=\"Diseases%20of%20the%20honey%20bee%23Small%20hive%20beetle\"&gt;small hive beetles&lt;/a&gt; in the 1990s have made the practice more challenging for the hobbyist.\nTypes of beekeepers.\nBeekeepers generally categorize themselves as:\nSome southern U.S. beekeepers keep bees primarily to raise queens and package bees for sale. Northern beekeepers can buy early spring queens and 3- or 4-pound packages of live worker bees from the South to replenish hives that die out during the winter, although this is becoming less practical due to the spread of the &lt;a href=\"Africanized%20bee\"&gt;Africanized bee&lt;/a&gt;.\nIn cold climates commercial beekeepers have to migrate with the seasons, hauling their hives on trucks to gentler southern climates for better wintering and early spring build-up. Many make \"nucs\" (small starter or nucleus colonies) for sale or replenishment of their own losses during the early spring. Some may pollinate &lt;a href=\"Squash%20%28fruit%29\"&gt;squash&lt;/a&gt; or &lt;a href=\"cucumber\"&gt;cucumber&lt;/a&gt;s in Florida or make early honey from citrus groves in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; or &lt;a href=\"California\"&gt;California&lt;/a&gt;. The largest demand for pollination comes from the &lt;a href=\"almond\"&gt;almond&lt;/a&gt; groves in California. As spring moves northward so do the beekeepers, to supply bees for tree fruits, blueberries, strawberries, cranberries and later vegetables. Some commercial beekeepers alternate between pollination service and honey production but usually cannot do both at the same time.\nBeekeepers may harvest honey from July until October, according to the honey flows in their area. Good management requires keeping the hive free of &lt;a href=\"pest%20%28animal%29\"&gt;pests&lt;/a&gt; and &lt;a href=\"disease\"&gt;disease&lt;/a&gt;, and ensuring that the bee colony has room in the &lt;a href=\"beehive%20%28beekeeping%29\"&gt;hive&lt;/a&gt; to expand. Chemical treatments, if used for parasite control, must be done in the off-season to avoid any honey contamination. Exterminators therefore often offer bee-safe and honey-safe treatment methods targeted towards beekeepers. Success for the hobbyist also depends on locating the apiary so bees have a good &lt;a href=\"nectar%20source\"&gt;nectar source&lt;/a&gt; and &lt;a href=\"pollen%20source\"&gt;pollen source&lt;/a&gt; throughout the year.\nBee-related services in the United States are not limited only to beekeeping. A large sector is devoted to &lt;a href=\"bee%20removal\"&gt;bee removal&lt;/a&gt;, especially in the case of &lt;a href=\"Swarming%20%28honey%20bee%29\"&gt;Swarming (honey bee)&lt;/a&gt;. This is especially common in the &lt;a href=\"Spring%20%28season%29\"&gt;springtime&lt;/a&gt;, usually within a two- or three-week period depending on the locale, but occasional swarms can happen throughout the producing season.\nUS American honey production, and honey imports.\nAccording to the &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;United States Department of Agriculture&lt;/a&gt;, about of honey is produced in the United States each year. In 2016, 162,000,000 pounds of honey were produced, 5% more than the previous year. There were 2.78 million colonies producing in 2016, an increase of 4% from 2015. North Dakota has the most honey producing colonies in the country, with 485,000 colonies that produced 37,830,000 pounds of honey in 2016. The average yield per colony in honey productions with more than five colonies was 58.3 pounds in 2016. Honey prices decreased slightly from the previous year, going from 208.3 cents per pound in 2015 to 207.5 cents per pound in 2016.\nGiven that the demand for honey in the USA outweighs the supply, honey is also imported from other countries. A problem hereby is that in some countries (i.e. China), the food and safety regulations are considerably weaker, and in some instances, contaminants such as heavy metals and antibiotics are found in the honey. Pollen is often also removed from the honey, hereby masking its origin country; a practice that has not yet been outlawed in the USA. To make matters even worse, there is no active research on the origin of commercially sold honey, apart from one scientist, &lt;a href=\"Vaughn%20Bryant\"&gt;Vaughn Bryant&lt;/a&gt;. According to Bryant, up to 80% of the commercially sold honey has incorrect origin/contents labels. (Citation needed)\nBee rentals and migratory beekeeping.\nAfter the winter of 1907, U.S. beekeeper Nephi Miller decided to try moving his hives to different areas of the country to increase their productivity during winter. Since then, \"migratory beekeeping\" has become widespread in the U.S. It is a crucial element of U.S. agriculture, which could not produce anywhere near its current levels with native pollinators alone. Beekeepers earn much more from renting their bees out for pollination than they do from honey production.\nOne major U.S. beekeeper reports moving his hives from &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt; to &lt;a href=\"California\"&gt;California&lt;/a&gt; in January to prepare for &lt;a href=\"almond\"&gt;almond&lt;/a&gt; pollination in February, then to &lt;a href=\"apple\"&gt;apple&lt;/a&gt; &lt;a href=\"orchard\"&gt;orchard&lt;/a&gt;s in &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt; in March, to &lt;a href=\"North%20Dakota\"&gt;North Dakota&lt;/a&gt; two months later for honey production, and then back to Idaho by November — a journey of several thousands of miles. Others move from &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; to &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt; or to &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;. About two thirds of US domestic bees visit California for the almond bloom in February.\nCalifornia currently leads production of almonds worldwide, with 80% of global production. Each spring, migratory beekeepers rent hives to almond farmers in the Central Valley for pollination. Honeybees increase almond yields from an expected 40 lbs/acre to an average of 2,400 lbs/acre.\nThe wider spread and intermingling of honey bees in the US has resulted in far greater losses from \"Varroa\" mite infections in recent years, than in countries where beekeepers have non-migratory colonies.\nColony Collapse Disorder in the U.S..\nThe number of managed colonies in the United States for honey production has been in decline since the 1940s and these losses have increased since the early 2000s. Colony losses during winter are normal within beekeeping, however the rate of honeybee colony deaths, higher losses during the summer, as well as the inability to find a determinate cause of these deaths has caused alarm. In 2006, some beekeepers reported losing 30-90% of their hives. Total colony loss reached 45% between 2012 and 2013, up from 28.9% and 36.4% in previous years. While annual losses above 30% are not out of the ordinary, the symptoms of these colony losses do not all match with those normally produced by known pests and pathogens. The amount of loss experienced as well as uncertainty around the cause of the loss lead to the coining of the term &lt;a href=\"Colony%20collapse%20disorder\"&gt;Colony Collapse Disorder (CCD)&lt;/a&gt; by the beekeeping community.\nFormer President Barack Obama created the &lt;a href=\"Pollinator%23United%20States%20National%20Strategy%20to%20Promote%20the%20Health%20of%20Honey%20Bees%20and%20Other%20Pollinators\"&gt;Pollinator Health Task Force&lt;/a&gt; in 2014 to investigate the issue of bee and other pollinator losses, such as with birds, bats and butterflies. The United States has also banned certain pesticides that have been linked to honeybee deaths, following the steps of the E.U., who banned an entire class of pesticides, &lt;a href=\"neonicotinoids\"&gt;neonicotinoids&lt;/a&gt;, in 2013.\nHoney Queen Program.\nThe American &lt;a href=\"Honey%20Queens\"&gt;Honey Queen Program&lt;/a&gt; is a national competition sponsored by the American Beekeeping Federation (ABF) with the main priorities of promoting the practice of beekeeping, increasing the national honey consumption, and educating the public about the value of honey bees. A queen and princess are crowned each year, serving as representatives of the entire beekeeping industry in the U.S."
}