{
    "id": "20261777",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=20261777",
    "title": "Kelso Depot",
    "text": "The Kelso Depot, Restaurant and Employees Hotel or Kelso Depot, now also the Mojave National Preserve Visitors Center, is located in the &lt;a href=\"Mojave%20Desert\"&gt;Mojave Desert&lt;/a&gt; within the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; &lt;a href=\"Mojave%20National%20Preserve\"&gt;Mojave National Preserve&lt;/a&gt;, on Kelso Cima Road at the junction of &lt;a href=\"Kelbaker%20Road\"&gt;Kelbaker Road&lt;/a&gt; in &lt;a href=\"Kelso%2C%20California\"&gt;Kelso, California&lt;/a&gt;, between &lt;a href=\"Baker%2C%20California\"&gt;Baker&lt;/a&gt; and &lt;a href=\"Interstate%2015%20in%20California\"&gt;Interstate 15&lt;/a&gt; to the north and &lt;a href=\"Interstate%2040%20in%20California\"&gt;Interstate 40&lt;/a&gt; to the south. It was placed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;, and along with the adjacent &lt;a href=\"ghost%20town\"&gt;ghost town&lt;/a&gt; of &lt;a href=\"Kelso%2C%20California\"&gt;Kelso&lt;/a&gt;, was declared a &lt;a href=\"Historic%20district%20%28United%20States%29\"&gt;United States Historic District&lt;/a&gt; in 2000. The district was increased by a boundary increase approved by the National Park Service in 2019, with reference number 100003401.\nHistory.\nEarly years.\nThe first depot, by the &lt;a href=\"Los%20Angeles%20and%20Salt%20Lake%20Railroad\"&gt;Los Angeles and Salt Lake Railroad&lt;/a&gt;, opened in 1905. In early 1923 the railroad began construction of the new \"Kelso Clubhouse &amp; Restaurant\" which opened the next year. The Kelso Depot was built to provide services to passengers and railroad employees, and a water stop for the &lt;a href=\"steam%20locomotive\"&gt;steam locomotive&lt;/a&gt;s. It is an example of a surviving mid-1920s era &lt;a href=\"Mission%20Revival%20Style%20architecture\"&gt;Mission Revival&lt;/a&gt; and &lt;a href=\"Spanish%20Colonial%20Revival%20architecture\"&gt;Spanish Colonial Revival architecture&lt;/a&gt; Styled &lt;a href=\"railroad%20depot\"&gt;railroad depot&lt;/a&gt; with a hotel, restaurant, and &lt;a href=\"garden\"&gt;garden&lt;/a&gt;s in &lt;a href=\"Southern%20California\"&gt;Southern California&lt;/a&gt;. It was designed by the firm of &lt;a href=\"John%20and%20Donald%20Parkinson\"&gt;John and Donald Parkinson&lt;/a&gt;. The facility served interstate passenger and shipping traffic and the transport of &lt;a href=\"ore\"&gt;ore&lt;/a&gt; from local mines, especially the Vulcan Mine. It was an essential element of the 1920s modernization of the &lt;a href=\"Union%20Pacific%20Railroad\"&gt;Union Pacific Railroad&lt;/a&gt; stations to compete with the &lt;a href=\"Atchison%2C%20Topeka%20and%20Santa%20Fe%20Railway\"&gt;Santa Fe Railway&lt;/a&gt; and its &lt;a href=\"Fred%20Harvey%20Company\"&gt;Harvey House&lt;/a&gt;s such as \"&lt;a href=\"Casa%20del%20Desierto\"&gt;Casa del Desierto&lt;/a&gt;\".\nThe &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt;-like &lt;a href=\"landscape%20design\"&gt;landscape design&lt;/a&gt; and overall style and character of this remote station made it a popular gathering place for Union Pacific employees, passengers and local residents. The original &lt;a href=\"garden\"&gt;garden&lt;/a&gt;s with shade from &lt;a href=\"Populus%20fremontii\"&gt;Fremont cottonwood&lt;/a&gt;s (\"Populus fremontii\"), &lt;a href=\"Ulmus%20parvifolia\"&gt;Chinese elm&lt;/a&gt;s (\"Ulmus parvifolia\"), and manicured geometric &lt;a href=\"lawn\"&gt;lawn&lt;/a&gt;s lingered, but did not survive the desert conditions between depot closure and the park's Visitor Center restoration. Only &lt;a href=\"Phoenix%20dactylifera\"&gt;date palm&lt;/a&gt;s (\"Phoenix dactylifera\") survived.\nMid-20th century.\nThe Kelso Depot served as a significant element in the Union Pacific's contributions to the American war effort during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. The end of World War II marked the beginning of a long decline in the depot's utility. The sharp decline in the volume of freight traffic and &lt;a href=\"diesel%20locomotive\"&gt;diesel engines&lt;/a&gt; replacing steam caused a reduction in services and the need for fewer employees. The Vulcan Mine closed early in 1947, further reducing freight and passenger traffic. A surge of activity occurred with the outbreak of the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; in the early 1950s, resulting in a renewal of high traffic levels on the Union Pacific line for several years.\nIn 1953 and 1957, attempts were made to market the low-grade iron ore stockpiled at the Vulcan Mine. However, higher horse power, second generation &lt;a href=\"diesel%20locomotive\"&gt;diesel-electric locomotives&lt;/a&gt; of the 1960s resulted in the further decline in Union Pacific personnel needed at Kelso. This technological change eliminated the need for &lt;a href=\"bank%20engine\"&gt;helper locomotives&lt;/a&gt; entirely in 1959. Coupled with the closing of the station agency and cessation of &lt;a href=\"passenger%20train\"&gt;passenger train&lt;/a&gt; service to Kelso on August 14, 1964, this development spelled the end of the depot's principal function with the exception of the Lunch Room which remained serving until 1985.\nRestoration and Visitor Center.\nThe Union Pacific proposed the demolition of the then unused depot in 1985. Efforts to preserve the building culminated in its 1992 transfer to the &lt;a href=\"Bureau%20of%20Land%20Management\"&gt;Bureau of Land Management&lt;/a&gt; and its East Mojave National Scenic Area.\nIn 1994 the &lt;a href=\"Mojave%20National%20Preserve\"&gt;Mojave National Preserve&lt;/a&gt; was established, and the depot was transferred to the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt;. A historical restoration and adaptive reuse project followed in 2002. The Kelso Depot now serves, since 2005, as the main Visitor Center of the Mojave National Preserve."
}