{
    "id": "20275590",
    "revid": "40636476",
    "url": "https://en.wikipedia.org/wiki?curid=20275590",
    "title": "Ibrahim Pasha of Berat",
    "text": "Ibrahim Pasha of Berat was the second and last ruler of the &lt;a href=\"Pashalik%20of%20Berat\"&gt;Pashalik of Berat&lt;/a&gt;, in office from 1787 to 1809.\nRuler.\nAfter the death of &lt;a href=\"Ahmet%20Kurt%20Pasha\"&gt;Ahmet Kurt Pasha&lt;/a&gt;, the territory of the pashalik was ruled by a close ally of him, Ibrahim Pasha of Berat. As this territory belonged to the Middle Albania, Ibrahim Pasha was roused at this encroachment. This made &lt;a href=\"Ali%20Pasha%20of%20Janina\"&gt;Ali Pasha&lt;/a&gt; start a war with the Pashalik of Berat.\nRivalry with Ali Pasha.\nAfter some fruitless negotiation, Ibrahim Pasha sent a body of troops under the command of his brother &lt;a href=\"Sephir%20Bey\"&gt;Sephir&lt;/a&gt;, bey of &lt;a href=\"Vlor%C3%AB\"&gt;Avlona&lt;/a&gt;. Against these, Ali summoned the &lt;a href=\"armatole\"&gt;armatole&lt;/a&gt;s of &lt;a href=\"Thessaly\"&gt;Thessaly&lt;/a&gt;; and after villages had been burnt, peasants robbed and hanged, and flocks carried off on both sides, peace was made. Ibrahim gave his daughter in marriage to Mukhtar, the eldest son of Ali, and the disputed territory as her dower. As Sephir bey had displayed qualities which might prove formidable hereafter, Ali contrived to have him poisoned by a physician ; and, after his usual fashion, he hanged the agent of the crime, that no witness might remain of it.\nIn 1808, &lt;a href=\"Ali%20Pasha%20of%20Janina\"&gt;Ali Pasha&lt;/a&gt; defeated Ibrahim Pasha, incorporating its territory in the &lt;a href=\"Pashalik%20of%20Janina\"&gt;Pashalik of Janina&lt;/a&gt;.\nEconomy.\nThe local population and the tradesmen neither pay the &lt;a href=\"Hara%C3%A7\"&gt;kharatj&lt;/a&gt; nor any other tax, except a contribution of thirty &lt;a href=\"para%20%28currency%29\"&gt;para&lt;/a&gt;s a head per annum to Ibrahim Pasha of Berat, for the liberty of trading to his ports. The right of pasturage on the lands of the town of &lt;a href=\"Himara\"&gt;Khimara&lt;/a&gt;, that of gathering velanidhi on the mountains, and that of fishing in the northern bay of &lt;a href=\"Porto%20Palermo\"&gt;Palerimo&lt;/a&gt; are enjoyed in common by all the inhabitants. Maize is grown in the plain adjacent to the northern beach, where the two torrents, which embrace the town, overflow in the winter, and prepare the land for receiving that grain."
}