{
    "id": "2028163",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2028163",
    "title": "CIUT-FM",
    "text": "CIUT-FM is a &lt;a href=\"campus%20radio\"&gt;campus&lt;/a&gt; and &lt;a href=\"community%20radio\"&gt;community radio&lt;/a&gt; station owned and operated by the &lt;a href=\"University%20of%20Toronto\"&gt;University of Toronto&lt;/a&gt;. The station broadcasts live and continuously from &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; on the 89.5 &lt;a href=\"FM%20radio\"&gt;FM&lt;/a&gt; frequency. Programming can also be heard nationally via channel 826 on &lt;a href=\"Shaw%20Direct\"&gt;Shaw Direct&lt;/a&gt;, and over the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; via the CIUT website. The station is financially supported by donations and an undergraduate student levy. CIUT-FM also broadcasts a Punjabi and Urdu language station, &lt;a href=\"https%3A//web.archive.org/web/20161005225339/http%3A//sursagarradio.com/\"&gt;Sur Sagar Radio&lt;/a&gt; on a &lt;a href=\"Subsidiary%20Communications%20Multiplex%20Operation\"&gt;Subsidiary Communications Multiplex Operation&lt;/a&gt; frequency.\nCIUT's studios are located on Tower Road on the University of Toronto campus, while its transmitter is located atop &lt;a href=\"First%20Canadian%20Place\"&gt;First Canadian Place&lt;/a&gt; in Toronto's &lt;a href=\"Financial%20District%2C%20Toronto\"&gt;Financial District&lt;/a&gt;.\nHistory.\nThe station began as a closed-circuit broadcaster called \"Radio Varsity\" in 1966, later becoming \"Input Radio\", UTR and then CJUT. All these versions of the station were only heard within the confines of the University of Toronto, thanks to an extensive network of loudspeakers, amplifiers, and cables strung through the extensive underground network of steam tunnels beneath the University's St. George campus. The station was granted a broadcast license and became CIUT-FM in 1986, and on January 15, 1987, the station's &lt;a href=\"FM%20radio\"&gt;FM&lt;/a&gt; broadcasts began to reach a considerably wider range across southern &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;.\nIn 1999, CIUT was $150,000 in debt resulting in the student union taking over management, firing two employees, dismissing five volunteers, shortening time slots for other programs and selling late-night time slots to an internet broadcaster.\nThe next year, the station was sued by one of the dismissed programmers, Eddy Brake, who challenged his dismissal as well as the restructuring. The lawsuit was settled out of court in 2005.\nToday, CIUT broadcasts at 15 kilowatts from a transmitter on the top of &lt;a href=\"First%20Canadian%20Place\"&gt;First Canadian Place&lt;/a&gt; in &lt;a href=\"Downtown%20Toronto\"&gt;Downtown Toronto&lt;/a&gt;. With greater signal power than generally found at other community radio stations, CIUT's broadcast reaches as far as &lt;a href=\"Barrie%2C%20Ontario\"&gt;Barrie&lt;/a&gt; to the north, &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo&lt;/a&gt; to the south, &lt;a href=\"Kitchener%2C%20Ontario\"&gt;Kitchener&lt;/a&gt; to the west and &lt;a href=\"Cobourg%2C%20Ontario\"&gt;Cobourg&lt;/a&gt; to the east.\nIn 2009, CIUT moved from 91 St. George Street, the Victorian house it had occupied for 40 years, to new studios in &lt;a href=\"Hart%20House%20%28University%20of%20Toronto%29\"&gt;Hart House&lt;/a&gt;. The old location was demolished in order to make way for the expansion of the &lt;a href=\"Rotman%20School%20of%20Management\"&gt;Rotman School of Management&lt;/a&gt;.\nIn the fall of 2010, CIUT's board of directors cancelled station manager Brian Burchell's contract due to financial irregularities. As a result, program director Ken Stowar was appointed to the additional role of station manager.\nIn 2012, CIUT filed a lawsuit against Burchell seeking damages of $162,193.68 for what \"The Varsity\" newspaper described as \"alleged long-term embezzlement\" prior to his firing in October 2010.\nIn 2014, the CIUT transmitter of 27 years died, shutting the station off the air for a couple of days until a backup transmitter could be shipped to Toronto from Nova Scotia. In the ensuing fundraising drive, money was raised and a new transmitter was installed and operating by August.\nProgramming.\nPrograms in the spoken word (talk radio) format include: local politics, current events and news; as well as programs focused on &lt;a href=\"Indigenous%20Peoples\"&gt;Indigenous Peoples&lt;/a&gt;, &lt;a href=\"Women%20in%20Politics\"&gt;Women in Politics&lt;/a&gt;, African Canadian Families, &lt;a href=\"Community%20Activism\"&gt;Community Activism&lt;/a&gt;, and Health Care.\nMusical programming includes many different genres such as &lt;a href=\"folk%20music\"&gt;folk&lt;/a&gt;, classical, Latino, world music, &lt;a href=\"Independent%20music\"&gt;indie&lt;/a&gt;, rock, and &lt;a href=\"Electronic%20music\"&gt;electronic&lt;/a&gt; music. \nCIUT is the home of The Prophecy, the longest running &lt;a href=\"drum%20and%20bass\"&gt;drum and bass&lt;/a&gt; radio show in North America.\nAlumni.\nFormer Radio Varsity/CIUT talent includes:"
}