{
    "id": "20285936",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=20285936",
    "title": "2008 United States presidential election in Wyoming",
    "text": "The 2008 United States presidential election in Wyoming took place on November 4, 2008, and was part of the &lt;a href=\"2008%20United%20States%20presidential%20election\"&gt;2008 United States presidential election&lt;/a&gt;. Voters chose three representatives, or electors to the &lt;a href=\"United%20States%20Electoral%20College\"&gt;Electoral College&lt;/a&gt;, who voted for &lt;a href=\"President%20of%20the%20United%20States\"&gt;president&lt;/a&gt; and &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;vice president&lt;/a&gt;.\n&lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt; was won by Republican nominee &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt; by a 32.2% margin of victory. Prior to the election, all 17 news organizations considered this a state McCain would win, or otherwise considered as a safe &lt;a href=\"Red%20states%20and%20blue%20states\"&gt;red state&lt;/a&gt;. Polling in the state gave a hefty and large lead to Republican &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt; over Democrat &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;. Because of Wyoming's status as a safe red state, none of the major party candidates campaigned in the state. Despite McCain's landslide victory, Obama did do significantly better than &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt; in &lt;a href=\"2004%20United%20States%20presidential%20election%20in%20Wyoming\"&gt;2004&lt;/a&gt; and even won one more county than Kerry. This is the most recent election in which the Democratic candidate received more than 30% of the vote in Wyoming. Obama's 82,868 votes is the most received by a Democratic presidential candidate in the state's history.\nCampaign.\nPredictions.\nThere were 16 news organizations who made state-by-state predictions of the election. Here are their last predictions before election day:\nPolling.\nMcCain won every single pre-election poll, and each by a double-digit margin of victory. The final 3 polls average McCain leading with 58% to 35%.\nFundraising.\nJohn McCain raised a total of $447,757 in the state. Barack Obama raised $723,033.\nAdvertising and visits.\nBecause Wyoming is a strong &lt;a href=\"Red%20states%20and%20blue%20states\"&gt;red state&lt;/a&gt;, not much advertising went into the state. Obama didn't spend anything while the &lt;a href=\"Republican%20National%20Committee\"&gt;Republican National Committee&lt;/a&gt; spent $2,518. Neither campaign visited the state.\nAnalysis.\nLocated in the Inner Mountain West, Wyoming was home to then-incumbent Vice President &lt;a href=\"Dick%20Cheney\"&gt;Dick Cheney&lt;/a&gt;. It is one of the most reliably Republican states in the nation—and by some measures, \"the\" most Republican. Its demographics are a perfect fit for the Republican Party. It is the least populated state in the nation (even less than the &lt;a href=\"Washington%2C%20D.C.\"&gt;District of Columbia&lt;/a&gt;), has no major metropolitan areas, and is heavily &lt;a href=\"Rural%20area\"&gt;rural&lt;/a&gt; and &lt;a href=\"Race%20and%20ethnicity%20in%20the%20United%20States%20Census\"&gt;White/Caucasian&lt;/a&gt;. Voters in the state tend to be very &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; on both social and fiscal issues. No Democratic presidential nominee has won Wyoming since &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt; in his landslide election in &lt;a href=\"1964%20United%20States%20presidential%20election%20in%20Wyoming\"&gt;1964&lt;/a&gt;—one of only eight times the state has voted Democrat in a presidential election.\nRepublicans have several structural advantages in the state. Large chunks of Wyoming are located in out-of-state television markets—most notably &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt; and &lt;a href=\"Salt%20Lake%20City\"&gt;Salt Lake City&lt;/a&gt;. This forces statewide candidates to advertise in areas where most of their audience can't vote for them. Additionally, 60 percent of the state's registered voters are Republicans while only 25 percent are Democrats—one of the largest discrepancies in the nation.\nThe 2008 election was no different. The state was called for McCain as soon as the polls closed, and gave McCain his second largest margin of victory in 2008. McCain carried &lt;a href=\"Laramie%20County%2C%20Wyoming\"&gt;Laramie County&lt;/a&gt;, the most populous county that contains the state capital and largest city of &lt;a href=\"Cheyenne%2C%20Wyoming\"&gt;Cheyenne&lt;/a&gt;, with 58.98 percent of the vote as well as every other county throughout the state often by more than two-to-one margins but two. Obama greatly improved upon Kerry's performance in &lt;a href=\"Teton%20County%2C%20Wyoming\"&gt;Teton County&lt;/a&gt;, the most affluent county in Wyoming that includes the &lt;a href=\"Jackson%20Hole\"&gt;Jackson Hole&lt;/a&gt; prime ski resort and tourism attractions such as &lt;a href=\"Yellowstone%20National%20Park\"&gt;Yellowstone National Park&lt;/a&gt; and &lt;a href=\"Grand%20Teton%20National%20Park\"&gt;Grand Teton National Park&lt;/a&gt;, carrying the county with 60.67% of the vote. Obama also won &lt;a href=\"Albany%20County%2C%20Wyoming\"&gt;Albany County&lt;/a&gt;, due in large part to the presence of the &lt;a href=\"University%20of%20Wyoming\"&gt;University of Wyoming&lt;/a&gt; at &lt;a href=\"Laramie%2C%20Wyoming\"&gt;Laramie&lt;/a&gt; and the tremendous excitement that his campaign fueled among younger voters and college students. The county would return to its Republican roots in 2012 and 2016, but flipped to Obama's former running mate &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; in 2020, the only county to do so.\nWith 64.78% of the popular vote, Wyoming would prove to be McCain's second strongest state in the 2008 election after &lt;a href=\"2008%20United%20States%20presidential%20election%20in%20Oklahoma\"&gt;Oklahoma&lt;/a&gt;.\nDuring the same election, incumbent Republican &lt;a href=\"United%20States%20Senate\"&gt;U.S. Senator&lt;/a&gt; &lt;a href=\"Mike%20Enzi\"&gt;Mike Enzi&lt;/a&gt; was reelected in a landslide victory over Democrat Chris Rothfuss, a professor of &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; at the University of Wyoming. Enzi received 75.63% of the vote while Rothfuss took in 24.26%. For the state's other &lt;a href=\"United%20States%20Senate\"&gt;U.S. Senate&lt;/a&gt; seat's special election, incumbent Republican &lt;a href=\"John%20Barrasso\"&gt;John Barrasso&lt;/a&gt; was also elected in a landslide with 73.35% of the vote over Democratic attorney Nick Carter of &lt;a href=\"Gillette%2C%20Wyoming\"&gt;Gillette&lt;/a&gt; who received 26.53%. The state's sole seat in the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; was also up for grabs, with incumbent Republican &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. Representative&lt;/a&gt; &lt;a href=\"Barbara%20Cubin\"&gt;Barbara Cubin&lt;/a&gt; retiring. Former State Treasurer &lt;a href=\"Cynthia%20Lummis\"&gt;Cynthia Lummis&lt;/a&gt;, a Republican, defeated Democrat Gary Trauner and Libertarian W. David Herbert for the at-large seat. Lummis received 52.62% of the vote to Trauner's 42.81% and Herbert's 4.42%. Democrats did have success at the state level, however, as they picked up two seats in the &lt;a href=\"Wyoming%20House%20of%20Representatives\"&gt;Wyoming House of Representatives&lt;/a&gt;.\nResults breakdown.\nBy congressional district.\nDue to the state's low population, only one congressional district is allocated. This district is called the At-Large district, because it covers the entire state, and thus is equivalent to the statewide election results.\nElectors.\nTechnically the voters of Wyoming cast their ballots for electors: representatives to the &lt;a href=\"United%20States%20Electoral%20College\"&gt;Electoral College&lt;/a&gt;. Wyoming is allocated 3 electors because it has 1 &lt;a href=\"Wyoming%27s%20at-large%20congressional%20district\"&gt;congressional districts&lt;/a&gt; and 2 &lt;a href=\"List%20of%20United%20States%20senators%20from%20Wyoming\"&gt;senators&lt;/a&gt;. All candidates who appear on the ballot or qualify to receive write-in votes must submit a list of 3 electors, who pledge to vote for their candidate and his or her running mate. Whoever wins the majority of votes in the state is awarded all 3 electoral votes. Their chosen electors then vote for president and vice president. Although electors are pledged to their candidate and running mate, they are not obligated to vote for them. An elector who votes for someone other than his or her candidate is known as a &lt;a href=\"faithless%20elector\"&gt;faithless elector&lt;/a&gt;.\nThe electors of each state and the &lt;a href=\"Washington%2C%20D.C.\"&gt;District of Columbia&lt;/a&gt; met on December 15, 2008, to cast their votes for president and vice president. The Electoral College itself never meets as one body. Instead the electors from each state and the District of Columbia met in their respective capitols.\nThe following were the members of the Electoral College from the state. All 3 were pledged to &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt; and &lt;a href=\"Sarah%20Palin\"&gt;Sarah Palin&lt;/a&gt;:"
}