{
    "id": "20311368",
    "revid": "22640956",
    "url": "https://en.wikipedia.org/wiki?curid=20311368",
    "title": "Triads of Ireland",
    "text": "The title Trecheng Breth Féne \"A Triad of Judgments of the Irish\", more widely known as \"The Triads of Ireland\", refers to a miscellaneous collection of about 256 &lt;a href=\"Old%20Irish\"&gt;Old Irish&lt;/a&gt; triads (and some numerical variants) on a variety of topics, such as nature, geography, &lt;a href=\"Early%20Irish%20Law\"&gt;law&lt;/a&gt;, custom and behaviour. Its compilation is usually dated to the ninth century.\nForm.\nThe Triads of Ireland cover a vast range of subjects. Triads 1-31 are about monasteries, 32-61 cover geography, and 149-86 &lt;a href=\"Early%20Irish%20law\"&gt;law&lt;/a&gt;. The rest are a miscellany with no apparent overarching structure. Though they are all called triads, only 214 of the 256 of the triads form groups of threes. There are also three duads, seven tetrads, one nonad and 31 single items relating to monasteries at the start of the collection.\nThe following example is Triad 91:\nThe use of the triad form (arrangement into threes) to encapsulate certain ideas is neither distinctively Irish nor Celtic, but can be widely attested in many societies over the world, in part owing to its usefulness as a &lt;a href=\"mnemonic%20device\"&gt;mnemonic device&lt;/a&gt;. It does appear to be particularly popular in the literatures of Celtic-speaking areas, one notable other example being the later Welsh collection \"&lt;a href=\"Welsh%20Triads\"&gt;Trioedd Ynys Prydein&lt;/a&gt;\" (\"Triads of the Isle of Britain\"). Beyond the particular form there is nothing to suggest a shared literary tradition. The Welsh triads also cover a much more restricted range, as they feature British history and legend almost exclusively, unlike the varied and heterogeneous Irish triads. Although triads can be pointed out in both Irish and (again later) Welsh law texts, they are the rule in neither as other numerical forms are usually preferred. &lt;a href=\"Kuno%20Meyer\"&gt;Kuno Meyer&lt;/a&gt; proposed that the practice was inspired from the Old Testament, which however, offers very few examples. &lt;a href=\"Fergus%20Kelly\"&gt;Fergus Kelly&lt;/a&gt; concludes that \"[t]he case for a special Celtic cult of threeness is unproven, as is the attempt by Meyer and other scholars to establish a biblical origin.\"\nManuscript sources.\nThe only edition is still that of Kuno Meyer published in 1906. He based his text on six manuscripts (YBL, BB, Uí Maine, Great Book of Lecan, 23 N 10 and H 1.15) and was aware of another three (23 N 27, Rylands copy and Kilbride). Fergus Kelly reports that four other versions have since been discovered and that the text is therefore in need of a new critical edition.\nDate.\nOn the basis of the language used in the triads Meyer considered that had not been written after 900 AD; and on the basis of certain &lt;a href=\"declension\"&gt;declension&lt;/a&gt;s used in the text thought that they were not older than 850 A.D."
}