{
    "id": "2032943",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=2032943",
    "title": "Susan Lewis",
    "text": "Dr. Susan Lewis is a character as played by &lt;a href=\"Sherry%20Stringfield\"&gt;Sherry Stringfield&lt;/a&gt;, on the fictional &lt;a href=\"television%20show\"&gt;television show&lt;/a&gt; \"&lt;a href=\"ER%20%28TV%20series%29\"&gt;ER&lt;/a&gt;.\"\nSherry Stringfield is one of \"ER\"'s original cast members, portraying Susan in Season 1 as an eager resident. Stringfield left the show, the character was not recast and Susan left County General Hospital and the series in Season 3, but Stringfield and the character returned five seasons later as an attending physician in Season 8. Susan Lewis eventually checked out of the ER for good in 2005, at the beginning of Season 12, having been passed over for tenure in favor of &lt;a href=\"John%20Carter%20%28ER%29\"&gt;John Carter&lt;/a&gt; by &lt;a href=\"Kerry%20Weaver\"&gt;Kerry Weaver&lt;/a&gt;. She was offered a tenured position at a hospital in Iowa City.\nDevelopment.\nDuring the &lt;a href=\"ER%20%28season%203%29\"&gt;third season&lt;/a&gt; of the series, actress Sherry Stringfield left \"ER\" for the first time. In an interview with the \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\", Stringfield explained that having a family was one of the primary reasons for her to leave the show. According to \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\", Stringfield's decision to quit angered the show's executive producer &lt;a href=\"John%20Wells%20%28filmmaker%29\"&gt;John Wells&lt;/a&gt;, because she left just as Dr. Lewis got embroiled in a budding romance with &lt;a href=\"Anthony%20Edwards%20%28actor%29\"&gt;Anthony Edwards&lt;/a&gt;' &lt;a href=\"Dr.%20Mark%20Greene\"&gt;Dr. Mark Greene&lt;/a&gt;. Stringfield revealed it was not a pleasant situation and said: \"The producers were in shock. They tried to talk me out of it. It took a long time to get out of my contract.\"\nHowever, by the time of the &lt;a href=\"ER%20%28season%208%29\"&gt;eighth season&lt;/a&gt;, her schedule allowed her to return to the series. Wells said they were \"delighted to welcome her back as a series regular and can't wait to work with her again.\" Stringfield remained in the main cast for four more seasons, until August 2005, when she announced that she would be leaving \"ER\" again and stated: \"I am extremely grateful for the time I spent on \"ER\",\" Stringfield explained. \"It is a wonderful show, and there are so many people I will miss. But I'm ready for new roles and new challenges.\"\nCharacter history.\nSeasons 1–3 First Departure (1994–1996).\nIn Season 1, Susan is a second year resident. She is shown to be an eager and competent young doctor working in the &lt;a href=\"emergency%20department\"&gt;emergency department&lt;/a&gt; of County General Hospital. She is good friends with Nurse &lt;a href=\"Carol%20Hathaway\"&gt;Carol Hathaway&lt;/a&gt;, Dr. &lt;a href=\"Doug%20Ross\"&gt;Doug Ross&lt;/a&gt; and especially Dr. &lt;a href=\"Mark%20Greene\"&gt;Mark Greene&lt;/a&gt;, who is her best friend.\nThough an extremely capable doctor, Susan is initially seen to have problems asserting herself. This is frequently taken advantage of by the senior and more forthright doctors in the hospital, such as Dr. &lt;a href=\"Peter%20Benton\"&gt;Peter Benton&lt;/a&gt; and particularly &lt;a href=\"List%20of%20secondary%20doctors%20in%20ER%23Dr.%20Jack%20Kayson\"&gt;Dr. Jack Kayson&lt;/a&gt;. This leads to several confrontations, and &lt;a href=\"wikt%3Aanimosity\"&gt;animosity&lt;/a&gt; worsens when Kayson discharges one of Susan's patients, failing to notice the severity of his symptoms, which ultimately leads to the patient's death.\nKayson tries to deflect the blame onto Susan and her competence is questioned. Her superior, Mark, is forced to monitor her every move and their friendship is put under strain as a result. During the case review, however, the board rules in Susan's favor and &lt;a href=\"reprimand\"&gt;reprimand&lt;/a&gt;s Kayson—much to his chagrin.\nShortly after, Kayson is rushed into hospital suffering from a &lt;a href=\"heart%20attack\"&gt;heart attack&lt;/a&gt;. Despite their past disagreement on the issue, Kayson opts for Susan's non-invasive form of treatment against the advice of a senior doctor, who (like Kayson) is an advocate of surgical &lt;a href=\"angioplasty\"&gt;angioplasty&lt;/a&gt;. Finally asserting herself, Susan stands her ground and refuses to allow Kayson to be treated surgically. Following his recovery, Kayson shows his gratitude by asking Susan to be his valentine date, which she awkwardly declines.\nSusan's personal life is far less settled than her professional one. In Season 1, she is seen to have a brief relationship with &lt;a href=\"psychiatrist\"&gt;psychiatrist&lt;/a&gt; Div Cvetic, who ultimately has a &lt;a href=\"nervous%20breakdown\"&gt;nervous breakdown&lt;/a&gt; and disappears. Susan later learns that he married someone he met through a dating service, run by a taxi driver from his cab.\nMost of her problems, however, are family-related. Susan's parents, Cookie and Henry, are shown to be flighty (her father is jokingly referred to as a test pilot for Barcalounger) and difficult to talk to. Her older sister, &lt;a href=\"Chloe%20Lewis%20%28ER%29\"&gt;Chloe&lt;/a&gt;, is the source of most of her distress, with a seemingly never ending series of problems with alcohol, drugs, men, and money. Chloe eventually has a baby girl, who she names Susan (\"Little Susie\") after her sister. During Season 2 however, Chloe begins to use &lt;a href=\"alcohol%20%28drug%29\"&gt;alcohol&lt;/a&gt; and &lt;a href=\"drugs\"&gt;drugs&lt;/a&gt; once again. After deciding that she cannot look after her baby, she leaves &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, abandoning Susie on a flustered and overworked Susan.\nShe struggles to be a good mother to the child while completing her demanding residency. Already overstressed, Susan clashes with the new Chief Resident, &lt;a href=\"Kerry%20Weaver\"&gt;Kerry Weaver&lt;/a&gt;, numerous times, forcing &lt;a href=\"Mark%20Greene\"&gt;Mark Greene&lt;/a&gt; to step in between them. Animosity between Kerry and Susan lessens over time, but never goes away completely. Realizing that Chloe may never return, Susan considers giving Susie up for adoption. She gets as far as introducing the baby to potential adoptive parents, but cannot bring herself to part with her niece, so she decides to keep her and adopt the child as her own.\nSusan grows extremely attached to the baby, but she gets a surprise when a reformed &lt;a href=\"Chloe%20Lewis%20%28ER%29\"&gt;Chloe&lt;/a&gt; reappears later in the season and tries to reclaim \"little Susie\". Susan can't see past Chloe's mistakes, regardless of her recent turnaround and new responsible boyfriend. Desperate to keep the baby, Susan attempts to fight Chloe for custody, but is forced to reconsider when the judge warns her that she would lose. Susan begrudgingly reaches an agreement with her sister, and after regaining custody of \"little Susie\", Chloe moves her family to &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix, Arizona&lt;/a&gt; to start a new life.\nSusan struggles to cope with the loss of her niece and goes through a period of grief and counseling. She throws herself into her work to escape her feelings of loneliness, which manages to impress Weaver and, with Mark's encouragement, Kerry agrees to offer Susan the position of chief resident (she promises to support Susan's promotion if Mark recommends her as County's new attending physician). Much of the ER staff hoped Susan could achieve that title, but Susan turns the position down, later telling Mark that there is more to life than work.\nSetting up Sherry Stringfield's departure from the series in Season 3, the beginnings of a romance appears to develop between Susan and Mark, or more to the point, they are shown to have problems identifying their current relationship as friendship. Both seem timid and cautious around each other. Initially more upfront about the situation, Susan invites Mark to join her on holiday in &lt;a href=\"Maui\"&gt;Maui&lt;/a&gt;, &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;, but is embarrassed when he appears hesitant, and later retracts the offer, feeling she overstepped a &lt;a href=\"Personal%20boundaries\"&gt;boundary&lt;/a&gt;.\nFearful that he may have missed his chance with Susan, Mark attempts to convey his attraction towards her upon her return, though he cannot find the courage to follow through and is left perplexed by Susan's &lt;a href=\"reticence\"&gt;reticence&lt;/a&gt;. It transpires that Susan never actually made it to Maui, she instead visited her sister and \"little Susie\" in Phoenix as she could not overcome her &lt;a href=\"fear%20of%20flying\"&gt;fear of flying&lt;/a&gt;. Mark helps her overcome this fear in the following episode (\"Fear of Flying\"), supporting her during a helicopter flight rotation where they are called upon to treat victims of a serious motor &lt;a href=\"accident\"&gt;accident&lt;/a&gt;.\nAs they grow closer, Mark finally plucks up the courage to casually ask Susan out. However, she declines, telling him that they \"need to talk\". Shortly after, Mark witnesses Susan in numerous secret talks with the ER's chief of &lt;a href=\"emergency%20medicine\"&gt;emergency medicine&lt;/a&gt;, &lt;a href=\"David%20Morgenstern\"&gt;David Morgenstern&lt;/a&gt;, and concludes that they are seeing each other. He confronts Susan, but she reveals that Morgenstern was merely helping her to transfer her residency. Desperately missing her niece, Susan had made the decision to move to Phoenix to be near her sister's family.\nDuring a hectic last day for Susan at County's ER, Mark struggles with her imminent departure, but still finds himself afraid to admit his true feelings for her. The hospital &lt;a href=\"Employment\"&gt;staff&lt;/a&gt; arrange a leaving party for Susan, but it is canceled due to an influx of critical patients from a motoring accident. Susan leaves the hospital unable to say goodbye to Mark, who was busy working on a &lt;a href=\"Physical%20trauma\"&gt;trauma&lt;/a&gt; patient. He manages to arrive just as her train is about to depart (episode 'Union Station). Mark pleads with her to stay because he loves her. But Susan doesn't see a future in Chicago or with him. She kisses him and says \"I love you, too\" as the train departs.\nSeasons 8–12 and second departure (2001–2005).\nSusan returns during Season 8 as she left, shown to arrive on a train into Chicago to interview for a job. Susan visits County General for the first time in 5 years and sees the hospital has changed as well as the faces. She meets Mark for coffee and reveals that Chloe has moved on to another city, and she has decided that she can't follow her sister's family around forever. Mark offers her a job as an &lt;a href=\"attending%20physician\"&gt;attending physician&lt;/a&gt; at County General, despite &lt;a href=\"Kerry%20Weaver\"&gt;Kerry Weaver&lt;/a&gt;'s reservations – the two never got along when they worked together before.\nDuring Season 8 Susan has a brief relationship with Dr. &lt;a href=\"John%20Carter%20%28ER%29\"&gt;John Carter&lt;/a&gt; after they both admit that they had a crush on each other when he was a medical student and she was a resident – it doesn't last, as Susan realizes in the episode \"Secrets and Lies\", that Carter is really in love with &lt;a href=\"Abby%20Lockhart\"&gt;Abby Lockhart&lt;/a&gt;. She then tells Carter to \"tell her\" about his feelings. The two both break up on good terms and remain good friends throughout the rest of her career at County. Her problems with &lt;a href=\"Chloe%20Lewis%20%28ER%29\"&gt;Chloe&lt;/a&gt; resurface when her niece Susie goes missing in New York after leaving a distressing voicemail message on her aunt's phone. Susan flies to New York (in a &lt;a href=\"fictional%20crossover\"&gt;crossover&lt;/a&gt; with \"&lt;a href=\"Third%20Watch\"&gt;Third Watch&lt;/a&gt;\") and discovers Chloe doped up, sleeping rough. Towards the end of the season, Susan faces one of her most difficult story lines, as her best friend &lt;a href=\"Mark%20Greene\"&gt;Mark Greene&lt;/a&gt; reveals to her that his brain tumor has returned. The two rekindled their close friendship as she helps him come to terms with his diagnosis. Susan is alluded to in Mark's goodbye letter in \"The Letter\" when Mark comments that he had to leave the way he did, even though there were things of a more personal nature to say. After her best friend's death, Susan warmed up to other friendships in the ER with &lt;a href=\"Abby%20Lockhart\"&gt;Abby Lockhart&lt;/a&gt; and &lt;a href=\"Elizabeth%20Corday\"&gt;Elizabeth Corday&lt;/a&gt;, and was able to work better with her old colleague &lt;a href=\"Kerry%20Weaver\"&gt;Kerry Weaver&lt;/a&gt;. Dr. Romano, who actually respected her (he once told another doctor to get Dr. Lewis when he had a medical emergency, calling her \"the least annoying person down there\"), also promoted her to Deputy Chief of Emergency Medicine much to &lt;a href=\"Kerry%20Weaver\"&gt;Kerry Weaver&lt;/a&gt;'s dismay.\nInto Season 9, Susan meets a flight nurse named &lt;a href=\"List%20of%20secondary%20nurses%20in%20ER%23Chuck%20Martin\"&gt;Chuck Martin&lt;/a&gt; (played by &lt;a href=\"Donal%20Logue\"&gt;Donal Logue&lt;/a&gt;) on a plane to &lt;a href=\"Las%20Vegas%20Valley\"&gt;Las Vegas&lt;/a&gt;. They both get drunk upon arrival and end up getting married in Vegas. They quickly have the marriage annulled once they return to Chicago, but eventually start dating again, and Susan becomes pregnant. She is finally promoted to the position of Chief of &lt;a href=\"emergency%20medicine\"&gt;Emergency Medicine&lt;/a&gt; after &lt;a href=\"Robert%20Romano%20%28ER%29\"&gt;Robert Romano&lt;/a&gt; dies in Season 10. While other pregnant characters had given birth on the show, at the time, Susan's was the first major birth offscreen, with her giving birth sometime between Seasons 10 and 11 (and being placed on bedrest amid concerns of preterm labor). Chuck ends up caring for their baby boy Cosmo as a stay-at-home parent while Susan works.\nInto Season 11, Susan begins to build some anxiety about the upcoming tenure offer. It ultimately goes to her friend &lt;a href=\"John%20Carter%20%28ER%29\"&gt;John Carter&lt;/a&gt;, due to her lack of grant funding, finally leading to her final exit from the series at the beginning of Season 12 in the episode \"Canon City\". Susan is offered a tenure track position at a hospital in &lt;a href=\"Iowa%20City%2C%20Iowa\"&gt;Iowa City, Iowa&lt;/a&gt; (presumably &lt;a href=\"University%20of%20Iowa\"&gt;University of Iowa&lt;/a&gt;). Technically, Stringfield was the first and last original cast member to leave the show. (Being the first to leave in 1996, then in 2005 after the rest of the original cast left.)\nSeason 15 Return in The End (2009).\nIn the season 15 episode \"The Book of Abby\", long-serving nurse Haleh Adams shows the departing &lt;a href=\"Abby%20Lockhart\"&gt;Abby Lockhart&lt;/a&gt; a closet wall where all the past doctors and employees have put their locker name tags. Amongst them, the tag \"Lewis\" can be seen.\nDr. Susan Lewis returned for the &lt;a href=\"series%20finale\"&gt;series finale&lt;/a&gt; titled \"&lt;a href=\"And%20in%20the%20End...\"&gt;And in the End...&lt;/a&gt;\", returning to Chicago for the opening of The Carter Center. During evening drinks with &lt;a href=\"Peter%20Benton\"&gt;Peter Benton&lt;/a&gt;, &lt;a href=\"John%20Carter%20%28ER%29\"&gt;John Carter&lt;/a&gt;, &lt;a href=\"Kerry%20Weaver\"&gt;Kerry Weaver&lt;/a&gt;, &lt;a href=\"Elizabeth%20Corday\"&gt;Elizabeth Corday&lt;/a&gt;, and Rachel Greene, Susan is heard confirming to Dr. Corday that she still lives in Iowa. Additionally, she states that she and Chuck have split and she is now dating again. She eventually returns to the ER for the last time in the series with Rachel Greene and Carter, where she visits and jokes with the staff, much to the &lt;a href=\"annoyance\"&gt;annoyance&lt;/a&gt; of &lt;a href=\"Catherine%20Banfield\"&gt;Dr. Banfield&lt;/a&gt; who interrupts the talk by asking Susan who she is.\nReception.\nSherry Stringfield's decision to leave \"ER\" was a \"shock wave through Hollywood.\" According to \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\", people called Stringfield \"nuts\" for leaving \"the hottest show on TV for some investment banker in New York.\""
}