{
    "id": "2033430",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=2033430",
    "title": "Adam Rich",
    "text": "Adam Rich (born October 12, 1968) is an American actor noted for his role as Nicholas Bradford, the youngest son on the television series \"&lt;a href=\"Eight%20Is%20Enough\"&gt;Eight Is Enough&lt;/a&gt;\", which ran for five seasons (1977–1981). A distinctive feature of his appearance during his years as a child actor was his &lt;a href=\"pageboy\"&gt;pageboy&lt;/a&gt; haircut, which inspired thousands of parents of that era to imitate the look for their young sons. His role on the show led him to be known as \"America's little brother.\"\nPersonal life.\nGrowing up as a child actor, Rich lived in &lt;a href=\"Granada%20Hills%2C%20Los%20Angeles\"&gt;Granada Hills, Los Angeles&lt;/a&gt;, with his parents and younger brother. The family briefly lived in Florida where he learned how to act at the local gym. He was active in sports, including &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, bicycle riding, skateboarding, and swimming. He also had an interest in drawing. At age 14, he tried smoking &lt;a href=\"marijuana\"&gt;marijuana&lt;/a&gt;, and at 17, in 1986, he dropped out of high school. He almost died of a &lt;a href=\"Valium\"&gt;Valium&lt;/a&gt; overdose in 1989. In 1991, he was arrested and charged with attempted burglary of a pharmacy.\nIn 1996, there was a &lt;a href=\"media%20hoax\"&gt;media hoax&lt;/a&gt; that Rich had been murdered; the story was published in the San Francisco-based magazine \"&lt;a href=\"Might%20%28magazine%29\"&gt;Might&lt;/a&gt;\", with Rich's consent. \"Might\" writer &lt;a href=\"Dave%20Eggers\"&gt;Dave Eggers&lt;/a&gt; included the incident in his memoir \"&lt;a href=\"A%20Heartbreaking%20Work%20of%20Staggering%20Genius\"&gt;A Heartbreaking Work of Staggering Genius&lt;/a&gt;\".\nIn 2002, he was arrested for driving under the influence (DUI). He has been in &lt;a href=\"drug%20rehabilitation\"&gt;drug rehabilitation&lt;/a&gt; at least three times.\nAs of 2013, he occasionally made personal appearances and marketed script ideas for TV shows and films.\nCareer.\nRich won the role of Nicholas at the age of eight. After \"Eight Is Enough\", he had roles in &lt;a href=\"Irwin%20Allen\"&gt;Irwin Allen&lt;/a&gt;'s short-lived 1981 TV series \"&lt;a href=\"Code%20Red%20%28American%20TV%20series%29\"&gt;Code Red&lt;/a&gt;\" on &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; and the 1983 &lt;a href=\"sitcom\"&gt;sitcom&lt;/a&gt; \"&lt;a href=\"Gun%20Shy%20%28TV%20series%29\"&gt;Gun Shy&lt;/a&gt;\" on &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;.\nRich made guest appearances on television series including \"&lt;a href=\"The%20Love%20Boat\"&gt;The Love Boat&lt;/a&gt;\", \"&lt;a href=\"CHiPs\"&gt;CHiPs&lt;/a&gt;\", \"&lt;a href=\"Fantasy%20Island\"&gt;Fantasy Island&lt;/a&gt;\", \"&lt;a href=\"The%20Six%20Million%20Dollar%20Man\"&gt;The Six Million Dollar Man&lt;/a&gt;\", \"&lt;a href=\"St.%20Elsewhere\"&gt;St. Elsewhere&lt;/a&gt;\" and \"&lt;a href=\"Baywatch\"&gt;Baywatch&lt;/a&gt;\". He also did voice work on the cartoon series \"&lt;a href=\"Dungeons%20%26amp%3B%20Dragons%20%28TV%20series%29\"&gt;Dungeons &amp; Dragons&lt;/a&gt;\", along with \"Eight Is Enough\" co-star &lt;a href=\"Willie%20Aames\"&gt;Willie Aames&lt;/a&gt;.\nRich appeared in TV commercials for Betty Crocker Snackin' Cake and Nabisco's Wheatsworth crackers."
}