{
    "id": "20353804",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=20353804",
    "title": "James M. Goggin",
    "text": "James Monroe Goggin (October 23, 1820 – October 10, 1889) was a &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate States Army&lt;/a&gt; &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; and Assistant &lt;a href=\"Adjutant%20general\"&gt;Adjutant General&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; (Civil War). He began his service as a major in the &lt;a href=\"32nd%20Virginia%20Infantry\"&gt;32nd Virginia Volunteer Infantry Regiment&lt;/a&gt; until May 21, 1862. Although he was a staff officer for most of the rest of his war service, he commanded a brigade at the &lt;a href=\"Battle%20of%20Cedar%20Creek\"&gt;Battle of Cedar Creek&lt;/a&gt; on October 13, 1864. On December 4, 1864, he was appointed as a (special) &lt;a href=\"Brigadier%20General%20%28CSA%29\"&gt;brigadier general&lt;/a&gt;. The appointment was soon cancelled and he returned to his duties as a staff officer for &lt;a href=\"Major%20General%20%28CSA%29\"&gt;Major General&lt;/a&gt; &lt;a href=\"Joseph%20B.%20Kershaw\"&gt;Joseph B. Kershaw&lt;/a&gt; for the remainder of the war.\nEarly life and Texas.\nJames Monroe Goggin was born on October 23, 1820 in &lt;a href=\"Bedford%20County%2C%20Virginia\"&gt;Bedford County, Virginia&lt;/a&gt;. He was married to Elizabeth Nelson Page.\nGoggin entered the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; at &lt;a href=\"West%20Point%2C%20New%20York\"&gt;West Point, New York&lt;/a&gt; in the Class of 1842 but left before graduating. After leaving West Point, Goggin relocated to &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, where he joined the &lt;a href=\"Army%20of%20the%20Republic%20of%20Texas\"&gt;Army of the Republic of Texas&lt;/a&gt; as a &lt;a href=\"first%20lieutenant%23United%20States\"&gt;first lieutenant&lt;/a&gt;. Goggin also began purchasing real estate in &lt;a href=\"Waller%20County%2C%20Texas\"&gt;Waller County, Texas&lt;/a&gt;.\nIn 1848, Goggin moved to &lt;a href=\"California\"&gt;California&lt;/a&gt; where he took a job establishing mail routes. Goggin then moved to &lt;a href=\"Memphis%2C%20Tennessee\"&gt;Memphis, Tennessee&lt;/a&gt;, where he began working as a cotton broker. He was engaged in this business until the beginning of the Civil War.\nCivil War service.\nIn 1861, Goggin moved back to &lt;a href=\"Virginia%20in%20the%20American%20Civil%20War\"&gt;Virginia&lt;/a&gt;, entering the Confederate States Army on July 1, 1861 as a major in the &lt;a href=\"32nd%20Virginia%20Infantry\"&gt;32nd Virginia Volunteer Infantry Regiment&lt;/a&gt; where he was assigned to lead a &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt;. Goggin and the 32nd Virginia Infantry served under &lt;a href=\"Major%20General%20%28CSA%29\"&gt;Maj. Gen.&lt;/a&gt; &lt;a href=\"John%20B.%20Magruder\"&gt;John B. Magruder&lt;/a&gt; in 1861 and into 1862 during the &lt;a href=\"Peninsula%20Campaign\"&gt;Peninsula Campaign&lt;/a&gt;. Goggin joined the &lt;a href=\"First%20Corps%2C%20Army%20of%20Northern%20Virginia\"&gt;First Corps, Army of Northern Virginia&lt;/a&gt; in April 1862, serving on the staff of Maj. Gen. &lt;a href=\"Lafayette%20McLaws\"&gt;Lafayette McLaws&lt;/a&gt; as his assistant &lt;a href=\"adjutant%20general\"&gt;adjutant general&lt;/a&gt;. He served in this capacity during all of the First Corps' engagements, in both the &lt;a href=\"Army%20of%20Northern%20Virginia\"&gt;Army of Northern Virginia&lt;/a&gt; and the &lt;a href=\"Army%20of%20Tennessee\"&gt;Army of Tennessee&lt;/a&gt;, until the spring of 1864. During the &lt;a href=\"Battle%20of%20Fort%20Sanders\"&gt;Battle of Fort Sanders&lt;/a&gt; in November 1863, Goggin carried a message from McLaws to &lt;a href=\"Lt.%20Gen.%20%28CSA%29\"&gt;Lt. Gen.&lt;/a&gt; &lt;a href=\"James%20Longstreet\"&gt;James Longstreet&lt;/a&gt;, informing him that the attack was beginning to fail and it was futile to carry in on. When McLaws was replaced with Maj. Gen. &lt;a href=\"Joseph%20B.%20Kershaw\"&gt;Joseph B. Kershaw&lt;/a&gt; in May 1864, Goggin served as his assistant adjutant general as well. His service in this post was highly praised by Goggin's superiors.\nOn October 13, 1864, during the &lt;a href=\"Battle%20of%20Cedar%20Creek\"&gt;Battle of Cedar Creek&lt;/a&gt; in the &lt;a href=\"Valley%20Campaigns%20of%201864\"&gt;Valley Campaigns of 1864&lt;/a&gt;, Goggin was given temporary command of &lt;a href=\"Brigadier%20General%20%28CSA%29\"&gt;Brig. Gen.&lt;/a&gt; &lt;a href=\"James%20Conner%20%28general%29\"&gt;James Conner's&lt;/a&gt; brigade. Conner had lost his left leg in combat earlier that day, and Kershaw assigned Goggin to lead his brigade in the battle at Cedar Creek. On December 4 he was appointed a \"special\" &lt;a href=\"Brig.%20Gen.%20%28CSA%29\"&gt;brigadier general&lt;/a&gt;, but this appointment was canceled soon afterwards.\nGoggin returned to the staff of Kershaw in December 1864, once again as assistant adjutant general, and served until Goggin, Kershaw, and the rest of the staff were captured on April 6, 1865 at the &lt;a href=\"Battle%20of%20Sayler%27s%20Creek\"&gt;Battle of Sayler's Creek&lt;/a&gt; during the &lt;a href=\"Appomattox%20Campaign\"&gt;Appomattox Campaign&lt;/a&gt;. They were paroled from that location on the same day.\nPostbellum.\nAfter the American Civil War ended in 1865, Goggin returned to Texas, initially in the state's Waller County, and then in &lt;a href=\"Austin%2C%20Texas\"&gt;Austin&lt;/a&gt;. James Monroe Goggin died at the age of 68 on October 10, 1889 in Austin, Texas. He was buried in the city's &lt;a href=\"Oakwood%20Cemetery%20%28Austin%2C%20Texas%29\"&gt;Oakwood Cemetery&lt;/a&gt;."
}