{
    "id": "203758",
    "revid": "1519111",
    "url": "https://en.wikipedia.org/wiki?curid=203758",
    "title": "Plaek Phibunsongkhram",
    "text": "Field Marshal Plaek Phibunsongkhram ( ; alternatively transcribed as \"Pibulsongkram\" or \"Pibulsonggram\"; 14 July 1897 – 11 June 1964), locally known as Marshal P. (;), contemporarily known as Phibun (\"Pibul\") in the &lt;a href=\"Western%20world\"&gt;West&lt;/a&gt;, was a Thai military officer and politician who served as the &lt;a href=\"List%20of%20Prime%20Ministers%20of%20Thailand\"&gt;Prime Minister of Thailand&lt;/a&gt; from 1938 to 1944 and 1948 to 1957.\nPhibunsongkhram was a member of the &lt;a href=\"Royal%20Siamese%20Army\"&gt;Royal Siamese Army&lt;/a&gt; wing of &lt;a href=\"Khana%20Ratsadon\"&gt;Khana Ratsadon&lt;/a&gt;, the first political party in Thailand, and a leader of the &lt;a href=\"Siamese%20revolution%20of%201932\"&gt;Siamese revolution of 1932&lt;/a&gt;, transforming Thailand from an &lt;a href=\"absolute%20monarchy\"&gt;absolute monarchy&lt;/a&gt; to a &lt;a href=\"constitutional%20monarchy\"&gt;constitutional monarchy&lt;/a&gt;. Phibun became the third Prime Minister of Thailand in 1938 as &lt;a href=\"List%20of%20Commanders%20of%20the%20Royal%20Thai%20Army\"&gt;Commander of the Royal Siamese Army&lt;/a&gt;, established a \"de facto\" military dictatorship inspired by the &lt;a href=\"Italian%20fascism\"&gt;Italian fascist&lt;/a&gt; &lt;a href=\"Benito%20Mussolini\"&gt;Benito Mussolini&lt;/a&gt;, promoted &lt;a href=\"Thai%20nationalism\"&gt;Thai nationalism&lt;/a&gt; and &lt;a href=\"sinophobia\"&gt;sinophobia&lt;/a&gt;, and allied Thailand with &lt;a href=\"Empire%20of%20Japan\"&gt;Imperial Japan&lt;/a&gt; in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Phibun launched a &lt;a href=\"modernization\"&gt;modernization&lt;/a&gt; campaign known as the Thai Cultural Revolution that included a &lt;a href=\"Thai%20cultural%20mandates\"&gt;series of cultural mandates&lt;/a&gt;, changing the country's name from \"Siam\" to \"Thailand\", and promoting the common &lt;a href=\"Thai%20language\"&gt;Thai language&lt;/a&gt;. \nPhibun was ousted as prime minister by the &lt;a href=\"National%20Assembly%20of%20Thailand\"&gt;National Assembly&lt;/a&gt; in 1944 and replaced by members of the &lt;a href=\"Free%20Thai%20Movement\"&gt;Free Thai Movement&lt;/a&gt;, until returning to power in the &lt;a href=\"Siamese%20coup%20d%27%C3%A9tat%20of%201947\"&gt;Siamese coup d'état of 1947&lt;/a&gt;, led by the &lt;a href=\"1947%20Coup%20Group%20%28Thailand%29\"&gt;Coup Group&lt;/a&gt;. Phibun aligned Thailand with &lt;a href=\"anti-communism\"&gt;anti-communism&lt;/a&gt; in the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, entered the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; under the &lt;a href=\"United%20Nations%20Command\"&gt;United Nations Command&lt;/a&gt;, and abandoned fascism for a façade of &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt;. Phibun's second term as prime minister was plagued by &lt;a href=\"political%20instability\"&gt;political instability&lt;/a&gt; and was subject to several attempted &lt;a href=\"coup%20d%27etat\"&gt;coup d'etat&lt;/a&gt;s to remove him, including the &lt;a href=\"Army%20General%20Staff%20plot\"&gt;Army General Staff plot&lt;/a&gt; in 1948, the &lt;a href=\"Palace%20Rebellion\"&gt;Palace Rebellion&lt;/a&gt; in 1949, and the &lt;a href=\"Manhattan%20Rebellion\"&gt;Manhattan Rebellion&lt;/a&gt; in 1951. Phibun attempted to transform Thailand into an electoral democracy from the mid-1950s but was overthrown in 1957 and entered &lt;a href=\"exile\"&gt;exile&lt;/a&gt; in Japan, where he died in 1964.\nPhibun is the longest-serving Prime Minister of Thailand to date, at fifteen years and one month.\nEarly years.\nPlaek Khittasangkha ( ) was born on 14 July 1897 in &lt;a href=\"Mueang%20Nonthaburi%20District\"&gt;Mueang Nonthaburi&lt;/a&gt;, &lt;a href=\"Nonthaburi%20Province\"&gt;Nonthaburi Province&lt;/a&gt; in the &lt;a href=\"Rattanakosin%20Kingdom\"&gt;Kingdom of Siam&lt;/a&gt; to Keed Khittasangkha and his wife. Plaek's paternal grandfather was said to be a &lt;a href=\"Cantonese\"&gt;Cantonese&lt;/a&gt;-speaking &lt;a href=\"Chinese%20people\"&gt;Chinese&lt;/a&gt; immigrant. However, the family was completely assimilated as &lt;a href=\"Thai%20people\"&gt;Central Thai people&lt;/a&gt; and Plaek does not pass the criteria for being Chinese, which is why he could later successfully conceal and deny his Chinese roots. Plaek's parents owned a &lt;a href=\"durian\"&gt;durian&lt;/a&gt; orchard and he received his given name – meaning 'strange' in English – because of his unusual appearance as a child. Plaek Khittasangkha studied at &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; temple schools, then was appointed to &lt;a href=\"Chulachomklao%20Royal%20Military%20Academy\"&gt;Chulachomklao Royal Military Academy&lt;/a&gt;. He graduated in 1914 and was commissioned a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; in the &lt;a href=\"artillery\"&gt;artillery&lt;/a&gt;. Following &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, he was sent to study &lt;a href=\"artillery\"&gt;artillery&lt;/a&gt; tactics in &lt;a href=\"France\"&gt;France&lt;/a&gt;. In 1928, as he rose in rank, he received the noble title \"&lt;a href=\"Luang%20%28title%29\"&gt;Luang&lt;/a&gt;\" from &lt;a href=\"King%20Prajadhipok\"&gt;King Prajadhipok&lt;/a&gt; and became known as Luang Phibunsongkhram. He would later drop his \"Luang\" title, but permanently adopted Phibunsongkhram as his &lt;a href=\"surname\"&gt;surname&lt;/a&gt;.\n1932 revolution.\nIn 1932, Phibun was one of the leaders of the &lt;a href=\"Royal%20Siamese%20Army\"&gt;Royal Siamese Army&lt;/a&gt; branch of the &lt;a href=\"Khana%20Ratsadon\"&gt;Khana Ratsadon&lt;/a&gt; (\"People's Party\"), a political organization that staged a \"&lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt;\" which overthrew the &lt;a href=\"absolute%20monarchy\"&gt;absolute monarchy&lt;/a&gt; in Siam and replaced it with a &lt;a href=\"constitutional%20monarchy\"&gt;constitutional monarchy&lt;/a&gt;. Phibun, at the time a &lt;a href=\"lieutenant%20colonel\"&gt;lieutenant colonel&lt;/a&gt;, quickly rose to prominence in the military as a \"man-on-horseback\". The 1932 coup was followed by the &lt;a href=\"nationalization\"&gt;nationalization&lt;/a&gt; of some companies and increasing state control of the economy.\nThe following year, Phibun and allied military officers successfully crushed the &lt;a href=\"Boworadet%20Rebellion\"&gt;Boworadet Rebellion&lt;/a&gt;, a royalist revolt led by &lt;a href=\"Prince%20Boworadet\"&gt;Prince Boworadet&lt;/a&gt;. While King Prajadhipok was not involved in the rebellion, it marked the beginning of a slide which ended in his abdication and replacement by King &lt;a href=\"Ananda%20Mahidol\"&gt;Ananda Mahidol&lt;/a&gt; in 1935. The new king was still a child studying in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, and parliament appointed Colonel Prince Anuwatjaturong, Lieutenant Commander Prince &lt;a href=\"Aditya%20Dibabha\"&gt;Aditya Dibabha&lt;/a&gt;, and &lt;a href=\"Chao%20Phraya%20Yommaraj%20%28Pun%20Sukhum%29\"&gt;Chao Phraya Yommaraj (Pun Sukhum)&lt;/a&gt; as his &lt;a href=\"regent\"&gt;regent&lt;/a&gt;s.\nPrime Minister of Thailand.\nFirst premiership.\nOn 16 December 1938, Phibun replaced &lt;a href=\"Phraya%20Phahol%20Pholphayuhasena\"&gt;Phraya Phahol&lt;/a&gt; as the &lt;a href=\"Prime%20Minister%20of%20Thailand\"&gt;Prime Minister of Thailand&lt;/a&gt; and as the &lt;a href=\"List%20of%20Commanders%20of%20the%20Royal%20Thai%20Army\"&gt;Commander of the Royal Siamese Army&lt;/a&gt;. Phibun became the \"&lt;a href=\"de%20facto\"&gt;de facto&lt;/a&gt;\" &lt;a href=\"dictator\"&gt;dictator&lt;/a&gt; of Thailand and established a &lt;a href=\"military%20dictatorship\"&gt;military dictatorship&lt;/a&gt;, consolidating his position by rewarding several members of his own army clique with influential positions in his government. \nAfter the revolution of 1932, the Thai government of Phraya Phahol was impressed by the success of the &lt;a href=\"March%20on%20Rome\"&gt;March on Rome&lt;/a&gt; of &lt;a href=\"Benito%20Mussolini\"&gt;Benito Mussolini&lt;/a&gt;'s &lt;a href=\"Italian%20Fascism\"&gt;Italian Fascism&lt;/a&gt; movement. Phibun also seemed to be an admirer of the Italian fascism and sought to imitate the fascist Italian regime's cinema &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt;, valued as one of the most powerful propaganda instruments of Italian political power. Its main purpose was to promote the ideologies of &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt; and &lt;a href=\"militarism\"&gt;militarism&lt;/a&gt;, strengthening the unity and harmony of the state, and glorifying the policy of &lt;a href=\"Ruralization\"&gt;ruralisation&lt;/a&gt; in Italy and abroad. With the pro-&lt;a href=\"fascist\"&gt;fascist&lt;/a&gt; leanings of Thai political leaders, Italian propaganda films including newsreels, documentaries, short films, and full-length feature films, such as , were shown in Thailand during the &lt;a href=\"interwar%20period\"&gt;interwar period&lt;/a&gt;. Phibun adopted the Italian-style &lt;a href=\"fascist%20salute\"&gt;fascist salute&lt;/a&gt;, modeled on the &lt;a href=\"Roman%20salute\"&gt;Roman salute&lt;/a&gt;, and he used it during speeches. The salute was not compulsory in Thailand, and it was opposed by &lt;a href=\"Luang%20Wichitwathakan\"&gt;Luang Wichitwathakan&lt;/a&gt; and many cabinet members as they believed it inappropriate for Thai culture. Together with Wichitwathakan, the Minister of Propaganda, he built a &lt;a href=\"Cult%20of%20personality\"&gt;leadership cult&lt;/a&gt; in 1938 and thereafter. Photographs of Phibun were to be found everywhere, and those of the abdicated King Prajadhipok were banned. His quotes appeared in newspapers, were plastered on billboards, and were repeated over the radio.\nThai Cultural Revolution.\nPhibun immediately prioritized &lt;a href=\"Thaification\"&gt;Thai nationalism&lt;/a&gt; to the point of &lt;a href=\"ultranationalism\"&gt;ultranationalism&lt;/a&gt;, and to support this policy he launched a series of major reforms known as the Thai Cultural Revolution to increase the pace of &lt;a href=\"modernisation\"&gt;modernisation&lt;/a&gt; in Thailand. His goal \"Aimed to uplift the national spirit and moral code of the nation and instilling progressive tendencies and a newness into Thai life\". A series of &lt;a href=\"Thai%20cultural%20mandates\"&gt;cultural mandates&lt;/a&gt; were issued by the government. These mandates encouraged all Thais to salute the flag in public places, know the new national anthem, and use the standardized &lt;a href=\"Thai%20language\"&gt;Thai language&lt;/a&gt;, not regional &lt;a href=\"dialect\"&gt;dialect&lt;/a&gt;s or languages. People were encouraged to adopt &lt;a href=\"Western%20world\"&gt;Western&lt;/a&gt; attire as opposed to traditional clothing styles. Similarly, people were encouraged to eat with a Western-style eating utensils, such as &lt;a href=\"fork\"&gt;fork&lt;/a&gt; and &lt;a href=\"spoon\"&gt;spoon&lt;/a&gt;, rather than with their hands as was customary in Thai culture at the time. Phibun saw these policies as necessary, in the interest of &lt;a href=\"progressivism\"&gt;progressivism&lt;/a&gt;, to change Thailand in the minds of foreigners from an undeveloped country into a civilized and modern one.\nPhibun's administration encouraged &lt;a href=\"economic%20nationalism\"&gt;economic nationalism&lt;/a&gt; and espoused staunchly &lt;a href=\"anti-Chinese%20sentiment\"&gt;anti-Teochew sentiment&lt;/a&gt;. Sinophobic policies were imposed by the government to reduce the economic power of Siam's &lt;a href=\"Thai%20Chinese\"&gt;Teochew-Hoklo origin&lt;/a&gt; and encouraged the &lt;a href=\"Thai%20people\"&gt;Central Thai people&lt;/a&gt; to purchase as many Thai products as possible. In a speech in 1938, Luang Wichitwathakan, himself of one-quarter Chinese ancestry, followed &lt;a href=\"Rama%20VI\"&gt;Rama VI&lt;/a&gt;'s book \"Jews of the East\" in comparing the Teochew in Siam to the &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;s in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, who at the time were harshly repressed.\nOn 24 June 1939, Phibun changed the country's official &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; name from &lt;a href=\"Luang%20Wichitwathakan%23%26quot%3BSiam%26quot%3B%20to%20%26quot%3BThailand\"&gt;\"Siam\" to \"Thailand\"&lt;/a&gt; at Wichitwathakan's urging. The name \"Siam\" was an &lt;a href=\"exonym\"&gt;exonym&lt;/a&gt; of unknown and probably foreign origin, which conflicted with Phibun's nationalist policies.\nIn 1941, in the midst of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Phibun &lt;a href=\"Thai%20solar%20calendar%23New%20year\"&gt;decreed 1 January&lt;/a&gt; as the official start of the new year instead of the traditional \"&lt;a href=\"Songkran%20%28Thailand%29\"&gt;Songkran&lt;/a&gt;\" date on 13 April.\nFranco-Thai War.\nPhibun exploited the &lt;a href=\"Fall%20of%20France\"&gt;Fall of France&lt;/a&gt; in June 1940 and the &lt;a href=\"Japanese%20invasion%20of%20French%20Indochina\"&gt;Japanese invasion of French Indochina&lt;/a&gt; in September 1940 to advance Thai interests in &lt;a href=\"French%20Indochina\"&gt;French Indochina&lt;/a&gt; following a border dispute with &lt;a href=\"French%20Third%20Republic\"&gt;France&lt;/a&gt;. Phibun believed Thailand could recover territories ceded to France by King &lt;a href=\"Rama%20V\"&gt;Rama V&lt;/a&gt; because the French would avoid armed confrontation or offer serious resistance. Thailand fought against &lt;a href=\"Vichy%20France\"&gt;Vichy France&lt;/a&gt; over the disputed areas from October 1940 to May 1941. The technologically and numerically superior Thai force invaded French Indochina and attacked military targets in major cities. Despite Thai successes, the French tactical victory at the &lt;a href=\"Battle%20of%20Ko%20Chang\"&gt;Battle of Ko Chang&lt;/a&gt; prompted intervention from the &lt;a href=\"Empire%20of%20Japan\"&gt;Japanese&lt;/a&gt;, who mediated an &lt;a href=\"armistice\"&gt;armistice&lt;/a&gt; where the French were forced to cede the disputed territories to Thailand.\nAlliance with Japan.\nPhibun and the Thai public viewed the outcome of the Franco-Thai War as a victory, but it resulted in the rapidly expanding Japanese gaining the right to occupy French Indochina. Although Phibun was ardently pro-Japanese, he now shared a border with them and felt threatened with a potential Japanese invasion. Phibun's administration also realised that Thailand would have to fend for itself if a Japanese invasion came, considering its deteriorating relationships with Western powers in the area.\nWhen the Japanese invaded Thailand on 8 December 1941, (because of the &lt;a href=\"international%20date%20line\"&gt;international date line&lt;/a&gt; this occurred an hour and a half before the &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt;), Phibun was reluctantly forced to order a general ceasefire after just one day of resistance and allow the Japanese armies to use the country as a base for their invasions of the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt; colonies of &lt;a href=\"British%20rule%20in%20Burma\"&gt;Burma&lt;/a&gt; and &lt;a href=\"British%20Malaya\"&gt;Malaya&lt;/a&gt;. Hesitancy, however, gave way to enthusiasm after the Japanese rolled through the &lt;a href=\"Malayan%20Campaign\"&gt;Malayan Campaign&lt;/a&gt; in a \"&lt;a href=\"Bicycle%20infantry%23World%20Wars\"&gt;Bicycle&lt;/a&gt; Blitzkrieg\" with surprisingly little resistance. On 21 December Phibun signed a &lt;a href=\"military%20alliance\"&gt;military alliance&lt;/a&gt; with Japan. The following month, on 25 January 1942, Phibun declared war on Britain and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. &lt;a href=\"Union%20of%20South%20Africa\"&gt;South Africa&lt;/a&gt; and &lt;a href=\"New%20Zealand%23Foreign%20relations%20and%20military\"&gt;New Zealand&lt;/a&gt; declared war on Thailand on the same day. &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; followed soon after. Phibun purged all who opposed the Japanese alliance from his government. &lt;a href=\"Pridi%20Banomyong\"&gt;Pridi Banomyong&lt;/a&gt; was appointed acting regent for the absent King &lt;a href=\"Ananda%20Mahidol\"&gt;Ananda Mahidol&lt;/a&gt;, while &lt;a href=\"Direk%20Jayanama\"&gt;Direk Jayanama&lt;/a&gt;, the prominent foreign minister who had advocated continued resistance against the Japanese, was later sent to &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt; as an ambassador. The United States considered Thailand to be a &lt;a href=\"puppet%20state\"&gt;puppet state&lt;/a&gt; of Japan and refused to declare war on it. When the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allies&lt;/a&gt; were victorious, the United States blocked British efforts to impose a punitive peace.\nRemoval.\nIn 1944, as the Japanese neared defeat and the underground anti-Japanese &lt;a href=\"Free%20Thai%20Movement\"&gt;Free Thai Movement&lt;/a&gt; steadily grew in strength, the &lt;a href=\"National%20Assembly%20of%20Thailand\"&gt;National Assembly&lt;/a&gt; ousted Phibun as prime minister and his six-year reign as the military &lt;a href=\"commander-in-chief\"&gt;commander-in-chief&lt;/a&gt; came to an end. Phibun's resignation was partly forced by two grandiose plans: one was to relocate the capital from &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt; to a remote site in the jungle near &lt;a href=\"Phetchabun%20Province\"&gt;Phetchabun&lt;/a&gt; in north central Thailand, and another was to build a \"Buddhist city\" in &lt;a href=\"Saraburi%20Province\"&gt;Saraburi&lt;/a&gt;. Announced at a time of severe economic difficulty, these ideas turned many government officers against him. After his resignation, Phibun went to stay at the army headquarters in &lt;a href=\"Lopburi%20Province\"&gt;Lopburi&lt;/a&gt;.\n&lt;a href=\"Khuang%20Aphaiwong\"&gt;Khuang Aphaiwong&lt;/a&gt; replaced Phibun as prime minister, ostensibly to continue relations with the Japanese, but, in reality, to secretly assist the Free Thai Movement. At the war's end, Phibun was put on trial at Allied insistence on charges of having committed &lt;a href=\"war%20crime\"&gt;war crime&lt;/a&gt;s, mainly that of collaborating with the &lt;a href=\"Axis%20powers\"&gt;Axis powers&lt;/a&gt;. However, he was &lt;a href=\"acquitted\"&gt;acquitted&lt;/a&gt; amid intense pressure as public opinion was still favourable to him, as he was thought to have done his best to protect Thai interests. Phibun's alliance with Japan had Thailand take advantage of Japanese support to expand Thai territory into Malaya and Burma.\nSecond premiership.\nIn November 1947, Royal Thai Army units under the control of Phibun known as the &lt;a href=\"1947%20Coup%20Group%20%28Thailand%29\"&gt;Coup Group&lt;/a&gt; carried out the &lt;a href=\"Siamese%20coup%20d%27%C3%A9tat%20of%201947\"&gt;Siamese coup d'état of 1947&lt;/a&gt; which forced then-Prime Minister &lt;a href=\"Thawan%20Thamrongnawasawat\"&gt;Thawan Thamrongnawasawat&lt;/a&gt; to resign. The rebels installed &lt;a href=\"Khuang%20Aphaiwong\"&gt;Khuang Aphaiwong&lt;/a&gt; again as prime minister as the military coup risked international disapproval. Pridi Phanomyong was persecuted but was aided by British and US intelligence officers, and thus managed to escape the country. On 8 April 1948, Phibun assumed the position of Prime Minister after the military forced Khuang out of office.\nPhibun's second premiership was notably different, abandoning the fascist styling and rhetoric that characterised his first premiership, and instead promoted a façade of &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt;. The beginning of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; saw Phibun align Thailand with the &lt;a href=\"anti-communist\"&gt;anti-communist&lt;/a&gt; camp, and received large quantities of US aid following Thailand's entry into the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; as part of the &lt;a href=\"United%20Nations%20Command\"&gt;United Nations Command&lt;/a&gt;'s multi-national allied force against the &lt;a href=\"communist\"&gt;communist&lt;/a&gt; forces of &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; and the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt;. Phibun's anti-Chinese campaign was resumed, with the government restricting Chinese immigration and undertaking various measures to restrict economic domination of the Thai market by those of Chinese descent. Chinese schools and associations were once again shut down. Despite open pro-Western and anti-Chinese policies, in the late-1950s Phibun arranged to send two of the children of &lt;a href=\"Sang%20Phathanothai\"&gt;Sang Phathanothai&lt;/a&gt;, his closest advisor, to China with the intention of establishing a backdoor channel for dialogue between China and Thailand. &lt;a href=\"Sirin%20Phathanothai\"&gt;Sirin Phathanothai&lt;/a&gt;, aged eight, and her brother, aged twelve, were sent to be brought up under the assistants of Premier &lt;a href=\"Zhou%20Enlai\"&gt;Zhou Enlai&lt;/a&gt; as his &lt;a href=\"Ward%20%28law%29\"&gt;wards&lt;/a&gt;. Sirin later wrote \"&lt;a href=\"The%20Dragon%27s%20Pearl\"&gt;The Dragon's Pearl&lt;/a&gt;\", an autobiography telling her experiences growing up in the 1950s and 1960s among the leaders of China.\nPhibun was reportedly thrilled by the democracy and &lt;a href=\"freedom%20of%20speech\"&gt;freedom of speech&lt;/a&gt; he had witnessed during a long trip abroad to the United States and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; in 1955. Following the example of &lt;a href=\"Hyde%20Park%2C%20London\"&gt;Hyde Park&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;, he set up a \"&lt;a href=\"Speakers%27%20Corner\"&gt;Speakers' Corner&lt;/a&gt;\" at the &lt;a href=\"Sanam%20Luang\"&gt;Sanam Luang&lt;/a&gt; in Bangkok. Phibun began to democratize Thailand by allowing the formation of new political parties, &lt;a href=\"amnesty\"&gt;amnestied&lt;/a&gt; political opponents, and planned &lt;a href=\"free%20elections\"&gt;free elections&lt;/a&gt;. Phibun founded and became chairman of his own new political party, the &lt;a href=\"Seri%20Manangkhasila%20Party\"&gt;Seri Manangkhasila Party&lt;/a&gt;, which was dominated by the most influential in the military and the government. The Employment Act of January 1957 legalized &lt;a href=\"trade%20unions\"&gt;trade unions&lt;/a&gt;, limited weekly working hours, regulated holidays and &lt;a href=\"overtime\"&gt;overtime&lt;/a&gt;, and instituted health and safety regulations. The &lt;a href=\"International%20Workers%27%20Day\"&gt;International Workers' Day&lt;/a&gt; became a public holiday.\nPower play.\nPhibun's second premiership was longer but plagued with &lt;a href=\"political%20instability\"&gt;political instability&lt;/a&gt;, and there were numerous attempts to oppose his rule and remove him from power. Unlike his first premiership, Phibun faced noticeable opposition from people connected to the Free Thai Movement due to his alliance with the Japanese, including from within the military. Additionally, Phibun was indebted to the powerful Coup Group that had returned him to power.\nOn 1 October 1948, the unsuccessful &lt;a href=\"Army%20General%20Staff%20Plot\"&gt;Army General Staff Plot&lt;/a&gt; was launched by members of the army general staff to topple his government, but failed when discovered by the Coup Group. As a result, more than fifty army and reserve officers and several prominent supporters of Pridi Phanomyong were arrested.\nOn 26 February 1949, the &lt;a href=\"Palace%20Rebellion\"&gt;Palace Rebellion&lt;/a&gt; was another failed coup attempt against Phibun to restore Pridi Phanomyong by occupying the &lt;a href=\"Grand%20Palace\"&gt;Grand Palace&lt;/a&gt; in Bangkok and declaring a new government led by &lt;a href=\"Direk%20Jayanama\"&gt;Direk Jayanama&lt;/a&gt;, a close associate of Pridi. The civilian rebels were quickly ousted from the palace, but fighting broke out between military rebels and loyalists which lasted for over a week.\nOn 29 June 1951, Phibun was attending a ceremony aboard the \"&lt;a href=\"Manhattan%20Rebellion%23The%20Rebellion%29\"&gt;Manhattan&lt;/a&gt;\", a US &lt;a href=\"dredge%20boat\"&gt;dredge boat&lt;/a&gt;, when he was taken &lt;a href=\"hostage\"&gt;hostage&lt;/a&gt; by a group of &lt;a href=\"Royal%20Thai%20Navy\"&gt;Royal Thai Navy&lt;/a&gt; officers, who then quickly confined him aboard the warship \"Sri Ayutthaya\". Negotiations between the government and the coup organizers swiftly broke down, leading to violent street fighting in Bangkok between the navy and the army, which was supported by the &lt;a href=\"Royal%20Thai%20Air%20Force\"&gt;Royal Thai Air Force&lt;/a&gt;. Phibun was able to escape and swim back to shore when the \"Sri Ayutthaya\" was bombed by the air force, and with their hostage gone, the navy were forced to lay down their arms.\nOn 29 November 1951, the &lt;a href=\"Silent%20Coup%20%28Thailand%29\"&gt;Silent Coup&lt;/a&gt; was staged by the Coup Group and it consolidated the military's hold on the country. It reinstated the &lt;a href=\"Constitution%20of%20Thailand%231932%20constitution\"&gt;Constitution of 1932&lt;/a&gt;, which effectively eliminated the &lt;a href=\"Senate%20of%20Thailand\"&gt;Senate&lt;/a&gt;, established a &lt;a href=\"unicameral%20legislature\"&gt;unicameral legislature&lt;/a&gt; composed equally of elected and government-appointed members, and allowed serving military officers to supplement their commands with important &lt;a href=\"Minister%20%28government%29\"&gt;ministerial portfolios&lt;/a&gt;.\nIn 1956, it became clearer that Plaek, allied to Phao, was losing to another influential group led by Sarit which consisted of \"Sakdina\" (royalties and royalists). Both Plaek and Phao intended to bring home &lt;a href=\"Pridi%20Banomyong\"&gt;Pridi Banomyong&lt;/a&gt; to clear his name from mystery around death of King Rama VIII. However, the US government disapproved, and they canceled the plan.\n1957 coup and exile.\nIn February 1957, public opinion turned against Phibun at the end of his second term when his party was suspected of fraudulent practices during an election, including the intimidation of the opposition, buying votes, and &lt;a href=\"electoral%20fraud\"&gt;electoral fraud&lt;/a&gt;. In addition, critics of Phibun accused him of a lack of respect for the &lt;a href=\"Thai%20monarchy\"&gt;Thai monarchy&lt;/a&gt;, as the anti-&lt;a href=\"aristocratic\"&gt;aristocratic&lt;/a&gt; prime minister had always sought to limit the role of the monarchy to a constitutional minimum and had taken on religious functions that traditionally belonged to the monarch. For example, Phibun led the celebrations of the 2500th anniversary of Buddhism in 1956/57 instead of the King &lt;a href=\"Bhumibol%20Adulyadej\"&gt;Bhumibol Adulyadej&lt;/a&gt;, who was openly critical of Phibun . On 16 September 1957, Phibun was eventually overthrown in a coup d'etat by members of the Royal Thai Army under the command of Field Marshal &lt;a href=\"Sarit%20Thanarat\"&gt;Sarit Thanarat&lt;/a&gt;, who had earlier sworn to be Phibun's most loyal subordinate. Sarit was supported by many royalists who wanted to regain a foothold, and there were rumors that the United States was \"deeply involved\" in the coup. \nPhibun was then forced into &lt;a href=\"exile\"&gt;exile&lt;/a&gt; after the coup, first fleeing to &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;, but later settled in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; after Sarit's new regime rejected his requests to allow him to return to Thailand. In 1960, Phibun briefly travelled to &lt;a href=\"India\"&gt;India&lt;/a&gt; to be a &lt;a href=\"monk\"&gt;monk&lt;/a&gt; in the Buddhist temple in &lt;a href=\"Bodhgaya\"&gt;Bodhgaya&lt;/a&gt;.\nDeath.\nPhibun died on 11 June 1964 from &lt;a href=\"heart%20failure\"&gt;heart failure&lt;/a&gt; while in exile in &lt;a href=\"Sagamihara\"&gt;Sagamihara&lt;/a&gt;, &lt;a href=\"Kanagawa%20Prefecture\"&gt;Kanagawa Prefecture&lt;/a&gt;, Japan. After his death, Phibun's ashes were transferred to Thailand in an &lt;a href=\"urn\"&gt;urn&lt;/a&gt; and decorated with &lt;a href=\"military%20honors\"&gt;military honors&lt;/a&gt; in Wat Phra Sri Mahathat (also called \"The Temple of Democracy\") he had founded in &lt;a href=\"Bang%20Khen\"&gt;Bang Khen&lt;/a&gt;. \nHonours.\nThai decorations.\nPlaek Phibunsongkhram received the following royal decorations in the &lt;a href=\"Thai%20Honours%20Order%20of%20Precedence\"&gt;Honours System&lt;/a&gt; of Thailand:"
}