{
    "id": "20383928",
    "revid": "1041528196",
    "url": "https://en.wikipedia.org/wiki?curid=20383928",
    "title": "Enoki-class destroyer",
    "text": "The were a &lt;a href=\"ship%20class\"&gt;class&lt;/a&gt; of six &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;s of the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt;. As with the previous , all were named after trees. As \"Enoki\" and \"Nara\" were both commissioned on the same day, the class is also referred to as the .\nBackground.\nWith most of Japan’s destroyers deployed to the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; as part of Japan’s contribution to the war effort against &lt;a href=\"Imperial%20Germany\"&gt;Imperial Germany&lt;/a&gt; under the &lt;a href=\"Anglo-Japanese%20Alliance\"&gt;Anglo-Japanese Alliance&lt;/a&gt;, the Imperial Japanese Navy approached the &lt;a href=\"Diet%20of%20Japan\"&gt;Diet of Japan&lt;/a&gt; for an emergency procurement budget, similar to that awarded during the &lt;a href=\"Russo-Japanese%20War\"&gt;Russo-Japanese War&lt;/a&gt; for the production of the destroyers. The funding was awarded from the fiscal 1917 budget, but mindful of the fact that the \"Kamikaze\"-class destroyers had not actually been completed until after the end of the previous war, the government stipulated that the emergency budget be used up within a six-month period.\nThe order for six vessels was split between the four major naval shipyards: one to &lt;a href=\"Yokosuka%20Naval%20Arsenal\"&gt;Yokosuka Naval Arsenal&lt;/a&gt;, two to &lt;a href=\"Kure%20Naval%20Arsenal\"&gt;Kure Naval Arsenal&lt;/a&gt;, two to &lt;a href=\"Sasebo%20Naval%20Arsenal\"&gt;Sasebo Naval Arsenal&lt;/a&gt; and one to &lt;a href=\"Maizuru%20Naval%20Arsenal\"&gt;Maizuru Naval Arsenal&lt;/a&gt;.\nDesign.\nWith such a limited time frame to use its budget, the Japanese Navy could not afford the time to design a new ship. Therefore, the &lt;a href=\"blueprint\"&gt;blueprint&lt;/a&gt;s for the previous \"Momo\"-class destroyers were distributed to each shipyard, with the instructions that identical ships be produced, except with sturdier armor and &lt;a href=\"bow%20%28ship%29\"&gt;bow&lt;/a&gt; construction. Experience with extended overseas deployment in World War I had taught the Japanese Navy that the construction of its destroyers needed to be reinforced to handle heavy seas. The result was a ship which looked physically almost exactly like the \"Momo\" class, but was roughly 15 tons heavier in displacement.\nInternally, all six vessels used Brown-Curtis geared &lt;a href=\"steam%20turbine\"&gt;steam turbine&lt;/a&gt; engines, which could use either &lt;a href=\"heavy%20fuel%20oil\"&gt;heavy fuel oil&lt;/a&gt; or &lt;a href=\"coal\"&gt;coal&lt;/a&gt; for propulsion. Armament was identical to the \"Momo\" class, with three &lt;a href=\"QF%204.7%20inch%20Gun%20Mk%20I%20%E2%80%93%20IV\"&gt;QF 4.7 inch Gun Mk I – IV&lt;/a&gt; guns, pedestal mounted along the centerline of the vessel, front, mid-ship and to the &lt;a href=\"stern\"&gt;stern&lt;/a&gt; and two triple &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; launchers.\nOperational history.\nThe \"Enoki\"-class destroyers served in the very final stages of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, where they were deployed mostly in local waters near the &lt;a href=\"Japanese%20home%20islands\"&gt;Japanese home islands&lt;/a&gt;. \"Enoki\" and \"Nara\" were converted to &lt;a href=\"Minesweeper%20%28ship%29\"&gt;minesweepers&lt;/a&gt; on 1 June 1930. The remaining four vessels were retired on 1 April 1934."
}