{
    "id": "20387229",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=20387229",
    "title": "Ypiranga incident",
    "text": "The \"Ypiranga\" Incident occurred on April 21, 1914, at the port of &lt;a href=\"Veracruz%2C%20Veracruz\"&gt;Veracruz&lt;/a&gt; in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; during the &lt;a href=\"Mexican%20Revolution\"&gt;Mexican Revolution&lt;/a&gt;. The &lt;a href=\"SS%20Ypiranga\"&gt;SS \"Ypiranga\"&lt;/a&gt; was a German steamer that was commissioned to transport arms and munitions to the &lt;a href=\"government%20of%20Mexico\"&gt;Mexican federal government&lt;/a&gt; under &lt;a href=\"Victoriano%20Huerta\"&gt;Victoriano Huerta&lt;/a&gt;. The &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; had placed Mexico under an &lt;a href=\"arms%20embargo\"&gt;arms embargo&lt;/a&gt; to stifle the flow of weaponry to the war-torn state, then in the throes of &lt;a href=\"Mexican%20Revolution\"&gt;civil war&lt;/a&gt;, forcing Huerta's government to look to Europe and Japan for armaments.\n\"Ypiranga\" tried to enter the harbor at Veracruz to unload on the first day of the &lt;a href=\"United%20States%20occupation%20of%20Veracruz\"&gt;US occupation&lt;/a&gt; but was detained by US troops who were ordered by &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; to enforce the arms embargo he had placed on Mexico. There was neither a declaration of war on Mexico by the United States nor a formal blockade on its ports, thus the detention of \"Ypiranga\" was not legal and she was released. She proceeded to a port where the US military was absent, &lt;a href=\"Puerto%20M%C3%A9xico\"&gt;Puerto México&lt;/a&gt; (modern-day &lt;a href=\"Coatzacoalcos\"&gt;Coatzacoalcos&lt;/a&gt;, Veracruz), and was able to offload her cargo to Huerta's officials. 36 years later in 1950 the boat sunk off the coast of Scotland.\nBackground.\nIn February 1913, General Victoriano Huerta launched a &lt;a href=\"coup\"&gt;coup&lt;/a&gt;, known as the &lt;a href=\"Ten%20Tragic%20Days\"&gt;Ten Tragic Days&lt;/a&gt;, with the support of &lt;a href=\"F%C3%A9lix%20D%C3%ADaz%20%28politician%29\"&gt;Félix Díaz&lt;/a&gt; (the nephew of deposed president &lt;a href=\"Porfirio%20D%C3%ADaz\"&gt;Porfirio Díaz&lt;/a&gt;) and American &lt;a href=\"List%20of%20ambassadors%20of%20the%20United%20States%20to%20Mexico\"&gt;Ambassador&lt;/a&gt; &lt;a href=\"Henry%20Lane%20Wilson\"&gt;Henry Lane Wilson&lt;/a&gt;, as well as ambassadors from other great powers, to overthrow the federal government of &lt;a href=\"Francisco%20I.%20Madero\"&gt;Francisco I. Madero&lt;/a&gt;. Madero had kept the Mexican Federal Army and called for the disbanding of revolutionary forces that had helped bring him to power. Madero called upon General Huerta to suppress rebellions that had broken out. Increasing opposition of Madero put his presidency in peril. The coup that ousted and murdered Madero occurred in February at the tail-end of the &lt;a href=\"William%20Howard%20Taft\"&gt;Taft administration&lt;/a&gt; and his full support. From March 1913 on, the administration of U.S. president &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; switched tack and opposed the Huerta regime, supporting the rebels instead. Wilson imposed an arms embargo on the Huerta regime, cutting off their access to the weaponry that would keep the regime in office. The European powers did not want to be seen to be involved in the financing and shipping of arms to Huerta, since it could provoke a conflict with the U.S. if not increase tensions, which they wished to avoid. \nHuerta sought an agent to purchase the arms he needed, and began working closely with Leon Raast, the &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n vice-consul in Mexico City. Raast traveled to &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; to meet with the Huertista agent Abraham Ratner and Marquard and Company, Importers to purchase twenty machine guns to add to the stockpile already warehoused in the city. Raast then met with the president of Gans Steamship Line who would transport the contraband for him but could not legally consign the weapons to a port in Mexico, however, he would consign to a port in &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt;, Russia.\nShipment.\nThe manifest obtained by the &lt;a href=\"United%20States%20Justice%20Department\"&gt;United States Justice Department&lt;/a&gt; following the departure of the SS \"Brinkhorn\" lists the large amount of ordnance that was on board the ship. The cargo included: 10,000 cases of 30-caliber cartridges; 4,000 cases of 7-millimeter cartridges; 250 cases of 44-caliber cartridges; 250,000 carbine rifles; 1000 cases of 14/30 carbines; twenty rapid fire machine guns. The total value of the 15,770 cases is recorded at US$607,000.\nRaast shipped the arms to &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt; but did not appear there in time to clear it through customs. As a result, the &lt;a href=\"government%20of%20Russia\"&gt;Russian government&lt;/a&gt; seized the consignment. Raast with the help of the Russian embassy in Washington was able to get the shipment released and sent to &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;. However, there Raast could not pay for the freight charges resulting in the German government impounding the shipment. Money from the American financier and Huerta supporter &lt;a href=\"John%20Wesley%20De%20Kay\"&gt;John Wesley De Kay&lt;/a&gt; finally achieved a release. The arms now went to &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt; with German-made &lt;a href=\"Mauser\"&gt;Mauser&lt;/a&gt; rifles and cartridges added to it. The arms on \"Ypiranga\" required \"three trains of ten cars each\" to unload.\nU.S. actions.\nThe U.S. sought to prevent off-loading of the arms to Huerta. Wilson ordered on 21 April 1914 U.S. troops to occupy the customs house at the port of Veracruz. The \"Ypiranga\" was a privately-owned vessel, but the German government declared it part of the Reich's navy, which would protect it from U.S. seizure. The German government filed a protest with the U.S. State Department, saying that seizing the ship and its cargo was a violation of international law, since the U.S. and Mexico were not officially at war. The U.S. apologized for overstepping, but also hoped that it could persuade Germany to cease supplying more arms to Huerta. The arms remained on board the \"Ypiranga\" but were off-loaded at Puerto Mexico. More arms for Huerta arrived at the same time on other ships owned by the same company as the \"Ypiranga\". \nAlthough the incident had the potential for greater conflict, in the assessment of historian &lt;a href=\"Friedrich%20Katz\"&gt;Friedrich Katz&lt;/a&gt;, \"the affair had no further consequences and was quickly forgotten,\" attributing this to the shift in German policy which came more in line with that of the U.S. in May-June 1914."
}