{
    "id": "20393729",
    "revid": "25353172",
    "url": "https://en.wikipedia.org/wiki?curid=20393729",
    "title": "State Route 99 tunnel",
    "text": "The State Route 99 tunnel, also known as the Alaskan Way Viaduct replacement tunnel, is a &lt;a href=\"Tunnel%20boring%20machine\"&gt;bored&lt;/a&gt; highway tunnel in the city of &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;, &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt;, United States. The , double-decker tunnel carries a section of &lt;a href=\"Washington%20State%20Route%2099\"&gt;State Route 99&lt;/a&gt; (SR 99) under &lt;a href=\"Downtown%20Seattle\"&gt;Downtown Seattle&lt;/a&gt; from &lt;a href=\"SoDo%2C%20Seattle\"&gt;SoDo&lt;/a&gt; in the south to &lt;a href=\"South%20Lake%20Union\"&gt;South Lake Union&lt;/a&gt; in the north.\nSince the 2001 &lt;a href=\"2001%20Nisqually%20earthquake\"&gt;Nisqually earthquake&lt;/a&gt;, the replacement of the &lt;a href=\"Alaskan%20Way%20Viaduct\"&gt;Alaskan Way Viaduct&lt;/a&gt; had been the source of much political controversy demonstrating the &lt;a href=\"Seattle%20process\"&gt;Seattle process&lt;/a&gt;. Options for replacing the viaduct, which carried 110,000 vehicles per day, included either replacing it with a &lt;a href=\"cut-and-cover\"&gt;cut-and-cover&lt;/a&gt; tunnel, replacing it with another elevated highway, or eliminating it while modifying other surface streets and public transportation. The current plan emerged in 2009 when government officials agreed to a deep-bore tunnel.\nConstruction began in July 2013 using \"&lt;a href=\"Bertha%20%28tunnel%20boring%20machine%29\"&gt;Bertha&lt;/a&gt;\", at the time the world's largest-diameter &lt;a href=\"tunnel%20boring%20machine\"&gt;tunnel boring machine&lt;/a&gt;. After several delays, tunnel boring was completed in April 2017, and the tunnel opened to traffic on February 4, 2019.\nDescription.\nThe SR 99 tunnel is a single tube that measures long and wide, carrying a double-decker highway that is wide and has two lanes in each direction. Each deck has two lanes, an west &lt;a href=\"road%20shoulder\"&gt;shoulder&lt;/a&gt;, and a east shoulder. The decks are designed with banks of two degrees in turns and four-degree &lt;a href=\"grade%20%28slope%29\"&gt;grade&lt;/a&gt;s to facilitate designed speeds of . Below the highway decks are utility lines and mechanical spaces for the tunnel's ventilation, lighting, and fire suppression systems.\nThe tunnel has 15 emergency &lt;a href=\"Area%20of%20refuge\"&gt;refuge area&lt;/a&gt;s located every with escape routes that lead to the north and south portals. &lt;a href=\"Variable%20message%20sign\"&gt;Variable message sign&lt;/a&gt;s and &lt;a href=\"emergency%20phone\"&gt;emergency phone&lt;/a&gt;s are also located throughout the entire tunnel. The tunnel is monitored by over 300 &lt;a href=\"CCTV\"&gt;security cameras&lt;/a&gt; that are fed into a WSDOT traffic control center in &lt;a href=\"Shoreline%2C%20Washington\"&gt;Shoreline&lt;/a&gt; that can dispatch incident response teams. In the event of a fire, a set of &lt;a href=\"fiber%20optic\"&gt;fiber optic&lt;/a&gt; cables in the ceiling would sense heat and activate &lt;a href=\"Fire%20sprinkler%20system\"&gt;sprinklers&lt;/a&gt;. A set of large fans located in the two portal operations buildings would then force smoke out through a set of ventilation shafts. The tunnel also has &lt;a href=\"repeater\"&gt;repeater&lt;/a&gt;s for cell phone and &lt;a href=\"FM%20radio\"&gt;FM radio&lt;/a&gt; service; WSDOT can override the latter for emergency broadcasts.\nRoute.\nThe tunnel begins south of &lt;a href=\"Downtown%20Seattle\"&gt;Downtown Seattle&lt;/a&gt; in the &lt;a href=\"SoDo%2C%20Seattle\"&gt;SoDo&lt;/a&gt; neighborhood, adjacent to the &lt;a href=\"Port%20of%20Seattle\"&gt;Port of Seattle&lt;/a&gt;'s &lt;a href=\"container%20ship\"&gt;container ship&lt;/a&gt; terminal and the city's two outdoor sports stadiums, &lt;a href=\"Lumen%20Field\"&gt;Lumen Field&lt;/a&gt; and &lt;a href=\"Safeco%20Field\"&gt;T-Mobile Park&lt;/a&gt;. SR 99 enters the tunnel after passing Royal Brougham Way and a future interchange with &lt;a href=\"Alaskan%20Way\"&gt;Alaskan Way&lt;/a&gt; at South Dearborn Street located adjacent to the south maintenance area and ventilation shaft. An additional set of ramps connect to South Royal Brougham Way and the East Frontage Road that terminates a block south at Atlantic Street. The tunnel carries two lanes of southbound traffic on its upper deck and two lanes of northbound traffic on its lower deck, and functions as a complete &lt;a href=\"bypass%20%28road%29\"&gt;bypass&lt;/a&gt; of Downtown Seattle with no intermediate exits; it has a posted &lt;a href=\"speed%20limit\"&gt;speed limit&lt;/a&gt; of .\nThe tunnel travels northwesterly under &lt;a href=\"Pioneer%20Square%2C%20Seattle\"&gt;Pioneer Square&lt;/a&gt; and Downtown Seattle, generally following &lt;a href=\"1st%20Avenue%20%28Seattle%29\"&gt;1st Avenue&lt;/a&gt;. It reaches its deepest point at Virginia Street, approximately below street level, and begins its turn north through parts of &lt;a href=\"Belltown%2C%20Seattle\"&gt;Belltown&lt;/a&gt; and the &lt;a href=\"Denny%20Triangle%2C%20Seattle\"&gt;Denny Triangle&lt;/a&gt;. The tunnel emerges at a portal located west of Aurora Avenue and north of Harrison Street, adjacent to a tunnel operations building. SR 99 continues onto Aurora Avenue and crosses over &lt;a href=\"Mercer%20Street%20%28Seattle%29\"&gt;Mercer Street&lt;/a&gt;, while an onramp allows access to the tunnel from 6th Avenue and an offramp carries tunnel traffic to Republican Street in &lt;a href=\"South%20Lake%20Union%2C%20Seattle\"&gt;South Lake Union&lt;/a&gt;.\nTolls.\nThe SR 99 tunnel is &lt;a href=\"toll%20tunnel\"&gt;tolled&lt;/a&gt; with a variable rate that changes based on time of the day, number of vehicle &lt;a href=\"axle\"&gt;axle&lt;/a&gt;s, and payment method. Tolls are &lt;a href=\"Electronic%20toll%20collection\"&gt;collected electronically&lt;/a&gt;, with a lower rate for &lt;a href=\"Good%20to%20Go%20%28toll%20collection%20system%29\"&gt;Good to Go&lt;/a&gt; pass users and a higher rate for scanned plates that are sent a bill in the mail. Tolling began on 9 November 2019, with the rate for two-axle vehicles set at $1 to $2.25 for Good to Go users and $3 to $4.25 for pay-by-mail users. The start of tolling was delayed by several months due to vendor issues and the viaduct demolition running behind schedule. Toll collection is expected to yield $22 million in annual revenue, which will cover 6 percent of the construction costs of the tunnel &lt;a href=\"megaproject\"&gt;megaproject&lt;/a&gt; and its debts; the toll-collection vendor will be paid $16 million for system setup and $29 million over a five-year period. Beginning in 2022, the toll rates will increase by three percent annually with approval from the state transportation commission.\nPlanning history.\nViaduct and earthquake risks.\nThe &lt;a href=\"Alaskan%20Way%20Viaduct\"&gt;Alaskan Way Viaduct&lt;/a&gt; was a double-decked &lt;a href=\"elevated%20freeway\"&gt;elevated freeway&lt;/a&gt; that ran along &lt;a href=\"Elliott%20Bay\"&gt;Elliott Bay&lt;/a&gt; on the Downtown Seattle waterfront and, until January 11, 2019, when it was permanently closed, carried a section of &lt;a href=\"Washington%20State%20Route%2099\"&gt;State Route 99&lt;/a&gt; (SR 99). It first opened to traffic on April 4, 1953, to provide a vehicular &lt;a href=\"bypass%20%28road%29\"&gt;bypass&lt;/a&gt; of downtown for &lt;a href=\"U.S.%20Route%2099\"&gt;U.S. Route 99&lt;/a&gt;, the predecessor of SR 99; it connected with the &lt;a href=\"Battery%20Street%20Tunnel\"&gt;Battery Street Tunnel&lt;/a&gt;, which opened the following year, and several downtown ramps that were completed years later. The viaduct and tunnel cost $18 million to construct (equivalent to $ in dollars) and severed the waterfront from the rest of downtown.\nThe viaduct remained the primary north–south highway in Downtown Seattle until the construction of &lt;a href=\"Interstate%205%20in%20Washington\"&gt;Interstate 5&lt;/a&gt; (I-5) in the late 1960s. Weekday traffic volumes on the viaduct averaged around 110,000 vehicles per day in the mid-2000s, approximately half of equivalent sections on I-5. Calls to replace the viaduct and build a waterfront promenade surfaced as early as the late 1960s and early 1970s, increasing after the halted demolition of the &lt;a href=\"Pike%20Place%20Market\"&gt;Pike Place Market&lt;/a&gt;. The &lt;a href=\"viaduct\"&gt;viaduct&lt;/a&gt; runs above the surface street, &lt;a href=\"Alaskan%20Way\"&gt;Alaskan Way&lt;/a&gt;, from S. Nevada Street in the south to the entrance of Belltown's Battery Street Tunnel in the north, following previously existing railroad lines.\nThe &lt;a href=\"1989%20Loma%20Prieta%20earthquake\"&gt;1989 Loma Prieta earthquake&lt;/a&gt; destroyed the similarly designed &lt;a href=\"Cypress%20Street%20Viaduct\"&gt;Cypress Street Viaduct&lt;/a&gt; in &lt;a href=\"Oakland%2C%20California\"&gt;Oakland, California&lt;/a&gt;, with the loss of 42 lives. The &lt;a href=\"2001%20Nisqually%20earthquake\"&gt;2001 Nisqually earthquake&lt;/a&gt; damaged the viaduct and its supporting &lt;a href=\"Alaskan%20Way%20Seawall\"&gt;Alaskan Way Seawall&lt;/a&gt; and required the &lt;a href=\"Washington%20State%20Department%20of%20Transportation\"&gt;Washington State Department of Transportation&lt;/a&gt; (WSDOT) to invest &lt;a href=\"United%20States%20dollar\"&gt;US$&lt;/a&gt;14.5 million in emergency repairs. Experts gave a &lt;a href=\"Odds\"&gt;1-in-20&lt;/a&gt; chance that the viaduct could be shut down by an earthquake within the following decade. After the Nisqually earthquake, the viaduct was closed twice a year for WSDOT to conduct inspections of the structure. Those inspections discovered continuing settlement damage. In 2005, a group of researchers and faculty from the &lt;a href=\"University%20of%20Washington\"&gt;University of Washington&lt;/a&gt; urged political officials to close the viaduct within a two-year timeframe.\nOptions and political debate.\nSeveral replacement proposals were developed. Many Seattle leaders, including then-Mayor &lt;a href=\"Greg%20Nickels\"&gt;Greg Nickels&lt;/a&gt; and state and city transportation officials, favored building a tunnel. Plans for a six-lane, \"cut-and-cover\" double-decker tunnel were developed. The tunnel was envisioned to solve not only the viaduct's traffic limitations and safety problems, but also to allow better uses for the waterfront real estate, including parks, housing, and retail developments. While future development of the Alaskan Way real estate corridor may provide tax revenue for the city, many state lawmakers objected to the cost of the proposed six-lane tunnel. One criticism compared the plan to &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;'s &lt;a href=\"Big%20Dig\"&gt;Big Dig&lt;/a&gt; project, which was said to illustrate the schedule and budget challenges of a large cut-and-cover tunnel. Proponents responded that the Seattle proposal was significantly smaller in scale than the Big Dig.\nAnother proposal aimed to replace the current viaduct with another elevated structure with updated seismic standards. This new viaduct would be larger, wide lanes with new shoulders on both sides, compared to the structure it would replace, which had no shoulders and lanes as narrow as in places. The on and off ramps at the northern and southern portion of the viaduct would remain the same with an additional full intersection at South Atlantic Street and South Royal Brougham Way. The First Avenue off ramp would be removed. The plan included a complete replacement of the sea wall. It was estimated to cost $2.8 billion and take 10–12 years to construct. Many prominent leaders and organizations opposed the elevated structure and believed this was a unique opportunity to remove the viaduct and connect downtown Seattle to the waterfront. Former Governors &lt;a href=\"Daniel%20J.%20Evans\"&gt;Dan Evans&lt;/a&gt; and &lt;a href=\"Gary%20Locke%20%28politician%29\"&gt;Gary Locke&lt;/a&gt;, former U.S. Senator &lt;a href=\"Slade%20Gorton\"&gt;Slade Gorton&lt;/a&gt;, and the &lt;a href=\"American%20Institute%20of%20Architects\"&gt;American Institute of Architects&lt;/a&gt; recommended against rebuilding the viaduct.\nWSDOT evaluated five proposals in 2003–2004 and decided that the six-lane cut-and-cover tunnel was the preferred alternative. Rebuilding the viaduct was retained as a backup plan.\nHowever, due to the costs and scope of the project, other options were still being discussed in the local media. A proposal to remove the viaduct and replace it with surface street and transit improvements was backed by former King County Executive Ron Sims, the People's Waterfront Coalition, and the Congress for the New Urbanism. Proponents of this plan offered examples of successes in removing highways in other cities. They envisioned the waterfront becoming a pedestrian-friendly neighborhood with a mix of commercial, retail, and public park spaces. Traffic needs would be addressed through modifications to existing streets, I-5, and public transit; they argued that these modifications would be desirable in any event. Proponents further argued that this plan had the potential to improve the tourist economy, create jobs, and encourage a denser and more residential downtown through the offering of a generous waterfront park. The total cost of removal of the viaduct, repairing the seawall, and improvements to I-5 and existing streets was unofficially estimated to be $1.6 billion. In 2006, Seattle City Council member &lt;a href=\"Peter%20Steinbrueck\"&gt;Peter Steinbrueck&lt;/a&gt; noted, \"While the mayor's first choice is the tunnel, he supports the City Council's resolution that designates a surface and transit alternative as a backup.\"\nIn response to concerns about the cost of the originally proposed tunnel construction, the city council created a scaled-down, four-lane hybrid tunnel option. This would have combined the smaller tunnel with surface transit improvements to address traffic needs. The tunnel's shoulders would be used as an extra travel lane each way during periods of high demand. Transit service would be increased during peak commuter periods. Cars entering and exiting from Elliott and Western Avenues would each have a dedicated lane. Third Avenue would become a permanent transit corridor. The cost estimate for the four-lane tunnel was $3.4 billion. On February 13, 2007, Governor &lt;a href=\"Christine%20Gregoire\"&gt;Christine Gregoire&lt;/a&gt; rejected the tunnel hybrid option, saying that a WSDOT review showed the tunnel proposal \"does not meet state and federal safety standards.\" Of particular concern was that the use of shoulders as traffic lanes during peak traffic times would leave no additional lanes for emergency access. However, several of the viaduct \"stakeholders committee\" brought on board to advise the city indicated that the tunnel option should remain on the table.\nState and city officials deadlocked in late 2006 over whether to build an elevated structure (the state's preference) or a hybrid tunnel (the city's preference). Governor Gregoire stated \"no action\" was not an option for the viaduct. The state government called for an advisory ballot on March 13, 2007, for Seattle residents, which was supported by the city council. The advisory ballot allowed Seattleites to vote on whether they supported a surface-tunnel hybrid and whether they supported an elevated structure. Voters rejected both options, with the surface-tunnel hybrid getting only 30% support and the elevated structure only 43%.\nMayor &lt;a href=\"Michael%20McGinn\"&gt;Mike McGinn&lt;/a&gt;, elected in 2009 and opposed to highway expansion, joined other tunnel opposition groups to refer city council-approved agreements about the tunnel to the voters as a citizen's referendum. The referendum was initially blocked by a lawsuit from the city, but was pared down to one aspect of the city's approval for the project and placed on the August 2011 ballot. Under the ruling, the referendum would only challenge one section of the original 140-page City Council ordinance that approved agreements over street use, utilities, design and liability for the tunnel following completion of the project's ongoing environmental review process. The referendum vote approved the City Council's actions by 58 percent on August 16, 2011. The &lt;a href=\"Federal%20Highway%20Administration\"&gt;Federal Highway Administration&lt;/a&gt; completed its analysis of the project's final EIS and issued its record of decision with WSDOT later that month, allowing pre-construction activities to begin.\nBored tunnel selection.\nIn January 2008, as debate on its replacement continued, Governor Gregoire announced that the State of Washington would take down the viaduct in 2012. On January 12, 2009, the state of Washington, &lt;a href=\"King%20County%2C%20Washington\"&gt;King County&lt;/a&gt;, the city of &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;, and the &lt;a href=\"Port%20of%20Seattle\"&gt;Port of Seattle&lt;/a&gt; revealed that they had agreed to replace the viaduct with a &lt;a href=\"Tunnel%20boring%20machine\"&gt;bored&lt;/a&gt; tunnel. On March 4, 2009, the state senate passed a bill endorsing the tunnel option. On May 12, 2009, Governor Gregoire signed &lt;a href=\"http%3A//apps.leg.wa.gov/billinfo/summary.aspx%3Fyear%3D2009%26amp%3Bbill%3D5768\"&gt;Senate Bill 5768&lt;/a&gt;, authorizing $2.8 billion in state funds for a possible deep-bore tunnel.\nDisparate factions, ranging from some environmentalists to some industrialists, criticized the tunnel decision. A business owner argued that the restrictions on hazardous cargo through the tunnel would restrict movement of freight through downtown, though hazardous cargo is already prohibited from the Battery Street Tunnel and the viaduct at peak hours. Similarly, another argued that surface traffic would increase, which would cause further problems to downtown freight transport. A chairman of a local &lt;a href=\"Sierra%20Club\"&gt;Sierra Club&lt;/a&gt; chapter argued that the large investment in automobile transport did not take into account &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt; concerns.\nDesign and funding.\nThe approved design is a four-lane, long &lt;a href=\"Tunnel%20boring%20machine\"&gt;bored&lt;/a&gt; tunnel. The tunnel has a south portal in &lt;a href=\"SoDo%2C%20Seattle%2C%20Washington\"&gt;SoDo&lt;/a&gt;, near &lt;a href=\"Lumen%20Field\"&gt;Lumen Field&lt;/a&gt;, and a north portal in &lt;a href=\"South%20Lake%20Union%2C%20Seattle%2C%20Washington\"&gt;South Lake Union&lt;/a&gt;, east of &lt;a href=\"Seattle%20Center\"&gt;Seattle Center&lt;/a&gt;. The route goes beneath &lt;a href=\"Pioneer%20Square%2C%20Seattle\"&gt;Pioneer Square&lt;/a&gt;, the central business district of &lt;a href=\"Downtown%20Seattle\"&gt;Downtown&lt;/a&gt;, and &lt;a href=\"Belltown%2C%20Seattle\"&gt;Belltown&lt;/a&gt;.\nThe project is estimated to cost &lt;a href=\"United%20States%20dollar\"&gt;US$&lt;/a&gt;3.29 billion, with $2.8 billion coming from the state and federal governments to cover the tunnel boring and a new interchange in SoDo. The replacement project also includes the following projects and funding sources:\nWSDOT began part of the larger project in 2008, while the replacement debate was still on-going, by repairing some of the viaduct columns.\nThe $80 million &lt;a href=\"tunnel%20boring%20machine\"&gt;tunnel boring machine&lt;/a&gt; (TBM) &lt;a href=\"Bertha%20%28tunnel%20boring%20machine%29\"&gt;Bertha&lt;/a&gt; was created for this project by &lt;a href=\"Hitachi%20Zosen%20Corporation\"&gt;Hitachi Zosen Corporation&lt;/a&gt; near &lt;a href=\"Osaka\"&gt;Osaka&lt;/a&gt;, Japan. The , TBM was disassembled into 40 pieces and shipped to Seattle where it was reassembled in the launch pit near the south end of the future tunnel. From there, the record-breaking diameter borer would move in increments toward the north end.\nWSDOT nicknamed the TBM \"Bertha\" after Seattle's first female mayor, &lt;a href=\"Bertha%20Knight%20Landes\"&gt;Bertha Knight Landes&lt;/a&gt;. This name was chosen from names submitted by kindergarten through 12th grade students for a naming competition.\nConstruction.\nThe primary construction contractor was Seattle Tunnel Partners (STP). The initial phase of demolition and removal of the viaduct began on October 21, 2011, to prepare the southern portal. Only a southern portion of the viaduct was removed at that time; the viaduct along the central waterfront remained open for traffic until the tunnel was complete.\nBoring of the tunnel with the diameter \"&lt;a href=\"Bertha%20%28tunnel%20boring%20machine%29\"&gt;Bertha&lt;/a&gt;,\" at the time the world's largest-diameter &lt;a href=\"tunnel-boring%20machine\"&gt;tunnel-boring machine&lt;/a&gt;, began on July 30, 2013, and at the time was expected to be completed in 14 months. After three weeks of drilling, the project was estimated to be two weeks behind schedule; problems with fiberglass near the front of the drill and a &lt;a href=\"labor%20dispute\"&gt;labor dispute&lt;/a&gt; with a local &lt;a href=\"longshoreman\"&gt;longshoreman&lt;/a&gt;'s &lt;a href=\"trade%20union\"&gt;union&lt;/a&gt; were blamed. Work was halted on December 6, 2013 after the machine overheated and shut down approximately into the planned route. Investigations later revealed the seal system that protects the machine's main bearing had been damaged. Three days prior to stopping, the machine mined through a hollow, 8-inch steel well-casing and pipe used to measure groundwater in 2002 around Alaskan Way, which was drilled as part of the planning phases of the project. The unexpected discovery of the pipe was blamed by the contractor for the work stoppage in litigation, but STP later admitted to its knowledge of the pipe's location prior to the start of tunnel boring. This delay lasted for more than two years as the workers had to dig a vertical shaft down to Bertha's cutting head to repair it. &lt;a href=\"Settlement%20%28structural%29\"&gt;Settling&lt;/a&gt; was discovered in Pioneer Square that may be related to this additional excavation.\nTunnel boring had resumed on December 22, 2015. The tunnel boring was halted 23 days later on January 14, 2016, after a &lt;a href=\"sinkhole\"&gt;sinkhole&lt;/a&gt; developed on the ground in front of the machine, causing Governor &lt;a href=\"Jay%20Inslee\"&gt;Jay Inslee&lt;/a&gt; to halt drilling until the contractors can perform a &lt;a href=\"root%20cause%20analysis\"&gt;root cause analysis&lt;/a&gt; to show that the machine can be run safely. Even though contractors filled the hole with of material, the ground above the tunnel-boring machine continued to sink, according to the Washington State Department of Transportation. The tunneling restriction was lifted on February 23, 2016, and tunneling resumed that day. Bertha passed under the Alaskan Way Viaduct in early May, closing the roadway for 11 days as the machine had of vertical clearance under the structure's pilings. On April 4, 2017, the tunnel boring machine broke through to the recovery pit on the north end of the tunnel, completing the excavation process. The boring machine was dismantled and removed from the site over the next four months.\nDirt produced by tunnel construction was sent to fill a CalPortland quarry in nearby &lt;a href=\"Port%20Ludlow%2C%20Washington\"&gt;Port Ludlow&lt;/a&gt;. In July 2016, WSDOT estimated that the tunnel would be completed and open to traffic in early 2019. An estimated $223 million in cost overruns were reported as a result of the two-year stoppage. The delay in construction caused by Bertha's stall cost the state government $60 million in extra costs that were granted by a budget increase from the legislature. The damage to the tunnel boring machine itself was estimated at $642 million, which became the center of a legal dispute between WSDOT and STP. Fragments of the steel well casing struck in December 2013 and cited as a possible cause of Bertha's breakdown were stored as evidence at the construction site and subsequently went missing in 2014. Detailed journal entries kept by the tunnel contractor's deputy project manager between December 2013 and February 2014 also went missing. In December 2019, a jury in &lt;a href=\"Thurston%20County%2C%20Washington\"&gt;Thurston County&lt;/a&gt; awarded $57.2 million in damages to WSDOT and found that the state government was not liable to cover STP's claimed repair costs of $300 million.\nOpening.\nThe viaduct closed permanently on January 11, 2019. Seattle Tunnel Partners announced that work was substantially complete on the tunnel in October 2018. Following the closure of the viaduct, sections of SR 99 were closed to traffic for three weeks to allow for the excavation of buried tunnel ramps at the north and south portals, as well as other preparations. The closure was widely expected to cause increased traffic congestion, and local government agencies responded by implementing expanded transit service and making other transportation changes to accommodate the displaced drivers. Despite the predicted traffic congestion, commute times for the Seattle area were not significantly above average, with many commuters opting for public transit, telecommuting, or bicycling to work.\nOn February 2, 2019, the downtown tunnel and sections of the viaduct and Battery Street Tunnel were opened to pedestrians as part of a community celebration and festival that was attended by 100,000 people. The celebrations included an &lt;a href=\"road%20running\"&gt;8K run&lt;/a&gt;, temporary art exhibits, &lt;a href=\"food%20truck\"&gt;food truck&lt;/a&gt;s, street performances, interactive exhibits, and an official ribbon-cutting ceremony. The following day, a bicycle race was held on the viaduct and in the new tunnel, with 12,000 participants. The state government also spent $4.4 million on billboards and advertisements on television and buses to market the new tunnel.\nThe tunnel opened to northbound vehicular traffic at 11 p.m. on February 3 and southbound traffic at 12:15 a.m. on February 4. Other ramps and roads associated with the tunnel project, including an extension of Alaskan Way to Terminal 46 and the Harrison Street crossing were opened; the lone exception was the northbound offramp from SR 99 to Dearborn Street, which opened on February 19. The first full day of tunnel operations saw lower traffic volumes, with only 22,145 vehicle trips, due to an ongoing snowstorm, as well as confusion at the left-side exits. Within days, reports of smoke and haze within the tunnel prompted WSDOT to investigate possible faults in the exhaust ventilation system. Within months of opening, tunnel usage had increased to over 70,000 trips per weekday and a weekly volume just under 500,000 trips by late March 2019. Tolls were waived for the first few months of operations and began to be collected on November 9, 2019. WSDOT measured traffic before and after the start of tolling and reported a 26 percent decline in average weekday volumes in the tunnel, with no noticeable spike on nearby I-5. Higher volumes have been observed on Alaskan Way and other surface streets, especially during peak periods. \nIn 2019, WSDOT began filling in the Battery Street Tunnel, because the 1952 cut-and-cover tunnel does not meet modern safety standards, is expensive to maintain, and was made redundant by the Alaskan Way tunnel. "
}