{
    "id": "2039988",
    "revid": "1065219070",
    "url": "https://en.wikipedia.org/wiki?curid=2039988",
    "title": "Orders, decorations, and medals of Canada",
    "text": "The orders, decorations, and medals of Canada comprise a complex system by which &lt;a href=\"Canadians\"&gt;Canadians&lt;/a&gt; are honoured by the &lt;a href=\"Monarchy%20of%20Canada\"&gt;country's sovereign&lt;/a&gt; for actions or deeds that benefit their community or the country at large. Modelled on its &lt;a href=\"Orders%2C%20decorations%2C%20and%20medals%20of%20the%20United%20Kingdom\"&gt;British predecessor&lt;/a&gt;, the structure originated in the 1930s, but began to come to full fruition at the time of &lt;a href=\"Canadian%20Centennial\"&gt;Canada's centennial&lt;/a&gt; in 1967, with the establishment of the &lt;a href=\"Order%20of%20Canada\"&gt;Order of Canada&lt;/a&gt;, and has since grown in both size and scope to include &lt;a href=\"dynastic%20order\"&gt;dynastic&lt;/a&gt; and national &lt;a href=\"order%20%28distinction%29\"&gt;order&lt;/a&gt;s, state, &lt;a href=\"civil%20awards%20and%20decorations\"&gt;civil&lt;/a&gt;, and &lt;a href=\"military%20awards%20and%20decorations\"&gt;military decorations&lt;/a&gt;; and various &lt;a href=\"campaign%20medal\"&gt;campaign medal&lt;/a&gt;s. The monarch in right of each &lt;a href=\"Provinces%20and%20territories%20of%20Canada\"&gt;Canadian province&lt;/a&gt; also issues &lt;a href=\"orders%2C%20decorations%2C%20and%20medals%20of%20the%20Canadian%20provinces\"&gt;distinct orders and medals&lt;/a&gt; to honour residents for work performed in just their province. The provincial honours, as with some of their national counterparts, grant the use of &lt;a href=\"post-nominal%20letters\"&gt;post-nominal letters&lt;/a&gt; and or &lt;a href=\"supporters\"&gt;supporters&lt;/a&gt; and other devices to be used on personal &lt;a href=\"Coat%20of%20arms\"&gt;coats of arms&lt;/a&gt;.\nThe monarch is regarded as the &lt;a href=\"Fount%20of%20honour\"&gt;fount of all honours&lt;/a&gt; – as he or she is the only person who may create new national honours – and acts as the Sovereign of all of Canada's orders; she, or other members of the &lt;a href=\"Monarchy%20of%20Canada%23Canada%27s%20royal%20family%20and%20house\"&gt;Canadian royal family&lt;/a&gt;, will conduct inductions or present medals. In Canada, the monarch is represented by the &lt;a href=\"Governor%20General%20of%20Canada\"&gt;governor general&lt;/a&gt;, who also carries out investitures and distributes awards in the sovereign's name. As such, the administration of the honours system is carried out by the Chancellery of Honours at &lt;a href=\"Rideau%20Hall\"&gt;Government House&lt;/a&gt;, which is a part of the Office of the &lt;a href=\"Secretary%20to%20the%20Governor%20General%20of%20Canada\"&gt;Secretary to the Governor General of Canada&lt;/a&gt;. The governor general also sets out via &lt;a href=\"Order%20in%20Council\"&gt;Order in Council&lt;/a&gt; the &lt;a href=\"Canadian%20order%20of%20precedence%20%28decorations%20and%20medals%29\"&gt;order of precedence&lt;/a&gt; for the wearing of insignia, decorations, and medals. Provincial and territorial honours are similarly awarded by their respective &lt;a href=\"Lieutenant%20governor%20%28Canada%29\"&gt;Lieutenant governors&lt;/a&gt; or &lt;a href=\"Commissioner%23Canadian%20territories\"&gt;Commissioners&lt;/a&gt;.\nHistory.\nImperial and colonial honours.\nSince as far back as the reign of &lt;a href=\"Louis%20XIV%20of%20France\"&gt;King Louis XIV&lt;/a&gt;, the monarchs that reigned over colonies in &lt;a href=\"New%20France\"&gt;New France&lt;/a&gt;, &lt;a href=\"British%20North%20America\"&gt;British North America&lt;/a&gt;, and present-day Canada have bestowed royal honours, decorations, and medals on those living under their sovereignty, in recognition of their services to the state. Early &lt;a href=\"Governor%20of%20New%20France\"&gt;Governors of New France&lt;/a&gt; also desired to establish local honours in or import European honours to Canada; &lt;a href=\"Samuel%20de%20Champlain\"&gt;Samuel de Champlain&lt;/a&gt;, for instance, founded on 14 November 1606 the &lt;a href=\"Order%20of%20Good%20Cheer\"&gt;Order of Good Cheer&lt;/a&gt; (still extant today) and &lt;a href=\"Charles%20de%20Montmagny\"&gt;Charles de Montmagny&lt;/a&gt; had designs to establish the &lt;a href=\"Sovereign%20Military%20Order%20of%20Malta\"&gt;Sovereign Military Order of Malta&lt;/a&gt; in New France while he was governor from 1635 to 1648. The &lt;a href=\"Order%20of%20Saint%20Louis\"&gt;Ordre Royal et Militaire de Saint-Louis&lt;/a&gt;, established by &lt;a href=\"Louis%20XIV%20of%20France\"&gt;King Louis XIV&lt;/a&gt; in 1693 specifically to honour worthy French, Catholic military officers, came to be one of the most familiar honours in New France; some 300 people associated with Canada were appointed into it, &lt;a href=\"Louis-Hector%20de%20Calli%C3%A8re\"&gt;Louis-Hector de Callière&lt;/a&gt; being the first. Appointments into the order continued even after the transfer of New France to the British Crown in 1763.\nAfter the creation of British North America, Canadians were entitled to receive &lt;a href=\"British%20Empire\"&gt;British imperial&lt;/a&gt; honours, though the awarding of these was not consistently allowed. From Confederation until the Nickle Resolution in 1919, the &lt;a href=\"Order%20of%20St%20Michael%20and%20St%20George\"&gt;Order of Saint Michael and Saint George&lt;/a&gt; served as the equivalent of today's Order of Canada, being the highest non-peerage honour available to Canadian politicians, judges, and &lt;a href=\"civil%20servant\"&gt;civil servant&lt;/a&gt;s. Appointments into the &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;Order of the British Empire&lt;/a&gt;, into grades below those that carried a title, were also commonly made. Besides &lt;a href=\"knight\"&gt;knight&lt;/a&gt;hoods, &lt;a href=\"peerage\"&gt;peerage&lt;/a&gt; titles (both &lt;a href=\"Hereditary%20peer\"&gt;hereditary&lt;/a&gt; and &lt;a href=\"Life%20peer\"&gt;life&lt;/a&gt;) were also bestowed on Canadians, sometimes with uniquely Canadian designations—such as &lt;a href=\"Agnes%20Macdonald%2C%201st%20Baroness%20Macdonald%20of%20Earnscliffe\"&gt;Baroness Macdonald&lt;/a&gt; of &lt;a href=\"Earnscliffe\"&gt;Earnscliffe&lt;/a&gt; and &lt;a href=\"Baron%20Beaverbrook\"&gt;Baron Beaverbrook&lt;/a&gt; of Beaverbrook in the Province of New Brunswick and of Cherkley in the County of Surrey—and permitted those so honoured to sit in the &lt;a href=\"House%20of%20Lords\"&gt;House of Lords&lt;/a&gt; at &lt;a href=\"Westminster\"&gt;Westminster&lt;/a&gt;. Such acts of recognition were carried out by the reigning British monarch. Prior to Confederation, the sovereign did so on the &lt;a href=\"Advice%20%28constitutional%29\"&gt;advice&lt;/a&gt; of the &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;British prime minister&lt;/a&gt;, the names of those to be honoured either selected by the colonial governor or governor general in British North America and passed on to the &lt;a href=\"Secretary%20of%20State%20for%20the%20Colonies\"&gt;Secretary of State for the Colonies&lt;/a&gt; and then the prime minister, by the Secretary of State for the Colonies and passed on to the prime minister, or by the prime minister himself. The British government felt no obligation to consult any government in British North America before bestowing an honour upon any resident of the colonies. Following Confederation, the &lt;a href=\"Prime%20Minister%20of%20Canada\"&gt;Prime Minister of Canada&lt;/a&gt; submitted a list of names to the monarch via the &lt;a href=\"Governor%20General%20of%20Canada\"&gt;governor general&lt;/a&gt;, though the governor general also continued to recommend individuals for honours without the Canadian prime minister's knowledge.\nThis practice came into question in 1901, when Governor General &lt;a href=\"Gilbert%20Elliot-Murray-Kynynmound%2C%204th%20Earl%20of%20Minto\"&gt;the Earl of Minto&lt;/a&gt; nominated &lt;a href=\"Thomas%20Shaughnessy%2C%201st%20Baron%20Shaughnessy\"&gt;Thomas Shaughnessy&lt;/a&gt; for a knighthood, even after Prime Minister &lt;a href=\"Wilfrid%20Laurier\"&gt;Wilfrid Laurier&lt;/a&gt; (an opponent of Shaughnessy) expressed his opposition to the idea, leading Laurier in the following year to draft a policy whereby all nominees for honours be approved by the prime minister before being forwarded to Westminster. Later, the public began to suspect the worthiness of those receiving the knighthoods and elevations to the peerage; the controversy that surrounded the appointment of &lt;a href=\"Sam%20Hughes\"&gt;Sam Hughes&lt;/a&gt; as a Knight Commander of the &lt;a href=\"Order%20of%20the%20Bath\"&gt;Order of the Bath&lt;/a&gt; in 1915 marked the beginning of the end of such honours in Canada. After it was revealed in 1917 that British Prime Minister &lt;a href=\"David%20Lloyd%20George\"&gt;David Lloyd George&lt;/a&gt; had been selling peerage titles and knighthoods to raise money for his political party (\"&lt;a href=\"Montreal%20Star\"&gt;Montreal Star&lt;/a&gt;\" owner &lt;a href=\"Hugh%20Graham%2C%201st%20Baron%20Atholstan\"&gt;Hugh Graham&lt;/a&gt;'s elevation as the Baron Atholstan being granted seemingly without merit and against the advice of both Canadian Prime Minister Sir &lt;a href=\"Robert%20Borden\"&gt;Robert Borden&lt;/a&gt; and Governor General &lt;a href=\"Victor%20Cavendish%2C%209th%20Duke%20of%20Devonshire\"&gt;the Duke of Devonshire&lt;/a&gt;), the awarding of such distinctions in Canada immediately ceased. Thereafter, the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons of Canada&lt;/a&gt; in 1917 and 1919 passed the &lt;a href=\"Canadian%20titles%20debate%23The%20Nickle%20Resolution\"&gt;Nickle Resolution&lt;/a&gt;s, which, though never legally binding, generally cemented the cease of titular awards to Canadians. The end of the conferment of imperial honours on Canadians came in 1955. Awards for gallantry and bravery, such as the &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt;, however, remained available and knighthoods were still conferred: on Sir &lt;a href=\"Frederick%20Banting\"&gt;Frederick Banting&lt;/a&gt; in 1934, Sir &lt;a href=\"Edwin%20Leather\"&gt;Edwin Leather&lt;/a&gt; in 1964, and Sir &lt;a href=\"Terry%20Matthews\"&gt;Terry Matthews&lt;/a&gt; in 2002. Further, some pre-existing Canadian peerages continued to be recognised—the &lt;a href=\"Baron%20de%20Longueuil\"&gt;Baron de Longueuil&lt;/a&gt; and &lt;a href=\"Baron%20Thomson%20of%20Fleet\"&gt;Baron of Fleet&lt;/a&gt;, for example—and still others were granted after 1919 by the sovereign of Canada, such as the &lt;a href=\"Viscount%20Bennett\"&gt;Viscount Bennett&lt;/a&gt; of &lt;a href=\"Mickleham%2C%20Surrey\"&gt;Mickleham&lt;/a&gt;, &lt;a href=\"Hopewell%20Hill%2C%20New%20Brunswick\"&gt;Hopewell&lt;/a&gt;, and &lt;a href=\"Calgary%2C%20Alberta\"&gt;Calgary&lt;/a&gt;.\nCanadian honours.\nGovernor General &lt;a href=\"Charles%20Monck%2C%204th%20Viscount%20Monck\"&gt;the Viscount Monck&lt;/a&gt; had originally pushed for a distinct Canadian order of knighthood in 1867, to be called the \"Order of St. Lawrence\". The idea was revived by &lt;a href=\"Vincent%20Massey\"&gt;Vincent Massey&lt;/a&gt; in 1935 and again in 1951, in between which he also suggested in 1940 a \"Royal Order of Canada\". The &lt;a href=\"Cabinet%20of%20Canada\"&gt;Canadian Cabinet&lt;/a&gt;, however, never accepted these proposals, generally wishing instead to steer clear of the controversial topic of orders. Still, the beginnings of a distinct Canadian honours system came in March 1934, with the creation of the &lt;a href=\"Royal%20Canadian%20Mounted%20Police%20Long%20Service%20Medal\"&gt;Royal Canadian Mounted Police Long Service Medal&lt;/a&gt; by royal warrant of King &lt;a href=\"George%20V\"&gt;George V&lt;/a&gt;, issued on the advice of the Cabinet of &lt;a href=\"R.%20B.%20Bennett\"&gt;R. B. Bennett&lt;/a&gt;; this was the first time an honour specific to Canada and for service in Canada had been established by the monarch of Canada (as opposed to earlier campaign and service medals that had been issued to Canadians and British personnel alike by the British monarch). There was uncertainty amongst officials in Canada and Britain alike around how to go about creating such an honour, and delays were incurred not only as Canadian bureaucrats interpreted the Nickle Resolution as applying to medals, but also because the King himself was widening the project to consider all the Commonwealth and Empire police forces.\nThis process was refined through the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; and &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;, though the pool of available honours became smaller and smaller as the decades progressed; non-titular British honours continued to be granted until 1946 and, from 1950 and 1953, only British military decorations were permitted. In 1942, the &lt;a href=\"Canada%20Medal\"&gt;Canada Medal&lt;/a&gt; was created by royal warrant of King &lt;a href=\"George%20VI\"&gt;George VI&lt;/a&gt;, though none was ever struck, and the &lt;a href=\"Canadian%20Forces%20Decoration\"&gt;Canadian Forces Decoration&lt;/a&gt; was founded in 1947. Though the &lt;a href=\"Letters%20Patent%2C%201947\"&gt;Letters Patent of 1947&lt;/a&gt; issued by the King permitted the governor general to exercise most of the monarch's &lt;a href=\"Royal%20Prerogative\"&gt;Royal Prerogative&lt;/a&gt; on his behalf, it was agreed between George VI and his Canadian prime minister at the time, &lt;a href=\"William%20Lyon%20Mackenzie%20King\"&gt;William Lyon Mackenzie King&lt;/a&gt;, that the sovereign alone would retain the prerogative to create new honours. In 1951, the first distinctly Canadian campaign medal, the &lt;a href=\"Korea%20Medal\"&gt;Korea Medal&lt;/a&gt;, was created, when other Commonwealth countries used the British version.\n&lt;a href=\"Canadian%20Centennial\"&gt;The centennial&lt;/a&gt; of &lt;a href=\"Canadian%20Confederation\"&gt;Canadian Confederation&lt;/a&gt; in 1967 provided the right opportunity and circumstances in which to establish Canada's first order: the &lt;a href=\"Order%20of%20Canada\"&gt;Order of Canada&lt;/a&gt;. The system was revised in 1972 and has since expanded, mostly through the 1990s, and generally attracted little criticism; indeed, the orders, decorations, and medals of Canada inspired other &lt;a href=\"Commonwealth%20realm\"&gt;Commonwealth realm&lt;/a&gt;s, such as &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, to adopt similar approaches in their respective jurisdictions, as did each of Canada's provinces. However, some experts in the field, such as &lt;a href=\"Christopher%20McCreery\"&gt;Christopher McCreery&lt;/a&gt;, have pointed out what they see as deficiencies in the construct: At the 2006 conference on Commonwealth Honours, the concern was raised that Canada does not have a way to recognize the nation's very best; the three grades of the Order of Canada being insufficient to do so. It was suggested that either two more levels be added to the Order of Canada, equivalent to knighthoods in Australian and British orders, or create a new single class but limited-membership order, similar to the &lt;a href=\"Order%20of%20New%20Zealand\"&gt;Order of New Zealand&lt;/a&gt;. The order of precedence also came under scrutiny, particularly the anomaly that all three grades of the Order of Canada supersede the top levels of each of the other orders, contrary to international practice. McCreery echoed these comments in 2010 and added that the Canadian honours system was lacking a polar medal, such as those issued in other northern nations, as well as a public service order, akin to the &lt;a href=\"Imperial%20Service%20Order\"&gt;Imperial Service Order&lt;/a&gt;, and honours to specifically recognise protective services other than the police forces.\nIn June 2010, McCreery highlighted inconsistency in honouring those in &lt;a href=\"Monarchy%20of%20Canada%23Canada%27s%20royal%20family%20and%20house\"&gt;Canada's royal family&lt;/a&gt;. For example, &lt;a href=\"Queen%20Elizabeth%20The%20Queen%20Mother\"&gt;the Queen Mother&lt;/a&gt; was appointed a Companion of the Order of Canada on only an honorary basis, though the &lt;a href=\"Canadian%20Forces%20Decoration\"&gt;Canadian Forces Decoration&lt;/a&gt; awarded to her was substantive. Similarly, Prince Philip, Duke of Edinburgh, was offered only honorary appointment to the Order of Canada, which he refused on the grounds that, as the royal consort of the Queen, he was Canadian and thus entitled to a substantive appointment, as he had been awarded the Canadian Forces Decoration and &lt;a href=\"Commemorative%20Medal%20for%20the%20Centennial%20of%20Saskatchewan\"&gt;Commemorative Medal for the Centennial of Saskatchewan&lt;/a&gt;. In 2013, the constitutions of the Order of Canada and the Order of Military Merit were amended to create for each of the three grades of each order an \"extraordinary\" category reserved for those members of the royal family (in the &lt;a href=\"Canadian%20Forces\"&gt;Canadian Forces&lt;/a&gt; for the latter order) nominated and approved for appointment. Upon taking office, governors general and &lt;a href=\"Viceregal%20consort%20of%20Canada\"&gt;viceregal consorts&lt;/a&gt; become Extraordinary Companions of the Order of Canada and the governor general an Extraordinary Commander of the Order of Military Merit.\nStructure and the creation of honours.\nAll honours in Canada emanate from the &lt;a href=\"Monarchy%20of%20Canada\"&gt;country's monarch&lt;/a&gt;, who is regarded as the &lt;a href=\"fount%20of%20honour\"&gt;fount of honour&lt;/a&gt;; only he or she may create new honours, though this, as part of the &lt;a href=\"Royal%20Prerogative\"&gt;Royal Prerogative&lt;/a&gt;, is generally done on the &lt;a href=\"Advice%20%28constitutional%29\"&gt;advice&lt;/a&gt; of the sitting &lt;a href=\"Minister%20of%20the%20Crown\"&gt;ministers of the Crown&lt;/a&gt;. The sovereign's representative in Canada, the &lt;a href=\"Governor%20General%20of%20Canada\"&gt;governor general&lt;/a&gt;, administers most of the honours system through the Chancellery of Honours, which is a part of the Office of the &lt;a href=\"Secretary%20to%20the%20Governor%20General%20of%20Canada\"&gt;Secretary to the Governor General of Canada&lt;/a&gt;. The governor general also sets out, via &lt;a href=\"Order%20in%20Council\"&gt;Order in Council&lt;/a&gt;, the &lt;a href=\"Canadian%20order%20of%20precedence%20%28decorations%20and%20medals%29\"&gt;order of precedence&lt;/a&gt; for the wearing of insignia, decorations, and medals.\nThe momentum to create a new honour typically originates at either the Chancellery of Honours or the &lt;a href=\"Department%20of%20National%20Defence%20%28Canada%29\"&gt;Department of National Defence&lt;/a&gt;, though private organisations or individuals may also make proposals. The chancellery will investigate whether or not the suggested honour is necessary and if it will conform within the national honours structure. Should it meet these criteria, the notion is put before the Honours Policy Committee—a group of senior &lt;a href=\"Public%20Service%20of%20Canada\"&gt;public servants&lt;/a&gt;, formed in 1980 within the &lt;a href=\"Queen%27s%20Privy%20Council%20for%20Canada\"&gt;Privy Council Office&lt;/a&gt;—and then, if approved, is moved before the Cabinet for an &lt;a href=\"Order%20in%20Council\"&gt;Order in Council&lt;/a&gt; to be drawn up. On the prime minister's advice, via the governor general, the documents and drawings for the new honour are presented to the Queen for her consideration; only with her signature on the relevant &lt;a href=\"letters%20patent\"&gt;letters patent&lt;/a&gt; and the design sketches does the new honour officially become extant. Any future amendments to the honour's appearance or award criteria do not need the monarch's approval; the governor general will perform such tasks instead.\nIn the Canadian structure, unlike its counterparts in Britain and other countries, nominees names are put forward to the governor general by independent committees, which in turn receive nominations from the public, in an attempt to create a non-partisan process that avoids political controversy. Most orders have a unique advisory committee, consisting of individuals relevant to the scope of the particular order, all appointed by the governor general or a delegate; for instance, the Advisory Committee for the Order of Military Merit has six members: one appointed by the governor general, four by the &lt;a href=\"Chief%20of%20the%20Defence%20Staff%20%28Canada%29\"&gt;chief of the Defence Staff&lt;/a&gt;, and the chief of the Defence Staff him or herself. There are also advisory councils or committees for decorations in general and for valour decorations, specifically. The Secretary to the Governor General will usually serve as secretary general to many of these boards.\nThe Canadian honours system also includes two &lt;a href=\"Dynastic%20order%20of%20knighthood\"&gt;dynastic orders&lt;/a&gt;—the &lt;a href=\"Order%20of%20Merit\"&gt;Order of Merit&lt;/a&gt; and the &lt;a href=\"Royal%20Victorian%20Order\"&gt;Royal Victorian Order&lt;/a&gt; — and one personal award of the sovereign – the &lt;a href=\"Royal%20Victorian%20Chain\"&gt;Royal Victorian Chain&lt;/a&gt;. These were created by the sovereign alone and inductions and presentations are at his or her personal discretion.\nOrders.\nCanada has both &lt;a href=\"Dynastic%20order%20of%20knighthood\"&gt;dynastic&lt;/a&gt; (created by the sovereign and membership in which is a personal gift of the monarch, granted without ministerial advice) and &lt;a href=\"Order%20%28honour%29\"&gt;national&lt;/a&gt; (initiated by order-in-council and created by letters patent and membership in which is carried out on the advice of advisory committees) orders. These have a number of grades or classes to acknowledge different levels of achievement. Usually, the insignia for the top grades are worn on a neck ribbon by men and on a pinned bow by women, while those for the lower levels are worn suspended on ribbons attached to the left of the jacket of dress, those for women again usually on a bow. These insignia are presented to the recipient by either the monarch or governor general. Orders are not awarded to individuals, instead one is appointed into membership in a society of honour, and can be promoted to higher grades within the group. The appointment to an order also entitles the appointee to &lt;a href=\"post-nominal%20letters\"&gt;post-nominal letters&lt;/a&gt;.\nOrder of Merit.\nAdmission to the Order of Merit () is the highest &lt;a href=\"civilian\"&gt;civilian&lt;/a&gt; award for merit in Canada. Founded in 1902 by King &lt;a href=\"Edward%20VII\"&gt;Edward VII&lt;/a&gt; to recognise distinguished service in the &lt;a href=\"armed%20forces\"&gt;armed forces&lt;/a&gt;, &lt;a href=\"science\"&gt;science&lt;/a&gt;, &lt;a href=\"art\"&gt;art&lt;/a&gt;, &lt;a href=\"literature\"&gt;literature&lt;/a&gt;, or for the promotion of &lt;a href=\"culture\"&gt;culture&lt;/a&gt;, the Order of Merit has one grade and carries with it only the post-nominal letters \"OM\". One of the few dynastic orders in Canada, the order's membership is limited to, at one time, no more than 24 living individuals from the Commonwealth realms. Four Canadians have been appointed to the order: &lt;a href=\"William%20Lyon%20Mackenzie%20King\"&gt;William Lyon Mackenzie King&lt;/a&gt;, &lt;a href=\"Wilder%20Penfield\"&gt;Wilder Penfield&lt;/a&gt;, &lt;a href=\"Lester%20B.%20Pearson\"&gt;Lester B. Pearson&lt;/a&gt;, and &lt;a href=\"Jean%20Chr%C3%A9tien\"&gt;Jean Chrétien&lt;/a&gt;. There is only one grade to the Order of Merit: Member (OM).\nOrder of Canada.\nThe Order of Canada () is the country's second highest &lt;a href=\"civilian\"&gt;civilian&lt;/a&gt; honour for merit and is administered by the Governor General-in-Council, on behalf of the monarch of Canada. Created in 1967, appointment is granted to those who adhere to the order's motto \"Desiderantes meliorem patriam\" (&lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; for: \"desiring a better country\"), meaning that, in essence, the honour recognises lifetime contributions made by Canadians who made a major difference to Canada, or non-Canadians who made the world better by their actions. Musicians, politicians, artists, entertainers, benefactors, and many more have been accepted into the order; since its creation, more than 6,000 people have been appointed to the Order of Canada. The order, of which the monarch is Sovereign and the serving governor general is Chancellor and Principal Companion, is currently composed of three grades: Companion (CC), Officer (OC), and Member (CM).\nFor each grade, there is an \"extraordinary\" category reserved for those members of the &lt;a href=\"Monarchy%20of%20Canada%23Canada%27s%20royal%20family%20and%20house\"&gt;royal family&lt;/a&gt; nominated and approved for appointment. Upon taking office, governors general and &lt;a href=\"Viceregal%20consort%20of%20Canada\"&gt;viceregal consorts&lt;/a&gt; become Extraordinary Companions for life or until removal from the order.\nOrder of Military Merit.\nThe Order of Military Merit () is a society of members of the &lt;a href=\"Canadian%20Forces\"&gt;Canadian Forces&lt;/a&gt; who have demonstrated dedication and devotion beyond the call of duty. Established in 1972 by Queen Elizabeth II, who serves as the order's Sovereign, with the governor general as the Chancellor and the chief of the Defence Staff as Principal Commander, the award has three classes: Commander (CMM), Officer (OMM), and Member (MMM).\nFor each grade, there is an \"extraordinary\" category reserved for those members of the royal family in the Canadian Forces nominated and approved for appointment. Upon taking office, governors general become Extraordinary Commanders for life or until removal from the order.\nOrder of Merit of the Police Forces.\nMembers of &lt;a href=\"Law%20enforcement%20in%20Canada\"&gt;Canada's various police bodies&lt;/a&gt; who have demonstrated conspicuous merit and exceptional service are inducted into the Order of Merit of the Police Forces (), which was created in 2000 by Queen Elizabeth II. As with the Order of Military Merit, the reigning monarch is the Sovereign of the order, while the governor general is the Chancellor and the commissioner of the &lt;a href=\"Royal%20Canadian%20Mounted%20Police\"&gt;Royal Canadian Mounted Police&lt;/a&gt; acts as Principal Commander. The order has three grades: Commander (COM), Officer (OOM), and Member (MOM).\nRoyal Victorian Order.\nThe Royal Victorian Order () is a dynastic order established in 1896 by &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt; to recognise those who performed exemplary personal service for the sovereign. The order's day is 20 June, the date of Victoria's accession to the throne, and its motto is \"Victoria\". The structure includes five classes and a medal, though the levels of Knight or Dame Grand Cross and Knight or Dame Commander, available to all in other Commonwealth realms, are not normally open to Canadian citizens, due to the titles that come with appointment to those grades and the Cabinet's adherence to the non-binding &lt;a href=\"Nickle%20Resolution\"&gt;Nickle Resolution&lt;/a&gt;. Members of the royal family, however, as subjects of the Canadian monarch but not citizens of Canada, can, and do, occupy the two uppermost grades. The order's classes, in order of seniority, are: Knight or Dame Grand Cross (GCVO), Knight or Dame Commander (KCVO or DCVO), Commander (CVO), Lieutenant (LVO), and Member (MVO). Award of the &lt;a href=\"Royal%20Victorian%20Medal\"&gt;Royal Victorian Medal&lt;/a&gt; allows the recipient the use of the post-nominal letters \"RVM\".\nOrder of the Hospital of Saint John of Jerusalem.\nThe Most Venerable Order of the Hospital of Saint John of Jerusalem () is a working order of charitably minded men and women whose philanthropy is expressed principally through its two foundations: the St. John Eye Hospital in &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; and &lt;a href=\"St.%20John%20Ambulance\"&gt;St. John Ambulance&lt;/a&gt;. The order traces its origins to the &lt;a href=\"Knights%20Hospitaller\"&gt;Knights Hospitaller&lt;/a&gt; of the &lt;a href=\"Crusades\"&gt;Crusades&lt;/a&gt;, who served the Abbey of St. Mary's small hospital for sick pilgrims in Jerusalem in the 12th century. It was established in the United Kingdom in 1831 and given a royal charter by Queen Victoria in 1888, and has existed in Canada in some form for many years, but was only officially brought into the Canadian honours system in 1995. The governor general is the Prior and Chief Officer in Canada, while the &lt;a href=\"Lieutenant-Governor%20%28Canada%29\"&gt;lieutenant governors&lt;/a&gt; serve as Vice-Prior in their respective province. Each is also automatically appointed as a Knight or Dame of Justice in case of the Prior and his or her spouse, or a Knight or Dame of Grace in the case of lieutenant governors upon being sworn into their viceregal office. Spouses of lieutenant governors are made Officers. Members of the royal family may also hold the level of Bailiffs or Dames Grand Cross, with the post-nominal letters \"GCStJ\".\nCurrently, there are approximately 5,500 active Canadian members in the Order, induction being granted by nomination only to Canadian citizens or permanent residents at or over the age of 18. This is done at the discretion of the Sovereign Head of the Order, Queen Elizabeth II, on the advice of the Prior.\nIn Canada, the order has five grades: Bailiffs or Dames Grand Cross (GCStJ), Knight or Dame (KStJ or DStJ), Commander (CStJ), Officer (OStJ), and Member (MStJ). Esquires are not members of the Order but instead members of the Priory.\nDecorations.\nDecorations are awarded for gallantry, civilian bravery, or meritorious services; only the &lt;a href=\"Royal%20Victorian%20Order\"&gt;Royal Victorian Medal&lt;/a&gt; (&lt;a href=\"post-nominal%20letters\"&gt;post-nominal letters&lt;/a&gt; \"RVM\", ), a decoration associated with the Royal Victorian Order, is not slotted into any of the three aforementioned categories. They are similar to national orders, are created by the sovereign and conferred by her or her viceroy, and are worn on the left side of the jacket or dress. Decorations also entitle the recipient to post-nominal letters.\nMilitary valour decorations.\nThe military valour decorations were created on 2 February 1993 by Queen Elizabeth II, on the advice of her Cabinet under then prime minister &lt;a href=\"Brian%20Mulroney\"&gt;Brian Mulroney&lt;/a&gt;. For all three military valour decorations, recipients must be a member of the &lt;a href=\"Canadian%20Forces\"&gt;Canadian Forces&lt;/a&gt; or an allied armed force that is serving with or in conjunction with the Canadian Forces, on or after 1 January 1993. All military valour decorations may be awarded posthumously.\nThe &lt;a href=\"Victoria%20Cross%20%28Canada%29\"&gt;Victoria Cross&lt;/a&gt; (post-nominal letters \"VC\", ) is the highest award for valour available to members of the Canadian Forces of any rank, in any service, and allies serving under or with Canadian military command. Based on the &lt;a href=\"Victoria%20Cross\"&gt;British version&lt;/a&gt; of the same medal, it is only awarded for extraordinary valour and devotion to duty while facing a hostile force. Prior to 1993, the original Victoria Cross was awarded to 94 Canadians, none of whom are now living; since its creation, no Canadian Victoria Cross has been issued.\nThe &lt;a href=\"Star%20of%20Military%20Valour\"&gt;Star of Military Valour&lt;/a&gt; (post-nominal letters \"SMV\", ) was created as an award for Canadian Forces personnel who had demonstrated \"distinguished and valiant service in the presence of the enemy.\" The star may be presented more than once, an additional bar on the medal's ribbon marking each subsequent award. It was only first presented in 2006, as &lt;a href=\"Canada%27s%20role%20in%20the%20invasion%20of%20Afghanistan\"&gt;Canada's participation in the 2001 invasion of Afghanistan&lt;/a&gt; created for the first time circumstances wherein one could carry out actions deserving of the Star of Military Valour.\nThe &lt;a href=\"Medal%20of%20Military%20Valour\"&gt;Medal of Military Valour&lt;/a&gt; (post-nominal letters \"MMV\", ) is awarded to members of the Canadian Forces for \"an act of valour or devotion to duty in the presence of the enemy.\" The medal, too, was only first awarded in 2006 and may be earned multiple times, marked by the addition of bars to the medal's ribbon.\nBravery decorations.\nEstablished on 1 May 1972 by Queen Elizabeth II, on the advice of her Cabinet headed by &lt;a href=\"Pierre%20Trudeau\"&gt;Pierre Trudeau&lt;/a&gt;, the &lt;a href=\"Canadian%20Bravery%20Decorations\"&gt;bravery decorations&lt;/a&gt; are awarded to any person who risked his or her life to save or protect another person; it is not necessary that the incident take place in Canada, and no particular person must be Canadian, but it is required that at least one individual involved in the occurrence be a Canadian citizen. Nominations must be made within two years of the incident, or within two years after a court or a coroner has concluded its review on the circumstances surrounding the incident or act of bravery, and each decoration may be awarded posthumously.\nThe &lt;a href=\"Cross%20of%20Valour%20%28Canada%29\"&gt;Cross of Valour&lt;/a&gt; (post-nominal letters \"CV\", ) is the highest ranking of the Canadian bravery decorations, and is awarded for \"acts of the most conspicuous courage in circumstances of extreme peril.\" It was intended to both replace the never-issued Medal of Courage of the Order of Canada, and to act as the Canadian equivalent of the &lt;a href=\"George%20Cross\"&gt;George Cross&lt;/a&gt;. It was presented for the first time on 20 July 1972.\nPresented to both living and deceased individuals deemed to have performed \"acts of conspicuous courage in circumstances of great peril,\" the &lt;a href=\"Star%20of%20Courage%20%28Canada%29\"&gt;Star of Courage&lt;/a&gt; (post-nominal letters \"SC\", ) is the second-highest ranking of Canadian bravery decorations. As of April 2018, the Star of Courage has been presented to 458 people, though no bars have yet been issued.\nThe &lt;a href=\"Medal%20of%20Bravery%20%28Canada%29\"&gt;Medal of Bravery&lt;/a&gt; (post-nominal letters \"MB\", ) is the third rank of the bravery decorations, awarded in recognition of \"acts of bravery in hazardous circumstances,\" and has been awarded most frequently; as of April 2018, 3,304 medals had been awarded.\nMeritorious service decorations.\nThe meritous service decorations are each divided into military and civilian categories, which each may be awarded to both Canadians and non-Canadians. The set of awards was initially formed on 11 June 1984 by Queen Elizabeth II, on the advice of Prime Minister Pierre Trudeau, but consisted of decorations available only to Canadian Forces personnel; it was on 6 June 1991 that the civilian classifications were added.\nThe &lt;a href=\"Meritorious%20Service%20Cross\"&gt;Meritorious Service Cross&lt;/a&gt; (post-nominal letters \"MSC\", ) is intended to recognize individuals—both Canadian and foreign—who have carried out meritorious acts bringing benefit and honour. The military division recognises highly professional acts that are of considerable benefit to the Canadian Forces, while its civilian counterpart honours similar acts—whether in athletics, diplomatic relations, humanitarian activities, etc.—that benefit the nation.\nThe &lt;a href=\"Meritorious%20Service%20Medal%20%28Canada%29\"&gt;Meritorious Service Medal&lt;/a&gt; (post-nominal letters \"MSM\", ) is the secondary meritorious service decoration and recognises highly professional acts that are of considerable benefit to the Canadian Forces by military personnel, and to the nation by civilians.\nMedals.\nCanada has various types of medals, some part of the official honours system and others not. Those in the former category tend to be related to state organisations, such as &lt;a href=\"police\"&gt;police&lt;/a&gt; forces, &lt;a href=\"Firefighting\"&gt;fire protection&lt;/a&gt;, or the military. These can be further sub-categorised into long service and campaign medals. Others are awarded to military and civilians alike for anniversaries—the Canadian Centennial or the Golden Jubilee of Elizabeth II, for example—or for community service. Still others are awarded by international organisations and integrated into the Canadian honours structure; the &lt;a href=\"United%20Nations%20Medal\"&gt;United Nations Medal&lt;/a&gt;s and &lt;a href=\"NATO\"&gt;North Atlantic Treaty Organization&lt;/a&gt; medals, for example. As medals are awarded more widely than orders or decorations, they are typically presented by higher-ranking officials in the organization the recipient is a part of. Only the Canadian Forces Decoration grants a holder the use of post-nominal letters.\nSacrifice medals.\nWithin the Canadian system of honours are medals that specifically recognise death or severe injury in the course of military service. The &lt;a href=\"Memorial%20Cross\"&gt;Memorial Cross&lt;/a&gt; () was created in 1919 by King &lt;a href=\"George%20V\"&gt;George V&lt;/a&gt;, it is to be awarded to the &lt;a href=\"mother\"&gt;mother&lt;/a&gt;, &lt;a href=\"widow\"&gt;widow&lt;/a&gt;, widower, or &lt;a href=\"next%20of%20kin\"&gt;next of kin&lt;/a&gt; of any member of the &lt;a href=\"Canadian%20Forces\"&gt;Canadian Forces&lt;/a&gt; who loses his or her life in active service, including peacekeeping, and other such international operations. From amongst the recipients of the medal has been drawn annually the &lt;a href=\"Silver%20Cross%20Mother\"&gt;Silver Cross Mother&lt;/a&gt;. Later, in 2008, Queen Elizabeth II approved the establishment of the &lt;a href=\"Sacrifice%20Medal\"&gt;Sacrifice Medal&lt;/a&gt; () as a replacement for the &lt;a href=\"Wound%20stripe\"&gt;Wound Stripe&lt;/a&gt;, to be presented to any member of the Canadian Forces or allied forces who were wounded or killed in action. The medal is also awarded posthumously to any member of the Canadian Forces who dies under honourable circumstances as a result of an injury or disease related to military service.\nCampaign medals.\nCanada's &lt;a href=\"campaign%20medal\"&gt;campaign medal&lt;/a&gt;s are a continuation of the tradition of the monarch recognising service in a &lt;a href=\"Military%20operation\"&gt;designated military operation&lt;/a&gt; or performance of duty in a geographical theatre; save for the General Campaign Stars and Medals, each is associated with a particular conflict. The general star and medal are issued for any active service in a combat zone, which one or ones being distinguished by additional clasps that are worn on the medal's ribbon. Such medals presently recognised in the Canadian honours system are:\nCanadians earlier qualified for &lt;a href=\"British%20campaign%20medals\"&gt;British campaign medals&lt;/a&gt;, though these awards were, at the time, not foreign to Canada. Some were created specifically for Canada, such as the &lt;a href=\"Canadian%20General%20Service%20Medal\"&gt;Canadian General Service Medal&lt;/a&gt;, which was issued in 1899 to recognise active participation in defending the country from the &lt;a href=\"Fenian%20raids\"&gt;Fenian raids&lt;/a&gt; and later in suppressing the &lt;a href=\"Red%20River%20Rebellion\"&gt;Red River Rebellion&lt;/a&gt;.\nPolar and Volunteer medals.\nThe &lt;a href=\"Polar%20Medal%20%28Canada%29\"&gt;Polar Medal&lt;/a&gt; () and &lt;a href=\"Sovereign%27s%20Medal%20for%20Volunteers\"&gt;Sovereign's Medal for Volunteers&lt;/a&gt; () were both created by Queen Elizabeth II in 2015, incorporating and replacing the Governor General's Northern Medal (established by Governor General &lt;a href=\"Adrienne%20Clarkson\"&gt;Adrienne Clarkson&lt;/a&gt; in 2005) and the Governor General's Caring Canadian Award (established by Governor General &lt;a href=\"Rom%C3%A9o%20LeBlanc\"&gt;Roméo LeBlanc&lt;/a&gt; in 1995), respectively. This made them honours of the Crown, permitting them to be incorporated into the Canadian honours system.\nCommemorative medals.\nUntil 1977, the practice for coronation and jubilee medals was for authorities in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; to decide on a total number of medallions to be produced and allocate how many were to be distributed to each of the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; and &lt;a href=\"Crown%20dependency\"&gt;Crown dependencies&lt;/a&gt; and possessions, and later &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth of Nations&lt;/a&gt; countries. From that point, the award of the medals was at the discretion of the local government authority. Such medals are awarded to Canadians who have been deemed to have made a significant contribution to their fellow citizens, their community or to Canada. So that all regions of the country are recognised equally, the federal, provincial, and civic governments all forward names to Rideau Hall, as do private organizations in the fields of the arts, sports, philanthropy, and charity. The full membership of the Order of Canada and Order of Military Merit, as well as all winners of Canadian bravery decorations will typically also receive commemorative medals automatically, while for members of the Canadian Forces, merit with length of service and prestige of current appointment is considered. Such medals presently recognised in the Canadian honours system are:\nEarlier commemorative medals for Canada or given to Canadians included:\nLong service and good conduct medals.\nThe &lt;a href=\"Canadian%20Forces%20Decoration\"&gt;Canadian Forces Decoration&lt;/a&gt; (&lt;a href=\"post-nominal%20letters\"&gt;post-nominal letters&lt;/a&gt; CD) is given members of the &lt;a href=\"Canadian%20Forces\"&gt;Canadian Forces&lt;/a&gt; of all ranks who have completed twelve years of military service. By convention, it is also given to the &lt;a href=\"Governor%20General%20of%20Canada\"&gt;Governor General of Canada&lt;/a&gt; upon his or her appointment as viceroy, which includes the designation of the title of \"&lt;a href=\"Commander-in-Chief%20of%20the%20Canadian%20Forces\"&gt;Commander-in-Chief in and over Canada&lt;/a&gt;\". Despite its name, the Canadian Forces Decoration is a medal as opposed to a decoration.\nOther long service medals include:\nProvinces and territories.\nThe &lt;a href=\"Provinces%20and%20territories%20of%20Canada\"&gt;Canadian provinces&lt;/a&gt; each have their own internal honours system, though they differ in some ways from their federal counterpart. &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; was the first to create a provincial honour in 1953. However, after the establishment of the Canadian honours system in 1967, other provinces moved to initiate their own systems after the federal government refused to do so on their behalf. An agreement was eventually reached around 1990 on the placement of the provincial honours in the &lt;a href=\"Canadian%20order%20of%20precedence%20%28decorations%20and%20medals%29\"&gt;Canadian order of precedence for orders, decorations, and medals&lt;/a&gt;.\nMunicipalities.\nSome municipalities have instituted their own honours based on the structure of the provincial orders. Examples include the &lt;a href=\"Order%20of%20Montreal\"&gt;Order of Montreal&lt;/a&gt; and &lt;a href=\"Order%20of%20Hamilton\"&gt;Order of Hamilton&lt;/a&gt;. These are not formally recognized in the Canadian order of precedence.\nImperial and foreign honours.\nState honours bestowed upon a Canadian by a foreign government must be approved by the Governor-General-in-Council before the insignia, decoration, or medal may be worn. Those for honours bestowed by other Commonwealth countries are worn, in the order of date of appointment or award, following all those for Canadian honours, should the recipient have any. The same from countries not in the Commonwealth are worn after those from Commonwealth countries, again in order of date of appointment or award. However, the insignia of orders, as well as medals and decorations, within the Imperial (i.e. British) honours system that were received by a Canadian prior to 1 June 1972 have a different order of wear, mixed with the designated order for Canadian honours.\nCanadians remain eligible for appointment into the &lt;a href=\"Order%20of%20the%20Companions%20of%20Honour\"&gt;Order of the Companions of Honour&lt;/a&gt;, as its statutes set aside a specific number of the order's total 65 places for residents of Australia, New Zealand, and the United Kingdom, and 11 for those from any other Commonwealth country. Appointments are made on the recommendation of the appropriate &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt;. The order currently has three Canadian members—&lt;a href=\"John%20de%20Chastelain\"&gt;John de Chastelain&lt;/a&gt;, &lt;a href=\"Margaret%20MacMillan\"&gt;Margaret MacMillan&lt;/a&gt;, and &lt;a href=\"Margaret%20Atwood\"&gt;Margaret Atwood&lt;/a&gt;, who were nominated by the &lt;a href=\"Cabinet%20of%20the%20United%20Kingdom\"&gt;Cabinet of the United Kingdom&lt;/a&gt;.\nPeerages.\nA number of distinctly Canadian titles have been granted by the sovereign. These include (with existent ones in italics):\nMembers of the &lt;a href=\"Monarchy%20of%20Canada%23Canada%27s%20royal%20family%20and%20house\"&gt;Canadian royal family&lt;/a&gt;, other than the sovereign, also hold peerages, though these were granted by &lt;a href=\"letters%20patent\"&gt;letters patent&lt;/a&gt; issued by the sovereign of the United Kingdom and are used in Canada as &lt;a href=\"courtesy%20title\"&gt;courtesy title&lt;/a&gt;s. Further, &lt;a href=\"Sylvana%20Windsor%2C%20Countess%20of%20St%20Andrews\"&gt;Sylvana Tomaselli&lt;/a&gt;, a Canadian citizen, has been known as \"Countess of St. Andrews\" since her marriage to &lt;a href=\"George%20Windsor%2C%20Earl%20of%20St%20Andrews\"&gt;George Windsor&lt;/a&gt;, who uses the courtesy title \"Earl of St. Andrews\", a subsidiary title of his father, &lt;a href=\"Prince%20Edward%2C%20Duke%20of%20Kent\"&gt;Prince Edward, Duke of Kent&lt;/a&gt;, a grandson of King &lt;a href=\"George%20V\"&gt;George V&lt;/a&gt;. Upon the death of the Duke of Kent, is it expected that George will succeed to the title and Sylvana will become Duchess of Kent, Countess of St. Andrews, and Baroness Downpatrick, though her eldest son, &lt;a href=\"Edward%20Windsor%2C%20Lord%20Downpatrick\"&gt;Edward&lt;/a&gt;, also a citizen of Canada and the present Lord Downpatrick, and his wife, if any, will then use the titles Earl and Countess of St. Andrews as a courtesy title and their eldest son, if any, would be known as Lord Downpatrick. Also, &lt;a href=\"Karen%20Gordon\"&gt;Karen Gordon&lt;/a&gt;, a Canadian citizen, became Countess Spencer upon her marriage in 2011 to &lt;a href=\"Charles%20Spencer%2C%209th%20Earl%20Spencer\"&gt;the Earl Spencer&lt;/a&gt;, brother of &lt;a href=\"Diana%2C%20Princess%20of%20Wales\"&gt;Diana, Princess of Wales&lt;/a&gt;.\nThere are also 120 &lt;a href=\"Baronetage%20of%20Nova%20Scotia\"&gt;Baronets of Nova Scotia&lt;/a&gt;. Created between 1625 and 1706, these &lt;a href=\"baronets\"&gt;baronets&lt;/a&gt; technically represent the baronets of Canada.\nArms, flags, and badges.\nThe &lt;a href=\"Canadian%20Heraldic%20Authority\"&gt;Canadian Heraldic Authority&lt;/a&gt;, which grants armorial bearings (&lt;a href=\"Coat%20of%20arms\"&gt;coats of arms&lt;/a&gt;), &lt;a href=\"flag\"&gt;flag&lt;/a&gt;s, and &lt;a href=\"Heraldic%20badge\"&gt;badges&lt;/a&gt; to Canadian citizens, permanent residents, and corporate bodies, forms a part of the Canadian honours system; the granting of arms is regarded as an honour from the monarch, via the governor general, and thus are bestowed only on those whom the Chief Herald has deemed individuals worthy of receiving a grant of arms."
}