{
    "id": "2044847",
    "revid": "1068952538",
    "url": "https://en.wikipedia.org/wiki?curid=2044847",
    "title": "Mast radiator",
    "text": "A mast radiator (or radiating tower) is a &lt;a href=\"Radio%20masts%20and%20towers\"&gt;radio mast or tower&lt;/a&gt; in which the metal structure itself is energized and functions as an &lt;a href=\"antenna%20%28radio%29\"&gt;antenna&lt;/a&gt;. This design, first used widely in the 1930s, is commonly used for &lt;a href=\"Transmitter\"&gt;transmitting&lt;/a&gt; antennas operating at low &lt;a href=\"Frequency\"&gt;frequencies&lt;/a&gt;, in the &lt;a href=\"Low%20frequency\"&gt;LF&lt;/a&gt; and &lt;a href=\"Mediumwave\"&gt;MF&lt;/a&gt; bands, in particular those used for AM &lt;a href=\"radio%20broadcasting\"&gt;radio broadcasting&lt;/a&gt; stations. The conductive steel mast is electrically connected to the &lt;a href=\"transmitter\"&gt;transmitter&lt;/a&gt;. Its base is usually mounted on a nonconductive support to insulate it from the ground. A mast radiator is a form of &lt;a href=\"monopole%20antenna\"&gt;monopole antenna&lt;/a&gt;.\nStructural design.\nMost mast radiators are built as &lt;a href=\"guyed%20mast\"&gt;guyed mast&lt;/a&gt;s. Steel &lt;a href=\"lattice%20tower\"&gt;lattice mast&lt;/a&gt;s of triangular cross-section are the most common type. Square lattice masts and tubular masts are also sometimes used. To ensure that the tower is a continuous conductor, the tower's structural sections are electrically bonded at the joints by short copper jumpers which are soldered to each side or \"fusion\" (arc) welds across the mating flanges. \nBase-fed masts, the most common type, must be insulated from the ground. At its base, the mast is usually mounted on a thick &lt;a href=\"ceramic\"&gt;ceramic&lt;/a&gt; &lt;a href=\"electrical%20insulator\"&gt;insulator&lt;/a&gt;, which has the compressive strength to support the tower's weight and the &lt;a href=\"dielectric%20strength\"&gt;dielectric strength&lt;/a&gt; to withstand the high &lt;a href=\"voltage\"&gt;voltage&lt;/a&gt; applied by the transmitter. The &lt;a href=\"Radio%20frequency\"&gt;RF&lt;/a&gt; power to drive the antenna is supplied by a matching network, usually housed in an &lt;a href=\"antenna%20tuning%20hut\"&gt;antenna tuning hut&lt;/a&gt; next to the mast, and the cable supplying the current is simply bolted or brazed to the tower. The actual &lt;a href=\"transmitter\"&gt;transmitter&lt;/a&gt; is usually located in a separate building, which supplies RF power to the antenna tuning hut via a &lt;a href=\"transmission%20line\"&gt;transmission line&lt;/a&gt;.\nTo keep it upright the mast has tensioned &lt;a href=\"guy-wire\"&gt;guy wires&lt;/a&gt; attached, usually in sets of 3 at 120° angles, which are anchored to the ground usually with concrete &lt;a href=\"Guy-line%23Anchors\"&gt;anchors&lt;/a&gt;. Multiple sets of guys (from 2 to 5) at different levels are used to make the tower rigid against buckling. The guy lines have &lt;a href=\"strain%20insulator\"&gt;strain insulator&lt;/a&gt;s (Johnny balls) inserted, usually at the top near the attachment point to the mast, to insulate the conductive cable from the mast, preventing the high voltage on the tower from reaching the ground. \nEven though they are insulated from the mast the conductive guy cables can act electrically as resonant antennas (&lt;a href=\"parasitic%20element\"&gt;parasitic element&lt;/a&gt;s), absorbing and reradiating radio waves from the mast, disturbing the &lt;a href=\"radiation%20pattern\"&gt;radiation pattern&lt;/a&gt; of the antenna. To prevent this, additional strain insulators are inserted at intervals in the guy cables to divide the line into nonresonant lengths: usually segments should be limited to a maximum of one-eighth to one-tenth wavelength (formula_1).\nMast radiators can also be built as free-standing &lt;a href=\"lattice%20tower\"&gt;lattice tower&lt;/a&gt;s, wide at the bottom for stability, narrowing to a slender mast. The advantage of this construction is the elimination of guy lines and thus reduction in land area required. These towers can have a triangular or a square cross section, with each leg supported on an insulator. A disadvantage is the wide base of the tower distorts the vertical current pattern on the tower, reducing the &lt;a href=\"radiation%20resistance\"&gt;radiation resistance&lt;/a&gt; and therefore the radiated power, so guyed masts are preferred.\nA country's national radio ministry usually has regulatory authority over the design and operation of radio masts, in addition to local &lt;a href=\"building%20code\"&gt;building code&lt;/a&gt;s which cover structural design. In the US this is the &lt;a href=\"Federal%20Communications%20Commission\"&gt;Federal Communications Commission&lt;/a&gt; (FCC). Plans for a mast must be pre-approved by regulators before building. \nElectrical design.\nA single mast radiator is an &lt;a href=\"omnidirectional%20antenna\"&gt;omnidirectional antenna&lt;/a&gt; which radiates equal radio wave power in all horizontal directions. Mast radiators radiate &lt;a href=\"vertical%20polarization\"&gt;vertically polarized&lt;/a&gt; radio waves, with most of the power emitted at low elevation angles. In the &lt;a href=\"medium%20frequency\"&gt;medium frequency&lt;/a&gt; (MF) and &lt;a href=\"low%20frequency\"&gt;low frequency&lt;/a&gt; (LF) bands &lt;a href=\"AM%20radio\"&gt;AM&lt;/a&gt; &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt;s cover their listening area using \"&lt;a href=\"ground%20wave\"&gt;ground wave&lt;/a&gt;s\", vertically polarized radio waves which travel close to the ground surface, following the contour of the terrain. Mast radiators make good ground wave antennas, and are the main type of transmitting antennas used by AM radio stations, as well as other radio services in the MF and LF bands. They also can radiate enough power at higher elevation angles for \"&lt;a href=\"skywave\"&gt;skywave&lt;/a&gt;\" (skip) radio transmission.\nMost radio stations use single masts. Multiple masts fed with radio current at different &lt;a href=\"phase%20%28waves%29\"&gt;phases&lt;/a&gt; can be used to construct &lt;a href=\"directional%20antenna\"&gt;directional antenna&lt;/a&gt;s, which radiate more power in specific directions than others.\nFeed system.\nThe &lt;a href=\"transmitter\"&gt;transmitter&lt;/a&gt; which generates the &lt;a href=\"radio%20frequency\"&gt;radio frequency&lt;/a&gt; current is often located in a building a short distance away from the mast, so its sensitive electronics and operating personnel will not be exposed to the strong radio waves at the base of the mast. The current from the transmitter is delivered to the mast through a &lt;a href=\"feedline\"&gt;feedline&lt;/a&gt;, a specialized cable (&lt;a href=\"transmission%20line\"&gt;transmission line&lt;/a&gt;) for carrying radio frequency current. At LF and MF frequencies foam insulated &lt;a href=\"coaxial%20cable\"&gt;coaxial cable&lt;/a&gt; is usually used. The feedline is connected to an &lt;a href=\"antenna%20tuner\"&gt;antenna tuning unit&lt;/a&gt; (&lt;a href=\"matching%20network\"&gt;impedance matching network&lt;/a&gt;) at the base of the mast, to match the transmission line to the mast. This may be located in a waterproof box or a small shed called an \"&lt;a href=\"antenna%20tuning%20hut\"&gt;antenna tuning hut&lt;/a&gt;\" (helix house) next to the mast. The antenna tuning circuit &lt;a href=\"impedance%20matching\"&gt;matches&lt;/a&gt; the &lt;a href=\"characteristic%20impedance\"&gt;characteristic impedance&lt;/a&gt; of the feedline to the impedance of the antenna (given by the graph below), and includes a &lt;a href=\"electrical%20reactance\"&gt;reactance&lt;/a&gt;, usually a &lt;a href=\"loading%20coil\"&gt;loading coil&lt;/a&gt;, to tune out the reactance of the antenna, to make it &lt;a href=\"resonant%20frequency\"&gt;resonant&lt;/a&gt; at the operating frequency. Without the antenna tuner the impedance mismatch between the antenna and feedline would cause a condition called &lt;a href=\"standing%20wave\"&gt;standing wave&lt;/a&gt;s (high &lt;a href=\"standing%20wave%20ratio\"&gt;SWR&lt;/a&gt;), in which some of the radio power is reflected back down the feedline toward the transmitter, resulting in inefficiency and possibly overheating the transmitter. From the antenna tuner a short feedline is bolted or brazed to the mast. \nThere are several ways of feeding a mast radiator:\nGovernment regulations usually require the power fed to the antenna to be monitored at the antenna base, so the antenna tuning hut also includes an antenna current sampling circuit, which sends its measurements back to the transmitter control room. The hut also usually contains the power supply for the aircraft warning lights.\nMast height and radiation pattern.\nThe ideal height of a mast radiator depends on transmission &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt; formula_2, the geographical distribution of the listening audience, and terrain. An unsectionalized mast radiator is a &lt;a href=\"monopole%20antenna\"&gt;monopole antenna&lt;/a&gt;, and its vertical &lt;a href=\"radiation%20pattern\"&gt;radiation pattern&lt;/a&gt;, the amount of power it radiates at different elevation angles, is determined by its height formula_3 compared to the &lt;a href=\"wavelength\"&gt;wavelength&lt;/a&gt; formula_4 of the radio waves, equal to the speed of light formula_5 divided by the frequency formula_2. The height of the mast is usually specified in fractions of the wavelength, or in \"electrical degrees\"\nwhere each degree equals formula_8 meters. The current distribution on the mast determines the &lt;a href=\"radiation%20pattern\"&gt;radiation pattern&lt;/a&gt;. The &lt;a href=\"radio%20frequency\"&gt;radio frequency&lt;/a&gt; &lt;a href=\"electric%20current\"&gt;current&lt;/a&gt; flows up the mast and reflects from the top, and the direct and reflected current &lt;a href=\"interference%20%28wave%20motion%29\"&gt;interfere&lt;/a&gt;, creating an approximately &lt;a href=\"sinusoidal\"&gt;sinusoidal&lt;/a&gt; &lt;a href=\"standing%20wave\"&gt;standing wave&lt;/a&gt; on the mast with a &lt;a href=\"node%20%28physics%29\"&gt;node&lt;/a&gt; (point of zero current) at the top and a maxima one quarter wavelength down\nwhere formula_10 is the current at a height of formula_11 electrical degrees above the ground, and formula_12 is the maximum current. At heights of a little less than a multiple of a quarter wavelength, formula_13 ...(G = 90°, 180°, 270°...) the mast is &lt;a href=\"resonant\"&gt;resonant&lt;/a&gt;; at these heights the antenna presents a pure &lt;a href=\"electrical%20resistance\"&gt;resistance&lt;/a&gt; to the &lt;a href=\"feedline\"&gt;feedline&lt;/a&gt;, simplifying &lt;a href=\"impedance%20matching\"&gt;impedance matching&lt;/a&gt; the feedline to the antenna. At other lengths the antenna has &lt;a href=\"capacitive%20reactance\"&gt;capacitive reactance&lt;/a&gt; or &lt;a href=\"inductive%20reactance\"&gt;inductive reactance&lt;/a&gt;. However masts of these lengths can be fed efficiently by cancelling the &lt;a href=\"Electrical%20reactance\"&gt;reactance&lt;/a&gt; of the antenna with a conjugate reactance in the matching network in the helix house. Due to the finite thickness of the mast, resistance, and other factors the actual antenna current on the mast differs significantly from the ideal sine wave assumed above, and as shown by the graph, resonant lengths of a typical tower are closer to 80°, 140°, and 240°.\n&lt;a href=\"Ground%20wave\"&gt;Ground wave&lt;/a&gt;s travel horizontally away from the antenna just above the ground, therefore the goal of most mast designs is to radiate a maximum amount of power in horizontal directions. An ideal monopole antenna radiates maximum power in horizontal directions at a height of 225 electrical degrees, about or 0.625 of a wavelength (this is an approximation valid for a typical finite thickness mast; for an infinitely thin mast the maximum occurs at formula_14 = 0.637formula_15) As shown in the diagram, at heights below a half wavelength (180 electrical degrees) the radiation pattern of the antenna has a single &lt;a href=\"main%20lobe\"&gt;lobe&lt;/a&gt; with a maximum in horizontal directions. At heights above a half wavelength the pattern splits and has a second lobe directed into the sky at an angle of about 60°. The reason horizontal radiation is maximum at 0.625formula_15 is that at slightly above a half wavelength, the opposite phase radiation from the two lobes &lt;a href=\"destructive%20interference\"&gt;interferes destructively&lt;/a&gt; and cancels at high elevation angles, causing most of the power to be emitted in horizontal directions. Heights above 0.625formula_15 are not generally used because above this the power radiated in horizontal directions decreases rapidly due to increasing power wasted into the sky in the second lobe.\nFor medium wave AM broadcast band masts 0.625formula_15 would be a height of , and taller for longwave masts. The high construction costs of such tall masts mean frequently shorter masts are used. \nThe above gives the radiation pattern of a perfectly conducting mast over perfectly conducting ground. The actual strength of the received signal at any point on the ground is determined by two factors, the power radiated by the antenna in that direction and the path attenuation between the transmitting antenna and the receiver, which depends on &lt;a href=\"ground%20conductivity\"&gt;ground conductivity&lt;/a&gt;. The design process of an actual radio mast usually involves doing a survey of soil conductivity, then using an &lt;a href=\"Computational%20electromagnetics\"&gt;antenna simulation computer program&lt;/a&gt; to calculate a map of signal strength produced by actual commercially available masts over the actual terrain. This is compared with the audience population distribution to find the best design.\nAnti-fading designs.\nA second design goal that affects height is to reduce &lt;a href=\"multipath%20fading\"&gt;multipath fading&lt;/a&gt; in the reception area. Some of the radio energy radiated at an angle into the sky is reflected by layers of charged particles in the &lt;a href=\"ionosphere\"&gt;ionosphere&lt;/a&gt; and returns to Earth in the reception area. This is called the &lt;a href=\"skywave\"&gt;skywave&lt;/a&gt;. At certain distances from the antenna these radio waves are &lt;a href=\"out%20of%20phase\"&gt;out of phase&lt;/a&gt; with the ground waves, and the two radio waves &lt;a href=\"interference%20%28wave%20motion%29\"&gt;interfere&lt;/a&gt; destructively and partly or completely cancel each other, reducing the signal strength. This is called &lt;a href=\"fading\"&gt;fading&lt;/a&gt;. At night when ionospheric reflection is strongest, this results in an annular region of low signal strength around the antenna in which reception may be inadequate, sometimes called a \"zone of silence\", fading wall or &lt;a href=\"mush%20zone\"&gt;mush zone&lt;/a&gt;. However multipath fading only becomes significant if the signal strength of the skywave is within about 50% (3dB) of the ground wave. By reducing the height of a monopole slightly the power radiated in the second lobe can be reduced enough to eliminate multipath fading, with only a small reduction in horizontal gain. The optimum height is around 190 electrical degrees or 0.53formula_15, so this is another common height for masts.\nSectionalized masts.\nA type of mast with improved anti-fading performance is the sectionalized mast, also called an anti-fading mast. In a sectionalized mast, insulators in the vertical support members divide the mast into two vertically stacked conductive sections, which are fed &lt;a href=\"in%20phase\"&gt;in phase&lt;/a&gt; by separate feedlines. This increases the proportion of power radiated in horizontal directions and allows the mast to be taller than 0.625formula_15 without excessive high angle radiation. Practical sectionals with heights of 120 over 120 degrees, 180 over 120 degrees and 180 over 180 degrees are presently in operation with good results.\nElectrically short masts.\nThe lower limit to the frequency at which mast radiators can be used is in the &lt;a href=\"low%20frequency\"&gt;low frequency&lt;/a&gt; band, due to the increasing inefficiency of masts shorter than a quarter wavelength. \nAs frequency decreases the wavelength increases, requiring a taller antenna to make a given fraction of a wavelength. Construction costs and land area required increase with height, putting a practical limit on mast height. Masts over are prohibitively expensive and very few have been built; the tallest masts in the world are around . Another constraint in some areas is height restrictions on structures; near airports aviation authorities may limit the maximum height of masts. These constraints often require a mast be used that is shorter than the ideal height.\nAntennas significantly shorter than the fundamental resonant length of one-quarter of the wavelength (0.25formula_15, 90 electrical degrees) are called \"&lt;a href=\"electrically%20short\"&gt;electrically short&lt;/a&gt;\" antennas. Electrically short antennas are efficient \"radiators\"; the &lt;a href=\"antenna%20gain\"&gt;gain&lt;/a&gt; of even a short antenna is very close to that of a quarter-wave antenna. However they cannot be \"driven\" efficiently due to their low &lt;a href=\"radiation%20resistance\"&gt;radiation resistance&lt;/a&gt;. The radiation resistance of the antenna, the &lt;a href=\"electrical%20resistance\"&gt;electrical resistance&lt;/a&gt; which represents power radiated as radio waves, which is around 25–37 &lt;a href=\"Ohm\"&gt;Ω&lt;/a&gt; at one-quarter wavelength, decreases below one-quarter wavelength with the square of the ratio of mast height to wavelength. Other electrical resistances in the antenna system, the ohmic resistance of the mast and the buried ground system, are in series with the radiation resistance, and the transmitter power divides proportionally between them. As the radiation resistance decreases more of the transmitter power is dissipated as heat in these resistances, reducing the efficiency of the antenna. Masts shorter than 0.17formula_15 (60 electrical degrees) are seldom used. At this height, the radiation resistance is about 10 Ω, so the typical resistance of a buried ground system, 2 Ω, is about 20% of the radiation resistance, so below this height over 20% of the transmitter power is wasted in the ground system. \nA second problem with electrically short masts is that the &lt;a href=\"capacitive%20reactance\"&gt;capacitive reactance&lt;/a&gt; of the mast is high, requiring a large &lt;a href=\"loading%20coil\"&gt;loading coil&lt;/a&gt; in the antenna tuner to tune it out and make the mast resonant. The high reactance vs the low resistance give the antenna a high &lt;a href=\"Q%20factor\"&gt;Q factor&lt;/a&gt;; the antenna and coil act as a high Q &lt;a href=\"tuned%20circuit\"&gt;tuned circuit&lt;/a&gt;, reducing the usable &lt;a href=\"bandwidth%20%28signal%20processing%29\"&gt;bandwidth&lt;/a&gt; of the antenna.\nAt lower frequencies mast radiators are replaced by more elaborate capacitively toploaded antennas such as the &lt;a href=\"T%20antenna\"&gt;T antenna&lt;/a&gt; or &lt;a href=\"umbrella%20antenna\"&gt;umbrella antenna&lt;/a&gt; which can have higher efficiency.\nCapacitive toploads.\nIn circumstances in which short masts must be used, a \"capacitive topload\" (\"top hat\") is sometimes added at the top of the mast to increase the radiated power. This is a round screen of horizontal wires extending radially from the top of the antenna. It acts as a &lt;a href=\"capacitor\"&gt;capacitor&lt;/a&gt; plate, the increased current in the mast required to charge and discharge the topload capacitance each RF cycle increases the radiated power. Since the topload acts electrically like an additional length of mast, this is called \"&lt;a href=\"electrical%20length\"&gt;electrically lengthening&lt;/a&gt;\" the antenna. Another way to construct a capacity hat is to use sections of the top guy wire set, by inserting the &lt;a href=\"strain%20insulator\"&gt;strain insulator&lt;/a&gt;s in the guy line a short distance from the mast. Capacity hats are structurally limited to the equivalent of 15-30 degrees of added electrical height.\nGrounding system.\nFor mast radiators the earth under the mast is part of the antenna; the current fed to the mast passes through the air into the ground under the antenna as &lt;a href=\"displacement%20current\"&gt;displacement current&lt;/a&gt; (electric field). The ground also serves as a &lt;a href=\"ground%20plane\"&gt;ground plane&lt;/a&gt; to reflect the radio waves. The antenna is fed power between the bottom of the mast and ground so it requires a &lt;a href=\"electrical%20ground\"&gt;grounding (Earthing) system&lt;/a&gt; under the antenna to make contact with the soil to collect the return current. One side of the feedline from the helix house is attached to the mast, and the other side to the ground system. The ground system is in series with the antenna and carries the full antenna current, so for efficiency its resistance must be kept low, under 2 Ω, so it consists of a network of cables buried in the earth. Since for an omnidirectional antenna the Earth currents travel radially toward the ground point from all directions, the grounding system usually consists of a radial pattern of buried cables extending outward from the base of the mast in all directions, connected together to the ground lead at a terminal next to the base.\nThe transmitter power lost in the ground resistance, and so the efficiency of the antenna, depends on the soil conductivity. This varies widely; marshy ground or ponds, particularly salt water, provide the lowest resistance ground. The RF current density in the earth, and thus the power loss per square meter, increases the closer one gets to the ground terminal at the base of the mast, so the radial ground system can be thought of as replacing the soil with a higher conductivity medium, copper, in the parts of the ground carrying high current density, to reduce power losses. \nA standard widely-used ground system acceptable to the US &lt;a href=\"Federal%20Communications%20Commission\"&gt;Federal Communications Commission&lt;/a&gt; (FCC) is 120 equally-spaced radial ground wires extending out one quarter of a wavelength (.25formula_15, 90 electrical degrees) from the mast. No. 10 gauge soft-drawn copper wire is typically used, buried deep. For &lt;a href=\"AM%20broadcast%20band\"&gt;AM broadcast band&lt;/a&gt; masts this requires a circular land area extending from the mast . This is usually planted with grass, which is kept mowed short as tall grass can increase power loss in certain circumstances. If the land area around the mast is too limited for such long radials, they can in many cases be replaced by a greater number of shorter radials. The metal support under the mast insulator is bonded to the ground system with conductive metal straps so no voltage appears across the concrete pad supporting the mast, as concrete has poor dielectric qualities. \nFor masts near a half-wavelength high (180 electrical degrees) the mast has a voltage maximum (&lt;a href=\"antinode\"&gt;antinode&lt;/a&gt;) near its base, which results in strong &lt;a href=\"electric%20field\"&gt;electric field&lt;/a&gt;s in the earth above the ground wires near the mast where the &lt;a href=\"displacement%20current\"&gt;displacement current&lt;/a&gt; enters the ground. This can cause significant &lt;a href=\"dielectric%20loss\"&gt;dielectric power losses&lt;/a&gt; in the earth. To reduce this loss these antennas often use a conductive copper ground screen around the mast connected to the buried ground wires, either lying on the ground or elevated a few feet, to shield the ground from the electric field. Another solution is to increase the number of ground wires near the mast and bury them very shallowly in a surface layer of &lt;a href=\"asphalt\"&gt;asphalt&lt;/a&gt; pavement, which has low dielectric losses.\nAncillary equipment.\nFencing.\nBase-fed mast radiators have a high voltage on the base of the mast, which can deliver a dangerous &lt;a href=\"electric%20shock\"&gt;electric shock&lt;/a&gt; to a grounded person touching it. The potential on the mast is typically several thousand &lt;a href=\"volt\"&gt;volt&lt;/a&gt;s with respect to the ground. Electrical codes require such exposed high voltage equipment to be fenced off from the public, so the mast and antenna tuning hut are surrounded by a locked fence. Usually a &lt;a href=\"chain-link%20fence\"&gt;chain-link fence&lt;/a&gt; is used, but sometimes wooden fences are used to prevent currents induced in a metallic fence from distorting the &lt;a href=\"radiation%20pattern\"&gt;radiation pattern&lt;/a&gt; of the antenna. An alternate design is to mount the mast on top of the antenna tuning hut, out of the reach of the public, eliminating the need for a fence.\nAircraft warning lights.\nAntenna masts are tall enough that they can be a hazard to aircraft. Aviation regulations require masts to be painted in alternating strips of &lt;a href=\"international%20orange\"&gt;international orange&lt;/a&gt; and white paint, and have &lt;a href=\"aircraft%20warning%20light\"&gt;aircraft warning light&lt;/a&gt;s along their length, to make them more visible to aircraft. Regulations require flashing lights at the top, and (depending on height) at several points along the length of the tower. The high radio frequency voltage on the mast poses a problem for powering the warning lights: the power cable which runs down the mast from the lights to connect to the mains power line is at the high RF potential of the mast. Without protective equipment it would conduct &lt;a href=\"radio%20frequency\"&gt;radio frequency&lt;/a&gt; (RF) current to the AC power wiring ground, short-circuiting the mast. To prevent this a protective isolator is installed in the lighting power cable at the base of the mast which blocks the RF current while letting the low frequency 50 or 60 &lt;a href=\"Hertz\"&gt;Hz&lt;/a&gt; AC power pass through up the mast. Several types of isolator devices have been used: \n \nLightning protection and grounding switch.\nAt its base, the mast should have a &lt;a href=\"lightning%20arrester\"&gt;lightning arrester&lt;/a&gt; consisting of a ball or horn &lt;a href=\"spark%20gap\"&gt;spark gap&lt;/a&gt; between the mast and the ground terminal, so that current from a lightning strike to the mast will be conducted to ground. The conductor from the lightning arrester should go directly to a metal ground stake by the shortest path. The top of the mast should have a &lt;a href=\"lightning%20rod\"&gt;lightning rod&lt;/a&gt; to protect the top aircraft warning light. The mast should also have a DC path to ground, so that static electric charges on the mast can drain off. Also at the base is a grounding switch, which is used to connect the mast to the ground system during maintenance operations to ensure that there is no chance that high voltage will be present on the mast when personnel are working on it.\nColocated antennas.\nA tall radio mast is a convenient structure to mount other wireless antennas on. Environmental regulations make it increasingly difficult to build new masts, so many radio stations lease space on their towers to other radio services for their antennas. These are called \"colocated antennas\". Types of antenna often mounted on mast radiators are: fiberglass &lt;a href=\"whip%20antenna\"&gt;whip antenna&lt;/a&gt;s for &lt;a href=\"land%20mobile%20radio%20system\"&gt;land mobile radio system&lt;/a&gt;s for taxi and delivery services, &lt;a href=\"parabolic%20antenna\"&gt;dish antennas&lt;/a&gt; for &lt;a href=\"microwave%20relay\"&gt;microwave relay&lt;/a&gt; links carrying commercial telecommunications and internet data, &lt;a href=\"FM%20radio\"&gt;FM radio broadcasting&lt;/a&gt; antennas consisting of collinear bays of twisted dipole elements, and &lt;a href=\"cellular%20base%20station\"&gt;cellular base station&lt;/a&gt; antennas.\nAs long as the colocated antennas do not operate at frequencies anywhere near the transmitting frequency of the mast, it is usually possible to isolate them electrically from the voltage on the mast. The &lt;a href=\"transmission%20line\"&gt;transmission line&lt;/a&gt;s feeding RF power to the colocated antennas pose much the same problem as the aircraft lighting power lines: they have to pass down the tower and across the base insulator and connect to low voltage equipment, so without isolation devices, they will carry the high mast voltage and can short circuit the mast to ground. The transmission lines are isolated by low pass filter &lt;a href=\"inductor\"&gt;inductor&lt;/a&gt;s consisting of helixes of coaxial cable wound on a nonconductive form.\nHistory.\nOne of the first large mast radiators was the experimental tubular mast erected in 1906 by &lt;a href=\"Reginald%20Fessenden\"&gt;Reginald Fessenden&lt;/a&gt; for his &lt;a href=\"spark%20gap%20transmitter\"&gt;spark gap transmitter&lt;/a&gt; at &lt;a href=\"Brant%20Rock%2C%20Massachusetts\"&gt;Brant Rock, Massachusetts&lt;/a&gt; with which he made the first two-way transatlantic transmission, communicating with an identical station in Machrihanish, Scotland. However during the &lt;a href=\"radiotelegraphy\"&gt;radiotelegraphy&lt;/a&gt; era before 1920 most long distance radio stations transmitted in the &lt;a href=\"longwave\"&gt;longwave&lt;/a&gt; band, which limited the vertical height of the radiator to much less than a quarter wavelength, so the antenna was &lt;a href=\"electrical%20length\"&gt;electrically short&lt;/a&gt; and had low &lt;a href=\"radiation%20resistance\"&gt;radiation resistance&lt;/a&gt; from 5 to 30 Ω. Therefore most transmitters used capacitively toploaded antennas like the &lt;a href=\"umbrella%20antenna\"&gt;umbrella antenna&lt;/a&gt; or &lt;a href=\"t%20antenna\"&gt;inverted L and T antenna&lt;/a&gt; to increase the power radiated. During this era, the operation of antennas was little understood, and designs were based on trial and error and half-understood rules of thumb.\nThe beginning of AM &lt;a href=\"radio%20broadcasting\"&gt;radio broadcasting&lt;/a&gt; in 1920 and the allocation of &lt;a href=\"medium%20wave\"&gt;medium wave&lt;/a&gt; frequencies to broadcasting stations sparked an increase in interest in medium wave antennas. The flattop or &lt;a href=\"T-antenna\"&gt;T-antenna&lt;/a&gt; was used as the main broadcasting antenna through the 1920s. It had the disadvantage that it required two masts, twice the construction cost of a single mast antenna, far more land area, and parasitic currents in the masts distorted the radiation pattern. Two historic papers published in 1924 by &lt;a href=\"Stuart%20Ballantine\"&gt;Stuart Ballantine&lt;/a&gt; led to the development of the mast radiator. One derived the &lt;a href=\"radiation%20resistance\"&gt;radiation resistance&lt;/a&gt; of a vertical monopole antenna over a ground plane. He found that the radiation resistance increased to a maximum at a length of a half wavelength, so a mast around that length had an input resistance that was much higher than the ground resistance, reducing the fraction of transmitter power that was lost in the ground system. In a second paper the same year he showed that the amount of power radiated horizontally in ground waves reached a maximum at a mast height of 0.625formula_15 (225 electrical degrees).\nBy 1930 the disadvantages of the T antenna led broadcasters to adopt the mast radiator antenna. One of the first types used was the diamond cantilever or &lt;a href=\"Blaw-Knox%20tower\"&gt;Blaw-Knox tower&lt;/a&gt;. This had a diamond (&lt;a href=\"rhombohedral\"&gt;rhombohedral&lt;/a&gt;) shape which made it rigid, so only one set of guy lines was needed, at its wide waist. The pointed lower end of the antenna ended in a large ceramic insulator in the form of a ball-and-socket joint on a concrete base, relieving bending moments on the structure. The first, a half-wave mast was installed at radio station WABC's 50 kW Wayne, New Jersey transmitter in 1931. Radial wire ground systems were also introduced during this era.\nDuring the 1930s the broadcast industry recognized the problem of &lt;a href=\"multipath%20fading\"&gt;multipath fading&lt;/a&gt;, that at night high angle waves reflected from the &lt;a href=\"ionosphere\"&gt;ionosphere&lt;/a&gt; interfered with the ground waves, causing an annular region of poor reception at a certain distance from the antenna. It was found that the diamond shape of the Blaw-Knox tower had an unfavorable current distribution which increased the power emitted at high angles. By the 1940s the AM broadcast industry had abandoned the Blaw-Knox design for the narrow, uniform cross section lattice mast used today, which had a better radiation pattern. It was found that reducing the height of the monopole mast from 225 electrical degrees to 190 degrees could eliminate the high angle radio waves that caused fading. Sectional masts were also developed in this era."
}