{
    "id": "20446158",
    "revid": "84417",
    "url": "https://en.wikipedia.org/wiki?curid=20446158",
    "title": "Rotliegend",
    "text": "The Rotliegend, Rotliegend Group or Rotliegendes () is a &lt;a href=\"lithostratigraphy\"&gt;lithostratigraphic&lt;/a&gt; unit (a sequence of &lt;a href=\"rock%20strata\"&gt;rock strata&lt;/a&gt;) of latest &lt;a href=\"Carboniferous\"&gt;Carboniferous&lt;/a&gt; to &lt;a href=\"Guadalupian\"&gt;Guadalupian&lt;/a&gt; (middle &lt;a href=\"Permian\"&gt;Permian&lt;/a&gt;) age that is found in the subsurface of large areas in western and central &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. The Rotliegend mainly consists of &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; layers. It is usually covered by the &lt;a href=\"Zechstein\"&gt;Zechstein&lt;/a&gt; and lies on top of regionally different &lt;a href=\"formation%20%28stratigraphy%29\"&gt;formations&lt;/a&gt; of late &lt;a href=\"Carboniferous\"&gt;Carboniferous&lt;/a&gt; age.\nThe name Rotliegend has in the past not only been used to address the rock strata themselves, but also the time span in which they were formed (in which case the Rotliegend was considered a &lt;a href=\"series%20%28stratigraphy%29\"&gt;series&lt;/a&gt; or subsystem of the Permian). This time span corresponds roughly with the length of the Cisuralian &lt;a href=\"Epoch%20%28reference%20date%29\"&gt;epoch&lt;/a&gt;.\nFacies and formation.\nIn large parts of &lt;a href=\"Pangaea\"&gt;Pangaea&lt;/a&gt;, the last &lt;a href=\"tectonic%20phase\"&gt;phases&lt;/a&gt; of the &lt;a href=\"Hercynian%20orogeny\"&gt;Hercynian orogeny&lt;/a&gt; were still ongoing during the start of the Permian. At the same time local &lt;a href=\"extensional%20tectonics\"&gt;crustal extension&lt;/a&gt; formed &lt;a href=\"intramontane%20basin\"&gt;intramontane basin&lt;/a&gt;s such as the large &lt;a href=\"Permian%20Basin%20%28Europe%29\"&gt;Permian Basin&lt;/a&gt; which covered parts of present-day &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;, the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt;, the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt; and the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. The early development of the basin went hand in hand with &lt;a href=\"volcanism\"&gt;volcanism&lt;/a&gt;. Apart from these volcanic deposits the basin was filled by the &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt;al products of the Hercynian mountains to the south: mostly &lt;a href=\"sand\"&gt;sand&lt;/a&gt;s and &lt;a href=\"gravel\"&gt;gravel&lt;/a&gt;s deposited under an arid and warm climate.\nStratigraphy.\nIn the north of Germany and in the Netherlands, the Rotliegend is usually subdivided into two &lt;a href=\"group%20%28stratigraphy%29\"&gt;groups&lt;/a&gt;: a Lower Rotliegend Group (mostly volcanic rocks: &lt;a href=\"tuff\"&gt;tuff&lt;/a&gt;s and &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt;ic &lt;a href=\"lava\"&gt;lava&lt;/a&gt;s) and an Upper Rotliegend Group (&lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt;s and &lt;a href=\"siltstone\"&gt;siltstone&lt;/a&gt;s). During the formation of the lower group the basin was still small and the deposition was restricted to the centre of the basin in the southeastern North Sea and northern Germany, this group is very limited in thickness in the Dutch subsurface. The upper group has a larger arial distribution since the basin had grown wider.\nIn Dutch lithostratigraphy, the Rotliegend lies on top of the late Carboniferous &lt;a href=\"Limburg%20Group\"&gt;Limburg Group&lt;/a&gt; and below the &lt;a href=\"Zechstein%20Group\"&gt;Zechstein Group&lt;/a&gt;. The Upper Rotliegend Group is divided in the &lt;a href=\"Silverpit%20Formation\"&gt;Silverpit Formation&lt;/a&gt; and &lt;a href=\"Slochteren%20Formation\"&gt;Slochteren Formation&lt;/a&gt;, the last is an important &lt;a href=\"Petroleum%20reservoir\"&gt;reservoir&lt;/a&gt; for &lt;a href=\"hydrocarbon\"&gt;hydrocarbon&lt;/a&gt;s. The German &lt;a href=\"Bentheim%20Sandstone\"&gt;Bentheim Sandstone&lt;/a&gt;, which &lt;a href=\"outcrop\"&gt;crops out&lt;/a&gt; in the &lt;a href=\"M%C3%BCnsterland\"&gt;Münsterland&lt;/a&gt;, is part of the Slochteren Formation.\nThe Rotliegend of northern Germany is continuous with that of the Netherlands. In other parts of Germany contemporaneous basins exist, such as the &lt;a href=\"Saar-Nahe%20Basin\"&gt;Saar-Nahe Basin&lt;/a&gt;, the &lt;a href=\"Wetterau\"&gt;Wetterau&lt;/a&gt; or the &lt;a href=\"Saale%20Basin\"&gt;Saale Basin&lt;/a&gt;. The Rotliegend of these different intramontane basins is not easy to correlate and the lithostratigraphy of each basin has its own divisions (groups and formations)."
}