{
    "id": "204410",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=204410",
    "title": "Photographic paper",
    "text": "Photographic paper is a &lt;a href=\"coated%20paper\"&gt;paper coated&lt;/a&gt; with a &lt;a href=\"light\"&gt;light&lt;/a&gt;-sensitive chemical formula, like &lt;a href=\"photographic%20film\"&gt;photographic film&lt;/a&gt;, used for making &lt;a href=\"photographic%20print\"&gt;photographic print&lt;/a&gt;s. When photographic paper is exposed to light, it captures a &lt;a href=\"latent%20image\"&gt;latent image&lt;/a&gt; that is then &lt;a href=\"Film%20developing\"&gt;developed&lt;/a&gt; to form a visible image; with most papers the image density from exposure can be sufficient to not require further development, aside from fixing and clearing, though latent exposure is also usually present. The light-sensitive layer of the paper is called the &lt;a href=\"emulsion\"&gt;emulsion&lt;/a&gt;. The most common chemistry was based on &lt;a href=\"Silver%20halide\"&gt;Silver halide&lt;/a&gt; (the focus of this page) but other alternatives have also been used.\nThe print &lt;a href=\"image\"&gt;image&lt;/a&gt; is traditionally produced by interposing a &lt;a href=\"Negative%20%28photography%29\"&gt;photographic negative&lt;/a&gt; between the light source and the paper, either by direct contact with a large negative (forming a &lt;a href=\"contact%20print\"&gt;contact print&lt;/a&gt;) or by projecting the shadow of the negative onto the paper (producing an enlargement). The initial light exposure is carefully controlled to produce a &lt;a href=\"gray%20scale\"&gt;gray scale&lt;/a&gt; image on the paper with appropriate &lt;a href=\"Contrast%20%28vision%29\"&gt;contrast&lt;/a&gt; and &lt;a href=\"gradation%20%28art%29\"&gt;gradation&lt;/a&gt;. Photographic paper may also be exposed to light using &lt;a href=\"Digital%20data\"&gt;digital&lt;/a&gt; printers such as the &lt;a href=\"LightJet\"&gt;LightJet&lt;/a&gt;, with a camera (to produce a photographic &lt;a href=\"Negative%20%28photography%29\"&gt;negative&lt;/a&gt;), by &lt;a href=\"Raster%20scan\"&gt;scan&lt;/a&gt;ning a modulated light source over the paper, or by placing objects upon it (to produce a &lt;a href=\"photogram\"&gt;photogram&lt;/a&gt;).\nDespite the introduction of digital photography, photographic papers are still sold commercially. Photographic papers are manufactured in numerous &lt;a href=\"Standard%20photographic%20print%20sizes\"&gt;standard sizes&lt;/a&gt;, &lt;a href=\"Paper%20density\"&gt;paper weight&lt;/a&gt;s and &lt;a href=\"surface%20finish\"&gt;surface finish&lt;/a&gt;es. A range of &lt;a href=\"%23Black%20and%20White%20emulsion%20types\"&gt;emulsions&lt;/a&gt; are also available that differ in their light sensitivity, colour response and the warmth of the final image. Color papers are also available for making colour images.\nHistory.\nThe effect of light in darkening a prepared paper was discovered by &lt;a href=\"Thomas%20Wedgwood%20%281771-1805%29\"&gt;Thomas Wedgwood&lt;/a&gt; in 1802. Photographic papers have been used since the beginning of all &lt;a href=\"negative%20%28photography%29\"&gt;negative&lt;/a&gt;–positive &lt;a href=\"Photography\"&gt;photographic processes&lt;/a&gt; as developed and popularized by &lt;a href=\"Fox%20Talbot\"&gt;William Fox Talbot&lt;/a&gt; (&lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;/1841-&lt;a href=\"calotype\"&gt;calotype&lt;/a&gt;).\nAfter the early days of photography, papers have been manufactured on a large scale with improved consistency and greater light sensitivity.\nTypes of photographic papers.\nPhotographic papers fall into one of three sub-categories:\nStructure.\nAll photographic papers consist of a light-sensitive &lt;a href=\"Photographic%20emulsion\"&gt;emulsion&lt;/a&gt;, consisting of &lt;a href=\"silver%20halide\"&gt;silver halide&lt;/a&gt; salts &lt;a href=\"Suspension%20%28chemistry%29\"&gt;suspended&lt;/a&gt; in a &lt;a href=\"colloid\"&gt;colloid&lt;/a&gt;al material – usually &lt;a href=\"gelatin\"&gt;gelatin&lt;/a&gt;-coated onto a paper, resin coated paper or polyester support. In black-and-white papers, the emulsion is normally sensitised to &lt;a href=\"blue\"&gt;blue&lt;/a&gt; and &lt;a href=\"green\"&gt;green&lt;/a&gt; light, but is insensitive to wavelengths longer than 600 nm in order to facilitate handling under red or orange &lt;a href=\"safelight\"&gt;safelight&lt;/a&gt;ing. In &lt;a href=\"Chromogenic\"&gt;Chromogenic&lt;/a&gt; colour papers, the emulsion layers are sensitive to &lt;a href=\"red\"&gt;red&lt;/a&gt;, &lt;a href=\"green\"&gt;green&lt;/a&gt; and &lt;a href=\"blue\"&gt;blue&lt;/a&gt; light, respectively producing &lt;a href=\"cyan\"&gt;cyan&lt;/a&gt;, &lt;a href=\"magenta\"&gt;magenta&lt;/a&gt; and &lt;a href=\"yellow\"&gt;yellow&lt;/a&gt; &lt;a href=\"dyes\"&gt;dye&lt;/a&gt; during processing.\nBase materials.\nBlack-and-white papers.\nModern &lt;a href=\"black-and-white\"&gt;black-and-white&lt;/a&gt; papers are coated on a small range of bases; &lt;a href=\"baryte\"&gt;baryta&lt;/a&gt;-coated paper, resin-coated paper or polyester. In the past, linen has been used as a base material.\nFiber-based papers (FB).\nFiber-based (FB or Baryta) photographic papers consist of a paper base coated with baryta. Tints are sometimes added to the baryta to add subtle colour to the final print; however most modern papers use &lt;a href=\"optical%20brightener\"&gt;optical brightener&lt;/a&gt;s to extend the paper's tonal range. Most fiber-based papers include a clear hardened gelatin layer above the emulsion which protects it from physical damage, especially during processing. This is called a supercoating. Papers without a supercoating are suitable for use with the &lt;a href=\"Oil%20Print%20Process%23Bromoil%20process\"&gt;bromoil process&lt;/a&gt;. Fiber-based papers are generally chosen as a medium for high-quality prints for exhibition, display and archiving purposes. These papers require careful processing and handling, especially when wet. However, they are easier to &lt;a href=\"Photographic%20print%20toning\"&gt;tone&lt;/a&gt;, &lt;a href=\"Hand-coloring\"&gt;hand-colour&lt;/a&gt; and &lt;a href=\"Spotting%20%28photography%29\"&gt;retouch&lt;/a&gt; than resin-coated equivalents.\nResin-coated papers (RC).\nThe paper base of resin-coated papers is sealed by two &lt;a href=\"polyethylene\"&gt;polyethylene&lt;/a&gt; layers, making it impenetrable to liquids. Since no chemicals or water are absorbed into the paper base, the time needed for processing, washing and drying durations are significantly reduced in comparison to fiber-based papers. Resin paper prints can be finished and dried within twenty to thirty minutes. Resin-coated papers have improved dimensional stability, and do not curl upon drying.\nThe baryta layer.\nThe term \"baryta\" derives from the name of a common &lt;a href=\"barium%20sulfate\"&gt;barium sulfate&lt;/a&gt;-containing mineral, &lt;a href=\"barite\"&gt;barite&lt;/a&gt;. However, the substance used to coat photographic papers is usually not pure &lt;a href=\"barium%20sulfate\"&gt;barium sulfate&lt;/a&gt;, but a mixture of barium and &lt;a href=\"strontium%20sulfate\"&gt;strontium&lt;/a&gt; sulfates. The ratio of strontium to barium differs among commercial photographic papers, so chemical analysis can be used to identify the maker of the paper used to make a print and sometimes when the paper was made. The baryta layer has two functions 1) to brighten the image and 2) to prevent chemicals adsorbed on the fibers from infiltrating the gelatin layer. The brightening occurs because barium sulfate is in the form of a fine precipitate that scatters light back through the silver image layer. In the early days of photography, before baryta layers were used, impurities from the paper fibers could gradually diffuse into the silver layer and cause an uneven loss of sensitivity (before development) or mottle (unevenly discolour) the silver image (after development).\nColour papers.\nAll colour photographic materials available today are coated on either RC (resin coated) paper or on solid polyester. The photographic emulsion used for colour photographic materials consists of three colour emulsion layers (&lt;a href=\"cyan\"&gt;cyan&lt;/a&gt;, &lt;a href=\"yellow\"&gt;yellow&lt;/a&gt;, and &lt;a href=\"magenta\"&gt;magenta&lt;/a&gt;) along with other supporting layers. The colour layers are sensitised to their corresponding colours. Although it is commonly believed that the layers in negative papers are shielded against the intrusion of light of a different wavelength than the actual layer by colour filters which dissolve during processing, this is not so. The colour layers in negative papers are actually produced to have speeds which increase from cyan (red sensitive) to magenta (green sensitive) to yellow (blue sensitive), and thus when filtered during printing, the blue light is \"normalized\" so that there is no crosstalk. Therefore, the yellow (blue sensitive) layer is nearly ISO 100 while the cyan (red) layer is about ISO 25. After adding enough yellow filtration to make a neutral, the blue sensitivity of the slow cyan layer is \"lost\". \nIn negative-positive print systems, the blue sensitive layer is on the bottom, and the cyan layer is on the top. This is the reverse of the usual layer order in colour films.\nThe emulsion layers can include the colour dyes, as in &lt;a href=\"Ilfochrome\"&gt;Ilfochrome&lt;/a&gt;; or they can include colour couplers, which react with colour developers to produce colour dyes, as in &lt;a href=\"type%20C%20print\"&gt;type C print&lt;/a&gt;s or chromogenic negative–positive prints. Type R prints, which are no longer made, were positive–positive &lt;a href=\"chromogenic%20print\"&gt;chromogenic print&lt;/a&gt;s.\nBlack and white emulsion types.\nThe emulsion contains light sensitive &lt;a href=\"silver%20halide\"&gt;silver halide&lt;/a&gt; crystals suspended in gelatin. Black-and-white papers typically use relatively insensitive emulsions composed of &lt;a href=\"silver%20bromide\"&gt;silver bromide&lt;/a&gt;, &lt;a href=\"silver%20chloride\"&gt;silver chloride&lt;/a&gt; or a combination of both. The silver halide used affects the paper's sensitivity and the image tone of the resulting print.\nChloride papers.\nPopular in the past, chloride papers are nowadays unusual; a single manufacturer produces this material. These insensitive papers are suitable for contact printing, and yield warm toned images by development. Chloride emulsions are also used for printing-out papers, or POP, which require no further development after exposure.\nChlorobromide papers.\nContaining a blend of silver chloride and silver bromide salts, these emulsions produce papers sensitive enough to be used for &lt;a href=\"enlarger\"&gt;enlarging&lt;/a&gt;. They produce warm-black to neutral image tones by development, which can be varied by using different developers.\nBromide papers.\nPapers with pure silver bromide emulsions are sensitive and produce neutral black or 'cold' blue-black image tones.\nContrast control.\n\"Fixed-grade\" – or \"graded\" – black-and-white papers were historically available in a range of 12 grades, numbered 0 to 5, with 0 being the \"softest\", or least contrasty paper grade and 5 being the \"hardest\", or most contrasty paper grade. Low contrast negatives can be corrected by printing on a contrasty paper; conversely a very contrasty negative can be printed on a low contrast paper. Because of decreased demand, most extreme paper grades are now discontinued, and the few graded ranges still available include only middle contrast grades.\n\"Variable-contrast\" – or \"VC\" – papers account for the great majority of consumption of these papers in the 21st century. VC papers permit the selection of a wide range of contrast grades, in the case of the brand leader between 00 and 5. These papers are coated with a mixture of two or three emulsions, all of equal contrast and sensitivity to &lt;a href=\"blue\"&gt;blue&lt;/a&gt; light. However, each emulsion is sensitised in different proportions to &lt;a href=\"green\"&gt;green&lt;/a&gt; light. Upon exposure to blue light, all emulsions act in an additive manner to produce a high contrast image. When exposed to green light alone, the emulsions produce a low contrast image because each is differently sensitised to green. By varying the ratio of blue to green light, the contrast of the print can be approximately continuously varied between these extremes, creating all contrast grades from 00 to 5.\nFilters in the enlarger's light path are a common method of achieving this control. &lt;a href=\"Magenta\"&gt;Magenta&lt;/a&gt; filters absorb green and transmit blue and red, while &lt;a href=\"yellow\"&gt;yellow&lt;/a&gt; filters absorb blue and transmit green and red.\nThe contrast of photographic papers can also be controlled during processing or by the use of bleaches or &lt;a href=\"Photographic%20print%20toning\"&gt;toners&lt;/a&gt;.\nPanchromatic papers.\nPanchromatic black-and-white photographic printing papers are sensitive to all wavelengths of visible light. They were designed for the printing of full-tone black-and-white images from colour negatives; this is not possible with conventional orthochromatic papers. Panchromatic papers can also be used to produce paper negatives in large-format cameras. These materials must be handled and developed in near-complete darkness. Kodak Panalure Select RC is an example of a panchromatic black-and-white paper; it was discontinued in 2005.\nNon Silver papers.\nNumerous photo sensitive papers that do not use silver chemistry exist. Most are hand made by enthusiasts but &lt;a href=\"Cyanotype\"&gt;Cyanotype&lt;/a&gt; prints are made on what was commonly sold as &lt;a href=\"blueprint\"&gt;blueprint&lt;/a&gt; paper. Certain precious metal including &lt;a href=\"Platinum%20print\"&gt;platinum&lt;/a&gt; and other chemistries have also been in common use at certain periods.\nArchival stability.\nThe longevity of any photographic print media will depend upon the processing, display and storage conditions of the print.\nBlack-and-white prints.\n&lt;a href=\"Photographic%20fixer\"&gt;Fixing&lt;/a&gt; must convert all non-image silver into soluble silver compounds that can be removed by washing with water. Washing must remove these compounds and all residual fixing chemicals from the emulsion and paper base. A hypo-clearing solution, also referred to as Hypo Clearing Agent, HCA, or a washing aid, and which can consist of a 2% solution of &lt;a href=\"sodium%20sulfite\"&gt;sodium sulfite&lt;/a&gt;, can be used to shorten the effective washing time by displacing the thiosulfate fixer, and the byproducts of the process of fixation, that are bound to paper fibers.\n&lt;a href=\"Photographic%20print%20toning\"&gt;Toners&lt;/a&gt; are sometimes used to convert the metallic silver into more stable compounds. Commonly used archival toners are: &lt;a href=\"selenium\"&gt;selenium&lt;/a&gt;, &lt;a href=\"gold\"&gt;gold&lt;/a&gt; and &lt;a href=\"sulfide\"&gt;sulfide&lt;/a&gt;.\nPrints on &lt;a href=\"Photographic%20paper%23Fiber-based%20papers\"&gt;fiber-based papers&lt;/a&gt; that have been properly fixed and washed should last at least fifty years without fading. Some alternative non-silver processes – such as &lt;a href=\"Platinotype\"&gt;platinum prints&lt;/a&gt; – employ metals that are, if processed correctly, inherently more stable than &lt;a href=\"gelatin-silver\"&gt;gelatin-silver&lt;/a&gt; prints.\nColour prints.\nFor colour images, &lt;a href=\"Ilfochrome\"&gt;Ilfochrome&lt;/a&gt; is often used because of its clarity and the stability of the colour dyes."
}