{
    "id": "20460996",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=20460996",
    "title": "PFC Lokomotiv Stara Zagora",
    "text": "PFC Lokomotiv Stara Zagora was a &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt;n &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; club from &lt;a href=\"Stara%20Zagora\"&gt;Stara Zagora&lt;/a&gt;, founded in April 1934 as ZHSK (ЖСК). PFC Lokomotiv is the second celebrity football team from &lt;a href=\"Stara%20Zagora\"&gt;Stara Zagora&lt;/a&gt;. Its best achievement was participating in the \"B\" group of football championship. Despite being ranked second in the primacy of Southeast &lt;a href=\"Bulgarian%20V%20AFG\"&gt;\"V\" Amateur Football Group&lt;/a&gt; in the 2005/06 season Lokomotiv (&lt;a href=\"Stara%20Zagora\"&gt;Stara Zagora&lt;/a&gt;) eligible to participate in the Eastern \"B\" group after refusing to license &lt;a href=\"FC%20Dorostol%202003\"&gt;FC Dorostol 2003&lt;/a&gt; (&lt;a href=\"Silistra\"&gt;Silistra&lt;/a&gt;) and after &lt;a href=\"PFC%20Chernomorets%20Balchik\"&gt;PFC Chernomorets Balchik&lt;/a&gt; refused to play in the curtain for entry into the group.\nHistory.\nLokomotiv was founded in April 1934. It was named ZHSK until 1946, then Lokomotiv from 1946 to 1949, Energy in 1949, Torpedo from 1949 to 1950 and again from 1951 to Lokomotiv in 1959. In 1952. the team was steps away from entry into the &lt;a href=\"A%20PFG\"&gt;\"A\" group&lt;/a&gt;. Lokomotiv was in the forehead on the &lt;a href=\"B%20PFG\"&gt;\"B\" group&lt;/a&gt; (the elite come in the first five). After a 22-day round Lokomotiv is idvaden of primacy with Torpedo (&lt;a href=\"Ruse%2C%20Bulgaria\"&gt;Rousse&lt;/a&gt;). The reason – an incident with the audience during the game near the Danube. In 1959 Village Lokomotiv and Botev are united under the name Beroe. Although the organizational structure of entering Beroe, zheleznicharite retain their identity. In the summer of 1998, and with the participation of people from the Chairman of the Lokomotiv players and Askent from &lt;a href=\"Gurkovo\"&gt;Gurkovo&lt;/a&gt; is formed Beroe 2000 (&lt;a href=\"Stara%20Zagora\"&gt;Stara Zagora&lt;/a&gt;). Along with Lokomotiv and Askent continue to exist. Two years later Beroe 2000, which in mid-1999 moved its headquarters and plays in &lt;a href=\"Kazanlak\"&gt;Kazanlak&lt;/a&gt;, merged with \"Lokomotiv Stara Zagora\". In early July 2004. zheleznicharite merged with another local team – Union Beroe (&lt;a href=\"Stara%20Zagora\"&gt;Stara Zagora&lt;/a&gt;), founded in August 2000. Lokomotiv has 12 participations in the &lt;a href=\"B%20PFG\"&gt;\"B\" group&lt;/a&gt;. Coach of the team of 2005 is the legendary &lt;a href=\"Botev%20Plovdiv\"&gt;Botev Plovdiv&lt;/a&gt; – &lt;a href=\"Petar%20Zehtinski\"&gt;Petar Zehtinski&lt;/a&gt; – Ziko."
}