{
    "id": "2047474",
    "revid": "42489763",
    "url": "https://en.wikipedia.org/wiki?curid=2047474",
    "title": "Phillip DeFreitas",
    "text": "Phillip Anthony Jason \"Daffy\" DeFreitas (born 18 February 1966) is an English former &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er. He played &lt;a href=\"county%20cricket\"&gt;county cricket&lt;/a&gt; for &lt;a href=\"Leicestershire%20County%20Cricket%20Club\"&gt;Leicestershire&lt;/a&gt;, &lt;a href=\"Lancashire%20County%20Cricket%20Club\"&gt;Lancashire&lt;/a&gt; and &lt;a href=\"Derbyshire%20County%20Cricket%20Club\"&gt;Derbyshire&lt;/a&gt;, as well as appearing in 44 &lt;a href=\"Test%20cricket\"&gt;Test matches&lt;/a&gt; and 103 &lt;a href=\"One%20Day%20Internationals\"&gt;ODIs&lt;/a&gt;. Cricket writer &lt;a href=\"Colin%20Bateman\"&gt;Colin Bateman&lt;/a&gt; noted that \"DeFreitas was an explosive hitter when the mood took him, an aggressive pace bowler, inclined to pitch everything short and a spectacular fielder\".\nDeFreitas is the only player in the history of the &lt;a href=\"County%20Championship\"&gt;County Championship&lt;/a&gt; to take a five-wicket haul against each of the 18 &lt;a href=\"first-class%20cricket\"&gt;first-class&lt;/a&gt; counties.\nEarly career.\nDeFreitas went to Willesden High School, in London, where he played &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;. He had trials at &lt;a href=\"Luton%20Town%20F.C.\"&gt;Luton Town F.C.&lt;/a&gt;, but although offered an apprenticeship, wanted to play cricket.\nDomestic career.\nDeFreitas made his first-class debut for &lt;a href=\"Leicestershire%20County%20Cricket%20Club\"&gt;Leicestershire&lt;/a&gt; in 1985 against &lt;a href=\"Oxford%20University%20Cricket%20Club\"&gt;Oxford University&lt;/a&gt; and recorded the startling &lt;a href=\"innings%20analysis\"&gt;bowling analysis&lt;/a&gt; of 3.4–2–3–3 as the students collapsed to a humiliating 24 all out. The following year he had a wonderful season, taking what was to remain a career high of 94 wickets and scoring his maiden century (at number 9) against &lt;a href=\"Kent%20County%20Cricket%20Club\"&gt;Kent&lt;/a&gt;, and he was selected for the successful &lt;a href=\"The%20Ashes\"&gt;Ashes&lt;/a&gt; tour in 1986/87.\nIn the course of his 21 seasons in &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt;, DeFreitas had a somewhat nomadic county career, playing for Leicestershire from his debut in 1985 until 1988, then &lt;a href=\"Lancashire%20County%20Cricket%20Club\"&gt;Lancashire&lt;/a&gt; from 1989 to 1993, and &lt;a href=\"Derbyshire%20County%20Cricket%20Club\"&gt;Derbyshire&lt;/a&gt; from 1994 to 1999. In 2000, he returned to Leicestershire, &lt;a href=\"batting%20average%20%28cricket%29\"&gt;averaging&lt;/a&gt; over 45 with the bat that season, and captained the side in 2003 and part of 2004. He also played for the South African side, &lt;a href=\"Boland%20cricket%20team\"&gt;Boland&lt;/a&gt;, in 1993/94 and 1994/95.\nDeFreitas announced in April 2005 that he would retire from cricket at the end of that season. This meant that had England not beaten &lt;a href=\"Australian%20cricket%20team\"&gt;the Australians&lt;/a&gt; that summer, there would be no remaining Englishmen in first-class cricket who had played in a victorious Ashes side, but this did not happen. On hearing the news, &lt;a href=\"Mike%20Gatting\"&gt;Mike Gatting&lt;/a&gt;, who had captained that 1986/87 team, told the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt;: \"He's one of those guys you want in the game. It's sad he's going to retire but he's been good for the game.\" DeFreitas has the honour of being the 100th player in &lt;a href=\"test%20cricket\"&gt;test cricket&lt;/a&gt; to take 100 wickets.\nInternational career.\nHe remained part of England's plans until the advent of &lt;a href=\"Dominic%20Cork\"&gt;Dominic Cork&lt;/a&gt; in the mid-1990s, but was generally much less successful abroad than at home. His two best Test series were in 1991 against &lt;a href=\"West%20Indian%20cricket%20team\"&gt;West Indies&lt;/a&gt; and, in 1994, against &lt;a href=\"New%20Zealand%20cricket%20team\"&gt;New Zealand&lt;/a&gt;, when he took 22 and 21 wickets respectively. DeFreitas was the first victim of &lt;a href=\"Shane%20Warne\"&gt;Shane Warne's&lt;/a&gt; 1994 hat trick at the &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;MCG&lt;/a&gt;. His top Test score of 88 was achieved during the same tour, during which he hammered &lt;a href=\"Craig%20McDermott\"&gt;Craig McDermott&lt;/a&gt; for 42 runs off three overs with the new ball, helped England to a win against Australia in &lt;a href=\"Adelaide%20Oval\"&gt;Adelaide&lt;/a&gt;, and earned him the &lt;a href=\"Man%20of%20the%20Match\"&gt;Man of the Match&lt;/a&gt; award. DeFreitas was named as a &lt;a href=\"Wisden%20Cricketer%20of%20the%20Year\"&gt;Wisden Cricketer of the Year&lt;/a&gt; in 1992.\nDefreitas also played the 1987 World Cup, but he, on the other hand, during the match against West Indies played in Pakistan as part of the 1987 World Cup, had to stop in the middle of his run-up in order to vomit. He had not been feeling well and the searing heat had made the affliction worse. Anxious not to lose his place, he had not mentioned his illness to the captain, preferring to try and see the day through instead. He managed this without compromising his teammates.\nMost would probably agree that DeFreitas never quite reached the heights his early promise suggested he would attain. In one-day internationals, DeFreitas seldom let England down – but bowled more economically than penetratively until his second Australian tour. In the World Series Cup that season, DeFreitas was often punished by the powerful Australian top order particularly &lt;a href=\"Dean%20Jones%20%28cricketer%29\"&gt;Dean Jones&lt;/a&gt;. He performed creditably despite a persistent groin strain in the World Cup of 1992 but form was beginning to desert him by this stage.\nHe was notoriously thrashed all over the ground by &lt;a href=\"Sanath%20Jayasuriya\"&gt;Sanath Jayasuriya&lt;/a&gt; in the 1996 World Cup quarter final – by no means alone – in a game where England were thrashed and ended up making their tournament exit.\nAfter cricket.\nAs well as making irregular television appearances, DeFreitas became a cricket master at &lt;a href=\"Oakham%20School\"&gt;Oakham School&lt;/a&gt; in January 2009, under the school's director of cricket, &lt;a href=\"Frank%20Hayes%20%28cricketer%29\"&gt;Frank Hayes&lt;/a&gt;. he taught at &lt;a href=\"Magdalen%20College%20School%2C%20Oxford\"&gt;Magdalen College School, Oxford&lt;/a&gt;.\nHis autobiography, \"Daffy: My Life in Cricket\", was published on 16 June, 2012."
}