{
    "id": "204826",
    "revid": "1062774451",
    "url": "https://en.wikipedia.org/wiki?curid=204826",
    "title": "Valentin Pavlov",
    "text": "Valentin Sergeyevich Pavlov (; 27 September 1937 – 30 March 2003) was a &lt;a href=\"Soviet%20people\"&gt;Soviet&lt;/a&gt; official who became a &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n banker following the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt;. Born in the city of &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, then part of the &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Russian Soviet Federative Socialist Republic&lt;/a&gt;, Pavlov began his political career in the &lt;a href=\"Ministry%20of%20Finance%20%28Soviet%20Union%29\"&gt;Ministry of Finance&lt;/a&gt; in 1959. Later, during the &lt;a href=\"History%20of%20the%20Soviet%20Union%20%281964%E2%80%931982%29\"&gt;Brezhnev Era&lt;/a&gt;, he became head of the Financial Department of the &lt;a href=\"Gosplan\"&gt;State Planning Committee&lt;/a&gt;. Pavlov was appointed to the post of Chairman of the &lt;a href=\"State%20Committee%20on%20Prices\"&gt;State Committee on Prices&lt;/a&gt; during the &lt;a href=\"History%20of%20the%20Soviet%20Union%20%281982%E2%80%931991%29\"&gt;Gorbachev Era&lt;/a&gt;, and later became Minister of Finance in &lt;a href=\"Nikolai%20Ryzhkov\"&gt;Nikolai Ryzhkov&lt;/a&gt;'s second government. He went on to succeed Ryzhkov as head of government in the newly established post of &lt;a href=\"Premier%20of%20the%20Soviet%20Union\"&gt;Prime Minister of the Soviet Union&lt;/a&gt;.\nAs Prime Minister Pavlov &lt;a href=\"Valentin%20Pavlov%231991%20monetary%20reform\"&gt;initiated the 1991 Soviet monetary reform&lt;/a&gt;, commonly referred to as the Pavlov reform, in early 1991. Early on he told the media that the reform was initiated to halt the flow of &lt;a href=\"Soviet%20rouble\"&gt;Soviet rouble&lt;/a&gt;s transported to the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; from abroad. Although ridiculed at the time, the statement was later proven to be true. In June the same year, Pavlov called for a transfer of power from the President of the Soviet Union to the Prime Minister and the Cabinet of Ministers. When that failed, he joined a plot to oust Gorbachev. In August, he participated in the &lt;a href=\"1991%20Soviet%20coup%20d%27%C3%A9tat%20attempt\"&gt;1991 Soviet coup d'état attempt&lt;/a&gt;, which tried to prevent the disintegration of the Soviet Union. Pavlov was arrested for his involvement in the coup and went on to work in the banking sector in post-Soviet Russia. He is seen by some as the last legitimate Soviet head of government since his successor, &lt;a href=\"Ivan%20Silayev\"&gt;Ivan Silayev&lt;/a&gt;, was appointed by the &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Russian Soviet Federative Socialist Republic&lt;/a&gt; in breach of what his opponents consider to be Soviet constitutional principles.\nEarly life and career.\nBorn in Moscow on 27 September 1937, Pavlov graduated from the &lt;a href=\"Finance%20University%20under%20the%20Government%20of%20the%20Russian%20Federation\"&gt;Moscow Finance Institute&lt;/a&gt; in 1958. He started his \"&lt;a href=\"nomenklatura\"&gt;nomenklatura&lt;/a&gt;\" (bureaucratic) career as a government economist; he started working for as an official of the Ministry of Finance in 1959, and became a member of the &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Communist Party of the Soviet Union&lt;/a&gt; in 1962. Early in his career he also worked for the &lt;a href=\"Ministry%20of%20Finance%20%28RSFSR%29\"&gt;Ministry of Finance&lt;/a&gt; of the &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Russian Soviet Federative Socialist Republic&lt;/a&gt; (RSFSR). Pavlov started working for the &lt;a href=\"Gosplan\"&gt;State Planning Committee&lt;/a&gt; in 1979, and became a member of the State Planning Committee's board in 1981. He held the office as head of the State Planning Committee's Finance Department, the department which oversaw all aspects of the country's planned economy. He served as First Deputy Minister of Finance in &lt;a href=\"Boris%20Gostev\"&gt;Boris Gostev&lt;/a&gt;'s ministry from January to August 1986.\nPavlov was appointed Chairman of the &lt;a href=\"State%20Committee%20on%20Prices\"&gt;State Committee on Prices&lt;/a&gt; on 15 August 1986, and retained that post until 7 June 1989. Throughout the period, and later as Minister of Finance, Pavlov supported the &lt;a href=\"Nikolai%20Ryzhkov%23Price%20reform\"&gt;centralised price reform proposal&lt;/a&gt; posited by &lt;a href=\"Nikolai%20Ryzhkov\"&gt;Nikolai Ryzhkov&lt;/a&gt;, Chairman of the &lt;a href=\"Council%20of%20Ministers%20%28Soviet%20Union%29\"&gt;Council of Ministers&lt;/a&gt;. He succeeded Gostev to become Minister of Finance in Ryzhkov's government in 1989 and his time in the post was considered uncontroversial, even though Lira Rozenova, Deputy Chairman of the State Committee for Prices, was not elected to the post of Chairman of the State Committee for her advocacy of Pavlov-backed plans for centrally administered price reform. He was the only minister in Ryzhkov's Government who was also a member of the &lt;a href=\"Presidium%20of%20the%20Council%20of%20Ministers\"&gt;Presidium of the Council of Ministers&lt;/a&gt;.\nAlong with &lt;a href=\"Eduard%20Shevardnadze\"&gt;Eduard Shevardnadze&lt;/a&gt; – Soviet &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Soviet%20Union%29\"&gt;Foreign Minister&lt;/a&gt; – Pavlov was the only nominee from Ryzhkov's second government to be overwhelmingly elected by the &lt;a href=\"Supreme%20Soviet%20of%20the%20Soviet%20Union\"&gt;Supreme Soviet of the Soviet Union&lt;/a&gt;. As Minister of Finance, Pavlov was supportive of the &lt;a href=\"marketisation\"&gt;marketisation&lt;/a&gt; of the &lt;a href=\"Soviet%20economy\"&gt;Soviet economy&lt;/a&gt;, having overseen a rapid increase in the Soviet money supply and the increase in inflation it caused. Pavlov also set the exchange rate for the rouble against the &lt;a href=\"American%20dollar\"&gt;American dollar&lt;/a&gt; on the &lt;a href=\"Soviet%20black%20market\"&gt;Soviet black market&lt;/a&gt;. In 1993 he proudly admitted that during his tenure as Minister of Finance, and later Prime Minister, he had deceived several Western banks and creditors by lying about the Soviet Union's &lt;a href=\"gold%20reserve\"&gt;gold reserve&lt;/a&gt;s. In 1989, Pavlov gathered together enough information on the errors and omissions of &lt;a href=\"Ivan%20Silayev\"&gt;Ivan Silayev&lt;/a&gt;, the future Soviet Premier and &lt;a href=\"List%20of%20heads%20of%20government%20of%20Russia\"&gt;Russian SFSR Premier&lt;/a&gt;, to weaken his position as &lt;a href=\"Deputy%20Premier%20of%20the%20Soviet%20Union\"&gt;Deputy Premier&lt;/a&gt;. Silayev never forgave Pavlov and relations between the two grew even more icy when Pavlov became Soviet Premier.\nPrime Minister.\nFollowing the resignation of &lt;a href=\"Nikolai%20Ryzhkov\"&gt;Nikolai Ryzhkov&lt;/a&gt; following a heart attack in December 1990, Pavlov was elected to the new position of Prime Minister as a compromise candidate, and became chairman of the Cabinet of Ministers. He and his two &lt;a href=\"First%20Deputy%20Premier%20of%20the%20Soviet%20Union\"&gt;First Deputy Prime Ministers&lt;/a&gt;, &lt;a href=\"Vladimir%20Velichko\"&gt;Vladimir Velichko&lt;/a&gt; and &lt;a href=\"Vitaly%20Doguzhiyev\"&gt;Vitaly Doguzhiev&lt;/a&gt;, were approved and elected by the &lt;a href=\"Supreme%20Soviet%20of%20the%20Soviet%20Union\"&gt;Supreme Soviet of the Soviet Union&lt;/a&gt; on 14 January, with 279 votes in favour, 75 against, and 66 abstained, while approval for the majority of his ministers followed within a few weeks. Pavlov was considered a &lt;a href=\"State%20ideology%20of%20the%20Soviet%20Union\"&gt;conservative&lt;/a&gt; upon his election as Prime Minister, and the Soviet press described him as a \"bold and complex man\" who was against full marketisation but who believed that the Soviet Union was even more oppressive towards workers than even the most advanced capitalist societies. One of his first actions as Prime Minister was to move the headquarters of the &lt;a href=\"Soviet%20Government\"&gt;Soviet Government&lt;/a&gt; – the Cabinet of Ministers – from the &lt;a href=\"Moscow%20Kremlin\"&gt;Moscow Kremlin&lt;/a&gt; to the former headquarters of the &lt;a href=\"State%20Committee%20for%20Construction\"&gt;State Committee for Construction&lt;/a&gt; to strengthen his position.\n1991 monetary reform.\nThe &lt;a href=\"Monetary%20reform%20in%20the%20Soviet%20Union%2C%201991\"&gt;Soviet monetary reform of 1991&lt;/a&gt;, commonly referred to as the \"Pavlov reform\", was the last &lt;a href=\"monetary%20reform\"&gt;monetary reform&lt;/a&gt; prior to the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt;, despite having made a speech 2 weeks before, saying there would be no such reforms. Initiated on 22 January 1991, it was intended to withdraw money from circulation for reallocation to the production of consumer goods, which were in short supply. In a speech, Pavlov stated that the reason for the withdrawal was the government's belief that money was being sent to the Soviet Union from abroad, fuelling inflation. Although ridiculed by the Soviet press at the time, three years later the truth of Pavlov's statement was verified. &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; then signed a &lt;a href=\"presidential%20decree\"&gt;presidential decree&lt;/a&gt; ordering the Soviet financial system to stop accepting and exchanging banknotes issued in 1961. The directive also included 50-rouble and 100-rouble banknotes issued in 1991. On 23 January 1991, the government began restricting monthly bank deposit withdrawals to 500 rubles with the official explanation that this was to freeze the income of corrupt officials, capitalists and criminals.\nUnder the orders of Pavlov, the Government freed forty percent of prices on 1 January 1991, and introduced &lt;a href=\"sales%20tax\"&gt;sales tax&lt;/a&gt; of 5%. Prices of &lt;a href=\"Consumer%20goods%20in%20the%20Soviet%20Union\"&gt;consumer goods&lt;/a&gt;, in particular, were now considered free in the sense that negotiation became possible between producers and the distributor. According to Philip Hanson in his book, \"The Rise and Fall of the Soviet economy: An Economic History of the USSR from 1945\", Pavlov's reform was undermined by the &lt;a href=\"Republics%20of%20the%20Soviet%20Union\"&gt;Union Republics&lt;/a&gt; who failed to follow Pavlov's orders, along with the widespread existence of local monopolies, which tended to have their own definition of luxury goods and as a result imposed higher prices on such items.\nSoviet citizens had only three days from 23 to 25 January to exchange their old 50 &lt;a href=\"rouble\"&gt;rouble&lt;/a&gt; and 100 rouble &lt;a href=\"banknote\"&gt;banknote&lt;/a&gt;s for the new &lt;a href=\"currency\"&gt;currency&lt;/a&gt;. Exchange could be postponed, but only through specialized government commissions. Due to this short exchange window, long queues formed in front of Soviet savings banks, even though it was also possible to exchange money at workplaces and post offices. This reform also dealt a crippling blow to Soviet citizens who had saved their money and could not move fast enough to get it exchanged; some lost as much as 15,000 - 30,000 rubles overnight.\nIn the end the reform proved unsuccessful. The government only managed to withdraw 14 billion rubles from circulation of the country's money supply against an intended target of 81.5 billion rubles. As a result, the Pavlov reform did not put an end to inflation. Prices for items including food and transport rose by 100–300 percent, while the Soviet standard of living decreased sharply and the state budget deficit increased by an estimated 20–30 percent of &lt;a href=\"GNP\"&gt;GNP&lt;/a&gt;. In the aftermath of the reform, inflation exceeded the 50 percent mark every month.\nCoup attempt.\nIn June 1991, Pavlov, who felt that the office of Prime Minister had limited power, discovered that Gorbachev planned to replace him as Prime Minister. In response, he arrived at the Supreme Soviet of the Soviet Union \"visibly nervous\", and in his report to the Supreme Soviet, he was forced to tell delegates of the faltering state of the Soviet economy. However, Pavlov blamed this on the ongoing &lt;a href=\"War%20of%20Laws\"&gt;War of Laws&lt;/a&gt; between the Supreme Soviet of the Soviet Union and the Supreme Soviet of the &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Russian Soviet Federative Socialist Republic&lt;/a&gt; (RSFSR), which, he argued, could be resolved by introducing a &lt;a href=\"state%20of%20emergency\"&gt;state of emergency&lt;/a&gt; across the entire Soviet Union, or at least in certain economic sectors.\nAccording to Pavlov, the union's problems remained insoluble as long as Gorbachev retained so much power and had limited time to address important issues. To break the impasse, Pavlov called for a transfer of power from the President of the Soviet Union to the Prime Minister and the Cabinet of Ministers, (specifically, he wanted the Cabinet to have the right to issue decrees on economic affairs without the approval of the president), even creating a five-point resolution to that end for the legislature to consider. Pavlov received support for the idea from the &lt;a href=\"Soyuz%20%28faction%29\"&gt;Soyuz&lt;/a&gt; parliamentary faction leader &lt;a href=\"Viktor%20Alksnis\"&gt;Viktor Alksnis&lt;/a&gt;, who called for an immediate vote on the issue. However, several members of Soyuz also demanded a statement by the &lt;a href=\"KGB\"&gt;KGB&lt;/a&gt; and the &lt;a href=\"Ministry%20of%20Defence%20%28Soviet%20Union%29\"&gt;Ministry of Defence&lt;/a&gt; to comment on the proposal. In retrospect, Alksnis notes that this resolution could have become a coup d'état had Pavlov consulted with them earlier. According to historian &lt;a href=\"Jerry%20F.%20Hough\"&gt;Jerry F. Hough&lt;/a&gt;, Pavlov's program \"was not directed as much at Gorbachev as at &lt;a href=\"Boris%20Yeltsin\"&gt;[Boris] Yeltsin&lt;/a&gt;\".\nBy the afternoon, the majority of Soyuz members favoured an immediate vote. The Chairman of the Supreme Soviet of the Soviet Union, &lt;a href=\"Anatoly%20Lukyanov\"&gt;Anatoly Lukyanov&lt;/a&gt;, had already departed for &lt;a href=\"Novo%20Ogarevo\"&gt;Novo Ogarevo&lt;/a&gt; to take part in constitutional negotiations and he promised to tell Gorbachev about the vote. In his place stood Ivan Laptev, a pro-Gorbachev reformer, who did not trust Lukyanov and tried to stall the vote by demanding a statement from the KGB, &lt;a href=\"Ministry%20of%20Interior%20%28Soviet%20Union%29\"&gt;Ministry of the Interior&lt;/a&gt; and the Ministry of Defence. According to Laptev, the mood was such that if a vote had been taken Pavlov would have won. At the time, both the Soviet secret police and the military establishment in general wanted to strengthen the authority of the Soviet Government and so they too supported Pavlov's program. Soyuz, through a vote, was able to increase the powers of the Cabinet of Ministers, and gave the institution the right of &lt;a href=\"legislative%20initiative\"&gt;legislative initiative&lt;/a&gt;.\nShortly afterwards, &lt;a href=\"Jack%20Matlock\"&gt;Jack Matlock&lt;/a&gt;, &lt;a href=\"United%20States%20ambassador%20to%20the%20Soviet%20Union\"&gt;United States ambassador to the Soviet Union&lt;/a&gt;, told Gorbachev of the possibility of a coup attempt against him, and the Soviet leader became worried when &lt;a href=\"Anatoly%20Chernyaev\"&gt;Anatoly Chernyaev&lt;/a&gt; informed him of mysterious troop movements outside &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;. On 21 June, four days after Pavlov's speech, Gorbachev addressed the Supreme Soviet and told delegates that there were no differences in opinion between him and Pavlov. Even when he had been able to secure his position, Gorbachev's power within the system was already faltering, although he succeeded in getting the enhanced powers previously given to the Cabinet of Ministers reversed. The power struggle between Gorbachev and Pavlov was not over, with Gorbachev, on July 29, 1991, promising Yeltsin and &lt;a href=\"Nursultan%20Nazarbayev\"&gt;Nursultan Nazarbayev&lt;/a&gt; that Pavlov, along with &lt;a href=\"Dmitry%20Yazov\"&gt;Dmitry Yazov&lt;/a&gt;, Minister of Defence, and &lt;a href=\"Vladimir%20Kryuchkov\"&gt;Vladimir Kryuchkov&lt;/a&gt;, the &lt;a href=\"KGB%20Chairman\"&gt;Chairman of the KGB&lt;/a&gt;, would be removed from their posts following the signing and ratification of the &lt;a href=\"New%20Union%20Treaty\"&gt;New Union Treaty&lt;/a&gt;, with Nazarbayev to be appointed in Pavlov's place as Prime Minister.\nAugust Coup.\nThe &lt;a href=\"1991%20Soviet%20coup%20d%27%C3%A9tat%20attempt\"&gt;1991 Soviet coup d'état attempt&lt;/a&gt;, commonly referred to as the \"August Coup\", was prompted by the slow disintegration of the Soviet Union that resulted from Gorbachev's reform policy and Yeltsin's drive towards an independent Russia. The &lt;a href=\"New%20Union%20Treaty\"&gt;New Union Treaty&lt;/a&gt; being prepared called for further decentralisation of power to the &lt;a href=\"Republics%20of%20the%20Soviet%20Union\"&gt;republics&lt;/a&gt;, which weakened the government's already tenuous hold on the economy. Pavlov received a draft of the New Union Treaty on 12 August at a &lt;a href=\"Security%20Council%20of%20the%20Soviet%20Union\"&gt;Security Council&lt;/a&gt; meeting and managed to get it published in the \"&lt;a href=\"Moscow%20News\"&gt;Moscow News&lt;/a&gt;\" on 14 August.\nOpposing the decentralisation stance taken in the treaty, Pavlov was one of the key players in the establishment of the &lt;a href=\"Gang%20of%20Eight%20%28Soviet%20Union%29\"&gt;State Committee for the State of Emergency&lt;/a&gt; in August 1991. Pavlov's inclusion in the committee has been used to demonstrate its unwillingness to revert to pre-Gorbachev policies. The committee's main goal was to ensure that the Soviet Union continued as a highly centralised union state. The Emergency Committee was led by &lt;a href=\"Gennady%20Yanayev\"&gt;Gennady Yanayev&lt;/a&gt;, &lt;a href=\"Vice%20President%20of%20the%20Soviet%20Union\"&gt;Vice President of the Soviet Union&lt;/a&gt;, &lt;a href=\"Ministry%20of%20Interior%20%28Soviet%20Union%29\"&gt;Interior Minister&lt;/a&gt; &lt;a href=\"Boris%20Pugo\"&gt;Boris Pugo&lt;/a&gt;, &lt;a href=\"Ministry%20of%20Defence%20%28Soviet%20Union%29\"&gt;Defence Minister&lt;/a&gt; &lt;a href=\"Dmitry%20Yazov\"&gt;Dmitry Yazov&lt;/a&gt; and other hardliners who were determined to take action to oust Gorbachev.\n&lt;a href=\"Vladimir%20Kryuchkov\"&gt;Vladimir Kryuchkov&lt;/a&gt;, the KGB Chairman, had told Pavlov of the coup on 18 August, one day before it began. He was asked by Kryuchkov to meet his co-plotters at the &lt;a href=\"Moscow%20Kremlin\"&gt;Moscow Kremlin&lt;/a&gt;, where on 19 August, he and his co-conspirators appeared on live television and told the &lt;a href=\"Soviet%20people\"&gt;Soviet people&lt;/a&gt; that Gorbachev was indisposed. As the day wore on it soon became apparent that Pavlov had been drinking since he issued several contradictory orders and repeated himself. In retrospect he admitted that he had been drinking with his son the day before. On the same day, his fellow plotters decided to depose Pavlov, sending him to his &lt;a href=\"dacha\"&gt;dacha&lt;/a&gt; where his wife took care of him. As with all the others, Pavlov was arrested following the collapse of the coup. Shortly after Pavlov was hospitalised with &lt;a href=\"hypertensive%20crisis\"&gt;hypertension&lt;/a&gt; whilst remaining in custody. He was released on recognizance not to leave in January 1993 and granted amnesty by the Russian &lt;a href=\"State%20Duma\"&gt;State Duma&lt;/a&gt; in 1994.\nLater life and death.\nAfter his release from custody, Pavlov became a director of the commercial bank Chasprombank between 1994 and 1995. He resigned at the request of the bank's board of directors, who informed him that they had decided \"to provide him an indefinite leave of absence.\" In February 1996, shortly after his resignation, the bank's license was revoked for violating the banking laws set up by the &lt;a href=\"Central%20Bank%20of%20Russia\"&gt;Central Bank of Russia&lt;/a&gt;. Pavlov then worked as an advisor to Promstroibank between 1996 and 1997, and in 1998 also became a vice president of the American firm Business Management Systems. He worked both as vice president of both the &lt;a href=\"Free%20Economic%20Society\"&gt;Free Economic Society&lt;/a&gt; and the International Academy of Management and later headed a department of the International Union of Economists.\nPavlov died in Moscow on 30 March 2003, and was buried on 2 April at &lt;a href=\"Pyatnitskoye%20cemetery\"&gt;Pyatnitskoye cemetery&lt;/a&gt;.\nPersonal life.\nIn 2000 with support from &lt;a href=\"Viktor%20Gerashchenko\"&gt;Viktor Gerashchenko&lt;/a&gt;, Valentin Pavlov's son Sergey Pavlov () was a banker at East West United Bank, Luxembourg."
}