{
    "id": "20482244",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=20482244",
    "title": "COFCO Group",
    "text": "COFCO (; full name: China Oil and Foodstuffs Corporation) is a Chinese &lt;a href=\"state-owned%20enterprise\"&gt;state-owned&lt;/a&gt; &lt;a href=\"food%20processing\"&gt;food processing&lt;/a&gt; &lt;a href=\"holding%20company\"&gt;holding company&lt;/a&gt;. COFCO Group is China's largest food processor, manufacturer and trader. It is also one of Asia's leading &lt;a href=\"agribusiness\"&gt;agribusiness&lt;/a&gt; groups alongside &lt;a href=\"Wilmar%20International\"&gt;Wilmar International&lt;/a&gt;.\nIts headquarters are in the COFCO Fortune Plaza (中粮福临门大厦) in &lt;a href=\"Chaoyang%20District%2C%20Beijing\"&gt;Chaoyang District, Beijing&lt;/a&gt;.\nBackground.\nFounded in 1949, it is one of the largest &lt;a href=\"State-owned%20enterprise\"&gt;SOE&lt;/a&gt;s of those under the direct supervision of the &lt;a href=\"SASAC\"&gt;SASAC&lt;/a&gt;. Between 1952 and 1987, it was the sole agricultural products importer and exporter operating under direct control of the central government. In 2007, COFCO had just over 60,000 employees in multiple locations in China as well as overseas operations in countries such as Japan, US, UK, Australia and Canada.\nBesides the foodstuff business, COFCO has developed into a diversified &lt;a href=\"Conglomerate%20%28company%29\"&gt;conglomerate&lt;/a&gt;, involving &lt;a href=\"planting\"&gt;planting&lt;/a&gt;, &lt;a href=\"plant%20cultivation\"&gt;cultivation&lt;/a&gt;, &lt;a href=\"food-processing\"&gt;food-processing&lt;/a&gt;, &lt;a href=\"finance\"&gt;finance&lt;/a&gt;, &lt;a href=\"warehouse\"&gt;warehouse&lt;/a&gt;, &lt;a href=\"transportation\"&gt;transportation&lt;/a&gt;, &lt;a href=\"port\"&gt;port&lt;/a&gt; facilities, &lt;a href=\"hotels\"&gt;hotels&lt;/a&gt; and &lt;a href=\"real%20estate\"&gt;real estate&lt;/a&gt;. It is one of the top 500 enterprises chosen by &lt;a href=\"United%20States\"&gt;US&lt;/a&gt;'s &lt;a href=\"Fortune%20Magazine\"&gt;Fortune Magazine&lt;/a&gt;.\nCOFCO has four companies listed in Hong Kong, namely, China Foods (), China Agri-Industries Holdings (), Mengniu Dairy (), and COFCO Packaging Holdings () and three companies listed in mainland China, namely, COFCO Tunhe (), COFCO Property (), and BBCA (). COFCO boasts a wide range of branded products and service portfolios, such as Fortune edible oil, &lt;a href=\"Great%20Wall%20Wine\"&gt;Great Wall wine&lt;/a&gt;, &lt;a href=\"Mengniu%20Dairy\"&gt;Mengniu dairy&lt;/a&gt;, Lohas fruit and vegetable juice, Le Conte chocolate, Tunhe tomato products, Joycome meat products, Joy City shopping mall, Yalong Bay resorts, Gloria hotels, Snow-Lotus cashmere, Zhongcha tea products, COFCO-Aviva Life Insurance, COFCO Trust, etc."
}