{
    "id": "2051939",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=2051939",
    "title": "Wisteria frutescens",
    "text": "Wisteria frutescens, commonly known as American wisteria, is a &lt;a href=\"Woody%20plant\"&gt;woody&lt;/a&gt;, &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt;, &lt;a href=\"Perennial%20plant\"&gt;perennial&lt;/a&gt; climbing &lt;a href=\"vine\"&gt;vine&lt;/a&gt;, one of various &lt;a href=\"wisteria\"&gt;wisteria&lt;/a&gt;s of the family &lt;a href=\"Fabaceae\"&gt;Fabaceae&lt;/a&gt;. It is native to the wet forests and stream banks of the southeastern &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, with a range stretching from the states of &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; to &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; (Northeast Texas Piney Woods) and extending southeast through &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, also north to &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, and &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;.\nTaxonomy.\n&lt;a href=\"Carl%20Linnaeus\"&gt;Carl Linnaeus&lt;/a&gt; described \"Wisteria frutescens\".\nKentucky wisteria, \"Wisteria frutescens\" var. \"macrostachya\" is a distinctive variety found in the southeastern &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, including its namesake state of &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;. It has been classified as a separate species, \"Wisteria macrostachya\" .\nDescription.\nAmerican wisteria can grow up to 15 m long over many supports via powerful clockwise-twining stems. It produces dense clusters of blue-purple, two-lipped, flowers wide on &lt;a href=\"racemes\"&gt;racemes&lt;/a&gt; long in late &lt;a href=\"Spring%20%28season%29\"&gt;spring&lt;/a&gt; to early summer. These are the smallest racemes produced by any \"Wisteria\". Though it has never been favored in many &lt;a href=\"garden\"&gt;garden&lt;/a&gt;s for this characteristic, many &lt;a href=\"bonsai\"&gt;bonsai&lt;/a&gt; artists employ American wisteria for its manageably-sized flowers, and it is charming as a woodland flowering vine.\nThe foliage consists of shiny, dark-green, &lt;a href=\"pinnate\"&gt;pinnate&lt;/a&gt;ly compound leaves in length. The leaves bear 9-15 oblong &lt;a href=\"leaflet%20%28botany%29\"&gt;leaflets&lt;/a&gt; that are each long. It also bears numerous &lt;a href=\"poisonous\"&gt;poisonous&lt;/a&gt;, bean-like seed pods long that mature in summer and persist until winter; the pods are fuzzy and greenish-tan when young, but shiny brown and smooth when dry. The seeds are large and brown (see image). American wisteria prefers moist soils. It is considered shade tolerant, but will flower only when exposed to partial or full sun. It grows best in &lt;a href=\"USDA%20plant%20hardiness%20zones\"&gt;USDA plant hardiness zones&lt;/a&gt; 5–9.\nKentucky wisteria bears unscented bluish-purple &lt;a href=\"flowers\"&gt;flowers&lt;/a&gt; in &lt;a href=\"racemes\"&gt;racemes&lt;/a&gt; long, a generally average length for the \"&lt;a href=\"Wisteria\"&gt;Wisteria&lt;/a&gt;\" family.\nSeveral characteristics distinguish American wisteria from its Asian counterparts. It grows only two-thirds as tall, its racemes are half as long (the shortest of the wisteria family), and its bloom time is sometimes shorter than many Asian varieties. Its flowers are not scented, and its seed pods are smooth rather than velvety when mature.\nAmerican wisteria is very similar to Kentucky wisteria (\"&lt;a href=\"Wisteria%20macrostachya\"&gt;Wisteria macrostachya&lt;/a&gt;\") which has been considered a variety of \"W. frutescens\" but grows somewhat differently and has a fragrance.\nEcology.\nThe butterflies &lt;a href=\"Urbanus%20proteus\"&gt;long-tailed skipper&lt;/a&gt;, &lt;a href=\"Epargyreus%20clarus\"&gt;silver-spotted skipper&lt;/a&gt;, &lt;a href=\"Leptotes%20marina\"&gt;marine blue&lt;/a&gt;, &lt;a href=\"Erynnis%20zarucco\"&gt;zarucco duskywing&lt;/a&gt; and the moth \"Cuphodes wisteriae\" use \"Wisteria frutescens\" as a larval host.\nPests and diseases.\n\"Wisteria frutescens\", in general, is subject to few pests or diseases. It is, however, subject to damage by typical pests like aphids, leaf miners, Japanese beetles, scale insects, and mealybugs. Pests of particular concern are &lt;a href=\"longhorn%20beetle\"&gt;longhorn beetle&lt;/a&gt;s, such as \"&lt;a href=\"Synaphaeta%20guexi\"&gt;Synaphaeta guexi&lt;/a&gt;\", and the &lt;a href=\"Asian%20long-horned%20beetle\"&gt;Asian long-horned beetle&lt;/a&gt;. These beetles will bore into the woody stems of young or unhealthy wisteria, causing disruption of water and nutrient flow. This also allows for the potential to introduce disease, like rot, and both of these have the potential to cause death of the plant.\n\"&lt;a href=\"Aplosporella%20wistariae\"&gt;Aplosporella wistariae&lt;/a&gt;\" , previously known as \"&lt;a href=\"Haplosporella%20wistariae\"&gt;Haplosporella wistariae&lt;/a&gt;\" , has been found on some &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt;s of wisteria in &lt;a href=\"Louisville%2C%20Kansas\"&gt;Louisville, Kansas&lt;/a&gt;. Its &lt;a href=\"stroma%20%28mycology%29\"&gt;stroma&lt;/a&gt;ta are elliptical or orbicular, are 1–2 mm in diameter, and are sunk into the bark, which causes raised pustules, some of which are ruptured. Its &lt;a href=\"ascocarp\"&gt;perithecia&lt;/a&gt; are 120-150 μm and are white inside; &lt;a href=\"spore\"&gt;sporules&lt;/a&gt; are oblong, measuring 12-16 by 6-7 μm.\nPartly dead leaves of \"Wisteria frutescens\" have been found to host \"&lt;a href=\"Phomatospora%20wistariae\"&gt;Phomatospora wistariae&lt;/a&gt;\" This fungus is perithecial, meaning its &lt;a href=\"fruiting%20body\"&gt;fruiting body&lt;/a&gt; is flask-shaped with an &lt;a href=\"ostiole\"&gt;ostiole&lt;/a&gt; through which its &lt;a href=\"ascospore\"&gt;ascospore&lt;/a&gt;s are released. It is mostly &lt;a href=\"epiphyte\"&gt;epiphytic&lt;/a&gt;, and it grows in relatively flat gray spots that are approximately 2–4 mm. in diameter. These spots are bounded by narrow dark lines; however, they frequently run together. \"Phomatospora wistariae\" is &lt;a href=\"hyaline\"&gt;hyaline&lt;/a&gt; in appearance and resembles a membrane, it is &lt;a href=\"sessility%20%28botany%29\"&gt;sessile&lt;/a&gt;, it does not have &lt;a href=\"paraphyses\"&gt;paraphyses&lt;/a&gt;, its &lt;a href=\"ascus\"&gt;asci&lt;/a&gt; are oblong, and its &lt;a href=\"sporidia\"&gt;sporidia&lt;/a&gt; are &lt;a href=\"biseriate\"&gt;biseriate&lt;/a&gt; and have an oblong-elliptical shape. Its perithecia mesaure to about 110-120 μm, its asci 35-45 by 10-12 μm, and its sporidia 12 by 6 μm.\n\"&lt;a href=\"Rhizobium%20radiobacter\"&gt;Rhizobium radiobacter&lt;/a&gt;\", previously known as \"&lt;a href=\"Agrobacterium%20tumefaciens\"&gt;Agrobacterium tumefaciens&lt;/a&gt;\" and commonly as crown gall, is a soil-borne bacterium that occasionally infects wisteria, causing abnormal growths or swellings on the roots or stems. It infects the plant through its &lt;a href=\"Ti%20plasmid\"&gt;Ti plasmid&lt;/a&gt;, and then \"A. tumefaciens\" integrates a part of its DNA into the chromosome of the host plant's cells. The K-48 strain of the bacterium can be effectively used to prevent infection by the pathogenic strain of Crown Gall.\n&lt;a href=\"Root-knot%20nematodes\"&gt;Root-knot nematodes&lt;/a&gt; are parasites known to affect most species of plants, wisteria not being an exception, but wisteria is susceptible to &lt;a href=\"Texas%20root%20rot\"&gt;Texas root rot&lt;/a&gt; caused by the fungus \"&lt;a href=\"Phymatotrichum%20omnivorum\"&gt;Phymatotrichum omnivorum&lt;/a&gt;\". Texas root rot damages the roots and prevents their absorption of water, resulting in wilting then death.\n\"&lt;a href=\"Pantoea%20agglomerans\"&gt;Pantoea agglomerans&lt;/a&gt;\" has been shown to induce galls on \"Wisteria\".\n\"Wisteria brachybotrys\", \"&lt;a href=\"Wisteria%20floribunda\"&gt;Wisteria floribunda&lt;/a&gt;\", \"&lt;a href=\"Wisteria%20sinensis\"&gt;Wisteria sinensis&lt;/a&gt;\" and \"Wisteria venusta\", have been shown to carry \"&lt;a href=\"Erysiphe%20cichoracearum\"&gt;Erysiphe cichoracearum&lt;/a&gt;,\" \"&lt;a href=\"Botryosphaeria\"&gt;Botryosphaeria&lt;/a&gt;,\" and \"&lt;a href=\"Phomopsis\"&gt;Phomopsis&lt;/a&gt;\" canker and die-back pathogens, \"&lt;a href=\"Phyllosticta%20wisteriae\"&gt;Phyllosticta wisteriae&lt;/a&gt;\", and \"&lt;a href=\"Septoria%20wisteriae\"&gt;Septoria wisteriae&lt;/a&gt;\". \"&lt;a href=\"Wisteria%20vein%20mosaic%20virus\"&gt;Wisteria vein mosaic virus&lt;/a&gt;\" (a variant of the &lt;a href=\"tobacco%20mosaic%20virus\"&gt;tobacco mosaic virus&lt;/a&gt;) and &lt;a href=\"subterranean%20clover%20stunt%20virus\"&gt;subterranean clover stunt virus&lt;/a&gt; are the only two known viruses to infect genus \"Wisteria\", and the potential for \"Wisteria frutescens\" to contract any of the previously mentioned diseases is indeterminate.\nToxicity.\nAll species of \"Wisteria\" contain a &lt;a href=\"saponin\"&gt;saponin&lt;/a&gt; known as Wisterin in the bark, branches, pods, roots, and seeds. There is debate over whether the flowers are toxic. An unknown and toxic resin is present as well. Poisoning from the plant can occur from ingestion of 1 to 2 seed pods and results in mild to severe &lt;a href=\"gastroenteritis\"&gt;gastroenteritis&lt;/a&gt;, nausea, frequent vomiting, abdominal pain and diarrhea. This can result in dehydration and collapse in serious cases; recovery generally occurs within 24 hours. The concentration of toxins varies in all segments of the plant and varies during different seasons. Wisterin's structure has been shown to be similar in structure and in effects to the alkaloid &lt;a href=\"cytisine\"&gt;cytisine&lt;/a&gt;, but less potent. It has a bittersweet taste. As with the cytisine containing \"&lt;a href=\"Laburnum\"&gt;Laburnum&lt;/a&gt;\", its leaves are sometimes taken as a tobacco substitute.\n&lt;a href=\"Canavanine\"&gt;Canavanine&lt;/a&gt; is a common α-amino-acid constituent found in the seeds of all species of \"Wisteria\". It serves as a defense compound against herbivores and provides a vital source of nitrogen for the growing plant embryo. The toxicity of canavanine is due to its extreme structural similarity to &lt;a href=\"L-arginine\"&gt;L-arginine&lt;/a&gt;, which may result in an organism's incorporation of it into proteins in place of L-arginine. This causes aberrant &lt;a href=\"protein\"&gt;protein&lt;/a&gt;s that may not function properly."
}