{
    "id": "20534418",
    "revid": "1042488551",
    "url": "https://en.wikipedia.org/wiki?curid=20534418",
    "title": "Arthur W. Wermuth",
    "text": "Arthur William Wermuth, Jr., dubbed the \"One-Man Army of &lt;a href=\"Bataan\"&gt;Bataan&lt;/a&gt;,\" was a &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; officer during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and a &lt;a href=\"prisoner%20of%20war\"&gt;prisoner of war&lt;/a&gt; from April 1942 until August 1945.\nBackground.\nWermuth was born in &lt;a href=\"South%20Dakota\"&gt;South Dakota&lt;/a&gt;, but raised in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;'s &lt;a href=\"Lakeview%2C%20Chicago\"&gt;Lakeview&lt;/a&gt; neighborhood at 3631 N. Janssen Avenue. His hometown during World War II was listed as &lt;a href=\"Traverse%20City%2C%20Michigan\"&gt;Traverse City, Michigan&lt;/a&gt;. His father was a doctor and &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; veteran who died in 1937 and his mother was Clara Natalie Lorenz. His sister, Natalie, was a professional dancer in the Chicago in the 1940s using the &lt;a href=\"stage%20name\"&gt;stage name&lt;/a&gt; Talia.\nWermuth was a graduate of &lt;a href=\"Northwestern%20Military%20and%20Naval%20Academy\"&gt;Northwestern Military and Naval Academy&lt;/a&gt; in 1932. He was an athletic youth and participated in many sports at the academy including in &lt;a href=\"Rowing%20%28sport%29\"&gt;crew&lt;/a&gt;, &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, track, and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;. His teammates nicknamed him \"Satch.\" He played &lt;a href=\"Guard%20%28American%20football%29\"&gt;guard&lt;/a&gt; and &lt;a href=\"Tackle%20%28American%20football%29\"&gt;tackle&lt;/a&gt; in football and was an &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt; with a .299 &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting average&lt;/a&gt; in baseball. In &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; he participated in &lt;a href=\"shot%20put\"&gt;shot put&lt;/a&gt; and &lt;a href=\"Discus%20throw\"&gt;discus&lt;/a&gt;. The student \"&lt;a href=\"Yearbook\"&gt;Log Book&lt;/a&gt;\" described him saying, \"Defensively, he was a hard man to get through. Offensively, many gains were made through holes he opened.\"\nHe graduated from North Park College and Loyola University. At Loyola University, he received a &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt; in &lt;a href=\"Microbiology\"&gt;Bacteriology&lt;/a&gt;. Wermuth was married to Jean Wilkins, of Chicago, from June 1, 1935, until they divorced in 1947.\nWorld War II.\nWermuth received his Army &lt;a href=\"Officer%20%28armed%20forces%29%23Commissioned%20officers\"&gt;commission&lt;/a&gt; in 1936 while he was a junior at &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt;. He served in the infantry reserves as a &lt;a href=\"Second%20Lieutenant%23United%20States\"&gt;Second Lieutenant&lt;/a&gt; in the &lt;a href=\"Civilian%20Conservation%20Corps\"&gt;Civilian Conservation Corps&lt;/a&gt; and was stationed near &lt;a href=\"Watersmeet%2C%20Michigan\"&gt;Watersmeet, Michigan&lt;/a&gt;. It was during this time that he learned wilderness survival skills. He entered active duty January 1941 at &lt;a href=\"Lake%20Superior%20State%20University%23History\"&gt;Fort Brady&lt;/a&gt;, &lt;a href=\"Sault%20Ste.%20Marie%2C%20Michigan\"&gt;Sault Ste. Marie, Michigan&lt;/a&gt;, where he remained until April 1941. He was promoted to &lt;a href=\"Captain%20%28United%20States%29\"&gt;Captain&lt;/a&gt; December 19, 1941, after the &lt;a href=\"Battle%20of%20the%20Philippines%20%281941%E2%80%9342%29\"&gt;invasion of the Philippines&lt;/a&gt; and was one of a handful of Americans in the primarily Filipino &lt;a href=\"57th%20Infantry%20Regiment%20%28United%20States%29\"&gt;57th Infantry Regiment&lt;/a&gt; of the &lt;a href=\"Philippine%20Scouts\"&gt;Philippine Scouts&lt;/a&gt;. On January 5, 1942, Wermuth organized a group of 185 Filipinos into a group that became known as \"suicide snipers\" to counter enemy infiltration behind American lines and as a counter-sniper force. Over the next three weeks he and his force claimed over 500 enemy killed while losing 45 of its own. He was shot in the leg in January while on a successful mission to destroy a bridge and burn an enemy encampment. On February 3, he was shot in the left breast and was carried back to receive treatment. On February 15, he left the medical facility without permission and rejoined his battalion. In early April he fell down a ravine and was seriously injured on a large boulder. He awakened in Field Hospital Number 2 as it was being overrun by Japanese forces.\nWermuth received the &lt;a href=\"Distinguished%20Service%20Cross%20%28United%20States%29\"&gt;Distinguished Service Cross&lt;/a&gt; for his actions in January 1942 in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. He became known as the \"one-man army of Bataan\" and was widely credited with over 116 kills. He also received the &lt;a href=\"Silver%20Star\"&gt;Silver Star&lt;/a&gt; and three &lt;a href=\"Purple%20Heart\"&gt;Purple Heart&lt;/a&gt; decorations.\nCaptivity.\nWermuth's injuries forced him to remain in a Japanese hospital until May 25, 1942, when he was transported to &lt;a href=\"New%20Bilibid%20Prison\"&gt;New Bilibid Prison&lt;/a&gt;. His injuries spared him from the &lt;a href=\"Bataan%20Death%20March\"&gt;Bataan Death March&lt;/a&gt;. After Bilibid, he was transported via boxcar to a camp near &lt;a href=\"Cabanatuan\"&gt;Cabanatuan&lt;/a&gt;. In September, he was sent to &lt;a href=\"Lipa%20City\"&gt;Lipa City&lt;/a&gt;, &lt;a href=\"Batangas\"&gt;Batangas&lt;/a&gt; and placed in charge of a 500-man work detail to construct a runway. During the construction, his crew deliberately sabotaged the runway so that it buckled under the weight of landing bombers. His injuries forced him to be sent back to Bilibid in January 1943, where he was operated on April 1943 by an American surgeon who was also in captivity. In June, he was sent back to Cabanatuan to join a farming detail. In January 1944 his detail was being worked to the point where men were collapsing in the manure. When he demanded that the Japanese commander take it easy on his men, he received a severe beating, damaging his kidneys and sending him back to a hospital.\nOn October 13, 1944, he was transferred back to Bilibid until December, when he boarded the \"&lt;a href=\"hell%20ship\"&gt;hell ship&lt;/a&gt;\" \"&lt;a href=\"Oryoku%20Maru\"&gt;Oryoku Maru&lt;/a&gt;\" as one of 1620 prisoners. Because the prison ship was unmarked, it was bombed December 15, 1944, at &lt;a href=\"Olongapo\"&gt;Olongapo&lt;/a&gt; in &lt;a href=\"Subic%20Bay\"&gt;Subic Bay&lt;/a&gt; by aircraft from &lt;a href=\"USS%20Hornet%20%28CV-12%29\"&gt;USS \"Hornet\"&lt;/a&gt; who mistook it for a troop transport, killing several hundred POWs. Wermuth survived the bombing and was transported by boxcar to &lt;a href=\"San%20Fernando%20City%2C%20La%20Union\"&gt;San Fernando&lt;/a&gt;. 160 men were placed in his car and as there was no room to move or sit, were forced to stand for the duration of the 26-hour trip. According to Wermuth, the man beside him died on his feet and was held in place by the crowd for the rest of the trip since there was no room to remove the corpse. In January 1945, he was transported to Formosa aboard the \"&lt;a href=\"Enoura%20Maru\"&gt;Enoura Maru&lt;/a&gt;\". Wermuth received his fourth Purple Heart due to the injuries sustained when bombers from the &lt;a href=\"USS%20Hornet%20%28CV-12%29\"&gt;USS \"Hornet\"&lt;/a&gt; attacked \"&lt;a href=\"Enoura%20Maru\"&gt;Enoura Maru&lt;/a&gt;\". Next he was transported to Japan, then to &lt;a href=\"Busan\"&gt;Pusan&lt;/a&gt;, Korea, then to &lt;a href=\"Mukden\"&gt;Mukden&lt;/a&gt;, where his prison camp was liberated by the Russians in August 1945. When he was found, he weighed , having weighed earlier in the war. Wermuth returned to the United States on the transport SS \"Marine Shark\", arriving November 1, 1945, in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;. On his return, he modestly credited the Filipino scouts for many of his exploits saying, \"Ninety percent of the credit for what I did was due to them. They're the best soldiers in the world. I just happened to be in the right place at the right time.\"\nPost war.\nShortly after the war ended, Olivia Josephine Oswald, a Filipino nurse, claimed to have married Wermuth December 7, 1941, on the rooftop of the Great Eastern hotel in &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;, though this was disputed by Wermuth. His divorce to Jean was finalized June 4, 1947, and the same day he married Patricia Steele, a 23-year-old parachutist from &lt;a href=\"Denver%2C%20Colorado\"&gt;Denver, Colorado&lt;/a&gt;. He and Patricia adopted an 8 year old named David about 1956.\nIn 1948, Wermuth was elected Marshal of City Court in &lt;a href=\"Wichita%2C%20Kansas\"&gt;Wichita, Kansas&lt;/a&gt;. and subsequently arrested &lt;a href=\"L.%20Ron%20Hubbard\"&gt;L. Ron Hubbard&lt;/a&gt; in 1951. He was appointed &lt;a href=\"sheriff\"&gt;sheriff&lt;/a&gt; of &lt;a href=\"Jefferson%20County%2C%20Colorado\"&gt;Jefferson County, Colorado&lt;/a&gt;, by county commissioners in 1957 following the indictment and resignation of Sheriff Enlow for federal income tax evasion. Wermuth resigned as sheriff on May 1, 1962, in lieu of prosecution on an embezzlement &lt;a href=\"indictment\"&gt;charge&lt;/a&gt; and was replaced by Harold E. Bray. As sheriff of &lt;a href=\"Jefferson%20County%2C%20Colorado\"&gt;Jefferson County, Colorado&lt;/a&gt;, Wermuth led searches for and investigated the disappearance of &lt;a href=\"Coors%20Brewing%20Company\"&gt;Coors Brewing Company&lt;/a&gt; CEO and heir &lt;a href=\"Adolph%20Coors%20III\"&gt;Adolph Coors III&lt;/a&gt; within his county."
}