{
    "id": "20545894",
    "revid": "42632462",
    "url": "https://en.wikipedia.org/wiki?curid=20545894",
    "title": "Ministry of Interior (Thailand)",
    "text": "The Ministry of Interior of the Kingdom of Thailand (&lt;a href=\"Abbreviation\"&gt;Abrv:&lt;/a&gt; MOI; , ) is a &lt;a href=\"Cabinet%20of%20Thailand\"&gt;cabinet&lt;/a&gt;-level department in the &lt;a href=\"Government%20of%20Thailand\"&gt;Government of Thailand&lt;/a&gt;. The ministry has wide ranging responsibilities. It is responsible for local administration, internal security, citizenship, disaster management, road safety, land management, issuance of national identity cards, and public works. The ministry is responsible for appointing the 76 governors of the &lt;a href=\"Provinces%20of%20Thailand\"&gt;Provinces of Thailand&lt;/a&gt;. The Minister of Interior ( is the head of the ministry. He is appointed by the &lt;a href=\"King%20of%20Thailand\"&gt;King of Thailand&lt;/a&gt; on the recommendation of the &lt;a href=\"Prime%20Minister%20of%20Thailand\"&gt;prime minister&lt;/a&gt;. Since 30 August 2014, the head of the ministry has been retired General &lt;a href=\"Anupong%20Paochinda\"&gt;Anupong Paochinda&lt;/a&gt;. He is aided by two deputy ministers. The &lt;a href=\"Fiscal%20year\"&gt;FY2019&lt;/a&gt; budget of the ministry is 371,802 million &lt;a href=\"Thai%20baht\"&gt;baht&lt;/a&gt;.\nHistory.\nThe ministry in its present form was founded on 1 April 1892 by King &lt;a href=\"Chulalongkorn\"&gt;Chulalongkorn&lt;/a&gt; (Rama V) in his reforms of the Siamese government. He appointed his brother Prince &lt;a href=\"Damrong%20Rajanubhab\"&gt;Damrong Rajanubhab&lt;/a&gt;, to be its first \"minister of state\". At the time the ministry was divided into three divisions: central (, northern (, and local administration (.\nPrince Damrong reorganized the workings of the entire ministry and as a result the entire country. He created the &lt;a href=\"monthon\"&gt;monthon&lt;/a&gt; system, a complete new system of sub-divisions for the kingdom. He and the ministry took on so much power that he was considered second only to the king. After King &lt;a href=\"Vajiravudh\"&gt;Vajiravudh&lt;/a&gt; (Rama VI) succeeded his father in 1910, the relationship between king and Prince Damrong deteriorated. In 1915 Prince Damrong resigned, officially for health reasons, though it was an open secret that disagreements with the king were the real reason.\nDuring the &lt;a href=\"Siamese%20Revolution%20of%201932\"&gt;Revolution of 1932&lt;/a&gt; (actually a coup d'état), the Minister of Interior was Prince &lt;a href=\"Paribatra%20Sukhumbandhu\"&gt;Paribatra Sukhumbandhu&lt;/a&gt;, who was exiled after the revolution because of his power. From then on the minister became an appointed position within the &lt;a href=\"Cabinet%20of%20Thailand\"&gt;Cabinet of Thailand&lt;/a&gt;. Most ministers had been former police officials.\nThai Niyom.\nThe MOI, being responsible for provincial affairs, will, in conjunction with other ministries, deploy 7,663 teams to visits to 83,151 communities starting 21 February 2018 to explain the &lt;a href=\"NCPO\"&gt;NCPO&lt;/a&gt;'s Thai Niyom project. At meetings with people in each village, the ministry will a host free lunch for all participants, including villagers, resource persons, and officials. The interior minister explained that most of the Thai Niyom two-billion &lt;a href=\"Thai%20baht\"&gt;baht&lt;/a&gt; luncheon budget is to be spent on food for villagers, estimated at about 50 baht per head. Four visits will be made by officials to each village.\nOverall, the program was originally to cost 47 billion baht. In addition to the two billion baht luncheon budget, the combined ministries have been allocated 3.2 billion baht to help farmers switch to \"economical crops\"; 3.4 billion baht to develop new crop varieties; six billion baht to increase the value of agricultural products and avoid low prices; 15 billion baht to reduce economic inequality and enhance quality of life; 19 billion baht to upgrade irrigation systems; and 769 million baht for a \"big data management project\". The budget has since swollen to 100 billion baht.\n\"Thai Niyom\", as defined by Gen &lt;a href=\"Prayut%20Chan-o-cha\"&gt;Prayut Chan-o-cha&lt;/a&gt;, is \"&lt;a href=\"Thainess\"&gt;Thainess&lt;/a&gt; without ignoring global practices and international norms\". It is neither nationalism nor patriotism and it is different from populism. \"It is the extent[ion] of the \"pracharat\" (people's state) policy which emphasises internal growth and public participation and support while the government seeks cooperation from the private sector and the academic sector. Cooperation creates the power of three—government, public and private sector,\" he said. A 61-member panel known as \"steering committee for development under sustainable Thai Niyom Yangyeun ('Sustainable Thai-ism') projects\" was set up to supervise the program. Each tambon (sub-district) team will have 7 to 12 members, consisting of local officials, security personnel, academics and volunteers brought together under the \"Tam Kwam Dee Duay Hua Jai\" ('Do good deeds by hearts') project. Interior Minister Anupong Paojinda denied the program was aimed at boosting the popularity of the military government. He insisted it was the government's duty to take good care of the people.\nThe Thai Niyom program was officially launched by Prayut in &lt;a href=\"Nonthaburi%20Province\"&gt;Nonthaburi Province&lt;/a&gt; on 9 February 2018 to all 76 provincial governors, chiefs of 878 districts, and high ranking officials of related agencies. The 100 billion baht program allocates 35 billion baht for \"grass-roots\" economic development, 34.5 billion baht for tourism, community development, and village funds, and 30 billion for agricultural reform. The four phases of the project run until 20 May 2018."
}