{
    "id": "20555074",
    "revid": "8578365",
    "url": "https://en.wikipedia.org/wiki?curid=20555074",
    "title": "Astro Awani",
    "text": "Astro Awani is a &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;n &lt;a href=\"pay%20television\"&gt;pay television&lt;/a&gt; news channel. Its programming consists of news and other programs, including current affairs, lifestyle, documentaries, interview programs and a local and international magazine. The channel was launched on 6 September 2007 as part of the revamp of &lt;a href=\"Astro%20%28Malaysian%20satellite%20television%29\"&gt;Astro&lt;/a&gt;'s news division. It is targeted at &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Brunei\"&gt;Brunei&lt;/a&gt; and &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;.\nHistory.\nIn 2002, the channel was launched as The News Channel (Astro News). During that time, it carried programming from &lt;a href=\"Al%20Jazeera\"&gt;Al Jazeera&lt;/a&gt; (broadcast in &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt; with live &lt;a href=\"Malaysian%20language\"&gt;Malaysian&lt;/a&gt; dubbing), &lt;a href=\"BBC%20World\"&gt;BBC World&lt;/a&gt;, &lt;a href=\"CCTV-9\"&gt;CCTV-9&lt;/a&gt;, &lt;a href=\"Eurosport%20News\"&gt;Eurosport News&lt;/a&gt;, the &lt;a href=\"Australia%20Network\"&gt;Australia Network&lt;/a&gt; and &lt;a href=\"Deutsche%20Welle\"&gt;Deutsche Welle&lt;/a&gt;. It also aired Astro News, a half-hour locally produced news program.\nThe five networks carried on that channel were since available separately. Until February 2007, Astro News was co-produced with the national news agency &lt;a href=\"Bernama\"&gt;Bernama&lt;/a&gt;. The news is also translated into &lt;a href=\"Standard%20Chinese\"&gt;Mandarin Chinese&lt;/a&gt; on &lt;a href=\"Astro%20AEC\"&gt;Astro AEC&lt;/a&gt;, Malaysian on &lt;a href=\"Astro%20Ria\"&gt;Astro Ria&lt;/a&gt; and Tamil on &lt;a href=\"Astro%20Vaanavil\"&gt;Astro Vaanavil&lt;/a&gt;. English news was also aired on &lt;a href=\"Astro%20Prima\"&gt;Astro Prima&lt;/a&gt;.\nAstro Awani was first launched on 15 June 2006 in Indonesia by a joint venture between Astro and &lt;a href=\"India\"&gt;India&lt;/a&gt;-based &lt;a href=\"NDTV\"&gt;NDTV&lt;/a&gt;. However, due to continued differences between the JV partners, the Indonesian version went off-air in October 2008.\nOn 6 September 2007, Astro Awani was launched in Malaysia, at the Palace of the Golden Horses.\nIn 2008, Astro Awani renumbered from channel 123 to channel 501.\nOn 1 March 2009, Astro Awani replaces The News Channel which cancelled its programme at that time due to very low viewers. In June 2018, Astro Awani was named the “most trusted” Malaysian source of news by The Reuters Institute Digital News Report 2018.\nRegular presenters.\nNotable personalities.\nSource:"
}