{
    "id": "20599214",
    "revid": "14064649",
    "url": "https://en.wikipedia.org/wiki?curid=20599214",
    "title": "Torsten Lieberknecht",
    "text": "Torsten Lieberknecht (born 1 August 1973) is a retired German &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and manager, who manages &lt;a href=\"SV%20Darmstadt%2098\"&gt;Darmstadt 98&lt;/a&gt;.\nCareer.\nLieberknecht began his senior career at &lt;a href=\"1.%20FC%20Kaiserslautern\"&gt;1. FC Kaiserslautern&lt;/a&gt;, where he made his &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; debut on 26 August 1992 in a game against &lt;a href=\"SG%20Wattenscheid%2009\"&gt;SG Wattenscheid 09&lt;/a&gt;. He left Kaiserslautern after the 1993–1994 season to join &lt;a href=\"SV%20Waldhof%20Mannheim\"&gt;SV Waldhof Mannheim&lt;/a&gt; and went on to play a total of ten seasons in the &lt;a href=\"2.%20Bundesliga\"&gt;2. Bundesliga&lt;/a&gt; for Mannheim, &lt;a href=\"1.%20FSV%20Mainz%2005\"&gt;1. FSV Mainz 05&lt;/a&gt; and &lt;a href=\"Eintracht%20Braunschweig\"&gt;Eintracht Braunschweig&lt;/a&gt; before retiring as a player in 2007.\nLieberknecht also represented Germany nine times at the &lt;a href=\"Germany%20national%20under-21%20football%20team\"&gt;U-21&lt;/a&gt; level and was part of the German squad for the &lt;a href=\"1993%20FIFA%20World%20Youth%20Championship\"&gt;1993 FIFA World Youth Championship&lt;/a&gt; in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;.\nManaging career.\nAfter retiring as a player, Lieberknecht became a youth coach at his last club, Eintracht Braunschweig. At the end of the &lt;a href=\"2007%E2%80%9308%20Fu%C3%9Fball-Regionalliga\"&gt;2007–08 Regionalliga season&lt;/a&gt; the club was in serious danger of missing out on qualification for Germany's new nationwide third-tier league &lt;a href=\"3.%20Liga\"&gt;3. Liga&lt;/a&gt;, which would have meant Braunschweig's first ever relegation to the fourth level of Germany's &lt;a href=\"German%20football%20league%20system\"&gt;football league system&lt;/a&gt;. When &lt;a href=\"Benno%20M%C3%B6hlmann\"&gt;Benno Möhlmann&lt;/a&gt;, at the time the manager of Eintracht Braunschweig's first team, stepped down in May 2008, Lieberknecht was named his successor. Under him the club not only secured 3. Liga qualification on the last match day of the season, but since then has started a steady climb back up the ladder of German football. In &lt;a href=\"2010%E2%80%9311%203.%20Liga\"&gt;2010–11&lt;/a&gt; Lieberknecht and his team were promoted back into the 2. Bundesliga, and quickly established themselves at this level. After having finished the previous season comfortably midtable, the club was even more successful during the &lt;a href=\"2012%E2%80%9313%202.%20Bundesliga\"&gt;2012–13&lt;/a&gt; season and in the end won promotion to the Bundesliga. This marked Eintracht Braunschweig's return into Germany's top-flight after a 28-year absence. Lieberknecht was widely recognized in the media both in Germany and abroad as one of the key figures in the club's resurgence after years in the second and third tier. After ten years, his spell at Braunschweig ended in 2018. He finished with a record of 151 wins, 99 draws, and 120 losses.\nOn 1 October 2018, he was appointed by &lt;a href=\"MSV%20Duisburg\"&gt;MSV Duisburg&lt;/a&gt; as the new head coach. He was sacked on 10 November 2020. He moved to &lt;a href=\"SV%20Darmstadt%2098\"&gt;Darmstadt 98&lt;/a&gt; in June 2021."
}