{
    "id": "20590",
    "revid": "1067358321",
    "url": "https://en.wikipedia.org/wiki?curid=20590",
    "title": "Mathematical model",
    "text": "A mathematical model is a description of a &lt;a href=\"system\"&gt;system&lt;/a&gt; using &lt;a href=\"mathematics\"&gt;mathematical&lt;/a&gt; concepts and &lt;a href=\"Language%20of%20mathematics\"&gt;language&lt;/a&gt;. The process of developing a mathematical model is termed mathematical modeling. Mathematical models are used in the &lt;a href=\"natural%20science\"&gt;natural science&lt;/a&gt;s (such as &lt;a href=\"physics\"&gt;physics&lt;/a&gt;, &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, &lt;a href=\"earth%20science\"&gt;earth science&lt;/a&gt;, &lt;a href=\"chemistry\"&gt;chemistry&lt;/a&gt;) and &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt; disciplines (such as &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt;, &lt;a href=\"electrical%20engineering\"&gt;electrical engineering&lt;/a&gt;), as well as in non-physical systems such as the &lt;a href=\"social%20science\"&gt;social science&lt;/a&gt;s (such as &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt;, &lt;a href=\"sociology\"&gt;sociology&lt;/a&gt;, &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt;). The use of mathematical models to solve problems in business or military operations is a large part of the field of &lt;a href=\"operations%20research\"&gt;operations research&lt;/a&gt;. Mathematical models are also used in &lt;a href=\"music\"&gt;music&lt;/a&gt;, &lt;a href=\"linguistics\"&gt;linguistics&lt;/a&gt;, and \n&lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt; (for example, intensively in &lt;a href=\"analytic%20philosophy\"&gt;analytic philosophy&lt;/a&gt;).\nA model may help to explain a system and to study the effects of different components, and to make predictions about behavior.\nElements of a mathematical model.\nMathematical models can take many forms, including &lt;a href=\"dynamical%20systems\"&gt;dynamical systems&lt;/a&gt;, &lt;a href=\"statistical%20model\"&gt;statistical model&lt;/a&gt;s, &lt;a href=\"differential%20equations\"&gt;differential equations&lt;/a&gt;, or &lt;a href=\"Game%20theory\"&gt;game theoretic models&lt;/a&gt;. These and other types of models can overlap, with a given model involving a variety of abstract structures. In general, mathematical models may include &lt;a href=\"model%20theory\"&gt;logical models&lt;/a&gt;. In many cases, the quality of a scientific field depends on how well the mathematical models developed on the theoretical side agree with results of repeatable experiments. Lack of agreement between theoretical mathematical models and experimental measurements often leads to important advances as better theories are developed.\nIn the &lt;a href=\"physical%20sciences\"&gt;physical sciences&lt;/a&gt;, a traditional mathematical model contains most of the following elements:\nClassifications.\nMathematical models are usually composed of relationships and \"&lt;a href=\"variable%20%28mathematics%29\"&gt;variables&lt;/a&gt;\". Relationships can be described by \"&lt;a href=\"Operator%20%28mathematics%29\"&gt;operators&lt;/a&gt;\", such as algebraic operators, functions, differential operators, etc. Variables are abstractions of system &lt;a href=\"parameter%20%28computer%20programming%29\"&gt;parameters&lt;/a&gt; of interest, that can be &lt;a href=\"Quantification%20%28science%29\"&gt;quantified&lt;/a&gt;. Several classification criteria can be used for mathematical models according to their structure:\nConstruction.\nIn &lt;a href=\"business\"&gt;business&lt;/a&gt; and &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt;, mathematical models may be used to maximize a certain output. The system under consideration will require certain inputs. The system relating inputs to outputs depends on other variables too: &lt;a href=\"decision%20theory\"&gt;decision variables&lt;/a&gt;, &lt;a href=\"state%20variable\"&gt;state variable&lt;/a&gt;s, &lt;a href=\"Exogeny\"&gt;exogenous&lt;/a&gt; variables, and &lt;a href=\"random%20variable\"&gt;random variable&lt;/a&gt;s.\nDecision variables are sometimes known as independent variables. Exogenous variables are sometimes known as &lt;a href=\"parameter\"&gt;parameter&lt;/a&gt;s or &lt;a href=\"constant%20%28mathematics%29\"&gt;constant&lt;/a&gt;s.\nThe variables are not independent of each other as the state variables are dependent on the decision, input, random, and exogenous variables. Furthermore, the output variables are dependent on the state of the system (represented by the state variables).\n&lt;a href=\"Goal\"&gt;Objective&lt;/a&gt;s and &lt;a href=\"constraint%20%28mathematics%29\"&gt;constraint&lt;/a&gt;s of the system and its users can be represented as &lt;a href=\"function%20%28mathematics%29\"&gt;function&lt;/a&gt;s of the output variables or state variables. The &lt;a href=\"objective%20function\"&gt;objective function&lt;/a&gt;s will depend on the perspective of the model's user. Depending on the context, an objective function is also known as an \"index of performance\", as it is some measure of interest to the user. Although there is no limit to the number of objective functions and constraints a model can have, using or optimizing the model becomes more involved (computationally) as the number increases.\nFor example, &lt;a href=\"economist\"&gt;economist&lt;/a&gt;s often apply &lt;a href=\"linear%20algebra\"&gt;linear algebra&lt;/a&gt; when using &lt;a href=\"input-output%20model\"&gt;input-output model&lt;/a&gt;s. Complicated mathematical models that have many variables may be consolidated by use of &lt;a href=\"vector%20space\"&gt;vectors&lt;/a&gt; where one symbol represents several variables.\n\"A priori\" information.\nMathematical modeling problems are often classified into &lt;a href=\"black%20box\"&gt;black box&lt;/a&gt; or &lt;a href=\"White%20box%20%28software%20engineering%29\"&gt;white box&lt;/a&gt; models, according to how much &lt;a href=\"a%20priori%20%28philosophy%29\"&gt;a priori&lt;/a&gt; information on the system is available. A black-box model is a system of which there is no a priori information available. A white-box model (also called glass box or clear box) is a system where all necessary information is available. Practically all systems are somewhere between the black-box and white-box models, so this concept is useful only as an intuitive guide for deciding which approach to take.\nUsually it is preferable to use as much a priori information as possible to make the model more accurate. Therefore, the white-box models are usually considered easier, because if you have used the information correctly, then the model will behave correctly. Often the a priori information comes in forms of knowing the type of functions relating different variables. For example, if we make a model of how a medicine works in a human system, we know that usually the amount of medicine in the blood is an &lt;a href=\"exponential%20decay\"&gt;exponentially decaying&lt;/a&gt; function. But we are still left with several unknown parameters; how rapidly does the medicine amount decay, and what is the initial amount of medicine in blood? This example is therefore not a completely white-box model. These parameters have to be estimated through some means before one can use the model.\nIn black-box models one tries to estimate both the functional form of relations between variables and the numerical parameters in those functions. Using a priori information we could end up, for example, with a set of functions that probably could describe the system adequately. If there is no a priori information we would try to use functions as general as possible to cover all different models. An often used approach for black-box models are &lt;a href=\"artificial%20neural%20network\"&gt;neural networks&lt;/a&gt; which usually do not make assumptions about incoming data. Alternatively the NARMAX (Nonlinear AutoRegressive Moving Average model with eXogenous inputs) algorithms which were developed as part of &lt;a href=\"nonlinear%20system%20identification\"&gt;nonlinear system identification&lt;/a&gt; can be used to select the model terms, determine the model structure, and estimate the unknown parameters in the presence of correlated and nonlinear noise. The advantage of NARMAX models compared to neural networks is that NARMAX produces models that can be written down and related to the underlying process, whereas neural networks produce an approximation that is opaque.\nSubjective information.\nSometimes it is useful to incorporate subjective information into a mathematical model. This can be done based on &lt;a href=\"Intuition%20%28knowledge%29\"&gt;intuition&lt;/a&gt;, &lt;a href=\"experience\"&gt;experience&lt;/a&gt;, or &lt;a href=\"expert%20opinion\"&gt;expert opinion&lt;/a&gt;, or based on convenience of mathematical form. &lt;a href=\"Bayesian%20statistics\"&gt;Bayesian statistics&lt;/a&gt; provides a theoretical framework for incorporating such subjectivity into a rigorous analysis: we specify a &lt;a href=\"prior%20probability%20distribution\"&gt;prior probability distribution&lt;/a&gt; (which can be subjective), and then update this distribution based on empirical data.\nAn example of when such approach would be necessary is a situation in which an experimenter bends a coin slightly and tosses it once, recording whether it comes up heads, and is then given the task of predicting the probability that the next flip comes up heads. After bending the coin, the true probability that the coin will come up heads is unknown; so the experimenter would need to make a decision (perhaps by looking at the shape of the coin) about what prior distribution to use. Incorporation of such subjective information might be important to get an accurate estimate of the probability.\nComplexity.\nIn general, model complexity involves a trade-off between simplicity and accuracy of the model. &lt;a href=\"Occam%27s%20razor\"&gt;Occam's razor&lt;/a&gt; is a principle particularly relevant to modeling, its essential idea being that among models with roughly equal predictive power, the simplest one is the most desirable. While added complexity usually improves the realism of a model, it can make the model difficult to understand and analyze, and can also pose computational problems, including &lt;a href=\"numerical%20instability\"&gt;numerical instability&lt;/a&gt;. &lt;a href=\"Thomas%20Kuhn\"&gt;Thomas Kuhn&lt;/a&gt; argues that as science progresses, explanations tend to become more complex before a &lt;a href=\"paradigm%20shift\"&gt;paradigm shift&lt;/a&gt; offers radical simplification.\nFor example, when modeling the flight of an aircraft, we could embed each mechanical part of the aircraft into our model and would thus acquire an almost white-box model of the system. However, the computational cost of adding such a huge amount of detail would effectively inhibit the usage of such a model. Additionally, the uncertainty would increase due to an overly complex system, because each separate part induces some amount of variance into the model. It is therefore usually appropriate to make some approximations to reduce the model to a sensible size. Engineers often can accept some approximations in order to get a more robust and simple model. For example, &lt;a href=\"Isaac%20Newton\"&gt;Newton's&lt;/a&gt; &lt;a href=\"classical%20mechanics\"&gt;classical mechanics&lt;/a&gt; is an approximated model of the real world. Still, Newton's model is quite sufficient for most ordinary-life situations, that is, as long as particle speeds are well below the &lt;a href=\"speed%20of%20light\"&gt;speed of light&lt;/a&gt;, and we study macro-particles only.\nNote that better accuracy does not necessarily mean a better model. &lt;a href=\"Statistical%20model\"&gt;Statistical models&lt;/a&gt; are prone to &lt;a href=\"overfitting\"&gt;overfitting&lt;/a&gt; which means that a model is fitted to data too much and it has lost its ability to generalize to new events that were not observed before.\nTraining and tuning.\nAny model which is not pure white-box contains some &lt;a href=\"parameter\"&gt;parameter&lt;/a&gt;s that can be used to fit the model to the system it is intended to describe. If the modeling is done by an &lt;a href=\"artificial%20neural%20network\"&gt;artificial neural network&lt;/a&gt; or other &lt;a href=\"machine%20learning\"&gt;machine learning&lt;/a&gt;, the optimization of parameters is called \"training\", while the optimization of model hyperparameters is called \"tuning\" and often uses &lt;a href=\"cross-validation%20%28statistics%29\"&gt;cross-validation&lt;/a&gt;. In more conventional modeling through explicitly given mathematical functions, parameters are often determined by \"&lt;a href=\"curve%20fitting\"&gt;curve fitting&lt;/a&gt;\".\nModel evaluation.\nA crucial part of the modeling process is the evaluation of whether or not a given mathematical model describes a system accurately. This question can be difficult to answer as it involves several different types of evaluation.\nFit to empirical data.\nUsually, the easiest part of model evaluation is checking whether a model fits experimental measurements or other empirical data. In models with parameters, a common approach to test this fit is to split the data into two disjoint subsets: training data and verification data. The training data are used to estimate the model parameters. An accurate model will closely match the verification data even though these data were not used to set the model's parameters. This practice is referred to as &lt;a href=\"cross-validation%20%28statistics%29\"&gt;cross-validation&lt;/a&gt; in statistics.\nDefining a &lt;a href=\"Metric%20%28mathematics%29\"&gt;metric&lt;/a&gt; to measure distances between observed and predicted data is a useful tool for assessing model fit. In statistics, decision theory, and some &lt;a href=\"economic%20model\"&gt;economic model&lt;/a&gt;s, a &lt;a href=\"loss%20function\"&gt;loss function&lt;/a&gt; plays a similar role.\nWhile it is rather straightforward to test the appropriateness of parameters, it can be more difficult to test the validity of the general mathematical form of a model. In general, more mathematical tools have been developed to test the fit of &lt;a href=\"statistical%20model\"&gt;statistical model&lt;/a&gt;s than models involving &lt;a href=\"differential%20equation\"&gt;differential equation&lt;/a&gt;s. Tools from &lt;a href=\"nonparametric%20statistics\"&gt;nonparametric statistics&lt;/a&gt; can sometimes be used to evaluate how well the data fit a known distribution or to come up with a general model that makes only minimal assumptions about the model's mathematical form.\nScope of the model.\nAssessing the scope of a model, that is, determining what situations the model is applicable to, can be less straightforward. If the model was constructed based on a set of data, one must determine for which systems or situations the known data is a \"typical\" set of data.\nThe question of whether the model describes well the properties of the system between data points is called &lt;a href=\"interpolation\"&gt;interpolation&lt;/a&gt;, and the same question for events or data points outside the observed data is called &lt;a href=\"extrapolation\"&gt;extrapolation&lt;/a&gt;.\nAs an example of the typical limitations of the scope of a model, in evaluating Newtonian &lt;a href=\"classical%20mechanics\"&gt;classical mechanics&lt;/a&gt;, we can note that Newton made his measurements without advanced equipment, so he could not measure properties of particles travelling at speeds close to the speed of light. Likewise, he did not measure the movements of molecules and other small particles, but macro particles only. It is then not surprising that his model does not extrapolate well into these domains, even though his model is quite sufficient for ordinary life physics.\nPhilosophical considerations.\nMany types of modeling implicitly involve claims about &lt;a href=\"causality\"&gt;causality&lt;/a&gt;. This is usually (but not always) true of models involving differential equations. As the purpose of modeling is to increase our understanding of the world, the validity of a model rests not only on its fit to empirical observations, but also on its ability to extrapolate to situations or data beyond those originally described in the model. One can think of this as the differentiation between qualitative and quantitative predictions. One can also argue that a model is worthless unless it provides some insight which goes beyond what is already known from direct investigation of the phenomenon being studied.\nAn example of such criticism is the argument that the mathematical models of &lt;a href=\"optimal%20foraging%20theory\"&gt;optimal foraging theory&lt;/a&gt; do not offer insight that goes beyond the common-sense conclusions of &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt; and other basic principles of ecology.\nSignificance in the natural sciences.\nMathematical models are of great importance in the natural sciences, particularly in &lt;a href=\"physics\"&gt;physics&lt;/a&gt;. Physical &lt;a href=\"theory\"&gt;theories&lt;/a&gt; are almost invariably expressed using mathematical models.\nThroughout history, more and more accurate mathematical models have been developed. &lt;a href=\"Newton%27s%20laws%20of%20motion\"&gt;Newton's laws&lt;/a&gt; accurately describe many everyday phenomena, but at certain limits &lt;a href=\"theory%20of%20relativity\"&gt;theory of relativity&lt;/a&gt; and &lt;a href=\"quantum%20mechanics\"&gt;quantum mechanics&lt;/a&gt; must be used. \nIt is common to use idealized models in physics to simplify things. Massless ropes, point particles, &lt;a href=\"ideal%20gases\"&gt;ideal gases&lt;/a&gt; and the &lt;a href=\"particle%20in%20a%20box\"&gt;particle in a box&lt;/a&gt; are among the many simplified models used in physics. The laws of physics are represented with simple equations such as Newton's laws, &lt;a href=\"Maxwell%27s%20equations\"&gt;Maxwell's equations&lt;/a&gt; and the &lt;a href=\"Schr%C3%B6dinger%20equation\"&gt;Schrödinger equation&lt;/a&gt;. These laws are a basis for making mathematical models of real situations. Many real situations are very complex and thus modeled approximate on a computer, a model that is computationally feasible to compute is made from the basic laws or from approximate models made from the basic laws. For example, molecules can be modeled by &lt;a href=\"molecular%20orbital\"&gt;molecular orbital&lt;/a&gt; models that are approximate solutions to the Schrödinger equation. In &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt;, physics models are often made by mathematical methods such as &lt;a href=\"finite%20element%20analysis\"&gt;finite element analysis&lt;/a&gt;.\nDifferent mathematical models use different geometries that are not necessarily accurate descriptions of the geometry of the universe. &lt;a href=\"Euclidean%20geometry\"&gt;Euclidean geometry&lt;/a&gt; is much used in classical physics, while &lt;a href=\"special%20relativity\"&gt;special relativity&lt;/a&gt; and &lt;a href=\"general%20relativity\"&gt;general relativity&lt;/a&gt; are examples of theories that use &lt;a href=\"geometry\"&gt;geometries&lt;/a&gt; which are not Euclidean.\nSome applications.\nOften when engineers analyze a system to be controlled or optimized, they use a mathematical model. In analysis, engineers can build a descriptive model of the system as a hypothesis of how the system could work, or try to estimate how an unforeseeable event could affect the system. Similarly, in control of a system, engineers can try out different control approaches in &lt;a href=\"simulation\"&gt;simulation&lt;/a&gt;s.\nA mathematical model usually describes a system by a &lt;a href=\"Set%20%28mathematics%29\"&gt;set&lt;/a&gt; of variables and a set of equations that establish relationships between the variables. Variables may be of many types; &lt;a href=\"Real%20number\"&gt;real&lt;/a&gt; or &lt;a href=\"integer\"&gt;integer&lt;/a&gt; numbers, &lt;a href=\"Boolean%20data%20type\"&gt;boolean&lt;/a&gt; values or &lt;a href=\"String%20%28computing%29\"&gt;strings&lt;/a&gt;, for example. The variables represent some properties of the system, for example, the measured system outputs often in the form of &lt;a href=\"Signal%20%28electronics%29\"&gt;signals&lt;/a&gt;, &lt;a href=\"Chronometry\"&gt;timing data&lt;/a&gt;, counters, and event occurrence . The actual model is the set of functions that describe the relations between the different variables."
}