{
    "id": "20600240",
    "revid": "1058865893",
    "url": "https://en.wikipedia.org/wiki?curid=20600240",
    "title": "Hàng Đẫy Stadium",
    "text": "Hang Day Stadium, also known as Hanoi Stadium, is a &lt;a href=\"multi-purpose%20stadium\"&gt;multi-purpose stadium&lt;/a&gt; in &lt;a href=\"Hanoi\"&gt;Hanoi&lt;/a&gt;, &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;. It is currently used mostly for &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; matches. The stadium holds 22,500 spectators. In the period from 2000 to 2003, the stadium was called Hanoi Stadium. On April 24, 2003, the historic name \"Hàng Đẫy\" was restored.\nHàng Đẫy is located in the center of Hanoi. Before the construction of &lt;a href=\"M%E1%BB%B9%20%C4%90%C3%ACnh%20National%20Stadium\"&gt;Mỹ Đình National Stadium&lt;/a&gt;, it was where Vietnam hosted football matches of both the men and women's as well as the Olympic teams. The stadium also was the ground for various sporting and cultural events of Hanoi and Vietnam. In 1998, the opening, the Group B and the &lt;a href=\"Tiger%20Cup%201998\"&gt;Tiger Cup 1998&lt;/a&gt; Final matches took place here.\nSince the 2009 season, all four of the football clubs in Hanoi – &lt;a href=\"H%C3%A0%20N%E1%BB%99i%20F.C.\"&gt;Hanoi FC&lt;/a&gt;, &lt;a href=\"Th%E1%BB%83%20C%C3%B4ng\"&gt;Thể Công&lt;/a&gt;, &lt;a href=\"H%C3%B2a%20Ph%C3%A1t%20H%C3%A0%20N%E1%BB%99i\"&gt;Hòa Phát Hà Nội&lt;/a&gt;, and &lt;a href=\"H%C3%A0%20N%E1%BB%99i%20ACB\"&gt;Hà Nội ACB&lt;/a&gt; – have chosen the stadium as their home ground.\nHistory.\nHàng Đẫy was established in 1934 as a football field for Hanoi's École d’éducation physique (EDEP - School of Physical Education). Shortly after, EDEP was renamed into Socíeté d'éducation physique du Tonkin (SEPTO - Tonkin Society of Physical Education). From 1936 to 1938, a 400-seat wooden stand as well as bordering walls were constructed and the stadium was subsequently known as SEPTO Stadium. On February 16, 1956, the stadium was rebuilt and the new Hàng Đẫy Stadium was opened on August 24, 1958. This structure remains virtually the same until today with some upgrades being done in the 1990s.\nNew stadium project.\nDuring the visit of the &lt;a href=\"Communist%20Party%20of%20Vietnam\"&gt;Communist Party of Vietnam&lt;/a&gt;'s &lt;a href=\"General%20Secretary%20of%20the%20Communist%20Party%20of%20Vietnam\"&gt;general secretary&lt;/a&gt; &lt;a href=\"Nguy%E1%BB%85n%20Ph%C3%BA%20Tr%E1%BB%8Dng\"&gt;Nguyễn Phú Trọng&lt;/a&gt; to France and met with the President &lt;a href=\"Emmanuel%20Macron\"&gt;Emmanuel Macron&lt;/a&gt;, the two have signed plenty of cooperation deals, including the rebuild and renovation of Hàng Đẫy Stadium. The new stadium will cost 250 million euros and they will be designed and built by French company &lt;a href=\"Bouygues\"&gt;Bouygues&lt;/a&gt;."
}