{
    "id": "206165",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=206165",
    "title": "Leslie Morshead",
    "text": "&lt;a href=\"Lieutenant%20general%20%28Australia%29\"&gt;Lieutenant General&lt;/a&gt; Sir Leslie James Morshead, (18 September 1889 – 26 September 1959) was an Australian soldier, teacher, businessman, and farmer, whose military career spanned both &lt;a href=\"world%20war\"&gt;world war&lt;/a&gt;s. During the Second World War, he led the Australian and British troops at the &lt;a href=\"Siege%20of%20Tobruk\"&gt;Siege of Tobruk&lt;/a&gt; (1941) and at the &lt;a href=\"Second%20Battle%20of%20El%20Alamein\"&gt;Second Battle of El Alamein&lt;/a&gt;, achieving decisive victories over &lt;a href=\"Erwin%20Rommel\"&gt;Erwin Rommel&lt;/a&gt;'s \"&lt;a href=\"Afrika%20Korps\"&gt;Afrika Korps&lt;/a&gt;\". A strict and demanding officer, his soldiers nicknamed him \"&lt;a href=\"Ming%20the%20Merciless\"&gt;Ming the Merciless&lt;/a&gt;\", later simply \"Ming\", after the villain in the &lt;a href=\"Flash%20Gordon\"&gt;Flash Gordon&lt;/a&gt; comics.\nWhen the First World War broke out in August 1914, Morshead resigned his teaching position and his commission in the &lt;a href=\"Australian%20Army%20Cadets\"&gt;Cadet Corps&lt;/a&gt; to travel to Sydney and enlist as a &lt;a href=\"Private%20%28rank%29\"&gt;private&lt;/a&gt; in the &lt;a href=\"2nd%20Battalion%20%28Australia%29\"&gt;2nd Infantry Battalion&lt;/a&gt; of the &lt;a href=\"First%20Australian%20Imperial%20Force\"&gt;First Australian Imperial Force&lt;/a&gt;. He was commissioned as a lieutenant in September. He &lt;a href=\"Landing%20at%20Anzac%20Cove\"&gt;landed at Anzac Cove, Gallipoli&lt;/a&gt; on 25 April 1915, and his battalion made the farthest advance of any Australian unit that day. Invalided to Australia, he became commander of the &lt;a href=\"33rd%20Battalion%20%28Australia%29\"&gt;33rd Infantry Battalion&lt;/a&gt;, which he led on the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt; at &lt;a href=\"Battle%20of%20Messines%20%281917%29\"&gt;Messines&lt;/a&gt;, &lt;a href=\"Battle%20of%20Passchendaele\"&gt;Passchendaele&lt;/a&gt;, &lt;a href=\"First%20Battle%20of%20Villers-Bretonneux\"&gt;Villers-Bretonneux&lt;/a&gt;, and &lt;a href=\"Battle%20of%20Amiens%20%281918%29\"&gt;Amiens&lt;/a&gt;.\nBetween the wars Morshead made a successful business career with the &lt;a href=\"Orient%20Steam%20Navigation%20Company\"&gt;Orient Steam Navigation Company&lt;/a&gt;, and remained active in the part-time Militia, commanding battalions and brigades. In 1939, he was appointed to command the &lt;a href=\"18th%20Brigade%20%28Australia%29\"&gt;18th Infantry Brigade&lt;/a&gt; of the &lt;a href=\"6th%20Division%20%28Australia%29\"&gt;6th Division&lt;/a&gt; in the &lt;a href=\"Second%20Australian%20Imperial%20Force\"&gt;Second Australian Imperial Force&lt;/a&gt;. In 1941, he became commander of the &lt;a href=\"9th%20Division%20%28Australia%29\"&gt;9th Division&lt;/a&gt;, which he led in the Siege of Tobruk and the Second Battle of El Alamein. He returned to Australia in 1943, where he was appointed to command &lt;a href=\"II%20Corps%20%28Australia%29\"&gt;II Corps&lt;/a&gt;, which he led during the &lt;a href=\"New%20Guinea%20campaign\"&gt;New Guinea campaign&lt;/a&gt;. In 1945, he commanded &lt;a href=\"I%20Corps%20%28Australia%29\"&gt;I Corps&lt;/a&gt; in the &lt;a href=\"Borneo%20campaign%20%281945%29\"&gt;Borneo campaign&lt;/a&gt;.\nEarly life.\nMorshead was born on 18 September 1889 in &lt;a href=\"Ballarat\"&gt;Ballarat&lt;/a&gt;, Victoria, the sixth of seven children of William Morshead, a gold miner who had emigrated from &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt; via Canada, and his wife Mary Eliza Morshead, formerly Rennison, the Australian-born daughter of a fellow Cornish immigrant. William died when Morshead was six years old. He was educated at &lt;a href=\"Mount%20Pleasant%2C%20Victoria\"&gt;Mount Pleasant&lt;/a&gt; High School, where he was appointed a junior teacher in 1906.\nIn 1909, he became a student at the Melbourne Teachers Training College to obtain formal teaching qualifications. After his graduation in December 1910, he was awarded a scholarship to complete an education diploma at the &lt;a href=\"University%20of%20Melbourne\"&gt;University of Melbourne&lt;/a&gt;, but decided to defer for a year in order to teach at schools in country Victoria. He became a schoolteacher, teaching first at Tragowell in the &lt;a href=\"Swan%20Hill\"&gt;Swan Hill&lt;/a&gt; district, and then at Fine View State School in the &lt;a href=\"Horsham%2C%20Victoria\"&gt;Horsham&lt;/a&gt; district. In 1911 he entered &lt;a href=\"Trinity%20College%20%28University%20of%20Melbourne%29\"&gt;Trinity College&lt;/a&gt; at the University of Melbourne. After failing an exam in &lt;a href=\"deductive%20logic\"&gt;deductive logic&lt;/a&gt;, he decided to quit the state school system, and in 1912 took up a position at &lt;a href=\"The%20Armidale%20School\"&gt;The Armidale School&lt;/a&gt; in the &lt;a href=\"New%20England%20%28New%20South%20Wales%29\"&gt;New England&lt;/a&gt; district of New South Wales. In 1914 he moved to the prestigious &lt;a href=\"Melbourne%20Grammar%20School\"&gt;Melbourne Grammar School&lt;/a&gt;.\nMorshead had been commissioned as a &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; in the &lt;a href=\"Australian%20Army%20Cadets\"&gt;Australian Army Cadets&lt;/a&gt; in 1908. At Armidale, he was appointed commander of the school cadet unit, and was commissioned as a lieutenant in the &lt;a href=\"Australian%20Army%20Reserve\"&gt;Militia&lt;/a&gt; on 10 February 1913. He was promoted to &lt;a href=\"Captain%20%28land%29\"&gt;captain&lt;/a&gt; in September. At Melbourne Grammar he commanded a company in that school's much larger cadet unit. While at Melbourne Grammar, he met Myrtle Catherine Woodside, the daughter of a &lt;a href=\"Happy%20Valley%2C%20Victoria\"&gt;Happy Valley, Victoria&lt;/a&gt;, &lt;a href=\"Pastoral%20farming\"&gt;grazier&lt;/a&gt;, and the sister of one of Morshead's pupils.\nFirst World War.\nGallipoli.\nMorshead's teaching career was interrupted by the outbreak of the First World War in August 1914. He resigned both his teaching position and his commission in the Cadet Corps and travelled up to Sydney to enlist as a private in the &lt;a href=\"2nd%20Battalion%20%28Australia%29\"&gt;2nd Infantry Battalion&lt;/a&gt; of the &lt;a href=\"First%20Australian%20Imperial%20Force\"&gt;First Australian Imperial Force&lt;/a&gt; (AIF) because it was commanded by Lieutenant Colonel &lt;a href=\"George%20Braund\"&gt;George Braund&lt;/a&gt;, whom Morshead knew well from his time teaching in Armidale. Morshead's time in the ranks was brief, as he was commissioned as a lieutenant in the AIF on 19 September. He embarked for &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; on the transport \"Suffolk\" on 18 October 1914. While his battalion was in training there, he was promoted to captain on 8 January 1915.\nThe 2nd Infantry Battalion &lt;a href=\"Landing%20at%20Anzac\"&gt;landed at Anzac Cove&lt;/a&gt; on 25 April 1915. Morshead's platoon transferred from the transport \"Derfflinger\" to the destroyer , which took it to within of the shore. They then transferred to wooden boats which were towed to the shore, arriving at around 09:30. The battalion made the farthest advance of any Australian unit that day, reaching the slopes of Baby 700, but was driven back by a Turkish counter-attack in the afternoon. It beat off further counter-attacks over the next three days. Morshead assumed command of C Company on 28 April. The battalion defeated major Turkish attacks on its position on 18 May and 8 June.\nPromoted to &lt;a href=\"major\"&gt;major&lt;/a&gt; on 8 June, Morshead distinguished himself in the &lt;a href=\"Battle%20of%20Lone%20Pine\"&gt;Battle of Lone Pine&lt;/a&gt; on 6 August. So intense was the fighting that of the 22 officers in the battalion, Morshead was the only one who did not become a casualty. However, on 16 September, like many others, he succumbed to &lt;a href=\"dysentery\"&gt;dysentery&lt;/a&gt; and &lt;a href=\"paratyphoid%20fever\"&gt;paratyphoid fever&lt;/a&gt;. He was evacuated to the 3rd General Hospital on &lt;a href=\"Lemnos\"&gt;Lemnos&lt;/a&gt;, and then to England on the hospital ship \"&lt;a href=\"RMS%20Aquitania\"&gt;Aquitania&lt;/a&gt;\", where he was admitted to the 3rd London General Hospital in &lt;a href=\"Wandsworth\"&gt;Wandsworth&lt;/a&gt;, England. For his services in the &lt;a href=\"Gallipoli%20campaign\"&gt;Gallipoli campaign&lt;/a&gt;, he was &lt;a href=\"mentioned%20in%20despatches\"&gt;mentioned in despatches&lt;/a&gt;.\nWestern Front.\nMorshead returned to Australia on 22 January 1916 where he was treated at the 4th General Hospital at &lt;a href=\"Randwick%2C%20New%20South%20Wales\"&gt;Randwick, New South Wales&lt;/a&gt;. After he recovered, he was posted to the &lt;a href=\"33rd%20Battalion%20%28Australia%29\"&gt;33rd Infantry Battalion&lt;/a&gt;, which was being raised in Armidale as part of the &lt;a href=\"3rd%20Division%20%28Australia%29\"&gt;3rd Division&lt;/a&gt;. He became its commander on 16 April, and was promoted to the rank of &lt;a href=\"lieutenant%20colonel\"&gt;lieutenant colonel&lt;/a&gt; three days later. He embarked for England again with his battalion on 4 May 1916.\nThe 33rd Infantry Battalion trained at &lt;a href=\"Larkhill\"&gt;Larkhill&lt;/a&gt; on &lt;a href=\"Salisbury%20Plain\"&gt;Salisbury Plain&lt;/a&gt; in England until November 1916, when it embarked at &lt;a href=\"Southampton\"&gt;Southampton&lt;/a&gt; for France. On 7 December it relieved a British battalion in the quiet \"nursery\" sector of the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt; around &lt;a href=\"Armenti%C3%A8res\"&gt;Armentières&lt;/a&gt;. Morshead was mentioned in despatches, and awarded the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt;. His citation, written by his division commander, &lt;a href=\"Major%20General%20%28Australia%29\"&gt;Major General&lt;/a&gt; &lt;a href=\"John%20Monash\"&gt;John Monash&lt;/a&gt;, read:\nOfficial historian &lt;a href=\"Charles%20Bean\"&gt;Charles Bean&lt;/a&gt; described Morshead as:\nMorshead subsequently led the 33rd Infantry Battalion through the Battle of Messines in June 1917, and the disastrous &lt;a href=\"Battle%20of%20Passchendaele\"&gt;Battle of Passchendaele&lt;/a&gt; in October, where the 3rd Division suffered heavy losses. In March 1918, the 3rd Division was sent to the Somme sector to help halt the &lt;a href=\"Operation%20Michael\"&gt;German Spring Offensive&lt;/a&gt;. The &lt;a href=\"9th%20Brigade%20%28Australia%29\"&gt;9th Infantry Brigade&lt;/a&gt;, of which the 33rd Infantry Battalion was a part, was detached from the 3rd Division and sent to &lt;a href=\"Villers-Bretonneux\"&gt;Villers-Bretonneux&lt;/a&gt;. On 30 March, the 9th Infantry Brigade's commander, &lt;a href=\"Brigadier%20General\"&gt;Brigadier General&lt;/a&gt; &lt;a href=\"Charles%20Rosenthal\"&gt;Charles Rosenthal&lt;/a&gt;, ordered Morshead to restore the front around &lt;a href=\"Aubercourt\"&gt;Aubercourt&lt;/a&gt;. With the aid of the British &lt;a href=\"12th%20Lancers\"&gt;12th Lancers&lt;/a&gt;, the battalion was able to restore the line, although it was unable to advance as far as Rosenthal hoped. The 33rd Infantry Battalion was then relieved, and withdrawn to Villers-Bretonneux to rest. However, on 4 April, Morshead was astonished to find that the line had again been broken and Villers-Bretonneux threatened. In the &lt;a href=\"First%20Battle%20of%20Villers-Bretonneux\"&gt;First Battle of Villers-Bretonneux&lt;/a&gt;, the battalion participated in halting the advance, and prevented the Germans from capturing the town. On 18 April, the 33rd Infantry Battalion was still in the town when it was heavily shelled with poison gas. Many men, including Morshead, became mustard gas casualties. He did not return to his unit until June.\nMorshead again led the 33rd Infantry Battalion in the &lt;a href=\"Battle%20of%20Amiens%20%281918%29\"&gt;Battle of Amiens&lt;/a&gt;. For the fighting in August 1918, he was awarded the French &lt;a href=\"L%C3%A9gion%20d%27honneur\"&gt;Légion d'honneur&lt;/a&gt; in the grade of Chevalier. His citation, written by his new division commander, Major General &lt;a href=\"John%20Gellibrand\"&gt;John Gellibrand&lt;/a&gt;, read:\nFor his service on the Western Front, Morshead was made a &lt;a href=\"Companion%20of%20the%20Order%20of%20St%20Michael%20and%20St%20George\"&gt;Companion of the Order of St Michael and St George&lt;/a&gt; in December 1919, and was mentioned in despatches three more times.\nBetween the wars.\nMorshead returned to Australia in November 1919 and his AIF appointment was terminated in March 1920. He considered applying for a regular army commission, but found that these were reserved for graduates of the &lt;a href=\"Royal%20Military%20College%2C%20Duntroon\"&gt;Royal Military College, Duntroon&lt;/a&gt;. He tried farming, accepting a &lt;a href=\"Soldier%20settlement%20%28Australia%29\"&gt;soldier settlement&lt;/a&gt; block of near &lt;a href=\"Quilpie%2C%20Queensland\"&gt;Quilpie, Queensland&lt;/a&gt;, but this venture was a failure, and he returned to Melbourne, where he married Myrtle at &lt;a href=\"Scots%27%20Church%2C%20Melbourne\"&gt;Scots Church&lt;/a&gt;, on 17 November 1921. They had a daughter, Elizabeth in 1923.\nAfter working in odd jobs he joined the &lt;a href=\"Orient%20Line\"&gt;Orient Line&lt;/a&gt; in Sydney on 24 October 1924. He was appointed passenger manager of the Sydney office in 1926. Many Orient Line appointments followed. He became publicity manager in January 1927, acting manager of the Melbourne office in May 1928, passenger and publicity superintendent, and then temporary business manager of the &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; office in April 1931. He returned to Sydney, and then moved to the Melbourne office, where he became temporary office manager, a position which became permanent in December 1933; in 1937 he went back to the Sydney office.\nAll this time, he remained active in the part-time Militia, commanding the &lt;a href=\"19th%20Battalion%20%28Australia%29\"&gt;19th Infantry Battalion&lt;/a&gt; from 1921 to 1925. He became commander of the &lt;a href=\"36th%20Battalion%20%28Australia%29\"&gt;36th Infantry Battalion&lt;/a&gt; on 1 August 1926. He was promoted to &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; in 1933, and was appointed to command the &lt;a href=\"14th%20Brigade%20%28Australia%29\"&gt;14th Infantry Brigade&lt;/a&gt; on 1 January 1933. When he moved to Melbourne in 1934, he transferred to command of the &lt;a href=\"15th%20Brigade%20%28Australia%29\"&gt;15th Infantry Brigade&lt;/a&gt;, then part of the 3rd Division under Major General Sir &lt;a href=\"Thomas%20Blamey\"&gt;Thomas Blamey&lt;/a&gt;. On returning to Sydney in 1937 he assumed command of the &lt;a href=\"5th%20Brigade%20%28Australia%29\"&gt;5th Infantry Brigade&lt;/a&gt;. During a visit to England in 1937 as part of his duties with the Orient Line, he had occasion to observe the British Army on manoeuvres in &lt;a href=\"East%20Anglia\"&gt;East Anglia&lt;/a&gt;, and was impressed by the pace of modern mechanised forces. He also realised that the Australian Army was lagging a long way behind in both human and technical resources. He was promoted to &lt;a href=\"brigadier\"&gt;brigadier&lt;/a&gt; in 1938. Known for his right-wing views even before the war, he was also a member of the clandestine far-right wing paramilitary organisation the &lt;a href=\"New%20Guard\"&gt;New Guard&lt;/a&gt;.\nSecond World War.\nBritain.\nOn 6 October 1939, Morshead was selected by Blamey to command the &lt;a href=\"18th%20Brigade%20%28Australia%29\"&gt;18th Infantry Brigade&lt;/a&gt; in the new &lt;a href=\"6th%20Division%20%28Australia%29\"&gt;6th Division&lt;/a&gt;. This brigade was composed of four battalions from the smaller states, and would have been a natural assignment for a regular officer had &lt;a href=\"Prime%20Minister%20of%20Australia\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Robert%20Menzies\"&gt;Robert Menzies&lt;/a&gt; not restricted commands to senior posts to &lt;a href=\"Australian%20Army%20Reserve\"&gt;Militia&lt;/a&gt; officers, few of whom had much experience of the Army outside their home states. Morshead met with Blamey on 13 October to select officers for the new brigade. Like the other brigadiers, he was given a regular officer as &lt;a href=\"brigade%20major\"&gt;brigade major&lt;/a&gt;, in this case Major &lt;a href=\"Ragnar%20Garrett\"&gt;Ragnar Garrett&lt;/a&gt;.\nMorshead formally enlisted in the &lt;a href=\"Second%20Australian%20Imperial%20Force\"&gt;Second Australian Imperial Force&lt;/a&gt; (AIF) on 10 October 1939 and was given the AIF serial number NX8. He was given the rank of colonel and made temporary brigadier three days later. A delay in preparing 18th Infantry Brigade's camp in the &lt;a href=\"Hunter%20Region\"&gt;Hunter Region&lt;/a&gt; meant that it was not concentrated there until December. In the meantime its battalions trained in their home states. After the 16th Infantry Brigade departed for &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt; in January 1940, the 18th Infantry Brigade moved into its vacated accommodation at &lt;a href=\"Ingleburn%2C%20New%20South%20Wales\"&gt;Ingleburn, New South Wales&lt;/a&gt;. As a consequence, its training proceeded more slowly than that of the 16th and 17th Infantry Brigades.\nThe 18th Infantry Brigade finally embarked from &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; on the \"&lt;a href=\"RMS%20Mauretania%20%281938%29\"&gt;Mauretania&lt;/a&gt;\" on 5 May 1940 but en route was &lt;a href=\"Second%20Australian%20Imperial%20Force%20in%20the%20United%20Kingdom\"&gt;diverted to the United Kingdom&lt;/a&gt; owing to the dangerous military situation there following the &lt;a href=\"Battle%20of%20France\"&gt;Battle of France&lt;/a&gt;. It moved into camps on Salisbury Plain, where the 3rd Division had trained back in 1916. The Australian force there under Major General &lt;a href=\"Henry%20Wynter\"&gt;Henry Wynter&lt;/a&gt; was poorly equipped but the 18th Infantry Brigade was nonetheless given an important role in the defence of Southern England. In September 1940, Wynter was informed that his force would become the nucleus of a new &lt;a href=\"9th%20Division%20%28Australia%29\"&gt;9th Division&lt;/a&gt;, which he was appointed to command. Morshead and his 18th Infantry Brigade embarked for the Middle East on 15 November, reaching &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt; on 31 December. Morshead was made a &lt;a href=\"Commander%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Commander of the Order of the British Empire&lt;/a&gt; on 1 January 1941. Before his other two brigades could arrive from England and Australia, Wynter became seriously ill. Blamey decided to send him home and appointed Morshead to command the 9th Division on 29 January 1941.\nAccording to Official historian Barton Maughan:\nTobruk.\nIn February 1941, the 9th Division was completely reorganised, with its 18th and 25th Infantry Brigades transferred to the &lt;a href=\"7th%20Division%20%28Australia%29\"&gt;7th Division&lt;/a&gt;. In return, it received the 20th and 24th Infantry Brigades, the latter short one battalion which was on garrison duty in &lt;a href=\"Darwin%2C%20Northern%20Territory\"&gt;Darwin&lt;/a&gt;. The 9th Division, less its partly trained and equipped artillery, was ordered to move to the &lt;a href=\"Tobruk\"&gt;Tobruk&lt;/a&gt;–&lt;a href=\"Derna%2C%20Libya\"&gt;Derna&lt;/a&gt; area where it would relieve the 6th Division, so that formation could participate in the &lt;a href=\"Battle%20of%20Greece\"&gt;Battle of Greece&lt;/a&gt;. The half-trained and half-equipped 9th Division was pitched into the thick of the action almost immediately, steadying the retreat of &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt; forces from the newly arrived German \"&lt;a href=\"Afrika%20Korps\"&gt;Afrika Korps&lt;/a&gt;\", under General &lt;a href=\"Erwin%20Rommel\"&gt;Erwin Rommel&lt;/a&gt;, and occupying the vital port of Tobruk. Morshead was given command of the Tobruk garrison which, as the retreat (known to the Australians as the \"Benghazi handicap\") continued, became surrounded, hundreds of miles behind enemy lines. Lieutenant General &lt;a href=\"John%20Lavarack\"&gt;John Lavarack&lt;/a&gt; determined that Tobruk could be held and ordered Morshead to defend it. He also ordered the 18th Infantry Brigade to reinforce the garrison, bringing it up to four brigades, with British artillery and tank units brought up to provide support.\n&lt;a href=\"General%20%28United%20Kingdom%29\"&gt;General&lt;/a&gt; Sir &lt;a href=\"Archibald%20Wavell\"&gt;Archibald Wavell&lt;/a&gt; instructed Morshead to hold the fortress for two months while the rest of Wavell's forces reorganised and mounted a relief mission. With the 9th Division, 18th Infantry Brigade and supporting forces from various Allied nations, Morshead's force decisively defeated Rommel's powerful initial assaults, and retained possession of the fortress. His strategy for the defence of Tobruk is still mentioned in officer training colleges around the world as an example of how to arrange and conduct in-depth defences against a superior armoured force. An important part of Morshead's tactics was conducting offensive operations when these were possible. His attitude was summed up in a reported remark, made when his attention was drawn to a British propaganda article entitled \"Tobruk can take it!\" Morshead commented: \"we're not here to take it, we're here to give it.\"\nAggressive use of snipers, artillery and counter-attacks achieved surprise at crucial junctures, and kept Rommel's forces off balance. The &lt;a href=\"Axis%20Powers\"&gt;Axis&lt;/a&gt; troops learned to fear the aggressive patrolling of the Australian infantry who dominated no-man's-land and made constant raids on enemy forward positions for intelligence, to take prisoners, to disrupt attack preparations and minelaying operations, even to steal supplies that were not available in Tobruk. The troops were backed up by well-sited artillery and mobile reserves. The 9th Division held Tobruk not for eight weeks, but for eight months, during which time three separate relief campaigns by the main Allied force in Egypt failed. Axis propagandists described Morshead as \"Ali Baba Morshead and his 20,000 thieves\", and branded the defenders of the port as the \"&lt;a href=\"Rats%20of%20Tobruk\"&gt;Rats of Tobruk&lt;/a&gt;\", a sobriquet that they seized on and wore as a badge of pride. Morshead's men referred to him humorously as \"&lt;a href=\"Ming%20the%20Merciless\"&gt;Ming the Merciless&lt;/a&gt;\", and later simply as \"Ming\", after the villain in &lt;a href=\"Flash%20Gordon\"&gt;Flash Gordon&lt;/a&gt; comics.\nBy July 1941, Morshead had become convinced that his troops were becoming tired. Their health was deteriorating and, in spite of his efforts, their morale and discipline were slipping. He informed Generals Blamey and &lt;a href=\"Claude%20Auchinleck\"&gt;Auchinleck&lt;/a&gt; that they should be relieved. Auchinleck arranged for the 18th Infantry Brigade to be relieved by the &lt;a href=\"Polish%20Independent%20Carpathian%20Brigade\"&gt;Polish Carpathian Brigade&lt;/a&gt; so that it could rejoin the 7th Division in August but baulked at relieving the 9th Division. At this point, political considerations came into play. The newly installed government of Prime Minister &lt;a href=\"John%20Curtin\"&gt;John Curtin&lt;/a&gt; in Australia, on Blamey's advice, took up the matter with &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;, who protested that the relief would cause a postponement of &lt;a href=\"Operation%20Crusader\"&gt;Operation Crusader&lt;/a&gt;. As it turned out, the operation had to be postponed anyway. In October 1941, Morshead and most of the 9th Division was replaced by the &lt;a href=\"British%2070th%20Division\"&gt;British 6th Division&lt;/a&gt;. This account is contradicted, in terms of the commander's views, in the documentary 'Narrow Escapes of World War 11' (2012) 'Morshead Holds Tobruk' with a statement that Morshead objected to the withdrawal. This information is recorded here merely to advise that a contrary account exists in the only documentary account. The documentary also adds important information on this stage of the siege. A description, with footage, is given of the extraordinary replacement operation which was undertaken entirely by sea over many nights, and was completed without the Axis becoming aware of it; according to the documentary. The 9th Division moved to &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; to serve as an occupation force, as well as resting, re-equipping and training reinforcements.\nThe Battle of Tobruk marked a rare defeat for German armoured forces at this stage of the war. For his part in the battle, Morshead was made a &lt;a href=\"Knight%20Commander%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Knight Commander of the Order of the British Empire&lt;/a&gt; on 6 January 1942. He was also awarded the &lt;a href=\"Virtuti%20Militari\"&gt;Virtuti Militari&lt;/a&gt; by the &lt;a href=\"Polish%20government%20in%20Exile\"&gt;Polish government in Exile&lt;/a&gt; and was decorated by &lt;a href=\"Genera%C5%82%20broni\"&gt;Generał broni&lt;/a&gt; &lt;a href=\"W%C5%82adys%C5%82aw%20Sikorski\"&gt;Władysław Sikorski&lt;/a&gt; on 21 November 1941.\nEl Alamein.\nThe outbreak of &lt;a href=\"Pacific%20War\"&gt;war with Japan&lt;/a&gt; in December 1941, and the imminent threat of invasion saw the 6th and 7th Divisions transferred to the Far East in early 1942. In March, Morshead was given command of all Australian forces in the &lt;a href=\"Mediterranean%20Theatre%20of%20World%20War%20II\"&gt;Mediterranean theatre&lt;/a&gt;, and was promoted to &lt;a href=\"Lieutenant%20general%20%28Australia%29\"&gt;lieutenant general&lt;/a&gt;, while still remaining commander of the 9th Division.\nMorshead was one of only a few Allied divisional commanders with a distinct record of success at this stage of the war and had been acting commander of the &lt;a href=\"XXX%20Corps%20%28United%20Kingdom%29\"&gt;British XXX Corps&lt;/a&gt;, a formation largely composed of Commonwealth troops, on two occasions. He had hopes that he might be given command of a corps, as &lt;a href=\"Harry%20Chauvel\"&gt;Harry Chauvel&lt;/a&gt; had been in the Great War. Many war correspondents, including &lt;a href=\"Gavin%20Long\"&gt;Gavin Long&lt;/a&gt;, thought that Morshead would be an excellent choice, but disagreements with Auchinleck had led to the latter labelling Morshead \"a difficult subordinate\", who, while an excellent division commander, was not up to the demands of commanding a corps. Moreover, while Chauvel had been an Australian, he had been a regular officer, while Morshead was not. The new commander of the &lt;a href=\"Eighth%20Army%20%28United%20Kingdom%29\"&gt;British Eighth Army&lt;/a&gt;, Lieutenant General &lt;a href=\"Bernard%20Montgomery%2C%201st%20Viscount%20Montgomery%20of%20Alamein\"&gt;Bernard Montgomery&lt;/a&gt; felt that a reservist could not \"possess the requisite training and experience\" to command a corps. Morshead was passed over in favour of &lt;a href=\"Oliver%20Leese\"&gt;Oliver Leese&lt;/a&gt;, a British regular officer, who was junior to him and had never commanded a division in action.\nAt the &lt;a href=\"Second%20Battle%20of%20El%20Alamein\"&gt;Second Battle of El Alamein&lt;/a&gt;, the 9th Division was given responsibility for clearing a corridor through the German and Italian forces in the North and threatening to cut off those between the coastal road and the sea. In the initial assault the division hacked its way through the enemy defences but failed to clear the minefields. As the British attack faltered, the main effort switched to the 9th Division, which punched a massive dent into the German and Italian position over the next five days at great cost, \"crumbling\" the Afrika Korps in the process, and ultimately forcing Rommel to retreat. \"I am quite certain\", Leese informed Morshead, \"that this breakout was made possible by &lt;a href=\"Homeric\"&gt;Homeric&lt;/a&gt; fighting over your divisional sector.\" During the El Alamein Campaign, the 9th Division suffered 22% of the British Eighth Army's casualties; 1,177 Australians were killed, while 3,629 were wounded, 795 were captured and 193 were missing. Morshead received yet another mention in despatches in June 1942, and in November 1942 he was also created a &lt;a href=\"Knight%20Commander%20of%20the%20Order%20of%20the%20Bath\"&gt;Knight Commander of the Order of the Bath&lt;/a&gt;.\nNew Guinea Campaign.\nAfter El Alamein, Morshead and the 9th Division were recalled to the &lt;a href=\"South%20West%20Pacific%20Area\"&gt;South West Pacific Area&lt;/a&gt; (SWPA). Morshead arrived in &lt;a href=\"Fremantle%2C%20Western%20Australia\"&gt;Fremantle&lt;/a&gt; on 19 February 1943 where he was welcomed home by Lieutenant General &lt;a href=\"Gordon%20Bennett%20%28Australian%20soldier%29\"&gt;Gordon Bennett&lt;/a&gt;, who had been his divisional commander in Sydney between the wars. Morshead then flew to Melbourne where he was met by Lady Morshead, Sir &lt;a href=\"Winston%20Dugan%2C%201st%20Baron%20Dugan%20of%20Victoria\"&gt;Winston Dugan&lt;/a&gt; and Sir Thomas Blamey, who informed Morshead that he would take over command of a corps. In March 1943, Morshead became commander of &lt;a href=\"Australian%20II%20Corps\"&gt;II Corps&lt;/a&gt;, handing over command of the 9th Division to Major General &lt;a href=\"George%20Wootten\"&gt;George Wootten&lt;/a&gt;. The association between Morshead and the 9th Division was not entirely broken however, as it formed part of his corps, along with the 6th and 7th Divisions, all three of which were undergoing &lt;a href=\"jungle%20warfare\"&gt;jungle warfare&lt;/a&gt; training on the &lt;a href=\"Atherton%20Tableland\"&gt;Atherton Tableland&lt;/a&gt; for upcoming battles in New Guinea. It was Blamey's intention that Morshead would spend some time learning the art of jungle warfare before his II Corps replaced Lieutenant General Sir &lt;a href=\"Edmund%20Herring\"&gt;Edmund Herring&lt;/a&gt;'s I Corps in New Guinea. Morshead's chief of staff at II Corps was Brigadier &lt;a href=\"Henry%20Wells\"&gt;Henry Wells&lt;/a&gt;, who had been his chief of staff at El Alamein.\nIn late September 1943, Morshead was summoned to New Guinea to relieve Herring by Lieutenant General Sir &lt;a href=\"Iven%20Mackay\"&gt;Iven Mackay&lt;/a&gt;, the commander of &lt;a href=\"New%20Guinea%20Force\"&gt;New Guinea Force&lt;/a&gt;, which he did on 7 October 1943. Morshead found a difficult situation. The Japanese not only held the high ground overlooking the Australian beachhead at &lt;a href=\"Finschhafen\"&gt;Finschhafen&lt;/a&gt;, they were rapidly reinforcing their position and were about to mount a major counter-attack. Morshead demanded and got critical reinforcements, including &lt;a href=\"Matilda%20II\"&gt;Matilda tank&lt;/a&gt;s of the &lt;a href=\"1st%20Royal%20New%20South%20Wales%20Lancers\"&gt;1st Tank Battalion&lt;/a&gt;. The Japanese counter-attack was crushed. Morshead relieved Brigadier &lt;a href=\"Bernard%20Evans%20%28architect%29\"&gt;Bernard Evans&lt;/a&gt; of command of the 24th Infantry Brigade, replacing him with Brigadier &lt;a href=\"Selwyn%20Porter\"&gt;Selwyn Porter&lt;/a&gt;, who had commanded a brigade in the &lt;a href=\"Kokoda%20Track%20campaign\"&gt;Kokoda Track campaign&lt;/a&gt;. Unlike most reliefs of senior officers in SWPA this relief, while controversial at the time, has attracted little attention since.\nAdjusting to jungle warfare was a challenge for both Morshead and his men. Gavin Long recalled that \nOn 7 November 1943, Morshead became acting commander of New Guinea Force and &lt;a href=\"Second%20Army%20%28Australia%29\"&gt;Second Army&lt;/a&gt; on Mackay's departure to become the Australian &lt;a href=\"High%20Commissioner\"&gt;High Commissioner&lt;/a&gt; to India. This became permanent on 20 January 1944. Major General &lt;a href=\"Frank%20Berryman\"&gt;Frank Berryman&lt;/a&gt; became commander of II Corps. Because of some sensitivities concerning the relative seniority of Berryman and Major General &lt;a href=\"George%20Alan%20Vasey\"&gt;George Alan Vasey&lt;/a&gt;, Blamey placed Vasey's 7th Division directly under Morshead's command. Vasey soon chafed under Morshead's command, feeling that \"he has too many favourites both individually and collectively\", with men who had served at El Alamein receiving preferential treatment. Morshead was in overall charge of the forces in New Guinea in the battles of &lt;a href=\"Battle%20of%20Sattelberg\"&gt;Sattelberg&lt;/a&gt;, &lt;a href=\"Battle%20of%20Jivevaneng\"&gt;Jivevaneng&lt;/a&gt;, &lt;a href=\"Battle%20of%20Sio\"&gt;Sio&lt;/a&gt; and &lt;a href=\"Battle%20of%20Kankiryo%20Saddle\"&gt;Shaggy Ridge&lt;/a&gt;. His perseverance was rewarded with the capture of &lt;a href=\"Madang\"&gt;Madang&lt;/a&gt; in April 1944.\nBorneo campaign.\nMorshead handed over command of New Guinea Force to Lieutenant General &lt;a href=\"Stanley%20Savige\"&gt;Stanley Savige&lt;/a&gt; on 6 May 1944, and returned to Australia, where he remained the commander of the Second Army. Despite the fact that Morshead had been in command in an active area, some critics of the government picked up on the public announcement in November that Morshead would command Second Army, and charged that he had been \"shelved\". On the contrary, Blamey had recommended to Curtin that Morshead should succeed him as commander-in-chief in the event that he became incapacitated. However, dealing with the politicians held little appeal for Morshead, and while he was pleased at the recognition, hoped that this would not occur.\nIn the event, this was not the end of Morshead's wartime service, just a respite. In July 1944, Morshead was appointed as commander of I Corps on the Atherton Tableland. Although nominally a lesser command, it would be the spearhead of the Australian Army in subsequent operations. The staff was that of Morshead's former II Corps, as the I and II Corps headquarters had exchanged names. In February 1945, Morshead received word that his objective would be Borneo. General &lt;a href=\"Douglas%20MacArthur\"&gt;Douglas MacArthur&lt;/a&gt; placed I Corps under his direct command for the operation. Morshead had to make a series of landings at &lt;a href=\"Battle%20of%20Tarakan%20%281945%29\"&gt;Tarakan&lt;/a&gt;, &lt;a href=\"Battle%20of%20North%20Borneo\"&gt;North Borneo&lt;/a&gt; and &lt;a href=\"Battle%20of%20Balikpapan%20%281945%29\"&gt;Balikpapan&lt;/a&gt; on the east and north west coasts of the island. These were carried out with great efficiency, achieving their objectives with low casualties.\nThe British government proposed that British Lieutenant General Sir &lt;a href=\"Charles%20Keightley\"&gt;Charles Keightley&lt;/a&gt; be given command of a &lt;a href=\"Commonwealth%20Corps\"&gt;Commonwealth Corps&lt;/a&gt; for &lt;a href=\"Operation%20Downfall%23Coronet\"&gt;Operation Coronet&lt;/a&gt;, the proposed invasion of &lt;a href=\"Honshu\"&gt;Honshu&lt;/a&gt;, the main island of Japan, but the Australian government had no intention of concurring with the appointment of an officer with no experience fighting the Japanese, and counter-proposed Morshead for the command. The war ended before the issue was resolved.\nPostwar life.\nAfter the war Morshead returned to civilian life, becoming the &lt;a href=\"Orient%20Steam%20Navigation%20Company\"&gt;Orient Steam Navigation Company&lt;/a&gt;'s Australian general manager on 31 December 1947. He continued to receive honours for his military service, including a further mention in despatches in 1947 and the American &lt;a href=\"Medal%20of%20Freedom%20%281945%29\"&gt;Medal of Freedom&lt;/a&gt; with Silver Palm. He was president of the &lt;a href=\"Bank%20of%20New%20South%20Wales\"&gt;Bank of New South Wales&lt;/a&gt;, the chairman of &lt;a href=\"David%20Jones%20Limited\"&gt;David Jones&lt;/a&gt;, and director of several companies. From 1950 Morshead headed 'The Association', a secret organization similar to the New Guard movement with which he had been involved in the mid-1920s, and which was prepared to oppose communist attempts at subversion. It was quietly disbanded in 1952.\nIn later life, Morshead turned down various offers of military and diplomatic posts, as well as the &lt;a href=\"Governor%20of%20Queensland\"&gt;governorship&lt;/a&gt; of &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;. He did serve as president of the &lt;a href=\"Boy%20Scouts%20Association\"&gt;Boy Scouts Association&lt;/a&gt; of New South Wales and the &lt;a href=\"Big%20Brother%20Movement\"&gt;Big Brother Movement&lt;/a&gt;, a British youth emigration support scheme, and was a trustee of the Gowrie scholarship trust fund, which provided assistance to the descendants of Second World War veterans. In 1957 he was appointed chairman of a committee which reviewed the group of departments concerned with defence. The &lt;a href=\"Menzies%20Government%20%281949%E2%80%9366%29\"&gt;Menzies government&lt;/a&gt; accepted the committee's recommendation that Supply and Defence Production be amalgamated, but dropped the key proposal that the &lt;a href=\"Department%20of%20Defence%20%28Australia%29\"&gt;Department of Defence&lt;/a&gt; absorb the Departments of Army, Navy and Air. This reform was finally carried out by the &lt;a href=\"Gough%20Whitlam\"&gt;Whitlam&lt;/a&gt; government in 1975.\nMorshead died of &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; on 26 September 1959 at &lt;a href=\"St%20Vincent%27s%20Hospital%2C%20Sydney\"&gt;St Vincent's Hospital, Sydney&lt;/a&gt;. He was given a military funeral at which former soldiers of the 9th Division paid their respects, after which his body was cremated. He was survived by his wife and daughter. \nLegacy.\nMorshead was commemorated in several ways. Morshead Drive, which runs past the Royal Military College, Duntroon, in &lt;a href=\"Canberra\"&gt;Canberra&lt;/a&gt; is named after him. In the Canberra suburb of &lt;a href=\"Lyneham%2C%20Australian%20Capital%20Territory\"&gt;Lyneham&lt;/a&gt; is the Morshead War Veterans &lt;a href=\"Retirement%20home\"&gt;Home&lt;/a&gt;, with high-dependency care and associated self-care two-bedroom houses. His portrait by &lt;a href=\"Ivor%20Hele\"&gt;Ivor Hele&lt;/a&gt; is held by the &lt;a href=\"Australian%20War%20Memorial\"&gt;Australian War Memorial&lt;/a&gt;, as are his wartime papers.\nA memorial fountain to Morshead stands opposite the &lt;a href=\"State%20Library%20of%20New%20South%20Wales\"&gt;State Library of New South Wales&lt;/a&gt;, at the entrance to Sydney's &lt;a href=\"Royal%20Botanic%20Gardens%2C%20Sydney\"&gt;Royal Botanic Gardens&lt;/a&gt;, designed by &lt;a href=\"Robert%20Woodward%20%28architect%29\"&gt;Robert Woodward&lt;/a&gt;, who also designed the &lt;a href=\"El%20Alamein%20Fountain\"&gt;El Alamein Fountain&lt;/a&gt; in &lt;a href=\"Kings%20Cross%2C%20New%20South%20Wales\"&gt;Kings Cross&lt;/a&gt;."
}