{
    "id": "20610094",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=20610094",
    "title": "Yasushi Kita",
    "text": " is a former &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player.\nPlaying career.\nKita was born in &lt;a href=\"Takatsuki%2C%20Osaka\"&gt;Takatsuki&lt;/a&gt; on April 25, 1978. After graduating from &lt;a href=\"Kindai%20University%20High%20School\"&gt;Kindai University High School&lt;/a&gt;, he joined &lt;a href=\"J1%20League\"&gt;J1 League&lt;/a&gt; club &lt;a href=\"J%C3%BAbilo%20Iwata\"&gt;Júbilo Iwata&lt;/a&gt; in 1997. Although he also played as defensive midfielder not only center back, he could not play many matches in the club which many &lt;a href=\"Japan%20national%20football%20team\"&gt;Japan national team&lt;/a&gt; players played. In April 2000, he moved to &lt;a href=\"JEF%20United%20Chiba\"&gt;JEF United Ichihara&lt;/a&gt;. He played as left defender of three backs defense. In 2002, he moved to &lt;a href=\"J2%20League\"&gt;J2 League&lt;/a&gt; club &lt;a href=\"Cerezo%20Osaka\"&gt;Cerezo Osaka&lt;/a&gt; based in his local. He became a regular player as right defender of three backs defense in 2002 and the club was promoted to J1. However his opportunity to play decreased in 2003. In 2004, he moved to newly was promoted to &lt;a href=\"J1%20League\"&gt;J1 League&lt;/a&gt; club, &lt;a href=\"Albirex%20Niigata\"&gt;Albirex Niigata&lt;/a&gt;. He also played as left side back not only center back in 3 seasons. After 8 months blank, he joined J2 club &lt;a href=\"Thespakusatsu%20Gunma\"&gt;Thespa Kusatsu&lt;/a&gt; in September 2007. Although he played as regular center back in 2008, his opportunity to play decreased in 2009. In 2010, he moved to &lt;a href=\"Japan%20Football%20League\"&gt;Japan Football League&lt;/a&gt; club &lt;a href=\"Gainare%20Tottori\"&gt;Gainare Tottori&lt;/a&gt;. He played as regular played and the club won the champions in 2010. Although the club was promoted to J2 from 2011, his opportunity to play decreased and he retired end of 2011 season."
}