{
    "id": "20661394",
    "revid": "41989598",
    "url": "https://en.wikipedia.org/wiki?curid=20661394",
    "title": "Sharqiya Sands",
    "text": "The Sharqiya Sands (, formerly known as Wahiba Sands ( or )) is a region of &lt;a href=\"deserts\"&gt;desert&lt;/a&gt; in &lt;a href=\"Oman\"&gt;Oman&lt;/a&gt;, The region was named for the Bani Wahiba tribe. Divided between the &lt;a href=\"Ash%20Sharqiyah%20North%20Governorate\"&gt;northern&lt;/a&gt; and &lt;a href=\"Ash%20Sharqiyah%20North%20Governorate\"&gt;southern&lt;/a&gt; &lt;a href=\"Governorates%20of%20Oman\"&gt;governorates&lt;/a&gt; in &lt;a href=\"Ash%20Sharqiyah%20Region%20%28Oman%29\"&gt;the Eastern Region&lt;/a&gt;. The area is defined by a boundary of north to south and east to west, with an area of . The desert has been of scientific interest since a 1986 expedition by the &lt;a href=\"Royal%20Geographical%20Society\"&gt;Royal Geographical Society&lt;/a&gt; documented the diversity of the terrain, the &lt;a href=\"flora\"&gt;flora&lt;/a&gt; and &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt;, noting 16,000 &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt;s as well as 200 species of other wildlife, including &lt;a href=\"Bird\"&gt;avifauna&lt;/a&gt;. They also documented 150 species of native flora.\nGeology.\nThe desert was formed during the &lt;a href=\"Quaternary\"&gt;Quaternary&lt;/a&gt; period as a result of the forces of south-west blowing &lt;a href=\"monsoon\"&gt;monsoon&lt;/a&gt; and the northern &lt;a href=\"shamal%20%28wind%29\"&gt;shamal&lt;/a&gt; &lt;a href=\"trade%20wind\"&gt;trade wind&lt;/a&gt;, coming in from the east. Based on the types of &lt;a href=\"dunes\"&gt;dunes&lt;/a&gt; found in the area, it is divided into the high, or upper, Wahiba and low Wahiba. The upper area contains mega-ridge sand systems on a north–south line that are believed to have been formed by monsoon. The dunes of the north, formed at some point after the last regional &lt;a href=\"glacier\"&gt;glaciation&lt;/a&gt;, measure up to high, with peaks accumulating in the areas just beyond the strongest wind speeds, where declining velocity wind deposited sand. The north and west boundaries of the desert are delineated by the &lt;a href=\"fluvial\"&gt;fluvial&lt;/a&gt; systems Wadi Batha and Wadi Andam. Beneath the surface sands are an older layer of &lt;a href=\"Eolianite\"&gt;cemented carbonate sand&lt;/a&gt;. &lt;a href=\"Alluvium\"&gt;Alluvium&lt;/a&gt; deposits believed to have originated from the Wadi Batha during the &lt;a href=\"Paleolithic\"&gt;Paleolithic&lt;/a&gt; era have been disclosed in the central desert beneath the interdune surface. &lt;a href=\"Wind%20erosion\"&gt;Wind erosion&lt;/a&gt; is believed to have contributed to the existence of a nearly level plain in the southwest.\nInhabitants.\nThe area is occupied by &lt;a href=\"Bedouin\"&gt;Bedouin&lt;/a&gt;s who congregate at Al-Huyawah, an &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; near the border of the desert, between June and September to gather &lt;a href=\"Date%20fruit\"&gt;dates&lt;/a&gt;. Tribes present in the area at the time of the Royal Geographical Society expedition included, predominately, Al Wahiba (or Yal Wahiba) for whom the region is named, Al-Amr, Al-Bu-Isa, Hikman, Hishm and Janaba."
}