{
    "id": "20669069",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=20669069",
    "title": "American Association of Airport Executives",
    "text": "The American Association of Airport Executives (AAAE) is the world's largest professional organization for airport executives, representing airport management personnel at public-use commercial and &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; airports. AAAE was founded in 1928.\nAAAE's members represent nearly 875 airports and authorities, in addition to hundreds of companies and organizations that support airports. AAAE provides its members representation in Washington, D.C. training, meetings and conferences, and an &lt;a href=\"accreditation\"&gt;accreditation&lt;/a&gt; program.\nHistory.\nAAAE was founded in September 1928 when 10 airport directors met at the &lt;a href=\"National%20Air%20Races\"&gt;National Air Races&lt;/a&gt; at &lt;a href=\"Mines%20Field\"&gt;Mines Field&lt;/a&gt; in Los Angeles. Air races manager Cliff Henderson, acting on the suggestion of &lt;a href=\"St.%20Paul%2C%20Minnesota\"&gt;St. Paul, Minnesota&lt;/a&gt;'s Francis J. Geng, sent letters to airport managers across the country to attend an organizational meeting with the goal of forming a group to represent airport management throughout the U.S.\nIn 2013, Todd Hauptli was elected as the third full-time leader of the organization. During his tenure, Hauptli revamped the Interactive Employee Training product; created the Airport Innovation Accelerator. During Hauptli's tenure, the Association's revenues nearly tripled.\nTory Richardson, A.A.E., CEO of the &lt;a href=\"Gerald%20R.%20Ford%20International%20Airport\"&gt;Gerald R. Ford International Airport&lt;/a&gt;, is AAAE's Chair for 2019–20. The association's membership elected Richardson and other members of the Executive Committee and Board of Directors during the 91st Annual AAAE Annual Conference in &lt;a href=\"Boston\"&gt;Boston, Massachusetts.&lt;/a&gt;\nProfessional Development.\nAAAE offers several accreditations and certifications, including; Accredited Airport Executive (A.A.E.); Certified Member (C.M.); Airport Certified Employee (ACE); Airport Security Coordinator Certification; and Airport Rescue Fire Fighter (ARFF). The program is open to Affiliate members of AAAE and IAAE. \nUntil the early 2000s, the A.A.E. designation process required that the candidate have at least one year of experience in some aspect of airport management at a civilian public-use airport (military aviation experience was excluded) in order to commence the accreditation program. At that time, the three-step accreditation process consisted of a proctored, 180-question, multiple-choice closed book written examination; the research and writing of a postgraduate quality management research paper, regardless of whether or not the candidate held an advanced degree; and a final oral interview of three to four hours duration with a panel of no fewer than three A.A.E.s. In addition, the candidate had to have (1) accumulated no less than three years of cumulative experience in civilian airport management prior to designation as an A.A.E., and (2) completed the accreditation program in three (3) years or less from time of commencement or administrative penalties by AAAE would result.\nToday, candidates in the A.A.E. program obtain the designation by completing a streamlined three-step process - (1) a 180-question, multiple-choice examination; (2) a management research paper, case study, proctored essay examination, or proof of an advanced degree; and (3) a final interview with a panel of A.A.E.s. The three year time limit from program start to completion has also been eliminated.\nIn addition to the revised requirements, the program may be completed in any order, but the final interview must be the final step."
}