{
    "id": "2068993",
    "revid": "960898035",
    "url": "https://en.wikipedia.org/wiki?curid=2068993",
    "title": "Stability radius",
    "text": "The stability radius of an object (system, function, matrix, parameter) at a given nominal point is the radius of the largest &lt;a href=\"ball%20%28mathematics%29\"&gt;ball&lt;/a&gt;, centered at the nominal point, all of whose elements satisfy pre-determined stability conditions. The picture of this intuitive notion is this:\nwhere formula_1 denotes the nominal point, formula_2 denotes the space of all possible values of the object formula_3, and the shaded area, formula_4, represents the set of points that satisfy the stability conditions. The radius of the blue circle, shown in red, is the stability radius.\nAbstract definition.\nThe formal definition of this concept varies, depending on the application area. The following abstract definition is quite useful\nwhere formula_6 denotes a closed &lt;a href=\"ball%20%28mathematics%29\"&gt;ball&lt;/a&gt; of radius formula_7 in formula_2 centered at formula_1.\nHistory.\nIt looks like the concept was invented in the early 1960s. In the 1980s it became popular in control theory and optimization. It is widely used as a model of local robustness against small perturbations in a given nominal value of the object of interest.\nRelation to Wald's maximin model.\nIt was shown that the stability radius model is an instance of &lt;a href=\"Wald%27s%20maximin%20model\"&gt;Wald's maximin model&lt;/a&gt;. That is,\nwhere\nThe large penalty (formula_12) is a device to force the formula_13 player not to perturb the nominal value beyond the stability radius of the system. It is an indication that the stability model is a model of local stability/robustness, rather than a global one.\nInfo-gap decision theory.\n&lt;a href=\"Info-gap%20decision%20theory\"&gt;Info-gap decision theory&lt;/a&gt; is a recent non-probabilistic decision theory. It is claimed to be radically different from all current theories of decision under uncertainty. But it has been shown that its robustness model, namely\nis actually a stability radius model characterized by a simple stability requirement of the form formula_15 where formula_16 denotes the decision under consideration, formula_17 denotes the parameter of interest, formula_18 denotes the estimate of the true value of formula_17 and formula_20 denotes a ball of radius formula_21 centered at formula_18.\nSince stability radius models are designed to deal with small perturbations in the nominal value of a parameter, info-gap's robustness model measures the \"local robustness\" of decisions in the neighborhood of the estimate formula_18.\nSniedovich argues that for this reason the theory is unsuitable for the treatment of severe uncertainty characterized by a poor estimate and a vast uncertainty space.\nAlternate definition.\nThere are cases where it is more convenient to define the stability radius slightly different. For example, in many applications in control theory the radius of stability is defined as the size of the smallest destabilizing perturbation in the nominal value of the parameter of interest. The picture is this:\nMore formally,\nwhere formula_25 denotes the \"distance\" of formula_26 from formula_1.\nStability radius of functions.\nThe stability radius of a &lt;a href=\"continuous%20function\"&gt;continuous function&lt;/a&gt; \"f\" (in a &lt;a href=\"functional%20space\"&gt;functional space&lt;/a&gt; \"F\") with respect to an &lt;a href=\"open%20set\"&gt;open&lt;/a&gt; stability domain \"D\" is the &lt;a href=\"distance\"&gt;distance&lt;/a&gt; between \"f\" and the &lt;a href=\"Set%20%28mathematics%29\"&gt;set&lt;/a&gt; of unstable functions (with respect to \"D\"). We say that a function is \"stable\" with respect to \"D\" if its spectrum is in \"D\". Here, the notion of spectrum is defined on a case by case basis, as explained below.\nDefinition.\nFormally, if we denote the set of stable functions by \"S(D)\" and the stability radius by \"r(f,D)\", then:\nwhere \"C\" is a subset of \"F\".\nNote that if \"f\" is already unstable (with respect to \"D\"), then \"r(f,D)=0\" (as long as \"C\" contains zero).\nApplications.\nThe notion of stability radius is generally applied to &lt;a href=\"special%20function\"&gt;special function&lt;/a&gt;s as &lt;a href=\"polynomial\"&gt;polynomial&lt;/a&gt;s (the spectrum is then the roots) and &lt;a href=\"matrix%20%28mathematics%29\"&gt;matrices&lt;/a&gt; (the spectrum is the &lt;a href=\"eigenvalue\"&gt;eigenvalue&lt;/a&gt;s). The case where \"C\" is a proper subset of \"F\" permits us to consider structured &lt;a href=\"perturbation%20theory\"&gt;perturbations&lt;/a&gt; (e.g. for a matrix, we could only need perturbations on the last row). It is an interesting measure of robustness, for example in &lt;a href=\"control%20theory\"&gt;control theory&lt;/a&gt;.\nProperties.\nLet \"f\" be a (&lt;a href=\"complex%20number\"&gt;complex&lt;/a&gt;) polynomial of degree \"n\", \"C=F\" be the set of polynomials of degree less than (or equal to) \"n\" (which we identify here with the set formula_29 of coefficients). We take for \"D\" the open &lt;a href=\"unit%20disk\"&gt;unit disk&lt;/a&gt;, which means we are looking for the distance between a polynomial and the set of Schur &lt;a href=\"stable%20polynomial\"&gt;stable polynomial&lt;/a&gt;s. Then:\nwhere \"q\" contains each basis vector (e.g. formula_31 when \"q\" is the usual power basis). This result means that the stability radius is bound with the minimal value that \"f\" reaches on the unit circle."
}