{
    "id": "20694151",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=20694151",
    "title": "David King-Wood",
    "text": "David King-Wood (12 September 1913 – 3 September 2003) was a British actor.\nHe was born in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt;, Iran (then Persia), the youngest of four children. His father was William King Wood (CIE, CBE), Director of the Indo-European Telegraph Department and his mother was Daisy Adcock, daughter of Sir &lt;a href=\"Hugh%20Adcock%20%28physician%29\"&gt;Hugh Adcock&lt;/a&gt; (who was once the physician to the Shah of Persia).\nHe studied at Oxford University and was a keen member of &lt;a href=\"OUDS\"&gt;OUDS&lt;/a&gt; (Oxford University Dramatic Society) appearing in \"&lt;a href=\"The%20Radio%20Times\"&gt;The Radio Times&lt;/a&gt;\" in April 1936 whilst appearing as Richard II.\nDavid King-Wood (he apparently added the hyphen) appeared in British television and films during the 1950s. His Broadway credits include Friar Francis in \"&lt;a href=\"Much%20Ado%20About%20Nothing\"&gt;Much Ado About Nothing&lt;/a&gt;\" (1959) and Adam Hartley in \"&lt;a href=\"The%20Hidden%20River\"&gt;The Hidden River&lt;/a&gt;\" (1957). His British theatre credits include \"&lt;a href=\"Measure%20for%20Measure\"&gt;Measure for Measure&lt;/a&gt;\" and \"&lt;a href=\"Richard%20III%20%28play%29\"&gt;Richard III&lt;/a&gt;\" for \"&lt;a href=\"The%20Old%20Vic\"&gt;The Old Vic&lt;/a&gt;\", seasons with the \"&lt;a href=\"Birmingham%20Repertory%20Company\"&gt;Birmingham Repertory Company&lt;/a&gt;\", the \"&lt;a href=\"Oxford%20Repertory%20Company\"&gt;Oxford Repertory Company&lt;/a&gt;\" and the Worthing Repertory Company and the 1937 season at the \"&lt;a href=\"Regent%27s%20Park%20Open%20Air%20Theatre\"&gt;Regent's Park Open Air Festival&lt;/a&gt;\". He was also a regular performer with the Shakespeare Festival. His film credits include \"&lt;a href=\"The%20Blakes%20Slept%20Here\"&gt;The Blakes Slept Here&lt;/a&gt;\" (1953) \"&lt;a href=\"The%20Men%20of%20Sherwood%20Forest\"&gt;The Men of Sherwood Forest&lt;/a&gt;\" (1954) \"&lt;a href=\"The%20Quatermass%20Xperiment\"&gt;The Quatermass Xperiment&lt;/a&gt;\" (1955) and \"&lt;a href=\"Jamboree%20%281957%20film%29\"&gt;Jamboree&lt;/a&gt;\" (1957) among others.\nDuring the Second World War, his fluency in five languages, including Japanese, was used to the fore, but at the expense of his theatrical career.\nHe relocated to New York in the mid-1950s and acted on Broadway for a number of years. David was also the \"it\" male model for a time and was the \"Marlboro Man\" for a couple of years. He ended his professional life teaching English and French at &lt;a href=\"St.%20Bernard%27s%20School\"&gt;St. Bernard's School&lt;/a&gt; in New York, as well as directing the annual Shakespeare Play there.\nDavid loved nature, and as an enthusiastic New Yorker, spent many happy hours in Central Park. More than one hundred and fifty of his friends contributed to the David King-Wood Tree Fund, and two European Linden trees have been endowed in his name. There is a paving stone by the Olmsted Flowerbed at Literary Walk, mid-park at Sixty-Seventh Street, as well as the two trees near the East Meadow."
}