{
    "id": "207038",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=207038",
    "title": "Acrobatics",
    "text": "Acrobatics (from &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; ἀκροβατέω, \"akrobateo\", \"walk on tiptoe, strut\") is the performance of human feats of &lt;a href=\"balance%20%28ability%29\"&gt;balance&lt;/a&gt;, &lt;a href=\"agility\"&gt;agility&lt;/a&gt;, and &lt;a href=\"motor%20coordination\"&gt;motor coordination&lt;/a&gt;. Acrobatic skills are used in &lt;a href=\"performing%20arts\"&gt;performing arts&lt;/a&gt;, &lt;a href=\"sports\"&gt;sporting&lt;/a&gt; events, and &lt;a href=\"martial%20arts\"&gt;martial arts&lt;/a&gt;. Extensive use of acrobatic skills are most often performed in &lt;a href=\"acro%20dance\"&gt;acro dance&lt;/a&gt;, &lt;a href=\"circus\"&gt;circus&lt;/a&gt;, and &lt;a href=\"gymnastics\"&gt;gymnastics&lt;/a&gt;, and to a lesser extent in other athletic activities including &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt;, &lt;a href=\"slacklining\"&gt;slacklining&lt;/a&gt; and &lt;a href=\"Diving%20%28sport%29\"&gt;diving&lt;/a&gt;. Although acrobatics is most commonly associated with human body performance, the term is used to describe other types of performance, such as &lt;a href=\"aerobatics\"&gt;aerobatics&lt;/a&gt;.\nHistory.\nAcrobatic traditions are found in many cultures, and there is evidence that the earliest such traditions occurred thousands of years ago. For example, &lt;a href=\"Minoan%20civilization\"&gt;Minoan&lt;/a&gt; art from c. 2000 BC contains depictions of &lt;a href=\"bull-leaping\"&gt;acrobatic feats on the backs of bulls&lt;/a&gt;. &lt;a href=\"Ancient%20Greeks\"&gt;Ancient Greeks&lt;/a&gt; practiced acrobatics, and the &lt;a href=\"noble%20court\"&gt;noble court&lt;/a&gt; displays of the &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; would often include acrobatic performances that included &lt;a href=\"juggling\"&gt;juggling&lt;/a&gt;.\nIn &lt;a href=\"China\"&gt;China&lt;/a&gt;, acrobatics have been a part of the culture since the &lt;a href=\"Tang%20Dynasty\"&gt;Tang Dynasty&lt;/a&gt; (203 BC). Acrobatics were part of village harvest &lt;a href=\"festival\"&gt;festival&lt;/a&gt;s. During the &lt;a href=\"Tang%20Dynasty\"&gt;Tang Dynasty&lt;/a&gt;, acrobatics saw much the same sort of development as European acrobatics saw during the Middle Ages, with court displays during the 7th through 10th century dominating the practice. Acrobatics continues to be an important part of modern &lt;a href=\"Chinese%20variety%20art\"&gt;Chinese variety art&lt;/a&gt;.\nThough the term initially applied to tightrope walking, in the 19th century, a form of performance art including &lt;a href=\"circus\"&gt;circus&lt;/a&gt; acts began to use the term as well. In the late 19th century, tumbling and other acrobatic and gymnastic activities became competitive sport in Europe.\nAcrobatics has often served as a subject for fine art. Examples of this are paintings such as \"Acrobats at the Cirque Fernando (Francisca and Angelina Wartenberg)\" by &lt;a href=\"Impressionist\"&gt;Impressionist&lt;/a&gt; &lt;a href=\"Pierre-Auguste%20Renoir\"&gt;Pierre-Auguste Renoir&lt;/a&gt;, which depicts two German acrobatic sisters, &lt;a href=\"Pablo%20Picasso\"&gt;Pablo Picasso&lt;/a&gt;'s 1905 \"&lt;a href=\"Acrobat%20and%20Young%20Harlequin\"&gt;Acrobat and Young Harlequin&lt;/a&gt;\", and \"\" by &lt;a href=\"Viktor%20Vasnetsov\"&gt;Viktor Vasnetsov&lt;/a&gt;.\nTypes.\nAcrobalance.\n\"Acrobalance\" is a floor based acrobatic art that involves balances, lifts and creating shapes performed in pairs or groups.\nAcro dance.\n\"Acro dance\" is a style of dance that combines classical dance technique with precision acrobatic elements.\nAerial.\n\"Aerial\" is acrobatics performed in the air on a suspended apparatus.\nTrapeze.\nA \"trapeze\" is a short horizontal bar hung by ropes or metal straps from a support. Trapeze acts may be &lt;a href=\"Static%20trapeze\"&gt;static&lt;/a&gt;, spinning (rigged from a single point), swinging or &lt;a href=\"Flying%20trapeze\"&gt;flying&lt;/a&gt;, and may be performed solo, double, triple or as a group act.\nCord lisse.\n\"Corde lisse\" is a skill or act that involves acrobatics on a vertically hanging rope. The name is &lt;a href=\"French%20%28language%29\"&gt;French&lt;/a&gt; for \"smooth rope\".\nCloud swing.\n\"Cloud swing\" is a skill that usually combines static and swinging trapeze skills, drops, holds and rebound lifts.\nCradle.\n\"Cradle\" (also known as aerial cradle or casting cradle) is a type of aerial circus skill in which a performer hangs by their knees from a large rectangular frame and swings, tosses, and catches another performer\nSilks.\n\"Aerial silks\" is a type of aerial skill in which one or more artists perform aerial acrobatics while hanging from a long length of fabric suspended from a frame or ceiling.\nHoop.\n\"Aerial hoop\" (also known as the \"lyra\", \"aerial ring\" or \"cerceau\"/\"cerceaux\"') is a circular steel apparatus (resembling a &lt;a href=\"hula%20hoop\"&gt;hula hoop&lt;/a&gt;) suspended from the ceiling or a frame, on which artists may perform aerial acrobatics. It can be used static, spinning, or swinging.\nGallery of aerial artists.\nContortion.\n\"Contortion\" (sometimes contortionism) is a performance art in which performers called contortionists showcase their skills of extreme physical flexibility\nRope and wire walking.\n\"Tightrope walking\", also called funambulism, is the skill of walking along a thin wire or rope. Its earliest performance has been traced to &lt;a href=\"Ancient%20Greece\"&gt;Ancient Greece&lt;/a&gt;. It is commonly associated with the circus. Other skills similar to tightrope walking include slack rope walking and slacklining.\nTumbling.\n\"Tumbling\" is an acrobatic skill involving rolls, twists, somersaults and other rotational activities using the whole body. Its origin can be traced to &lt;a href=\"Chinese%20variety%20art%23History\"&gt;ancient China&lt;/a&gt;, Ancient Greece and ancient Egypt. Tumbling continued in medieval times and then in circuses and theatre before becoming a competitive sport."
}