{
    "id": "2071970",
    "revid": "28155039",
    "url": "https://en.wikipedia.org/wiki?curid=2071970",
    "title": "Noocracy",
    "text": "Noocracy (), or \"&lt;a href=\"aristocracy\"&gt;aristocracy&lt;/a&gt; of the wise\" is a form of government where decision making is dictated by reason (\"&lt;a href=\"nous\"&gt;nous&lt;/a&gt;\"). The idea is found in ancient Greek authors, and was expanded upon by geologist &lt;a href=\"Vladimir%20Vernadsky\"&gt;Vladimir Vernadsky&lt;/a&gt;, and philosophers (who attended Vernadsky's lectures) &lt;a href=\"Pierre%20Teilhard%20de%20Chardin\"&gt;Pierre Teilhard de Chardin&lt;/a&gt; and &lt;a href=\"%C3%89douard%20Le%20Roy\"&gt;Édouard Le Roy&lt;/a&gt;, and their concept of the &lt;a href=\"noosphere\"&gt;noosphere&lt;/a&gt;.\nEtymology.\nThe word itself is derived from &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; \"&lt;a href=\"nous\"&gt;nous&lt;/a&gt;\", Gen. \"noos\" () meaning \"&lt;a href=\"mind\"&gt;mind&lt;/a&gt;\" or \"&lt;a href=\"intellect\"&gt;intellect&lt;/a&gt;\", and \"kratos\" (), \"&lt;a href=\"authority\"&gt;authority&lt;/a&gt;\" or \"&lt;a href=\"Power%20%28sociology%29\"&gt;power&lt;/a&gt;\".\nDevelopment.\nOne of the first attempts to implement such a political system was perhaps &lt;a href=\"Pythagoras\"&gt;Pythagoras&lt;/a&gt;' \"city of the wise\" that he planned to build in Italy together with his followers, the order of \"&lt;a href=\"Pythagoreanism\"&gt;mathematikoi&lt;/a&gt;\". \nThe city described by &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; in the \"&lt;a href=\"Laws\"&gt;Laws&lt;/a&gt;\" has been described as an attempt at a noocracy.\nIn modern history, similar concepts were introduced by &lt;a href=\"Vladimir%20Vernadsky\"&gt;Vladimir Vernadsky&lt;/a&gt;, who did not use this term, but the term \"&lt;a href=\"noosphere\"&gt;noosphere&lt;/a&gt;\".\n&lt;a href=\"Mikhail%20Epstein\"&gt;Mikhail Epstein&lt;/a&gt; defined noocracy as \"the thinking matter increases its mass in nature and geo- and biosphere grow into noosphere, the future of the humanity can be envisioned as noocracy—that is the power of the collective brain rather than separate individuals representing certain social groups or society as whole\".\nRationales for noocracy.\nIrrationality of voters.\nProponents of noocratic theory cite empirics that suggests voters in modern democracies are largely ignorant, misinformed and irrational. Therefore, \"one person one vote\" mechanism proposed by democracy cannot be used to produce efficient policy outcomes, for which the transfer of power to a smaller, informed and rational group would be more appropriate. The irrationality of voters inherent in democracies can be explained by two major behavioral and cognitive patterns. Firstly, most of the voters think that the marginal contribution of their vote will not make a difference on election outcomes; therefore, they do not find it useful to inform themselves on political matters. In other terms, due to the required time and effort of acquiring new information, voters rationally prefer to remain ignorant. Moreover, it has been shown that most citizens process political information in deeply biased, partisan, motivated ways rather than in dispassionate, rational ways. This psychological phenomenon causes voters to strongly identify themselves with a certain political group, specifically find evidence to support arguments aligning with their preferred ideological inclinations, and eventually vote with a high level of bias.\nDemocracy's susceptibility for bad policies.\nIrrational political behaviors of voters prevent them from making calculated choices and opting for the right policy proposals. On the other hand, many political experiments have shown that as voters get more informed, they tend to support better policies, demonstrating that acquisition of information has a direct impact on rational voting. Moreover, supporters of noocracy see a greater danger in the fact that politicians will actually prefer to implement the policy decisions of citizens to win elections and stabilize their power, without paying particular attention to the content and further outcomes of these policies. In democracies, the problem is that voters are prone to make bad policy decisions and therefore that politicians are incentivized to implement these policies due to personal benefits. Therefore, noocrats argue that it makes sense to limit the voting power of citizens in order to prevent bad policy outcomes. Noocracy has still a code of conduct to pursue philanthropy like initiatives.\nUse of expertise for efficient outcomes.\nAccording to noocrats, given the complex nature of political decisions, it is not reasonable to assume that a citizen would have the necessary knowledge to decide on means to achieve their political aims. In general, political actions require a lot of social scientific knowledge from various fields, such as economics, sociology, international relations, and public policy; however, an ordinary voter is hardly specialized enough in any of those fields to make the optimal decision. To address this issue, Christiano proposes a ruling system based on division of political labor, in which citizens set the agenda for political discussions and determine the aims of the society, whereas legislators are in charge of deciding on the means to achieve these aims. For noocrats, transferring the decision-making mechanism to a body of specifically trained, specialized and experienced body is expected to result in superior and more efficient policy outcomes. Recent economic success of some countries that have a sort of noocratic ruling element provides basis for this particular argument in favor of noocracy.\nFor instance, Singapore has a political system that favors meritocracy; the path to government in Singapore is structured in such a way that only those with above-average skills are identified with strict university-entrance exams, recruiting processes, etc., and then rigorously trained to be able to devise best the solutions that benefit the entire society. In the words of the country's founding father, Lee Kuan Yew, Singapore is a society based on effort and merit, not wealth or privilege depending on birth. This system primarily works due to citizens’ belief that political leaders tend to have a better understanding of country's long-term plans than themselves; therefore, as they see positive policy outcomes, they tend to go along with the system, rather than complain about the meritocratic dimensions. For example, most citizens praise their government in Singapore, stating that it managed to transform Singapore from a third world country to a developed economy, and that it successfully fostered loyalty in its citizens towards the country and gave birth to a unique concept of Singaporean citizenship despite a great level of ethnic diversity. In order to develop further Singapore's technocratic system, some thinkers, like Parag Khanna, have proposed for the country to adapt a model of direct technocracy, demanding citizen input in essential matters through online polls, referenda, etc., and asking for a committee of experts to analyze this data to determine the best course of action.\nCriticisms.\nNoocracies, like &lt;a href=\"technocracies\"&gt;technocracies&lt;/a&gt;, have been criticized for &lt;a href=\"meritocracy\"&gt;meritocratic&lt;/a&gt; failings, such as upholding of a non-egalitarian aristocratic ruling class. Others have upheld more democratic ideals as better &lt;a href=\"Epistemic%20democracy\"&gt;epistemic&lt;/a&gt; models of law and policy. Noocracy criticisms come in multiple forms, two of which are those focused on the efficacy of noocracies and the political viability of them.\nCriticisms of noocracy in all its forms – including &lt;a href=\"technocracy\"&gt;technocracy&lt;/a&gt;, &lt;a href=\"meritocracy\"&gt;meritocracy&lt;/a&gt;, and epistocracy (the focus of &lt;a href=\"Jason%20Brennan\"&gt;Jason Brennan&lt;/a&gt;'s oft-cited book) – range from support of direct democracy instead to proposed alterations to our consideration of representation in democracy. Political theorist &lt;a href=\"H%C3%A9l%C3%A8ne%20Landemore\"&gt;Hélène Landemore&lt;/a&gt;, while arguing for representatives to effectively enact legislation important to the polity, criticizes conceptions of representation that aim especially to remove the people from the process of making decisions, and thereby nullify their political power. Noocracy, especially as it is conceived in Jason Brennan's \"Against Democracy\", aims specifically to separate the people from the decision on the basis of the immensely superior knowledge of officials who will presumably make superior decisions to laypeople.\nNoocracy as anti-democratic.\nJason Brennan's epistocracy, specifically, is at odds with democracy and with certain criteria for democracies that theorists have proposed. &lt;a href=\"Robert%20A.%20Dahl\"&gt;Robert Dahl&lt;/a&gt;'s \"Polyarchy\" sets out certain rules for democracies that govern many people and the rights that the citizens must be granted. His demand that the government not discriminatorily heed the preferences of full members of the polity is abridged by Brennan's \"restricted suffrage\" and \"plural voting\" schemes of epistocracy. In the eighth chapter of his book, Brennan posits a system of graduated voting power that gives people more votes based on established levels of education achieved, with the number of additional votes granted to a hypothetical citizen increasing at each level, from turning sixteen to completing high school, a bachelor's degree, a master's degree, and so forth. Dahl wrote, however, that any democracy that rules over a large group of people must accept and validate \"alternative sources of information.\" Granting the full powers of citizenship based on a system like formal education attainment does not account for the other ways that people can consume information, is the commonly cited argument, and still eschews consideration for the uneducated within a group.\nInefficiency of experts.\nNoocracy also receives criticism for its claims to efficiency. Brennan writes that one of the many reasons that common people cannot be trusted to make decisions for the state is because reasoning is commonly motivated, and, therefore, people decide what policies to support based on their connection to those proposing and supporting the measures, not based on what is most effective. He contrasts real people with the ultra-reasonable vulcan that he mentions throughout the book. That vulcan reflects Plato's &lt;a href=\"philosopher%20king\"&gt;philosopher king&lt;/a&gt; and, in a more realistic sense, the academic elites whom Michael Young satirized in his essay \"&lt;a href=\"The%20Rise%20of%20the%20Meritocracy\"&gt;The Rise of the Meritocracy&lt;/a&gt;\". \nModern political theorists do not necessarily denounce a biased viewpoint in politics, however, though those biases are not written about as they are commonly considered. Professor Landemore utilizes the existence of cognitive diversity to argue that any group of people that represents great diversity in their approaches to problem-solving (cognition) is more likely to succeed than groups that do not. She further illustrates her point by employing the example of a New Haven task force made up of private citizens of many careers, politicians, and police who needed to reduce crime on a bridge without lighting, and they all used different aspects of their experiences to discover the solution that was to install solar lamps on the bridge. That solution has proven effective, with not a single mugging reported there since the lamp installation as of November 2010. Her argument lies mainly in the refutation of noocratic principles, for they do not utilize the increased problem solving skill of a diverse pool, when the political system because as debate between elites alone, and not a debate between the whole polity.\nTo some theorists, noocracy is built on a fantasy that will uphold current structures of elite power, while maintaining its inefficacy. Writing for the \"New Yorker\", Caleb Crain notes that there is little to say that the vulcans that Brennan exalts actually exist. Crain mentions a study that appears in Brennan's book that shows that even those who have proven that they have superb skills in mathematics do not employ those skills if their use threatens their already-held political belief. While Brennan utilized that study to demonstrate how deeply rooted political tribalism is in all people, Crain drew on this study to question the very nature of an epistocratic body that can make policy with a greater regard to knowledge and truth than the ordinary citizen can. The only way to correct for that seems, to many, to be to widen the circle of deliberation (as discussed above) because policy decisions that were made with more input and approval from the people last longer and even garner the agreement of the experts. To further illustrate that experts, too, are flawed, Cairn enumerates some of the expert-endorsed political decisions that he has deemed failures in recent years: \"invading Iraq, having a single European currency, grinding subprime mortgages into the sausage known as collateralized debt obligations.\"\nWith the contention around the reasoning for those political decisions, political theorist David Estlund posited what he considered to be one of the prime arguments against epistocracy – bias in choosing voters. His fear was that the method by which voters, and voters' quantity of votes, was chosen might be biased in a way that people had not been able to identify and could not, therefore, rectify. Even the aspects of the modes of selecting voters that are known cause many theorists concern, as both Brennan and Cairn note that the majority of poor black women would be excluded from the enfranchised polity and risk seeing their needs represented even less than they currently are.\nRejection of demographic unjustness of noocracy.\nProponents of democracy attempt to show that noocracy is intrinsically unjust on two dimensions, stating its unfairness and bad results. The former states that since people with different income levels and education backgrounds have unequal access to information, the epistocratic legislative body will be naturally composed of citizens with higher economic status, and thus fail to equally represent different demographics of the society. The latter argument is about the policy outcomes; since there will be a demographic overrepresentation and underrepresentation in the noocratic body, the system will produce unjust outcomes, favoring the demographically advantaged group. Brennan defends noocracy against these two criticisms, presenting a rationale for the system.\nAs a rejection of the unfairness argument put forward by democrats, Brennan argues that the voting electorate in modern democracies is also demographically disproportionate; based on empirical studies, it has been demonstrated that voters coming from privileged background, such as white, middle aged, higher-income men, tend to vote at a higher rate than other demographic groups. Although de jure every group has same right to vote under \"one person one vote\" assumption, de facto practices show that privileged people have more influence on election results. As a result, the representatives will not match the demographics of the society either, for which democracy seems to be unjust in practice. With the right of type of noocracy, the unfairness effect can actually be minimized; for instance, enfranchisement lottery, in which a legislative electorate is selected at random by lottery, and then incentivized to become competent to address political issues, illustrates a fair representation methodology thanks to its randomness.\nTo refute the latter claim, Brennan states that voters do not vote selfishly; in other terms, the advantaged group does not attempt to undermine the interests of the minority group. Therefore, the worry that noocratic bodies that are demographically more skewed towards the advantaged group make decisions in favor of the advantaged one fails. According to Brennan, noocracy can serve in a way that improves the welfare of the overall community, rather than certain individuals."
}