{
    "id": "20727624",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=20727624",
    "title": "Takeo Takahashi (footballer)",
    "text": " (former name; Takeo Kimura, 木村 武夫) is a former &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and manager. He played for &lt;a href=\"Japan%20national%20football%20team\"&gt;Japan national team&lt;/a&gt;.\nClub career.\nTakahashi was born in &lt;a href=\"Shinagawa\"&gt;Shinagawa&lt;/a&gt;, &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt; on May 13, 1947. After graduating from high school, he joined &lt;a href=\"JEF%20United%20Chiba\"&gt;Furukawa Electric&lt;/a&gt; in 1966. In &lt;a href=\"1967%20Japan%20Soccer%20League\"&gt;1967 season&lt;/a&gt;, he scored 15 goals and became a top scorer. He was 20 years old, this is the youngest top scorer in &lt;a href=\"Japan%20Soccer%20League\"&gt;Japan Soccer League&lt;/a&gt;. He left the club in 1973 and entered &lt;a href=\"Tokyo%20University%20of%20Agriculture\"&gt;Tokyo University of Agriculture&lt;/a&gt;. After graduating from Tokyo University of Agriculture, he joined Division 2 club &lt;a href=\"Hokkaido%20Consadole%20Sapporo\"&gt;Toshiba&lt;/a&gt; in 1979. In 1979, the club won the champions in Division 2. He retired in 1982.\nNational team career.\nIn December 1966, Takahashi was selected &lt;a href=\"Japan%20national%20football%20team\"&gt;Japan national team&lt;/a&gt; for &lt;a href=\"Football%20at%20the%201966%20Asian%20Games\"&gt;1966 Asian Games&lt;/a&gt;. At this competition, on December 17, he debuted against &lt;a href=\"Thailand%20national%20football%20team\"&gt;Thailand&lt;/a&gt;. He also played at &lt;a href=\"Football%20at%20the%201970%20Asian%20Games\"&gt;1970 Asian Games&lt;/a&gt;. This competition was his last game for Japan. He played 14 games and scored 4 goals for Japan until 1970.\nCoaching career.\nAfter retirement, Takahashi became a manager for &lt;a href=\"Hokkaido%20Consadole%20Sapporo\"&gt;Toshiba&lt;/a&gt; (later \"Consadole Sapporo\") in 1987. In 1989, he led the club to won the champions in Division 2 and promoted to Division 1. He managed the club until 1996."
}