{
    "id": "207334",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=207334",
    "title": "Sydsvenskan",
    "text": "Sydsvenska Dagbladet Snällposten, generally known simply as Sydsvenskan (, \"The South Swedish\"), is a &lt;a href=\"daily%20newspaper\"&gt;daily newspaper&lt;/a&gt; published in &lt;a href=\"Scania\"&gt;Scania&lt;/a&gt; in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;.\nHistory and profile.\n\"Sydsvenskan\" was founded in 1870. In 1871 the paper merged with \"Snällposten\" which was started in 1848. \"Sydsvenskan\" is headquartered in &lt;a href=\"Malm%C3%B6\"&gt;Malmö&lt;/a&gt; and mostly distributed in southern Scania. Its coverage is characterized by local news from southwest Scania in addition to a full coverage of national, EU, and international news. The paper is owned by the &lt;a href=\"Bonnier%20Group\"&gt;Bonnier Group&lt;/a&gt; which bought it in 1994.\nUntil 1966, \"Sydsvenskan\" had close ties to the Rightist Party (now &lt;a href=\"Moderate%20Party\"&gt;Moderate Party&lt;/a&gt;). In the Swedish debate about the country's role in the &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt; and in &lt;a href=\"Sweden%20and%20the%20euro\"&gt;relation to the Eurozone&lt;/a&gt;, the paper has emphasized the importance of a closer political, economical, and cultural affiliation to Europe. Its stated editorial position is \"independent &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt;\".\nThe newspaper changed its format from &lt;a href=\"broadsheet\"&gt;broadsheet&lt;/a&gt; to &lt;a href=\"compact%20%28newspaper%29\"&gt;compact format&lt;/a&gt; on 5 October 2004.\nIntroduction and then removal of paywall.\n\"Sydsvenskan\" introduced a soft &lt;a href=\"paywall\"&gt;paywall&lt;/a&gt; in February 2013. Those who did not have a paper subscription could view a maximum of 20 free articles per month. A year after, this was changed to 5 articles per week. Subscription models were available from 28 &lt;a href=\"Swedish%20krona\"&gt;Swedish kronor&lt;/a&gt;, with the cheapest one giving full access to the website. In August 2014, this was raised to 59 Swedish kronor (around US$7.10), as the former price was an introductory price. A year after the introduction of the paywall, 60,000 subscribers had created accounts on the website and 4,000 had purchased a digital subscription.\nIn January 2016, \"Sydsvenskan\" removed the paywall, with the editor-in-chief Pia Rehnquist saying that having a paywall had led to a general belief that you had to pay to read the website. She also said that the digital part is going well but they thought it would better to reach more readers.\nAcquisition of \"Helsingborgs Dagblad\".\nIn the end of April 2014, \"Sydsvenskan\" acknowledged their intention to buy \"&lt;a href=\"Helsingborgs%20Dagblad\"&gt;Helsingborgs Dagblad&lt;/a&gt;\". A deal was reached in the end of May and the &lt;a href=\"Swedish%20Competition%20Authority\"&gt;Swedish Competition Authority&lt;/a&gt; approved it around two weeks after. A strong reason was reported to be that both newspapers had seen their ad revenue decrease heavily.\nCirculation.\nIn 1998 the circulation of \"Sydsvenskan\" was 125,000 copies on weekdays and 146,000 copies on Sundays. The paper had a circulation of 129,300 copies on weekdays in 2005. It was 94,800 copies in 2012. The circulation of the paper was 99,800 copies in 2013."
}