{
    "id": "20756587",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=20756587",
    "title": "Bromus ciliatus",
    "text": "Bromus ciliatus is a species of &lt;a href=\"bromus\"&gt;brome grass&lt;/a&gt; known by the common name fringed brome. It is native to most of North America, including most of Canada, most of the United States except for some portions of the South, and northern Mexico. It is a plant of many habitats, including &lt;a href=\"temperate%20coniferous%20forest\"&gt;temperate coniferous forest&lt;/a&gt;. The &lt;a href=\"Botanical%20name%23Components%20of%20plant%20names\"&gt;specific epithet&lt;/a&gt; \"ciliatus\" is &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; for \"ciliate\", referring to the delicate hairs of the leaf blades.\nDescription.\n\"Bromus ciliatus\" is a perennial grass that grows in tufts up to tall, and occasionally taller in the &lt;a href=\"Great%20Plains\"&gt;Great Plains&lt;/a&gt;. The grass lacks &lt;a href=\"rhizome\"&gt;rhizome&lt;/a&gt;s but has a well developed root system. The sheaths are glabrous or bear minute hairs and have a narrow \"&lt;a href=\"Letter%20V\"&gt;V&lt;/a&gt;\" shaped orifice. The sheaths are typically shorter than the internodes. The &lt;a href=\"scabrous\"&gt;scabrous&lt;/a&gt; leaves often have sparse long hairs and measure wide. The open &lt;a href=\"inflorescence\"&gt;inflorescence&lt;/a&gt; bears many &lt;a href=\"spikelet\"&gt;spikelet&lt;/a&gt;s on stalks, the upper ones ascending and the lower nodding or drooping. This &lt;a href=\"panicle\"&gt;panicle&lt;/a&gt; is long. The flattened spikelets are long and wide. The spikelets are greenish and occasionally tinged with bronze or purple. The spikelets bear three to nine flowers and display their &lt;a href=\"wikt%3Arachilla\"&gt;rachilla&lt;/a&gt; at maturity. The &lt;a href=\"glume\"&gt;glume&lt;/a&gt;s are &lt;a href=\"wikt%3Aconduplicate\"&gt;conduplicate&lt;/a&gt;, with the upper glume tapering at its base. The firm &lt;a href=\"Lemma%20%28botany%29\"&gt;lemma&lt;/a&gt;s are also conduplicate, measuring broad with delicate nerves. The linear &lt;a href=\"Palea%20%28botany%29\"&gt;palea&lt;/a&gt; is typically enclosed by the folded lemma. The &lt;a href=\"anther\"&gt;anther&lt;/a&gt;s are long. The &lt;a href=\"caryopsis\"&gt;caryopsis&lt;/a&gt; is &lt;a href=\"lanceolate\"&gt;lanceolate&lt;/a&gt; in shape.\nThe grass flowers from July into early October.\nHabitat.\n\"Bromus ciliatus\" is common in &lt;a href=\"subalpine\"&gt;subalpine&lt;/a&gt; areas. It is a very &lt;a href=\"palatable\"&gt;palatable&lt;/a&gt; &lt;a href=\"forage\"&gt;forage&lt;/a&gt; grass that is heavily grazed and shade tolerant. The grass occurs in many moist conditions, in wet woodlands, moist meadows or thickets, stream banks, pond and lake margins, bogs, and marshes."
}