{
    "id": "207550",
    "revid": "14965160",
    "url": "https://en.wikipedia.org/wiki?curid=207550",
    "title": "Bryan Procter",
    "text": "Bryan Waller Procter (pseud. Barry Cornwall) (21 November 17875 October 1874) was an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"poet\"&gt;poet&lt;/a&gt; who served as a Commissioner in Lunacy.\nLife and career.\nBorn at &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;, &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt;, he was educated at &lt;a href=\"Harrow%20School\"&gt;Harrow School&lt;/a&gt;, where he had for contemporaries &lt;a href=\"George%20Gordon%20Byron%2C%206th%20Baron%20Byron\"&gt;Lord Byron&lt;/a&gt; and &lt;a href=\"Robert%20Peel\"&gt;Robert Peel&lt;/a&gt;. On leaving school he was placed in the office of a &lt;a href=\"solicitor\"&gt;solicitor&lt;/a&gt; at &lt;a href=\"Calne\"&gt;Calne&lt;/a&gt;, &lt;a href=\"Wiltshire\"&gt;Wiltshire&lt;/a&gt;, remaining there until about 1807, when he returned to &lt;a href=\"London\"&gt;London&lt;/a&gt; to study &lt;a href=\"law\"&gt;law&lt;/a&gt;. By the death of his father in 1816 he became possessed of a small property, and soon after entered into partnership with a solicitor; but in 1820 the partnership was dissolved, and he began to write under the pseudonym of \"Barry Cornwall\".\nAfter his marriage in 1824 to Miss Skepper, daughter of Mrs Basil Montague, he returned to his profession as a &lt;a href=\"conveyancer\"&gt;conveyancer&lt;/a&gt;, and was called to the bar in 1831. In the following year he was appointed metropolitan commissioner of &lt;a href=\"lunatic\"&gt;lunacy&lt;/a&gt;—an appointment annually renewed until his election as one of the &lt;a href=\"Commissioners%20in%20Lunacy\"&gt;Commissioners in Lunacy&lt;/a&gt; constituted by the &lt;a href=\"Lunacy%20Act%201845\"&gt;Lunacy Act 1845&lt;/a&gt;. He resigned in 1861. Most of his verse was composed between 1815, when he began to contribute to the \"&lt;a href=\"Literary%20Gazette\"&gt;Literary Gazette&lt;/a&gt;\", and 1823, or at latest 1832. His daughter, &lt;a href=\"Adelaide%20Anne%20Procter\"&gt;Adelaide Anne&lt;/a&gt;, was also a poet.\nHis principal poetical works were: \"Dramatic Scenes and other Poems\" (1819), \"A Sicilian Story\" (1820), \"Marcian Colonna\" (1820), \"\", a tragedy performed at &lt;a href=\"Covent%20Garden\"&gt;Covent Garden&lt;/a&gt; with &lt;a href=\"William%20Charles%20Macready\"&gt;Macready&lt;/a&gt;, &lt;a href=\"Charles%20Kemble\"&gt;Charles Kemble&lt;/a&gt; and &lt;a href=\"Miss%20Foote\"&gt;Miss Foote&lt;/a&gt; in the leading parts (1821), \"The Flood of Thessaly\" (1823) and \"English Songs\" (1832). He was also the author of \"Effigies poetica\" (1824), \"Life of Edmund Kean\" (1835), \"Essays and Tales in Prose\" (1851), \"Charles Lamb; a Memoir\" (1866), and of memoirs of &lt;a href=\"Ben%20Jonson\"&gt;Ben Jonson&lt;/a&gt; and &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt; for editions of their works. A posthumous autobiographical fragment with notes of his literary friends, of whom he had a wide range from &lt;a href=\"William%20Lisle%20Bowles\"&gt;William Lisle Bowles&lt;/a&gt; to &lt;a href=\"Robert%20Browning\"&gt;Robert Browning&lt;/a&gt;, was published in 1877, with some additions by &lt;a href=\"Coventry%20Patmore\"&gt;Coventry Patmore&lt;/a&gt;.\n&lt;a href=\"Charles%20Lamb%20%28writer%29\"&gt;Charles Lamb&lt;/a&gt; gave the highest possible praise to his friend's \"Dramatic Sketches\" when he said that had he found them as anonymous manuscript in the &lt;a href=\"Garrick%20Collection\"&gt;Garrick Collection&lt;/a&gt; he would have had no hesitation about including them in his \"Dramatic Specimens\". He was perhaps not an impartial critic. \"Barry Cornwall's\" songs have caught some notes from the &lt;a href=\"Elizabethan%20era\"&gt;Elizabethan&lt;/a&gt; and &lt;a href=\"Cavalier%20poet\"&gt;Cavalier&lt;/a&gt; lyrics, and blended them with others from the leading poets of his own time; and his dramatic fragments show a similar infusion of the early &lt;a href=\"Victorian%20era\"&gt;Victorian&lt;/a&gt; spirit into pre-&lt;a href=\"English%20Restoration\"&gt;Restoration&lt;/a&gt; forms and cadences. The results are varied, and lack unity, but they abound in pleasant touches, with here and there the flash of a higher, though casual, inspiration.\nRather unknown outside Britain in his times and largely considered to be imitator of greater romantic authors, Barry Cornwall however inspired &lt;a href=\"Alexander%20Pushkin\"&gt;Alexander Pushkin&lt;/a&gt; to some translations and imitations in 1830. Just hours before his last &lt;a href=\"duel\"&gt;duel&lt;/a&gt; in 1837 Pushkin sent a collection by Cornwall to a fellow author, &lt;a href=\"Aleksandra%20Ishimova\"&gt;Mrs. Ishimova&lt;/a&gt;, suggesting that she should translate some poems selected by him.\n&lt;a href=\"William%20Makepeace%20Thackeray\"&gt;William Makepeace Thackeray&lt;/a&gt; dedicated \"&lt;a href=\"Vanity%20Fair%20%28novel%29\"&gt;Vanity Fair&lt;/a&gt;\" to B. W. Procter. &lt;a href=\"Wilkie%20Collins\"&gt;Wilkie Collins&lt;/a&gt; dedicated \"&lt;a href=\"The%20Woman%20in%20White%20%28novel%29\"&gt;The Woman In White&lt;/a&gt;\" to B. W. Procter."
}