{
    "id": "2075354",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2075354",
    "title": "Henry Young (major)",
    "text": "Henry Harrison Young (1841–1866) was a &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt; officer during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; who served as a &lt;a href=\"spy\"&gt;spy&lt;/a&gt;.\nBiography.\nEarly life.\nHenry Harrison Young was born in &lt;a href=\"Mendon%2C%20Massachusetts\"&gt;Mendon, Massachusetts&lt;/a&gt;, on February 9, 1841. Young's father died when he was young, which required him to care for his mother and younger sister.\nCivil War service.\nA resident of &lt;a href=\"Pawtucket%2C%20Rhode%20Island\"&gt;Pawtucket, Rhode Island&lt;/a&gt; when the American Civil War started in April 1861, Young was eager to serve in the &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt;. With his sister, who was only ten years old at the time, driving a carriage for him, and a book of tactics open on his knee, he went from house to house, through the villages of &lt;a href=\"Blackstone%20Valley\"&gt;Blackstone Valley&lt;/a&gt;. Stopping in public places and calling a crowd around his carriage, he harangued them with such patriotic ardor that in one day he enlisted sixty-three men for the Union Army.\nOn June 6, 1861, at the age of 20, Young enlisted in the Union Army as a private in the &lt;a href=\"2nd%20Rhode%20Island%20Infantry\"&gt;2nd Rhode Island Volunteer Infantry&lt;/a&gt;. Although only 5 feet 2 inches tall, Young proved to be a natural leader and a fierce fighter.\nYoung fought with his regiment at the &lt;a href=\"First%20Battle%20of%20Bull%20Run\"&gt;Battle of Bull Run&lt;/a&gt; on July 21, 1861. He was promoted to 2nd lieutenant the next day in recognition of his heroism during the battle and was again promoted to first lieutenant in November of that same year. Young would later fight in the &lt;a href=\"Battle%20of%20Fredericksburg\"&gt;Battle of Fredericksburg&lt;/a&gt; and the &lt;a href=\"Battle%20of%20Salem%20Heights\"&gt;Battle of Salem Heights&lt;/a&gt;.\nOn April 30, 1863, Young was promoted to captain and was assigned as an Acting Assistant &lt;a href=\"Inspector%20General\"&gt;Inspector General&lt;/a&gt; at the brigade headquarters. As this was an administrative position, it disagreed with Young as he desired to return combat service. He held this position until he was promoted to &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; in November 1864 and reassigned as an acting &lt;a href=\"aide-de-camp\"&gt;aide-de-camp&lt;/a&gt; and chief of scouts to Major General &lt;a href=\"Philip%20Sheridan\"&gt;Philip Sheridan&lt;/a&gt;, commander of the Cavalry Corps of the &lt;a href=\"Army%20of%20the%20Potomac\"&gt;Army of the Potomac&lt;/a&gt;.\nYoung commanded a &lt;a href=\"American%20Civil%20War%20spies\"&gt;58-man scout band&lt;/a&gt;, popularly called the \"&lt;a href=\"Jessie%20Scouts\"&gt;Jessie Scouts&lt;/a&gt;\", under General Sheridan in the final months of the war. The Jessie Scouts employed &lt;a href=\"irregular%20warfare\"&gt;irregular warfare&lt;/a&gt; tactics, such as wearing enemy uniforms, and provided long range reconnaissance behind enemy lines. Other activities included tapping telegraph wires and misdirecting supply trains.\nYoung was noted for his ability to disguise himself as either a Confederate soldier or civilian and move unnoticed in Confederate camps gathering intelligence. By infiltrating the enemy in disguise he was legally considered a spy and could have been lawfully executed if captured by the Confederates.\nAmong Young's notable exploits was the capture of Confederate Colonel &lt;a href=\"Harry%20Gilmor\"&gt;Harry Gilmor&lt;/a&gt; on February 4, 1865. Gilmor was the leader of raiding detachment whose capture was considered critical to General Sheridan. Young, along with several of his scouts, disguised themselves as Confederate soldiers and told individuals who knew Gilmor they needed to see the colonel. When provided with Gilmor's location, Young went to the house and captured Gilmor in bed at gun point. Young then escorted him to the prison for Confederate officers at &lt;a href=\"Fort%20Warren%20%28Massachusetts%29\"&gt;Fort Warren&lt;/a&gt; in &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston, Massachusetts&lt;/a&gt;, where Colonel Gilmor was delivered on February 10, 1865.\nYoung was breveted to &lt;a href=\"Lieutenant%20colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt; of Volunteers in March 1865, shortly before he was mustered out of service four months later.\nPost war.\nColonel Young was mysteriously killed in late 1866 while crossing the &lt;a href=\"Rio%20Grande\"&gt;Rio Grande&lt;/a&gt;. He was with a group of veteran soldiers on their way to serve as a bodyguard for Mexican General &lt;a href=\"Mariano%20Escobedo\"&gt;Mariano Escobedo&lt;/a&gt; who was allied with Mexican president &lt;a href=\"Benito%20Juarez\"&gt;Benito Juarez&lt;/a&gt; against Emperor &lt;a href=\"Maximilian%20I%20of%20Mexico\"&gt;Maximilian&lt;/a&gt;.\nUpon hearing of Young's death, General Sheridan wrote \"Major Young’s record during the war, if the details could be gathered, would be of more interest than any romance of war ever written. I shall always remember him with pride and affection.\"\nLegacy.\nA statue named \"The Scout\" was erected in his honor at &lt;a href=\"Burnside%20Park%2C%20Providence%2C%20Rhode%20Island\"&gt;Burnside Park&lt;/a&gt; in downtown &lt;a href=\"Providence%2C%20Rhode%20Island\"&gt;Providence, Rhode Island&lt;/a&gt;. This statue is probably a figurative representation of Young rather than literal one as the statue figure wears the uniform and accouterments of a &lt;a href=\"Cavalry\"&gt;Cavalry&lt;/a&gt; soldier whereas Young was an officer in the &lt;a href=\"Infantry\"&gt;Infantry&lt;/a&gt;."
}