{
    "id": "20753581",
    "revid": "4490355",
    "url": "https://en.wikipedia.org/wiki?curid=20753581",
    "title": "Australasian figbird",
    "text": "The Australasian figbird (\"Sphecotheres vieilloti\"), also known as the green figbird (not to be confused with the &lt;a href=\"Green%20figbird\"&gt;Timor figbird&lt;/a&gt;), is a conspicuous, medium-sized &lt;a href=\"passerine\"&gt;passerine&lt;/a&gt; bird native to a wide range of wooded habitats in northern and eastern Australia, southern &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt;, and the &lt;a href=\"Kai%20Islands\"&gt;Kai Islands&lt;/a&gt;. It is common in large parts of its range, and occurs in numerous protected areas. Consequently, it is rated as &lt;a href=\"least%20concern\"&gt;least concern&lt;/a&gt; by &lt;a href=\"BirdLife%20International\"&gt;BirdLife International&lt;/a&gt; and the &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt;.\nTaxonomy and systematics.\nFormerly, the Australasian figbird was considered as a &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; of the &lt;a href=\"green%20figbird\"&gt;green figbird&lt;/a&gt; and referred to as simply the figbird, a name still commonly used in Australia, where the Australasian figbird is the only &lt;a href=\"figbird\"&gt;figbird&lt;/a&gt; present. The Australasian figbird was split from the green figbird primarily based on differences in measurements, &lt;a href=\"plumage\"&gt;plumage&lt;/a&gt;, and &lt;a href=\"biogeography\"&gt;biogeography&lt;/a&gt;. Additionally, the Australasian figbird has sometimes been split into two separate species, the more northern, yellow figbird (\"S. flaviventris\") and the green or southern figbird (\"S. vieilloti\"), but the two &lt;a href=\"intergrade\"&gt;intergrade&lt;/a&gt; widely where they come into contact, supporting the view that they are part of a single &lt;a href=\"biological%20species\"&gt;biological species&lt;/a&gt;.\nSubspecies.\nFive &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; are recognized:\nDescription.\nThe Australasian figbird has a total length of and a &lt;a href=\"Jizz%20%28birding%29\"&gt;jizz&lt;/a&gt; comparable to that of other &lt;a href=\"Old%20World%20oriole\"&gt;oriole&lt;/a&gt;s. With a body mass of around , it is probably the largest of the &lt;a href=\"Old%20World%20oriole\"&gt;Old World oriole&lt;/a&gt;s. It is &lt;a href=\"sexually%20dimorphic\"&gt;sexually dimorphic&lt;/a&gt;, and the racial differences are almost entirely limited to the male. Males of all subspecies have a black tail with broad white tips to the outer &lt;a href=\"rectrice\"&gt;rectrice&lt;/a&gt;s, white crissum (the undertail &lt;a href=\"Covert%20feather\"&gt;coverts&lt;/a&gt; surrounding the &lt;a href=\"cloaca\"&gt;cloaca&lt;/a&gt;), blackish &lt;a href=\"Flight%20feather%23Primaries\"&gt;primaries&lt;/a&gt;, a black head, distinct bright red facial skin, a black bill with a red base, and pinkish legs. In the nominate subspecies, the body is largely &lt;a href=\"Chartreuse%20%28color%29%23Olive\"&gt;olive&lt;/a&gt;-green, and the throat, neck and chest are grey. The subspecies \"cucullatus\", \"ashbyi\" and \"flaviventris\" are yellowish olive-green above, and bright yellow below (including the throat). The last subspecies, \"salvadorii\", resembles previous, but with a grey throat, collar and chest similar to the nominate subspecies, thereby giving it an intermediate appearance not unlike some &lt;a href=\"Hybrid%20%28biology%29\"&gt;hybrid&lt;/a&gt;s between the nominate and \"flaviventris\" subspecies in Australia.\nFemales are drab-coloured, being dull brownish above, and white below with strong dark streaking. They have greyish facial skin, and a greyish-black bill. &lt;a href=\"Juvenile%20%28organism%29\"&gt;Juveniles&lt;/a&gt; resemble females, but the streaking below is typically not as strong. The other orioles in its range, the &lt;a href=\"Brown%20oriole\"&gt;brown&lt;/a&gt; and &lt;a href=\"olive-backed%20oriole\"&gt;olive-backed oriole&lt;/a&gt;s, are superficially similar, but have entirely red bills when adult.\nAustralasian figbirds make a large number of different short calls, and are also able to mimic the voices of other birds, for example &lt;a href=\"parrot\"&gt;parrot&lt;/a&gt;s and other species of orioles. The song consists of a series of simple whistles.\nBehaviour and ecology.\nAs suggested by their name, Australasian figbirds are largely &lt;a href=\"frugivorous\"&gt;frugivorous&lt;/a&gt;, but also take small insects, nectar and small seeds. While largely a resident species (although the southern population may be migratory), it is nomadic in response to the availability of food.\nUnlike most &lt;a href=\"Old%20World%20oriole\"&gt;oriole&lt;/a&gt;s, Australasian figbirds are gregarious, often forming flocks of 20 to 40 birds during the nonbreeding season, and even breeding in small, loose &lt;a href=\"Bird%20colony\"&gt;colonies&lt;/a&gt;. The flimsy, saucer-shaped nest is made from plant material, and usually placed relatively high in a tree. The clutch of two to four eggs is incubated by both sexes, and typically hatches after 16–17 days. It has been recorded nesting near the aggressive &lt;a href=\"spangled%20drongo\"&gt;spangled drongo&lt;/a&gt; and &lt;a href=\"helmeted%20friarbird\"&gt;helmeted friarbird&lt;/a&gt;, possibly gaining an advantage as they keep potential nest predators away. Australasian figbirds sometimes fall victim to &lt;a href=\"Brood%20parasite\"&gt;nest parasitism&lt;/a&gt; by &lt;a href=\"Pacific%20koel\"&gt;Pacific koel&lt;/a&gt;s."
}