{
    "id": "20796232",
    "revid": "32403627",
    "url": "https://en.wikipedia.org/wiki?curid=20796232",
    "title": "Mensa Christi Church",
    "text": "Mensa Christi is a &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; &lt;a href=\"Church%20%28building%29\"&gt;church&lt;/a&gt; located in &lt;a href=\"Nazareth\"&gt;Nazareth&lt;/a&gt;, in northern &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;.\nChristian tradition.\nMensa Christi, &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; for \"Table of Christ\", contains a large rectangular block of &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; (3.6 x 2.7 x 9 m)) that, according to a pious legend, served as a table when &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt; had a meal with his disciples in his hometown. When a &lt;a href=\"New%20Testament\"&gt;biblical&lt;/a&gt; reference needs to be applied, the quoted passage is from the &lt;a href=\"Gospel%20of%20Mark\"&gt;Gospel of Mark&lt;/a&gt; (), where Jesus appears to the &lt;a href=\"Twelve%20Apostles\"&gt;eleven remaining apostles&lt;/a&gt; after his &lt;a href=\"Resurrection%20of%20Jesus\"&gt;resurrection&lt;/a&gt; and finds them reclining at the table and eating, and he scolds them for not believing those who had witnessed him having returned from the dead.\nSignificance.\nThe three decades Jesus spent in Nazareth are commonly called \"the silent years\", with the &lt;a href=\"Gospels\"&gt;Gospels&lt;/a&gt; telling us close to nothing about that long period in his life. Over the centuries, &lt;a href=\"Christians\"&gt;Christians&lt;/a&gt; have sought for sites suitable for commemorating events from Jesus' life in his home village.\nHistory.\nIn 1781 the &lt;a href=\"Custody%20of%20the%20Holy%20Land\"&gt;Custody of the Holy Land&lt;/a&gt; bought the ruined church from the Muslims. The &lt;a href=\"Franciscans\"&gt;Franciscans&lt;/a&gt; initially built a &lt;a href=\"chapel\"&gt;chapel&lt;/a&gt; at this site in the latter half of the 18th century.\nThe current church, a renovation of the earlier chapel, was completed in 1861.\nThe &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;i government, in a joint project with the local municipality, recently completed an $80 million renovation and restoration of the old city of Nazareth as part of the &lt;a href=\"Millennium\"&gt;Millennium&lt;/a&gt; celebrations of the year 2000. A part of this project was the restoration of the church's &lt;a href=\"frescoes\"&gt;frescoes&lt;/a&gt; and dome.\nLocation.\nThe church is located within a dense neighborhood, above the church district, in the Old City of Nazareth. It is north of the Sisters of Saint &lt;a href=\"Charles%20Borromeo\"&gt;Charles Borromeo&lt;/a&gt; Convent, and near the &lt;a href=\"Maronite\"&gt;Maronite&lt;/a&gt; Church of the Annunciation and &lt;a href=\"Ecumenical\"&gt;Ecumenical&lt;/a&gt; Christian Child Care Center. It can be accessed only by foot down a steep road from the &lt;a href=\"Carmelite\"&gt;Carmelite&lt;/a&gt; convent, or above the &lt;a href=\"Synagogue%20Church\"&gt;Synagogue Church&lt;/a&gt;. This type of walkway is typical of small alleys in Nazareth and other Arab villages in Israel. The church is locked most of the time, but can be visited upon request.\nAnother \"Mensa Christi\".\nA very similar significance is attached to the &lt;a href=\"Church%20of%20the%20Primacy%20of%20St.%20Peter\"&gt;Church of the Primacy of St. Peter&lt;/a&gt; in &lt;a href=\"Tabgha\"&gt;Tabgha&lt;/a&gt;, on the northwest shore of the &lt;a href=\"Sea%20of%20Galilee\"&gt;Sea of Galilee&lt;/a&gt;, where the altar is built upon a cliff known in Latin as Mensa Christi, the Table of Christ, where the resurrected Jesus prepared bread and fishes over a fire for his disciples. This church also commemorates Jesus' reinstatement of &lt;a href=\"Saint%20Peter\"&gt;Peter&lt;/a&gt; as chief &lt;a href=\"Twelve%20Apostles\"&gt;apostle&lt;/a&gt;."
}