{
    "id": "20816",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=20816",
    "title": "Musical keyboard",
    "text": "A musical keyboard is the set of adjacent depressible levers or keys on a &lt;a href=\"musical%20instrument\"&gt;musical instrument&lt;/a&gt;. Keyboards typically contain keys for playing the twelve notes of the Western &lt;a href=\"musical%20scale\"&gt;musical scale&lt;/a&gt;, with a combination of larger, longer keys and smaller, shorter keys that repeats at the interval of an &lt;a href=\"octave\"&gt;octave&lt;/a&gt;. Depressing a key on the keyboard makes the instrument produce sounds—either by mechanically striking a string or tine (&lt;a href=\"Piano\"&gt;acoustic&lt;/a&gt; and &lt;a href=\"electric%20piano\"&gt;electric piano&lt;/a&gt;, &lt;a href=\"clavichord\"&gt;clavichord&lt;/a&gt;), plucking a string (&lt;a href=\"harpsichord\"&gt;harpsichord&lt;/a&gt;), causing air to flow through a &lt;a href=\"pipe%20organ\"&gt;pipe organ&lt;/a&gt;, striking a bell (&lt;a href=\"carillon\"&gt;carillon&lt;/a&gt;), or, on electric and &lt;a href=\"electronic%20keyboard\"&gt;electronic keyboard&lt;/a&gt;s, completing a circuit (&lt;a href=\"Hammond%20organ\"&gt;Hammond organ&lt;/a&gt;, &lt;a href=\"digital%20piano\"&gt;digital piano&lt;/a&gt;, &lt;a href=\"synthesizer\"&gt;synthesizer&lt;/a&gt;). Since the most commonly encountered &lt;a href=\"keyboard%20instrument\"&gt;keyboard instrument&lt;/a&gt; is the &lt;a href=\"piano\"&gt;piano&lt;/a&gt;, the keyboard layout is often referred to as the \"piano keyboard\".\nDescription.\nThe twelve notes of the Western &lt;a href=\"musical%20scale\"&gt;musical scale&lt;/a&gt; are laid out with the lowest note on the left; The longer keys (for the seven \"natural\" notes of the &lt;a href=\"C%20major\"&gt;C major&lt;/a&gt; &lt;a href=\"Musical%20scale\"&gt;scale&lt;/a&gt;: C, D, E, F, G, A, B) &lt;a href=\"wikt%3Ajut\"&gt;jut&lt;/a&gt; forward. Because these keys were traditionally covered in &lt;a href=\"ivory\"&gt;ivory&lt;/a&gt; they are often called the \"white notes\" or \"white keys\". The keys for the remaining five notes—which are not part of the C major scale—(i.e., C/D, D/E, F/G, G/A, A/B) (see &lt;a href=\"Sharp%20%28music%29\"&gt;Sharp&lt;/a&gt; and &lt;a href=\"Flat%20%28music%29\"&gt;Flat&lt;/a&gt;) are raised and shorter. Black keys form a &lt;a href=\"pentatonic%20scale\"&gt;pentatonic scale&lt;/a&gt;. Because these keys receive less wear, they are often made of black colored wood and called the \"black notes\" or \"black keys\". The pattern repeats at the interval of an &lt;a href=\"octave\"&gt;octave&lt;/a&gt;.\nThe arrangement of longer keys for C major with intervening, shorter keys for the intermediate semitones dates to the 15th century. Many keyboard instruments dating from before the nineteenth century, such as harpsichords and pipe organs, have a keyboard with the colours of the keys reversed: the \"white notes\" are made of ebony and the \"black notes\" are covered with softer white bone. A few electric and electronic instruments from the 1960s and subsequent decades have also done this; Vox's electronic organs of the 1960s, Farfisa's FAST portable organs, Hohner's &lt;a href=\"Clavinet\"&gt;Clavinet&lt;/a&gt; L, one version of Korg's Poly-800 synthesizer and Roland's digital harpsichords.\nSome 1960s electronic organs used reverse colors or gray sharps or naturals to indicate the lower part (or parts) of a single keyboard divided into two parts, each controlling a different &lt;a href=\"Registration%20%28organ%29\"&gt;registration&lt;/a&gt; or sound. Such keyboards accommodate melody and contrasting accompaniment without the expense of a second &lt;a href=\"Manual%20%28music%29\"&gt;manual&lt;/a&gt;, and were a regular feature in Spanish and some English organs of the renaissance and baroque eras. The break was between &lt;a href=\"middle%20C\"&gt;middle C&lt;/a&gt; and &lt;a href=\"C%E2%99%AF%20%28musical%20note%29\"&gt;C-sharp&lt;/a&gt;, or outside of Iberia between B and C. Broken keyboards reappeared in 1842 with the &lt;a href=\"Pump%20organ\"&gt;harmonium&lt;/a&gt;, the split occurring at &lt;a href=\"Scientific%20pitch%20notation\"&gt;E4&lt;/a&gt;/F4.\nThe reverse-colored keys on &lt;a href=\"Hammond%20organ\"&gt;Hammond organ&lt;/a&gt;s such as the B3, C3 and A100 are latch-style &lt;a href=\"radio%20button\"&gt;radio button&lt;/a&gt;s for selecting pre-set sounds.\nSize and historical variation.\nThe chromatic range (also called \"&lt;a href=\"wikt%3Acompass\"&gt;compass&lt;/a&gt;\") of keyboard instruments has tended to increase. Harpsichords often extended over five octaves (&gt;60 keys) in the 18th century, while most pianos manufactured since about 1870 have 88 keys. The lowest pitch (frequency: 27.5 Hz) of an 88-key piano is equivalent to a sub contrabass in the range name. Some modern pianos have even more notes (a &lt;a href=\"B%C3%B6sendorfer\"&gt;Bösendorfer&lt;/a&gt; 290 \"Imperial\" has 97 keys, and a &lt;a href=\"Stuart%20%26amp%3B%20Sons\"&gt;Stuart &amp; Sons&lt;/a&gt; model has 108 keys). While modern synthesizer keyboards commonly have either 61, 76 or 88 keys, small MIDI controllers are available with 25 keys. (Digital systems allow shifting octaves, pitch, and \"splitting\" ranges dynamically, which, in some cases, reduce the need for dedicated keys. However, smaller keyboards will typically limit which musical scores can be played.) Organs normally have 61 keys per manual, though some spinet models have 44 or 49. An organ &lt;a href=\"Pedal%20keyboard\"&gt;pedalboard&lt;/a&gt; is a keyboard with long pedals played by the organist's feet. Pedalboards vary in size from 12 to 32 notes or 42 in the case of the international touring Organ from \"Cameron Carpenter\".\nIn a typical keyboard layout, \"black note\" keys have uniform width, and \"white note\" keys have uniform width and uniform spacing at the front of the keyboard. In the larger gaps between the \"black\" keys, the width of the natural notes C, D and E differ slightly from the width of keys F, G, A and B. This allows close to uniform spacing of 12 keys per octave while maintaining uniformity of seven \"natural\" keys per octave.\nOver the last three hundred years, the octave span distance found on historical keyboard instruments (organs, &lt;a href=\"virginals\"&gt;virginals&lt;/a&gt;, &lt;a href=\"clavichord\"&gt;clavichord&lt;/a&gt;s, &lt;a href=\"harpsichord\"&gt;harpsichord&lt;/a&gt;s, and &lt;a href=\"piano\"&gt;piano&lt;/a&gt;s) has ranged from as little as to as much as . Modern piano keyboards ordinarily have an octave span of , resulting in the width of black keys averaging and white keys about at the base, disregarding space between keys. Several reduced-size standards have been proposed. A 7/8 size ( octave span) keyboard was developed by Canadian Christopher Donison in the 1970s. This size, along with the 15/16 size ( octave span) and a smaller size (130 mm (5.1 in) octave span) have since been developed and marketed by Steinbuhler &amp; Company in Pennsylvania. These three sizes are registered as DS6.0, DS5.5 and DS5.1. The company was converted to the non-profit &lt;a href=\"http%3A//dsstandardfoundation.org\"&gt;DS Standard Foundation&lt;/a&gt; in 2018. Hailun USA manufactures pianos in the two alternative DS6.0 and DS5.5 sizes through an agreement with the DS Standard Foundation. Since 2013, a global network of pianists, teachers and performing arts health professionals has been increasingly advocating for change to the 'one size fits all' approach to piano keyboard manufacturing by major companies. This network is known as PASK (&lt;a href=\"http%3A//paskpiano.org\"&gt;Pianists for Alternatively Sized Keyboards&lt;/a&gt;). U.S. pianist &lt;a href=\"Hannah%20Reimann\"&gt;Hannah Reimann&lt;/a&gt; has promoted piano keyboards with narrower octave spans and has a U.S. patent on the apparatus and methods for modifying existing pianos to provide interchangeable keyboards of different sizes.Narrower keyboards are available from Steinway &amp; Sons USA in new grand pianos or as a retrofit to existing pianos.  \nThere have been variations in the design of the keyboard to address technical and musical issues. The earliest designs of keyboards were based heavily on the notes used in &lt;a href=\"Gregorian%20chant\"&gt;Gregorian chant&lt;/a&gt; (the seven diatonic notes plus B-flat) and as such would often include B and B both as diatonic \"white notes\", with the B at the leftmost side of the keyboard and the B at the rightmost. Thus, an octave would have \"eight\" \"white keys\" and only four \"black keys\". The emphasis on these eight notes would continue for a few centuries after the \"seven and five\" system was adopted, in the form of the &lt;a href=\"short%20octave\"&gt;short octave&lt;/a&gt;: the eight aforementioned notes were arranged at the leftmost side of the keyboard, compressed in the keys between E and C (at the time, accidentals that low were very uncommon and thus not needed). During the sixteenth century, when instruments were often tuned in &lt;a href=\"meantone%20temperament\"&gt;meantone temperament&lt;/a&gt;, some harpsichords were constructed with the G and E keys split into two. One portion of the G key operated a string tuned to G and the other operated a string tuned to A, similarly one portion of the E key operated a string tuned to E, the other portion operating a string tuned to D. This type of keyboard layout, known as the &lt;a href=\"enharmonic%20keyboard\"&gt;enharmonic keyboard&lt;/a&gt;, extended the flexibility of the harpsichord, enabling composers to write keyboard music calling for harmonies containing the so-called \"&lt;a href=\"Wolf%20interval\"&gt;wolf&lt;/a&gt;\" fifth (G-sharp to E-flat), but without producing aural discomfort in the listeners (see &lt;a href=\"Split%20sharp\"&gt;Split sharp&lt;/a&gt;). The \"broken octave\", a variation of the aforementioned short octave, similarly used split keys to add accidentals left out of the short octave. Other examples of variations in keyboard design include the &lt;a href=\"Jank%C3%B3%20keyboard\"&gt;Jankó keyboard&lt;/a&gt; and the chromatic keyboard systems on the &lt;a href=\"chromatic%20button%20accordion\"&gt;chromatic button accordion&lt;/a&gt; and &lt;a href=\"bandone%C3%B3n\"&gt;bandoneón&lt;/a&gt;.\nElectronic keyboards.\nSimpler electronic keyboards have switches under each key. Depressing a key connects a circuit, which triggers tone generation. Most keyboards use a &lt;a href=\"keyboard%20matrix%20%28music%29\"&gt;keyboard matrix circuit&lt;/a&gt;, in which 8 rows and 8 columns of wires cross — thus, 16 wires can provide 8 × 8 = 64 crossings, which the keyboard controller scans to determine which key was pressed. The problem with this system is that it provides only a crude binary on/off signal for each key. Better electronic keyboards employ two sets of slightly offset switches for each key. By determining the timing between the activation of the first and second switches, the velocity of a key press can be determined, greatly improving the performance dynamic of a keyboard. The best electronic keyboards have dedicated circuits for each key, providing polyphonic aftertouch.\nAdvanced electronic keyboards may provide hundreds of key touch levels and have 88 keys, as most pianos do.\nPlaying techniques.\nDespite their visual similarity, different keyboard instrument types require different techniques. The piano hammer mechanism produces a louder note the faster the key is pressed, while the harpsichord's plectrum mechanism does not perceptibly vary the volume of the note with different touch on the keyboard. The &lt;a href=\"pipe%20organ\"&gt;pipe organ&lt;/a&gt;'s volume and timbre are controlled by the flow of air from the bellows and the stops preselected by the player. Players of these instruments therefore use different techniques to color the sound. An &lt;a href=\"Electronic%20keyboard\"&gt;arranger keyboard&lt;/a&gt; may be preset to produce any of a range of voices as well as percussion and other accompaniments that respond to chords played by the left hand.\nEven though the keyboard layout is simple and all notes are easily accessible, playing requires skill. A proficient player has undertaken much training to play accurately and in &lt;a href=\"tempo\"&gt;tempo&lt;/a&gt;. Beginners seldom produce a passable rendition of even a simple piece due to lack of &lt;a href=\"wikt%3Atechnique\"&gt;technique&lt;/a&gt;. The sequences of movements of the player's hands can be very complicated. Problems include wide-spanned &lt;a href=\"Chord%20%28music%29\"&gt;chords&lt;/a&gt;, which can be difficult for people with small hands, chords requiring unusual hand positions that can initially be uncomfortable, and fast &lt;a href=\"Musical%20scale\"&gt;scales&lt;/a&gt;, &lt;a href=\"Trill%20%28music%29\"&gt;trills&lt;/a&gt; and &lt;a href=\"arpeggio\"&gt;arpeggio&lt;/a&gt;s.\nPlaying instruments with \"velocity sensitive\" (or \"dynamic\") keyboards (i.e., that respond to varying playing velocity) may require finger independence, so that some fingers play \"harder\" while others play more softly. Pianists call this control of touch velocity \"voicing\" (not to be confused with a piano technician's \"voicing\" of a piano by modifying the hardness of the hammers). Keyboardists speak of playing harder and softer, or with more or less force. This may accurately describe the player's experience—but in the mechanics of the keyboard, &lt;a href=\"velocity\"&gt;velocity&lt;/a&gt; controls musical dynamics. The faster the player depresses the key, the louder the note. Players must learn to coordinate two hands and use them independently. Most music is written for two hands; typically the right hand plays the &lt;a href=\"melody\"&gt;melody&lt;/a&gt; in the &lt;a href=\"Clef%23Treble%20clef\"&gt;treble&lt;/a&gt; range, while the left plays an accompaniment of bass notes and chords in the &lt;a href=\"Clef%23Bass%20clef\"&gt;bass&lt;/a&gt; range. Examples of music written for the left hand alone include several of &lt;a href=\"Leopold%20Godowsky\"&gt;Leopold Godowsky&lt;/a&gt;'s &lt;a href=\"Studies%20on%20Chopin%27s%20%C3%89tudes\"&gt;53 Studies on Chopin's Etudes&lt;/a&gt;, &lt;a href=\"Maurice%20Ravel\"&gt;Maurice Ravel&lt;/a&gt;'s &lt;a href=\"Piano%20Concerto%20for%20the%20Left%20Hand%20%28Ravel%29\"&gt;Piano Concerto for the Left Hand&lt;/a&gt; and &lt;a href=\"Sergei%20Prokofiev\"&gt;Sergei Prokofiev&lt;/a&gt;'s &lt;a href=\"Piano%20Concerto%20No.%204%20%28Prokofiev%29\"&gt;Piano Concerto No. 4 for the left hand&lt;/a&gt;. In music that uses &lt;a href=\"counterpoint\"&gt;counterpoint&lt;/a&gt; technique, both hands play different melodies at the same time.\nOther uses.\nA number of percussion instruments—such as the &lt;a href=\"xylophone\"&gt;xylophone&lt;/a&gt;, &lt;a href=\"marimba\"&gt;marimba&lt;/a&gt;, &lt;a href=\"vibraphone\"&gt;vibraphone&lt;/a&gt;, or &lt;a href=\"glockenspiel\"&gt;glockenspiel&lt;/a&gt;— have pitched elements arranged in the keyboard layout. Rather than depress a key, the performer typically strikes each element (bell, metal or wood bar, etc.) with a mallet.\nThere are some examples of a musical keyboard layout used for non-musical devices. For example, some of the earliest &lt;a href=\"printing%20telegraph\"&gt;printing telegraph&lt;/a&gt; machines used a layout similar to a piano keyboard.\nKeyboards with alternative sets of keys.\nThere are some rare variations of keyboards with more or fewer than 12 keys per octave, mostly used in &lt;a href=\"microtonal%20music\"&gt;microtonal music&lt;/a&gt;, after the discoveries and theoretical developments of musician and inventor &lt;a href=\"Juli%C3%A1n%20Carrillo\"&gt;Julián Carrillo&lt;/a&gt; (1875–1965).\nSome free-reed instrument keyboards such as &lt;a href=\"accordion\"&gt;accordion&lt;/a&gt;s and Indian &lt;a href=\"Pump%20organ\"&gt;harmonium&lt;/a&gt;s include microtones. Electronic music pioneer &lt;a href=\"Pauline%20Oliveros\"&gt;Pauline Oliveros&lt;/a&gt; played one of these. Egyptian belly-dance musicians like Hassam Ramzy use custom-tuned accordions so they can play traditional scales. The small &lt;a href=\"Garmon\"&gt;Garmon&lt;/a&gt; accordion played in the &lt;a href=\"Music%20of%20Azerbaijan\"&gt;Music of Azerbaijan&lt;/a&gt; sometimes has keys that can play microtones when a \"shift\" key is pressed."
}