{
    "id": "20829018",
    "revid": "1054670694",
    "url": "https://en.wikipedia.org/wiki?curid=20829018",
    "title": "John Le Fleming",
    "text": "John Le Fleming (23 October 1865 – 7 October 1942), also known as Jack Le Fleming, was an English sportsman who played &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; for &lt;a href=\"England%20rugby%20union%20team\"&gt;England&lt;/a&gt; and &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; for &lt;a href=\"Kent%20County%20Cricket%20Club\"&gt;Kent County Cricket Club&lt;/a&gt;. He played rugby for &lt;a href=\"Blackheath%20F.C.\"&gt;Blackheath F.C.&lt;/a&gt; and &lt;a href=\"Cambridge%20University%20R.U.F.C.\"&gt;Cambridge University R.U.F.C.&lt;/a&gt; and was a good all-round athlete, competing in &lt;a href=\"Sport%20of%20athletics\"&gt;athletics&lt;/a&gt; and &lt;a href=\"figure%20skating\"&gt;figure skating&lt;/a&gt;. He was an Army tutor at &lt;a href=\"Tonbridge%20School\"&gt;Tonbridge School&lt;/a&gt; and served in the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;.\nEarly life.\nLe Fleming was born in October 1865 at &lt;a href=\"Tonbridge\"&gt;Tonbridge&lt;/a&gt;, the eldest son of the Reverend John and Harriette Le Fleming. His father was employed as an Army tutor at &lt;a href=\"Tonbridge%20School\"&gt;Tonbridge School&lt;/a&gt; and all six of the couple's sons attended the school, John between 1878 and 1884.\nDuring his school years, Le Fleming played &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; and rugby union, captaining the cricket team in his final year. He was awarded the Athletics Points Cup in both 1883 and 1884 and went up to &lt;a href=\"Clare%20College%2C%20Cambridge\"&gt;Clare College, Cambridge&lt;/a&gt; in the autumn of 1884. Whilst at Cambridge he played rugby for the University between 1884 and 1887, winning &lt;a href=\"Blue%20%28university%20sport%29\"&gt;Blues&lt;/a&gt; in each season from 1884 to 1886. He competed in the &lt;a href=\"hurdles\"&gt;hurdles&lt;/a&gt; in the Inter-University athletics competition from 1886 to 1888, winning in the last two years and gaining further Blues in each year, and was national amateur 120 yard hurdles champion in 1887. He also competed in the &lt;a href=\"Hammer%20throw\"&gt;hammer&lt;/a&gt; competition. He did not play cricket for &lt;a href=\"Cambridge%20University%20Cricket%20Club\"&gt;the University side&lt;/a&gt;, but did play for his college on at least one occasion.\nLe Fleming graduated with a degree in Classics in 1887 and was awarded his &lt;a href=\"Master%20of%20Arts\"&gt;M.A.&lt;/a&gt; in 1902. He returned to Tonbridge in 1891 to take up a position as an Army tutor, following in the footsteps of his father. He was a fine all-round athlete and took part in figure skating competitions, winning trophies at &lt;a href=\"Davos%20Platz\"&gt;Davos Platz&lt;/a&gt; in 1893.\nRugby international.\nLe Fleming played rugby as a three-quarter, with his speed considered an asset. He played club rugby for &lt;a href=\"Blackheath%20F.C.\"&gt;Blackheath F.C.&lt;/a&gt; and was capped once for England, in the &lt;a href=\"1887%20Home%20Nations%20Championship\"&gt;1887 Home Nations Championship&lt;/a&gt; game against &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; at &lt;a href=\"Stradey%20Park%20Cricket%20Ground\"&gt;Llanelli&lt;/a&gt;, a match that finished in a 0–0 draw after a frozen pitch at &lt;a href=\"Stradey%20Park\"&gt;Stradey Park&lt;/a&gt; had led to the match being played on the cricket pitch next to the ground. He played for &lt;a href=\"Barbarian%20F.C.\"&gt;Barbarian F.C.&lt;/a&gt; against Corinthians in 1892.\nFirst-class cricketer.\nLe Fleming played little cricket at University, but appeared for the &lt;a href=\"Gentlemen%20of%20Kent\"&gt;Gentlemen of Kent&lt;/a&gt; amateur side in a tour match against the &lt;a href=\"Gentlemen%20of%20Philadelphia\"&gt;Gentlemen of Philadelphia&lt;/a&gt; towards the end of July 1889, playing alongside &lt;a href=\"Lord%20Harris\"&gt;Lord Harris&lt;/a&gt;. He made his &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; debut a week later, playing for &lt;a href=\"Kent%20County%20Cricket%20Club\"&gt;Kent County Cricket Club&lt;/a&gt; against &lt;a href=\"Surrey%20County%20Cricket%20Club\"&gt;Surrey&lt;/a&gt; at &lt;a href=\"Rectory%20Field\"&gt;Blackheath&lt;/a&gt;.\nBetween 1889 and 1899 Le Fleming played in a total of 40 first-class matches for Kent. He played primarily as a batsman and was described in his \"&lt;a href=\"Wisden\"&gt;Wisden&lt;/a&gt;\" obituary as showing \"good style in defence and hitting\" and being able to \"drive and cut with effect\" and \"play a punishing game\". He was considered inconsistent however, and scored only one century, a score of 134 made against &lt;a href=\"Sussex%20County%20Cricket%20Club\"&gt;Sussex&lt;/a&gt; in 1892. \nIn club cricket Le Fleming played for Tonbridge for whom he made \"many runs\", including a score of 228 in 1889. He played his last first-class match for Kent against &lt;a href=\"Essex%20County%20Cricket%20Club\"&gt;Essex&lt;/a&gt; in July 1899, although he played occasionally for the Second XI. His younger brother &lt;a href=\"Lawrence%20Le%20Fleming\"&gt;Lawrence&lt;/a&gt; also played for the county, making 12 appearances for the First XI between 1897 and 1899.\nWartime service.\nAt the outbreak of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; Le Fleming was still working as an Army tutor at Tonbridge and served as a platoon commander with the &lt;a href=\"Volunteer%20Training%20Corps\"&gt;Volunteer Training Corps&lt;/a&gt; in the first year of the war. At 49 years old he was beyond the age for frontline service, but volunteered to join the &lt;a href=\"Territorial%20Force\"&gt;Territorial Force&lt;/a&gt; in early 1915, being commissioned as a &lt;a href=\"2nd%20Lieutenant\"&gt;2nd Lieutenant&lt;/a&gt; in the 3/1st &lt;a href=\"Kent%20Cyclist%20Battalion\"&gt;Kent Cyclist Battalion&lt;/a&gt; in May 1915.\nHe served in a variety of positions in the Territorial Force throughout the war, commanding the 3/1 Kent Cyclists with the rank of temporary Lieutenant-Colonel until they were reduced to a cadre in 1916 when he transferred to 3/1 &lt;a href=\"West%20Kent%20Yeomanry\"&gt;West Kent Yeomanry&lt;/a&gt;. He spent much of the war in training positions at &lt;a href=\"Crowborough\"&gt;Crowborough&lt;/a&gt; and &lt;a href=\"Tunbridge%20Wells\"&gt;Tunbridge Wells&lt;/a&gt;, reaching the rank of acting Major in the 4th Battalion the &lt;a href=\"Royal%20West%20Kent%20Regiment\"&gt;Royal West Kent Regiment&lt;/a&gt;, a reserve formation. He remained in the Territorial Force after the end of the war and was promoted to the rank of Lieutenant-Colonel in the Territorial Reserve in November 1919.\nFamily and later life.\nLe Fleming married Ethel Hall, the daughter of a Lieutenant-Colonel in the Indian Army, in 1891. Both of his sons served during the Great War, the eldest, John Neville, as a Lieutenant with 1/1 Kent Cyclists in India and, in 1919, in the &lt;a href=\"Third%20Anglo-Afghan%20War\"&gt;Third Anglo-Afghan War&lt;/a&gt;. The youngest, &lt;a href=\"Roger%20Eustace%20Le%20Fleming\"&gt;Roger Eustace&lt;/a&gt;, attended &lt;a href=\"Royal%20Military%20College%2C%20Sandhurst\"&gt;Sandhurst&lt;/a&gt; and served in France in 1915 with the 1st Battalion &lt;a href=\"East%20Surrey%20Regiment\"&gt;East Surrey Regiment&lt;/a&gt;, fighting at &lt;a href=\"Hill%2060%20%28Ypres%29\"&gt;Hill 60&lt;/a&gt; and &lt;a href=\"Second%20Battle%20of%20Ypres\"&gt;Second Ypres&lt;/a&gt;, before transferring to &lt;a href=\"102nd%20Prince%20of%20Wales%27s%20Own%20Grenadiers\"&gt;102nd Prince of Wales's Own Grenadiers&lt;/a&gt;, an Indian Army unit, with whom he fought in Mesopotamia and Palestine and then, in 1919–1920, &lt;a href=\"Somaliland%20campaign%20%281920%29\"&gt;Somaliland&lt;/a&gt;. He was wounded twice, &lt;a href=\"Mentioned%20in%20Dispatches\"&gt;Mentioned in Dispatches&lt;/a&gt; and awarded the &lt;a href=\"Military%20Cross\"&gt;Military Cross&lt;/a&gt;. After the war Roger remained in the Army, serving throughout &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and eventually rising to the rank of &lt;a href=\"Major-General\"&gt;Major-General&lt;/a&gt;.\nFour of Le Fleming's five brothers also served in the military during the Great War, Lawrence being killed in action in France in March 1918. After retiring from Tonbridge in 1925 aged 60, he died aged 76 in 1942 at &lt;a href=\"Montreux\"&gt;Montreux&lt;/a&gt; in Switzerland where he was living with his wife who died there the following year."
}