{
    "id": "20832008",
    "revid": "33173146",
    "url": "https://en.wikipedia.org/wiki?curid=20832008",
    "title": "Greg Boll",
    "text": "Greg Boll (born June 27, 1961) is a former &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; &lt;a href=\"politician\"&gt;politician&lt;/a&gt; and member of the &lt;a href=\"Minnesota%20Democratic-Farmer-Labor%20Party\"&gt;Minnesota Democratic-Farmer-Labor Party&lt;/a&gt; (DFL Party). Boll was, somewhat unintentionally, one of the key players in the DFL Party's \"firestorm\" that swept through southwestern &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt; in the mid-1980s at the height of the &lt;a href=\"Midwestern\"&gt;Midwestern&lt;/a&gt; Farm Crisis. The party's onslaught led to an unprecedented take-over of nearly all the legislative seats in southwestern Minnesota in the 1986 elections.\nDubbed the DFL's \"&lt;a href=\"hatchet%20man%20%28politics%29\"&gt;hatchet man&lt;/a&gt;\" by &lt;a href=\"Republican%20Party%20of%20Minnesota\"&gt;Minnesota Republicans&lt;/a&gt;, Boll actively engaged the media to hammer away at the Republicans over what he maintained were their failed policies in &lt;a href=\"Agriculture%20in%20the%20United%20States\"&gt;rural America&lt;/a&gt;, using the farm crisis as the basis for his attacks. He also supported the somewhat militant &lt;a href=\"Groundswell%20group\"&gt;Groundswell&lt;/a&gt; movement in its quest to bring political and &lt;a href=\"social%20change\"&gt;social change&lt;/a&gt; on behalf of the region's farmers. Utilizing a steady stream of scathing editorials and letters-to-the-editor in over thirty area newspapers, he made the case for change over the course of five election cycles, helping the DFL experience unprecedented success in the traditionally Republican small towns and rural communities of the region.\nYouth and early activism in Southern Minnesota.\nAccording to some who knew him, Boll had a bit of a \"bad boy\" reputation early on—a reputation he later channeled successfully into brash, no-nonsense political change. Growing up in Minnesota and &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;, his &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; religious background and schooling at a &lt;a href=\"Lutheran\"&gt;Lutheran&lt;/a&gt; college in &lt;a href=\"New%20Ulm%2C%20Minnesota\"&gt;New Ulm&lt;/a&gt; served as the contrasting catalyst for the more &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; views he displayed once he became active in the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt;.\nWhile in college, Boll worked with &lt;a href=\"Rudy%20Perpich\"&gt;Rudy Perpich&lt;/a&gt;'s 1982 &lt;a href=\"Governor%20of%20Minnesota\"&gt;gubernatorial&lt;/a&gt; campaign and with &lt;a href=\"Mark%20Dayton\"&gt;Mark Dayton&lt;/a&gt;'s bid for the &lt;a href=\"United%20States%20Senate\"&gt;U.S. Senate&lt;/a&gt; against incumbent Senator &lt;a href=\"David%20Durenberger\"&gt;Dave Durenberger&lt;/a&gt;. Briefly managing a &lt;a href=\"Minnesota%20Senate\"&gt;state senate&lt;/a&gt; campaign in the &lt;a href=\"New%20Ulm%2C%20Minnesota\"&gt;New Ulm&lt;/a&gt; area for former New Ulm mayor and state representative &lt;a href=\"Tony%20Eckstein\"&gt;Tony Eckstein&lt;/a&gt;, he later moved to &lt;a href=\"Worthington%2C%20Minnesota\"&gt;Worthington&lt;/a&gt;, where he worked as administrator and later chief of a security agency and became active in the community as a church youth leader and a member of several local boards. He quickly gained the attention of area Democrats through his editorials in the region's newspapers.\nImplementing the DFL \"Firestorm\" of 1986.\nTouted as bringing a younger voice to the DFL, Boll quickly rose through the ranks to become a party leader and \"whiz kid\" of sorts. In 1985 he was named to fill a vacancy as &lt;a href=\"party%20secretary\"&gt;party secretary&lt;/a&gt; for the old &lt;a href=\"Minnesota%27s%202nd%20congressional%20district\"&gt;2nd Congressional District&lt;/a&gt;, a sprawling 31-county area. He was subsequently elected to the position four times. In that role, he helped promote candidates for the congressional seat held by Republican &lt;a href=\"Vin%20Weber\"&gt;Vin Weber&lt;/a&gt;—among them &lt;a href=\"Dave%20Johnson%20%28Minnesota%20politician%29\"&gt;Dave Johnson&lt;/a&gt;, &lt;a href=\"Todd%20Lundquist\"&gt;Todd Lundquist&lt;/a&gt; and, later, &lt;a href=\"David%20Minge\"&gt;David Minge&lt;/a&gt;. The following year he was asked by the Minnesota &lt;a href=\"Minnesota%20House%20of%20Representatives\"&gt;House&lt;/a&gt; and &lt;a href=\"Minnesota%20Senate\"&gt;Senate&lt;/a&gt; DFL &lt;a href=\"caucus\"&gt;caucus&lt;/a&gt;es to be their point man for finding and recruiting candidates to run for the various legislative seats in the area.\nFor his own legislative district, Boll quickly allied with &lt;a href=\"Jim%20Vickerman\"&gt;Jim Vickerman&lt;/a&gt;, a &lt;a href=\"Murray%20County%2C%20Minnesota\"&gt;Murray County&lt;/a&gt; commissioner and farmer, whom he pushed to run for the state senate in District 28 (which became District 22 after the 1992 legislative &lt;a href=\"redistricting\"&gt;redistricting&lt;/a&gt;) against incumbent Senator &lt;a href=\"Doran%20Isackson\"&gt;Doran Isackson&lt;/a&gt;. At the time, the large district included all or portions of &lt;a href=\"Brown%20County%2C%20Minnesota\"&gt;Brown&lt;/a&gt;, &lt;a href=\"Cottonwood%20County%2C%20Minnesota\"&gt;Cottonwood&lt;/a&gt;, &lt;a href=\"Jackson%20County%2C%20Minnesota\"&gt;Jackson&lt;/a&gt;, &lt;a href=\"Martin%20County%2C%20Minnesota\"&gt;Martin&lt;/a&gt;, &lt;a href=\"Murray%20County%2C%20Minnesota\"&gt;Murray&lt;/a&gt;, &lt;a href=\"Nobles%20County%2C%20Minnesota\"&gt;Nobles&lt;/a&gt;, &lt;a href=\"Redwood%20County%2C%20Minnesota\"&gt;Redwood&lt;/a&gt; and &lt;a href=\"Watonwan%20County%2C%20Minnesota\"&gt;Watonwan&lt;/a&gt; counties. Taking on the role of &lt;a href=\"campaign%20manager\"&gt;manager&lt;/a&gt; of the campaign, he proceeded to carve out a detailed strategy and format that quickly became a model for other legislative campaign structures in &lt;a href=\"Greater%20Minnesota\"&gt;Greater Minnesota&lt;/a&gt;.\nBoll's &lt;a href=\"campaign%20manager\"&gt;campaign management&lt;/a&gt; style was similar to his personal approach in taking on the Republicans, relying significantly on an all-out \"blitz\" that consisted of constant visibility and development of name recognition in the news media, on the radio, in signage, in literature and in billboards through &lt;a href=\"brand\"&gt;\"branding\"&lt;/a&gt; of the Vickerman name. He also implemented multiple literature drops to and door-knocking of every home in the district, and generated a steady flow of press releases on issues relevant to local residents that were distributed to area media outlets. Multiple &lt;a href=\"fundraiser\"&gt;fundraiser&lt;/a&gt;s, or \"bean feeds,\" as they were often called, were held in each county in the district, as were driving tours during which the candidate would randomly stop in the \"&lt;a href=\"Main%20Street\"&gt;Main Street&lt;/a&gt;\" cafes and downtown businesses of the various communities around the district to visit with residents. The campaign also actively linked with other DFL campaigns to promote a unified wall of new voices for the region. The strategy worked in spades, with DFL candidates, including Vickerman, solidly trouncing their opponents in nearly every legislative district in southwestern Minnesota in what came to be called the DFL \"firestorm\" of 1986.\nOkabena Towers incident.\nA recollection of the 1986 campaigns in southwestern Minnesota merits comment on a bizarre incident that took place the evening before &lt;a href=\"Election%20Day%20%28United%20States%29\"&gt;election day&lt;/a&gt;. Wrapping up the campaign on November 3, Boll, Jim Vickerman and several campaign workers hung literature for DFL candidates on the doors of the residents of the Okabena Towers, a high rise housing complex for seniors in Worthington. After finishing the top floors of the building, one of the campaign workers walked back through one of the lower floors and noticed that all the DFL literature was missing from the doors and, in their place, were brochures for Senator &lt;a href=\"Doran%20Isackson\"&gt;Doran Isackson&lt;/a&gt;, Vickerman's opponent. The worker found Boll, Vickerman and the manager of the building and advised them. They walked back through the upper floors and came upon Isackson removing the DFL literature from the doors, putting it in a folder and replacing it with his own. Boll approached and confronted Isackson, who then ran down one of the side stairwells of the building, with Boll and others in pursuit. When he reached the main floor, Isackson exited the building, ran toward and got into his vehicle. Boll ran to the driver's side of the vehicle and asked Isackson to roll down the window so he could speak with him. Isackson locked the doors, started the vehicle and rapidly drove it in reverse down the street.\nIn the meantime, the building manager contacted the local police. Isackson was stopped for speeding on the way out of town, but the officer, unaware of the call in to the police at that point, warned and released him. An officer came to the Okabena Towers, took statements from Boll, Vickerman, the campaign workers and the building manager. Isackson was subsequently contacted by the police at his home in &lt;a href=\"Storden%2C%20Minnesota\"&gt;Storden&lt;/a&gt; and advised that the matter would be turned over to the local &lt;a href=\"prosecutor\"&gt;prosecutor&lt;/a&gt;. In the meantime, Vickerman requested that the matter be kept quiet until after the election so as not to be a factor in the outcome.\nNews of the occurrence soon broke in the media and drew attention throughout the state. Isackson was subsequently charged with &lt;a href=\"theft\"&gt;theft&lt;/a&gt;, but the prosecutor agreed to dismiss the charges provided he would write an apology letter to area residents, to be printed in newspapers throughout the district. Once printed, Isackson's letter proved to be a rambling &lt;a href=\"diatribe%20%28newspaper%20column%29\"&gt;diatribe&lt;/a&gt; that expressed his sense of frustration and feeling of being overwhelmed by the intensity of the campaign that Boll, Vickerman and other Democrats had waged against him, stating that, no matter where he turned, all he heard or read about was how bad his voting record was, and how he had failed the district as a senator. This sentiment was echoed, albeit less openly, by other defeated Republicans in the region.\nParty leadership.\nIn 1987, Boll ran for &lt;a href=\"Party%20Chair\"&gt;party chair&lt;/a&gt; of the legislative district, facing opposition from area farmer and &lt;a href=\"political%20activist\"&gt;political activist&lt;/a&gt; Andrew Olson, a staunch supporter of the somewhat radical activist &lt;a href=\"Lyndon%20LaRouche\"&gt;Lyndon LaRouche&lt;/a&gt;, founder of the &lt;a href=\"LaRouche%20movement\"&gt;LaRouche movement&lt;/a&gt;. Boll won the race handily and was subsequently re-elected to the post three times. He also became active at the state level as a member of the Minnesota DFL's central and executive committees.\nIn 1988, Boll allied early on with U.S. Senator &lt;a href=\"Paul%20Simon%20%28politician%29\"&gt;Paul Simon&lt;/a&gt; in his bid for the presidency, serving as state coordinator for the campaign and arranging for visits by the senator to Minnesota and &lt;a href=\"South%20Dakota\"&gt;South Dakota&lt;/a&gt;, including a stop in Boll's home town of Worthington. He also made the rounds on Simon's behalf, appearing on TV stations in &lt;a href=\"Sioux%20Falls%2C%20South%20Dakota\"&gt;Sioux Falls&lt;/a&gt; and &lt;a href=\"Omaha%2C%20Nebraska\"&gt;Omaha&lt;/a&gt;. When Simon later withdrew from the race as &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;' governor &lt;a href=\"Michael%20Dukakis\"&gt;Michael Dukakis&lt;/a&gt; took the forefront, he set his sights on other goals, serving several years on the Minnesota Commission on the Bicentennial of the U.S. Constitution and Bill of Rights, to which he was appointed by &lt;a href=\"Rudy%20Perpich\"&gt;Governor Perpich&lt;/a&gt;, and on the Minnesota General Crime Advisory Council, to which he was appointed by Corrections Commissioner Orville Pung.\nBoll ran for party secretary of the Minnesota DFL in 1989, but was defeated by party activist &lt;a href=\"Rick%20Stafford\"&gt;Rick Stafford&lt;/a&gt;, who went on to become the state party chair just two years later. Boll's &lt;a href=\"pro-life\"&gt;pro-life&lt;/a&gt; stance on &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt;, his support of &lt;a href=\"capital%20punishment\"&gt;capital punishment&lt;/a&gt;, and his opposition to the more liberal ideology of Twin Cities' Democrats rankled urban party leaders and ensured his defeat.\nMove to the Twin Cities and post-activism.\nIn 1993, Boll moved to the &lt;a href=\"Minneapolis%20%E2%80%93%20Saint%20Paul\"&gt;Twin Cities&lt;/a&gt; to continue his work with a &lt;a href=\"real%20estate\"&gt;real estate&lt;/a&gt; and &lt;a href=\"property%20management\"&gt;property management&lt;/a&gt; company that specialized in student and market rate housing. He briefly served as a party officer for the &lt;a href=\"Minnesota%27s%204th%20congressional%20district\"&gt;4th Congressional District&lt;/a&gt; DFL, which encompasses &lt;a href=\"Saint%20Paul%2C%20Minnesota\"&gt;Saint Paul&lt;/a&gt; and the surrounding suburbs.\nHaving previously supported former &lt;a href=\"United%20States%20Attorney\"&gt;U.S. Attorney&lt;/a&gt; &lt;a href=\"Tom%20Berg\"&gt;Tom Berg&lt;/a&gt; in his bid for the DFL's endorsement for the &lt;a href=\"United%20States%20Senate\"&gt;U.S. Senate&lt;/a&gt; against &lt;a href=\"Paul%20Wellstone\"&gt;Paul Wellstone&lt;/a&gt;, Boll again allied with Berg in his bid for the party's endorsement for the U.S. Senate against &lt;a href=\"Ann%20Wynia\"&gt;Ann Wynia&lt;/a&gt; in 1994, and was named &lt;a href=\"Minnesota%27s%202nd%20congressional%20district\"&gt;2nd Congressional District&lt;/a&gt; Coordinator for the campaign. When Berg withdrew from the race after Wynia won the endorsement, he laid low and never endorsed Wynia. He turned his energies briefly to involvement with several &lt;a href=\"Minneapolis%2C%20Minnesota\"&gt;Minneapolis&lt;/a&gt; organizations that promoted &lt;a href=\"social%20change\"&gt;social change&lt;/a&gt; and helped &lt;a href=\"homelessness\"&gt;homeless&lt;/a&gt; and troubled &lt;a href=\"inner%20city\"&gt;inner city&lt;/a&gt; youth.\nHealth problems plagued Boll in the mid 1990s, culminating in his hospitalization for several weeks in 1997. While he subsequently recovered, he abruptly disappeared from the Minnesota political scene around that time and has not been involved since. He is believed to still live in the Twin Cities metropolitan area."
}