{
    "id": "208527",
    "revid": "5831124",
    "url": "https://en.wikipedia.org/wiki?curid=208527",
    "title": "History of the English penny (1066–1154)",
    "text": "This article traces the history of the &lt;a href=\"Penny%20%28English%20coin%29\"&gt;English penny&lt;/a&gt; from 1066 to 1154.\nThe early Norman kings.\nFollowing the &lt;a href=\"Norman%20Conquest\"&gt;Norman Conquest&lt;/a&gt;, &lt;a href=\"William%20I%20of%20England\"&gt;William the Conqueror&lt;/a&gt; continued the &lt;a href=\"Anglo-Saxons\"&gt;Anglo-Saxon&lt;/a&gt; coinage system. As a penny was a fairly large unit of currency at the time, when small change was needed a penny would be cut in half or into quarters at the mint of issue. Most pennies of Kings William I and &lt;a href=\"William%20II%20of%20England\"&gt;II&lt;/a&gt; show a front-facing &lt;a href=\"Bust%20%28sculpture%29\"&gt;bust&lt;/a&gt; of the king on the &lt;a href=\"obverse\"&gt;obverse&lt;/a&gt; (which was a departure from the Anglo-Saxon kings, who mostly used a sideways-facing bust), surrounded by a legend, usually (\"King William\", or \"William King of the English\" — The P may have been a late usage of the letter &lt;a href=\"wynn\"&gt;wynn&lt;/a&gt;, a P-shaped rune which had the sound value of a \"w\"). The &lt;a href=\"Obverse%20and%20reverse\"&gt;reverse&lt;/a&gt; of the coin usually showed some form of &lt;a href=\"cross\"&gt;cross&lt;/a&gt;, surrounded by the legend identifying the &lt;a href=\"moneyer\"&gt;moneyer&lt;/a&gt; and &lt;a href=\"Mint%20%28coin%29\"&gt;mint&lt;/a&gt;.\nMoneyers were personally responsible for maintaining the weight (at this time, 20 to 22 grains, 1.3 to 1.6 grams) and the silver fineness of the coins they produced — there are several recorded instances of moneyers who produced short-weight coins being mutilated or occasionally executed. Although there was only a small amount of space on the reverse, the moneyer's \"identification details\" were considered more important than the mint and were not often abbreviated (although often 'mis-spelt'). The moneyer's name would appear after a small cross, and is usually followed by \"ON\" (\"of\") and the town's name. During the reign of William I (1066-1087) the demand for coins was so high that there were about 70 mints active; over 50 mints were active at the start of William II's reign in 1087, but only 34 were still in operation at his death in 1100.\nLocation of mints, 1066–1100.\nDuring the reign of the first two Norman kings, mints were located in \n&lt;a href=\"Barnstaple\"&gt;Barnstaple&lt;/a&gt;, &lt;a href=\"Bath%2C%20Somerset\"&gt;Bath&lt;/a&gt;, &lt;a href=\"Bedford%2C%20Bedfordshire\"&gt;Bedford&lt;/a&gt;, &lt;a href=\"Bedwyn\"&gt;Bedwyn&lt;/a&gt;, &lt;a href=\"Bridport\"&gt;Bridport&lt;/a&gt;, &lt;a href=\"Bristol\"&gt;Bristol&lt;/a&gt;, &lt;a href=\"Bury%20St%20Edmunds\"&gt;Bury St Edmunds&lt;/a&gt;, &lt;a href=\"Cambridge%2C%20Cambridgeshire\"&gt;Cambridge&lt;/a&gt;, &lt;a href=\"Canterbury\"&gt;Canterbury&lt;/a&gt;, &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt;, &lt;a href=\"Chester%2C%20Cheshire\"&gt;Chester&lt;/a&gt;, &lt;a href=\"Chichester\"&gt;Chichester&lt;/a&gt;, &lt;a href=\"Christchurch%2C%20Dorset\"&gt;Christchurch&lt;/a&gt;, &lt;a href=\"Colchester\"&gt;Colchester&lt;/a&gt;, &lt;a href=\"Cricklade\"&gt;Cricklade&lt;/a&gt;, &lt;a href=\"Derby\"&gt;Derby&lt;/a&gt;, Devitum (probably &lt;a href=\"St%20David%27s\"&gt;St David's&lt;/a&gt;, South Wales), &lt;a href=\"Dorchester%2C%20Dorset\"&gt;Dorchester&lt;/a&gt;, &lt;a href=\"Dover\"&gt;Dover&lt;/a&gt;, &lt;a href=\"Durham%2C%20England\"&gt;Durham&lt;/a&gt;, &lt;a href=\"Exeter\"&gt;Exeter&lt;/a&gt;, &lt;a href=\"Gloucester\"&gt;Gloucester&lt;/a&gt;, &lt;a href=\"Guildford\"&gt;Guildford&lt;/a&gt;, &lt;a href=\"Hastings\"&gt;Hastings&lt;/a&gt;, &lt;a href=\"Hereford\"&gt;Hereford&lt;/a&gt;, &lt;a href=\"Hertford\"&gt;Hertford&lt;/a&gt;, &lt;a href=\"Huntingdon\"&gt;Huntingdon&lt;/a&gt;, &lt;a href=\"Hythe%2C%20Kent\"&gt;Hythe&lt;/a&gt;, &lt;a href=\"Ilchester\"&gt;Ilchester&lt;/a&gt;, &lt;a href=\"Ipswich%20Mint\"&gt;Ipswich&lt;/a&gt;, &lt;a href=\"Launceston%2C%20Cornwall\"&gt;Launceston&lt;/a&gt;, &lt;a href=\"Leicester\"&gt;Leicester&lt;/a&gt;, &lt;a href=\"Lewes\"&gt;Lewes&lt;/a&gt;, &lt;a href=\"Lincoln%2C%20Lincolnshire\"&gt;Lincoln&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"Maldon%2C%20Essex\"&gt;Maldon&lt;/a&gt;, &lt;a href=\"Malmesbury%2C%20Wiltshire\"&gt;Malmesbury&lt;/a&gt;, &lt;a href=\"Marlborough%2C%20Wiltshire\"&gt;Marlborough&lt;/a&gt;, &lt;a href=\"Northampton\"&gt;Northampton&lt;/a&gt;, &lt;a href=\"Norwich\"&gt;Norwich&lt;/a&gt;, &lt;a href=\"Nottingham\"&gt;Nottingham&lt;/a&gt;, &lt;a href=\"Oxford\"&gt;Oxford&lt;/a&gt;, &lt;a href=\"Peterborough\"&gt;Peterborough&lt;/a&gt;, &lt;a href=\"Pevensey\"&gt;Pevensey&lt;/a&gt;, &lt;a href=\"Rhuddlan\"&gt;Rhuddlan&lt;/a&gt;, &lt;a href=\"Rochester%2C%20Kent\"&gt;Rochester&lt;/a&gt;, &lt;a href=\"New%20Romney\"&gt;Romney&lt;/a&gt;, &lt;a href=\"Salisbury%2C%20Wiltshire\"&gt;Salisbury&lt;/a&gt;, &lt;a href=\"Sandwich%2C%20Kent\"&gt;Sandwich&lt;/a&gt;, &lt;a href=\"Shaftesbury\"&gt;Shaftesbury&lt;/a&gt;, &lt;a href=\"Shrewsbury\"&gt;Shrewsbury&lt;/a&gt;, &lt;a href=\"Southwark\"&gt;Southwark&lt;/a&gt;, &lt;a href=\"Stafford\"&gt;Stafford&lt;/a&gt;, &lt;a href=\"Stamford%2C%20Lincolnshire\"&gt;Stamford&lt;/a&gt;, &lt;a href=\"Steyning\"&gt;Steyning&lt;/a&gt;, &lt;a href=\"Sudbury%2C%20Suffolk\"&gt;Sudbury&lt;/a&gt;, &lt;a href=\"Tamworth%2C%20Staffordshire\"&gt;Tamworth, Staffordshire&lt;/a&gt;, &lt;a href=\"Taunton%2C%20Somerset\"&gt;Taunton&lt;/a&gt;, &lt;a href=\"Thetford\"&gt;Thetford&lt;/a&gt;, &lt;a href=\"Totnes\"&gt;Totnes&lt;/a&gt;, &lt;a href=\"Wallingford%2C%20Oxfordshire\"&gt;Wallingford&lt;/a&gt;, &lt;a href=\"Wareham%2C%20Dorset\"&gt;Wareham&lt;/a&gt;, &lt;a href=\"Warwick\"&gt;Warwick&lt;/a&gt;, &lt;a href=\"Watchet\"&gt;Watchet&lt;/a&gt;, &lt;a href=\"Wilton%2C%20Wiltshire\"&gt;Wilton&lt;/a&gt;, &lt;a href=\"Winchcombe\"&gt;Winchcombe&lt;/a&gt;, &lt;a href=\"Winchester%2C%20Hampshire\"&gt;Winchester&lt;/a&gt;, &lt;a href=\"Worcester%2C%20Worcestershire\"&gt;Worcester&lt;/a&gt;, and &lt;a href=\"York\"&gt;York&lt;/a&gt;.\nDuring the relatively long reign of &lt;a href=\"Henry%20I%20of%20England\"&gt;King Henry I&lt;/a&gt; (1100–1135) the penny remained the chief denomination, although round halfpennies and quarter pennies were introduced [these are mentioned in contemporary accounts] which proved very unpopular and only about \"twelve\" specimens (of halfpence, and \"no\" round quarters) are known to exist today. Fifteen major types of penny were produced, at around 54 mints which were intermittently active throughout the reign. The quality of the coins in the early part of the reign was poor, as the moneyers made a large profit by producing underweight coins or coins of debased fineness. In 1124 Henry called all 150 moneyers to Winchester and called them to account for their activities — 94 of them were convicted of issuing sub-standard coins and were mutilated, their right hands and one testicle being cut off, as a result of which the quality of coins improved for most of the remainder of his reign. The basic design of the coins remained the same as before with the obverse inscriptions variously being — \"Henry\", \"King Henry\", \"Henry King of England\".\nLocation of mints, 1100–1135.\nDuring the reign of King Henry I, mints were located in Barnstaple, Bath, Bedford, Bristol, Bury St Edmunds, Cambridge, Canterbury, Cardiff, &lt;a href=\"Carlisle%2C%20Cumbria\"&gt;Carlisle&lt;/a&gt;, Chester, Chichester, Christchurch, Colchester, Derby, Dorchester, Dover, Durham, Exeter, Gloucester, Hastings, Hereford, Huntingdon, Ilchester, Ipswich, Launceston, Leicester, Lewes, Lincoln, London, &lt;a href=\"Northampton\"&gt;Northampton&lt;/a&gt;, Norwich, Nottingham, Oxford, &lt;a href=\"Pembroke%2C%20Pembrokeshire\"&gt;Pembroke&lt;/a&gt;, Pevensey, Rochester, Romney, Salisbury, Sandwich, Shaftesbury, Shrewsbury, &lt;a href=\"Southampton\"&gt;Southampton&lt;/a&gt;, Southwark, Stafford, Stamford, Sudbury, Tamworth, Taunton, Thetford, Totnes, Wallingford, Wareham, Warwick, Watchet, Wilton, Winchcombe, Winchester, Worcester, and York.\nOne of the largest hoards of coins of Henry I was the &lt;a href=\"The%20Hospital%20of%20the%20Holy%20Innocents%2C%20Lincoln\"&gt;Lincoln Melandry Hoard&lt;/a&gt; found in February 1972. This provided many new examples of coins minted by previously undocumented moneyers for the later issues of Henry I's reign.\nThe Anarchy.\nThe period following the death of King Henry I is known as &lt;a href=\"The%20Anarchy\"&gt;The Anarchy&lt;/a&gt;. Henry's only legitimate son and heir had been drowned in 1120 in the \"&lt;a href=\"White%20Ship\"&gt;White Ship&lt;/a&gt;\" disaster, so he had decided that he wished his daughter &lt;a href=\"Empress%20Maud\"&gt;Matilda&lt;/a&gt; to succeed him. When he died, Matilda, also known as the Empress Maud, was in &lt;a href=\"Normandy\"&gt;Normandy&lt;/a&gt; and her cousin &lt;a href=\"Stephen%20I%20of%20England\"&gt;Stephen of Blois&lt;/a&gt; managed to get back to London before she did, and claimed the throne - with the support of many barons who were unprepared for the novel idea of a woman ruler. Matilda and Stephen set up rival courts in Bristol and London and proceeded to issue coins from the mints under their control while the political unrest continued for the better part of 20 years. Stephen won the political battle, but when his own son and heir, Eustace, died in 1153 he agreed that Matilda's son Henry would succeed him.\nMany of the coins produced during the Anarchy are of poor quality.\nKing Stephen's coins.\nThere are approximately 5 principal varieties of coins produced by Stephen's mints, normally containing the legend , but one issue bears the legend which cannot be translated but is thought to have been constructed by the moneyers to look like the previous reign's , so they could disassociate themselves from the conflict and hedge their bets about who would win, while still providing the required number of new coins.\nStephen's coins were minted at Bedford, &lt;a href=\"Bramber\"&gt;Bramber&lt;/a&gt;, Bristol, Bury St Edmunds, Cambridge, Canterbury, Cardiff, Carlisle, &lt;a href=\"Castle%20Rising%20%28castle%29\"&gt;Castle Rising&lt;/a&gt;, Chester, Chichester, Cipen (possibly Ipswich), Colchester, &lt;a href=\"Corbridge\"&gt;Corbridge&lt;/a&gt;, Derby, Dorchester, Dover, Durham, &lt;a href=\"Eden%2C%20Cumbria\"&gt;Eden&lt;/a&gt;, Exeter, Gloucester, Hastings, &lt;a href=\"Hedon\"&gt;Hedon&lt;/a&gt; near Hull, Hereford, Huntingdon, Ipswich, Launceston, Leicester, Lewes, Lincoln, London, &lt;a href=\"Newcastle%20upon%20Tyne\"&gt;Newcastle&lt;/a&gt;, Northampton, Norwich, Nottingham, Oxford, Pembroke, Peterborough, Pevensey, &lt;a href=\"Rye%2C%20East%20Sussex\"&gt;Rye&lt;/a&gt;, Salisbury, Sandwich, Shaftesbury, Shrewsbury, Southampton, Southwark, Stafford, Steyning, Sudbury, &lt;a href=\"Swansea\"&gt;Swansea&lt;/a&gt;, Tamworth, Taunton, Thetford, &lt;a href=\"Tutbury\"&gt;Tutbury&lt;/a&gt;, Wareham, Warwick, Watchet, Wilton, Winchester, Worcester, and York.\nEmpress Maud's coins.\nMatilda's coins tend to show a cruder style than Stephen's regular issues. The obverse legend is — \"Empress Matilda\", — \"Countess Matilda\", or simply — \"Matilda\".\nMatilda's coins were minted at Bristol, Cardiff, Gloucester, Oxford, and Wareham, and possibly also at &lt;a href=\"Calne\"&gt;Calne&lt;/a&gt; and Canterbury.\nReferences.\n\"Coincraft's Standard Catalogue English &amp; UK Coins 1066 to Date\", Richard Lobel, Coincraft. ."
}