{
    "id": "20853705",
    "revid": "1060313836",
    "url": "https://en.wikipedia.org/wiki?curid=20853705",
    "title": "Petar Gligorovski",
    "text": "Petar Gligorovski (&lt;a href=\"Cyrillic\"&gt;Cyrillic&lt;/a&gt;: \"Петар Глигоровски\", February 3rd, 1938 - December 4, 1995) was a &lt;a href=\"Yugoslavia\"&gt;Yugoslav&lt;/a&gt; and &lt;a href=\"North%20Macedonia\"&gt;Macedonian&lt;/a&gt; animated film director and &lt;a href=\"surrealist\"&gt;surrealist&lt;/a&gt; artist.\nEducation and career.\nAfter receiving an education on &lt;a href=\"Academy%20of%20Fine%20Arts%2C%20Belgrade\"&gt;Academy of Fine Arts&lt;/a&gt; in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; and specialization of &lt;a href=\"animation\"&gt;animation&lt;/a&gt; in &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;, he started authoring animated films for TV Skopje from 1963–1968. He was the author of the first Macedonian animated film titled \"Embrion № M\". He was a leading representative of contemporary Macedonian animation, which is awarded at festivals in Berlin, Oberhausen, New York.\nPrior to his shift cinema, he was one of the pioneers of Yugoslav comics in the 1950s and a technical animator mostly working within the prestigious Zagreb-centered circle of animators. He created several movies, a number of technique-experimental unaccounted footage and left two unfinished projects designed under auspices of the production house \"&lt;a href=\"Vardar%20Film\"&gt;Vardar Film&lt;/a&gt;\".\nThe hallmarks of his movies, all of which are technically authored with polychromatic, predominantly biomorph shapes in recurring and subdued patterns, constituted a unique and recognizable style. Thematically the movies express universal combined mythical themes (birth, fall of man, &lt;a href=\"apocalypse\"&gt;apocalypse&lt;/a&gt;, &lt;a href=\"Phoenix%20%28mythology%29\"&gt;phoenix&lt;/a&gt;), through broad ranges of visual allegories and metaphors. In some of Gligorovski's works, documentary sequences were embedded, in line with symbolic augmentation of script's leitmotiv, rather than for reasons of visual appeal or exploration of technical limits.\nAfter his death in 1995, much of his work has become partially &lt;a href=\"List%20of%20lost%20or%20unfinished%20animated%20films\"&gt;lost&lt;/a&gt;, with only two of his animated shorts being readily available online on the Internet.\nFilmography.\nAmong his main works are:\nAwards.\nGligorovski was awarded the following awards:"
}