{
    "id": "2086581",
    "revid": "42250592",
    "url": "https://en.wikipedia.org/wiki?curid=2086581",
    "title": "Frigyes Mezei",
    "text": "Frigyes Mezei (né \"Friedrich Wiesner;\" 26 September 1887, &lt;a href=\"M%C3%B3r\"&gt;Mór&lt;/a&gt; – 22 March 1938, &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;) was a &lt;a href=\"Hungary\"&gt;Hungarian&lt;/a&gt; &lt;a href=\"Athletics%20%28sport%29\"&gt;athlete&lt;/a&gt;. He competed at the &lt;a href=\"1908%20Summer%20Olympics\"&gt;1908 Summer Olympics&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt; and at the &lt;a href=\"1912%20Summer%20Olympics\"&gt;1912 Summer Olympics&lt;/a&gt; in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;.\nMezei was a member of the &lt;a href=\"Hungary%20at%20the%201908%20Summer%20Olympics\"&gt;Hungarian medley relay team&lt;/a&gt; that eon a bronze medal. He was the second runner on the squad, running 200 metres. He followed &lt;a href=\"P%C3%A1l%20Simon\"&gt;Pál Simon&lt;/a&gt; and was followed by &lt;a href=\"J%C3%B3zsef%20Nagy%20%28athlete%29\"&gt;József Nagy&lt;/a&gt; and &lt;a href=\"%C3%96d%C3%B6n%20Bodor\"&gt;Ödön Bodor&lt;/a&gt;.\nMezei gave Nagy a six-yard lead over the &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; team in the first round, but Nagy was unable to hold on to it. He made the transfer to Bodor while three yards behind. Bodor was able to regain the lead in the second half of the race to keep the Hungarians in the competition. In the final, Nagy was able to make the transfer to Bodor while five yards ahead of the &lt;a href=\"Germany\"&gt;German&lt;/a&gt; runners, though hopelessly behind the dominant &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; team. This time it was Bodor who was passed, and the Hungarians finished third.\nIn the &lt;a href=\"Athletics%20at%20the%201908%20Summer%20Olympics%20%E2%80%93%20Men%27s%20100%20metres\"&gt;100 metres&lt;/a&gt;, Mezei placed fourth out of five in his first round heat to be eliminated without advancing to the semifinals. He was also eliminated in his preliminary heat of the &lt;a href=\"Athletics%20at%20the%201908%20Summer%20Olympics%20%E2%80%93%20Men%27s%20200%20metres\"&gt;200 metres&lt;/a&gt;, placing second of three with a time of 24.0 seconds."
}