{
    "id": "20877456",
    "revid": "1068142594",
    "url": "https://en.wikipedia.org/wiki?curid=20877456",
    "title": "Project Azorian",
    "text": "Project Azorian (also called \"Jennifer\" by the press after its &lt;a href=\"Classified%20information%20in%20the%20United%20States%23Top%20Secret\"&gt;Top Secret&lt;/a&gt; Security &lt;a href=\"Collateral%20clearance\"&gt;Compartment&lt;/a&gt;) was a U.S. &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; (CIA) project to recover the sunken &lt;a href=\"Soviet%20submarine%20K-129%20%281960%29\"&gt;Soviet submarine \"K-129\"&lt;/a&gt; from the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; floor in 1974, using the purpose-built ship &lt;a href=\"USNS%20Glomar%20Explorer%20%28T-AG-193%29\"&gt;\"Hughes Glomar Explorer\"&lt;/a&gt;. The 1968 sinking of \"K-129\" occurred approximately northwest of Hawaii. Project Azorian was one of the most complex, expensive, and secretive intelligence operations of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; at a cost of about $800 million, or $ billion today.\nIn addition to designing the recovery ship and its lifting cradle, the U.S. used concepts developed with Global Marine (see &lt;a href=\"Project%20Mohole\"&gt;Project Mohole&lt;/a&gt;) that utilized their precision stability equipment to keep the ship nearly stationary above the target while lowering nearly of pipe. They worked with scientists to develop methods for preserving paper that had been underwater for years in hopes of being able to recover and read the submarine's codebooks. The reasons this project was undertaken probably included the recovery of an intact &lt;a href=\"R-21%20%28missile%29\"&gt;R-21&lt;/a&gt; nuclear missile and cryptological documents and equipment.\nThe Soviet Union was unable to locate \"K-129\", but the US knew where to look. Based on data recorded by four &lt;a href=\"Air%20Force%20Technical%20Applications%20Center\"&gt;Air Force Technical Applications Center&lt;/a&gt; (AFTAC) sites and the Adak &lt;a href=\"SOSUS\"&gt;Sound Surveillance System&lt;/a&gt; (SOSUS) array, the US identified an acoustic event on March 8 that likely originated from an explosion aboard the submarine. The US zeroed in on the location to within . The submarine located the boat using the Fish, a towed, , collection of cameras, strobe lights, and &lt;a href=\"sonar\"&gt;sonar&lt;/a&gt; that was built to withstand extreme depths. The recovery operation in &lt;a href=\"international%20waters\"&gt;international waters&lt;/a&gt; about six years later used mining for &lt;a href=\"manganese%20nodule\"&gt;manganese nodule&lt;/a&gt;s as its cover. The company was nominally owned by &lt;a href=\"Howard%20Hughes\"&gt;Howard Hughes&lt;/a&gt; who, secretly backed by the CIA, had paid for construction of \"&lt;a href=\"GSF%20Explorer\"&gt;Hughes Glomar Explorer&lt;/a&gt;\". While the ship recovered a portion of \"K-129\", a mechanical failure in the grapple caused two-thirds of the recovered section to break off during recovery.\nThe wreck of \"K-129\".\nIn April 1968, &lt;a href=\"Soviet%20Pacific%20Fleet\"&gt;Soviet Pacific Fleet&lt;/a&gt; surface and air assets were observed conducting a surge deployment to the &lt;a href=\"North%20Pacific%20Ocean\"&gt;North Pacific Ocean&lt;/a&gt; that involved some unusual search operations. The activity was evaluated by the United States &lt;a href=\"Office%20of%20Naval%20Intelligence\"&gt;Office of Naval Intelligence&lt;/a&gt; (ONI) as a possible reaction to the loss of a Soviet submarine. Soviet surface ship searches were centered on a location known to be associated with Soviet &lt;a href=\"Golf-class%20submarine\"&gt;Golf II-class&lt;/a&gt; strategic ballistic missile (SSB) diesel submarine patrol routes. These submarines carried three nuclear missiles in an extended sail/conning tower, and routinely deployed within missile range of the US west coast. After weeks of search, the Soviets were unable to locate the sunken boat, and Soviet Pacific Fleet operations gradually returned to normal. \nThe American SOSUS &lt;a href=\"hydrophone\"&gt;hydrophone&lt;/a&gt; network in the northern Pacific was tasked with reviewing its recordings in the hope of detecting an implosion (or explosion) related to such a loss. The Navy analyzed acoustic data from four AFTAC sites and the Adak, Alaska SOSUS array, locating the wreck of the submarine to within 5 nautical miles. The site was hundreds of miles away from the Soviet Navy search area.\n&lt;a href=\"Naval%20Facility%20Point%20Sur\"&gt;Naval Facility (NAVFAC) Point Sur&lt;/a&gt;, south of &lt;a href=\"Monterey%2C%20California\"&gt;Monterey, California&lt;/a&gt;, was able to isolate a sonic signature on its &lt;a href=\"Low-Frequency%20Array%20%28LOFAR%29\"&gt;low frequency array&lt;/a&gt; recordings of an implosion event that had occurred on March 8, 1968. Using NavFac Point Sur's date and time of the event, &lt;a href=\"NavFac%20Adak\"&gt;NavFac Adak&lt;/a&gt; and the US West Coast NAVFAC were also able to isolate the acoustic event. With five SOSUS lines-of-bearing, Naval Intelligence was able to localize the site of the \"K-129\" wreck to the vicinity of 40.1° N latitude and 179.9° E longitude (close to the &lt;a href=\"International%20Date%20Line\"&gt;International Date Line&lt;/a&gt;).\nIn July 1968, the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; initiated \"Operation Sand Dollar\" with the deployment of from &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; to the wreck site. Sand Dollar's objective was to find and photograph \"K-129\". In 1965 \"Halibut\", which had been configured to use deep submergence search equipment, was the only such specially-equipped submarine then in US inventory. \"Halibut\" located the wreck after three weeks of visual search using robotic remote-controlled cameras. (It took almost five months of search to find the wreck of the US nuclear-powered submarine in the Atlantic, also in 1968). \"Halibut\" is reported to have spent the next several weeks taking over 20,000 closeup photos of every aspect of the \"K-129\" wreck, a feat for which \"Halibut\" received a special classified &lt;a href=\"Presidential%20Unit%20Citation%20%28United%20States%29\"&gt;Presidential Unit Citation&lt;/a&gt; signed by &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt; in 1968.\nIn 1970, based upon this photography, &lt;a href=\"United%20States%20Secretary%20of%20Defense\"&gt;Defense Secretary&lt;/a&gt; &lt;a href=\"Melvin%20Laird\"&gt;Melvin Laird&lt;/a&gt; and &lt;a href=\"Henry%20Kissinger\"&gt;Henry Kissinger&lt;/a&gt;, then &lt;a href=\"National%20Security%20Advisor%20%28United%20States%29\"&gt;National Security Advisor&lt;/a&gt;, proposed a clandestine plan to recover the wreckage so that the US could study Soviet nuclear missile technology, as well as possibly recover &lt;a href=\"cryptography\"&gt;cryptographic&lt;/a&gt; materials. The proposal was accepted by President &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt; and the CIA was tasked to attempt the recovery.\nBuilding \"Glomar Explorer\", and its cover story.\nGlobal Marine Development Inc., the research and development arm of Global Marine Inc., a pioneer in deepwater offshore drilling operations, was contracted to design, build and operate \"Hughes Glomar Explorer\" to secretly salvage the sunken Soviet submarine. The ship was built at the &lt;a href=\"Sun%20Shipbuilding\"&gt;Sun Shipbuilding&lt;/a&gt; yard near Philadelphia. Billionaire businessman &lt;a href=\"Howard%20Hughes\"&gt;Howard Hughes&lt;/a&gt; – whose companies were already contractors on numerous classified &lt;a href=\"US%20military\"&gt;US military&lt;/a&gt; weapons, aircraft and satellite contracts – agreed to lend his name to the project to support the cover story that the ship was mining &lt;a href=\"manganese%20nodules\"&gt;manganese nodules&lt;/a&gt; from the ocean floor, but Hughes and his companies had no actual involvement in the project. \"K-129\" was photographed at a depth of over , and thus the salvage operation would be well beyond the depth of any ship salvage operation ever attempted. On November 1, 1972, work began on the , \"&lt;a href=\"USNS%20Glomar%20Explorer%20%28T-AG-193%29\"&gt;Hughes Glomar Explorer&lt;/a&gt;\" (HGE).\nRecovery.\n\"Hughes Glomar Explorer\" employed a large mechanical claw, which &lt;a href=\"Lockheed%20Shipbuilding%20and%20Construction%20Company\"&gt;Lockheed&lt;/a&gt; officially titled the \"Capture Vehicle\" but affectionately called \"Clementine\". The capture vehicle was designed to be lowered to the ocean floor, grasp the targeted submarine section, and then lift that section into the ship's hold. One requirement of this technology was to keep the floating base stable and in position over a fixed point below the ocean surface.\nThe capture vehicle was lowered and raised on a pipe string similar to those used on oil drilling rigs. Section by section, pairs of steel pipes were strung together to lower the claw through a hole in the middle of the ship. This configuration was designed by Western Gear Corp. of &lt;a href=\"Everett%2C%20Washington\"&gt;Everett, Washington&lt;/a&gt;. Upon a successful capture by the claw, the lift reversed the process – pairs drawn up and removed one at a time. The salvaged \"Target Object\" was thus to be drawn into a &lt;a href=\"moon%20pool\"&gt;moon pool&lt;/a&gt;, the doors of which could then be closed to form a floor for the salvaged section. This allowed for the entire salvage process to take place underwater, away from the view of other ships, aircraft, or spy satellites.\nSailing from &lt;a href=\"Long%20Beach%2C%20California\"&gt;Long Beach, California&lt;/a&gt;, on June 20, 1974, \"Hughes Glomar Explorer\" arrived at the recovery site July 4 and conducted salvage operations for over a month. During this period, at least two Soviet Navy ships visited \"Hughes Glomar Explorer\"s work site, the oceangoing &lt;a href=\"tugboat\"&gt;tugboat&lt;/a&gt; \"SB-10\", and the Soviet missile range instrumentation ship \"Chazma\". It was found out after 1991 that the Soviets were tipped off about the operation and were aware that the CIA was planning some kind of salvage operation, but the military command believed it impossible that they could perform such a task and disregarded further intelligence warnings. Later, Soviet Ambassador &lt;a href=\"Anatoly%20Dobrynin\"&gt;Anatoly Dobrynin&lt;/a&gt; started sending urgent messages back to the Soviet Navy warning that an operation was imminent. Soviet military engineering experts reevaluated their positions and claimed that it was indeed possible (though highly unlikely) to recover \"K-129\", and ships in the area were ordered to report any unusual activity, although the lack of knowledge as to where \"K-129\" was located impeded their ability to stop any salvage operation.\nUS Army Major General &lt;a href=\"Roland%20Lajoie\"&gt;Roland Lajoie&lt;/a&gt; stated that, according to a briefing he received by the CIA during recovery operations, \"Clementine\" suffered a catastrophic failure, causing two-thirds of the already raised portion of \"K-129\" to sink back to the ocean floor. Former Lockheed and Hughes Global Marine employees who worked on the operation have stated that several of the \"claws\" intended to grab the submarine fractured, possibly because they were manufactured from &lt;a href=\"maraging%20steel\"&gt;maraging steel&lt;/a&gt;, which is very &lt;a href=\"tensile%20strength\"&gt;strong&lt;/a&gt;, but not very &lt;a href=\"ductility\"&gt;ductile&lt;/a&gt; compared with other kinds of steel.\nThe recovered section included two &lt;a href=\"nuclear%20weapon\"&gt;nuclear&lt;/a&gt; &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, and thus Project Azorian was not a complete failure. The bodies of six crewmen were also recovered, and were given a memorial service and with military honors, &lt;a href=\"Burial%20at%20sea\"&gt;buried at sea&lt;/a&gt; in a metal casket because of radioactivity concerns. Other crew members have reported that code books and other materials of apparent interest to CIA employees aboard the vessel were recovered, and images of inventory printouts exhibited in the documentary suggest that various submarine components, such as hatch covers, instruments and sonar equipment were also recovered. White's documentary also states that the &lt;a href=\"ship%27s%20bell\"&gt;ship's bell&lt;/a&gt; from \"K-129\" was recovered, and was subsequently returned to the Soviet Union as part of a diplomatic effort. The CIA considered the project one of the greatest intelligence coups of the Cold War.\nThe entire salvage operation was recorded by a CIA documentary film crew, but this film remains classified. A short portion of the film, showing the recovery and subsequent burial at sea of the six bodies recovered in the forward section of \"K-129\", was given to the Russian government in 1992.\nPublic disclosure.\n\"The New York Times\" suppresses its story.\n&lt;a href=\"Jack%20Anderson%20%28columnist%29\"&gt;Jack Anderson&lt;/a&gt; has been credited as breaking the story of \"Hughes Glomar Explorer\" to a nationwide audience. Rejecting a plea from the &lt;a href=\"Director%20of%20Central%20Intelligence\"&gt;Director of Central Intelligence&lt;/a&gt; &lt;a href=\"William%20Colby\"&gt;William Colby&lt;/a&gt; to suppress the story, Anderson said he released the story because \"Navy experts have told us that the sunken sub contains no real secrets and that the project, therefore, is a waste of the taxpayers' money.\"\nIn February 1975, investigative reporter and former \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" writer &lt;a href=\"Seymour%20Hersh\"&gt;Seymour Hersh&lt;/a&gt; had planned to publish a story on Project Azorian. &lt;a href=\"Bill%20Kovach\"&gt;Bill Kovach&lt;/a&gt;, the \"New York Times\" Washington bureau chief at the time, said in 2005 that the government offered a convincing argument to delay publication – exposure at that time, while the project was ongoing, \"would have caused an international incident.\" \"The New York Times\" published its account in March 1975, after a story appeared in the \"Los Angeles Times\", and included a five-paragraph explanation of the many twists and turns in the path to publication. CIA director &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt; reported on several occasions to U.S. president &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt; on media reports and the future use of the ship. The CIA concluded that it seemed unclear what, if any, action was taken by the Soviet Union after learning of the story.\nFOIA request and the Glomar response.\nAfter stories had been published about the CIA's attempts to stop publication of information about Project Azorian, &lt;a href=\"Hank%20Phillippi%20Ryan\"&gt;Harriet Ann Phillippi&lt;/a&gt;, a journalist, filed a &lt;a href=\"Freedom%20of%20Information%20Act%20%28United%20States%29\"&gt;Freedom of Information Act&lt;/a&gt; (FOIA) request with the CIA for any records about the CIA's attempts. The CIA refused to either confirm or deny the existence of such documents. This type of non-responsive reply has since come to be known as the \"&lt;a href=\"Glomar%20response\"&gt;Glomar response&lt;/a&gt;\" or \"Glomarization\".\n1998 release of video.\nA video showing the 1974 memorial services for the six Soviet seamen whose bodies were recovered by Project Azorian was forwarded by the U.S. to &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; in the early 1990s. Portions of this video were shown on television documentaries concerning Project Azorian, including a 1998 &lt;a href=\"Discovery%20Channel\"&gt;Discovery Channel&lt;/a&gt; special called \"A Matter of National Security\" (based on Clyde W. Burleson's book, \"The Jennifer Project\" (1977)) and again in 1999, on a PBS Cold War submarine episode of \"&lt;a href=\"Nova%20%28American%20TV%20series%29\"&gt;NOVA&lt;/a&gt;\".\n2010 release of 1985 CIA article.\nIn February 2010, the CIA released an article from the fall 1985 edition of the CIA internal journal \"&lt;a href=\"Studies%20in%20Intelligence\"&gt;Studies in Intelligence&lt;/a&gt;\" following an application by researcher Matthew Aid at the &lt;a href=\"National%20Security%20Archive\"&gt;National Security Archive&lt;/a&gt; to declassify the information under the Freedom of Information Act. Exactly what the operation managed to salvage remained unclear. The report was written by an unidentified participant in Project Azorian.\n2010 release of President Ford cabinet meeting.\nDuring the aftermath of the publication of the \"Project Jennifer\" story by Seymour Hersh, U.S. President &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt;, &lt;a href=\"Secretary%20of%20Defense\"&gt;Secretary of Defense&lt;/a&gt; &lt;a href=\"James%20R.%20Schlesinger\"&gt;James R. Schlesinger&lt;/a&gt;, Philip Buchen (Counsel to the President), &lt;a href=\"John%20O.%20Marsh%2C%20Jr.\"&gt;John O. Marsh, Jr.&lt;/a&gt; (Counselor to the President), Ambassador &lt;a href=\"Donald%20Rumsfeld\"&gt;Donald Rumsfeld&lt;/a&gt;, USAF Lieutenant General &lt;a href=\"Brent%20Scowcroft\"&gt;Brent Scowcroft&lt;/a&gt; (Deputy Assistant to the President for National Security Affairs), and &lt;a href=\"William%20Colby\"&gt;William Colby&lt;/a&gt; (&lt;a href=\"Director%20of%20Central%20Intelligence\"&gt;Director of Central Intelligence&lt;/a&gt;) discussed the leak and whether the Ford administration would react to Hersh's story. In a cabinet meeting on March 19, 1975 (the same day \"The New York Times\" published the story), Secretary of Defense Schlesinger is quoted as saying,\nWith the words \"marvel\" and \"major American accomplishment\" used to describe &lt;a href=\"Operation%20Matador%20%281975%29\"&gt;Operation Matador&lt;/a&gt;, the Secretary of Defense indicated at least some form of success that should be confirmed publicly. The director of CIA, William Colby dissented, recalling the &lt;a href=\"1960%20U-2%20incident\"&gt;U-2 crisis&lt;/a&gt;, saying:\nThe result of the meeting was to stonewall, causing the \"Los Angeles Times\" to publish a 4-page story the next day by &lt;a href=\"Jack%20Nelson%20%28journalist%29\"&gt;Jack Nelson&lt;/a&gt; with the headline, \"Administration Won't Talk About Sub Raised by CIA.\"\nConspiracy theory.\n&lt;a href=\"Time%20%28magazine%29\"&gt;\"Time\" magazine&lt;/a&gt; as well as a court filing by Felice D. Cohen and &lt;a href=\"Morton%20H.%20Halperin\"&gt;Morton H. Halperin&lt;/a&gt; on behalf of the Military Audit Project suggest that the alleged project goal of raising a Soviet submarine might itself have been a cover story for another secret mission. Tapping of undersea communication cables (which actually did happen in the unrelated &lt;a href=\"Operation%20Ivy%20Bells\"&gt;Operation Ivy Bells&lt;/a&gt;), the cover up of an assassination, the installation of an underwater equivalent of a missile silo, and installation and repair of &lt;a href=\"SOSUS\"&gt;surveillance systems to monitor ship and submarine movements&lt;/a&gt; are listed as possibilities for the actual purpose of such a secret mission.\nNew eyewitness account.\nW. Craig Reed, in the 2010 book \"Red November: Inside the Secret U.S. – Soviet Submarine War\" (2010), tells an inside account of Project Azorian provided by Joe Houston, the senior engineer who designed leading-edge camera systems used by the \"Hughes Glomar Explorer\" team to photograph \"K-129\" on the ocean floor. The team needed pictures that offered precise measurements to design the grappling arm and other systems used to bring the sunken submarine up from the bottom. Houston worked for the mysterious \"Mr. P\" (John Parangosky) who worked for CIA Deputy Director &lt;a href=\"Carl%20E.%20Duckett\"&gt;Carl E. Duckett&lt;/a&gt; – the two leaders of Project Azorian. Duckett later worked with Houston at another company, and intimated that the CIA may have recovered much more from the \"K-129\" than admitted to publicly. Reed also details how the deep submergence towed sonar array technology used by the submarine \"Halibut\" to find \"K-129\" was used for subsequent &lt;a href=\"Operation%20Ivy%20Bells\"&gt;Operation Ivy Bells&lt;/a&gt; missions to wiretap underwater Soviet communications cables.\nIn a documentary film titled \"Azorian: The Raising Of The K-129\", which was produced by Michael White and released in 2009, three principals who participated in the design of the \"Hughes Glomar Explorer\" heavy lift system and the Lockheed capture vehicle (CV or claw) gave on-camera interviews. These individuals were also on board the ship during the mission and were intimately involved with the recovery operation. They are Sherman Wetmore, Global Marine heavy lift operations manager; Charlie Johnson, Global Marine heavy lift engineer; and Raymond Feldman, Lockheed Ocean Systems senior staff engineer. These three, plus others who were not on board during the recovery but were cleared on all aspects of the mission, confirmed that only of the bow was eventually recovered. The intent was to recover the forward two thirds () of \"K-129\", which had broken off from the rear section of the submarine and was designated the Target Object (TO). The capture vehicle successfully lifted the TO from the ocean floor. On the way up, a failure of part of the capture vehicle caused the loss of , including the sail, of the TO. In October 2010, a book based on the film, \"Project Azorian: The CIA And The Raising of the K-129\" by &lt;a href=\"Norman%20Polmar\"&gt;Norman Polmar&lt;/a&gt; and Michael White, was published. The book contains additional documentary evidence about the effort to locate the submarine and the recovery operation.\nReferences.\nNotes\nBibliography"
}