{
    "id": "20898788",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=20898788",
    "title": "Felix Mackiewicz",
    "text": "Felix Thaddeus Mackiewicz (November 20, 1917 – December 20, 1993) was an American &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt;. He played in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) from 1941 through 1947 for the &lt;a href=\"Philadelphia%20Athletics\"&gt;Philadelphia Athletics&lt;/a&gt;, &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt;, and &lt;a href=\"Washington%20Senators%20%281901%E2%80%9360%29\"&gt;Washington Senators&lt;/a&gt;.\nMackiewicz attended &lt;a href=\"Purdue%20University\"&gt;Purdue University&lt;/a&gt;, where he played &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; for the &lt;a href=\"Purdue%20Boilermakers%20baseball\"&gt;Boilermakers&lt;/a&gt; from 1938–40. He signed with the Athletics in 1940 and made his Major League debut in September after breaking into &lt;a href=\"minor%20league%20baseball\"&gt;minor league baseball&lt;/a&gt; with the Class B &lt;a href=\"Wilmington%20Blue%20Rocks%20%281940%E2%80%931952%29\"&gt;Wilmington Blue Rocks&lt;/a&gt;. Mackiewicz spent 1941 and 1942 mostly with Wilmington, and played in 20 total games for the Athletics over three seasons. After being released by the Athletics a month into the 1943 season, he spent the rest of 1943 and all of 1944 with the &lt;a href=\"Baltimore%20Orioles%20%28minor%20league%29\"&gt;Baltimore Orioles&lt;/a&gt; before being called up by the Cleveland Indians for 1945.\nThe 1945 and 1946 seasons where Mackiewicz only full seasons in the Majors. In 1945, as the Indian's regular &lt;a href=\"center%20fielder\"&gt;center fielder&lt;/a&gt;, he got into 120 &lt;a href=\"games%20played\"&gt;games&lt;/a&gt;, made a career-high 98 &lt;a href=\"hit%20%28baseball%29\"&gt;hits&lt;/a&gt;, and slugged his only two Major League &lt;a href=\"home%20runs\"&gt;home runs&lt;/a&gt;. Mackiewicz was waived by the Indians two games into the 1947 season, and was picked up by the Washington Senators, ending his major league career with three games played for them. He spent three more seasons in the minor leagues before retiring.\nAltogether, he appeared in 223 big-league games and collected 174 hits, including 32 &lt;a href=\"double%20%28baseball%29\"&gt;doubles&lt;/a&gt; and 12 &lt;a href=\"triple%20%28baseball%29\"&gt;triples&lt;/a&gt;. He concluded his professional career during the 1949 minor league season."
}