{
    "id": "20902113",
    "revid": "1639942",
    "url": "https://en.wikipedia.org/wiki?curid=20902113",
    "title": "Harry Brown (footballer, born 1883)",
    "text": "Henry Brown (11 November 1883 – 9 February 1934) was an English &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; who played as an &lt;a href=\"inside%20forward\"&gt;inside forward&lt;/a&gt; for various clubs in the early part of the twentieth century, including &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt;, &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;, &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt; and &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt; (two spells). At Newcastle, he was a member of the team that won the &lt;a href=\"Football%20League\"&gt;Football League&lt;/a&gt; championship in &lt;a href=\"1906%E2%80%9307%20in%20English%20football\"&gt;1906–07&lt;/a&gt;.\nFootball career.\nNorthampton Town and West Bromwich Albion.\nBrown was born in &lt;a href=\"Northampton\"&gt;Northampton&lt;/a&gt; and started his professional career in 1902 with &lt;a href=\"Northampton%20Town%20F.C.\"&gt;Northampton Town&lt;/a&gt; in the &lt;a href=\"Southern%20Football%20League\"&gt;Southern League&lt;/a&gt; before moving up to &lt;a href=\"the%20Football%20League\"&gt;the Football League&lt;/a&gt;, joining &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt; in November 1903. He scored three goals in 21 league appearances but was unable to prevent Albion from being relegated from the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; at the end of the &lt;a href=\"1903%E2%80%9304%20in%20English%20football\"&gt;1903–04 season&lt;/a&gt;.\nHe spent one more season with Albion in the &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt; before moving back to the Southern League when he joined &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt; in April 1905.\nSouthampton (1905–1906).\nBrown made his \"Saints\" debut on 23 September 1905, when he replaced &lt;a href=\"George%20Harris%20%28footballer%20born%201877%29\"&gt;George Harris&lt;/a&gt; at &lt;a href=\"inside-left\"&gt;inside-left&lt;/a&gt; in a 2–1 victory at &lt;a href=\"Northampton%20Town%20F.C.\"&gt;Northampton&lt;/a&gt;. For the rest of the season, the No. 10 shirt would alternate between Brown and Harris.\nDescribed as \"\"a clever ball player\", Brown had a \"deceptive style which often disconcerted his opponents\"\" thus giving his team-mates goal-scoring opportunities. He was also a goal-scorer in his own right and in his first season at &lt;a href=\"The%20Dell%20%28Southampton%29\"&gt;The Dell&lt;/a&gt; he scored ten league and four &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; goals from a total of 23 appearances, thus making him the club's &lt;a href=\"Southampton%20F.C.%20seasons\"&gt;top goal-scorer&lt;/a&gt; (with &lt;a href=\"Fred%20Harrison%20%28footballer%2C%20born%201880%29\"&gt;Fred Harrison&lt;/a&gt;) for the 1905–06 season. Included in his goal tally were a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; in a 9–1 victory over his home-town club, &lt;a href=\"Northampton%20Town%20F.C.\"&gt;Northampton Town&lt;/a&gt;, on 27 January 1906 and two against local rivals, &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt;, in a 5–1 victory in the &lt;a href=\"FA%20Cup%201905%E2%80%9306\"&gt;FA Cup&lt;/a&gt; on 13 January.\nNewcastle United.\nHis goal-scoring talents were noticed by &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; and in May 1906 he accepted the \"tempting terms\" offered to him and moved to &lt;a href=\"St%20James%27%20Park\"&gt;St James' Park&lt;/a&gt; for a fee of £380, together with his Southampton team-mate &lt;a href=\"Jimmy%20Soye\"&gt;Jimmy Soye&lt;/a&gt;. He made an immediate impact on &lt;a href=\"Tyneside\"&gt;Tyneside&lt;/a&gt;, scoring a hat-trick on his debut in a 4–2 victory at &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt; on 8 September 1906. His spell at Newcastle was brief but highly successful, as they claimed &lt;a href=\"the%20Football%20League\"&gt;the Football League&lt;/a&gt; championship at the end of the &lt;a href=\"1906%E2%80%9307%20in%20English%20football\"&gt;1906–07 season&lt;/a&gt; by three points over &lt;a href=\"Bristol%20City%20F.C.\"&gt;Bristol City&lt;/a&gt;. Brown also scored twice on 9 March 1907 in the &lt;a href=\"FA%20Community%20Shield\"&gt;Charity Shield&lt;/a&gt; Final in a 5–2 victory over top amateur club &lt;a href=\"Corinthian%20F.C.\"&gt;Corinthian&lt;/a&gt;.\nAlthough Brown made two appearances at the start of &lt;a href=\"1907%E2%80%9308%20in%20English%20football\"&gt;the following season&lt;/a&gt;, he lost his place at &lt;a href=\"inside%20left\"&gt;inside left&lt;/a&gt; to &lt;a href=\"Finlay%20Speedie\"&gt;Finlay Speedie&lt;/a&gt; and in October 1907 he moved to &lt;a href=\"Bradford%20Park%20Avenue%20A.F.C.\"&gt;Bradford Park Avenue&lt;/a&gt;.\nBradford Park Avenue and Fulham.\nBradford had previously been a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team and had only started playing &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; in 1907 and, despite their geographical situation, were playing their inaugural season in the Southern League.\nAfter six months with Bradford, Brown returned to the Football League when he joined &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt; in March 1908. He remained with Fulham for two full seasons in the Second Division (finishing in the upper part of the table) before returning to Southampton in September 1910.\nSouthampton (1910–1913).\nBrown decided to retire to &lt;a href=\"Southampton\"&gt;Southampton&lt;/a&gt; and had bought the Kingsland Tavern in &lt;a href=\"St%20Mary%27s%2C%20Hampshire\"&gt;St Mary's Street&lt;/a&gt; from another ex-Saint, &lt;a href=\"Tom%20Nicol\"&gt;Tom Nicol&lt;/a&gt;. The \"Saints\" had made a poor start to the 1910–11 Southern League season having won only once in their first six games, and Brown was persuaded to re-join the club in October, replacing &lt;a href=\"Bill%20Buckenham\"&gt;Bill Buckenham&lt;/a&gt; who returned to the Army. With Brown playing alongside &lt;a href=\"Frank%20Jefferis\"&gt;Frank Jefferis&lt;/a&gt; and new signings &lt;a href=\"Sid%20Kimpton\"&gt;Sid Kimpton&lt;/a&gt; and &lt;a href=\"Martin%20Dunne%20%28English%20footballer%29\"&gt;Martin Dunne&lt;/a&gt;, the team started to turn the season round and in the six weeks from the start of November 1910 they won six out of seven games with Brown scoring six goals, including a hat-trick in a 5–0 victory over &lt;a href=\"Plymouth%20Argyle%20F.C.\"&gt;Plymouth Argyle&lt;/a&gt;. From January onwards, however, the season took a turn for the worse and the team only managed two more victories narrowly avoiding relegation at the end of the season, with Brown only scoring twice more. Nonetheless, Brown's tally of nine league and cup goals made him the club's &lt;a href=\"Southampton%20F.C.%20seasons\"&gt;top goal-scorer&lt;/a&gt; for the season, jointly with Dunne.\nBy now, Brown had begun to slow but his \"clever touches ... served the club well\" for two further seasons, in both of which the Saints continued to struggle at the lower end of the table finishing a few places above the relegation zone. In 1911–12, Brown shared the &lt;a href=\"inside-left\"&gt;inside-left&lt;/a&gt; duties with &lt;a href=\"Archie%20Small\"&gt;Archie Small&lt;/a&gt;, scoring seven goals from 29 league appearances, but in 1912–13 he only made six appearances and his final match came on 23 November 1912 (a 2–0 home victory over &lt;a href=\"Plymouth%20Argyle%20F.C.\"&gt;Plymouth Argyle&lt;/a&gt;), a week after the team had suffered their worst-ever defeat in a competitive match, losing 8–0 at &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt;.\nIn his two spells for Southampton, Brown made a total of 81 appearances in all competitions, scoring 31 goals.\nAfter football.\nIn the summer of 1913, Brown retired although he did turn out for local club &lt;a href=\"Woolston%20F.C.\"&gt;Woolston&lt;/a&gt; until the outbreak of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. During the war, he worked in motor transport and afterwards he took over a greengrocery shop in Padwell Road, about half a mile from The Dell.\nIn 1933, he contracted a virus which attacked his &lt;a href=\"optic%20nerve\"&gt;optic nerve&lt;/a&gt; causing him to lose his sight. The disease spread rapidly, and he died in February 1934 aged only 50.\nHonours.\nNewcastle United"
}