{
    "id": "20913876",
    "revid": "7957594",
    "url": "https://en.wikipedia.org/wiki?curid=20913876",
    "title": "Knook",
    "text": "Knook is a small village and &lt;a href=\"Civil%20parishes%20in%20England\"&gt;civil parish&lt;/a&gt; in &lt;a href=\"Wiltshire\"&gt;Wiltshire&lt;/a&gt;, England. The village lies to the north of the &lt;a href=\"River%20Wylye\"&gt;River Wylye&lt;/a&gt; at the edge of &lt;a href=\"Salisbury%20Plain\"&gt;Salisbury Plain&lt;/a&gt;, about southeast of &lt;a href=\"Warminster\"&gt;Warminster&lt;/a&gt;, close to the &lt;a href=\"A36%20road\"&gt;A36 road&lt;/a&gt; to &lt;a href=\"Salisbury%2C%20Wiltshire\"&gt;Salisbury&lt;/a&gt;.\nHistory.\nThe &lt;a href=\"British%20Iron%20Age\"&gt;Iron Age&lt;/a&gt; &lt;a href=\"hillfort\"&gt;hillfort&lt;/a&gt; known as &lt;a href=\"Knook%20Castle\"&gt;Knook Castle&lt;/a&gt; is in the adjacent parish of &lt;a href=\"Upton%20Lovell\"&gt;Upton Lovell&lt;/a&gt;.\nThe \"&lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt;\" of 1086 records the &lt;a href=\"Manorialism\"&gt;manor&lt;/a&gt; of Knook as \"Cunuche\", with 19 households. The entry mentions a woman of the manor called Leofgyth \"who made gold embroideries for the &lt;a href=\"William%20I%20of%20England\"&gt;king&lt;/a&gt; and &lt;a href=\"Matilda%20of%20Flanders\"&gt;queen&lt;/a&gt; and still does so\".\nMuch of the present &lt;a href=\"manor%20house\"&gt;manor house&lt;/a&gt; was built in 1637. It is &lt;a href=\"Listed%20building\"&gt;Grade I listed&lt;/a&gt;.\nAn army camp was established in 1914 to the north of the village, on the other side of the main road near the junction with the &lt;a href=\"Chitterne\"&gt;Chitterne&lt;/a&gt; road. The site is now part of the &lt;a href=\"Salisbury%20Plain%20Training%20Area\"&gt;Salisbury Plain Training Area&lt;/a&gt; and continues in use as Knook Camp, providing temporary accommodation in many small buildings and extending north into &lt;a href=\"Heytesbury\"&gt;Heytesbury&lt;/a&gt; parish.\n\"Imperial Gazetteer\" entry.\n&lt;a href=\"John%20Marius%20Wilson\"&gt;John Marius Wilson&lt;/a&gt;'s \"&lt;a href=\"Imperial%20Gazetteer%20of%20England%20and%20Wales\"&gt;Imperial Gazetteer of England and Wales&lt;/a&gt;\" (1870–1872) described Knook as follows:\nKNOOK, a parish, with a village, in Warminster district, Wilts; on the river Wiley, the Old Ditch way, and the &lt;a href=\"Wilts%2C%20Somerset%20and%20Weymouth%20Railway\"&gt;Somerset and Weymouth railway&lt;/a&gt;, 1 mile SE of &lt;a href=\"Heytesbury\"&gt;Heytesbury&lt;/a&gt; r. station. Post town, Heytesbury, under &lt;a href=\"Bath%2C%20Somerset\"&gt;Bath&lt;/a&gt;. &lt;a href=\"Acre\"&gt;Acre&lt;/a&gt;s, 1,440. Real property, £1,342. Pop., 208. Houses, 46. The property belongs chiefly to &lt;a href=\"William%20%C3%A0%20Court-Holmes%2C%202nd%20Baron%20Heytesbury\"&gt;Lord Heytesbury&lt;/a&gt;. Knook Castle is an ancient single ditched entrenchment, of about 2 acres; is supposed to have been originally a British village, and afterwards a Roman summer camp; and has yielded &lt;a href=\"Roman%20currency\"&gt;Roman coins&lt;/a&gt;. Traces of another ancient British village are to the N. \"The site of these villages,\" says &lt;a href=\"Sir%20Richard%20Hoare%2C%202nd%20Baronet\"&gt;Sir R.Hoare&lt;/a&gt;, \"is decidedly marked by great cavities and a black soil; and the attentive eye may easily trace out the lines of houses and the streets, or rather the hollow ways, conducting to them. Numerous tumuli and barrows are in the neighbourhood.\" The &lt;a href=\"benefice\"&gt;living&lt;/a&gt; is a p. curacy, annexed to the p. curacy of Heytesbury, in the &lt;a href=\"diocese%20of%20Salisbury\"&gt;diocese of Salisbury&lt;/a&gt;. The church, in Aug., 1866 was about to be repaired.\nParish church.\nThe oldest parts of the &lt;a href=\"Church%20of%20England%20parish%20church\"&gt;Church of England parish church&lt;/a&gt; of St Margaret are early &lt;a href=\"Norman%20architecture\"&gt;Norman&lt;/a&gt;, from the late 11th century. They include decorative carved stonework, which is notable in the &lt;a href=\"Tympanum%20%28architecture%29\"&gt;tympanum&lt;/a&gt; to an arched doorway. St Margret's was a &lt;a href=\"Chapel%20of%20ease\"&gt;dependent chapelry&lt;/a&gt; of the &lt;a href=\"collegiate%20church\"&gt;collegiate church&lt;/a&gt; of SS. Peter and Paul, &lt;a href=\"Heytesbury\"&gt;Heytesbury&lt;/a&gt;. A monumental inscription at St Margaret's dating from 1592 asks \"Of your cheriti praye for ye soule of Iohn Morgan Gentleman and Elinor his wife with all thaire progenitors and all Christians amen\".\nThe church was &lt;a href=\"Victorian%20restoration\"&gt;restored&lt;/a&gt; by &lt;a href=\"William%20Butterfield\"&gt;William Butterfield&lt;/a&gt; in 1874–6, and was designated as &lt;a href=\"Listed%20building%23Categories%20of%20listed%20building\"&gt;Grade I listed&lt;/a&gt; in 1968. &lt;a href=\"Parish%20register\"&gt;Parish register&lt;/a&gt;s survive from 1687 and are kept at the &lt;a href=\"Wiltshire%20and%20Swindon%20History%20Centre\"&gt;Wiltshire and Swindon History Centre&lt;/a&gt;. The benefice was united with &lt;a href=\"Heytesbury\"&gt;Heytesbury-with-Tytherington&lt;/a&gt; in 1885, and today the church is served by the Upper Wylye Valley team.\nLocal government.\nKnook, together with the parish of &lt;a href=\"Heytesbury\"&gt;Heytesbury&lt;/a&gt;, elects a parish council called \"Heytesbury, Imber and Knook\". Local government services are provided by &lt;a href=\"Wiltshire%20Council\"&gt;Wiltshire Council&lt;/a&gt;."
}