{
    "id": "2092024",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2092024",
    "title": "HypoVereinsbank",
    "text": "UniCredit Bank AG, better known under its brand name HypoVereinsbank (HVB), is the fifth-largest of the German &lt;a href=\"financial%20institution\"&gt;financial institution&lt;/a&gt;s, ranked according to its total assets, and the fourth-largest bank in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; according to the number of its employees. Its registered office is in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;, and it is a member of the &lt;a href=\"Cash%20Group\"&gt;Cash Group&lt;/a&gt;. Since 2005, UniCredit Bank AG has been a subsidiary of &lt;a href=\"UniCredit\"&gt;UniCredit&lt;/a&gt; S.p.A., an Italian &lt;a href=\"Financial%20services\"&gt;financial service provider&lt;/a&gt; headquartered in &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt;. When the transfer resolution was entered in the commercial register in 2008, the equities of the minority shareholders were transferred to the principal shareholder, UniCredit S.p.A., as part of a &lt;a href=\"squeeze-out\"&gt;squeeze-out&lt;/a&gt;. HVB thus became a &lt;a href=\"wholly%20owned%20subsidiary\"&gt;wholly owned subsidiary&lt;/a&gt; and has not been listed on a &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt; since that time.\nOperating in Germany, HVB mainly focuses on private clients business and corporate banking, customer-related &lt;a href=\"capital%20market\"&gt;capital market&lt;/a&gt; activities and private banking (also known as &lt;a href=\"wealth%20management\"&gt;wealth management&lt;/a&gt;). As a mixed &lt;a href=\"mortgage%20bank\"&gt;mortgage bank&lt;/a&gt;, it performs banking operations as a universal bank within the meaning of the Mortgage Banking Act and, as a mortgage bank, is also authorised to issue &lt;a href=\"pfandbrief\"&gt;pfandbrief&lt;/a&gt;s.\nHistory.\nOrigins.\nThe oldest roots of UniCredit Bank AG go back to Bayerische Staatsbank, which was founded during the second half of the 18th century. Inspired by the Königliche Bank Berlin, &lt;a href=\"Margrave\"&gt;Margrave&lt;/a&gt; Karl Alexander von Brandenburg-Ansbach founded his own bank, the Hochfürstlich-Brandenburg-Anspach-Bayreuthische Hofbanco, using a small amount of operating capital, namely 15,000 guilders. The margrave resorted to this plan for economic reasons, as he wanted to avoid the fees charged by the foreign banks and access the aid funds provided by England for his soldier trade. The war between &lt;a href=\"England\"&gt;England&lt;/a&gt; and &lt;a href=\"France\"&gt;France&lt;/a&gt; in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; had led England to conclude contracts with German counts and request troops from them in exchange for aid funds.\nAfter the &lt;a href=\"Napoleonic%20wars\"&gt;Napoleonic wars&lt;/a&gt;, the margravates of &lt;a href=\"Ansbach\"&gt;Ansbach&lt;/a&gt; and &lt;a href=\"Bayreuth\"&gt;Bayreuth&lt;/a&gt; came to the &lt;a href=\"Kingdom%20of%20Bavaria\"&gt;Kingdom of Bavaria&lt;/a&gt;, and the bank became the Köngliche Bank [Royal Bank]. The end of the monarchy in Bavaria in 1918 saw the renaming of the bank to Bayerische Staatsbank. In 1971, the Bayerische Bank merged with &lt;a href=\"Bayerische%20Vereinsbank\"&gt;Bayerische Vereinsbank&lt;/a&gt;.\nThe Bayerische Vereinsbank was the result of a private initiative by Munich-based and Augsburg-based court bankers, members of the nobility as well as common merchants in 1869. The \"fairy-tale\" king &lt;a href=\"Ludwig%20II\"&gt;Ludwig II&lt;/a&gt; granted the initiative the concession to set up a public company limited by shares under the name \"Bayerische Vereinsbank\". Two years ago, it received permission for land-financing transactions and thus became a \"mixed institution\". Unlike most banks, Bayerische Vereinsbank was then allowed to carry out mortgage banking business operations in addition to the banking business. After the beginning of the 1950s, Bayerische Vereinsbank opened its first branch offices abroad. Through the merger with the Bavarian Statebank, one of the largest banks in Germany emerged. Bayerische Vereinsbank also included Bayerische Handelsbank AG, Süddeutsche Bodencreditbank AG and Nürnberger Hypothekenbank AG. The expansion of the banking group resulted from, amongst others, the merger with the Bankhaus Röchling (&lt;a href=\"Saarbr%C3%BCcken\"&gt;Saarbrücken&lt;/a&gt;) and, in 1991, with Simonbank (&lt;a href=\"D%C3%BCsseldorf\"&gt;Düsseldorf&lt;/a&gt;). During the 1960s, Bayerische Vereinsbank started to expand throughout Germany and abroad, and, in 1998, was the third-largest bank in Germany.\nBayerische Hypotheken- und Wechsel-Bank (short form: Hypo-Bank) was founded in 1835 on the initiative of &lt;a href=\"King%20Ludwig%20I%20of%20Bavaria\"&gt;King Ludwig I of Bavaria&lt;/a&gt;. It was a \"mixed institution\" from the very beginning, had the right to issue &lt;a href=\"Pfandbrief\"&gt;Pfandbrief&lt;/a&gt;s since 1864, and developed into the largest &lt;a href=\"mortgage%20bank\"&gt;mortgage bank&lt;/a&gt; in Germany during the 19th century. Hypo-Bank also began to expand throughout Germany and internationally in the 1960s.\nAfter the first merger.\nIn 1998, &lt;a href=\"Bayerische%20Hypo-%20und%20Wechselbank\"&gt;Bayerische Hypo- und Wechselbank&lt;/a&gt; and &lt;a href=\"Bayerische%20Vereinsbank\"&gt;Bayerische Vereinsbank&lt;/a&gt;, two institutions which were steeped in tradition, were merged to form Bayerische Hypo- und Vereinsbank Aktiengesellschaft.\nFollowing the merger, Bayerische Hypo- und Vereinsbank followed the \"Bank of the Regions\" strategy. It expanded its network into the promising markets of &lt;a href=\"Central%20and%20Eastern%20Europe\"&gt;Central and Eastern Europe&lt;/a&gt; (&lt;a href=\"Central%20and%20Eastern%20Europe\"&gt;CEE&lt;/a&gt; - Central and Eastern Europe). During the period from 2000 to 2002, it completed the integration of the Austrian &lt;a href=\"Bank%20Austria%20Creditanstalt\"&gt;Bank Austria Creditanstalt&lt;/a&gt; and created &lt;a href=\"HVB%20Group\"&gt;HVB Group&lt;/a&gt;. Within the Group, &lt;a href=\"Bank%20Austria%20Creditanstalt\"&gt;Bank Austria Creditanstalt&lt;/a&gt; was responsible for the CEE countries, It, in turn, expanded in Central and Eastern Europe, and bought, amongst others, the Bulgarian bank Biochim, the Serbian Eksimbanka and the Romanian Banca Comerciala Ion Țiriac.\nBayerische Hypotheken- und Wechsel-Bank entered the merger with a large mortgage as it had substantial encumbrances stemming, in particular, from the allocation of mortgage loans to the new federal states. The Chairman of the Management Board of Bayerische Hypo- und Vereinsbank - which resulted from the merger -, Albrecht Schmidt, later estimated the real-estate encumbrances, which had cropped up \"unexpectedly\", at being around DM 3.5 billion. This was followed by a bitter dispute between the Bayerische Hypo- und Vereinsbank and the former management board chairman of Hypo-Bank, Eberhard Martini, during the course of which Mr Martini lost his post on the Supervisory Board. The public prosecutor Munich I also initiated preliminary proceedings against Eberhard Martini and additional management board members of the former Hypo-Bank, which were, however, then ceased in 2001 against the payment of fines. The fine imposed on Eberhard Martini in this conjunction amounted to DM 700,000.\nIn March 2003, &lt;a href=\"Hypo%20Real%20Estate\"&gt;Hypo Real Estate&lt;/a&gt;, the real-estate financing subsidiary of Bayerische Hypo- und Vereinsbank, was spun off and went public. A minority share in &lt;a href=\"Bank%20Austria%20Creditanstalt\"&gt;Bank Austria Creditanstalt&lt;/a&gt; was also listed on the stock exchange.\nAfter the second merger.\nIn 2005, Bayerische Hypo- und Vereinsbank was taken over by the Italian financial institution Unicredit &lt;a href=\"Societ%C3%A0%20per%20Azioni\"&gt;S.p.A.&lt;/a&gt;. In the same year, Bayerische Hypo- und Vereinsbank integrated &lt;a href=\"Vereins-%20und%20Westbank\"&gt;Vereins- und Westbank Hamburg&lt;/a&gt;, which, for its part, was the result of merger of Vereinsbank in Hamburg and Westbank in 1974. \nVereinsbank in Hamburg was also steeped in tradition. It was founded in 1856 on the initiative of renowned merchants in Hamburg. Westbank, on the other hand, hails from &lt;a href=\"Schleswig-Holstein\"&gt;Schleswig-Holstein&lt;/a&gt;, and was created in 1943 from a forced merger of several smaller banks in northern Germany. It was initially called \"Schleswig-Holsteinische und Westbank\", and was renamed \"Westbank\" in 1968.\nIn 2006, Bayerische Hypo- und Vereinsbank took over the corporate clients portfolio of Westfalenbank AG, which had been founded in 1921 by leading companies in the Rhineland-Westphalian industrial district on &lt;a href=\"Bochum\"&gt;Bochum&lt;/a&gt;. However, there was already a connection between the two institutions since Bayerische Hypotheken- und Wechselbank AG acquired a part of Westfalenbank in 1971.\nIn 2006, the significant majority holding in &lt;a href=\"Bank%20Austria\"&gt;Bank Austria&lt;/a&gt;, the largest bank in &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, was sold to the parent company UniCredit for €13 billion without an auction process. This subsequently led to a number of lawsuits by free HVB shareholders. The investment company Activest was sold to a UniCredit fund subsidiary called Pioneer Investments.\nIn January 2007, &lt;a href=\"UniCredit%20Group\"&gt;UniCredit Group&lt;/a&gt; announced its intention to carry out a squeeze-out at Bayerische Hypo- und Vereinsbank. The price in this respect was established at €38.26 per share. A decision on the squeeze-out was taken at the &lt;a href=\"Shareholders%20Meeting\"&gt;Shareholders Meeting&lt;/a&gt; on 26 June 2007. Following the Shareholders Meeting, over 100 actions to set aside a shareholders' resolution by free HVB shareholders took place; this represents a record for Germany. At the Shareholders Meeting, the Bonn-based lawyer Thomas Heidel was selected as special representative pursuant to § 147 German Stock Corporation Act, who, amongst other things, was to look into possible claims for damages in conjunction with the sale of the Bank Austria shareholding &lt;a href=\"UniCredit\"&gt;UniCredit&lt;/a&gt;, for its part, lodged an action to set aside a shareholders' resolution in turn. During the subsequent period, the special representative lodged complaints that his work was being obstructed. On 15 September 2008, the squeeze-out adopted by the Shareholders Meeting in June 2007 was entered into the commercial register at the Register of Companies in Munich. As such, all the shares of &lt;a href=\"Bayerische%20Hypo-%20und%20Vereinsbank\"&gt;Bayerische Hypo- und Vereinsbank&lt;/a&gt; were transferred to UniCredit by force of law. The listing of shares on the stock exchanges was discontinued at short notice.\nIn April 2008, Bayerische Hypo- und Vereinsbank aligned its market profile to that of UniCredit Group. The brand name HypoVereinsbank was retained; however, the previous blue logo was replaced by black lettering preceded by the red UniCredit logo.\nAt the same time, Bank Austria received a new logo. Thus, Bayerische Hypo- und Vereinsbank and Bank Austria aligned their brands optically to the overall brand profile of UniCredit Group. In a second step, Bayerische Hypo- und Vereinsbank Aktiengesellschaft was renamed UniCredit Bank AG on 15 December (amongst other reasons, due to the danger of confusion with &lt;a href=\"Hypo%20Real%20Estate\"&gt;Hypo Real Estate&lt;/a&gt;, which was spun off in 2003); the brand name HypoVereinsbank was, however, retained.\nThe integration of UniCredit CAIB AG to UniCredit Bank AG, which was announced in February 2010, was completed on 1 July 2010 with its entry in the Commercial Register. The newly founded UniCredit Bank AG - Zweigniederlassung &lt;a href=\"Wien\"&gt;Wien&lt;/a&gt; serves as an interface to the customers in Austria and &lt;a href=\"Central%20and%20Eastern%20Europe\"&gt;CEE&lt;/a&gt;, and focuses on the initiation of transactions as well as the sale of &lt;a href=\"Corporate%20and%20Investment%20Banking\"&gt;CIB products&lt;/a&gt;. The integration constitutes a further milestone in the consolidation of the Groupwide Markets and &lt;a href=\"Investment%20Banking\"&gt;Investment Banking&lt;/a&gt; in UniCredit Bank AG, and hence manages the largest share by far of the investment banking business of &lt;a href=\"UniCredit%20Group\"&gt;UniCredit Group&lt;/a&gt;.\nIn August 2014, the company announced the sale of the Direktvank subsidiary. &lt;a href=\"BNP%20Paribas\"&gt;BNP Paribas&lt;/a&gt; paid €354 million for the 81.4% share in DAB held by HVB.\nHypoVereinsbank sold its interest in PlanetHome AG in June 2015. The transfer of the equities was completed on 16 June 2015. Financial investors AP Capital Investments and Deutsche Invest Equity Partners purchased PlanetHome AG and its subsidiaries. Cooperation with PlanetHome shall remain unaffected by the sale of the equities.\nSubsidiaries.\nImportant subsidiaries of UniCredit Bank AG are:\nSince 2014, DAB Bank has no longer been part of the group, which also included Hypo Real Estate until 2003. As of June 2015, PlanetHome AG no longer belongs to the company. Since 2016, former subsidiary &lt;a href=\"UniCredit%20Bank%20Serbia\"&gt;UniCredit Bank Serbia&lt;/a&gt; (formerly HVB Banka Srbija), &lt;a href=\"UniCredit%20Bank%20Slovenia\"&gt;UniCredit Bank Slovenia&lt;/a&gt; (formerly Bank Austria Creditanstalt d.d. Ljubljana), &lt;a href=\"UniCredit%20Bank%20Czech%20Republic%20and%20Slovakia\"&gt;UniCredit Bank Czech Republic and Slovakia&lt;/a&gt; (formerly HVB Bank Czech Republic) were directly under UniCredit S.p.A., the parent company of HypoVereinsbank\nCultural commitment.\nHypoVereinsbank is a member of the \"Association of Arts and Culture of the German Economy at the Federation of German Industries\", and is both initiator and promoter of numerous cultural projects and institutions. Its cultural commitment extends from the work of the Hypo Cultural Foundation, with the in Munich, right through to the sponsorship of music festivals and international competitions (e.g. &lt;a href=\"Bayreuther%20Festspiele\"&gt;Bayreuther Festspiele&lt;/a&gt;, &lt;a href=\"Rheingau%20Musik%20Festival\"&gt;Rheingau Musik Festival&lt;/a&gt;, &lt;a href=\"Bachfest%20Leipzig\"&gt;Bachfest Leipzig&lt;/a&gt;, Richard-Strauss-Festival and the singing competition Competizione dell'Opera). For more than 30 years, the bank has been supporting young artists with its own cultural promotion programme, \"Jugend kulturell\". This includes a series of events throughout Germany, exhibitions in the various genres of the &lt;a href=\"Fine%20Arts\"&gt;Fine Arts&lt;/a&gt; and an annual competition for the \"Jugend kulturell Award.\"\nFurthermore, HVB hosts the \"UniCredit Festival Night\" in Munich's city centre. The annual kick-off event of the &lt;a href=\"Munich%20Opera%20Festival\"&gt;Munich Opera Festival&lt;/a&gt; presents performances from the world of &lt;a href=\"opera\"&gt;opera&lt;/a&gt;, concert, &lt;a href=\"dance\"&gt;dance&lt;/a&gt;, songs and &lt;a href=\"literature\"&gt;literature&lt;/a&gt;. The UniCredit Festival Night is organised in cooperation with the &lt;a href=\"Bavarian%20State%20Opera\"&gt;Bavarian State Opera&lt;/a&gt;. The \"HypoVereinsbank Art Collection\" also plays an important role in the bank's promotion of culture. At present, it comprises over 20,000 artworks, ranging from antiquity right down to the present day, which are distributed among 600 branch offices around the world. The Collection focuses on older masterpieces (e.g. &lt;a href=\"Leandro%20Bassano\"&gt;Leandro Bassano&lt;/a&gt; and &lt;a href=\"Fran%C3%A7ois%20Boucher\"&gt;François Boucher&lt;/a&gt;); classical, modern and &lt;a href=\"contemporary%20art\"&gt;contemporary art&lt;/a&gt; (e.g. &lt;a href=\"Kurt%20Schwitters\"&gt;Kurt Schwitters&lt;/a&gt;, &lt;a href=\"Georg%20Baselitz\"&gt;Georg Baselitz&lt;/a&gt; and &lt;a href=\"Gerhard%20Richter\"&gt;Gerhard Richter&lt;/a&gt;), &lt;a href=\"light%20art\"&gt;light art&lt;/a&gt; (e.g. &lt;a href=\"Dan%20Flavin\"&gt;Dan Flavin&lt;/a&gt;) and photography (e.g. &lt;a href=\"Henri%20Cartier-Bresson\"&gt;Henri Cartier-Bresson&lt;/a&gt;).\nCriticism.\nGustl Mollath – a miscarriage of justice.\nIn the context of the judicial scandal involving &lt;a href=\"Gustl%20Mollath\"&gt;Gustl Mollath&lt;/a&gt;, UniCredit is named as the legal successor of HypoVereinsbank, which failed to forward an internal &lt;a href=\"audit%20report\"&gt;audit report&lt;/a&gt; on customers' capital transfer to Switzerland to the public prosecutor.\nFinancing of \"junk properties\".\nFrom the 1990s, HypoVereinsbank put junk properties throughout Germany on the market and helped the buyers with the financing. The true value of the properties was concealed, while the estate agents were trained and remunerated accordingly. In one case, the aggrieved parties took their case to the &lt;a href=\"Federal%20Court%20of%20Justice%20of%20Germany\"&gt;Federal Court of Justice of Germany&lt;/a&gt;, which ruled that the bank was liable for the agent's transaction."
}