{
    "id": "20923025",
    "revid": "1046433882",
    "url": "https://en.wikipedia.org/wiki?curid=20923025",
    "title": "Max Bedacht",
    "text": "Max Bedacht Sr. (October 13, 1883 – July 4, 1972) was a German-born &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; &lt;a href=\"Revolutionary%20socialism\"&gt;revolutionary socialist&lt;/a&gt; political activist, journalist, and functionary who helped establish the &lt;a href=\"Communist%20Party%20of%20America\"&gt;Communist Party of America&lt;/a&gt;. Bedacht is best remembered as the long-time head of the &lt;a href=\"International%20Workers%20Order\"&gt;International Workers Order&lt;/a&gt;, a &lt;a href=\"Communist%20Party%20USA\"&gt;Communist Party&lt;/a&gt;-sponsored fraternal benefit organization.\nBiography.\nEarly years.\nMax Bedacht, Sr. was born in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;, Germany to an ethnically &lt;a href=\"Germans\"&gt;German&lt;/a&gt; mother on October 13, 1883. He was the son of a single mother who worked as a domestic servant and was raised Catholic by a maternal aunt and uncle.\nEarly labor activities.\nBedacht apprenticed and worked as a &lt;a href=\"barber\"&gt;barber&lt;/a&gt; in Germany and &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, working in the towns of &lt;a href=\"Gossau%2C%20St.%20Gallen\"&gt;Gossau&lt;/a&gt; and &lt;a href=\"Herisau%2C%20Switzerland\"&gt;Herisau&lt;/a&gt;. He organized fellow journeymen barbers into a union during his European years. In 1905 he joined the &lt;a href=\"Social%20Democratic%20Party%20of%20Switzerland\"&gt;Social Democratic Party of Switzerland&lt;/a&gt;. In 1907, Bedacht was elected president of the Swiss National Barbers' Union and edited the organization's newspaper. That same year he took part in his first labor action, a &lt;a href=\"sympathy%20strike\"&gt;sympathy strike&lt;/a&gt; held for the striking &lt;a href=\"chocolate\"&gt;chocolate&lt;/a&gt; workers on the banks of &lt;a href=\"Lake%20Geneva\"&gt;Lake Geneva&lt;/a&gt;.\nDuring a barbers' strike the following year, Bedacht rented a building for a &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; barber shop in his name. In the settlement of the strike, the plan for the cooperative facility was abandoned, however, and Bedacht was sued for &lt;a href=\"breach%20of%20contract\"&gt;breach of contract&lt;/a&gt; by the building's landlord. While the union's members offered to pay the money for him, Bedacht decided to emigrate to the United States rather than allow this to take place.\nActivities: New York City.\nBedacht &lt;a href=\"immigrated%20to%20the%20United%20States\"&gt;immigrated to the United States&lt;/a&gt; in 1908 and joined the &lt;a href=\"Socialist%20Party%20of%20America\"&gt;Socialist Party of America&lt;/a&gt; (SPA) during that same year. He lived and worked in &lt;a href=\"Manhattan%2C%20New%20York\"&gt;Manhattan&lt;/a&gt; from 1910 to 1912, cutting hair by day while spending his evenings as a German-language socialist agitator. After this he spent a brief period in &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt; as editor of both German-language and English-language Socialist newspapers.\nActivities: San Francisco.\nIn June 1913 he moved to &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; to become the editor of the German-language labor newspaper \"Vorwärts der Pacific Küste\" (Forward of the Pacific Coast), a job which he retained until the paper's termination in 1917 due to draconian postal regulations being placed on the foreign language press during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. He briefly moved to &lt;a href=\"South%20Dakota\"&gt;South Dakota&lt;/a&gt; to edit a paper called \"The New Era\" following the demise of the \" Vorwärts,\" but soon returned to San Francisco when he found that publication unviable, taking up the barbers' shears again.\nBedacht was long an adherent of the so-called &lt;a href=\"Impossibilism\"&gt;impossibilist&lt;/a&gt; wing of the &lt;a href=\"Socialist%20Party\"&gt;Socialist Party&lt;/a&gt;, placing his faith in socialist revolution rather than the ameliorative reform of elected officials. As was the case with many radicals in America, Bedacht was inspired by the &lt;a href=\"Bolshevik%20Revolution\"&gt;Bolshevik Revolution&lt;/a&gt; of 1917 and was an early adherent of the 1919 &lt;a href=\"Left%20Wing%20Manifesto\"&gt;Left Wing Manifesto&lt;/a&gt; written by &lt;a href=\"Louis%20C.%20Fraina\"&gt;Louis C. Fraina&lt;/a&gt; and the &lt;a href=\"Left%20Wing%20Section%20of%20the%20Socialist%20Party\"&gt;Left Wing Section of the Socialist Party&lt;/a&gt;, which emerged in conjunction with that document. Bedacht was a Left Wing candidate for the SPA's governing National Executive Committee in 1919 and a delegate to the SPA's pivotal &lt;a href=\"1919%20Emergency%20National%20Convention\"&gt;1919 Emergency National Convention&lt;/a&gt;.\nChicago convention of 1919.\nAt the Chicago convention in August 1919, the Left Wing California delegation was challenged at the time the gathering was convened, placing the delegates in limbo, their fate held in the mercy of a committee firmly controlled by the \"Regular\" faction of National Executive Secretary &lt;a href=\"Adolph%20Germer\"&gt;Adolph Germer&lt;/a&gt; and &lt;a href=\"James%20Oneal\"&gt;James Oneal&lt;/a&gt;. The Credentials Committee, headed by Judge &lt;a href=\"Jacob%20Panken\"&gt;Jacob Panken&lt;/a&gt; of &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, stalled the hearings on the California delegation until after the convention was underway and until it was clear that a safe majority of delegates were in the Regulars' camp.\nAs a result, although they were ultimately approved by the committee, the California delegation refused to take their seats in protest and went downstairs to attend the parallel convention of the &lt;a href=\"Communist%20Labor%20Party%20of%20America\"&gt;Communist Labor Party&lt;/a&gt; (CLP) convened by NEC members &lt;a href=\"Alfred%20Wagenknecht\"&gt;Alfred Wagenknecht&lt;/a&gt; and &lt;a href=\"L.E.%20Katterfeld\"&gt;L.E. Katterfeld&lt;/a&gt;. Bedacht was elected at the founding convention to the 5 member National Executive Committee which governed the CLP.\nDuring the &lt;a href=\"Palmer%20Raids\"&gt;Palmer Raids&lt;/a&gt; in California and Chicago, Bedacht was arrested and tried for conspiracy. However, despite conviction, he avoided prison. Soon afterwards, he traveled to Europe and Russia as an international delegate for the Communist Party.\nIn 1924, Bedacht was a delegate of the &lt;a href=\"Workers%20Party%20of%20America\"&gt;Workers Party of America&lt;/a&gt; to the 5th World Congress of the &lt;a href=\"Communist%20International\"&gt;Communist International&lt;/a&gt;.\nBedacht lived in Chicago at 3101 North Nordica Avenue, from 1923 to 1928, according to his testimony before HUAC in 1949.\nActivities: New York City.\nIn 1929, Bedacht took over as liaison with the Soviet underground after the expulsion of &lt;a href=\"Jay%20Lovestone\"&gt;Jay Lovestone&lt;/a&gt; from the Party in 1929.\nIn the summer of 1932, Bedacht invited &lt;a href=\"Whittaker%20Chambers\"&gt;Whittaker Chambers&lt;/a&gt; to join the Soviet underground. Chambers described Bedacht's approach as follows:\nIn &lt;a href=\"1934%20New%20York%20state%20election\"&gt;1934&lt;/a&gt;, he ran on the Communist ticket for &lt;a href=\"U.S.%20Senator%20from%20New%20York\"&gt;U.S. Senator from New York&lt;/a&gt; and received 45,396 votes (1.23%).\nIn 1937, he said under oath in 1948, \"I went to Spain with a committee of eight to the &lt;a href=\"International%20Brigade\"&gt;International Brigade&lt;/a&gt; in Spain. I think it was 1937.\"\nIn 1939, \"&lt;a href=\"Time%20magazine\"&gt;Time Magazine&lt;/a&gt;\" cited Bedacht in connection with the arrest of Party leader &lt;a href=\"Earl%20Browder\"&gt;Earl Browder&lt;/a&gt; on charges of indicted a Federal Grand Jury in New York City on two counts connected to passport: \"Possible was the bagging by &lt;a href=\"Frank%20Murphy\"&gt;Frank Murphy&lt;/a&gt; of such Reds as Executive Committeeman Max Bedacht, Publisher &lt;a href=\"Alexander%20Trachtenberg\"&gt;Alexander Trachtenberg&lt;/a&gt;.\"\nInternational Workers Order.\nIn the 1930s, Bedacht became general secretary of the &lt;a href=\"International%20Workers%20Order\"&gt;International Workers Order&lt;/a&gt; (IWO), a Communist Party-affiliated insurance, mutual benefit, and fraternal organization (1930–1954), whose membership peaked in the late 1940s at 200,000 members. In the mid-1940s, Bedacht appeared under subpoena before the Special Committee on Un-American Activities of the US House of Representatives (or \"&lt;a href=\"Dies%20Committee\"&gt;Dies Committee&lt;/a&gt;\").\nExpulsion.\nIn November 1948, Bedacht was expelled from the national CPUSA.\nIn November 1949, Bedacht appeared before the House Un-American Activities Committee (&lt;a href=\"HUAC\"&gt;HUAC&lt;/a&gt;). Regarding his activities, he answered when asked: Regarding his expulsion from the CPUSA, he held this exchange: \nPersonal life and death.\nBedacht was married and had four children, three daughters and a son: Elsie, Edith, Ethel, and Max. His eldest daughter worked for a time in the National Office of the American Communist Party in the early 1930s.\nMax Bedacht died on July 4, 1972. His Communist Party membership had been reinstated a few years prior.\nWorks.\nArticles.\nAll articles listed here come from the &lt;a href=\"Marxists%20Internet%20Archive\"&gt;Marxists Internet Archive&lt;/a&gt; except the 1926 \"Daily Worker\" article entitled \"Eastman Drops His Mask.\""
}