{
    "id": "2093923",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=2093923",
    "title": "Oleg Malyshkin",
    "text": "Oleg Alexandrovich Malyshkin () is a Russian &lt;a href=\"politician\"&gt;politician&lt;/a&gt; and member of the &lt;a href=\"Liberal%20Democratic%20Party%20of%20Russia\"&gt;Liberal Democratic Party of Russia&lt;/a&gt;. He was a member of the &lt;a href=\"State%20Duma\"&gt;State Duma&lt;/a&gt; of &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; between 2003 and 2007, and stood for President in the &lt;a href=\"2004%20Russian%20presidential%20election\"&gt;2004 Russian presidential election&lt;/a&gt;.\nBorn on April 7, 1951 in the &lt;a href=\"Rostov%20Oblast\"&gt;Rostov Oblast&lt;/a&gt; of the &lt;a href=\"Russian%20SFSR\"&gt;Russian SFSR&lt;/a&gt;, Malyshkin graduated from the Polytechnic Institute in &lt;a href=\"Novocherkassk\"&gt;Novocherkassk&lt;/a&gt; as a mining engineer. He was a professional &lt;a href=\"Boxing\"&gt;boxer&lt;/a&gt; (12 wins by &lt;a href=\"knock-out\"&gt;knock-out&lt;/a&gt;s) and &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt; player. As soccer &lt;a href=\"Defender%20%28association%20football%29\"&gt;defender&lt;/a&gt; he competed for &lt;a href=\"Torpedo%20Taganrog\"&gt;Torpedo Taganrog&lt;/a&gt;, &lt;a href=\"Uralan\"&gt;Uralan&lt;/a&gt; and some clubs from Rostov-on-Don mainly in &lt;a href=\"Soviet%20Second%20League\"&gt;Soviet Second League&lt;/a&gt;.\nHe entered politics in 1991 as a member of &lt;a href=\"Vladimir%20Zhirinovsky\"&gt;Vladimir Zhirinovsky&lt;/a&gt;'s &lt;a href=\"Liberal%20Democratic%20Party%20of%20Russia\"&gt;Liberal Democratic Party of Russia&lt;/a&gt; and working in the party offices in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;. In 1997, he won election as head of the &lt;a href=\"Tatsinsky%20District\"&gt;Tatsinsky District&lt;/a&gt; in &lt;a href=\"Rostov%20Oblast\"&gt;Rostov Oblast&lt;/a&gt; and served until 2001. He governed the district in an authoritarian, &lt;a href=\"Statism\"&gt;statist&lt;/a&gt; manner, introducing strict price controls for food and visiting the grain elevator accompanied by armed guards in order to resolve a dispute between the enterprise and his administration.\nIn 2001, Malyshkin returned to &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; and resumed his post in the LDPR's head office, becoming Chief of Staff to Vladimir Zhirinovsky's security and being nominated as Vice Chairman of the party.\nIn 2003, he was elected to the State Duma. He quickly established himself as just as fiery and hot-headed as his party's leader, assaulting former economic adviser to prime minister &lt;a href=\"Mikhail%20Delyagin\"&gt;Mikhail Delyagin&lt;/a&gt; and &lt;a href=\"Yabloko\"&gt;Yabloko&lt;/a&gt; deputy chairman &lt;a href=\"Sergey%20Mitrokhin\"&gt;Sergey Mitrokhin&lt;/a&gt; on November 21, 2003. He serves on the State Duma's Committee on Defense.\nPresidential campaign.\nMalyshkin was a surprise choice for the LDPR's candidate in the Russian presidential election of 2004, as he was barely known outside Tatsinsky District and LDPR circles. However, it was widely assumed that Zhirinovsky chose not to run in this election as he realised it would be impossible for him to beat &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt;. Malyshkin made much of his credentials as a worker in the election, but found it difficult to be taken seriously as a candidate, particularly after his mother said she would not be voting for her son. Malyshkin also said throughout the campaign that, should he win, he would automatically step aside for LDPR leader &lt;a href=\"Vladimir%20Zhirinovsky\"&gt;Vladimir Zhirinovsky&lt;/a&gt;. Malyshkin won 1,393,940 votes, for 2% of the poll, coming fifth out of six candidates.\nZhirinovsky had originally plan to run himself, having announced his intent to run in December 2003. However, he ultimately did not run.\nAs a presidential candidate Malyshkin acquired a reputation in which he was seen as being unintelligent.\nAfter presidential campaign.\nIn April 2007 &lt;a href=\"Vladimir%20Zhirinovsky\"&gt;Vladimir Zhirinovsky&lt;/a&gt; announced that Malyshkin had been expelled from the &lt;a href=\"LDPR\"&gt;LDPR&lt;/a&gt;'s Duma faction for refusing to participate in regional elections in Russia the previous month. He did not run for re-election in December 2007."
}