{
    "id": "20937899",
    "revid": "426156",
    "url": "https://en.wikipedia.org/wiki?curid=20937899",
    "title": "Barmouth &amp; Dyffryn United F.C.",
    "text": "Barmouth &amp; Dyffryn United Football Club () is a &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in the coastal town of &lt;a href=\"Barmouth\"&gt;Barmouth&lt;/a&gt;, &lt;a href=\"Gwynedd\"&gt;Gwynedd&lt;/a&gt;, also representing the nearby town of &lt;a href=\"Dyffryn%20Ardudwy\"&gt;Dyffryn Ardudwy&lt;/a&gt;. They play in the &lt;a href=\"Mid%20Wales%20Football%20League\"&gt;Mid Wales Football League&lt;/a&gt; West Division. The \"Magpies\" play their games at the Wern Mynach. Barmouth also have a strong youth team, with many players who played for Barmouth playing for football league academies in Wales. The Magpies won the league in 2011 after a hard working season, Barmouth also compete in the Football Association of Wales cup competitions, along with cup competitions sanctioned by the North Wales Coast Football Association .\nHistory.\nThe Club existed in 1863 and was one of six inaugural clubs when the Cambrian League was formed in 1896. Little is recorded of this early period. An incarnation of the club reformed in 1901. The Cambrian Coast Football League was founded in January 1920 and Barmouth were league champions in 1920 and 1922. In 1930 an eight-team Cambrian Coast League was revived. It ended in 1963.\nPrior to the outbreak of World War II, Barmouth FC and Dyffrin FC were two separate clubs competing in the Cambrian Coast League. Following the ending of hostilities, Barmouth &amp; Dyffryn United appear in the Cambrian Coast League. This would indicate that the current club was formed in 1945, following a merger of the two clubs.\nBarmouth joined the Central Wales League in 1963 and were champions in the 1969–70 season, also reaching the fifth round of the &lt;a href=\"Welsh%20Cup\"&gt;Welsh Cup&lt;/a&gt;, playing &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff City F.C.&lt;/a&gt;. Barmouth won the NWCFA Challenge Cup in 1969 and 1971. They won the Central Wales Challenge Cup in 1973. The club resigned from the CWL at the end of 1972–73 season and reappeared in the &lt;a href=\"Aberystwyth%20League\"&gt;Aberystwyth &amp; District League&lt;/a&gt; in 1978–79.\nBarmouth &amp; Dyffryn left the Aberystwyth &amp; District League at the end of the 1992–93 season and joined the Gwynedd Football League. At the end of the 2000–01 season they withdrew after finishing last but one. They played in the &lt;a href=\"Caernarfon%20%26amp%3B%20District%20League\"&gt;Caernarfon &amp; District League&lt;/a&gt; winning the AEEU Cup in 2002 and, after becoming league champions returned to the Gwynedd Football League.\nIn 2006–07 they were runners-up in the &lt;a href=\"Gwynedd%20League\"&gt;Gwynedd League&lt;/a&gt; title but were promoted to the &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh Alliance League&lt;/a&gt; on appeal. They finished tenth in the first full season and fourth in 2009–2010.\nStatistics.\nMost Appearances – Darren Andrews (GK), 110 Appearances.\nTop Scorers – Shane Jones (FW), 55 Goals in 96 Appearances\nWern Mynach stadium.\nWern Mynach is the football stadium located in Barmouth, home of Barmouth &amp; Dyffryn United F.C.\nThe club has one of the best pitches in North Wales, a pure grass pitch that takes a lot of work to up keep.\nThe West End is where the majority of supporters tend to congregate on match days. The &lt;a href=\"Terrace%20%28stadium%29\"&gt;Standing terrace&lt;/a&gt; holds around 50 spectators and is the only permanent cover available. There is also food and drink facilities and a small club shop. There is uncovered seating for around 50 spectators on seats formally installed in Coventry City's Highfield Road stadium.\nThe North End has standing room behind the goal and a large wooden ship which children can play on.\nThe East End backs onto spectacular mountain scenery.\nThe South end of the ground feature high fencing to block stray balls going into Park. There is a small car park.\nIn 2018 thanks to the hard work of chairman William Huntley amongst others, floodlights were installed at Wern Mynach, which brought night games to Barmouth for the first time in the club's history."
}