{
    "id": "20934543",
    "revid": "42525456",
    "url": "https://en.wikipedia.org/wiki?curid=20934543",
    "title": "Church of Our Lady of Good Counsel &amp; Shrine of St. Anthony, Sion",
    "text": "Church of Our Lady of Good Counsel &amp; Shrine of St. Anthony former\nOur Lady of Good Counsel Church initially known by its name in Portuguese, Nossa Senhora de Bom Concelho, is one of the oldest churches in, &lt;a href=\"Mumbai\"&gt;Bombay&lt;/a&gt; built by the Portuguese &lt;a href=\"Franciscans\"&gt;Franciscans&lt;/a&gt;. It was built at &lt;a href=\"Sion%2C%20Mumbai\"&gt;Sion&lt;/a&gt; and was initially affiliated to the &lt;a href=\"St.%20Michael%27s%20Church%20%28Mumbai%29\"&gt;St. Michael's Church&lt;/a&gt; at &lt;a href=\"Mahim\"&gt;Mahim&lt;/a&gt; in 1596. The artistically done stained glass windows of the Church portray the martyrdom of Blessed &lt;a href=\"Thomas%20of%20Tolentino\"&gt;Thomas of Tolentino&lt;/a&gt;, Fr. &lt;a href=\"James%20of%20Padua\"&gt;James of Padua&lt;/a&gt;, Fr. &lt;a href=\"Peter%20of%20Siena%20%28died%201321%29\"&gt;Peter of Siena&lt;/a&gt;, a Cleric and Br. &lt;a href=\"Demetrius%20of%20Tiflis\"&gt;Demetrius of Tiflis&lt;/a&gt; at &lt;a href=\"Thane\"&gt;Thane&lt;/a&gt;, in April 1321.\nHistory.\nThe coming of Franciscans to Bombay.\nWhen the Portuguese took possession of Bombay, the &lt;a href=\"Seven%20islands%20of%20Bombay\"&gt;seven small islands&lt;/a&gt; out of which it had formed had by then partly coalesced. &lt;a href=\"Colaba\"&gt;Colaba&lt;/a&gt; and Al-Omanis still remained to the South separated by narrow channels. But between the islands of Bombay, &lt;a href=\"Mazagaon\"&gt;Mazagaon&lt;/a&gt; and &lt;a href=\"Parel\"&gt;Parel&lt;/a&gt; the creeks had silted up. A broad but shallow lagoon occupied the center, invaded by higher tides. But for the most part consisting of salty marsh. The sea flowed in by a narrow channel between Mahim and &lt;a href=\"Worli\"&gt;Worli&lt;/a&gt;, while the deep gulf between Mahim and Sion, while the deep gulf at Breach Candy was the only one which always required passage by boat.\nThis \"seven-island kingdom\" as some authors wish to call it thus identifying it with the &lt;a href=\"Seven%20islands%20of%20Bombay\"&gt;Heptanesia&lt;/a&gt; of Ptolemy, was not thickly populated. The inhabitants with the exception of some Mohammedans at Mahim, were mostly Hindus of the Kolis and the Bhandari castes, agriculturists, toddy tappers, gardeners, fishermen. Only after they had established themselves in &lt;a href=\"Vasai\"&gt;Bassein&lt;/a&gt; and &lt;a href=\"Salsette%20Island\"&gt;Salsette Island&lt;/a&gt; did the Franciscans venture on Bombay-island. In the course of the 16th and the 17th centuries, the Franciscans established several Churches and Chapels in Bombay; among them was the Chapel of O.L. of Good Counsel, Sion. The discord between the Portuguese (the Friars were Portuguese) and the English resulted in the expulsion of the Franciscans from Bombay.\nThe return of the Franciscans to Bombay.\nIn 1925, the Franciscans of the ancient \"Provincia Angliae\" arrived in India. For three years they worked in Hyderabad. The Franciscans of &lt;a href=\"Bellary\"&gt;Bellary&lt;/a&gt;, formed in 1928, looked to Bombay to ultimately establish a Franciscan Friary because Bombay possessed a large and excellent body of Catholics and vocations were numerous. In the course of 1943-1944, Archbishop Roberts offered the Friars the choice of three places : &lt;a href=\"Byculla\"&gt;Byculla&lt;/a&gt;, &lt;a href=\"Chembur\"&gt;Chembur&lt;/a&gt; or Sion. It was decided to accept Byculla with a view of setting up a new parish there. However, it soon became evident that it would not be possible to find a suitable plot for a Parish and residence in Byculla as the prices were prohibitive. A proposal was then made that the Friars should take over St. Ignatius'church at Jacob Circle. Again difficulties, financial and otherwise, came in the way, so that this idea too had to be dropped.\nIn the meantime Archbishop, now Cardinal, Gracias, allowed the Friars to review their original choice and apply for Sion, which, up to then had only been a chapel, dependent on St. Michael's Church Mahim. The Chapel was separated from Mahim, constituted it into an independent Parish and entrusted it to the Franciscans. Since the Residence of Sion constituted of only two rooms that served as quarters for the Fathers, refectory, library, Parish and school Office, a loan was obtained to extend the Residence and erect new premises for the &lt;a href=\"Our%20Lady%20of%20Good%20Counsel%20High%20School%2C%20Mumbai\"&gt;Our Lady of Good Counsel School&lt;/a&gt;.\nBy 1957, The Parish of O.L. of Good Counsel, Sion, consisted of about a thousand Parishioners. One Priest performed all the Parish duties. The other Friars were occupied with special work, such as preaching of Missions, Retreats, Triduums, special sermons and conferences for Sisters. As far as the school is concerned, it had grown to such an extent that it was necessary to extend it still further. Another storey was added in 1957."
}