{
    "id": "20940669",
    "revid": "1023575179",
    "url": "https://en.wikipedia.org/wiki?curid=20940669",
    "title": "Robert T. Hill",
    "text": "Robert Thomas Hill (August 11, 1858 – July 20, 1941) was a significant figure in the development of American geology during the late 19th and early 20th centuries. As a pioneer Texas geologist, Hill discovered and named the Comanche series of the &lt;a href=\"Early%20Cretaceous\"&gt;Lower Cretaceous&lt;/a&gt;, and was a lifelong student of the structure and &lt;a href=\"stratigraphy\"&gt;stratigraphy&lt;/a&gt; of the &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; deposits of Central Texas and neighboring regions.\nBiography.\nRobert T. Hill was born on August 11, 1858, in &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville, Tennessee&lt;/a&gt;. He was orphaned at the age of five during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; and then raised in the home of his grandmother. In 1874, at the age of 16, Hill boarded a train and traveled to where the tracks ended in east &lt;a href=\"Waco%2C%20Texas\"&gt;Waco, Texas&lt;/a&gt;. From there, he found his way to the frontier town of &lt;a href=\"Comanche%2C%20Texas\"&gt;Comanche, Texas&lt;/a&gt;, located to the west of Waco, where he joined his brother, Joe, the editor of the \"Comanche Chief\" newspaper. Robert worked as a printer for the newspaper and performed various other duties, including writing and bookbinding, and eventually became co-editor of the paper.\nDuring the summer of 1876, Hill joined a survey crew headed to the Rolling Plains between the eastern edge of the &lt;a href=\"Llano%20Estacado\"&gt;Llano Estacado&lt;/a&gt; and &lt;a href=\"Fort%20Griffin%2C%20Texas\"&gt;Fort Griffin, Texas&lt;/a&gt;. The work, although somewhat tedious at times, provided an opportunity for Hill to explore the \"redbed country\" of west-central Texas. This land of reddish-brown sediments and rock has been carved by years of erosion, leaving behind scenic mesas and buttes that preserve clues to the region's geologic past. In 1877, at the age of 19, Hill accepted an offer to work as a cowboy driving a large herd of cattle from &lt;a href=\"Uvalde%2C%20Texas\"&gt;Uvalde, Texas&lt;/a&gt;, to &lt;a href=\"Dodge%20City%2C%20Kansas\"&gt;Dodge City, Kansas&lt;/a&gt;. The &lt;a href=\"cattle%20drive\"&gt;cattle drive&lt;/a&gt; took many months, during which time he learned to live outdoors for extended periods and developed frontier skills that proved valuable in his later years, as he worked as a field geologist.\nReturning to work again at the \"Comanche Chief\", Hill began to spend idle time exploring the local terrain. His interest in geology grew, as he took special interest in the many flat-topped mesas and buttes in the region. One &lt;a href=\"butte\"&gt;butte&lt;/a&gt; in particular, named Round Mountain, was located only to the northwest of Comanche, and he often climbed to the top to enjoy the view. Although he had little knowledge of geology at this point, he found the &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt;s along its rocky slopes to be fascinating, so he began to collect specimens. Hill's collection of fossils grew and soon cluttered the window sills and filled the corners of the newspaper office.\nThrough a friend, Hill obtained a copy of \"Wilson's Fifth Reader\" that contained chapters on various subjects, including a chapter on geology. Hill studied this book, and the more he learned, the more he wanted to know about geology. He then ordered, through his local drug store, a copy of the \"&lt;a href=\"https%3A//archive.org/details/manualgeologytr04danagoog\"&gt;Manual of Geology&lt;/a&gt;\" by &lt;a href=\"James%20Dwight%20Dana\"&gt;James Dwight Dana&lt;/a&gt;, one of the leading geologists in North America. Hill carefully studied this book and attempted to place the local &lt;a href=\"stratigraphy\"&gt;stratigraphy&lt;/a&gt; into Dana's scheme of classification. It became apparent that he was dealing with rocks and fossils that had not as yet been described by modern science. This discovery propelled Hill into a lifelong interest in the Cretaceous period – when Central Texas was covered by a shallow sea.\nAt some point, Hill recognized that the next logical step in his pursuit of geological knowledge was to attend university and obtain a proper education. Through his newspaper connections, Hill found acceptance at &lt;a href=\"Cornell%20University\"&gt;Cornell University&lt;/a&gt;, which allowed students to take a light course load and work their way through school. In February 1882, Hill left Comanche for &lt;a href=\"Ithaca%2C%20New%20York\"&gt;Ithaca, New York&lt;/a&gt;, to study geology at Cornell. From 1882 through 1885, he worked his way through Cornell, where he received a bachelor of science degree in geology in 1887.\n&lt;br&gt;\nScientific career.\nIn the 1880s, trained geologists were in demand from governments and businesses. The &lt;a href=\"United%20States%20Geological%20Survey\"&gt;United States Geological Survey&lt;/a&gt; (USGS) was established in 1879, and &lt;a href=\"John%20Wesley%20Powell\"&gt;John Wesley Powell&lt;/a&gt; had become director in 1881. Powell hired Hill in 1885 to work at the National Museum of the &lt;a href=\"Smithsonian%20Institution\"&gt;Smithsonian Institution&lt;/a&gt; in &lt;a href=\"Washington%2C%20DC\"&gt;Washington, DC&lt;/a&gt;. After a year of being assigned menial tasks such as the preparation of the survey's fossil collections, Hill was assigned to a three-month field season in his beloved Texas, which provided an opportunity to revisit the Cretaceous deposits of west-central Texas. He traversed portions of the state underlain by Cretaceous deposits accompanied by William Fletcher Cummins of Dallas, another geologist who would prove to be an influential figure in early Texas geological study.\nIn 1887, Hill published a 95-page report titled \"The Present Condition of Knowledge of the Geology of Texas\". Although this report was primarily prepared as an undergraduate thesis at Cornell, it was also published as a bulletin of the USGS. Also in 1887, Hill managed to publish a number of important papers in the \"&lt;a href=\"American%20Journal%20of%20Science\"&gt;American Journal of Science&lt;/a&gt;\" on his findings with regard to the Cretaceous of Texas. Publication of \"The topography and geology of the Cross Timbers and surrounding regions in Northern Texas\", established Hill as the first to recognize the two-fold subdivision of the Cretaceous system. The names that he introduced – the Comanche series applied to the Lower Cretaceous (named after his adopted home town of Comanche, Texas) and the Gulf series applied to the Upper Cretaceous – remain the standard for stratigraphic nomenclature in the western &lt;a href=\"Gulf%20Coast\"&gt;Gulf Coast&lt;/a&gt; region. Throughout the rest of Hill's professional career, he continued to publish numerous articles focused on various aspects of the Cretaceous period.\nIn 1888, Hill was invited to fill a newly formed chair of geology at the &lt;a href=\"University%20of%20Texas%20at%20Austin\"&gt;University of Texas at Austin&lt;/a&gt;. He was given the opportunity to teach the first courses in geology ever offered in Texas and to build a geology department in a new but already prestigious university. It did not last, though, as Hill returned to Washington, DC, and the USGS, and began an appointment with the Artesian and Underflow Investigation in 1890.\nHill's many contributions include the discovery of the western belt of fracture now known as the Texas Lineament, the delineation and naming of the &lt;a href=\"Balcones%20Fault\"&gt;Balcones Fault&lt;/a&gt; zone that forms the Balcones &lt;a href=\"Escarpment\"&gt;Escarpment&lt;/a&gt;, and the mapping and naming of many of the physiographic provinces of Texas. His stratigraphic studies and investigations of underground and artesian waters led to improvements of vast areas of farm and ranch land and served as the foundation for future petroleum exploration.\nIn October 1899, Hill led a six-man expedition to explore and document the canyons of the &lt;a href=\"Rio%20Grande\"&gt;Rio Grande&lt;/a&gt;. Traveling in three boats, the expedition took nearly an entire month to travel from &lt;a href=\"Presidio%2C%20Texas\"&gt;Presidio&lt;/a&gt; to &lt;a href=\"Langtry%2C%20Texas\"&gt;Langtry, Texas&lt;/a&gt;. Hill packed photography equipment into the boats, and took a series of photographs, both during and after his river voyage. Two years later, Hill published an article describing his voyage, and describing the &lt;a href=\"Big%20Bend%20National%20Park\"&gt;Big Bend&lt;/a&gt; region in the colorful language of the period.\nNear the turn of the century, Hill conducted studies in the &lt;a href=\"Caribbean\"&gt;West Indies&lt;/a&gt; and the &lt;a href=\"Isthmus%20of%20Panama\"&gt;Isthmus of Panama&lt;/a&gt;, areas he considered fundamental to understanding the geological evolution of North America. In 1902, following the eruption of &lt;a href=\"Mont%20Pel%C3%A9e\"&gt;Mont Pelée&lt;/a&gt;, Hill joined the relief expedition to &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt; that sailed on &lt;a href=\"USS%20Dixie%20%281893%29\"&gt;USS\" Dixie\"&lt;/a&gt;. He mapped the destruction area and wrote the first account of the devastating effects of dense, fast-moving clouds of hot gas and rock known as &lt;a href=\"pyroclastic%20flow\"&gt;pyroclastic flow&lt;/a&gt;s or \"nuée ardente\", previously unknown to vulcanologists.\nIn 1921, Hill provided expert testimony in the boundary dispute case between &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt; and &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;. The decision rendered by the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; on January 15, 1923, found in favor of Texas and returned to Texas of &lt;a href=\"Red%20River%20of%20the%20South\"&gt;Red River&lt;/a&gt; Valley land that was known to contain significant oil deposits."
}