{
    "id": "20950665",
    "revid": "1051270743",
    "url": "https://en.wikipedia.org/wiki?curid=20950665",
    "title": "Toulouse Olympique Broncos",
    "text": "Toulouse Olympique Broncos are a semi-professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; team based in &lt;a href=\"Toulouse\"&gt;Toulouse&lt;/a&gt; in the south of &lt;a href=\"France\"&gt;France&lt;/a&gt;. Formerly called Toulouse Jules-Julien Broncos XIII the club changed name at the end of the 2011-12 season after being taken over by &lt;a href=\"Toulouse%20Olympique\"&gt;Toulouse Olympique&lt;/a&gt;. Formed in 1980, they currently play in the &lt;a href=\"Elite%20One%20Championship\"&gt;Elite One Championship&lt;/a&gt;\nHistory.\nFounded in 1980 as Association Sportive Toulouse Jules-Julien XIII the club joined the amateur ranks in rugby league. In 1987 a youth academy was set up running teams from 4 years and up. The club was promoted in 1994 after winning the &lt;a href=\"National%20Division%202\"&gt;National Division 2&lt;/a&gt; title. During the following season the club, after getting into financial trouble, had to withdraw from the league. It wasn't until 2010 that a senior side reappeared, they were created to compete in the &lt;a href=\"Elite%20Two%20Championship\"&gt;Elite Two Championship&lt;/a&gt;. During this time the youth sides had still competed. Before the 2012/13 season had started, the senior side moved under the umbrella of city neighbours &lt;a href=\"Toulouse%20Olympique\"&gt;Toulouse Olympique&lt;/a&gt; changing their name to the current one used today. In 2015 following Toulouse Olympique's acceptance into the British &lt;a href=\"League%201%20%28rugby%20league%29\"&gt;League 1&lt;/a&gt; competition, the Broncos were moved up to the &lt;a href=\"Elite%20One%20Championship\"&gt;Elite One Championship&lt;/a&gt; to replace the departing Toulouse club and to also act as their feeder team, while also maintaining a Toulouse presence in the French League.\nThe original club name Toulouse Jules-Julien XIII lives on to this day at academy level with teams from ages 4 to 20.\nColours and badge.\nThe original club played in predominantly red with yellow, after being taken over the club used the same colours as their parent club, blue and white. They have retained their nickname 'Broncos'. The academy sides still play in the original colours\nStadium.\nThe club's first stadium was the &lt;a href=\"Stade%20Philippe%20Struxiano\"&gt;Stade Philippe Struxiano&lt;/a&gt; named after a former player from the 1920s. In 2014 they moved to their current home the &lt;a href=\"Stade%20des%20Minimes\"&gt;Stade des Minimes&lt;/a&gt; or as its also known Stade Arnauné the current capacity is 4,066 but this will be increased to about 10,000 in the coming years.\nCurrent squad.\n2021-22 Season"
}