{
    "id": "2099044",
    "revid": "8349418",
    "url": "https://en.wikipedia.org/wiki?curid=2099044",
    "title": "Return of Apollo 15 to Earth",
    "text": "After the &lt;a href=\"Apollo%2015\"&gt;Apollo 15&lt;/a&gt; &lt;a href=\"lunar%20module\"&gt;LM&lt;/a&gt; \"Falcon\" lifted from the lunar surface on August 2, 1971, it rendezvoused and docked with the &lt;a href=\"command%20and%20service%20module\"&gt;CSM&lt;/a&gt; \"Endeavour\". After transferring across the lunar samples and other equipment, \"Falcon\" was jettisoned. It would fire its rocket engine to cause it to impact the lunar surface.\nApollo 15 spent one more day in lunar orbit, continuing Worden's observations. After releasing a &lt;a href=\"subsatellite\"&gt;subsatellite&lt;/a&gt;, they ignited their &lt;a href=\"service%20propulsion%20system\"&gt;service propulsion system&lt;/a&gt; to put them on a trajectory back to Earth. The next day, Worden performed an EVA to retrieve the film cassettes from the &lt;a href=\"scientific%20instrument%20module\"&gt;scientific instrument module&lt;/a&gt; (SIM) bay cameras.\nThe twelfth day in space was uneventful, with Mission Control holding a press conference where the astronauts were asked questions submitted by the news media. On their 13th and final day they prepared for reentry. During descent one of their three parachutes failed, and they splashed down successfully with only two.\nRendezvous and docking.\n\"Falcon\" lifted off from the lunar surface after 171 hours, 37 minutes and 16 seconds GET. (\"Ground Elapsed Time\" from the time of liftoff from Earth) During ascent from the Moon, Worden played \"&lt;a href=\"The%20Air%20Force%20Song\"&gt;The Air Force Song&lt;/a&gt;\". Although he thought it was only being played for Houston, unbeknownst to him, a switch had been flicked in Mission Control that relayed his voice transmissions to the LM. It is understood that Scott was not very happy with this, as it was impossible to make out any communications from Mission Control while the song played.\nThe LM was placed into a 42 by 9 nm (77.8 by 16.7 km) orbit. Apollo 15 would be the first direct rendezvous, where the two craft would rendezvous within one &lt;a href=\"orbit\"&gt;orbit&lt;/a&gt;. The LM orbit was not perfectly in the same &lt;a href=\"Plane%20%28mathematics%29\"&gt;plane&lt;/a&gt; as the CSM's, so another burn of the LM's ascent engine was required.\nDuring the following near side pass, the spacecraft continued to close, with \"Falcon\", in its lower orbit, catching \"Endeavour\". Once about 120 feet (40 m) apart the spacecraft started to station-keep — keeping the distance between them constant. As on all Apollo flights, the crew extensively photographed and filmed this process. \"Endeavour\" closed in to hard dock and the mission of \"Falcon\" had come to an end.\nAfter opening the hatches, the crew began the task of transferring the &lt;a href=\"rock%20%28geology%29\"&gt;rock&lt;/a&gt; samples that had been collected on the surface. Scott and Irwin also vacuumed their spacesuits to try to rid them of as much &lt;a href=\"dust\"&gt;dust&lt;/a&gt; as possible. Also transferred were &lt;a href=\"film%20magazine\"&gt;film magazine&lt;/a&gt;s, &lt;a href=\"food\"&gt;food&lt;/a&gt;, used &lt;a href=\"urine\"&gt;urine&lt;/a&gt; and &lt;a href=\"fecal\"&gt;fecal&lt;/a&gt; bags (they were included for medical investigators). One Oxygen Purge System (OPS) was also transferred. On the lunar surface the OPS would be used as an emergency &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt; supply, or by the crew of the LM in the event that they were unable to achieve hard docking with the CSM and had to undertake an EVA to transfer across from the LM. Worden would use it during his EVA later in the mission.\nFollowing the completion of the transfer, the crew resealed the hatches between the two craft and prepared to jettison the LM. This was different from the undocking that took place before landing. In this case it would be an &lt;a href=\"explosive\"&gt;explosive&lt;/a&gt; jettison as much of the docking probe structure was now unneeded and will stay in the LM. There was some difficulty in getting the tunnel between the craft to depressurize. This suggested that there was an improperly sealed hatch, delaying the separation by one orbit. After checking the hatches the crew could not find a cause for the improper seal, but the tunnel now vented successfully. In his 2001 memoir, Flight Director &lt;a href=\"Christopher%20Kraft\"&gt;Christopher Kraft&lt;/a&gt; wrote that some of these difficulties may have been the result of crew fatigue. Because of the longer lunar stay time, by this point Scott and Irwin had gone an arduous 22 hours without sleep, and both men had experienced some heart irregularities on the lunar surface after their EVAs. Kraft wrote that coordination between ground controllers and the crew broke down several times at this point in the mission, and he recalled this as one of the most stressful experiences during his career in mission control.\nA change in crew procedure had come after the deaths of three crewmembers of &lt;a href=\"Soyuz%2011\"&gt;Soyuz 11&lt;/a&gt; less than a month before the launch of Apollo 15. On Soyuz 11 the crew had been killed after a repressurization valve opened during the separation of the orbital and service modules from the reentry module of the &lt;a href=\"Soyuz%20spacecraft\"&gt;Soyuz spacecraft&lt;/a&gt;. Mission planners for Apollo 15 decided that the crew should now wear their pressure suits during the separation of the LM from the CSM, something that had not previously occurred. The suits caused some problems for 15 as during an integrity test before the tunnel venting they were unable to achieve suit integrity in Scott's suit.\nAfter finally jettisoning the LM, the CSM performed a small RCS burn to further separate from the LM. \"Falcon\" was directed to burn its ascent stage engine, so that it would impact the lunar surface. The delay has meant it would not impact in the planned site, instead impacting at 26°12' N, 0°6' E, about 56 miles (90 km) from the landing site.\nThe crew should have started their sleep period, but due to the delays now had to finish housekeeping chores. Mainly these centered around turning back on the SIM instruments which had been turned off during the rendezvous and docking and orientating the spacecraft for their proper use. Just before the sleep period, &lt;a href=\"Deke%20Slayton\"&gt;Deke Slayton&lt;/a&gt;, who was effectively the astronauts' boss, radioed the crew and told them to take a &lt;a href=\"Secobarbitol\"&gt;Seconal&lt;/a&gt; &lt;a href=\"sedative\"&gt;sedative&lt;/a&gt;. The crew decided against this.\nDoctors on the ground had become worried when they saw that Scott's and Irwin's &lt;a href=\"Electrocardiogram\"&gt;EKG&lt;/a&gt; had developed a &lt;a href=\"bigeminy\"&gt;bigeminy&lt;/a&gt; rhythm. Caused by a lack of &lt;a href=\"potassium\"&gt;potassium&lt;/a&gt;, the &lt;a href=\"Ventricle%20%28heart%29\"&gt;ventricles&lt;/a&gt; beat in couplets, instead of a single constant beat. The &lt;a href=\"Hypokalemia\"&gt;potassium deficiency&lt;/a&gt; is thought to have been caused by the training schedule and &lt;a href=\"Stress%20%28medicine%29\"&gt;stress&lt;/a&gt; of the flight. Irwin would later die in 1991 of a &lt;a href=\"Myocardial%20infarction\"&gt;heart attack&lt;/a&gt;.\nFinally 3½ hours after they were meant to go to sleep and 2 hours after Mission Control first said good night to the crew, they started their sleep period on the 54th orbit of the Moon. Scott and Irwin had been awake over 23 hours and Worden 21 hours.\nLast day in lunar orbit and TEI.\nApollo 15 spent one final day in lunar orbit before trans-Earth injection (TEI), the SPS burn that would put them on a trajectory back to Earth. This day was spent mainly on the same tasks that had occupied Worden during the past four days.\nMission Control decided to make many changes to the &lt;a href=\"flight%20plan\"&gt;flight plan&lt;/a&gt;. The &lt;a href=\"Laser\"&gt;Laser&lt;/a&gt; &lt;a href=\"Altimeter\"&gt;Altimeter&lt;/a&gt; failed and was declared a lost cause. The crew were asked to use a 250 mm &lt;a href=\"telephoto\"&gt;telephoto&lt;/a&gt; lens instead of an 80 mm lens on the &lt;a href=\"Hasselblad\"&gt;Hasselblad&lt;/a&gt;. They were also instructed to take as many photographs as they liked. There was no point in them returning to Earth carrying &lt;a href=\"Exposure%20%28photography%29\"&gt;unexposed&lt;/a&gt; film.\nAmong their photographic targets were the &lt;a href=\"Terminator%20%28solar%29\"&gt;terminator&lt;/a&gt; region, where the Sun would appear to be either rising or setting for an observer on the ground. These photographs were extremely useful as they showed surface features in strong relief. Now, with three persons on board, the crew were able to acquire many more handheld photographs, with one person always available to run the SIM and receive flight plan updates from Mission Control. The crew were also instructed to just turn on the Panoramic Camera and let it run now that all its primary targets had been imaged.\nAs Apollo 15 appeared from behind the Moon on its 73rd orbit, there were only two more orbits left before TEI. During this time the crew had to release the subsatellite and prepare for the rocket burn that would send them home. Like all parts of the CSM and LM, the SPS was highly redundant. The only parts that were not were the &lt;a href=\"rocket%20engine%20nozzle\"&gt;engine bell&lt;/a&gt; and the &lt;a href=\"combustion%20chamber\"&gt;combustion chamber&lt;/a&gt;.\nThe subsatellite was designed to measure the &lt;a href=\"Gravity\"&gt;gravitational field&lt;/a&gt; of the Moon and investigate the Earth and Moon's &lt;a href=\"magnetosphere\"&gt;magnetosphere&lt;/a&gt;s. It was 31 inches (79 cm) long, with a 14-inch (36 cm) hexagonal body. Weighing a total of 78.5 pounds (35.6 kg), it was powered by solar cells for daytime operations and a &lt;a href=\"silver\"&gt;silver&lt;/a&gt;-&lt;a href=\"cadmium\"&gt;cadmium&lt;/a&gt; battery for the nighttime. It had three booms that extended after release, which were 5 ft (1.5 m) long.\nBefore releasing the subsatellite, the crew performed another engine burn to raise their orbit. This was designed to allow the subsatellite to last longer. The three-second burn raised their orbit from 65.4 by 52.2 nautical miles (121.1 by 96.7 kilometres) to 76.0 by 54.3 nautical miles (140.8 by 100.6 km). In this new orbit it was expected that the subsatellite would survive for one year.\nAs they began their 74th and final orbit of the Moon, the crew positioned the spacecraft for the correct attitude for release. The subsatellite was released on schedule. The release process involved two &lt;a href=\"pyrotechnic%20bolt\"&gt;pyrotechnic bolt&lt;/a&gt;s being fired to release the satellite which was launched using a &lt;a href=\"Spring%20%28device%29\"&gt;spring&lt;/a&gt;-loaded mechanism, a pin in a curved groove to impart a &lt;a href=\"Rotation\"&gt;spin&lt;/a&gt; in the satellite. The spinning helped to stabilise the craft.\nAfter having the information needed to burn the SPS to send them home radioed from Mission Control, Apollo 15 disappeared behind the Moon for the last time. Igniting on time, the SPS burned for 2 minutes, 21 seconds, adding 3,050 ft/s (930 m/s) to their speed.\nLittle was left for the crew to do on their tenth day in space. They continued to photograph the lunar surface as it receded from them, using up the remaining film. And now they were back in the constant sunlight of &lt;a href=\"Outer%20space%23Regions\"&gt;cis-lunar&lt;/a&gt; space, they put the spacecraft into PTC.\nDay 11 and EVA.\nThe main task on the eleventh day in space was an &lt;a href=\"Extra-vehicular%20activity\"&gt;EVA&lt;/a&gt; by Worden. This was the first EVA by a Command Module Pilot since Scott performed one on &lt;a href=\"Apollo%209\"&gt;Apollo 9&lt;/a&gt;.\nAs the crew began their preparations, they left the Lunar Sphere of Influence at 238 hours, 14 minutes, 51 seconds GET, at which point the gravitational pull of the Earth was stronger than that of the Moon. From now on they would start to &lt;a href=\"Acceleration\"&gt;accelerate&lt;/a&gt; towards the Earth. After retracting and turning off the equipment in the SIM bay, the crew donned their space suits. They disabled the RCS thrusters that were near the SIM and if accidentally fired would have been dangerous to Worden. Guards were also placed over the control panel to ensure that switches were not flicked by an errant foot.\nAfter suit checks and depressurizing the spacecraft, the hatch was opened. After mounting a &lt;a href=\"Television\"&gt;TV&lt;/a&gt; and &lt;a href=\"film%20camera\"&gt;film camera&lt;/a&gt; on the hatch, Worden jettisoned two bags of &lt;a href=\"Waste\"&gt;rubbish&lt;/a&gt; that did not need to be returned to Earth. Then using &lt;a href=\"handhold\"&gt;handhold&lt;/a&gt;s built into the craft he moved along to the SIM bay. Along with retrieval he was tasked with inspecting the instruments to find the cause for the various problems experienced with them.\nFirst he retrieved the film cassette from the Panoramic Camera and returned that to the cabin. After inspecting the \"V-over-H\" sensor on the Mapping Camera he retrieved its film cassette. He found that there was nothing obscuring the &lt;a href=\"sensor\"&gt;sensor&lt;/a&gt; as had been &lt;a href=\"postulate\"&gt;postulate&lt;/a&gt;d by Mission Control as a cause for its problems. Later analysis would find that the problem was related to the optical signal-to-noise ratio.\nAs the other instruments had radioed their data back to Earth, there were nothing else to collect. Twenty minutes after opening the hatch, it was closed and locked again. The SIM bay was turned back on so that the X-ray Spectrometer could be pointed at &lt;a href=\"Scorpius%20X-1\"&gt;Scorpius X-1&lt;/a&gt; and &lt;a href=\"Cygnus%20X-1\"&gt;Cygnus X-1&lt;/a&gt;.\nDay 12.\nDuring the night, the crew set a new space endurance record for the Apollo program (though not for all spaceflight with &lt;a href=\"Gemini%207\"&gt;Gemini 7&lt;/a&gt; having stayed in space for 14 days, and &lt;a href=\"Soyuz%2011\"&gt;Soyuz 11&lt;/a&gt; for a month). The twelfth day in space for the crew was one of the quietest. As on all Apollo lunar flights, on the return trip there was little left to do, with the main objectives already accomplished.\nThe crew undertook another light flash experiment, this time keeping the cabin lights on to see if this affected the visibility. They found that they were less visible.\nMission Control ran over the stowage of items in the cabin. It was extremely important that stowed items were placed such that the spacecraft's &lt;a href=\"center%20of%20gravity\"&gt;center of gravity&lt;/a&gt; was within the set limits. Especially important were items like the rock samples weighing 170 lb (77 kg) and the 55 lb (25 kg) film cassettes from the panoramic camera.\nThe Earth bound portion of the flight coincided with a &lt;a href=\"lunar%20eclipse\"&gt;lunar eclipse&lt;/a&gt;. This occurs when the Moon passes through the &lt;a href=\"umbra\"&gt;shadow&lt;/a&gt; of the Earth. The crew was instructed to photograph it but due to the hand-held nature of the cameras and the length of the exposures, most of the photos were blurred. Instruments on the lunar surface left by the crew also recorded the eclipse, though only through noting the drop of the surface temperature by 185 &lt;a href=\"kelvin\"&gt;kelvin&lt;/a&gt;s.\nThe crew also conducted an in-flight press conference, with questions having been submitted by members of the press to be read by the CAPCOM. First they were asked what was the event that would like to repeat and any they would not like to. Scott responded that looking down on the plain from &lt;a href=\"Hadley%20Delta\"&gt;Hadley Delta&lt;/a&gt; was for him the best moment. For Worden it was LOI, and their first close up views of the Moon and TEI, which meant they were coming home. Irwin enjoyed the launch the most, but would not like to repeat falling down in front of the TV camera while deploying the &lt;a href=\"Lunar%20Rover\"&gt;rover&lt;/a&gt;.\nMost of the questions centered around the surface operations, such what to the crew were the most important findings. Irwin responded that to him it was the \"organization that was revealed in the side of Mount Hadley\". Scott was asked to describe what it was like to land \"Falcon\". He said that the cratering on the surface was much more subtle than expected making &lt;a href=\"landmark\"&gt;landmark&lt;/a&gt; sighting harder. Scott was also asked about the physical workload of doing three 7 hour EVAs. He said that he saw no problem with it and praised their training on the Earth before the mission in preparing them for all possible events.\nThe rover was of interest, with Irwin describing it as a &lt;a href=\"Bronc%20riding\"&gt;bucking bronco&lt;/a&gt; that at times only had two wheels still touching the surface. Scott said that he felt it was a very stable machine that in the 1/6 gravity had a tendency to float a bit. Scott was also asked about the drill which he had much trouble with. He said that after about a meter below the surface he ran into hard rock that he was unable to drill through easily. Although he and Irwin had great difficulty extracting the &lt;a href=\"core%20sample\"&gt;core sample&lt;/a&gt;, he felt it was worthwhile.\nScott answered a question about the loss of the North Complex by saying that in terms of the original mission objectives, the North Complex was not even mentioned and was only added later. Although personally disappointed, it would have been more of a bonus.\nAs always there were questions related to what the American taxpayer was getting out of the mission except for some \"pretty television pictures\". Scott said that man must explore and that along with huge amounts of scientific data, there was the great sense of exploration that came from the flight. Worden and Irwin agreed totally with these sentiments.\nWhen asked about the problems on board, the crew thought that they had a very smooth flight except for some popped circuit breakers and the problem with the SPS thrust switch. Irwin said that \"it seemed like a very tame &lt;a href=\"simulation\"&gt;simulation&lt;/a&gt;\".\nWhen asked to describe his geological observations from orbit, Worden talked about the &lt;a href=\"Volcanic%20cones\"&gt;cinder cones&lt;/a&gt; he had seen and how many of the craters they observed, especially on the far side seemed to have been filled by &lt;a href=\"lava%20flow\"&gt;lava flow&lt;/a&gt;s. The press were also interested in what a man thinks about when he is alone for three days. He responded that with the flight plan there was little time to sit back and think. The three days seemed to go very quickly for him. When asked why on his EVA he had come in so soon, he said that he didn't come in soon, he just came in when the job was finished.\nThe sixth course correction was canceled after the press conference. The TEI had the spacecraft on such a good trajectory that it was thought that no further trims were needed. Scott, Irwin, and Worden began their final sleep period at 278 hours.\nReentry.\nAfter awaking on their final day in space, the crew shut down the SIM bay for the last time. The gamma-ray spectrometer boom was stowed and all the equipment was made safe. Along with the rest of the &lt;a href=\"Apollo%20service%20module\"&gt;service module&lt;/a&gt; it would burn up as it &lt;a href=\"atmospheric%20reentry\"&gt;reentered&lt;/a&gt; the &lt;a href=\"Earth%27s%20atmosphere\"&gt;Earth's atmosphere&lt;/a&gt;.\nThe final midcourse correction of the mission (MCC-7) or the corridor control burn, was a 21 s RCS thruster, slowing them down by 5.6 ft/s (1.7 m/s). Now all that was left for them to do was separate from the service module and assume the blunt-end-forward orientation.\nThe CM's own RCS system was pressurized and the &lt;a href=\"Very%20high%20frequency\"&gt;VHF&lt;/a&gt; radio link checked. VHF would be used after passing through the radio &lt;a href=\"communications%20blackout\"&gt;communications blackout&lt;/a&gt; of reentry.\nThe separation from the SM was a highly important event. First, a series of &lt;a href=\"pyrotechnic\"&gt;pyrotechnic&lt;/a&gt; systems were armed; a switch was then flicked to initiate separation. From here an automatic system took over. A timer was started to have the RCS thrusters fire to increase the separation. The electrical connections between the two craft were severed using cannon-style &lt;a href=\"electrical%20connector\"&gt;plug&lt;/a&gt; and socket connectors that were ejected using small pyrotechnic charges. A pyro-powered &lt;a href=\"guillotine\"&gt;guillotine&lt;/a&gt; severed the wire bundles and plumbing. Further charges severed tension ties that connected the two modules, which were then pushed apart using springs.\nAfter entering the atmosphere, the acceleration built, peaking at 6 \"g\" (59 m/s²). This dropped as they slowed down, coming out of radio blackout. Passing through 7,300 metres (24,000 ft), the apex cover was blown by a pyrotechnic charge. This exposed the two sets of &lt;a href=\"parachute\"&gt;parachute&lt;/a&gt;s. First the two &lt;a href=\"drogue%20parachute\"&gt;drogue parachute&lt;/a&gt;s were released, which slowed and stabilized the capsule from 500 km/h to 280 km/h. They pulled out the three large main parachutes some twenty seconds later.\nThe recovery forces in the area reported that only two of the main parachutes had inflated. Worden said after splashdown that all three parachutes did inflate properly at first but after dumping the RCS fuel (highly &lt;a href=\"Toxicity\"&gt;toxic&lt;/a&gt; &lt;a href=\"hydrazine\"&gt;hydrazine&lt;/a&gt; and &lt;a href=\"dinitrogen%20tetroxide\"&gt;dinitrogen tetroxide&lt;/a&gt;), he noticed that one was not inflated anymore. Post flight analysis would find that two or three of the six &lt;a href=\"shroud%20lines\"&gt;shroud lines&lt;/a&gt; on the failed parachute were missing. Although no conclusive cause was found, it is thought that the loss of the shroud lines was due to the RCS fuel dump.\nThe splashdown point was estimated to be , 330 &lt;a href=\"statute%20miles\"&gt;statute miles&lt;/a&gt; (530 km) north of &lt;a href=\"Honolulu\"&gt;Honolulu&lt;/a&gt;, &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt; and 5.3 &lt;a href=\"nautical%20mile\"&gt;n mi&lt;/a&gt; (9.8 km) from the prime &lt;a href=\"recovery%20ship\"&gt;recovery ship&lt;/a&gt;, the &lt;a href=\"USS%20Okinawa%20%28LPH-3%29\"&gt;USS \"Okinawa\"&lt;/a&gt;.\nThe loss of a parachute was of no consequence for the capsule, which was designed to land safely on just two parachutes, the third parachute being a redundancy in case one parachute had failed. After splashing down the capsule stayed upright, which meant their recovery was not delayed while it righted itself. &lt;a href=\"Frogman\"&gt;Frogmen&lt;/a&gt; from the \"Okinawa\" were at the capsule within minutes attaching a &lt;a href=\"sea%20anchor\"&gt;sea anchor&lt;/a&gt; and opening the hatch to get the crew into a &lt;a href=\"lifeboat%20%28shipboard%29\"&gt;life raft&lt;/a&gt;. Apollo 15 was the first mission where the crew did not go into &lt;a href=\"quarantine\"&gt;quarantine&lt;/a&gt; in case of any lunar &lt;a href=\"microorganism\"&gt;microorganism&lt;/a&gt;s, after it was found from previous flights that the Moon was lifeless.\nThey were flown to &lt;a href=\"Hickam%20Air%20Force%20Base\"&gt;Hickam Air Force Base&lt;/a&gt; in &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;. From there they were flown in a &lt;a href=\"Lockheed%20JetStar\"&gt;Lockheed JetStar&lt;/a&gt; to &lt;a href=\"Ellington%20Field\"&gt;Ellington Air Force Base&lt;/a&gt;, &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt;.\nThe command module is displayed at the &lt;a href=\"National%20Museum%20of%20the%20United%20States%20Air%20Force\"&gt;National Museum of the United States Air Force&lt;/a&gt;, &lt;a href=\"Wright-Patterson%20Air%20Force%20Base\"&gt;Wright-Patterson Air Force Base&lt;/a&gt;, near &lt;a href=\"Dayton%2C%20Ohio\"&gt;Dayton, Ohio&lt;/a&gt;"
}