{
    "id": "2100109",
    "revid": "38851357",
    "url": "https://en.wikipedia.org/wiki?curid=2100109",
    "title": "Eight-hour day",
    "text": "The eight-hour day movement or 40-hour week movement, also known as the short-time movement, was a &lt;a href=\"social%20movement\"&gt;social movement&lt;/a&gt; to regulate the length of a &lt;a href=\"business%20day\"&gt;working day&lt;/a&gt;, preventing excesses and abuses. \nAn eight-hour work day has its origins in the 16th century Spain, but the modern movement dates back to the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; in Britain, where industrial production in large factories transformed working life. At that time, the working day could range from 10 to 16 hours, the &lt;a href=\"workweek%20and%20weekend\"&gt;work week&lt;/a&gt; was typically six days a week and the use of &lt;a href=\"child%20labour\"&gt;child labour&lt;/a&gt; was common. The first country that introduced the 8-hour work day by law for factory and fortification workers was Spain in 1593. In Contemporary Era, it was established for all professions by the Soviet Union in 1917.\nHistory.\nSixteenth century.\nIn 1593, &lt;a href=\"Philip%20II%20of%20Spain\"&gt;Philip II of Spain&lt;/a&gt; established an eight-hour work day by a royal edict known as \"\", or Ordinances of Philip II. This established:\nAn exception was applied to mine workers, whose work day was limited to seven hours. These working conditions were also applied to natives in the &lt;a href=\"Spanish%20colonization%20of%20the%20Americas\"&gt;Spanish America&lt;/a&gt;, who also kept their own legislation organized in \"Indian republics\" where they elected their own mayors.\nIndustrial revolution.\nIn the early 19th century, &lt;a href=\"Robert%20Owen\"&gt;Robert Owen&lt;/a&gt; raised the demand for a ten-hour day in 1810, and instituted it in his \"socialist\" enterprise at &lt;a href=\"New%20Lanark\"&gt;New Lanark&lt;/a&gt;. By 1817 he had formulated the goal of the eight-hour day and coined the slogan: \"Eight hours' labour, Eight hours' recreation, Eight hours' rest\". Women and children in England were granted the &lt;a href=\"Factories%20Act%201847\"&gt;ten-hour day in 1847&lt;/a&gt;. French workers won the 12-hour day after the &lt;a href=\"February%20Revolution%20of%201848\"&gt;February Revolution of 1848&lt;/a&gt;.\nA shorter working day and improved working conditions were part of the general protests and agitation for &lt;a href=\"Chartism\"&gt;Chartist&lt;/a&gt; reforms and the early organisation of trade unions. There were initial successes in achieving an eight-hour day in New Zealand and by the &lt;a href=\"Australian%20labour%20movement\"&gt;Australian labour movement&lt;/a&gt; for skilled workers in the 1840s and 1850s, most employed people had to wait to the early and mid twentieth century for the condition to be widely achieved through the industrialised world through legislative action.\nThe &lt;a href=\"International%20Workingmen%27s%20Association\"&gt;International Workingmen's Association&lt;/a&gt; took up the demand for an eight-hour day at its &lt;a href=\"Geneva%20Congress%20%281866%29\"&gt;Congress&lt;/a&gt; in &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt; in 1866, declaring \"The legal limitation of the working day is a preliminary condition without which all further attempts at improvements and emancipation of the working class must prove abortive\", and \"The Congress proposes eight hours as the legal limit of the working day.\" &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt; saw it as of vital importance to the workers' health, writing in \"&lt;a href=\"Das%20Kapital\"&gt;Das Kapital&lt;/a&gt;\" (1867): \"By extending the working day, therefore, capitalist production...not only produces a deterioration of human labour power by robbing it of its normal moral and physical conditions of development and activity, but also produces the premature exhaustion and death of this &lt;a href=\"labour%20power\"&gt;labour power&lt;/a&gt; itself.\"\nOn 17 November 1915 &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt; adopted an eight-hour working day, under the government of &lt;a href=\"Jos%C3%A9%20Batlle%20y%20Ord%C3%B3%C3%B1ez\"&gt;José Batlle y Ordóñez&lt;/a&gt;. Nevertheless, the law was not effective on all type of works. Spain became on 3 April 1919 the first country in the world to introduce a universal law effective on all type of works, restricting the workday to a maximum of eight hours. The \"Real decreto de 3 de abril de 1919\" was signed by the prime minister, &lt;a href=\"%C3%81lvaro%20de%20Figueroa%2C%201st%20Count%20of%20Romanones\"&gt;Álvaro de Figueroa, 1st Count of Romanones&lt;/a&gt;. The first international treaty to mention it was the &lt;a href=\"Treaty%20of%20Versailles\"&gt;Treaty of Versailles&lt;/a&gt; in the annex of its thirteenth part establishing the International Labour Office, now the &lt;a href=\"International%20Labour%20Organization\"&gt;International Labour Organization&lt;/a&gt;.\nThe eight-hour day was the first topic discussed by the &lt;a href=\"International%20Labour%20Organization\"&gt;International Labour Organization&lt;/a&gt; which resulted in the &lt;a href=\"Hours%20of%20Work%20%28Industry%29%20Convention%2C%201919\"&gt;Hours of Work (Industry) Convention, 1919&lt;/a&gt; ratified by 52 countries as of 2016. The eight-hour day movement forms part of the early history for the celebration of &lt;a href=\"International%20Workers%27%20Day\"&gt;May Day&lt;/a&gt;, and Labour Day in some countries.\nAsia.\nIran.\nIn Iran in 1918, the work of reorganizing the trade unions began in earnest in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt; during the closure of the Iranian constitutional parliament &lt;a href=\"Majles\"&gt;Majles&lt;/a&gt;. The printers' union, established in 1906 by Mohammad Parvaneh as the first trade union, in the Koucheki print shop on Nasserieh Avenue in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt;, reorganized their union under leadership of Russian-educated Seyed Mohammad Dehgan, a newspaper editor and an avowed Communist. In 1918, the newly organised union staged a 14-day strike and succeeded in reaching a collective agreement with employers to institute the eight-hours day, overtime pay, and medical care. The success of the printers' union encouraged other trades to organize. In 1919 the bakers and textile-shop clerks formed their own trade unions.\nHowever the eight-hours day only became as code by a limited governor's decree on 1923 by the governor of &lt;a href=\"Kerman\"&gt;Kerman&lt;/a&gt;, &lt;a href=\"Sistan\"&gt;Sistan&lt;/a&gt; and &lt;a href=\"Sistan%20and%20Baluchestan%20Province\"&gt;Balochistan&lt;/a&gt;, which controlled the working conditions and working hours for workers of carpet workshops in the province. In 1946 the council of ministers issued the first labor law for Iran, which recognized the eight-hour day.\nJapan.\nThe first company to introduce an eight-hour working day in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; was the Kawasaki Dockyards in &lt;a href=\"Kobe\"&gt;Kobe&lt;/a&gt; (now the &lt;a href=\"Kawasaki%20Shipbuilding%20Corporation\"&gt;Kawasaki Shipbuilding Corporation&lt;/a&gt;). An eight-hour day was one of the demands presented by the workers during pay negotiations in September 1919. After the company resisted the demands, a &lt;a href=\"slowdown\"&gt;slowdown&lt;/a&gt; campaign was commenced by the workers on 18 September. After ten days of industrial action, company president &lt;a href=\"K%C5%8Djir%C5%8D%20Matsukata\"&gt;Kōjirō Matsukata&lt;/a&gt; agreed to the eight-hour day and wage increases on 27 September, which became effective from October. The effects of the action were felt nationwide and inspired further industrial action at the Kawasaki and &lt;a href=\"Mitsubishi%20Heavy%20Industries\"&gt;Mitsubishi&lt;/a&gt; shipyards in 1921.\nThe eight-hour day did not become law in Japan until the passing of the &lt;a href=\"Labor%20Standards%20Act%20of%201947\"&gt;Labor Standards Act&lt;/a&gt; in April 1947. Article 32 (1) of the Act specifies a 40-hour week and paragraph (2) specifies an eight-hour day, excluding rest periods.\nIndonesia.\nIn &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, the first policy regarding working time regulated in Law No. 13 of 2003 about employment. In the law, it stated that a worker should work for 7 hours a day for 6 days a week or 8 hours a day for 5 days a week, excluding rest periods.\nChina.\nIn &lt;a href=\"China\"&gt;China&lt;/a&gt;, the first company to introduce the eight-hour working day was the Baocheng Cotton Mill in the port city of &lt;a href=\"Tianjin\"&gt;Tianjin&lt;/a&gt; (). Its manager Wu Jingyi () announced on 16 February 1930 through \"&lt;a href=\"Ta%20Kung%20Pao\"&gt;Ta Kung Pao&lt;/a&gt;\" that his factory starting the new 8-hour work schedule immediately. The workers were elated. The union representative Liu Dongjiang () stated \"Under the spirit of cooperation, laborers and factory owners work together to advance the business, and in turn to contribute to our nation’s development.\" A celebration was held on the same day in the courtyard of the factory. \nThe new schedule was called \"3–8 schedule\". The first shift worked 6 am – 2 pm; the 2nd shift 2 pm – 10 pm; the 3rd shift 10 pm – 6 am. Manager Wu Jingyi reasoned: “All of the factories now have a 12-hour work schedule. Workers are all exhausted and do not have time to take care of their families. In case of workers getting sick, the business also suffers. Therefore we decided to start trying the eight-hour working day”. \nThe &lt;a href=\"Beiyang%20government\"&gt;Beiyang government&lt;/a&gt; in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; had issued a decree “Provisional Regulations for factories” as early as in 1923, stating “Child-laborers shall not work more than 8 hours per day and shall have 3 days of rest per week; while adult laborers shall not work more than 10 hours per day and shall have 2 days of rest per week.” After the successful &lt;a href=\"Northern%20Expedition\"&gt;Northern Expedition&lt;/a&gt;, the new &lt;a href=\"Nationalist%20government\"&gt;Nanking government&lt;/a&gt; established the Bureau of Labor in 1928, followed by issuing the “Factory Law” in 1929 to set legal framework for the eight-hour working day. Yet, no business actually implemented this until 1930 by Baocheng Cotton Mill.\nEurope.\nBelgium.\nThe eight-hour work day was introduced in &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; on 9 September 1924.\nDenmark.\nThe eight-hour work day was introduced by law in &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; on 17 May 1919, after a year-long campaign by workers.\nFinland.\nThe eight-hour work day was first introduced in &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt; in 1923. Within the next few decades, the 8-hour system spread gradually across technically all branches of work. A worker receives 150% payment from the first two extra hours, and 200% salary if the work day exceeds 10 hours.\nFrance.\nThe eight-hour day was enacted in France by &lt;a href=\"Georges%20Clemenceau\"&gt;Georges Clemenceau&lt;/a&gt;, as a way to avoid unemployment and diminish communist support. It was succeeded by a strong French support of it during the writing of the &lt;a href=\"International%20Labour%20Organization%20Convention%2087\"&gt;International Labour Organization Convention&lt;/a&gt; of 1919.\nGermany.\nThe first German company to introduce the eight-hour day was &lt;a href=\"Degussa\"&gt;Degussa&lt;/a&gt; in 1884. The eight-hour day was signed into law during the &lt;a href=\"German%20Revolution\"&gt;German Revolution&lt;/a&gt; of 1918 by the new &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democratic&lt;/a&gt; government. The eight-hour day was a concession to the &lt;a href=\"Soviet%20%28council%29\"&gt;workers' and soldiers' soviets&lt;/a&gt;, and was unpopular among industrialists. A 12-hour day was reintroduced by a right-wing government during the &lt;a href=\"occupation%20of%20the%20Ruhr\"&gt;occupation of the Ruhr&lt;/a&gt; and subsequent &lt;a href=\"Hyperinflation%20in%20the%20Weimar%20Republic\"&gt;hyperinflation crisis&lt;/a&gt; in 1923. The &lt;a href=\"Federal%20Ministry%20of%20Labour%20and%20Social%20Affairs\"&gt;Labour Ministry&lt;/a&gt; eventually shortened wages in the late 1920s. \nHungary.\nIn &lt;a href=\"Hungarian%20Soviet%20Republic\"&gt;Hungary&lt;/a&gt;, the eight-hour work day was introduced on 14 April 1919 by decree of the &lt;a href=\"Revolutionary%20Governing%20Council\"&gt;Revolutionary Governing Council&lt;/a&gt;.\nItaly.\nThe eight-hour work day was introduced by law in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; on 17 April 1925.\nPoland.\nIn &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, the eight-hour day was introduced 23 November 1918 by decree of the cabinet of the Prime Minister &lt;a href=\"J%C4%99drzej%20Moraczewski\"&gt;Jędrzej Moraczewski&lt;/a&gt;.\nPortugal.\nIn &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; a vast wave of strikes occurred in 1919, supported by the National Workers' Union, the biggest labour union organisation at the time. The workers achieved important objectives, including the historic victory of an eight-hour day.\nUSSR (Soviet Union).\nIn the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, the eight-hour day was introduced four days after the &lt;a href=\"October%20Revolution\"&gt;October Revolution&lt;/a&gt;, by a &lt;a href=\"Soviet%20Decrees\"&gt;Decree&lt;/a&gt; of the &lt;a href=\"Sovnarkom\"&gt;Soviet government&lt;/a&gt; in 1917 and later in 1928 and 1940–1957 (&lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;).\nSpain.\nIn the region of &lt;a href=\"Alcoy%2C%20Spain\"&gt;Alcoy&lt;/a&gt;, a workers strike in 1873 for the eight-hour day followed much agitation from the &lt;a href=\"Anarchism%20in%20Spain\"&gt;anarchists&lt;/a&gt;. In 1919 in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;, after a &lt;a href=\"La%20Canadenca%20strike\"&gt;44-day general strike&lt;/a&gt; with over 100,000 participants had effectively crippled the &lt;a href=\"Catalonia\"&gt;Catalan&lt;/a&gt; economy, the Government settled the strike by granting all the striking workers demands that included an eight-hour day, union recognition, and the rehiring of fired workers.\nTherefore, Spain became on 3 April 1919 the first country in the world to introduce a universal law effective on all type of works, restricting the workday to a maximum of eight hours: \"Real decreto de 3 de abril de 1919\", signed by the prime minister, &lt;a href=\"%C3%81lvaro%20de%20Figueroa%2C%201st%20Count%20of%20Romanones\"&gt;Álvaro de Figueroa, 1st Count of Romanones&lt;/a&gt;.\nSweden.\nThe eight-hour work day was introduced in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt; on 4 August 1919. At the time, the work week was 48-hour since Saturday was a workday. The year before, 1918, the builders’ union had pushed through a 51-hour work week.\nUnited Kingdom.\nThe &lt;a href=\"Factory%20Act%20of%201833\"&gt;Factory Act of 1833&lt;/a&gt; limited the work day for children in factories. Those aged 9–13 could work only eight hours, 14–18 12 hours. Children under 9 were required to attend school.\nIn 1884, &lt;a href=\"Tom%20Mann\"&gt;Tom Mann&lt;/a&gt; joined the &lt;a href=\"Social%20Democratic%20Federation\"&gt;Social Democratic Federation&lt;/a&gt; (SDF) and published a pamphlet calling for the working day to be limited to eight hours. Mann formed an organisation, the Eight Hour League, which successfully pressured the &lt;a href=\"Trades%20Union%20Congress\"&gt;Trades Union Congress&lt;/a&gt; to adopt the eight-hour day as a key goal. The British &lt;a href=\"Fabian%20Society\"&gt;Fabian socialist&lt;/a&gt; economist &lt;a href=\"Sidney%20Webb%2C%201st%20Baron%20Passfield\"&gt;Sidney Webb&lt;/a&gt; and the scholar &lt;a href=\"Harold%20Cox\"&gt;Harold Cox&lt;/a&gt; co-wrote a book supporting the \"Eight Hours Movement\" in Britain.\nThe first group of Workers to achieve the 8-hour day were the &lt;a href=\"Beckton\"&gt;Beckton&lt;/a&gt; [&lt;a href=\"East%20London\"&gt;East London&lt;/a&gt;] Gas workers after the strike under the leadership of &lt;a href=\"Will%20Thorne\"&gt;Will Thorne&lt;/a&gt;, a member of the Social Democratic Federation. The strike action was initiated on 31 March 1889 after the introduction of compulsory 18-hour shifts, up from the previous 12 hours. Under the slogan of \"shorten our hours to prolong our lives\" the strike spread to other gas works. He petitioned the bosses and after a strike of some weeks, the bosses capitulated and three shifts of 8 hours replaced two shifts of 12 hours. Will Thorne founded the &lt;a href=\"National%20Union%20of%20General%20Workers%20%28UK%29\"&gt;Gas Workers and General Labourers Union&lt;/a&gt;, which evolved into the modern &lt;a href=\"GMB%20%28trade%20union%29\"&gt;GMB&lt;/a&gt; union.\nWorking hours in the UK are currently not limited by day, but by week, as first set by the &lt;a href=\"Working%20Time%20Regulations%201998\"&gt;Working Time Regulations 1998&lt;/a&gt;, which introduced a limit of 40 hours per week for workers under 18, and 48 hours per week for over 18s. This was in line with the European Commission Working Time Directive of 1993. UK regulations now follow the &lt;a href=\"Working%20Time%20Directive%202003\"&gt;EC Working Time Directive of 2003&lt;/a&gt;, but workers can voluntarily opt out of the 48 hour limit. A general 8 hour limit to the working day has never been achieved in the UK. By the end of the 20th century, many people considered them selves to be \"&lt;a href=\"money-rich%2C%20time-poor\"&gt;money-rich, time-poor&lt;/a&gt;\".\nNorth America.\nCanada.\nThe labour movement in Canada tracked progress in the US and UK. In 1890, the Federation of Labour took up this issue, hoping to organise participation in &lt;a href=\"International%20Workers%27%20Day\"&gt;May Day&lt;/a&gt;.\nIn the 1960s, Canada adopted the 40-hour work week.\nMexico.\nThe &lt;a href=\"Mexican%20Revolution\"&gt;Mexican Revolution&lt;/a&gt; of 1910–1920 produced the &lt;a href=\"Constitution%20of%20Mexico\"&gt;Constitution of 1917&lt;/a&gt;, which contained Article 123 that gave workers the right to organise labour unions and to strike. It also provided protection for women and children, the eight-hour day, and a living wage. \"See &lt;a href=\"Mexican%20labour%20law\"&gt;Mexican labour law&lt;/a&gt;\".\nUnited States.\nIn the United States, Philadelphia carpenters went on strike in 1791 for the ten-hour day. By the 1830s, this had become a general demand. In 1835, workers in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; organised the &lt;a href=\"1835%20Philadelphia%20general%20strike\"&gt;first general strike in North America&lt;/a&gt;, led by &lt;a href=\"History%20of%20Irish%20Americans%20in%20Philadelphia\"&gt;Irish&lt;/a&gt; coal heavers. Their banners read, \"From 6 to 6, ten hours work and two hours for meals.\" Labor movement publications called for an \"eight-hour day\" as early as 1836. &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; ship carpenters, although not unionized, achieved an eight-hour day in 1842.\nIn 1864, the eight-hour day quickly became a central demand of the &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; labor movement. The &lt;a href=\"Illinois%20General%20Assembly\"&gt;Illinois General Assembly&lt;/a&gt; passed a law in early 1867 granting an eight-hour day but it had so many loopholes that it was largely ineffective. A citywide strike that began on 1 May 1867 shut down the city's economy for a week before collapsing.\nIn August 1866, the &lt;a href=\"National%20Labor%20Union\"&gt;National Labor Union&lt;/a&gt; at &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt; passed a resolution that said, \"The first and great necessity of the present to &lt;a href=\"free%20labor\"&gt;free labor&lt;/a&gt; of this country from &lt;a href=\"Wage%20slavery\"&gt;capitalist slavery&lt;/a&gt;, is the passing of a law by which eight hours shall be the normal working day in all States of the American Union. We are resolved to put forth all our strength until this glorious result is achieved.\"\nOn 25 June 1868, &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; passed an eight-hour law for federal employees which was also of limited effectiveness. It established an eight-hour workday for laborers and mechanics employed by the &lt;a href=\"Federal%20government%20of%20the%20United%20States\"&gt;Federal Government&lt;/a&gt;. President &lt;a href=\"Andrew%20Johnson\"&gt;Andrew Johnson&lt;/a&gt; had vetoed the act but it was passed over his veto. Johnson told a &lt;a href=\"Workingmen%27s%20Party%20of%20the%20United%20States\"&gt;Workingmen's Party&lt;/a&gt; delegation that he couldn't directly commit himself to an eight-hour day, he nevertheless told the same delegation that he greatly favored the \"shortest number of hours consistent with the interests of all.\" According to Richard F. Selcer, however, the intentions behind the law were \"immediately frustrated\" as wages were cut by 20%.\nOn 19 May 1869, President &lt;a href=\"Ulysses%20S.%20Grant\"&gt;Ulysses S. Grant&lt;/a&gt; issued a National Eight Hour Law Proclamation.\nDuring the 1870s, eight hours became a central demand, especially among labor organizers, with a network of Eight-Hour Leagues which held rallies and parades. A hundred thousand workers in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; struck and won the eight-hour day in 1872, mostly for building trades workers. In Chicago, &lt;a href=\"Albert%20Parsons\"&gt;Albert Parsons&lt;/a&gt; became recording secretary of the Chicago Eight-Hour League in 1878, and was appointed a member of a national eight-hour committee in 1880.\nAt its convention in Chicago in 1884, the &lt;a href=\"Federation%20of%20Organized%20Trades%20and%20Labor%20Unions\"&gt;Federation of Organized Trades and Labor Unions&lt;/a&gt; resolved that \"eight hours shall constitute a legal day's labor from and after May 1, 1886, and that we recommend to labour organizations throughout this jurisdiction that they so direct their laws as to conform to this resolution by the time named.\"\nThe leadership of the &lt;a href=\"Knights%20of%20Labor\"&gt;Knights of Labor&lt;/a&gt;, under &lt;a href=\"Terence%20V.%20Powderly\"&gt;Terence V. Powderly&lt;/a&gt;, rejected appeals to join the movement as a whole, but many local Knights assemblies joined the strike call including Chicago, &lt;a href=\"Cincinnati\"&gt;Cincinnati&lt;/a&gt; and &lt;a href=\"Milwaukee\"&gt;Milwaukee&lt;/a&gt;. On 1 May 1886 Albert Parsons, head of the Chicago Knights of Labor, led 80,000 people down &lt;a href=\"Michigan%20Avenue%20%28Chicago%29\"&gt;Michigan Avenue&lt;/a&gt; in Chicago in what is regarded as the first modern May Day Parade, with the cry, \"Eight-hour day with no cut in pay.\" In the next few days they were joined nationwide by 350,000 workers who went on strike at 1,200 factories, including 70,000 in Chicago, 45,000 in New York, 32,000 in Cincinnati, and additional thousands in other cities. Some workers gained shorter hours (eight or nine) with no reduction in pay; others accepted pay cuts with the reduction in hours.\nOn 3 May 1886 &lt;a href=\"August%20Spies\"&gt;August Spies&lt;/a&gt;, editor of the \"&lt;a href=\"Arbeiter-Zeitung%20%28Chicago%29\"&gt;Arbeiter-Zeitung&lt;/a&gt;\" (Workers Newspaper), spoke at a meeting of 6,000 workers, and afterwards many of them moved down the street to harass strikebreakers at the McCormick plant in Chicago. The police arrived, opened fire, and killed four people, wounding many more. At a subsequent rally on 4 May to protest this violence, a bomb exploded at the &lt;a href=\"Haymarket%20Riot\"&gt;Haymarket Square&lt;/a&gt;. Hundreds of labor activists were rounded up and the prominent labor leaders arrested, tried, convicted, and executed giving the movement its first martyrs. On 26 June 1893 Illinois Governor &lt;a href=\"John%20Peter%20Altgeld\"&gt;John Peter Altgeld&lt;/a&gt; set the remaining leader free, and granted full pardons to all those tried claiming they were innocent of the crime for which they had been tried and the hanged men had been the victims of \"hysteria, packed juries and a biased judge\".\nThe &lt;a href=\"American%20Federation%20of%20Labor\"&gt;American Federation of Labor&lt;/a&gt;, meeting in &lt;a href=\"St.%20Louis\"&gt;St Louis&lt;/a&gt; in December 1888, set 1 May 1890 as the day that American workers should work no more than eight hours. The &lt;a href=\"International%20Workingmen%27s%20Association\"&gt;International Workingmen's Association&lt;/a&gt; (&lt;a href=\"Second%20International%20%28politics%29\"&gt;Second International&lt;/a&gt;), meeting in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; in 1889, endorsed the date for international demonstrations, thus starting the international tradition of May Day.\nThe &lt;a href=\"United%20Mine%20Workers\"&gt;United Mine Workers&lt;/a&gt; won an eight-hour day in 1898.\nThe Building Trades Council (BTC) of San Francisco, under the leadership of &lt;a href=\"P.%20H.%20McCarthy\"&gt;P. H. McCarthy&lt;/a&gt;, won the eight-hour day in 1900 when the BTC unilaterally declared that its members would work only eight hours a day for $3 a day (adjusted for inflation: $97.97 as of 2021). When the mill resisted, the BTC began organising mill workers; the employers responded by locking out 8,000 employees throughout the Bay Area. The BTC, in return, established a union &lt;a href=\"planing%20mill\"&gt;planing mill&lt;/a&gt; from which construction employers could obtain supplies – or face boycotts and sympathy strikes if they did not. The mill owners went to arbitration, where the union won the eight-hour day, a closed shop for all skilled workers, and an arbitration panel to resolve future disputes. In return, the union agreed to refuse to work with material produced by non-union planing mills or those that paid less than the Bay Area employers.\nBy 1905, the eight-hour day was widely installed in the printing trades – see – but the vast majority of Americans worked 12- to 14-hour days.\nIn the &lt;a href=\"1912%20United%20States%20presidential%20election\"&gt;1912 Presidential Election&lt;/a&gt; &lt;a href=\"Teddy%20Roosevelt\"&gt;Teddy Roosevelt&lt;/a&gt;'s &lt;a href=\"Progressive%20Party%20%28United%20States%2C%201912%29\"&gt;Progressive Party&lt;/a&gt; campaign platform included the eight-hour work day.\nOn 5 January 1914 the &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford Motor Company&lt;/a&gt; took the radical step of doubling pay to $5 a day (adjusted for inflation: $129.55 as of 2020) and cut shifts from nine hours to eight, moves that were not popular with rival companies, although seeing the increase in Ford's productivity, and a significant increase in profit margin (from $30 million to $60 million in two years), most soon followed suit.\nIn the summer of 1915, amid increased labor demand for &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, a series of strikes demanding the eight-hour day began in &lt;a href=\"Bridgeport%2C%20Connecticut\"&gt;Bridgeport, Connecticut&lt;/a&gt;. They were so successful that they spread throughout the &lt;a href=\"Northeast%20United%20States\"&gt;Northeast&lt;/a&gt;.\nThe United States &lt;a href=\"Adamson%20Act\"&gt;Adamson Act&lt;/a&gt; in 1916 established an eight-hour day, with additional pay for overtime, for railroad workers. This was the first federal law that regulated the hours of workers in private companies. The &lt;a href=\"United%20States%20Supreme%20Court\"&gt;United States Supreme Court&lt;/a&gt; upheld the constitutionality of the Act in \"Wilson v. New\", .\nThe eight-hour day might have been realized for many working people in the US in 1937, when what became the &lt;a href=\"Fair%20Labor%20Standards%20Act%20of%201938\"&gt;Fair Labor Standards Act&lt;/a&gt; (29 U.S. Code Chapter 8) was first proposed under the &lt;a href=\"New%20Deal\"&gt;New Deal&lt;/a&gt;. As enacted, the act applied to industries whose combined employment represented about twenty percent of the US labor force. In those industries, it set the maximum workweek at 40 hours, but provided that employees working beyond 40 hours a week would receive additional &lt;a href=\"overtime\"&gt;overtime&lt;/a&gt; bonus salaries.\nPuerto Rico.\nIn &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; in May 1899, while under US administration, General &lt;a href=\"George%20W.%20Davis\"&gt;George W. Davis&lt;/a&gt; acceded to Island demands and decreed freedom of assembly, speech, press, religion and an eight-hour day for government employees.\nAustralia and New Zealand.\nAustralia.\nThe &lt;a href=\"Australian%20gold%20rushes\"&gt;Australian gold rushes&lt;/a&gt; attracted many skilled tradesmen to Australia. Some of them had been active in the &lt;a href=\"Chartism\"&gt;Chartist&lt;/a&gt; movement in Britain, and subsequently became prominent in the campaign for better working conditions in the Australian colonies. Workers began winning an eight-hour day in various companies and industries in the 1850s.\nThe Stonemasons' Society in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; issued an ultimatum to employers on 18 August 1855 saying that after six months masons would work only an eight-hour day. Due to the rapid increase in population caused by the gold rushes, many buildings were being constructed, so skilled labour was scarce. Stonemasons working on the Holy Trinity Church and the Mariners' Church (an evangelical mission to seafarers), decided not to wait and pre-emptively went on strike, thus winning the eight-hour day. They celebrated with a victory dinner on 1 October 1855 which to this day is celebrated as a Labour Day holiday in the state of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;. When the six-month ultimatum expired in February 1856, stonemasons generally agitated for a reduction of hours. Although opposed by employers, a two-week strike on the construction of Tooth's Brewery on &lt;a href=\"Parramatta%20Road\"&gt;Parramatta Road&lt;/a&gt; proved effective, and stonemasons won an eight-hour day by early March 1856, but with a reduction in wages to match.\nAgitation was also occurring in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; where the craft unions were more militant. Stonemasons working on &lt;a href=\"Melbourne%20University\"&gt;Melbourne University&lt;/a&gt; organised to down tools on 21 April 1856 and march to &lt;a href=\"Parliament%20House%2C%20Melbourne\"&gt;Parliament House&lt;/a&gt; with other members of the building trade. The movement in Melbourne was led by veteran Chartists, and masons &lt;a href=\"James%20Stephens%20%28trade%20unionist%29\"&gt;James Stephens&lt;/a&gt;, T.W. Vine and &lt;a href=\"James%20Gilvray%20Galloway\"&gt;James Galloway&lt;/a&gt;. The government agreed that workers employed on public works should enjoy an eight-hour day with no loss of pay and stonemasons celebrated with a holiday and procession on Monday 12 May 1856, when about 700 people marched with 19 trades involved. By 1858, the eight-hour day was firmly established in the building industry and by 1860, the eight-hour day was fairly widely worked in &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;. From 1879, the eight-hour day was a public holiday in Victoria. The initial success in Melbourne led to the decision to organise a movement, to actively spread the eight-hour idea, and secure the condition generally.\nIn 1903, veteran socialist &lt;a href=\"Tom%20Mann\"&gt;Tom Mann&lt;/a&gt; spoke to a crowd of a thousand people at the unveiling of the Eight Hour Day monument, funded by public subscription, on the south side of Parliament House on Spring St. It was relocated in 1923 to the corner of Victoria and Russell Streets outside &lt;a href=\"Melbourne%20Trades%20Hall\"&gt;Melbourne Trades Hall&lt;/a&gt;.\nIt took further campaigning and struggles by trade unions to extend the reduction in hours to all workers in Australia. In 1916 the \"Victoria Eight Hours Act\" was passed granting the eight-hour day to all workers in the state. The eight-hour day was not achieved nationally until the 1920s. The Commonwealth Arbitration Court gave approval of the 40-hour five-day working week nationally beginning on 1 January 1948. The achievement of the eight-hour day has been described by historian &lt;a href=\"Rowan%20Cahill\"&gt;Rowan Cahill&lt;/a&gt; as \"one of the great successes of the Australian working class during the nineteenth century, demonstrating to Australian workers that it was possible to successfully organise, mobilise, agitate, and exercise significant control over working conditions and quality of life. The Australian trade union movement grew out of eight-hour campaigning and the movement that developed to promote the principle.\"\nThe intertwined numbers 888 soon adorned the &lt;a href=\"pediment\"&gt;pediment&lt;/a&gt; of many union buildings around Australia. The Eight Hour March, which began on 21 April 1856, continued each year until 1951 in Melbourne, when the conservative &lt;a href=\"Victorian%20Trades%20Hall%20Council\"&gt;Victorian Trades Hall Council&lt;/a&gt; decided to forgo the tradition for the &lt;a href=\"Moomba\"&gt;Moomba&lt;/a&gt; festival on the Labour Day weekend. In capital cities and towns across Australia, Eight Hour day marches became a regular social event each year, with early marches often restricted to those workers who had won an eight-hour day.\nNew Zealand.\nPromoted by Samuel Duncan Parnell as early as 1840, when carpenter &lt;a href=\"Samuel%20Duncan%20Parnell\"&gt;Samuel Parnell&lt;/a&gt; refused to work more than eight hours a day when erecting a store for merchant &lt;a href=\"George%20Hunter%20%28mayor%29\"&gt;George Hunter&lt;/a&gt;. He successfully negotiated this working condition and campaigned for its extension in the infant &lt;a href=\"Wellington\"&gt;Wellington&lt;/a&gt; community. A meeting of Wellington carpenters in October 1840 pledged \"to maintain the eight-hour working day, and that anyone offending should be ducked into the harbour\".\nParnell is reported to have said: \"There are twenty-four hours per day given us; eight of these should be for work, eight for sleep, and the remaining eight for recreation and in which for men to do what little things they want for themselves.\" With tradesmen in short supply the employer was forced to accept Parnell's terms. Parnell later wrote, \"the first strike for eight hours a day the world has ever seen, was settled on the spot\".\nEmigrants to the new settlement of &lt;a href=\"Dunedin\"&gt;Dunedin&lt;/a&gt;, Otago, while on board ship decided on a reduction of working hours. When the resident agent of the &lt;a href=\"New%20Zealand%20Company\"&gt;New Zealand Company&lt;/a&gt;, &lt;a href=\"William%20Cargill%20%28New%20Zealand%20politician%29\"&gt;Captain Cargill&lt;/a&gt;, attempted to enforce a ten-hour day in January 1849 in &lt;a href=\"Dunedin\"&gt;Dunedin&lt;/a&gt;, he was unable to overcome the resistance of trades people under the leadership of house painter and plumber, Samuel Shaw. Building trades in &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt; achieved the eight-hour day on 1 September 1857 after agitation led by Chartist painter, William Griffin. For many years the eight-hour day was confined to craft tradesmen and unionised workers. &lt;a href=\"Labour%20Day%23New%20Zealand\"&gt;Labour Day&lt;/a&gt;, which commemorates the introduction of the eight-hour day, became a national public holiday in 1899.\nSouth America.\nA strike for the eight-hour day was held in May 1919 in &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;. In &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt;, the eight-hour day was put in place in 1915 of several reforms implemented during the second term of president &lt;a href=\"Jos%C3%A9%20Batlle%20y%20Ord%C3%B3%C3%B1ez\"&gt;José Batlle y Ordóñez&lt;/a&gt;. It was introduced in &lt;a href=\"History%20of%20Chile\"&gt;Chile&lt;/a&gt; on 8 September 1924 at the demand of then-general &lt;a href=\"Luis%20Altamirano\"&gt;Luis Altamirano&lt;/a&gt; as part of the &lt;a href=\"Saber%20noise\"&gt;\"Ruido de sables\"&lt;/a&gt; that culminated in the &lt;a href=\"September%20Junta\"&gt;September Junta&lt;/a&gt;."
}