{
    "id": "21008857",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=21008857",
    "title": "Walter Vickery",
    "text": "Walter Vickery (25 October 1909 - 7 April 2000) was an international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; back row who represented &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; and played club rugby for &lt;a href=\"Aberavon%20RFC\"&gt;Aberavon&lt;/a&gt;. His father, &lt;a href=\"George%20Vickery\"&gt;George Vickery&lt;/a&gt;, also played for Aberavon and was also an international player, but he was capped for &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt;.\nPersonal history.\nVickery was born in &lt;a href=\"Port%20Talbot\"&gt;Port Talbot&lt;/a&gt;, Wales in 1909. He had one daughter Rita, who had two children, Richard and Robert.\nRugby career.\nVickery joined Aberavon in 1928, and in 1931 was part of the joint Aberavon / &lt;a href=\"Neath%20RFC\"&gt;Neath&lt;/a&gt; team that faced the &lt;a href=\"1931-32%20South%20Africa%20rugby%20union%20tour\"&gt;1931 touring South African team&lt;/a&gt;. The Welsh club team was narrowly beaten when the South African's scored a late controversial &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt;. Vickery would again face an international touring team in 1935, when another joint Aberavon / Neath team was chosen to play against the &lt;a href=\"1935-36%20New%20Zealand%20rugby%20union%20tour%20of%20the%20British%20Isles%20and%20Canada\"&gt;touring All Blacks&lt;/a&gt;. Although the combined Welsh teams only fielded one international, they played well though did not possess the fluency or clean passing of the New Zealand team and lost the game 13–3.\nIt took Vickery over six years to win a Welsh cap, when he was selected for the opening game of the &lt;a href=\"1938%20Home%20Nations%20Championship\"&gt;1938 Home Nations Championship&lt;/a&gt; against England. Under the captaincy of &lt;a href=\"Cliff%20Jones%20%28rugby%20player%29\"&gt;Cliff Jones&lt;/a&gt; Wales won the game and Vickery was reselected for the next two matches of the tournament. Wales lost against eventual tournament winners Scotland, but came back in the final game to beat Ireland at &lt;a href=\"Swansea\"&gt;Swansea&lt;/a&gt;.\nVickery was selected for the fourth and final international game of his career in the &lt;a href=\"1939%20Home%20Nations%20Championship\"&gt;1939 Championship&lt;/a&gt;. England beat Wales 3-0 and Vickery was replaced for the next game by &lt;a href=\"Les%20Manfield\"&gt;Les&lt;/a&gt;\nInternational matches played.\nWales"
}