{
    "id": "21043269",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=21043269",
    "title": "Naval Housing Annex Negishi",
    "text": "The Negishi Housing Complex (&lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;: 根岸住宅地区 \"Negishi Juutaku Chiku\") is an enclave of &lt;a href=\"United%20States%20Forces%20Japan\"&gt;United States Forces Japan&lt;/a&gt; operated by &lt;a href=\"United%20States%20Fleet%20Activities%20Yokosuka\"&gt;United States Fleet Activities Yokosuka&lt;/a&gt; in &lt;a href=\"Yokosuka%2C%20Kanagawa\"&gt;Yokosuka&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. It serves as a residence complex for the &lt;a href=\"United%20States%20Armed%20Forces\"&gt;U.S. military&lt;/a&gt;.\nFacilities.\nThe area is approximately 42.8 &lt;a href=\"hectare\"&gt;hectare&lt;/a&gt;s in size and contains some 387 &lt;a href=\"housing%20unit\"&gt;housing unit&lt;/a&gt;s, a &lt;a href=\"Commissary\"&gt;Commissary&lt;/a&gt;/&lt;a href=\"Navy%20Exchange\"&gt;Navy Exchange&lt;/a&gt;, &lt;a href=\"Richard%20E.%20Byrd\"&gt;Richard E. Byrd&lt;/a&gt; Elementary School, Branch Health Clinic (medical/dental), Combined Bachelor Housing, swimming pool, community center, Security Detachment, and other small infrastructural services to support the residents of the community.\nHistory.\nNegishi Heights was originally a &lt;a href=\"horse%20racing\"&gt;horse racing&lt;/a&gt; complex founded in 1866. Modern horse racing was introduced to Japan in 1862 and shortly thereafter an &lt;a href=\"England\"&gt;English&lt;/a&gt; architect was commissioned to build the Negishi &lt;a href=\"Grandstand\"&gt;Grandstand&lt;/a&gt;s on the land currently occupied by &lt;a href=\"United%20States%20Navy\"&gt;U.S. Navy&lt;/a&gt; family members. The area surrounding the grandstands was occupied by numerous foreigners and was built to support their entertainment needs.\nThe &lt;a href=\"Meiji%20Emperor\"&gt;Meiji Emperor&lt;/a&gt; made 14 trips to the stadium to view horse racing. The grandstands was one of the few structures to survive the &lt;a href=\"1923%20Great%20Kant%C5%8D%20earthquake\"&gt;Great Kantō earthquake&lt;/a&gt; of 1923. It was later rebuilt by American &lt;a href=\"Jay%20Morgan%20%28architect%29\"&gt;J. H. Morgan&lt;/a&gt; and still stands today. The new stands could hold up to 20,000 spectators, and &lt;a href=\"Emperor%20Hirohito\"&gt;Emperor Hirohito&lt;/a&gt; was known to frequent the events held in Negishi. Horse racing at Negishi was ended in 1942 when the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt; took over the site and the racing grounds at Negishi were used for the operation of a &lt;a href=\"printing%20press\"&gt;printing press&lt;/a&gt; and, in the lower horse stables, the housing of Australian &lt;a href=\"Prisoners%20of%20war%23World%20War%20II\"&gt;prisoners of war&lt;/a&gt;. In 1945, when &lt;a href=\"Douglas%20MacArthur\"&gt;General MacArthur&lt;/a&gt; discovered the printing presses during the &lt;a href=\"occupation%20of%20Japan\"&gt;occupation of Japan&lt;/a&gt;, the &lt;a href=\"United%20States%20Army\"&gt;U.S. Army&lt;/a&gt; used the presses to print over 450,000 &lt;a href=\"Surrender%20of%20Japan\"&gt;surrender&lt;/a&gt; documents in English, Japanese, and &lt;a href=\"Korean%20language\"&gt;Korean&lt;/a&gt; to be distributed across the country.\nIn 1947 the U.S. Army took over the complex completely and built housing units and other support structures; they used the grandstands for administrative offices. In what is now Negishi Shinrin Park, they built a &lt;a href=\"golf\"&gt;golf&lt;/a&gt; course. The U.S. Army occupied this land area until it was given over to the U.S. Navy on 1 July 1951 and became the first overseas Navy housing facility. The U. S. Navy Housing Activity, Yokohama, Japan was commissioned on 1 July 1959. CDR J. L. Wallace, USN was its first commanding officer with CDR Harland Bowman, CEC, USN as its first executive officer.\nToday.\nThe U.S. Navy and the &lt;a href=\"Government%20of%20Japan\"&gt;Government of Japan&lt;/a&gt; are organizing the return of the Naval Housing and Support Complex to the Japanese landowners who lease the land to the over 1,100 U.S. Military members, &lt;a href=\"DoDDS\"&gt;Department of Defense teachers&lt;/a&gt;, and &lt;a href=\"Military%20dependent\"&gt;dependents&lt;/a&gt; living within the Family Housing and Single/Bachelor units. Negotiations between the two governments for the return of the land are still ongoing. Once additional units are completed in the &lt;a href=\"Zushi%2C%20Kanagawa\"&gt;Zushi&lt;/a&gt; Housing Area and other &lt;a href=\"Japan-America%20Security%20Alliance\"&gt;Japanese/American Alliance&lt;/a&gt; considerations take effect, the land of Negishi Heights should be fully returned to the Japanese landowners.\nThe Commander Fleet Activities Yokosuka, Yokohama Detachment Officer in Charge is responsible for the administration, safety and security of the installation, its housing units, and residents/military personnel as well as maintaining Japanese/American Alliance relations with the four Wards, various community organizations, the City of Yokohama, &lt;a href=\"Kanagawa%20Prefecture\"&gt;Kanagawa Prefecture&lt;/a&gt;, and Japanese government officials.\nNegishi Shinrin Park.\nNegishi Shinrin Park (Japanese: 根岸森林公園 \"Negishi Shinrin Kōen\"), adjacent to the Negishi Housing Complex, is popular among complex residents as a place to relax away from the city life of Yokohama. There is ample parking around the park provided by the U.S. Navy, a running track that encircles the park, an Equestrian Museum with pony rides, and a view of &lt;a href=\"Yokohama%20Landmark%20Tower\"&gt;Yokohama Landmark Tower&lt;/a&gt;. It is served by Yokohama city buses #103 and #21 and by train at the nearby &lt;a href=\"Negishi%20Station%20%28Kanagawa%29\"&gt;Negishi Station&lt;/a&gt;."
}