{
    "id": "21045974",
    "revid": "39005691",
    "url": "https://en.wikipedia.org/wiki?curid=21045974",
    "title": "Embassy of the United States, Vienna",
    "text": "The Embassy of the United States of America in Vienna is the main &lt;a href=\"List%20of%20diplomatic%20missions%20of%20the%20United%20States\"&gt;United States diplomatic mission&lt;/a&gt; to &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;. Since 1947 the embassy building is located on Boltzmanngasse 16, in the &lt;a href=\"Alsergrund\"&gt;Alsergrund&lt;/a&gt; district of &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;.\nHistory.\nThe United States first established diplomatic relations with Austria when &lt;a href=\"Henry%20A.%20P.%20Muhlenberg\"&gt;Henry A. P. Muhlenberg&lt;/a&gt; was appointed first U.S. &lt;a href=\"Envoy%20%28title%29\"&gt;Envoy Extraordinary and Minister Plenipotentiary&lt;/a&gt; to the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt; on 8 February 1838. When according to the &lt;a href=\"Austro-Hungarian%20Compromise%20of%201867\"&gt;Compromise of 1867&lt;/a&gt; the empire became the union of &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt;, the Ministers were so commissioned. The legation officially was elevated to the status of an &lt;a href=\"embassy\"&gt;embassy&lt;/a&gt; on 17 May 1902, with &lt;a href=\"Robert%20Sanderson%20McCormick\"&gt;Robert Sanderson McCormick&lt;/a&gt; as first &lt;a href=\"United%20States%20Ambassador%20to%20Austria\"&gt;U.S. Ambassador&lt;/a&gt;.\nWhen upon the &lt;a href=\"American%20entry%20into%20World%20War%20I\"&gt;American entry into World War I&lt;/a&gt; the United States broke off diplomatic relations with Austria-Hungary in April 1917, &lt;a href=\"Restoration%20%28Spain%29\"&gt;Spain&lt;/a&gt; handled the representation of U.S. interests in Vienna for the duration of the war. In 1921 the U.S. diplomatic mission reopened as a &lt;a href=\"legation\"&gt;legation&lt;/a&gt;.\nThe &lt;a href=\"Baroque%20Revival%20architecture\"&gt;Neo-baroque&lt;/a&gt; embassy building at Boltzmanngasse 16 was constructed from 1902 to 1904 according to plans designed by architect &lt;a href=\"Ludwig%20Baumann%20%28architect%29\"&gt;Ludwig Baumann&lt;/a&gt;. It was originally built as the new location of the \"&lt;a href=\"K.k.%20Akademie%20f%C3%BCr%20Orientalische%20Sprachen\"&gt;K.k. Akademie für Orientalische Sprachen&lt;/a&gt;\", which had been established in 1754 (the precursor of the present-day &lt;a href=\"Diplomatic%20Academy%20of%20Vienna\"&gt;Diplomatic Academy of Vienna&lt;/a&gt;). The studying conditions were severely restricted after the Austrian \"&lt;a href=\"Anschluss\"&gt;Anschluss&lt;/a&gt;\" to &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;, and the building was temporarily used as a &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; military hospital. At the conclusion of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, U.S. &lt;a href=\"Allied-occupied%20Austria\"&gt;occupation troops&lt;/a&gt; seized the building until 1946.\nThe U.S. Government finally purchased the building on 30 June 1947, at the intercession of &lt;a href=\"Eleanor%20Lansing%20Dulles\"&gt;Eleanor Lansing Dulles&lt;/a&gt; and with the consent of the Austrian &lt;a href=\"National%20Council%20%28Austria%29\"&gt;National Council&lt;/a&gt;. The U.S. Mission in Austria held the status of a legation from 1947 until 1951, when it officially became an embassy, with &lt;a href=\"Walter%20J.%20Donnelly\"&gt;Walter J. Donnelly&lt;/a&gt; as the first U.S. ambassador to serve in Vienna since &lt;a href=\"Frederic%20Courtland%20Penfield\"&gt;Frederic Courtland Penfield&lt;/a&gt; departed in World War I.\nThe current Ambassador of the United States to Austria is &lt;a href=\"Victoria%20Reggie%20Kennedy\"&gt;Victoria Reggie Kennedy&lt;/a&gt;."
}