{
    "id": "210661",
    "revid": "23721773",
    "url": "https://en.wikipedia.org/wiki?curid=210661",
    "title": "Media manipulation",
    "text": "Media manipulation is a series of related techniques in which partisans create an image or argument that favours their particular interests. Such tactics may include the use of &lt;a href=\"fallacy\"&gt;logical fallacies&lt;/a&gt;, manipulation, outright deception (&lt;a href=\"disinformation\"&gt;disinformation&lt;/a&gt;), rhetorical and &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt; techniques, and often involve the &lt;a href=\"information%20suppression\"&gt;suppression of information&lt;/a&gt; or points of view by crowding them out, by inducing other people or groups of people to stop listening to certain arguments, or by simply diverting &lt;a href=\"attention\"&gt;attention&lt;/a&gt; elsewhere. In \"\", &lt;a href=\"Jacques%20Ellul\"&gt;Jacques Ellul&lt;/a&gt; writes that &lt;a href=\"public%20opinion\"&gt;public opinion&lt;/a&gt; can only express itself through channels which are provided by the &lt;a href=\"mass%20media\"&gt;mass media&lt;/a&gt; of communication – without which there could be no propaganda.\nIt is used within &lt;a href=\"public%20relations\"&gt;public relations&lt;/a&gt;, propaganda, &lt;a href=\"marketing\"&gt;marketing&lt;/a&gt;, etc. While the objective for each context is quite different, the broad techniques are often similar.\nAs illustrated below, many of the more modern mass media manipulation methods are types of &lt;a href=\"distraction\"&gt;distraction&lt;/a&gt;, on the assumption that the public has a limited &lt;a href=\"attention%20span\"&gt;attention span&lt;/a&gt;.\nContexts.\nActivism.\nActivism is the practice or doctrine that has an emphasis on direct vigorous action especially supporting or opposing one side of a controversial matter. It is quite simply starting a movement to affect or change social views. It is frequently started by influential individuals but is done collectively through &lt;a href=\"social%20movement\"&gt;social movement&lt;/a&gt;s with large masses. These social movements can be done through public &lt;a href=\"Demonstration%20%28protest%29\"&gt;rallies&lt;/a&gt;, &lt;a href=\"strike%20action\"&gt;strike&lt;/a&gt;s, street marches and even rants on &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt;.\nA large social movement that has changed public opinion through time would be the 'Civil Rights March on Washington', where &lt;a href=\"Martin%20Luther%20King%20Jr.\"&gt;Martin Luther King Jr.&lt;/a&gt; performed his 'I Have a Dream' speech attempting to change social views on Non-White Americans in the United States of America, 28 August 1963. Most of King's movements were done through non-violent rallies and public speeches to show the white American population that they were peaceful but also wanted change in their community. In 1964, the '&lt;a href=\"Civil%20Rights%20Acts\"&gt;Civil Rights Acts&lt;/a&gt;' commenced giving Non-White Americans equality with all races.\nAdvertising.\nAdvertising is the action of attracting public attention to something, especially through paid announcements for products and services. This tends to be done by businesses who wish to sell their product by paying media outlets to show their products or services on &lt;a href=\"commercial%20break\"&gt;television break&lt;/a&gt;s, &lt;a href=\"web%20banner\"&gt;banners on websites&lt;/a&gt; and &lt;a href=\"mobile%20application\"&gt;mobile application&lt;/a&gt;s.\nThese advertisements are not only done by businesses but can also be done by certain groups. Non-commercial advertisers are those who spend money on advertising in a hope to raise awareness for a cause or promote specific ideas. These include groups such as interest groups, political parties, government organizations and religious movements. Most of these organizations intend to spread a message or sway public opinion instead of trying to sell products or services. Advertising can not only be found on social media, but it is also evident on billboards, newspapers, magazines and even word of mouth.\nHoaxing.\nA hoax is something intended to deceive or defraud. When a newspaper or the news reports a fake story, it is known as a hoax. Misleading public stunts, &lt;a href=\"scientific%20fraud\"&gt;scientific fraud&lt;/a&gt;s, false &lt;a href=\"bomb%20threat\"&gt;bomb threat&lt;/a&gt;s and business &lt;a href=\"scam\"&gt;scam&lt;/a&gt;s are examples of hoaxes. A common aspect that hoaxes have is that they are all meant to deceive or lie. For something to become a hoax, the lie must have something more to offer. It must be outrageous, dramatic but also has to be believable and ingenious. Above all, it must be able to attract attention from the public. Once it has done that then a hoax is in full effect.\nAn example of a hoax can be found in a video from 2012, paid for by  &lt;a href=\"Greenpeace\"&gt;Greenpeace&lt;/a&gt;  and made by &lt;a href=\"The%20Yes%20Men\"&gt;Yes Men&lt;/a&gt;, that went viral. The video, purported to be footage from a cell phone filmed at a &lt;a href=\"Royal%20Dutch%20Shell\"&gt;Shell&lt;/a&gt; party to celebrate the beginning of Arctic drilling operations, shows a drinking fountain that is designed to look like an oil platform malfunction and spray a dark beverage (similar to the appearance of oil) over a lady. This causes a commotion, with employees seen rushing to mop up the mess, and security guards attempting to confiscate the filmed footage. The hoax continued further through the distribution of fake legal messages from Shell that threatened legal action against the activists who supposedly pulled off the stunt, and even a fake website designed to look like Shell's, with copy such as \"Birds are like sponges … for oil!\"\nPropagandizing.\nPropagandizing is a form of communication that is aimed at &lt;a href=\"social%20influence\"&gt;influencing&lt;/a&gt; the attitude of a community toward some cause or position by presenting only one side of an argument. Propaganda is commonly created by governments, but some forms of &lt;a href=\"mass%20communication\"&gt;mass communication&lt;/a&gt; created by other powerful organizations can be considered propaganda as well. As opposed to impartially providing information, propaganda, in its most basic sense, presents information primarily to influence an audience. Propaganda is usually repeated and dispersed over a wide variety of media in order to create the chosen result in audience attitudes. While the term propaganda has justifiably acquired a strongly negative connotation by association with its most manipulative and &lt;a href=\"jingoistic\"&gt;jingoistic&lt;/a&gt; examples (e.g. &lt;a href=\"Nazi%20propaganda\"&gt;Nazi propaganda&lt;/a&gt; used to justify the Holocaust), propaganda in its original sense was neutral, and could refer to uses that were generally benign or innocuous, such as public health recommendations, signs encouraging citizens to participate in a census or election, or messages encouraging persons to report crimes to the police, among others.\nPropaganda uses societal norms and myths that people hear and believe. Because people respond to, understand and remember more simple ideas this is what is used to influence people's beliefs, attitudes and values.\nPsychological warfare.\nPsychological warfare is sometimes considered synonymous with propaganda. The principal distinction being that propaganda normally occurs within a nation, whereas psychological warfare normally takes place between nations, often during war or &lt;a href=\"Cold%20war%20%28general%20term%29\"&gt;cold war&lt;/a&gt;. Various techniques are used to influence a target's values, beliefs, emotions, motives, reasoning, or behavior. Target audiences can be &lt;a href=\"government\"&gt;government&lt;/a&gt;s, &lt;a href=\"organization\"&gt;organization&lt;/a&gt;s, &lt;a href=\"Group%20%28sociology%29\"&gt;groups&lt;/a&gt;, and &lt;a href=\"individual\"&gt;individual&lt;/a&gt;s.\nThis tactic has been used in multiple wars throughout history. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;western Allies&lt;/a&gt;, expected for the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; would drop leaflets on the US and England. During the conflict with &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, American and English forces dropped leaflets, with many of the leaflets telling the people how to surrender. In the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; both sides would use &lt;a href=\"Loudspeaker\"&gt;loud speakers&lt;/a&gt; from the front lines. In 2009 people in &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; in the &lt;a href=\"Gaza%20War%20%282008%E2%80%9309%29\"&gt;Gaza war&lt;/a&gt; received text messages on their &lt;a href=\"Mobile%20phone\"&gt;cell phones&lt;/a&gt; threatening them with rocket attacks. The &lt;a href=\"Palestinians\"&gt;Palestinian&lt;/a&gt; people were getting phone calls and leaflets warning them that they were going to drop rockets on them. These phone calls and leaflets were not always accurate.\nPublic relations.\nPublic relations (PR) is the management of the flow of &lt;a href=\"information\"&gt;information&lt;/a&gt; between an individual or an &lt;a href=\"organization\"&gt;organization&lt;/a&gt; and the &lt;a href=\"General%20public\"&gt;public&lt;/a&gt;. Public relations may include an organization or &lt;a href=\"individual\"&gt;individual&lt;/a&gt; gaining &lt;a href=\"publicity\"&gt;exposure&lt;/a&gt; to their audiences using topics of public interest and news items that do not require direct payment. PR is generally created by specialized individuals or firms at the behest of already public individuals or organizations, as a way of managing their public profile.\nTechniques.\nInternet manipulation.\nAstroturfing.\nAstroturfing is when there is an intent and attempt to create the illusion of support for a particular cause, person, or stance. While this is mainly connected to and seen on the internet, it has also happened in newspapers during times of political elections. Corporations and political parties try to imitate &lt;a href=\"grassroots\"&gt;grassroots&lt;/a&gt; movements in order to sway the public to believing something that isn't true.\nClickbait.\nClickbait refers to headlines of online news articles that are &lt;a href=\"Sensationalism\"&gt;sensationalized&lt;/a&gt; or sometimes completely &lt;a href=\"fake%20news\"&gt;fake&lt;/a&gt;. It uses people's natural curiosity to get people to click. In some cases clickbait is simply used to generate income, more clicks means more money made with advertisers. But these headlines and articles can also be used to influence a group of people on &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt;. They are constructed to appeal to the interest group's &lt;a href=\"Confirmation%20bias\"&gt;pre-existing biases&lt;/a&gt; and thus to be shared within &lt;a href=\"filter%20bubble\"&gt;filter bubble&lt;/a&gt;s.\nPropaganda laundering.\nPropaganda laundering is a method of using a less trusted or less popular platform to publish a story of dubious origin or veracity for the purposes of reporting on that report, rather than the story itself. This technique serves to insulate the secondary more established media from having to issue a retraction if the report is false. Generally secondary reports will report that the original report is reporting without verifying or making the report themselves. The news and entertainment site Buzzfeed.com has been used to originate several via their BuzzFeed News section. This term was coined by a Reddit user HexezWork regarding a discussion related to the investigation by Robert Mueller into Russian Collusion.\nSearch engine marketing.\nIn search engine marketing &lt;a href=\"websites\"&gt;websites&lt;/a&gt; use &lt;a href=\"market%20research\"&gt;market research&lt;/a&gt;, from past searches and other sources, to increase their visibility in &lt;a href=\"search%20engine%20results%20page\"&gt;search engine results page&lt;/a&gt;s. This allows them to guide search results along the lines they desire, and thereby influence searchers.\nBusiness have many tactics to lure customers into their websites and to generate revenue such as banner ads, &lt;a href=\"search%20engine%20optimization\"&gt;search engine optimization&lt;/a&gt; and &lt;a href=\"pay-per-click\"&gt;pay-per-click&lt;/a&gt; marketing tools. They all serve a different purpose and use different tools that appeal to multiple types of users. Banner ads appear on sites that then redirect to other sites that are similar. Search engine optimization is changing a page to seem more reliable or applicable than other similar pages. Pay-per-click involves certain words being highlighted because they were bought by advertisers to then redirect to a page containing information or selling whatever that word pertained to. By using the internet, users are susceptible to these type of advertisements without a clear advertising campaign being viewed.\nDistraction.\nDistraction by major events.\nCommonly known as \"smoke screen\", this technique consists of making the public focus its attention on a topic that is more convenient for the propagandist. This particular type of media manipulation has been referenced many times in popular culture. Some examples are:\nPoliticians distract the public by showing them \"shiny object\" issues through the use of TV and other media. Sometimes they can be as simple as a politician with a reality show, like &lt;a href=\"Sarah%20Palin\"&gt;Sarah Palin&lt;/a&gt; had for a short time back in 2009, which aired on &lt;a href=\"TLC%20%28TV%20network%29\"&gt;TLC&lt;/a&gt;.\nDistracting the public.\nThis a mere variation of the traditional arguments known, in &lt;a href=\"logic\"&gt;logic&lt;/a&gt;, as &lt;a href=\"ad%20hominem\"&gt;ad hominem&lt;/a&gt; and &lt;a href=\"ad%20populum\"&gt;ad populum&lt;/a&gt; but applied to countries instead of individuals. This technique consists on refuting arguments by appealing to nationalism or by inspiring fear and hate towards a foreign country or to all the foreigners. It has the potential of being important since it gives the propagandists the power to discredit any information coming from other countries.\nSome examples are:\nQ: \"What do you think about Khokara's politic on X matter?\" A: \"I think they've been wrong about everything for the last 20 years or so...\"\nQ: \"Your idea is quite similar to the one proposed in Falala.\" A: \"Are you suggesting Falala is a better country than ours?\"\nStraw man fallacy.\nAn informal fallacy. The \"straw man\" consists of appearing to refute the opponent's argument while actually attacking another topic. For it to work properly the topic that was actually refuted and the one that should have been refuted need to be similar.\nDistraction by scapegoat.\nThis is a combination of the straw man fallacy and the ad hominem argument. It is often used to incriminate someone in order to argument the innocence of someone else.\nPhoto manipulation.\nVisual media can be &lt;a href=\"Image%20editing\"&gt;transformed&lt;/a&gt; through photo manipulation, commonly called \"photoshopping.\" This can make a product, person, or idea seem more appealing. This is done by highlighting certain features on the product and using certain editing tools to enlarge the photo, to attract and persuade the public.\nVideo manipulation.\nVideo manipulation is a new variant of media manipulation that targets &lt;a href=\"digital%20video\"&gt;digital video&lt;/a&gt; using a combination of traditional &lt;a href=\"video%20processing\"&gt;video processing&lt;/a&gt; and &lt;a href=\"video%20editing\"&gt;video editing&lt;/a&gt; techniques and auxiliary methods from &lt;a href=\"artificial%20intelligence\"&gt;artificial intelligence&lt;/a&gt; like &lt;a href=\"face%20recognition\"&gt;face recognition&lt;/a&gt;. In typical video manipulation, the facial structure, body movements, and voice of the subject are replicated in order to create a fabricated recording of the subject. The applications of these methods range from educational videos to videos aimed at (&lt;a href=\"Crowd%20manipulation\"&gt;mass&lt;/a&gt;) manipulation and &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt;, a straightforward extension of the long-standing possibilities of &lt;a href=\"photo%20manipulation\"&gt;photo manipulation&lt;/a&gt;. This form of computer-generated misinformation has contributed to &lt;a href=\"fake%20news\"&gt;fake news&lt;/a&gt;, and there have been instances when this technology was used during political campaigns.\nCompliance professionals.\nA compliance professional is an expert that utilizes and perfects means of gaining media influence. Though the means of gaining influence are common, their aims vary from political, economic, to personal. Thus the label of compliance professional applies to diverse groups of people, including &lt;a href=\"propagandists\"&gt;propagandists&lt;/a&gt;, &lt;a href=\"marketers\"&gt;marketers&lt;/a&gt;, &lt;a href=\"pollsters\"&gt;pollsters&lt;/a&gt;, &lt;a href=\"salespeople\"&gt;salespeople&lt;/a&gt; and &lt;a href=\"political%20advocates\"&gt;political advocates&lt;/a&gt;.\nTechniques.\nMeans of influence include, but are not limited to, the methods outlined in \"\":\nAdditionally, techniques like &lt;a href=\"Framing%20%28social%20sciences%29\"&gt;framing&lt;/a&gt; and less formal means of effective obfuscation, such as the use of &lt;a href=\"logical%20fallacies\"&gt;logical fallacies&lt;/a&gt;, are used to gain compliance.\nSee also.\nRelated topics\nNotable compliance experts\nNotable media manipulation theorists\nFurther reading.\nOverviews\nCase studies"
}