{
    "id": "2108905",
    "revid": "41222463",
    "url": "https://en.wikipedia.org/wiki?curid=2108905",
    "title": "Young Fabians",
    "text": "The Young Fabians is the under age 31 section of the &lt;a href=\"Fabian%20Society\"&gt;Fabian Society&lt;/a&gt;, a &lt;a href=\"socialist%20society%20%28Labour%20Party%29\"&gt;socialist society&lt;/a&gt; in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; that is affiliated to the Labour Party. The Young Fabians operate as a membership-driven think tank that organises policy debates, research projects, publications, conferences, and international delegations. The organisation holds no collective position on policy.\nHistory.\nThe &lt;a href=\"Fabian%20Society\"&gt;Fabian Society&lt;/a&gt; was founded by a group of young idealists in the late 19th century. For example, &lt;a href=\"H.%20G.%20Wells\"&gt;H. G. Wells&lt;/a&gt; was 27 when he joined the committee as was &lt;a href=\"George%20Bernard%20Shaw\"&gt;George Bernard Shaw&lt;/a&gt;. However, by the middle of the 20th century, the average age of active members was relatively elderly. In order to encourage more young people to join the society, a Young Fabian Group was proposed.\nThe Young Fabian Group for members of the Fabian society 30 years of age or younger was officially convened in May 1960 at a meeting organised by Fabian Society assistant General Secretary, Richard Leonard.\nFrom small beginnings, the Young Fabians produced a steady stream of pamphlets through the 1960s and 1970s, and produced some 50 by 1980.\nThe Young Fabians became less prominent during the 1980s while the Labour Party re-organised its youth wing, partly based on a template set out in a Young Fabian pamphlet. However, in the early 1990s, the group underwent a revival and played an important role in the discussion of the next stage of modernisation within the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt;. In 1994, members of the Young Fabians were part of the campaign to elect &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt; leader of the party and then the campaign to change &lt;a href=\"Clause%20IV\"&gt;Clause IV&lt;/a&gt;, although the group itself took no formal position on these issues.\nIn recent years several controversial pamphlets have been produced including \"Students as Citizens\" which advocated granting more choice to university students and \"The Case for Socialism\" which set out the socialist themes and actions of the Government of &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt;. In 2014 pamphlet number 63 \"One Nation\" was launched, which examined &lt;a href=\"Ed%20Miliband\"&gt;Ed Miliband&lt;/a&gt;'s vision for Britain. The most recent pamphlet, number 65 \"Closing the Gap\", explores how the Labour Party can remould the NHS to ensure it is fit to face the new challenges of an ageing population.\nThe Group's quarterly magazine \"Anticipations\", named after the title of an essay by H. G. Wells, was founded in 1996. It was originally edited by &lt;a href=\"Liam%20Byrne\"&gt;Liam Byrne&lt;/a&gt;, &lt;a href=\"Tom%20Happold\"&gt;Tom Happold&lt;/a&gt;, &lt;a href=\"Mark%20Leonard%20%28director%29\"&gt;Mark Leonard&lt;/a&gt; and Emma Beswick.\nUntil 2015 the organisation's activities were run directly by its executive committee, which undertook a programme of speaker events, seminars, receptions and policy pamphlets. This was changed fundamentally with the adoption of a new constitution in 2015 after a campaign led by A. Adranghi and Martin Edobor with the document drafted by A. Adranghi and Luke John Davies. Since then, the focus of running programmes have been devolved to members through member-led networks centered around topics related to core issues like International Affairs, Health and Education. The steering groups of each network are elected annually by the membership at a special Network AGM at the start of each calendar year.\nThe Young Fabians are currently affiliated as an observer member of the &lt;a href=\"Young%20European%20Socialists\"&gt;Young European Socialists&lt;/a&gt; (YES).\nPolitical position.\nThe Young Fabians' statement of purpose is to avoid commitment to any one brand of socialism and to provide a \"forum for different points of view within the left\".\nUnlike other youth socialist groups, the Young Fabians has maintained this position of neutrality on policy issues, upholding the Fabian Society's principle that its role is merely to determine whether a matter or position is suitable for discussion, not to take a group position on an issue. This has helped the group survive through many changes in the Labour Party without being identified as part of the left or right wing factions.\nAlong with the Fabian Society the Young Fabians is affiliated to the Labour Party. The group officially maintain a policy of neutrality with decisions internal the Labour Party such as internal elections. The group has the right to appoint one member to the executive committee of Young Labour.\nFull members of the group must not be members of political parties that oppose Labour. A significant minority of members do not hold membership of the Labour Party. Members of other political parties are able to join the group as associate members.\nThe importance of the Young Fabians.\nThe book \"The Modernisers' Dilemma\" cites the Young Fabians as one of the most important groups within the Labour Party. As an organised network of younger, generally well-educated party members, often researchers or academics, the Young Fabians is one of the main social and informal networks through which political activity is carried out. However, by taking no formal policy stance, the Young Fabians has been able to include both supporters and sceptics of past Labour governments.\nThe Young Fabians also fills the gap between student politics and mainstream Labour Party politics, a gap which is filled in the Liberal Democrat and Conservative Party structures by having youth wings which include graduates up to the age of 30.\nYoung Fabian alumni.\nYoung Fabian alumni have played significant roles in British public life, with many entering the British parliament and holding offices of state. Young Fabian alumni include Professor &lt;a href=\"Colin%20Crouch\"&gt;Colin Crouch&lt;/a&gt;, &lt;a href=\"Brian%20Lapping\"&gt;Brian Lapping&lt;/a&gt;, Howard Glennerster, &lt;a href=\"Giles%20Radice\"&gt;Giles Radice&lt;/a&gt;, &lt;a href=\"Conrad%20Russell\"&gt;Conrad Russell&lt;/a&gt;, &lt;a href=\"Michael%20Crick\"&gt;Michael Crick&lt;/a&gt;, &lt;a href=\"Peter%20Mandelson\"&gt;Peter Mandelson&lt;/a&gt;, &lt;a href=\"Jack%20Straw%20%28politician%29\"&gt;Jack Straw&lt;/a&gt;, &lt;a href=\"Stephen%20Twigg\"&gt;Stephen Twigg&lt;/a&gt;, &lt;a href=\"Ann%20Taylor%2C%20Baroness%20Taylor%20of%20Bolton\"&gt;Ann Taylor&lt;/a&gt;, &lt;a href=\"Vince%20Cable\"&gt;Vince Cable&lt;/a&gt; &lt;a href=\"John%20Mann%20%28British%20politician%29\"&gt;John Mann&lt;/a&gt;, &lt;a href=\"Phil%20Woolas\"&gt;Phil Woolas&lt;/a&gt;, &lt;a href=\"Oona%20King\"&gt;Oona King&lt;/a&gt;, &lt;a href=\"Lorna%20Fitzsimons\"&gt;Lorna Fitzsimons&lt;/a&gt;, Paul Richards, &lt;a href=\"Tom%20Watson%20%28Labour%20politician%29\"&gt;Tom Watson&lt;/a&gt;, &lt;a href=\"Liam%20Byrne\"&gt;Liam Byrne&lt;/a&gt;, &lt;a href=\"Stella%20Creasy\"&gt;Stella Creasy&lt;/a&gt;, &lt;a href=\"Seema%20Malhotra\"&gt;Seema Malhotra&lt;/a&gt;, &lt;a href=\"Sunder%20Katwala\"&gt;Sunder Katwala&lt;/a&gt;, &lt;a href=\"Mark%20Leonard%20%28director%29\"&gt;Mark Leonard&lt;/a&gt;, &lt;a href=\"Jessica%20Asato\"&gt;Jessica Asato&lt;/a&gt;, &lt;a href=\"Conor%20McGinn\"&gt;Conor McGinn&lt;/a&gt; and &lt;a href=\"Sara%20Ibrahim\"&gt;Sara Ibrahim&lt;/a&gt;.\nThe Young Fabians today.\nIn recent years the Young Fabians has seen a surge in membership, which had grown to more than 2,000 members as of 2017 from around 1,400 in 2014. It regularly holds a series of events including policy seminars, debates and receptions in foreign embassies, and publishes magazine 'Anticipations' which moved to being quarterly to twice-yearly in 2020.\nThe Young Fabians are distinct from other youth movements in their focus on ideas and policy. Like the Fabian Society, the Young Fabians promote the discussion and dissemination of ideas to help shape Labour Party policy. It holds its annual AGM every November alongside the main Fabian Society AGM. It also holds regular social events, with its annual summer boat party on the Thames having become a popular fixture in the Westminster calendar for young members and activists.\nWhile primarily a research based organisation, the Young Fabians also held a series of campaign day events for members across the UK during the 2017 general election, including in Reading, Oxford, Wolverhampton and Birmingham as well as London, and have run a number of international campaigning trips. Recent campaigning visits include going to Florida for the 2016 presidential election and to Sweden for their 2014 general election.\nUnder the auspices of the Young Fabians International Network, Young Fabian research trips have also been conducted in recent years to China (2015), Brussels (2015), Sweden (2015), Israel and Palestine (2015 and 2016) and the United States (2016). It has also held a number of delegations to Europe with the &lt;a href=\"Young%20European%20Socialists\"&gt;Young European Socialists&lt;/a&gt;.\nIn March 2020 the Young Fabians moved to holding all of its events and activities online during the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. At their November 2020 AGM the Young Fabians voted to change the way they vote for their executive committee from the &lt;a href=\"Multiple%20non-transferable%20vote\"&gt;block vote&lt;/a&gt; system to &lt;a href=\"single%20transferable%20vote\"&gt;single transferable vote&lt;/a&gt;, and to add Women's Officer and National Coordinator roles to their constitutional roles.\nThe Young Fabians Networks.\nIn 2010 the Young Fabians launched two special interest groups focused on &lt;a href=\"Young%20Fabians%20Finance%20Network\"&gt;finance&lt;/a&gt; and science industries. These networks set out to bring together those involved or who have an interest in the subject, and link their specialist knowledge into policy debate. In 2011 a &lt;a href=\"Young%20Fabians%20Health%20Network\"&gt;Health Network&lt;/a&gt; was launched. In 2013 saw the brief existence of Foreign Policy and Creative Industry networks, and in 2014 a Local Government Network was intended to open. 2015 saw the largest expansion of networks with the founding of Education, International and Communications networks, followed by further addition of the Law and Technology networks in 2016.\nEach network is run by a steering committee who manage their own annual programme, and since 2012 the networks have elected their own Chairs and other officers.\nYoung Fabian Executives.\nThe Executives of the Young Fabians are elected in the run up to the November AGM and hold office for one year. Recent Executives and Chairs have included:\nYoung Fabian Press.\nFormer Projects"
}