{
    "id": "21094860",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=21094860",
    "title": "Shiloh Christian School",
    "text": "Shiloh Christian School is a &lt;a href=\"private%20school\"&gt;private&lt;/a&gt; &lt;a href=\"Christian%20school\"&gt;Christian school&lt;/a&gt; in &lt;a href=\"Springdale%2C%20Arkansas\"&gt;Springdale, Arkansas&lt;/a&gt;, United States.\nHistory.\nShiloh Christian School was founded in 1976 as a ministry of the &lt;a href=\"First%20Baptist%20Church%20of%20Springdale\"&gt;First Baptist Church of Springdale&lt;/a&gt;, by Dennis Cottrell and Tom Ellis, under the leadership of Pastor Cliff Palmer. The school opened with 180 students from kindergarten through sixth grade. A new grade was added each year. The school graduated its first high school class in 1983, with twelve students. In 1979, the First Baptist Church of Springdale moved from its downtown location to its present 72-acre site on Johnson Road.\nShiloh Christian School is accredited by the Arkansas Non-Public School Accreditation Association, the &lt;a href=\"Association%20of%20Christian%20Schools%20International\"&gt;Association of Christian Schools International&lt;/a&gt;, and &lt;a href=\"AdvancED\"&gt;AdvancED&lt;/a&gt; since 2003.\nCampus.\nThe campus includes a 2,900 seat worship center, a 300-seat chapel, a 1,400 seat basketball facility, and a football stadium.\nExtracurricular activities.\nThe Shiloh Christian School mascot for academic and athletic teams is the \"Saints\" with Navy blue and Vegas gold.\nAthletics.\nFor 2012–14, the Shiloh Saints compete in the 5A Classification from the 5A West Conference as administered by the &lt;a href=\"Arkansas%20Activities%20Association\"&gt;Arkansas Activities Association&lt;/a&gt;. The Saints high school teams consist of &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, volleyball, golf (boys/girls), &lt;a href=\"cross%20country%20running\"&gt;cross country&lt;/a&gt; (boys/girls), cheer, basketball (boys/girls), &lt;a href=\"Scholastic%20wrestling\"&gt;wrestling&lt;/a&gt;, soccer (girls), baseball, softball, tennis (boys/girls), and track and field (boys/girls).\nThe Shiloh Christian High School teams have won more than 25 state championships."
}