{
    "id": "21096703",
    "revid": "1276024",
    "url": "https://en.wikipedia.org/wiki?curid=21096703",
    "title": "Kuzman Sotirović",
    "text": "Kuzman Sotirović (, ; 16 October 1908 – 25 July 1990) was a &lt;a href=\"Yugoslavia\"&gt;Yugoslav&lt;/a&gt; &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; &lt;a href=\"Striker%20%28association%20football%29\"&gt;forward&lt;/a&gt;. In some sources, he is referred to as Kuzman Sotirovski (). He was part of Yugoslavia's team at the &lt;a href=\"1928%20Summer%20Olympics\"&gt;1928 Summer Olympics&lt;/a&gt;.\nClub career.\nA player of short stature and medium build, Sotirović usually played as an attacking midfielder where he used his good technical abilities to keep the ball and create scoring chances up front. He first started playing in youth sections at &lt;a href=\"BSK%20Beograd\"&gt;BSK Belgrade&lt;/a&gt;, and, after becoming a standard first-team member, won the best championship scorer in 1928, scoring 6 goals in 5 appearances. The very next season he went to France and played for &lt;a href=\"FC%20S%C3%A8te\"&gt;FC Sète&lt;/a&gt; and &lt;a href=\"Montpellier%20HSC\"&gt;Montpellier SC&lt;/a&gt;.\nInternational career.\nBetween 1928 and 1931 Sotirović also played for &lt;a href=\"Yugoslavia%20national%20football%20team\"&gt;Yugoslavia national football team&lt;/a&gt;. He debuted on 6 May 1928 against &lt;a href=\"Romania%20national%20football%20team\"&gt;Romania&lt;/a&gt; and his last game for the national team was on 4 October 1931 against &lt;a href=\"Bulgaria%20national%20football%20team\"&gt;Bulgaria&lt;/a&gt; at the &lt;a href=\"Balkan%20Cup\"&gt;Balkan Cup&lt;/a&gt;. He is considered to be the first player born on the territory of modern-day &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt; to play in the Yugoslav national team.\nPersonal life.\nAfter retirement from football during 1930s, he continued to live in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; until his death in 1990. He was buried at the &lt;a href=\"Belgrade%20New%20Cemetery\"&gt;Belgrade New Cemetery&lt;/a&gt; as per his wish."
}