{
    "id": "2110853",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2110853",
    "title": "Kent Hull",
    "text": "James Kent Hull (January 13, 1961 – October 18, 2011) was an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"offensive%20lineman\"&gt;offensive lineman&lt;/a&gt; in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; and &lt;a href=\"United%20States%20Football%20League\"&gt;United States Football League&lt;/a&gt;, more precisely a &lt;a href=\"Center%20%28American%20football%29\"&gt;center&lt;/a&gt; for the &lt;a href=\"New%20Jersey%20Generals\"&gt;New Jersey Generals&lt;/a&gt; of the &lt;a href=\"USFL\"&gt;USFL&lt;/a&gt; and &lt;a href=\"Buffalo%20Bills\"&gt;Buffalo Bills&lt;/a&gt; of the &lt;a href=\"NFL\"&gt;NFL&lt;/a&gt;.\nMississippi State University.\nBorn in &lt;a href=\"Greenwood%2C%20Mississippi\"&gt;Greenwood, Mississippi&lt;/a&gt;, Hull attended &lt;a href=\"Greenwood%20High%20School%20%28Mississippi%29\"&gt;Greenwood High School&lt;/a&gt; and then &lt;a href=\"Mississippi%20State%20University\"&gt;Mississippi State University&lt;/a&gt;. At Mississippi State, Hull earned four &lt;a href=\"College%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Varsity%20letter\"&gt;letters&lt;/a&gt; as the Bulldogs' center from 1979 to 1982 before going on to star first in the USFL then in the NFL.\nNew Jersey Generals.\nHull was the starting center for the Generals from 1983 to 1985 where he blocked for Herschel Walker all three years of the team's existence. Walker broke the pro football record for rushing yards in a single season with 2,411 in 1985 with the Generals – Hull was a key cog in their attack all three seasons together.\nBuffalo Bills.\nAs a rookie for the Buffalo Bills in 1986, Hull immediately became their starting center, replacing &lt;a href=\"Will%20Grant\"&gt;Will Grant&lt;/a&gt;, hunched between 7-year veteran &lt;a href=\"Jim%20Ritcher\"&gt;Jim Ritcher&lt;/a&gt; at left &lt;a href=\"offensive%20guard\"&gt;offensive guard&lt;/a&gt; and fellow rookie &lt;a href=\"Will%20Wolford\"&gt;Will Wolford&lt;/a&gt; at right guard for all 16 games, with Hall-of-Famer &lt;a href=\"Jim%20Kelly\"&gt;Jim Kelly&lt;/a&gt; as rookie quarterback under first-year &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; &lt;a href=\"Marv%20Levy\"&gt;Marv Levy&lt;/a&gt;. In 1988, the Bills won the AFC east division with a strong offensive line, Hull playing between Ritcher and &lt;a href=\"Tim%20Vogler\"&gt;Tim Vogler&lt;/a&gt; at right guard. They beat the &lt;a href=\"Houston%20Oilers\"&gt;Houston Oilers&lt;/a&gt; in the divisional round of the &lt;a href=\"1988-89%20NFL%20playoffs\"&gt;1988–89 NFL playoffs&lt;/a&gt;, as Kelly passed for 244 yards and &lt;a href=\"Thurman%20Thomas\"&gt;Thurman Thomas&lt;/a&gt; rushed for 75 yards in only 7 carries, but lost the AFC championship game to the &lt;a href=\"Cincinnati%20Bengals\"&gt;Cincinnati Bengals&lt;/a&gt;. In 1989, the Bills won the AFC east division title again but lost a divisional round match of the &lt;a href=\"1989-90%20NFL%20playoffs\"&gt;1989–90 NFL playoffs&lt;/a&gt; to the &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt;.\nIn 1990, the Bills won the AFC east division again, beating the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt; in the divisional round of the &lt;a href=\"1990-91%20NFL%20playoffs\"&gt;1990–91 NFL playoffs&lt;/a&gt;, destroying the &lt;a href=\"Los%20Angeles%20Raiders\"&gt;Los Angeles Raiders&lt;/a&gt; 51–3 in the AFC championship game, but barely losing to the &lt;a href=\"Bill%20Parcells\"&gt;Bill Parcells&lt;/a&gt;-led &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; in &lt;a href=\"Super%20Bowl%20XXV\"&gt;Super Bowl XXV&lt;/a&gt; 20–19. In 1991, the Bills won the AFC east division again, beating the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt; in the divisional round of the &lt;a href=\"1991-92%20NFL%20playoffs\"&gt;1991–92 NFL playoffs&lt;/a&gt;, the &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt; in the AFC championship game but losing to the &lt;a href=\"Joe%20Gibbs\"&gt;Joe Gibbs&lt;/a&gt;-led &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; in &lt;a href=\"Super%20Bowl%20XXVI\"&gt;Super Bowl XXVI&lt;/a&gt;. One more year of joy and frustration occurred in 1992, when the Bills won the AFC east division title again, beating the &lt;a href=\"Houston%20Oilers\"&gt;Houston Oilers&lt;/a&gt; in a wild-card game of the &lt;a href=\"1992-93%20NFL%20playoffs\"&gt;1992–93 NFL playoffs&lt;/a&gt;, the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt; in the divisional round, the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt; in the AFC championship game, but losing to the &lt;a href=\"Jimmie%20Johnson\"&gt;Jimmie Johnson&lt;/a&gt;-led &lt;a href=\"Dallas%20Cowboys\"&gt;Dallas Cowboys&lt;/a&gt; in &lt;a href=\"Super%20Bowl%20XXVII\"&gt;Super Bowl XXVII&lt;/a&gt;. More joys and frustrations occurred in 1993, when the Bills won the AFC east division title again, beating the &lt;a href=\"Los%20Angeles%20Raiders\"&gt;Los Angeles Raiders&lt;/a&gt; in the divisional round of the &lt;a href=\"1993-94%20NFL%20playoffs\"&gt;1993–94 NFL playoffs&lt;/a&gt;, the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt; in the AFC championship game (rushing for 229 yards, 186 by Thomas), but losing to the Johnson-led &lt;a href=\"Dallas%20Cowboys\"&gt;Dallas Cowboys&lt;/a&gt; in &lt;a href=\"Super%20Bowl%20XXVIII\"&gt;Super Bowl XXVIII&lt;/a&gt;.\nThe Bills ran out of gas in 1994, finishing only with a won-lost record of 7–9. But in 1995, the Bills came back to prominence by winning the AFC east divisional title to beat the Dolphins in a wild-card game of the &lt;a href=\"1995-96%20NFL%20playoffs\"&gt;1995–96 NFL playoffs&lt;/a&gt;, rushing for a ridiculous 334 yards, as Hull mauled the opposing &lt;a href=\"defensive%20tackles\"&gt;defensive tackles&lt;/a&gt; &lt;a href=\"Tim%20Bowens\"&gt;Tim Bowens&lt;/a&gt; and &lt;a href=\"Chuck%20Klingbeil\"&gt;Chuck Klingbeil&lt;/a&gt; as thoroughly as &lt;a href=\"middle%20linebacker\"&gt;middle linebacker&lt;/a&gt; &lt;a href=\"Bryan%20Cox\"&gt;Bryan Cox&lt;/a&gt;, but they lost a divisional round game to the Steelers. In 1996, Hull's final year in the NFL, the Bills made the playoffs but lost a wild-card game to the &lt;a href=\"Jacksonville%20Jaguars\"&gt;Jacksonville Jaguars&lt;/a&gt;. In 1997, he was replaced by sophomore &lt;a href=\"Dusty%20Zeigler\"&gt;Dusty Zeigler&lt;/a&gt;.\nFrom 1986 to 1993, he played next to Ritcher at left guard, forming a fine tandem in their hurry-up offense, and in the final two years with a very strong &lt;a href=\"Ruben%20Brown\"&gt;Ruben Brown&lt;/a&gt;. During Hull's 11-year career in Buffalo, he played in 121 consecutive games from 1986 to 1993, as the Bills enjoyed eight winning seasons and won four consecutive &lt;a href=\"American%20Football%20Conference\"&gt;AFC&lt;/a&gt; titles. Named to the &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; three times, he was also one of the team's captains for his final seven years. Most notably, he was the starting center for Buffalo during their record four straight &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; appearances from 1990 to 1993.\nAwards and recognition.\nHull was selected to the Greater Buffalo Sports Hall of Fame in 1997, inducted into the Mississippi State University Sports Hall of Fame in 2000, received the Ralph C. Wilson Distinguished Service Award in 2001, was selected to the Mississippi Sports Hall of Fame in 2002 and was the 19th inductee to the Wall of Fame at &lt;a href=\"Ralph%20Wilson%20Stadium\"&gt;Ralph Wilson Stadium&lt;/a&gt; in Buffalo in 2002. In 2012, he was added to Mississippi State University's Ring of Honor on Davis Wade Stadium, which is the highest recognition for Mississippi State Football. In 2013, the &lt;a href=\"Kent%20Hull%20Trophy\"&gt;Kent Hull Trophy&lt;/a&gt; was announced and is to be given annually to the best collegiate offensive lineman in the State of Mississippi. The first annual recipient was announced on November 27, 2013 to offensive guard Gabe Jackson of Mississippi State.\nDeath.\nHull died at home in &lt;a href=\"Greenwood%2C%20Mississippi\"&gt;Greenwood, Mississippi&lt;/a&gt; on October 18, 2011. The cause was announced as a gastrointestinal bleed stemming from chronic liver disease, a condition which he had been battling for some time. A review of his career was published in \"The New York Times\" of November 7, 2011."
}