{
    "id": "2111904",
    "revid": "32084967",
    "url": "https://en.wikipedia.org/wiki?curid=2111904",
    "title": "Alpheidae",
    "text": "Alpheidae is a &lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt; of &lt;a href=\"caridea\"&gt;caridea&lt;/a&gt;n snapping shrimp, characterized by having asymmetrical claws, the larger of which is typically capable of producing a loud snapping sound. Other common names for animals in the group are pistol shrimp or alpheid shrimp.\nThe family is diverse and worldwide in distribution, consisting of about 1,119 species within 38 or more genera. The two most prominent genera are \"Alpheus\" and \"Synalpheus\", with species numbering well over 250 and 100, respectively. Most snapping shrimp dig burrows and are common inhabitants of &lt;a href=\"coral%20reef\"&gt;coral reef&lt;/a&gt;s, submerged &lt;a href=\"seagrass\"&gt;seagrass&lt;/a&gt; flats, and &lt;a href=\"oyster\"&gt;oyster&lt;/a&gt; reefs. While most genera and species are found in tropical and temperate coastal and marine waters, \"Betaeus\" inhabits cold seas and \"Potamalpheops\" is found only in freshwater caves.\nWhen in colonies, the snapping shrimp can interfere with &lt;a href=\"sonar\"&gt;sonar&lt;/a&gt; and &lt;a href=\"Underwater%20acoustic%20communication\"&gt;underwater communication&lt;/a&gt;. The shrimp are considered a major source of noise in the ocean.\nDescription.\nThe snapping shrimp grows to only long. It is distinctive for its disproportionately large claw, larger than half the shrimp's body. The claw can be on either arm of the body, and, unlike most shrimp claws, does not have typical &lt;a href=\"chela%20%28organ%29\"&gt;pincers&lt;/a&gt; at the end. Rather, it has a pistol-like feature made of two parts. A joint allows the \"hammer\" part to move backward into a right-angled position. When released, it snaps into the other part of the claw, emitting an enormously powerful wave of bubbles capable of stunning larger fish and breaking small glass jars.\nEcology.\nSome pistol shrimp species share burrows with &lt;a href=\"goby\"&gt;goby fish&lt;/a&gt; in a mutualistic &lt;a href=\"symbiotic%20relationship\"&gt;symbiotic relationship&lt;/a&gt;. The burrow is built and tended by the pistol shrimp, and the goby provides protection by watching out for danger. When both are out of the burrow, the shrimp maintains contact with the goby using its antennae. The goby, having better vision, alerts the shrimp of danger using a characteristic tail movement, and then both retreat into the safety of the shared burrow. This association has been observed in species that inhabit &lt;a href=\"coral%20reef\"&gt;coral reef&lt;/a&gt; habitats.\n&lt;a href=\"Eusocial\"&gt;Eusocial&lt;/a&gt; behavior has been discovered in the genus \"&lt;a href=\"Synalpheus\"&gt;Synalpheus&lt;/a&gt;\". The species \"&lt;a href=\"Synalpheus%20regalis\"&gt;Synalpheus regalis&lt;/a&gt;\" lives inside &lt;a href=\"sponge\"&gt;sponge&lt;/a&gt;s in colonies that can number over 300. All of them are the offspring of a single large female, the queen, and possibly a single male. The offspring are divided into workers who care for the young and predominantly male soldiers who protect the colony with their huge claws.\nPistol shrimp have the ability to reverse claws. When the snapping claw is lost, the missing limb will regenerate into a smaller claw and the original smaller appendage will grow into a new snapping claw. Laboratory research has shown that severing the nerve of the snapping claw induces the conversion of the smaller limb into a second snapping claw. The reversal of claw asymmetry in snapping shrimp is thought to be unique in nature.\nThe claw of the snapping shrimp is a dimorphic addition to the arsenal of the shrimp. The snapping shrimp species will retain the same mate after copulation, making them monogamous. Most females of the Alpheidae species are susceptible to mating. Young females become receptive to males either just before (premolt stage) or after the puberty molt, making them physiologically mature and morphologically able to carry the egg mass. Male presence during the molt is beneficial for the female, as searching for a male during her soft‐bodied receptive phase would put her at mortal risk. Mates have more success with partners having greater body mass. The larger shrimp are most successful. These animals practice mate guarding, leading to a decline in mate competition, as well as bonding of partners. The male and female will defend their shelter to protect both territory and young. Larva develop in three stages: The &lt;a href=\"Nauplius%20%28larva%29\"&gt;nauplius larvae&lt;/a&gt;, &lt;a href=\"zoea\"&gt;zoea&lt;/a&gt;, and &lt;a href=\"Crustacean%20larva\"&gt;post larval&lt;/a&gt; stages.\nSnapping effect.\nThe snapping shrimp competes with much larger animals such as the &lt;a href=\"sperm%20whale\"&gt;sperm whale&lt;/a&gt; and &lt;a href=\"beluga%20whale\"&gt;beluga whale&lt;/a&gt; for the title of loudest animal in the sea. The animal snaps a specialized claw shut to create a &lt;a href=\"cavitation\"&gt;cavitation&lt;/a&gt; bubble that generates &lt;a href=\"Sound%20pressure%23Examples%20of%20sound%20pressure%20and%20sound%20pressure%20levels\"&gt;acoustic pressures&lt;/a&gt; of up to at a distance of 4 cm from the claw. As it ejects from the claw, the bubble reaches speeds of . The pressure is high enough to kill small fish. It corresponds to a peak &lt;a href=\"pressure%20level\"&gt;pressure level&lt;/a&gt; of 218 &lt;a href=\"decibels\"&gt;decibels&lt;/a&gt; relative to one &lt;a href=\"micropascal\"&gt;micropascal&lt;/a&gt; (dB re 1 μPa), equivalent to a zero to peak source level of 190 dB re 1 μPa m. Au and Banks measured &lt;a href=\"peak%20to%20peak\"&gt;peak to peak&lt;/a&gt; source levels between 185 and 190 dB re 1 μPa m, depending on the size of the claw. Similar values are reported by Ferguson and Cleary. The duration of the click is less than 1 &lt;a href=\"millisecond\"&gt;millisecond&lt;/a&gt;.\nThe snap can also produce &lt;a href=\"sonoluminescence\"&gt;sonoluminescence&lt;/a&gt; from the collapsing &lt;a href=\"cavitation\"&gt;cavitation&lt;/a&gt; bubble. As it collapses, the cavitation bubble reaches temperatures of over . In comparison, the surface temperature of the &lt;a href=\"sun\"&gt;sun&lt;/a&gt; is estimated to be around . The light is of lower intensity than the light produced by typical sonoluminescence and is not visible to the &lt;a href=\"naked%20eye\"&gt;naked eye&lt;/a&gt;. It is most likely a by-product of the shock wave with no biological significance. However, it was the first known instance of an animal producing light by this effect. It has subsequently been discovered that another group of &lt;a href=\"crustacean\"&gt;crustacean&lt;/a&gt;s, the &lt;a href=\"mantis%20shrimp\"&gt;mantis shrimp&lt;/a&gt;, contains species whose club-like forelimbs can strike so quickly and with such force as to induce sonoluminescent cavitation bubbles upon impact.\nThe snapping is used for hunting (hence the alternative name \"pistol shrimp\"), as well as for communication. When hunting, the shrimp usually lies in an obscured spot, such as a burrow. The shrimp then extends its &lt;a href=\"Antenna%20%28biology%29\"&gt;antennae&lt;/a&gt; outwards to determine if any fish are passing by. Once it feels movement, the shrimp inches out of its hiding place, pulls back its claw, and releases a \"shot\" which stuns the prey; the shrimp then pulls it to the burrow and feeds on it.\nWhen in colonies, the snapping shrimp can interfere with &lt;a href=\"sonar\"&gt;sonar&lt;/a&gt; and &lt;a href=\"Underwater%20acoustic%20communication\"&gt;underwater communication&lt;/a&gt;. The shrimp are a major source of noise in the ocean and can interfere with &lt;a href=\"anti-submarine%20warfare\"&gt;anti-submarine warfare&lt;/a&gt;.\nGenera.\nMore than 620 species are currently recognised in the family Alpheidae, distributed among 45 genera. The largest of these are \"&lt;a href=\"Alpheus%20%28shrimp%29\"&gt;Alpheus&lt;/a&gt;\", with 283 species, and \"&lt;a href=\"Synalpheus\"&gt;Synalpheus&lt;/a&gt;\", with 146 species."
}