{
    "id": "2112936",
    "revid": "16055414",
    "url": "https://en.wikipedia.org/wiki?curid=2112936",
    "title": "Hole in one",
    "text": "In &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, a hole in one or hole-in-one (also known as an ace, mostly in &lt;a href=\"American%20English\"&gt;American English&lt;/a&gt;) occurs when a ball hit from a &lt;a href=\"teeing%20ground\"&gt;tee&lt;/a&gt; to start a hole finishes in the cup. A ball hit from a tee following a lost ball, out-of-bounds, or water hazard is not a hole-in-one due to the application of a stroke penalty.\nHoles-in-one commonly occur on &lt;a href=\"par%20%28score%29\"&gt;par&lt;/a&gt; 3 holes, the shortest distance holes on a standard size golf course. Longer hitters have also accomplished this feat on longer holes, though nearly all par 4 and par 5 holes are too long for golfers to reach in a single shot. While well known outside golf and often requiring a well hit shot and significant power, holes in one need also a significant element of &lt;a href=\"luck\"&gt;luck&lt;/a&gt;. As such, they are more common and considered less impressive than other hole accomplishments such as completing a par 5 in two shots (an &lt;a href=\"Par%20%28score%29%23Albatross\"&gt;albatross&lt;/a&gt;). , a &lt;a href=\"Par%20%28score%29%23Condor\"&gt;condor&lt;/a&gt; (four under par) hole-in-one on a par 5 hole had been recorded on five occasions, aided by thin air at high altitude, or by cutting the corner on a doglegged or horseshoe-shaped hole.\nHoles-in-one (\"aces\") are also recorded in &lt;a href=\"disc%20golf\"&gt;disc golf&lt;/a&gt;. The current world record for disc golf's longest hole in one is held by Brent Bell, who set the record at the 2002 &lt;a href=\"Big%20Sky%20State%20Games\"&gt;Big Sky State Games&lt;/a&gt; at the Diamond X Disc Golf Course in &lt;a href=\"Billings%2C%20Montana\"&gt;Billings, Montana&lt;/a&gt;.\nRarity.\nHoles-in-one are rare, and, although skill definitely increases the probability, there is a great element of luck involved. It is traditional for a player who has scored a hole-in-one to buy a round of drinks for everyone at the clubhouse bar.\n\"Time\" magazine reported 1,200 holes in one were made by American golfers in 1922.\nA memorable hole-in-one was made in the &lt;a href=\"1973%20Open%20Championship\"&gt;1973 Open Championship&lt;/a&gt; by &lt;a href=\"Gene%20Sarazen\"&gt;Gene Sarazen&lt;/a&gt; at age 71. Earl Dietering of Memphis, Tennessee, 78 years old at the time, is believed to hold the record for the oldest person to make a hole-in-one twice during one round.\nDuring the second round of the 1971 &lt;a href=\"Martini%20International\"&gt;Martini International&lt;/a&gt; tournament, held at the Royal Norwich Golf Club in England, &lt;a href=\"John%20Hudson%20%28golfer%29\"&gt;John Hudson&lt;/a&gt; had two consecutive holes-in-one. Teeing off, using a 4-iron, at the par-three, 195-yard 11th hole, Hudson holed his tee shot for a hole-in-one. At the next hole, the downhill 311-yard, par-four 12th, and this time using a driver, he once again holed his tee shot, for another ace. This is believed to be the only time a player has scored holes-in-one at consecutive holes in a major professional tournament.\nDespite the relative rarity of holes-in-one, there have been a total of six in &lt;a href=\"Ryder%20Cup\"&gt;Ryder Cup&lt;/a&gt; matches. &lt;a href=\"Peter%20Butler%20%28golfer%29\"&gt;Peter Butler&lt;/a&gt; scored the first in &lt;a href=\"1973%20Ryder%20Cup\"&gt;1973&lt;/a&gt; at &lt;a href=\"Muirfield\"&gt;Muirfield&lt;/a&gt; followed by a 20-year gap before &lt;a href=\"Nick%20Faldo\"&gt;Nick Faldo&lt;/a&gt; scored a hole-in-one in &lt;a href=\"1993%20Ryder%20Cup\"&gt;1993&lt;/a&gt;. &lt;a href=\"1995%20Ryder%20Cup\"&gt;Two years later&lt;/a&gt;, &lt;a href=\"Costantino%20Rocca\"&gt;Costantino Rocca&lt;/a&gt; and &lt;a href=\"Howard%20Clark%20%28golfer%29\"&gt;Howard Clark&lt;/a&gt; both scored holes-in-one before an 11-year gap to &lt;a href=\"2006%20Ryder%20Cup\"&gt;2006&lt;/a&gt; saw &lt;a href=\"Paul%20Casey\"&gt;Paul Casey&lt;/a&gt; and &lt;a href=\"Scott%20Verplank\"&gt;Scott Verplank&lt;/a&gt; both hole out in one on the 14th hole.\nOn August 11, 2016, &lt;a href=\"Justin%20Rose\"&gt;Justin Rose&lt;/a&gt; shot a hole-in-one during the first round of the &lt;a href=\"Golf%20at%20the%202016%20Summer%20Olympics\"&gt;golf tournament&lt;/a&gt; of the &lt;a href=\"2016%20Summer%20Olympics\"&gt;2016 Summer Olympics&lt;/a&gt; in Rio de Janeiro, which is considered to be the first in Olympic history. For the 189 yards 3-par hole, he used a 7-iron.\nCompetitions.\nOccasionally special events host a hole in one contest, where prizes as expensive as a new car, or cash awards sometimes reaching $4 million are offered if a contestant records a hole in one. Usually such expensive prizes are backed by an &lt;a href=\"insurance\"&gt;insurance&lt;/a&gt; company who offers &lt;a href=\"prize%20indemnity%20insurance\"&gt;prize indemnification services&lt;/a&gt;. &lt;a href=\"Actuary\"&gt;Actuaries&lt;/a&gt; at such companies have calculated the chance of an average golfer making a hole in one at approximately 12,500 to 1, and the odds of a tour professional at 2,500 to 1.\nHoles-in-one on par 5 (or higher) holes.\nAs of January 2021, a &lt;a href=\"Par%20%28score%29%23Condor\"&gt;condor&lt;/a&gt; (four under par) hole-in-one on a par-5 hole had been recorded on five occasions. A horseshoe-shaped par 5 hole once enabled a condor hole-in-one to be achieved with a 3-iron club. Another may have been achieved at the former Piedmont Crescent Golf Course in 1973 after bouncing multiple times on a very firm fairway due to unseasonably dry weather. The longest recorded straight drive hole-in-one is believed to be , on the par-5 No. 9 hole at Green Valley Ranch Golf Club in &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt; in 2002, aided by the thin air due to the high altitude. None of the five par-5 holes-in-one were achieved during a professional tournament. A condor is also known as a double albatross, or a triple eagle."
}