{
    "id": "2112026",
    "revid": "26352960",
    "url": "https://en.wikipedia.org/wiki?curid=2112026",
    "title": "Nadeshiko League",
    "text": "The , commonly known as the , is a semi-professional &lt;a href=\"women%27s%20association%20football\"&gt;women's association football&lt;/a&gt; &lt;a href=\"Sports%20league\"&gt;league&lt;/a&gt; in Japan.\nThe Nadeshiko League consists of two divisions that correspond to the second and third levels of the &lt;a href=\"Japanese%20association%20football%20league%20system%23Women%27s%20system\"&gt;Japanese women's football pyramid&lt;/a&gt; respectively. Teams are promoted and relegated between the divisions, and between the Nadeshiko League Division 2 and the fourth-level Japanese regional leagues, based on performance in the previous season. Prior to 2021, the Nadeshiko League occupied the top level of the Japanese women's football pyramid as well; that level is now represented by the fully professional &lt;a href=\"WE%20League\"&gt;WE League&lt;/a&gt;.\nSince 2008, the Nadeshiko League has been sponsored by , a &lt;a href=\"fast%20food\"&gt;fast food&lt;/a&gt; (&lt;a href=\"bento\"&gt;bento&lt;/a&gt;) company based in &lt;a href=\"Fukuoka%2C%20Fukuoka\"&gt;Fukuoka&lt;/a&gt;.\nHistory.\nThe Japan Women's Football League, or the L. League, was founded in 1989. From 1993 to 1999 it adopted an &lt;a href=\"Apertura%20and%20Clausura\"&gt;Apertura and Clausura&lt;/a&gt; system, similar to the &lt;a href=\"J.%20League\"&gt;J. League&lt;/a&gt; system of that era. From 2000 to 2003 the clubs were divided into East and West groups and then the top clubs of each would go into a championship group, with the bottom clubs in a relegation group. In 2004 the single-table format was brought back. Teams from this early era would host annual training camps to build skills and relationships with international women's football clubs, such as those in the United States and Australia.\nIn 2004 the L. League acquired the nickname the Nadeshiko League. Nadeshiko is the name of the &lt;a href=\"dianthus\"&gt;dianthus&lt;/a&gt; flower and was chosen from suggestions by fans, signifying an ideal of &lt;a href=\"Yamato%20Nadeshiko\"&gt;a dutiful Japanese woman&lt;/a&gt;.\nIn the 2004 season, the L. League added a second division, and until 2009 the league operated in the same way as the old &lt;a href=\"Japan%20Soccer%20League\"&gt;Japan Soccer League&lt;/a&gt; for men where the bottom club in the second division playing off against a regional league playoff winner. In 2010, the second division was divided into east and west groups of six teams each; the winners of each group were promoted to the first division.\nAfter &lt;a href=\"Japan%20women%27s%20national%20football%20team\"&gt;Japan&lt;/a&gt;'s &lt;a href=\"2011%20FIFA%20Women%27s%20World%20Cup\"&gt;World Cup win in 2011&lt;/a&gt;, the L. League saw an upsurge in popularity. In 2015, the league added a third division called the Nadeshiko was added, and the first and second divisions now had 10 teams each.\nIn 2020, the &lt;a href=\"Japan%20Football%20Association\"&gt;Japan Football Association&lt;/a&gt; announced that the newly established &lt;a href=\"WE%20League\"&gt;WE League&lt;/a&gt; will become the top level for women's football in Japan in 2021. The Nadeshiko League would then become the second to fourth levels of the Japanese women's football pyramid. After many top teams left for the WE League, the Nadeshiko League abolished the third division in 2021.\nStructure.\nSince 2021, the Nadeshiko League consists of two divisions:\nClubs.\nChampions.\nDivision 1.\nBold indicate &lt;a href=\"Double%20%28association%20football%29\"&gt;double&lt;/a&gt;s with the &lt;a href=\"Empress%27s%20Cup\"&gt;Empress's Cup&lt;/a&gt;. \nWins by club.\nClubs in bold are those competing in Division 1 as of the &lt;a href=\"2021%20Nadeshiko%20League%20season\"&gt;2021 season&lt;/a&gt;. Clubs in \"italics\" no longer exist.\nNotes\nPrevious clubs.\nThe following clubs are not competing in the Nadeshiko League during the 2021 season, but have previously competed in the Nadeshiko League for at least one season."
}