{
    "id": "21189578",
    "revid": "10289486",
    "url": "https://en.wikipedia.org/wiki?curid=21189578",
    "title": "Teshio River",
    "text": "The is a &lt;a href=\"river\"&gt;river&lt;/a&gt; in &lt;a href=\"Hokkaid%C5%8D\"&gt;Hokkaidō&lt;/a&gt;, Japan. At , it is the second-longest river on the island (after the &lt;a href=\"Ishikari%20River\"&gt;Ishikari&lt;/a&gt;) and the fourth-longest &lt;a href=\"List%20of%20rivers%20of%20Japan\"&gt;in the country&lt;/a&gt; (after the &lt;a href=\"Shinano%20River\"&gt;Shinano&lt;/a&gt;, &lt;a href=\"Tone%20River\"&gt;Tone&lt;/a&gt;, and Ishikari). A &lt;a href=\"Classification%20of%20rivers%20in%20Japan\"&gt;Class A river&lt;/a&gt;, the Teshio is the northernmost major river in Japan, and has been designated &lt;a href=\"Hokkaid%C5%8D%20Heritage\"&gt;Hokkaidō Heritage&lt;/a&gt;. &lt;a href=\"Matsuura%20Takeshir%C5%8D\"&gt;Matsuura Takeshirō&lt;/a&gt; is said to have come up with the &lt;a href=\"Place%20names%20in%20Japan\"&gt;name&lt;/a&gt; \"Hokkaidō\" during his exploration of the river's interior.\nName.\nThe name of the river derives from the &lt;a href=\"Ainu%20language\"&gt;Ainu&lt;/a&gt; , meaning \"river full of &lt;a href=\"fishing%20weir\"&gt;fishing weir&lt;/a&gt;s\", perhaps because of rocks dotted across the river in such a shape. Alternatively, there is a locale in &lt;a href=\"Bifuka%2C%20Hokkaido\"&gt;Bifuka&lt;/a&gt; that has been &lt;a href=\"Cultural%20Property%20%28Japan%29\"&gt;designated&lt;/a&gt; a &lt;a href=\"Monuments%20of%20Japan\"&gt;municipal Historic Site&lt;/a&gt; as the on the basis that it was while staying here, during his exploration to the source of the river, on the seventh day of the sixth month of &lt;a href=\"Ansei\"&gt;Ansei&lt;/a&gt; 4 (1857), there being a fishing weir at the spot, that recorded the river's name. Due to works on the river in recent years the rocks in its middle course that perhaps inspired the name themselves largely no longer exist.\nGeography.\nThe &lt;a href=\"River%20source\"&gt;river's source&lt;/a&gt; is at &lt;a href=\"Mount%20Teshio\"&gt;Mount Teshio&lt;/a&gt; (), highest of the &lt;a href=\"Kitami%20Mountains\"&gt;Kitami Mountains&lt;/a&gt;. Flowing down through the mountain valleys from its origins in &lt;a href=\"Shibetsu%2C%20Hokkaido\"&gt;Shibetsu&lt;/a&gt;, it is fed by &lt;a href=\"Tributary\"&gt;tributaries&lt;/a&gt; (of which it has some 160) including the , then crosses the mountain plains, passing next through the more-constricted topography of &lt;a href=\"Otoineppu%2C%20Hokkaido\"&gt;Otoineppu&lt;/a&gt; before entering the Teshio Plain, where it &lt;a href=\"meander\"&gt;meander&lt;/a&gt;s until flowing into the &lt;a href=\"Sea%20of%20Japan\"&gt;Sea of Japan&lt;/a&gt; at &lt;a href=\"Teshio%2C%20Hokkaido\"&gt;Teshio&lt;/a&gt;. The lower are, unusually, unbroken by &lt;a href=\"dam\"&gt;dam&lt;/a&gt;s and &lt;a href=\"weir\"&gt;weir&lt;/a&gt;s and can be navigated uninterrupted.\nIn the &lt;a href=\"river%20basin\"&gt;river basin&lt;/a&gt;, which has an area of , there are twelve &lt;a href=\"Municipalities%20of%20Japan\"&gt;municipalities&lt;/a&gt;:\nAs of the 2010 census, some 122,000 people lived in the basin.\nHistory.\nIt is believed the first humans arrived in the Teshio River system approximately fifteen thousand years ago. At the in &lt;a href=\"Teshio%2C%20Hokkaido\"&gt;Teshio&lt;/a&gt;, where the river enters the &lt;a href=\"Sea%20of%20Japan\"&gt;Sea of Japan&lt;/a&gt;, remains of some two hundred and thirty &lt;a href=\"Pit-house\"&gt;pit dwellings&lt;/a&gt; have been discovered, with deposits of the &lt;a href=\"Zoku-J%C5%8Dmon%20period\"&gt;Zoku-Jōmon period&lt;/a&gt; as well as of the &lt;a href=\"Satsumon%20culture\"&gt;Satsumon&lt;/a&gt; and &lt;a href=\"Okhotsk%20culture\"&gt;Okhotsk&lt;/a&gt; cultures. Opening of the , similarly at the mouth of the river, in &lt;a href=\"Tenmei\"&gt;Tenmei&lt;/a&gt; 6 (1786) marked the advent of the &lt;a href=\"Yamato%20people\"&gt;Wajin&lt;/a&gt; and their trade with the &lt;a href=\"Ainu%20people\"&gt;Ainu&lt;/a&gt; of the interior. The first survey of the river was conducted by three men under , retainer of the &lt;a href=\"Matsumae%20Domain\"&gt;Matsumae Domain&lt;/a&gt;, in &lt;a href=\"Kansei\"&gt;Kansei&lt;/a&gt; 9 (1797), from its lower stretches as far as &lt;a href=\"Otoineppu%2C%20Hokkaido\"&gt;Otoineppu&lt;/a&gt;. In &lt;a href=\"Ansei\"&gt;Ansei&lt;/a&gt; 4 (1857), Matsuura Takeshirō spent twenty-four days exploring the Teshio River, starting from its mouth; he subsequently wrote up his account of the river and those who lived along it in his . It was from the tales he heard from an Ainu elder living in the area of Otoineppu that Matsuura conceived of the name \"Hokkaidō\".\nFollowing the establishment of the in &lt;a href=\"Meiji%20period\"&gt;Meiji&lt;/a&gt; 2 (1869), settler-farmers began to arrive. After major floods in 1898, a need was identified for flood mitigation measures all over the island. After detailed surveying of the river between 1906 and 1908, and further flooding, a flood control plan for the Teshio River was first drafted in &lt;a href=\"Taish%C5%8D\"&gt;Taishō&lt;/a&gt; 8 (1919). There ensued a programme of bank reinforcement, embankment construction, and &lt;a href=\"Avulsion%20%28river%29\"&gt;channel switching&lt;/a&gt;. After flooding continued to adversely affect the local farmers' potatoes, the &lt;a href=\"Sh%C5%8Dwa%20%281926%E2%80%931989%29\"&gt;Shōwa era&lt;/a&gt; saw further channel switching and the excavation of new waterways. A typhoon in 1981 and the heaviest rainfall since the war saw an area of inundated, with damage to 546 houses, while the &lt;a href=\"2016%20Pacific%20typhoon%20season\"&gt;typhoons of 2016&lt;/a&gt; left 72 homes flooded.\nThe river's history is documented at the in &lt;a href=\"Teshio%2C%20Hokkaido\"&gt;Teshio&lt;/a&gt;.\nEconomy.\nIn the upstream areas of &lt;a href=\"Shibetsu%2C%20Hokkaido\"&gt;Shibetsu&lt;/a&gt; and &lt;a href=\"Shimokawa%2C%20Hokkaido\"&gt;Shimokawa&lt;/a&gt;, the &lt;a href=\"lumber%20industry\"&gt;lumber industry&lt;/a&gt; exploits the abundant forests of the interior. The Nayoro basin between &lt;a href=\"Nayoro%2C%20Hokkaido\"&gt;Nayoro&lt;/a&gt; and &lt;a href=\"Bifuka%2C%20Hokkaido\"&gt;Bifuka&lt;/a&gt; marks the northern limit of &lt;a href=\"Rice%20production%20in%20Japan\"&gt;rice cultivation&lt;/a&gt;. Downstream, on the Teshio Plain, there is dairy farming, while near the &lt;a href=\"river%20mouth\"&gt;river mouth&lt;/a&gt; there is &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt; and &lt;a href=\"trout\"&gt;trout&lt;/a&gt; fishing and also the &lt;a href=\"Prefectures%20of%20Japan\"&gt;prefecture&lt;/a&gt;'s most intensive harvesting of &lt;a href=\"Corbicula%20japonica\"&gt;\"shijimi\" clams&lt;/a&gt;. Water sports include &lt;a href=\"canoeing\"&gt;canoeing&lt;/a&gt;—there is an annual race .\nEcology.\nThe mountainous area upstream extends to the &lt;a href=\"Daisetsuzan%20National%20Park\"&gt;Daisetsuzan National Park&lt;/a&gt;, while &lt;a href=\"Teshiodake%20Prefectural%20Natural%20Park\"&gt;Teshiodake Prefectural Natural Park&lt;/a&gt; has many &lt;a href=\"alpine%20plants\"&gt;alpine plants&lt;/a&gt;. Nearer the river mouth is &lt;a href=\"Rishiri-Rebun-Sarobetsu%20National%20Park\"&gt;Rishiri-Rebun-Sarobetsu National Park&lt;/a&gt;, with more than a hundred species of flora including &lt;a href=\"Rosa%20rugosa\"&gt;hamanasu&lt;/a&gt;, the &lt;a href=\"Lilium%20pensylvanicum\"&gt;Siberian lily&lt;/a&gt;, &lt;a href=\"Iris%20ensata\"&gt;Japanese irises&lt;/a&gt;, and . Fauna of the river system include the Tōkyō &lt;a href=\"Eurasian%20least%20shrew\"&gt;lesser pigmy shrew&lt;/a&gt;, migratory &lt;a href=\"White-tailed%20eagle\"&gt;White-tailed eagle&lt;/a&gt; (a &lt;a href=\"List%20of%20Natural%20Monuments%20of%20Japan%20%28Hokkaid%C5%8D%29\"&gt;Natural Monument&lt;/a&gt;), &lt;a href=\"Steller%27s%20sea%20eagle\"&gt;Steller's sea eagle&lt;/a&gt; (Natural Monument), &lt;a href=\"Taiga%20bean%20goose\"&gt;Taiga bean goose&lt;/a&gt; (Natural Monument), and &lt;a href=\"Sakhalin%20taimen\"&gt;Sakhalin taimen&lt;/a&gt;. The and marshes are an important resting place for migratory waterfowl, and the &lt;a href=\"Sarobetsu%20Plain\"&gt;Sarobetsu&lt;/a&gt; wetlands have been designated a &lt;a href=\"List%20of%20Ramsar%20sites%20in%20Japan\"&gt;Ramsar Site&lt;/a&gt;, the being a tributary of the Teshio."
}