{
    "id": "21197",
    "revid": "38389576",
    "url": "https://en.wikipedia.org/wiki?curid=21197",
    "title": "Nintendo",
    "text": " is a Japanese &lt;a href=\"Multinational%20corporation\"&gt;multinational&lt;/a&gt; video game company headquartered in &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;, Japan. It develops &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt;s and &lt;a href=\"List%20of%20Nintendo%20products\"&gt;video game consoles&lt;/a&gt;.\nNintendo was founded in 1889 as by craftsman &lt;a href=\"Fusajiro%20Yamauchi\"&gt;Fusajiro Yamauchi&lt;/a&gt; and originally produced handmade playing cards. After venturing into various lines of business during the 1960s and acquiring a legal status as a &lt;a href=\"public%20company\"&gt;public company&lt;/a&gt;, Nintendo distributed its first console, the &lt;a href=\"Color%20TV-Game\"&gt;Color TV-Game&lt;/a&gt;, in 1977. It gained international recognition with the release of \"&lt;a href=\"Donkey%20Kong%20%28video%20game%29\"&gt;Donkey Kong&lt;/a&gt;\" in 1981 and the &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt; and \"&lt;a href=\"Super%20Mario%20Bros.\"&gt;Super Mario Bros.&lt;/a&gt;\" in 1985.\nSince then, Nintendo has produced some of the most successful consoles in the &lt;a href=\"video%20game%20industry\"&gt;video game industry&lt;/a&gt;, such as the &lt;a href=\"Game%20Boy\"&gt;Game Boy&lt;/a&gt;, the &lt;a href=\"Super%20Nintendo%20Entertainment%20System\"&gt;Super Nintendo Entertainment System&lt;/a&gt;, the &lt;a href=\"Nintendo%20DS\"&gt;Nintendo DS&lt;/a&gt;, the &lt;a href=\"Wii\"&gt;Wii&lt;/a&gt;, and the &lt;a href=\"Nintendo%20Switch\"&gt;Switch&lt;/a&gt;. It has created numerous major franchises, including \"&lt;a href=\"Mario%20%28franchise%29\"&gt;Mario&lt;/a&gt;\", \"&lt;a href=\"Donkey%20Kong\"&gt;Donkey Kong&lt;/a&gt;\", \"&lt;a href=\"The%20Legend%20of%20Zelda\"&gt;The Legend of Zelda&lt;/a&gt;\", \"&lt;a href=\"Pok%C3%A9mon\"&gt;Pokémon&lt;/a&gt;\", \"&lt;a href=\"Kirby%20%28series%29\"&gt;Kirby&lt;/a&gt;\", \"&lt;a href=\"Metroid\"&gt;Metroid&lt;/a&gt;\", \"&lt;a href=\"Fire%20Emblem\"&gt;Fire Emblem&lt;/a&gt;\", \"&lt;a href=\"Animal%20Crossing\"&gt;Animal Crossing&lt;/a&gt;\", \"&lt;a href=\"Splatoon\"&gt;Splatoon&lt;/a&gt;\", \"&lt;a href=\"Star%20Fox\"&gt;Star Fox&lt;/a&gt;\", \"&lt;a href=\"Xenoblade%20Chronicles\"&gt;Xenoblade Chronicles&lt;/a&gt;\", and \"&lt;a href=\"Super%20Smash%20Bros\"&gt;Super Smash Bros&lt;/a&gt;\". Nintendo's mascot, &lt;a href=\"Mario\"&gt;Mario&lt;/a&gt;, is internationally recognized.\nNintendo has multiple subsidiaries in Japan and abroad, in addition to business partners such as &lt;a href=\"The%20Pok%C3%A9mon%20Company\"&gt;The Pokémon Company&lt;/a&gt; and &lt;a href=\"HAL%20Laboratory\"&gt;HAL Laboratory&lt;/a&gt;. Nintendo and its staff has received awards including &lt;a href=\"Technology%20%26amp%3B%20Engineering%20Emmy%20Award\"&gt;Emmy Awards for Technology &amp; Engineering&lt;/a&gt;, &lt;a href=\"The%20Game%20Awards\"&gt;Game Awards&lt;/a&gt;, &lt;a href=\"Game%20Developers%20Choice%20Awards\"&gt;Game Developers Choice Awards&lt;/a&gt; and &lt;a href=\"British%20Academy%20Games%20Awards\"&gt;British Academy Games Awards&lt;/a&gt;. It is one of the wealthiest and most valuable companies in the Japanese market.\nHistory.\n1889–1969: Early history.\n1889–1929: Origin as a card company.\nNintendo was founded as on 23 September 1889 by craftsman &lt;a href=\"Fusajiro%20Yamauchi\"&gt;Fusajiro Yamauchi&lt;/a&gt; in &lt;a href=\"Shimogy%C5%8D-ku%2C%20Kyoto\"&gt;Shimogyō-ku, Kyoto&lt;/a&gt;, Japan, to produce and distribute , a type of traditional Japanese &lt;a href=\"playing%20card\"&gt;playing card&lt;/a&gt;. The name 'Nintendo' is commonly assumed to mean \"leave luck to heaven\", but the assumption lacks historical validation; it can alternatively be translated as \"the temple of free \".\nWith the increase of the cards' popularity, Yamauchi hired assistants to &lt;a href=\"Mass%20production\"&gt;mass-produce&lt;/a&gt; to satisfy the demand. Even with a favorable start, the company faced financial struggle due to operating in a &lt;a href=\"niche%20market\"&gt;niche market&lt;/a&gt;, the slow and expensive manufacturing process, high product price, alongside long durability of the cards, which impacted sales due to the low replacement rate. As a solution, Nintendo produced a cheaper and lower-quality line of playing cards, , while also conducting product offerings in other cities such as &lt;a href=\"Osaka\"&gt;Osaka&lt;/a&gt;, where card game profits were high. In addition, local merchants were interested in the prospect of a continuous renewal of decks, thus avoiding the suspicions that reusing cards would generate.\nAccording to data from Nintendo, the company's first western-style card deck was put on the market in 1902, although other documents postpone the date to 1907, shortly after the &lt;a href=\"Russo-Japanese%20War\"&gt;Russo-Japanese War&lt;/a&gt;. The war created considerable difficulties for companies in the leisure sector, which were subject to new levies such as the (\"playing cards tax\"). Nintendo subsisted and, in 1907, entered into an agreement with Nihon Senbai—later known as the &lt;a href=\"Japan%20Tobacco\"&gt;Japan Tobacco&lt;/a&gt;—to market its cards to various cigarette stores throughout the country. A promotional calendar distributed by Nintendo from the &lt;a href=\"Taish%C5%8D%20era\"&gt;Taishō era&lt;/a&gt; dated to 1915 was found, indicating that the company was named 'Yamauchi Nintendo', and used the Marufuku Nintendo Co. brand for its playing cards.\n&lt;a href=\"Culture%20of%20Japan\"&gt;Japanese culture&lt;/a&gt; stipulated that for Nintendo Koppai to continue as a family business after Yamauchi's retirement, Yamauchi had to adopt his son-in-law so that he could take over the business. As a result, &lt;a href=\"Sekiryo%20Kaneda\"&gt;Sekiryo Kaneda&lt;/a&gt; adopted the Yamauchi surname in 1907 and became the second president of Nintendo Koppai in 1929. By that time, Nintendo Koppai was the largest card game company in Japan.\n1929–1968: Expansion and diversification.\nIn 1933, Sekiryo Kaneda established the company as a &lt;a href=\"general%20partnership\"&gt;general partnership&lt;/a&gt; titled Yamauchi Nintendo &amp; Co. Ltd., investing in the construction of a new corporate headquarters located next to the original building, near the &lt;a href=\"Toba-kaid%C5%8D%20Station\"&gt;Toba-kaidō train station&lt;/a&gt;. Because Sekiryo's marriage to Yamauchi's daughter produced no male heirs, he planned to adopt his son-in-law Shikanojo Inaba, an artist in the company's employ and the father of his grandson &lt;a href=\"Hiroshi%20Yamauchi\"&gt;Hiroshi&lt;/a&gt;, born in 1927. However, Inaba abandoned his family and the company, so Hiroshi was made Sekiryo's eventual successor.\n&lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; negatively impacted the company as Japanese authorities prohibited the diffusion of foreign card games, and as the priorities of Japanese society shifted, its interest in recreational activities waned. During this time, Nintendo was partly supported by a financial injection from Hiroshi's wife Michiko Inaba, who came from a wealthy family. In 1947, Sekiryo founded the distribution company Marufuku Co. Ltd.\nIn 1950, due to Sekiryo's deteriorating health, Hiroshi assumed the presidency of Nintendo. His first actions involved several important changes in the operation of the company: in 1951, he changed the company name to Nintendo Playing Card Co. Ltd., while the Marufuku Company adopted the name 'Nintendo Karuta Co. Ltd.'. In 1952, he centralized the production of cards in the Kyoto factories, which led to the expansion of the offices. The company's new line of plastic cards enjoyed considerable success in Japan. Some of the company's employees, accustomed to a more cautious and conservative leadership, viewed the new measures with concern, and the rising tension led to a call for a &lt;a href=\"Strike%20action\"&gt;strike&lt;/a&gt;. However, the measure had no major impact, as Hiroshi resorted to the dismissal of several dissatisfied workers.\nIn 1959, Nintendo contracted with &lt;a href=\"Walt%20Disney\"&gt;Walt Disney&lt;/a&gt; to incorporate his company's animated characters into the cards. Nintendo also developed a distribution system that allowed it to offer its products in toy stores. By 1961, the company had sold more than 1.5 million card packs and held a high &lt;a href=\"market%20share\"&gt;market share&lt;/a&gt;, for which it relied on televised advertising campaigns. The need for &lt;a href=\"Diversification%20%28finance%29\"&gt;diversification&lt;/a&gt; led the company to list stock on the second section of the Osaka and Kyoto &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt;s, in addition to becoming a &lt;a href=\"public%20company\"&gt;public company&lt;/a&gt; and changing its name to Nintendo Co., Ltd. in 1963. In 1964, Nintendo earned an income of &lt;a href=\"Japanese%20yen\"&gt;¥&lt;/a&gt;150 million.\nAlthough the company was experiencing a period of economic prosperity, the Disney cards and derived products made it dependent on the children's market. The situation was exacerbated by the falling sales of its adult-oriented cards caused by Japanese society gravitating toward other hobbies such as &lt;a href=\"pachinko\"&gt;pachinko&lt;/a&gt;, &lt;a href=\"bowling\"&gt;bowling&lt;/a&gt;, and nightly outings. When Disney card sales began to show signs of exhaustion, Nintendo realized that it had no real alternative with which to alleviate the situation. After the 1964 &lt;a href=\"1964%20Summer%20Olympics\"&gt;Tokyo Olympics&lt;/a&gt;, Nintendo's stock price plummeted to its lowest recorded level of &lt;a href=\"Japanese%20yen\"&gt;¥&lt;/a&gt;60.\nBetween 1963 and 1968, Yamauchi invested in several business lines for Nintendo that were far from its traditional market and, for the most part, were unsuccessful. Among these ventures were packages of &lt;a href=\"instant%20rice\"&gt;instant rice&lt;/a&gt;, a chain of &lt;a href=\"love%20hotel\"&gt;love hotel&lt;/a&gt;s, and a &lt;a href=\"Taxicab\"&gt;taxi&lt;/a&gt; service named 'Daiya'. Although the taxi service was better received than the previous efforts, Yamauchi rejected this initiative after a series of disagreements with local unions.\n1969–1972: Classic and electronic toys.\nYamauchi's experience with the previous initiatives led him to increase Nintendo's investment in a research and development department directed by Hiroshi Imanishi, an employee with a long history in other areas of the company. In 1969, &lt;a href=\"Gunpei%20Yokoi\"&gt;Gunpei Yokoi&lt;/a&gt; joined the department and was responsible for coordinating various projects. Yokoi's experience in manufacturing electronic devices led Yamauchi to put him in charge of the company's games department, and his products would be mass-produced. During this period, Nintendo built a new production plant in &lt;a href=\"Uji\"&gt;Uji City&lt;/a&gt;, just outside of &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;, and distributed classic &lt;a href=\"tabletop%20game\"&gt;tabletop game&lt;/a&gt;s such as &lt;a href=\"chess\"&gt;chess&lt;/a&gt;, &lt;a href=\"shogi\"&gt;shogi&lt;/a&gt;, &lt;a href=\"Go%20%28game%29\"&gt;go&lt;/a&gt;, and &lt;a href=\"mahjong\"&gt;mahjong&lt;/a&gt;, as well as other foreign games under the Nippon Game brand. The company's restructuring preserved a couple of areas dedicated to card manufacturing.\nThe early 1970s represented a watershed moment in Nintendo's history as it released Japan's first electronic toy—the Nintendo Beam Gun, an &lt;a href=\"Optoelectronics\"&gt;optoelectronic&lt;/a&gt; pistol designed by &lt;a href=\"Masayuki%20Uemura\"&gt;Masayuki Uemura&lt;/a&gt;. In total, more than a million units were sold. Nintendo partnered with &lt;a href=\"Magnavox\"&gt;Magnavox&lt;/a&gt; to provide a &lt;a href=\"light%20gun\"&gt;light gun&lt;/a&gt; controller based on the Beam Gun design for the company's new home video game console, the &lt;a href=\"Magnavox%20Odyssey\"&gt;Magnavox Odyssey&lt;/a&gt;, in 1971. Other popular toys released at the time include the &lt;a href=\"Ultra%20Hand\"&gt;Ultra Hand&lt;/a&gt;, the &lt;a href=\"Ultra%20Machine\"&gt;Ultra Machine&lt;/a&gt;, the Ultra Scope, and the &lt;a href=\"Love%20Tester\"&gt;Love Tester&lt;/a&gt;, all designed by Yokoi. The Ultra Hand sold more than 1.2 million units in Japan. During the early 1970s, Nintendo began trading on the main section of the &lt;a href=\"Osaka%20Exchange\"&gt;Osaka stock exchange&lt;/a&gt; and opened a new headquarters.\n1973–present: History in electronics.\n1973–1978: Early video games, and Color TV-Game.\nThe growing demand for Nintendo's products led Yamauchi to further expand the offices, for which he acquired the surrounding land and assigned the production of cards to the original Nintendo building. Meanwhile, Yokoi, Uemura, and new employees such as &lt;a href=\"Genyo%20Takeda\"&gt;Genyo Takeda&lt;/a&gt;, continued to develop innovative products for the company. The &lt;a href=\"Laser%20Clay%20Shooting%20System\"&gt;Laser Clay Shooting System&lt;/a&gt; was released in 1973 and managed to surpass bowling in popularity. Though Nintendo's toys continued to gain popularity, the &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt; caused both a spike in the cost of plastics and a change in consumer priorities that put essential products over pastimes, and Nintendo lost several billion yen.\nIn 1974, Nintendo released \"&lt;a href=\"Wild%20Gunman\"&gt;Wild Gunman&lt;/a&gt;\", a &lt;a href=\"skeet%20shooting\"&gt;skeet shooting&lt;/a&gt; simulator consisting of a &lt;a href=\"16%20mm%20film\"&gt;16 mm&lt;/a&gt; image projector with a sensor that detects a beam from the player's &lt;a href=\"light%20gun\"&gt;light gun&lt;/a&gt;. Both the Laser Clay Shooting System and \"Wild Gunman\" were successfully exported to Europe and North America. However, Nintendo's production speeds were still slow compared to rival companies such as &lt;a href=\"Bandai\"&gt;Bandai&lt;/a&gt; and &lt;a href=\"Tomy\"&gt;Tomy&lt;/a&gt;, and their prices were high, which led to the discontinuation of some of their light gun products. The subsidiary Nintendo Leisure System Co., Ltd., which developed these products, was closed as a result of the economic impact dealt by the oil crisis.\nYamauchi, motivated by the successes of &lt;a href=\"Atari\"&gt;Atari&lt;/a&gt; and Magnavox with their &lt;a href=\"video%20game%20console\"&gt;video game console&lt;/a&gt;s, acquired the Japanese distribution rights for the Magnavox Odyssey in 1974, and reached an agreement with &lt;a href=\"Mitsubishi%20Electric\"&gt;Mitsubishi Electric&lt;/a&gt; to develop similar products between 1975 and 1978, including the first &lt;a href=\"microprocessor\"&gt;microprocessor&lt;/a&gt; for video games systems, the &lt;a href=\"Color%20TV-Game\"&gt;Color TV-Game&lt;/a&gt; series, and an arcade game inspired by &lt;a href=\"Reversi\"&gt;Othello&lt;/a&gt;. During this period, Takeda developed the video game \"&lt;a href=\"EVR%20Race\"&gt;EVR Race&lt;/a&gt;\", and &lt;a href=\"Shigeru%20Miyamoto\"&gt;Shigeru Miyamoto&lt;/a&gt; joined Yokoi's team with the responsibility of designing the casing for the Color TV-Game consoles. In 1978, Nintendo's research and development department was split into two facilities, &lt;a href=\"Nintendo%20Research%20%26amp%3B%20Development%201\"&gt;Nintendo Research &amp; Development 1&lt;/a&gt; and &lt;a href=\"Nintendo%20Research%20%26amp%3B%20Development%202\"&gt;Nintendo Research &amp; Development 2&lt;/a&gt;, respectively managed by Yokoi and Uemura.\n1979–1987: Game &amp; Watch, arcade games, and Nintendo Entertainment System.\nTwo key events in Nintendo's history occurred in 1979: its American &lt;a href=\"subsidiary\"&gt;subsidiary&lt;/a&gt; was opened in New York City, and a new department focused on arcade game development was created. In 1980, one of the first &lt;a href=\"handheld%20game%20console\"&gt;handheld video game systems&lt;/a&gt;, the \"&lt;a href=\"Game%20%26amp%3B%20Watch\"&gt;Game &amp; Watch&lt;/a&gt;\", was created by Yokoi from the technology used in portable calculators. It became one of Nintendo's most successful products, with over 43.4 million units sold worldwide during its production period, and for which 59 games were made in total.\nNintendo entered the &lt;a href=\"arcade%20video%20game\"&gt;arcade video game&lt;/a&gt; market with \"&lt;a href=\"Radar%20Scope\"&gt;Radar Scope&lt;/a&gt;\", released in Japan in 1980. \"Radar Scope\" rivaled \"&lt;a href=\"Galaxian\"&gt;Galaxian&lt;/a&gt;\" in Japanese arcades but it failed to find an audience overseas and created a financial crisis for the company. To try to find a more successful game, they put Miyamoto in charge of their next arcade game design, leading to the release of \"&lt;a href=\"Donkey%20Kong%20%28video%20game%29\"&gt;Donkey Kong&lt;/a&gt;\" in 1981, one of the first &lt;a href=\"platform%20game\"&gt;platform video games&lt;/a&gt; that allowed the player character to jump. The character, Jumpman, would later become &lt;a href=\"Mario\"&gt;Mario&lt;/a&gt; and Nintendo's official &lt;a href=\"mascot\"&gt;mascot&lt;/a&gt;. Mario was named after &lt;a href=\"Mario%20Segale\"&gt;Mario Segale&lt;/a&gt;, the landlord of Nintendo's offices in &lt;a href=\"Tukwila%2C%20Washington\"&gt;Tukwila, Washington&lt;/a&gt;. \"Donkey Kong\" was a financial success for Nintendo both in Japan and overseas, and led Coleco to fight Atari for licensing rights for porting to home consoles and personal computers.\nIn 1983, Nintendo opened a new production facility in Uji and was listed on the first section of the &lt;a href=\"Tokyo%20Stock%20Exchange\"&gt;Tokyo Stock Exchange&lt;/a&gt;. Uemura, taking inspiration from the &lt;a href=\"ColecoVision\"&gt;ColecoVision&lt;/a&gt;, began creating a new video game console that would incorporate a &lt;a href=\"ROM%20cartridge\"&gt;ROM cartridge&lt;/a&gt; format for video games as well as both a &lt;a href=\"central%20processing%20unit\"&gt;central processing unit&lt;/a&gt; and a &lt;a href=\"picture%20processing%20unit\"&gt;picture processing unit&lt;/a&gt;. The &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Family Computer&lt;/a&gt;, or Famicom, was released in Japan in July 1983 along with three games adapted from their original arcade versions: \"Donkey Kong\", \"&lt;a href=\"Donkey%20Kong%20Jr.\"&gt;Donkey Kong Jr.&lt;/a&gt;\" and \"&lt;a href=\"Popeye%20%28video%20game%29\"&gt;Popeye&lt;/a&gt;\". Its success was such that in 1984, it surpassed the market share held by &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt;'s &lt;a href=\"SG-1000\"&gt;SG-1000&lt;/a&gt;. At this time, Nintendo adopted a series of guidelines that involved the validation of each game produced for the Famicom before its distribution on the market, agreements with developers to ensure that no Famicom game would be adapted to other consoles within two years of its release, and restricting developers from producing more than five games a year for the Famicom.\nIn the early 1980s, several video game consoles proliferated in the United States, as well as low-quality games produced by &lt;a href=\"Third%20party%20developer\"&gt;third-party developers&lt;/a&gt;, which oversaturated the market and led to the &lt;a href=\"video%20game%20crash%20of%201983\"&gt;video game crash of 1983&lt;/a&gt;. Consequently, a recession hit the American &lt;a href=\"video%20game%20industry\"&gt;video game industry&lt;/a&gt;, whose revenues went from over $3 billion to $100 million between 1983 and 1985. Nintendo's initiative to launch the Famicom in America was also impacted. To differentiate the Famicom from its competitors in America, Nintendo opted to redesign the Famicom as an \"entertainment system\" compatible with \"Game Paks\", a euphemism for &lt;a href=\"ROM%20cartridge\"&gt;cartridges&lt;/a&gt;, and with a design reminiscent of a &lt;a href=\"Videocassette%20recorder\"&gt;VCR&lt;/a&gt;. Nintendo implemented a &lt;a href=\"CIC%20%28Nintendo%29\"&gt;lockout chip&lt;/a&gt; in the Game Paks that gave it control on what games were published for the console to avoid the market saturation that occurred in the United States' market. The resulting product was the &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt;, or NES, which was released in North America in 1985. The landmark titles \"&lt;a href=\"Super%20Mario%20Bros.\"&gt;Super Mario Bros.&lt;/a&gt;\" and \"&lt;a href=\"The%20Legend%20of%20Zelda%20%28video%20game%29\"&gt;The Legend of Zelda&lt;/a&gt;\" were produced for the console by Miyamoto and &lt;a href=\"Takashi%20Tezuka\"&gt;Takashi Tezuka&lt;/a&gt;. The work of composer &lt;a href=\"Koji%20Kondo\"&gt;Koji Kondo&lt;/a&gt; for both games reinforced the idea that musical themes could act as a complement to game mechanics rather than simply a miscellaneous element. Production of the NES lasted until 1995, and production of the Famicom lasted until 2003. In total, around 62 million Famicom and NES consoles were sold worldwide. During this period, Nintendo created a measure against piracy of its video games in the form of the Official Nintendo Seal of Quality, a seal that was added to their products so that customers may recognize their authenticity in the market. By this time, Nintendo's network of electronic suppliers had extended to around thirty companies, among which were &lt;a href=\"Ricoh\"&gt;Ricoh&lt;/a&gt;—Nintendo's main source for &lt;a href=\"semiconductor\"&gt;semiconductor&lt;/a&gt;s—and the &lt;a href=\"Sharp%20Corporation\"&gt;Sharp Corporation&lt;/a&gt;.\n1988–1992: Game Boy and Super Nintendo Entertainment System.\nIn 1988, Gunpei Yokoi and his team at &lt;a href=\"Nintendo%20Research%20%26amp%3B%20Development%201\"&gt;Nintendo R&amp;D1&lt;/a&gt; conceived the &lt;a href=\"Game%20Boy\"&gt;Game Boy&lt;/a&gt;, the first handheld video game console to be compatible with interchangeable game cartridges. Nintendo released the Game Boy in 1989. In North America, the Game Boy was bundled with the popular third-party game \"&lt;a href=\"Tetris\"&gt;Tetris&lt;/a&gt;\" after a difficult negotiation process with &lt;a href=\"Elektronorgtechnica\"&gt;Elektronorgtechnica&lt;/a&gt;. The Game Boy was a significant success: in its first two weeks of sale in Japan, it sold out its initial inventory of 300,000 units, while in the United States, an additional 40,000 units were sold on its first day of distribution. Around this time, Nintendo entered into an agreement with &lt;a href=\"Sony\"&gt;Sony&lt;/a&gt; to develop the &lt;a href=\"Super%20NES%20CD-ROM\"&gt;Super Famicom CD-ROM Adapter&lt;/a&gt;, a peripheral for the upcoming &lt;a href=\"Super%20Nintendo%20Entertainment%20System\"&gt;Super Famicom&lt;/a&gt; capable of playing &lt;a href=\"CD-ROM\"&gt;CD-ROM&lt;/a&gt;s. However, the collaboration did not last as Yamauchi preferred to continue developing the technology with &lt;a href=\"Philips\"&gt;Philips&lt;/a&gt;, which would result in the &lt;a href=\"CD-i\"&gt;CD-i&lt;/a&gt;, and Sony's independent efforts resulted in the creation of the &lt;a href=\"PlayStation%20%28console%29\"&gt;PlayStation console&lt;/a&gt;.\nThe first issue of the magazine \"&lt;a href=\"Nintendo%20Power\"&gt;Nintendo Power&lt;/a&gt;\", which had an annual circulation of 1.5 million copies in the United States, was published in 1988. In July 1989, Nintendo held the first &lt;a href=\"Nintendo%20Space%20World\"&gt;Nintendo Space World&lt;/a&gt; &lt;a href=\"Trade%20fair\"&gt;trade show&lt;/a&gt; under the name \"Shoshinkai\" for the purpose of announcing and demonstrating upcoming Nintendo products. The same year, the first World of Nintendo &lt;a href=\"store-within-a-store\"&gt;stores-within-a-store&lt;/a&gt;, which carried official Nintendo merchandise, were opened in the United States. According to company information, more than 25% of homes in the United States had an NES in 1989.\nThe late 1980s marked the slip of Nintendo's dominance in the video game market with the appearance of &lt;a href=\"NEC\"&gt;NEC&lt;/a&gt;'s &lt;a href=\"TurboGrafx-16\"&gt;PC Engine&lt;/a&gt; and &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt;'s &lt;a href=\"Sega%20Genesis\"&gt;Mega Drive&lt;/a&gt;, game systems designed with a &lt;a href=\"16-bit%20computing\"&gt;16-bit&lt;/a&gt; architecture that allowed for improved graphics and audio compared to the NES. In response to the competition, Uemura designed the &lt;a href=\"Super%20Nintendo%20Entertainment%20System\"&gt;Super Famicom&lt;/a&gt;, which launched in 1990. The first batch of 300,000 consoles sold out in a matter of hours. The following year, as with the NES, Nintendo distributed a modified version of the Super Famicom to the United States market, titled the Super Nintendo Entertainment System. Launch games for the Super Famicom and Super NES included \"&lt;a href=\"Super%20Mario%20World\"&gt;Super Mario World&lt;/a&gt;\", \"&lt;a href=\"F-Zero%20%28video%20game%29\"&gt;F-Zero&lt;/a&gt;\", \"&lt;a href=\"Pilotwings\"&gt;Pilotwings&lt;/a&gt;\", \"&lt;a href=\"SimCity%20%281989%20video%20game%29\"&gt;SimCity&lt;/a&gt;\", and \"&lt;a href=\"Gradius%20III\"&gt;Gradius III&lt;/a&gt;\". By mid-1992, over 46 million Super Famicom and Super NES consoles were sold. The console's life cycle lasted until 1999 in the United States, and until 2003 in Japan.\nIn March 1990, the first &lt;a href=\"Nintendo%20World%20Championships\"&gt;Nintendo World Championship&lt;/a&gt; was held, with participants from 29 American cities competing for the title of \"best Nintendo player in the world\". In June 1990, the subsidiary Nintendo of Europe was opened in &lt;a href=\"Gro%C3%9Fostheim\"&gt;Großostheim&lt;/a&gt;, Germany; in 1993, subsequent subsidiaries were established in the Netherlands (where &lt;a href=\"Bandai\"&gt;Bandai&lt;/a&gt; had previously distributed Nintendo's products), France, the United Kingdom, Spain, Belgium and Australia. In 1992, Nintendo acquired a majority stake in the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; baseball team, and sold its shares in 2016. Nintendo ceased manufacturing arcade games and systems in September 1992. In 1993, \"&lt;a href=\"Star%20Fox%20%281993%20video%20game%29\"&gt;Star Fox&lt;/a&gt;\" was released, which marked an industry milestone by being the first video game to make use of the &lt;a href=\"Super%20FX\"&gt;Super FX&lt;/a&gt; chip.\nThe proliferation of graphically violent video games, such as \"&lt;a href=\"Mortal%20Kombat%20%281992%20video%20game%29\"&gt;Mortal Kombat&lt;/a&gt;\", caused controversy and led to the creation of the &lt;a href=\"Entertainment%20Software%20Association\"&gt;Interactive Digital Software Association&lt;/a&gt; and the &lt;a href=\"Entertainment%20Software%20Rating%20Board\"&gt;Entertainment Software Rating Board&lt;/a&gt;, in whose development Nintendo collaborated during 1994. These measures also encouraged Nintendo to abandon the content guidelines it had enforced since the release of the NES. Commercial strategies implemented by Nintendo during this time include the &lt;a href=\"Nintendo%20Gateway%20System\"&gt;Nintendo Gateway System&lt;/a&gt;, an in-flight entertainment service available for airlines, cruise ships and hotels, and the \"Play It Loud!\" advertising campaign for Game Boys with different-colored casings. The Advanced Computer Modeling graphics used in \"&lt;a href=\"Donkey%20Kong%20Country\"&gt;Donkey Kong Country&lt;/a&gt;\" for the Super NES and \"&lt;a href=\"Donkey%20Kong%20Land\"&gt;Donkey Kong Land&lt;/a&gt;\" for the Game Boy were technologically innovative, as was the &lt;a href=\"Satellaview\"&gt;Satellaview&lt;/a&gt; &lt;a href=\"satellite%20modem\"&gt;satellite modem&lt;/a&gt; peripheral for the Super Famicom, which allowed the digital transmission of data via a &lt;a href=\"communications%20satellite\"&gt;communications satellite&lt;/a&gt; in space.\n1993–1998: Nintendo 64, Virtual Boy, and Game Boy Color.\nIn mid-1993, Nintendo and &lt;a href=\"Silicon%20Graphics\"&gt;Silicon Graphics&lt;/a&gt; announced a strategic alliance to develop the &lt;a href=\"Nintendo%2064\"&gt;Nintendo 64&lt;/a&gt;. &lt;a href=\"NEC\"&gt;NEC&lt;/a&gt;, &lt;a href=\"Toshiba\"&gt;Toshiba&lt;/a&gt; and Sharp also contributed technology to the console. The Nintendo 64 was marketed as one of the first consoles to be designed with &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; architecture. As part of an agreement with &lt;a href=\"Midway%20Games\"&gt;Midway Games&lt;/a&gt;, the arcade games \"&lt;a href=\"Killer%20Instinct%20%281994%20video%20game%29\"&gt;Killer Instinct&lt;/a&gt;\" and \"&lt;a href=\"Cruis%27n%20USA\"&gt;Cruis'n USA&lt;/a&gt;\" were ported to the console. Although the Nintendo 64 was planned for release in 1995, the production schedules of third-party developers influenced a delay, and the console was released in June and September 1996 in Japan and the United States respectively, and in March 1997 in Europe. By the end of its production in 2002, around 33 million Nintendo 64 consoles were sold worldwide, and it is considered one of the most recognized video game systems in history. 388 games were produced for the Nintendo 64 in total, some of which – particularly \"&lt;a href=\"Super%20Mario%2064\"&gt;Super Mario 64&lt;/a&gt;\", \"\" and \"&lt;a href=\"GoldenEye%20007%20%281997%20video%20game%29\"&gt;GoldenEye 007&lt;/a&gt;\" – have been distinguished as &lt;a href=\"List%20of%20video%20games%20considered%20the%20best\"&gt;some of the greatest of all time&lt;/a&gt;.\nIn 1995, Nintendo released the &lt;a href=\"Virtual%20Boy\"&gt;Virtual Boy&lt;/a&gt;, a console designed by &lt;a href=\"Gunpei%20Yokoi\"&gt;Gunpei Yokoi&lt;/a&gt; with &lt;a href=\"virtual%20reality\"&gt;virtual reality&lt;/a&gt; technology and &lt;a href=\"stereoscopy\"&gt;stereoscopic graphics&lt;/a&gt;. Critics were generally disappointed with the quality of the games and red-colored graphics, and complained of gameplay-induced headaches. The system sold poorly and was quietly discontinued. Amid the system's failure, Yokoi formally retired from Nintendo. In February 1996, &lt;a href=\"Pok%C3%A9mon%20Red%20and%20Blue\"&gt;\"Pocket Monsters Red\" and \"Green\"&lt;/a&gt;, known internationally as \"Pokémon Red\" and \"Blue\", developed by &lt;a href=\"Game%20Freak\"&gt;Game Freak&lt;/a&gt; was released in Japan for the Game Boy, and established the popular \"&lt;a href=\"Pok%C3%A9mon\"&gt;Pokémon&lt;/a&gt;\" franchise. The game went on to sell 31.37 million units, with the video game series exceeding a total of 300 million units in sales as of 2017. In 1997, Nintendo released the &lt;a href=\"Rumble%20Pak\"&gt;Rumble Pak&lt;/a&gt;, a plug-in device that connects to the Nintendo 64 controller and produces a vibration during certain moments of a game.\nIn 1998, the &lt;a href=\"Game%20Boy%20Color\"&gt;Game Boy Color&lt;/a&gt; was released. In addition to allowing &lt;a href=\"backward%20compatibility\"&gt;backward compatibility&lt;/a&gt; with Game Boy games, the console's similar capacity to the NES resulted in select adaptations of games from that library, such as \"&lt;a href=\"Super%20Mario%20Bros.\"&gt;Super Mario Bros. Deluxe&lt;/a&gt;\". Since then, over 118.6 million Game Boy and Game Boy Color consoles have been sold worldwide.\n1999–2003: Game Boy Advance and GameCube.\nIn May 1999, with the advent of the &lt;a href=\"PlayStation%202\"&gt;PlayStation 2&lt;/a&gt;, Nintendo entered an agreement with &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt; and &lt;a href=\"Panasonic\"&gt;Panasonic&lt;/a&gt; to develop the &lt;a href=\"128-bit%20computing\"&gt;128-bit&lt;/a&gt; &lt;a href=\"Gekko%20%28microprocessor%29\"&gt;Gekko processor&lt;/a&gt; and the DVD drive to be used in Nintendo's next home console. Meanwhile, a series of administrative changes occurred in 2000, when Nintendo's corporate offices were moved to the Minami-ku neighborhood in Kyoto, and Nintendo Benelux was established to manage the Dutch and Belgian territories.\nThe year 2001 marked the introduction of two new Nintendo consoles: the &lt;a href=\"Game%20Boy%20Advance\"&gt;Game Boy Advance&lt;/a&gt;, which was designed by Gwénaël Nicolas and stylistically departed from its predecessors, and the &lt;a href=\"GameCube\"&gt;GameCube&lt;/a&gt;. During the first week of the Game Boy Advance's North American release in June 2001, over 500,000 units were sold, making it the fastest-selling video game console in the United States at the time. By the end of its production cycle in 2010, more than 81.5 million units had been sold worldwide. As for the GameCube, even with such distinguishing features as the &lt;a href=\"miniDVD\"&gt;miniDVD&lt;/a&gt; format of its games and Internet connectivity for a few games, its sales were lower than those of its predecessors, and during the six years of its production, 21.7 million units were sold worldwide. An innovative product developed by Nintendo during this time was the &lt;a href=\"Nintendo%20e-Reader\"&gt;Nintendo e-Reader&lt;/a&gt;, a Game Boy Advance peripheral that allows the transfer of data stored on a series of cards to the console.\nIn 2002, the &lt;a href=\"Pok%C3%A9mon%20Mini\"&gt;Pokémon Mini&lt;/a&gt; was released. Its dimensions were smaller than that of the Game Boy Advance and it weighed 70 grams, making it the smallest video game console in history. Nintendo collaborated with &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt; and &lt;a href=\"Namco\"&gt;Namco&lt;/a&gt; to develop &lt;a href=\"List%20of%20Sega%20arcade%20system%20boards\"&gt;Triforce&lt;/a&gt;, an arcade board to facilitate the conversion of arcade titles to the GameCube. Following the European release of the GameCube in May 2002, &lt;a href=\"Hiroshi%20Yamauchi\"&gt;Hiroshi Yamauchi&lt;/a&gt; announced his resignation as the president of Nintendo, and &lt;a href=\"Satoru%20Iwata\"&gt;Satoru Iwata&lt;/a&gt; was selected by the company as his successor. Yamauchi would remain as advisor and director of the company until 2005, and he died in 2013. Iwata's appointment as president ended the Yamauchi succession at the helm of the company, a practice that had been in place since its foundation.\nIn 2003, Nintendo released the &lt;a href=\"Game%20Boy%20Advance%20SP\"&gt;Game Boy Advance SP&lt;/a&gt;, an improved version of the Game Boy Advance that incorporated a folding design, an illuminated display, and a rechargeable battery. By the end of its production cycle in 2010, over 43.5 million units had been sold worldwide. Nintendo also released the &lt;a href=\"Game%20Boy%20Player\"&gt;Game Boy Player&lt;/a&gt;, a peripheral that allows Game Boy and Game Boy Advance games to be played on the GameCube.\n2004–2009: Nintendo DS and Wii.\nIn 2004, the last remnants of Nintendo's original headquarters was reportedly demolished. Later that year, Nintendo released the &lt;a href=\"Nintendo%20DS\"&gt;Nintendo DS&lt;/a&gt;, which featured such innovations as dual screens – one of which being a &lt;a href=\"touchscreen\"&gt;touchscreen&lt;/a&gt; – and wireless connectivity for multiplayer play. Throughout its lifetime, more than 154 million units were sold, making it the most successful handheld console and the second best-selling console in history. In 2005, Nintendo released the &lt;a href=\"Game%20Boy%20Micro\"&gt;Game Boy Micro&lt;/a&gt;, the last system in the &lt;a href=\"Game%20Boy%20line\"&gt;Game Boy line&lt;/a&gt;. Sales did not meet Nintendo's expectations, with 2.5 million units being sold by 2007. In mid-2005, the &lt;a href=\"Nintendo%20New%20York\"&gt;Nintendo World Store&lt;/a&gt; was inaugurated in New York City.\nNintendo's next home console was conceived in 2001, although the designing commenced in 2003, taking inspiration from the Nintendo DS. The &lt;a href=\"Wii\"&gt;Wii&lt;/a&gt; was released in November 2006, with a total of 33 launch titles. With the Wii, Nintendo sought to reach a broader demographic than its &lt;a href=\"Seventh%20generation%20of%20video%20game%20consoles\"&gt;seventh generation&lt;/a&gt; competitors, with the intention of also encompassing the \"non-consumer\" sector. To this end, Nintendo invested in a $200 million advertising campaign. The Wii's innovations include the &lt;a href=\"Wii%20Remote\"&gt;Wii Remote&lt;/a&gt; controller, equipped with an &lt;a href=\"accelerometer\"&gt;accelerometer&lt;/a&gt; system and infrared sensors that allow it to detect its position in a three-dimensional environment with the aid of a sensor bar; the Nunchuk peripheral that includes an analog controller as well as an accelerometer; and the &lt;a href=\"Wii%20MotionPlus\"&gt;Wii MotionPlus&lt;/a&gt; expansion that increases the sensitivity of the main controller with the aid of &lt;a href=\"gyroscope\"&gt;gyroscope&lt;/a&gt;s. By 2016, more than 101 million Wii consoles had been sold worldwide, making it the most successful console of its generation, a distinction that Nintendo had not achieved since the 1990s with the Super NES.\nSeveral accessories were released for the Wii from 2007 to 2010, such as the &lt;a href=\"Wii%20Balance%20Board\"&gt;Wii Balance Board&lt;/a&gt;, the Wii Wheel and the &lt;a href=\"WiiWare\"&gt;WiiWare&lt;/a&gt; download service. In 2009, Nintendo Iberica S.A. expanded its commercial operations to &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; through a new office in &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt;. By that year, Nintendo held a 68.3% share of the worldwide handheld gaming market. In 2010, Nintendo celebrated the 25th anniversary of Mario's debut appearance, for which certain allusive products were put on sale. The event included the release of \"&lt;a href=\"Super%20Mario%20All-Stars%23Release\"&gt;Super Mario All-Stars 25th Anniversary Edition&lt;/a&gt;\" and special editions of the &lt;a href=\"Nintendo%20DSi%23Larger%20model\"&gt;Nintendo DSi XL&lt;/a&gt; and Wii.\n2010–2016: Nintendo 3DS, Wii U, and mobile ventures.\nFollowing an announcement in March 2010, Nintendo released the &lt;a href=\"Nintendo%203DS\"&gt;Nintendo 3DS&lt;/a&gt; in 2011. The console is capable of producing &lt;a href=\"Stereoscopy\"&gt;stereoscopic&lt;/a&gt; effects without the need for 3D glasses. By 2018, more than 69 million units had been sold worldwide; the figure increased to 75 million by the start of 2019. In 2011, Nintendo celebrated the 25th anniversary of \"The Legend of Zelda\" with the orchestra concert tour and the video game \"\".\nThe years 2012 and 2013 marked the introduction of two new Nintendo game consoles: the &lt;a href=\"Wii%20U\"&gt;Wii U&lt;/a&gt;, which incorporated high-definition graphics and a &lt;a href=\"Wii%20U%20GamePad\"&gt;GamePad&lt;/a&gt; controller with &lt;a href=\"near-field%20communication\"&gt;near-field communication&lt;/a&gt; technology, and the &lt;a href=\"Nintendo%202DS\"&gt;Nintendo 2DS&lt;/a&gt;, a version of the 3DS that lacks the clamshell-like design of Nintendo's previous handheld consoles and the stereoscopic effects of the 3DS. With 13.5 million units sold worldwide, the Wii U is the least successful video game console in Nintendo's history. In 2014, a new line of products was released consisting of figures of Nintendo characters called &lt;a href=\"amiibo\"&gt;amiibo&lt;/a&gt;s.\nOn 25 September 2013, Nintendo announced its acquisition of a 28% stake in PUX Corporation, a subsidiary of &lt;a href=\"Panasonic\"&gt;Panasonic&lt;/a&gt;, for the purpose of developing &lt;a href=\"Facial%20recognition%20system\"&gt;facial&lt;/a&gt;, &lt;a href=\"Speech%20recognition\"&gt;voice&lt;/a&gt; and text recognition for its video games. Due to a 30% decrease in company income between April and December 2013, Iwata announced a temporary 50% cut to his salary, with other executives seeing reductions by 20%–30%. In January 2015, Nintendo ceased operations in the Brazilian market due in part to high import &lt;a href=\"Duty%20%28economics%29\"&gt;duties&lt;/a&gt;. This did not affect the rest of Nintendo's Latin American market due to an alliance with Juegos de Video Latinoamérica. Nintendo reached an agreement with NC Games for Nintendo's products to resume distribution in Brazil by 2017, and by September 2020, the Switch was released in Brazil.\nOn 11 July 2015, Iwata died of &lt;a href=\"Cholangiocarcinoma\"&gt;bile duct cancer&lt;/a&gt;, and after a couple of months in which Miyamoto and Takeda jointly operated the company, &lt;a href=\"Tatsumi%20Kimishima\"&gt;Tatsumi Kimishima&lt;/a&gt; was named as Iwata's successor on 16 September 2015. As part of the management's restructuring, Miyamoto and Takeda were respectively named creative and technological advisors.\nThe financial losses caused by the Wii U, along with Sony's intention to release its video games to other platforms such as &lt;a href=\"smart%20TV\"&gt;smart TV&lt;/a&gt;s, motivated Nintendo to rethink its strategy concerning the production and distribution of its properties. In 2015, Nintendo formalized agreements with &lt;a href=\"DeNA\"&gt;DeNA&lt;/a&gt; and &lt;a href=\"Universal%20Parks%20%26amp%3B%20Resorts\"&gt;Universal Parks &amp; Resorts&lt;/a&gt; to extend its presence to &lt;a href=\"smart%20device\"&gt;smart device&lt;/a&gt;s and &lt;a href=\"amusement%20park\"&gt;amusement park&lt;/a&gt;s respectively. In March 2016, Nintendo's first &lt;a href=\"mobile%20app\"&gt;mobile app&lt;/a&gt; for the &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt; and &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; systems, \"&lt;a href=\"Miitomo\"&gt;Miitomo&lt;/a&gt;\", was released. Since then, Nintendo has produced other similar apps, such as \"&lt;a href=\"Super%20Mario%20Run\"&gt;Super Mario Run&lt;/a&gt;\", \"&lt;a href=\"Fire%20Emblem%20Heroes\"&gt;Fire Emblem Heroes&lt;/a&gt;\", \"\", \"&lt;a href=\"Mario%20Kart%20Tour\"&gt;Mario Kart Tour&lt;/a&gt;\" and \"&lt;a href=\"Pok%C3%A9mon%20Go\"&gt;Pokémon Go&lt;/a&gt;\", the last being developed by &lt;a href=\"Niantic%20%28company%29\"&gt;Niantic&lt;/a&gt; and having generated $115 million in revenue for Nintendo. The theme park area &lt;a href=\"Super%20Nintendo%20World\"&gt;Super Nintendo World&lt;/a&gt; opened at &lt;a href=\"Universal%20Studios%20Japan\"&gt;Universal Studios Japan&lt;/a&gt; in 2020. In March 2016, the &lt;a href=\"loyalty%20program\"&gt;loyalty program&lt;/a&gt; &lt;a href=\"My%20Nintendo\"&gt;My Nintendo&lt;/a&gt; replaced &lt;a href=\"Club%20Nintendo\"&gt;Club Nintendo&lt;/a&gt;.\nThe &lt;a href=\"NES%20Classic%20Edition\"&gt;NES Classic Edition&lt;/a&gt; was released in November 2016. The console is a redesigned version of the NES that includes support for the &lt;a href=\"HDMI\"&gt;HDMI&lt;/a&gt; interface and Wiimote compatibility. Its successor, the &lt;a href=\"Super%20NES%20Classic%20Edition\"&gt;Super NES Classic Edition&lt;/a&gt;, was released in September 2017. By October 2018, around ten million units of both consoles combined had been sold worldwide.\n2017–present: Nintendo Switch and expansion to other media.\nThe Wii U's successor in the &lt;a href=\"eighth%20generation%20of%20video%20game%20consoles\"&gt;eighth generation of video game consoles&lt;/a&gt;, the &lt;a href=\"Nintendo%20Switch\"&gt;Nintendo Switch&lt;/a&gt;, was released in March 2017. The Switch features a hybrid design as a home and handheld console, independently functioning &lt;a href=\"Joy-Con\"&gt;Joy-Con&lt;/a&gt; controllers that each contain an accelerometer and gyroscope, and the simultaneous wireless connection of up to eight consoles. To expand its library, Nintendo entered alliances with several third-party and independent developers; by February 2019, more than 1,800 games had been released for the Switch. Worldwide sales of the Switch exceeded 55 million units by March 2020. In April 2018, the &lt;a href=\"Nintendo%20Labo\"&gt;Nintendo Labo&lt;/a&gt; line was released, consisting of cardboard accessories that interact with the Switch and the Joy-Con controllers. More than one million units of the Nintendo Labo Variety Kit were sold in its first year on the market.\nIn 2018, &lt;a href=\"Shuntaro%20Furukawa\"&gt;Shuntaro Furukawa&lt;/a&gt; replaced Kimishima as company president, and in 2019, &lt;a href=\"Doug%20Bowser\"&gt;Doug Bowser&lt;/a&gt; succeeded Nintendo of America president &lt;a href=\"Reggie%20Fils-Aim%C3%A9\"&gt;Reggie Fils-Aimé&lt;/a&gt;. In April 2019, Nintendo formed an alliance with &lt;a href=\"Tencent\"&gt;Tencent&lt;/a&gt; to distribute the Nintendo Switch in China starting in December. In April 2020, ValueAct Capital Partners announced an acquisition of $1.1 billion in Nintendo stock purchases, giving them an overall stake of 2% in Nintendo. On 6 January 2020, hotel and restaurant development company Plan See Do announced that it would refurbish the former headquarters of Marufuku Nintendo Card Co. as a hotel, with plans to add 20 guest rooms, a restaurant, bar, and gym, with a planned opening date of mid 2021. The building belongs to Yamauchi Co., Ltd., an asset management company of Nintendo's founding family. It was further reported that the original 19th-century headquarters was apparently demolished and turned into a parking lot. Although the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; caused delays in the production and distribution of some of Nintendo's products, the situation \"had limited impact on business results\"; in May 2020, Nintendo reported a 75% increase in income compared to the previous fiscal year, mainly contributed by the &lt;a href=\"Nintendo%20Switch%20Online\"&gt;Nintendo Switch Online&lt;/a&gt; service. In August 2020, Nintendo was named the richest company in Japan.\nNintendo announced plans in June 2021 to convert its former Uji Ogura plant, where it had previously made playing and Hanafuda cards, into a museum for the company to be completed by the 2023 fiscal year. The building has been vacant since these functions were transferred to a new Uji plant in 2016.\nAs of 2018, Nintendo is co-producing an animated \"Super Mario\" film alongside &lt;a href=\"Illumination%20%28company%29\"&gt;Illumination&lt;/a&gt;, with Miyamoto and Illumination CEO &lt;a href=\"Chris%20Meledandri\"&gt;Chris Meledandri&lt;/a&gt; producing, set for release in 2022. In 2021, Furukawa indicated that Nintendo is currently planning to create more animated projects based on their work outside the \"Mario\" film, and by July, Melendandri joined the board of directors \"as an independent and non-executive outside director\", in order to help Nintendo produce further movies through his experience on filmmaking, while Furukawa confirmed that work on other animated projects was currently underway. According to Furukawa, the company's expansion towards production on animated projects is in order to \"keep \"[the] business [of producing video games] thriving and growing\", as the company felt the \"need to create opportunities where even people who do not normally play on video game systems can come into contact with Nintendo characters\". The same day, Miyamoto said that \"[Melendandri] really came to understand the Nintendo point of view\" and that \"asking for [his] input, as an expert with many years of experience in Hollywood, will be of great help to\" Nintendo as the company transitions into film production.\nProducts.\nNintendo's central focus is the research, development, production, and distribution of entertainment productsprimarily video game software and hardware and card games. Its main markets are Japan, America, and Europe, and more than 70% of its total sales come from the latter two territories.\nVideo game consoles.\nSince the launch of the &lt;a href=\"Color%20TV-Game\"&gt;Color TV-Game&lt;/a&gt; in 1977, Nintendo has produced and distributed home, handheld, dedicated and hybrid consoles. Each has a variety of accessories and controllers, such as the &lt;a href=\"NES%20Zapper\"&gt;NES Zapper&lt;/a&gt;, the &lt;a href=\"Game%20Boy%20Camera\"&gt;Game Boy Camera&lt;/a&gt;, the &lt;a href=\"Super%20NES%20Mouse\"&gt;Super NES Mouse&lt;/a&gt;, the &lt;a href=\"Rumble%20Pak\"&gt;Rumble Pak&lt;/a&gt;, the &lt;a href=\"Wii%20MotionPlus\"&gt;Wii MotionPlus&lt;/a&gt;, the &lt;a href=\"Wii%20U%20Pro%20Controller\"&gt;Wii U Pro Controller&lt;/a&gt;, and the &lt;a href=\"Nintendo%20Switch%20Pro%20Controller\"&gt;Switch Pro Controller&lt;/a&gt;.\nVideo games.\nNintendo's first electronic games are arcade games. \"EVR Race\" (1975) is the company's first &lt;a href=\"Electromechanics\"&gt;electromechanical&lt;/a&gt; game, and \"&lt;a href=\"Donkey%20Kong%20%28video%20game%29\"&gt;Donkey Kong&lt;/a&gt;\" (1981) is the first &lt;a href=\"platform%20game\"&gt;platform game&lt;/a&gt; in history. Since then, both Nintendo and other development companies have produced and distributed an extensive catalogue of video games for Nintendo's consoles. Nintendo's games are sold in both &lt;a href=\"removable%20media\"&gt;removable media&lt;/a&gt; formats such as &lt;a href=\"Nintendo%20optical%20discs\"&gt;optical disc&lt;/a&gt; and &lt;a href=\"Nintendo%20Entertainment%20System%20Game%20Pak\"&gt;cartridge&lt;/a&gt;, and online formats which are &lt;a href=\"Digital%20distribution\"&gt;distributed&lt;/a&gt; via services such as the &lt;a href=\"Nintendo%20eShop\"&gt;Nintendo eShop&lt;/a&gt; and the &lt;a href=\"Nintendo%20Network\"&gt;Nintendo Network&lt;/a&gt;.\nMarketing.\n&lt;a href=\"Nintendo%20of%20America\"&gt;Nintendo of America&lt;/a&gt; has engaged in several high-profile marketing campaigns to define and position its brand. One of its earliest and most enduring slogans was \"Now you're playing with power!\", used first to promote its &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt;. It modified the slogan to include \"SUPER power\" for the &lt;a href=\"Super%20Nintendo%20Entertainment%20System\"&gt;Super Nintendo Entertainment System&lt;/a&gt;, and \"PORTABLE power\" for the &lt;a href=\"Game%20Boy\"&gt;Game Boy&lt;/a&gt;.\nIts 1994 \"Play It Loud!\" campaign played upon teenage rebellion and fostered an edgy reputation. During the &lt;a href=\"Nintendo%2064\"&gt;Nintendo 64&lt;/a&gt; era, the slogan was \"Get N or get out.\" During the GameCube era, the \"Who Are You?\" suggested a link between the games and the players' identities. The company promoted its Nintendo DS handheld with the tagline \"Touching is Good.\" For the Wii, they used the \"Wii would like to play\" slogan to promote the console with the people who tried the games including \"&lt;a href=\"Super%20Mario%20Galaxy\"&gt;Super Mario Galaxy&lt;/a&gt;\" and \"&lt;a href=\"Super%20Paper%20Mario\"&gt;Super Paper Mario&lt;/a&gt;\". The Nintendo 3DS used the slogan \"Take a look inside.\" The &lt;a href=\"Wii%20U\"&gt;Wii U&lt;/a&gt; used the slogan \"How U will play next.\" The &lt;a href=\"Nintendo%20Switch\"&gt;Nintendo Switch&lt;/a&gt; uses the slogan \"Switch and Play\" in North America, and \"Play anywhere, anytime, with anyone\" elsewhere.\nTrademark.\nDuring the peak of Nintendo's success in the video game industry in the 1990s, its name was ubiquitously used to refer to any video game console, regardless of the manufacturer. To prevent its trademark from becoming &lt;a href=\"generic%20trademark\"&gt;generic&lt;/a&gt;, Nintendo pushed the term \"game console\", and succeeded in preserving its trademark.\nLogos.\nUsed since the 1960s, Nintendo's most recognizable logo is the racetrack shape, especially the red-colored wordmark typically displayed on a white background, primarily used in the Western markets from 1985 to 2006. In Japan, a monochromatic version that lacks a colored background is on Nintendo's own Famicom, Super Famicom, Nintendo 64, GameCube, and handheld console packaging and marketing. Since 2006, in conjunction with the launch of the Wii, Nintendo changed its logo to a gray variant that lacks a colored background inside the wordmark, making it transparent. Nintendo's official, corporate logo remains this variation. For consumer products and marketing, a white variant on a red background has been used since 2015, and has been in full effect since the launch of the Nintendo Switch in 2017.\nCompany structure.\nInternal divisions.\nNintendo's internal &lt;a href=\"research%20and%20development\"&gt;research and development&lt;/a&gt; operations are divided into three main divisions:\nEntertainment Planning &amp; Development (EPD).\nThe &lt;a href=\"Nintendo%20Entertainment%20Planning%20%26amp%3B%20Development\"&gt;Nintendo Entertainment Planning &amp; Development&lt;/a&gt; division is the primary software development, production, and supervising division at Nintendo, formed as a merger between their former &lt;a href=\"Nintendo%20Entertainment%20Analysis%20%26amp%3B%20Development\"&gt;Entertainment Analysis &amp; Development&lt;/a&gt; and &lt;a href=\"Nintendo%20Software%20Planning%20%26amp%3B%20Development\"&gt;Software Planning &amp; Development&lt;/a&gt; divisions in 2015. Led by Shinya Takahashi, the division holds the largest concentration of staff at the company, housing more than 800 engineers, producers, directors, coordinators, planners and designers.\nPlatform Technology Development (PTD).\nThe &lt;a href=\"Nintendo%20Platform%20Technology%20Development\"&gt;Nintendo Platform Technology Development&lt;/a&gt; division is a combination of Nintendo's former &lt;a href=\"Nintendo%20Integrated%20Research%20%26amp%3B%20Development\"&gt;Integrated Research &amp; Development&lt;/a&gt; (or IRD) and &lt;a href=\"Nintendo%20System%20Development\"&gt;System Development&lt;/a&gt; (or SDD) divisions. Led by Ko Shiota, the division is responsible for designing hardware and developing Nintendo's &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt;s, developer environment, and internal network, and maintenance of the &lt;a href=\"Nintendo%20Network\"&gt;Nintendo Network&lt;/a&gt;.\nBusiness Development (NBD).\nThe Nintendo Business Development division was formed following Nintendo's foray into software development for &lt;a href=\"smart%20device\"&gt;smart device&lt;/a&gt;s such as &lt;a href=\"mobile%20phone\"&gt;mobile phone&lt;/a&gt;s and &lt;a href=\"tablet%20computer\"&gt;tablets&lt;/a&gt;. It is responsible for refining Nintendo's business model for the dedicated video game system business, and development for smart devices.\nSubsidiaries.\nAlthough most of the research and development is being done in Japan, there are some &lt;a href=\"Research%20and%20development\"&gt;R&amp;D&lt;/a&gt; facilities in the United States, Europe, and China that are focused on developing software and hardware technologies used in Nintendo products. Although they all are subsidiaries of Nintendo (and therefore first-party), they are often referred to as external resources when being involved in joint development processes with Nintendo's internal developers by the Japanese personnel involved. This can be seen in the \"&lt;a href=\"List%20of%20Iwata%20Asks%20interviews\"&gt;Iwata asks...&lt;/a&gt;\" interview series. &lt;a href=\"Nintendo%20Software%20Technology\"&gt;Nintendo Software Technology&lt;/a&gt; (NST) and &lt;a href=\"Nintendo%20Technology%20Development\"&gt;Nintendo Technology Development&lt;/a&gt; (NTD) are located in &lt;a href=\"Redmond%2C%20Washington\"&gt;Redmond, Washington&lt;/a&gt;, United States, while &lt;a href=\"Nintendo%20European%20Research%20%26amp%3B%20Development\"&gt;Nintendo European Research &amp; Development&lt;/a&gt; (\"NERD\") is located in Paris, France, and &lt;a href=\"Nintendo%20Network%20Service%20Database\"&gt;Nintendo Network Service Database&lt;/a&gt; (NSD) is located in &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;, Japan.\nMost external &lt;a href=\"First-party%20developer\"&gt;first-party&lt;/a&gt; software development is done in Japan, since the only overseas subsidiaries are &lt;a href=\"Retro%20Studios\"&gt;Retro Studios&lt;/a&gt; in the United States (acquired in 2002) and &lt;a href=\"Next%20Level%20Games\"&gt;Next Level Games&lt;/a&gt; in Canada (acquired in 2021). Although these studios are all subsidiaries of Nintendo, they are often referred to as external resources when being involved in joint development processes with Nintendo's internal developers by the &lt;a href=\"Nintendo%20Entertainment%20Planning%20%26amp%3B%20Development\"&gt;Nintendo Entertainment Planning &amp; Development&lt;/a&gt; (EPD) division. &lt;a href=\"1-Up%20Studio\"&gt;1-Up Studio&lt;/a&gt; and &lt;a href=\"NDcube\"&gt;NDcube&lt;/a&gt; are located in Tokyo, Japan, while &lt;a href=\"Monolith%20Soft\"&gt;Monolith Soft&lt;/a&gt; has one studio located in Tokyo and another in &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;.\nNintendo also established &lt;a href=\"The%20Pok%C3%A9mon%20Company\"&gt;The Pokémon Company&lt;/a&gt; alongside &lt;a href=\"Creatures%20%28company%29\"&gt;Creatures&lt;/a&gt; and &lt;a href=\"Game%20Freak\"&gt;Game Freak&lt;/a&gt; to manage the &lt;a href=\"Pok%C3%A9mon\"&gt;Pokémon&lt;/a&gt; brand. Similarly, Warpstar Inc. was formed through a joint investment with &lt;a href=\"HAL%20Laboratory\"&gt;HAL Laboratory&lt;/a&gt;, which was in charge of the \"\" animated series. Both companies are investments from Nintendo, with Nintendo holding 32% of the shares of The Pokémon Company and 50% of the shares of Warpstar Inc.\nIn total there are 27 subsidiaries reported by the company with 21 being known via the Annual Report:\nAdditional distributors.\nBergsala.\n&lt;a href=\"Bergsala\"&gt;Bergsala&lt;/a&gt;, a third-party company based in Sweden, exclusively handles Nintendo operations in the Nordic region. Bergsala's relationship with Nintendo was established in 1981 when the company sought to distribute \"Game &amp; Watch\" units to Sweden, which later expanded to the NES console by 1986. Bergsala were the only non-Nintendo owned distributor of Nintendo's products, up until 2019 when Tor Gaming gained distribution rights in Israel.\nTencent.\nNintendo has partnered with &lt;a href=\"Tencent\"&gt;Tencent&lt;/a&gt; to release Nintendo products in China, following the lifting of the country's console ban in 2015. In addition to distributing hardware, Tencent will help bring Nintendo's games through the governmental approval process for video game software.\nTor Gaming.\nIn January 2019, it was reported by &lt;a href=\"ynet\"&gt;ynet&lt;/a&gt; and &lt;a href=\"IGN\"&gt;IGN Israel&lt;/a&gt; that negotiations about official distribution of Nintendo products in the country were ongoing. After two months, IGN Israel announced that Tor Gaming Ltd., a company that established in earlier 2019, gained a distribution agreement with Nintendo of Europe, handling official retailing beginning at the start of March, followed by opening an official online store the next month. In June 2019, Tor Gaming launched an official Nintendo Store at &lt;a href=\"Dizengoff%20Center\"&gt;Dizengoff Center&lt;/a&gt; in &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt;, making it the second official Nintendo Store worldwide, 13 years after NYC.\nBranches.\nNintendo Co., Ltd..\nHeadquartered in Kyoto, Japan since the beginning, Nintendo Co., Ltd. oversees the organization's global operations and manages Japanese operations specifically. The company's two major subsidiaries, Nintendo of America and Nintendo of Europe, manage operations in North America and Europe respectively. Nintendo Co., Ltd. moved from its original Kyoto location to a new office in &lt;a href=\"Higashiyama-ku%2C%20Kyoto\"&gt;Higashiyama-ku, Kyoto&lt;/a&gt;, in 2000; this became the &lt;a href=\"research%20and%20development\"&gt;research and development&lt;/a&gt; building when the head office relocated to its location in &lt;a href=\"Minami-ku%2C%20Kyoto\"&gt;Minami-ku, Kyoto&lt;/a&gt;.\nNintendo of America.\nNintendo founded its North American subsidiary in 1980 as Nintendo of America (NoA). &lt;a href=\"Hiroshi%20Yamauchi\"&gt;Hiroshi Yamauchi&lt;/a&gt; appointed his son-in-law &lt;a href=\"Minoru%20Arakawa\"&gt;Minoru Arakawa&lt;/a&gt; as president, who in turn hired his own wife and Yamauchi's daughter Yoko Yamauchi as the first employee. The Arakawa family moved from &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, British Columbia to select an office in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;, New York, due to its central status in American commerce. Both from extremely affluent families, their goals were set more by achievement than moneyand all their seed capital and products would now also be automatically inherited from Nintendo in Japan, and their inaugural target is the existing $8 billion-per-year &lt;a href=\"coin-op\"&gt;coin-op&lt;/a&gt; &lt;a href=\"arcade%20video%20game\"&gt;arcade video game&lt;/a&gt; market and largest entertainment industry in the US, which already outclassed movies and television combined. During the couple's arcade research excursions, NoA hired gamer youths to work in the filthy, hot, ratty warehouse in &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; for the receiving and service of game hardware from Japan.\nIn late 1980, NoA contracted the Seattle-based arcade sales and distribution company Far East Video, consisting solely of experienced arcade salespeople Ron Judy and Al Stone. The two had already built a decent reputation and a distribution network, founded specifically for the independent import and sales of games from Nintendo because the Japanese company had for years been the under-represented maverick in America. Now as direct associates to the new NoA, they told Arakawa they could always clear all Nintendo inventory if Nintendo produced better games. Far East Video took NoA's contract for a fixed per-unit commission on the exclusive American distributorship of Nintendo games, to be settled by their Seattle-based lawyer, &lt;a href=\"Howard%20Lincoln\"&gt;Howard Lincoln&lt;/a&gt;.\nBased on favorable test arcade sites in Seattle, Arakawa wagered most of NoA's modest finances on a huge order of 3,000 \"&lt;a href=\"Radar%20Scope\"&gt;Radar Scope&lt;/a&gt;\" cabinets. He panicked when the game failed in the fickle market upon its arrival from its four-month boat ride from Japan. Far East Video was already in financial trouble due to declining sales and Ron Judy borrowed his aunt's life savings of $50,000, while still hoping Nintendo would develop its first \"&lt;a href=\"Pac-Man\"&gt;Pac-Man&lt;/a&gt;\"-sized hit. Arakawa regretted founding the Nintendo subsidiary, with the distressed Yoko trapped between her arguing husband and father.\nAmid financial threat, Nintendo of America relocated from Manhattan to the Seattle metro to remove major stressors: the frenetic New York and New Jersey lifestyle and commute, and the extra weeks or months on the shipping route from Japan as was suffered by the \"Radar Scope\" disaster. With the Seattle harbor being the US's closest to Japan at only nine days by boat, and having a lumber production market for arcade cabinets, Arakawa's real estate scouts found a warehouse for rent containing three officesone for Arakawa and one for Judy and Stone. This warehouse in the &lt;a href=\"Tukwila%2C%20Washington\"&gt;Tukwila&lt;/a&gt; &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt; was owned by &lt;a href=\"Mario%20Segale\"&gt;Mario Segale&lt;/a&gt; after whom the &lt;a href=\"Mario\"&gt;Mario&lt;/a&gt; character would be named, and was initially managed by former Far East Video employee Don James. After one month, James recruited his college friend &lt;a href=\"Howard%20Phillips%20%28consultant%29\"&gt;Howard Phillips&lt;/a&gt; as assistant, who soon took over as warehouse manager. The company remained at fewer than 10 employees for some time, handling sales, marketing, advertising, distribution, and limited manufacturing of arcade cabinets and \"&lt;a href=\"Game%20%26amp%3B%20Watch\"&gt;Game &amp; Watch&lt;/a&gt;\" handheld units, all sourced and shipped from Nintendo.\nArakawa was still panicked over NoA's ongoing financial crisis. With the parent company having no new game ideas, he had been repeatedly pleading for Yamauchi to reassign some top talent away from existing Japanese products to develop something for Americaespecially to redeem the massive dead stock of \"Radar Scope\" cabinets. Since all of Nintendo's key engineers and programmers were busy, and with NoA representing only a tiny fraction of the parent's overall business, Yamauchi allowed only the assignment of &lt;a href=\"Gunpei%20Yokoi\"&gt;Gunpei Yokoi&lt;/a&gt;'s young assistant who had no background in engineering, &lt;a href=\"Shigeru%20Miyamoto\"&gt;Shigeru Miyamoto&lt;/a&gt;.\nNoA's staffexcept the sole young gamer Howard Phillipswere uniformly revolted at the sight of the freshman developer Miyamoto's debut game, which they had imported in the form of emergency conversion kits for the overstock of \"Radar Scope\" cabinets. The kits transformed the cabinets into NoA's massive &lt;a href=\"windfall%20gain\"&gt;windfall gain&lt;/a&gt; of from Miyamoto's smash hit \"&lt;a href=\"Donkey%20Kong%20%28video%20game%29\"&gt;Donkey Kong&lt;/a&gt;\" in 1981–1983 alone. They sold 4,000 new arcade units each month in America, making the 24-year-old Phillips \"the largest volume shipping manager for the entire Port of Seattle\". Arakawa used these profits to buy of land in Redmond in July 1982 and to perform the $50 million launch of the &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt; in 1985 which revitalized the entire video game industry from its &lt;a href=\"video%20game%20crash%20of%201983\"&gt;devastating 1983 crash&lt;/a&gt;. A second warehouse in Redmond was soon secured, and managed by Don James. The company stayed at around 20 employees for some years.\nThe organization was reshaped nationwide in the following decades, and those core sales and marketing business functions are now directed by the office in &lt;a href=\"Redwood%20City%2C%20California\"&gt;Redwood City, California&lt;/a&gt;. The company's distribution centers are Nintendo Atlanta in &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, Georgia, and &lt;a href=\"Nintendo%20North%20Bend\"&gt;Nintendo North Bend&lt;/a&gt; in &lt;a href=\"North%20Bend%2C%20Washington\"&gt;North Bend, Washington&lt;/a&gt;. , the Nintendo North Bend facility processes more than 20,000 orders a day to Nintendo customers, which include &lt;a href=\"Retail\"&gt;retail stores&lt;/a&gt; that sell Nintendo products in addition to &lt;a href=\"consumer\"&gt;consumer&lt;/a&gt;s who &lt;a href=\"Online%20shopping\"&gt;shop&lt;/a&gt; Nintendo's website. Nintendo of America operates two retail stores in the United States: &lt;a href=\"Nintendo%20New%20York\"&gt;Nintendo New York&lt;/a&gt; on &lt;a href=\"Rockefeller%20Plaza\"&gt;Rockefeller Plaza&lt;/a&gt; in New York City, which is open to the public; and Nintendo Redmond, co-located at NoA headquarters in Redmond, Washington, which is open only to Nintendo employees and invited guests. Nintendo of America's Canadian branch, Nintendo of Canada, is based in &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; with a &lt;a href=\"distribution%20center\"&gt;distribution center&lt;/a&gt; in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;. Nintendo Treehouse is NoA's localization team, composed of around 80 staff who are responsible for translating text from Japanese to English, creating videos and marketing plans, and quality assurance.\nNintendo of America announced in October 2021 that it will be closing its offices in Redwood City, California and Toronto and merging their operations with their Redmond and Vancouver offices.\nNintendo of Europe.\nNintendo's European subsidiary was established in June 1990, based in &lt;a href=\"Gro%C3%9Fostheim\"&gt;Großostheim&lt;/a&gt;, Germany. The company handles operations across Europe (excluding &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;, where operations are handled by &lt;a href=\"Bergsala\"&gt;Bergsala&lt;/a&gt;), as well as &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. Nintendo of Europe's United Kingdom branch (Nintendo UK) handles operations in that country and in Ireland from its headquarters in &lt;a href=\"Windsor%2C%20Berkshire\"&gt;Windsor, Berkshire&lt;/a&gt;. In June 2014, NOE initiated a reduction and consolidation process, yielding a combined 130 layoffs: the closing of its office and warehouse, and termination of all employment, in Großostheim; and the consolidation of all of those operations into, and terminating some employment at, its Frankfurt location. As of July 2018, the company employs 850 people. In 2019, NoE signed with Tor Gaming Ltd. for official distribution in Israel.\nNintendo Australia.\nNintendo's Australian subsidiary is based in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;. It handles the publishing, distribution, sales, and marketing of Nintendo products in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;. It also manufactures some Wii games locally.\nNintendo of Korea.\nNintendo's South Korean subsidiary was established on 7 July 2006, and is based in Seoul. In March 2016, the subsidiary was heavily downsized due to a corporate restructuring after analyzing shifts in the current market, laying off 80% of its employees, leaving only ten people, including &lt;a href=\"Chief%20executive%20officer\"&gt;CEO&lt;/a&gt; Hiroyuki Fukuda. This did not affect any games scheduled for release in South Korea, and Nintendo continued operations there as usual.\nPolicy.\nContent guidelines.\nFor many years, Nintendo had a policy of strict content guidelines for video games published on its consoles. Although Nintendo allowed &lt;a href=\"graphic%20violence\"&gt;graphic violence&lt;/a&gt; in its video games released in Japan, &lt;a href=\"nudity%20and%20sexuality\"&gt;nudity and sexuality&lt;/a&gt; were strictly prohibited. Former Nintendo president &lt;a href=\"Hiroshi%20Yamauchi\"&gt;Hiroshi Yamauchi&lt;/a&gt; believed that if the company allowed the licensing of &lt;a href=\"Pornography\"&gt;pornographic&lt;/a&gt; games, the company's image would be forever tarnished. Nintendo of America went further in that games released for Nintendo consoles could not feature nudity, sexuality, &lt;a href=\"profanity\"&gt;profanity&lt;/a&gt; (including &lt;a href=\"racism\"&gt;racism&lt;/a&gt;, &lt;a href=\"sexism\"&gt;sexism&lt;/a&gt; or &lt;a href=\"Hate%20speech\"&gt;slurs&lt;/a&gt;), blood, graphic or &lt;a href=\"domestic%20violence\"&gt;domestic violence&lt;/a&gt;, &lt;a href=\"drug\"&gt;drug&lt;/a&gt;s, political messages, or &lt;a href=\"Religious%20symbolism\"&gt;religious symbols&lt;/a&gt;with the exception of widely unpracticed religions, such as the &lt;a href=\"Greek%20mythology\"&gt;Greek Pantheon&lt;/a&gt;. The Japanese parent company was concerned that it may be viewed as a \"Japanese Invasion\" by forcing Japanese &lt;a href=\"community%20standards\"&gt;community standards&lt;/a&gt; on North American and European children. Past the strict guidelines, some exceptions have occurred: \"&lt;a href=\"Bionic%20Commando%20%28NES%20video%20game%29\"&gt;Bionic Commando&lt;/a&gt;\" (though &lt;a href=\"Nazi%20swastika\"&gt;swastikas&lt;/a&gt; were eliminated in the US version), \"&lt;a href=\"Smash%20TV\"&gt;Smash TV&lt;/a&gt;\" and ' contain human violence, the latter also containing implied &lt;a href=\"Human%20sexuality\"&gt;sexuality&lt;/a&gt; and &lt;a href=\"Smoking\"&gt;tobacco use&lt;/a&gt;; \"&lt;a href=\"River%20City%20Ransom\"&gt;River City Ransom&lt;/a&gt;\" and ' contain nudity, and the latter also contains religious images, as do ' and '.\nA known side effect of this policy is the &lt;a href=\"Sega%20Genesis\"&gt;Genesis&lt;/a&gt; version of \"&lt;a href=\"Mortal%20Kombat%20%281992%20video%20game%29\"&gt;Mortal Kombat&lt;/a&gt;\" having more than double the unit sales of the Super NES version, mainly because Nintendo had forced publisher &lt;a href=\"Acclaim%20Entertainment\"&gt;Acclaim&lt;/a&gt; to recolor the red blood to look like white sweat and replace some of the more gory graphics in its release of the game, making it less violent. By contrast, &lt;a href=\"Sega\"&gt;Sega&lt;/a&gt; allowed blood and gore to remain in the Genesis version (though a code is required to unlock the gore). Nintendo allowed the Super NES version of \"&lt;a href=\"Mortal%20Kombat%20II\"&gt;Mortal Kombat II&lt;/a&gt;\" to ship uncensored the following year with a content warning on the packaging.\nVideo game ratings systems were introduced with the &lt;a href=\"Entertainment%20Software%20Rating%20Board\"&gt;Entertainment Software Rating Board&lt;/a&gt; of 1994 and the &lt;a href=\"Pan%20European%20Game%20Information\"&gt;Pan European Game Information&lt;/a&gt; of 2003, and Nintendo discontinued most of its censorship policies in favor of consumers making their own choices. Today, changes to the content of games are done primarily by the game's developer or, occasionally, at the request of Nintendo. The only clear-set rule is that ESRB AO-rated games will not be licensed on Nintendo consoles in North America, a practice which is also enforced by &lt;a href=\"Sony%20Computer%20Entertainment\"&gt;Sony&lt;/a&gt; and &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;, its two greatest competitors in the present market. Nintendo has since allowed several mature-content games to be published on its consoles, including these: \"&lt;a href=\"Perfect%20Dark\"&gt;Perfect Dark&lt;/a&gt;\", \"&lt;a href=\"Conker%27s%20Bad%20Fur%20Day\"&gt;Conker's Bad Fur Day&lt;/a&gt;\", \"&lt;a href=\"Doom%20%28franchise%29\"&gt;Doom&lt;/a&gt;\", \"&lt;a href=\"Doom%2064\"&gt;Doom 64&lt;/a&gt;\", \"&lt;a href=\"BMX%20XXX\"&gt;BMX XXX&lt;/a&gt;\", the \"&lt;a href=\"Resident%20Evil\"&gt;Resident Evil&lt;/a&gt;\" series, \"&lt;a href=\"Killer7\"&gt;Killer7&lt;/a&gt;\", the \"&lt;a href=\"Mortal%20Kombat\"&gt;Mortal Kombat&lt;/a&gt;\" series, ', \"&lt;a href=\"BloodRayne\"&gt;BloodRayne&lt;/a&gt;\", \"&lt;a href=\"Geist%20%28video%20game%29\"&gt;Geist&lt;/a&gt;\", ', \"&lt;a href=\"Bayonetta%202\"&gt;Bayonetta 2&lt;/a&gt;\", \"&lt;a href=\"Devil%27s%20Third\"&gt;Devil's Third&lt;/a&gt;\", and '. Certain games have continued to be modified, however. For example, &lt;a href=\"Konami\"&gt;Konami&lt;/a&gt; was forced to remove all references to cigarettes in the 2000 &lt;a href=\"Game%20Boy%20Color\"&gt;Game Boy Color&lt;/a&gt; game \"&lt;a href=\"Metal%20Gear%20Solid%20%28Game%20Boy%29\"&gt;Metal Gear Solid&lt;/a&gt;\" (although the previous NES version of \"&lt;a href=\"Metal%20Gear\"&gt;Metal Gear&lt;/a&gt;\" and the subsequent GameCube game ' both included such references, as did Wii game \"&lt;a href=\"MadWorld\"&gt;MadWorld&lt;/a&gt;\"), and maiming and blood were removed from the Nintendo 64 &lt;a href=\"Porting\"&gt;port&lt;/a&gt; of \"&lt;a href=\"Cruis%27n%20USA\"&gt;Cruis'n USA&lt;/a&gt;\".\nAnother example is in the Game Boy Advance game \"&lt;a href=\"Mega%20Man%20Zero%203\"&gt;Mega Man Zero 3&lt;/a&gt;\", in which one of the bosses, called Hellbat Schilt in the Japanese and European releases, was renamed Devilbat Schilt in the North American &lt;a href=\"Internationalization%20and%20localization\"&gt;localization&lt;/a&gt;. In North America releases of the \"&lt;a href=\"Mega%20Man%20Zero\"&gt;Mega Man Zero&lt;/a&gt;\" games, enemies and bosses killed with a saber attack do not gush blood as they do in the Japanese versions. However, the release of the Wii was accompanied by several even more controversial games, such as \"&lt;a href=\"Manhunt%202\"&gt;Manhunt 2&lt;/a&gt;\", \"&lt;a href=\"No%20More%20Heroes%20%28video%20game%29\"&gt;No More Heroes&lt;/a&gt;\", \"\", and \"&lt;a href=\"MadWorld\"&gt;MadWorld&lt;/a&gt;\", the latter three of which were published exclusively for the console.\nLicense guidelines.\nNintendo of America also had guidelines before 1993 that had to be followed by its licensees to make games for the &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt;, in addition to the above content guidelines. Guidelines were enforced through the &lt;a href=\"10NES\"&gt;10NES&lt;/a&gt; lockout chip.\nThe last rule was circumvented in several ways; for example, Konami, wanting to produce more games for Nintendo's consoles, formed &lt;a href=\"Ultra%20Games\"&gt;Ultra Games&lt;/a&gt; and later &lt;a href=\"Ultra%20Games\"&gt;Palcom&lt;/a&gt; to produce more games as a technically different publisher. This disadvantaged smaller or emerging companies, as they could not afford to start additional companies. In another side effect, &lt;a href=\"Square%20%28video%20game%20company%29\"&gt;Square Co&lt;/a&gt; (now &lt;a href=\"Square%20Enix\"&gt;Square Enix&lt;/a&gt;) executives have suggested that the price of publishing games on the &lt;a href=\"Nintendo%2064\"&gt;Nintendo 64&lt;/a&gt; along with the degree of censorship and control that Nintendo enforced over its games, most notably \"&lt;a href=\"Final%20Fantasy%20VI\"&gt;Final Fantasy VI&lt;/a&gt;\", were factors in switching its focus towards &lt;a href=\"Sony%20Computer%20Entertainment\"&gt;Sony&lt;/a&gt;'s &lt;a href=\"PlayStation\"&gt;PlayStation&lt;/a&gt; console.\nIn 1993, a &lt;a href=\"class%20action\"&gt;class action&lt;/a&gt; suit was taken against Nintendo under allegations that their lockout chip enabled &lt;a href=\"unfair%20business%20practices\"&gt;unfair business practices&lt;/a&gt;. The case was settled, with the condition that California consumers were entitled to a $3 discount coupon for a game of Nintendo's choice.\nIntellectual property protection.\nNintendo has generally been proactive to assure its &lt;a href=\"intellectual%20property\"&gt;intellectual property&lt;/a&gt; in both hardware and software is protected. Nintendo's protection of its properties began as early as the arcade release of \"Donkey Kong\" which was widely &lt;a href=\"video%20game%20clone\"&gt;cloned&lt;/a&gt; on other platforms, a practice common to the most popular arcade games of the era. Nintendo did seek legal action to try to stop release of these unauthorized clones, but estimated they still lost in potential sales to these clones.\nNintendo became more proactive as they entered the Famicom/NES period. Nintendo had witnessed the events of a flooded game market that occurred in the United states in the early 1980s that led to the &lt;a href=\"1983%20video%20game%20crash\"&gt;1983 video game crash&lt;/a&gt;, and with the Famicom had taken business steps, such as controlling the cartridge production process, to prevent a similar flood of video game clones. However, the Famicom had lacked any lockout mechanics, and numerous unauthorized bootleg cartridges were made across the Asian regions. Nintendo took to creating its &lt;a href=\"%23Seal%20of%20Quality\"&gt;\"Nintendo Seal of Quality\"&lt;/a&gt; stamped on the games it made to dissuade consumers from purchasing these bootlegs, and as it prepared the Famicom for entry to Western regions as the NES, incorporated a &lt;a href=\"CIC%20%28Nintendo%29\"&gt;lock-out system&lt;/a&gt; that only allowed authorized game cartridges they manufactured to be playable on the system. After the NES's release, Nintendo took legal action against companies that attempted to reverse-engineer the lock-out mechanism to make unauthorized games for the NES.\nNintendo has used &lt;a href=\"Video%20game%20console%20emulator\"&gt;emulation&lt;/a&gt; by itself or licensed from third parties to provide means to re-release games from their older platforms on newer systems, with &lt;a href=\"Virtual%20Console\"&gt;Virtual Console&lt;/a&gt;, which re-released classic games as downloadable titles, the NES and Super NES library for &lt;a href=\"Nintendo%20Switch%20Online\"&gt;Nintendo Switch Online&lt;/a&gt; subscribers, and with dedicated consoles like the &lt;a href=\"NES%20Classic%20Edition\"&gt;NES&lt;/a&gt; and &lt;a href=\"Super%20NES%20Classic%20Edition\"&gt;Super NES Classic Editions&lt;/a&gt;. However, Nintendo has taken a hard stance against unlicensed emulation of its video games and consoles, stating that it is the single largest threat to the &lt;a href=\"intellectual%20property\"&gt;intellectual property&lt;/a&gt; rights of video game developers. Further, Nintendo has taken action against fan-made games which have used significant facets of their IP, issuing &lt;a href=\"cease%20%26amp%3B%20desist\"&gt;cease &amp; desist&lt;/a&gt; letters to these projects or &lt;a href=\"Digital%20Millennium%20Copyright%20Act\"&gt;Digital Millennium Copyright Act&lt;/a&gt; (DMCA)-related complaints to services that host these projects. The company has also taken legal action against those that made &lt;a href=\"modchip\"&gt;modchip&lt;/a&gt;s for its hardware; notably, in 2020 and 2021, Nintendo took action against &lt;a href=\"Team%20Xecuter\"&gt;Team Xecuter&lt;/a&gt; which had been making modchips for Nintendo's consoles since 2013, after members of that team were arrested by the &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;United States Department of Justice&lt;/a&gt;.\nIn a related action, Nintendo sent a cease and desist letter to the organizers of the 2020 &lt;a href=\"The%20Big%20House%20%28tournament%29\"&gt;The Big House&lt;/a&gt; \"Super Smash Bros.\" tournament that was held entirely online due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; that year. Nintendo had taken issue with the tournament using emulated versions of \"&lt;a href=\"Super%20Smash%20Bros.%20Melee\"&gt;Super Smash Bros. Melee&lt;/a&gt;\" which had included a &lt;a href=\"mod%20%28video%20gaming%29\"&gt;user mod&lt;/a&gt; for networked play, as this would have required ripping a copy of \"Melee\" to play, an action they cannot condone.\n&lt;a href=\"Fangame\"&gt;Fangame&lt;/a&gt;s that reuse or recreate Nintendo assets also have been targeted by Nintendo typically through &lt;a href=\"cease%20and%20desist\"&gt;cease and desist&lt;/a&gt; letters or &lt;a href=\"DMCA\"&gt;DMCA&lt;/a&gt;-based takedown to shut down these projects. \"&lt;a href=\"Full%20Screen%20Mario\"&gt;Full Screen Mario&lt;/a&gt;\", a web browser-based version of \"Super Mario Bros.\", was shut down in 2013 after Nintendo issued a ceased and desist letter. Over five hundred fangames hosted at &lt;a href=\"Game%20Jolt\"&gt;Game Jolt&lt;/a&gt;, including \"&lt;a href=\"AM2R\"&gt;AM2R&lt;/a&gt;\", a remake of \"\", were shut down by Nintendo in 2016. Other notable fan projects that have been taken down include \"&lt;a href=\"Pok%C3%A9mon%20Uranium\"&gt;Pokémon Uranium&lt;/a&gt;\", a fangame based on the \"&lt;a href=\"Pok%C3%A9mon\"&gt;Pokémon&lt;/a&gt;\" series in 2016. \"Super Mario 64 Online\", an online multiplayer version of \"&lt;a href=\"Super%20Mario%2064\"&gt;Super Mario 64&lt;/a&gt;\" in 2017, and \"Metroid Prime 2D\", a &lt;a href=\"demake\"&gt;demake&lt;/a&gt; of \"&lt;a href=\"Metroid%20Prime\"&gt;Metroid Prime&lt;/a&gt;\", in 2021. Nintendo has defended these actions as necessary to protect its intellectual property, stating \"just as Nintendo respects the intellectual property rights of others, we must also protect our own characters, trademarks and other content.\" In some cases, the developers of these fangames have repurposed their work into new projects. In the case of \"&lt;a href=\"No%20Mario%27s%20Sky\"&gt;No Mario's Sky&lt;/a&gt;\", a mashup of \"Super Mario Bros.\" and \"&lt;a href=\"No%20Man%27s%20Sky\"&gt;No Man's Sky&lt;/a&gt;\", after Nintendo sought to terminate the project, the Mario content was stripped and the game renamed as \"DMCA's Sky\". \nIn recent years, Nintendo has taken legal action against sites that knowingly distribute &lt;a href=\"ROM%20image\"&gt;ROM image&lt;/a&gt;s of its games. On 19 July 2018, Nintendo sued Jacob Mathias, the owner of distribution websites LoveROMs and LoveRetro, for \"brazen and mass-scale infringement of Nintendo's intellectual property rights\". Nintendo settled with Mathias in November 2018 for more than along with relinquishing all ROM images in their ownership. While Nintendo is likely to have agreed to a smaller fine in private, the large amount was seen as a &lt;a href=\"Chilling%20effect\"&gt;deterrent&lt;/a&gt; to prevent similar sites from sharing ROM images. Nintendo won a separate suit against RomUniverse in May 2021, which also offered infringing copies of Nintendo DS and Switch games in addition to ROM images. The site owner was required to pay Nintendo in damages, and later given a permanent injunction preventing the site from operating in the future and requiring the owner to destroy all ROM copies. Nintendo successfully won a suit in the United Kingdom in September 2019 to force the major &lt;a href=\"Internet%20service%20provider\"&gt;Internet service provider&lt;/a&gt;s in the country to block access to sites that offered copyright-infringing copies of Switch software or hacks for the Nintendo Switch to run unauthorized software.\nNintendo sought enforcement action against a hacker that for several years had infiltrated Nintendo's internal database by various means including &lt;a href=\"phishing\"&gt;phishing&lt;/a&gt; to obtain plans for games and hardware for upcoming shows like E3. This was leaked to the Internet, impacting how Nintendo's own announcements were received. Though the person was a minor when Nintendo brought the United States &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;Federal Bureau of Investigation&lt;/a&gt; (FBI) to investigate, and had been warned by the FBI to desist, the person continued over 2018 and 2019 as an adult, posting taunts on social media. The perpetrator was arrested in July 2019, and the FBI found documents confirming the hacks, many unauthorized game files, and child pornography, leading to the perpetrator's admission of guilt for all crimes in January 2020 and was sentenced to three years in prison. Similarly, Nintendo alongside &lt;a href=\"The%20Pok%C3%A9mon%20Company\"&gt;The Pokémon Company&lt;/a&gt; spent significant time to identify who had leaked information about &lt;a href=\"Pok%C3%A9mon%20Sword%20and%20Shield\"&gt;\"Pokémon Sword\" and \"Shield\"&lt;/a&gt; several weeks before its planned Nintendo Directs, ultimately tracing the leaks back to a Portugal game journalist who leaked the information from official review copies of the game and subsequently severed ties with the publication.\n2020 data leaks.\nIn May 2020, a major leak of documents occurred, including source code, designs, hardware drawings, documentation, and other internal information primarily related to the Nintendo 64, GameCube, and Wii. The leak may have been related to &lt;a href=\"Acer%20Inc.\"&gt;BroadOn&lt;/a&gt;, a company that Nintendo had contracted to help with the Wii's design, or to Zammis Clark, a &lt;a href=\"Malwarebytes\"&gt;Malwarebytes&lt;/a&gt; employee and hacker who pleaded guilty to infiltrating Microsoft's and Nintendo's servers between March and May 2018.\nA second and larger leak occurred in July 2020, which has been called the \"Gigaleak\" as it contains &lt;a href=\"gigabyte\"&gt;gigabyte&lt;/a&gt;s of data, and is believed related to the May 2020 leak. The leak includes the &lt;a href=\"source%20code\"&gt;source code&lt;/a&gt; and prototypes for several early 1990s Super NES games including \"&lt;a href=\"Super%20Mario%20Kart\"&gt;Super Mario Kart&lt;/a&gt;\", \"&lt;a href=\"Yoshi%27s%20Island\"&gt;Yoshi's Island&lt;/a&gt;\", \"&lt;a href=\"Star%20Fox\"&gt;Star Fox&lt;/a&gt;\", and \"&lt;a href=\"Star%20Fox%202\"&gt;Star Fox 2&lt;/a&gt;\", and it includes internal development tools and system software components. The veracity of the material was confirmed by &lt;a href=\"Dylan%20Cuthbert\"&gt;Dylan Cuthbert&lt;/a&gt;, a programmer for Nintendo during that period. The leak has the source code to several Nintendo 64 games including \"&lt;a href=\"Super%20Mario%2064\"&gt;Super Mario 64&lt;/a&gt;\" and \"\", and the console's operating system. The leak contains personal files from Nintendo employees.\nSeal of Quality.\nThe gold sunburst seal was first used by &lt;a href=\"%23Nintendo%20of%20America\"&gt;Nintendo of America&lt;/a&gt;, and later Nintendo of Europe. It is displayed on any game, system, or accessory licensed for use on one of its &lt;a href=\"video%20game%20console\"&gt;video game console&lt;/a&gt;s, denoting the game has been properly approved by Nintendo. The seal is also displayed on any Nintendo-licensed merchandise, such as trading cards, game guides, or apparel, albeit with the words \"Official Nintendo Licensed Product.\"\nIn 2008, game designer &lt;a href=\"Sid%20Meier\"&gt;Sid Meier&lt;/a&gt; cited the Seal of Quality as one of the three most important innovations in video game history, as it helped set a standard for game quality that protected consumers from &lt;a href=\"shovelware\"&gt;shovelware&lt;/a&gt;.\nNTSC regions.\nIn &lt;a href=\"NTSC\"&gt;NTSC&lt;/a&gt; regions, this seal is an elliptical starburst named the \"Official Nintendo Seal\". Originally, for NTSC countries, the seal was a large, black and gold circular starburst. The seal read as follows: \"This seal is your assurance that NINTENDO has approved and guaranteed the quality of this product.\" This seal was later altered in 1988: \"approved and guaranteed\" was changed to \"evaluated and approved\". In 1989, the seal became gold and white, as it currently appears, with a shortened phrase, \"Official Nintendo Seal of Quality\". It was changed in 2003 to read \"Official Nintendo Seal\".\nThe seal currently reads this:\nPAL regions.\nIn &lt;a href=\"PAL\"&gt;PAL&lt;/a&gt; regions, the seal is a circular starburst named the \"Original Nintendo Seal of Quality.\" Text near the seal in the &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;n &lt;a href=\"Wii\"&gt;Wii&lt;/a&gt; manual states:\nCharitable projects.\nIn 1992, Nintendo teamed with the &lt;a href=\"Starlight%20Children%27s%20Foundation\"&gt;Starlight Children's Foundation&lt;/a&gt; to build Starlight Fun Center mobile entertainment units and install them in hospitals. 1,000 Starlight Nintendo Fun Center units were installed by the end of 1995. These units combine several forms of multimedia entertainment, including gaming, and serve as a distraction to brighten moods and boost kids' morale during hospital stays.\nEnvironmental record.\nNintendo has consistently been ranked last in &lt;a href=\"Greenpeace\"&gt;Greenpeace&lt;/a&gt;'s \"Guide to Greener Electronics\" due to Nintendo's failure to publish information. Similarly, they are ranked last in the &lt;a href=\"Enough%20Project\"&gt;Enough Project&lt;/a&gt;'s \"Conflict Minerals Company Rankings\" due to Nintendo's refusal to respond to multiple requests for information.\nLike many other electronics companies, Nintendo offers a take-back &lt;a href=\"recycling\"&gt;recycling&lt;/a&gt; program which allows customers to mail in old products they no longer use. Nintendo of America claimed that it took in 548 tons of returned products in 2011, 98% of which was either reused or recycled."
}