{
    "id": "21203339",
    "revid": "1068784753",
    "url": "https://en.wikipedia.org/wiki?curid=21203339",
    "title": "Fear Factor Live",
    "text": "Fear Factor Live was a &lt;a href=\"stunt%20show\"&gt;stunt stage show&lt;/a&gt; attraction located in &lt;a href=\"Universal%20Studios%20Florida%23World%20Expo\"&gt;World Expo&lt;/a&gt; at &lt;a href=\"Universal%20Studios%20Florida\"&gt;Universal Studios Florida&lt;/a&gt;, and previously, &lt;a href=\"Universal%20Studios%20Hollywood%23Upper%20Lot\"&gt;Upper Lot&lt;/a&gt; at &lt;a href=\"Universal%20Studios%20Hollywood\"&gt;Universal Studios Hollywood&lt;/a&gt;. Both attractions opened in Spring of 2005. The Hollywood attraction was closed on August 14, 2008 to make way for , which opened in Spring 2009. The Florida attraction began operating on a seasonal schedule on June 3, 2005. The attraction began running again on a full-time basis (except for Halloween Horror Nights considerations) in the Summer of 2010. The attraction is based on the &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; television series \"&lt;a href=\"Fear%20Factor\"&gt;Fear Factor&lt;/a&gt;\", and features theme park guests becoming contestants in various stunts inspired by the show. After temporarily closing in March 2020 due to the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20States\"&gt;COVID-19 pandemic&lt;/a&gt;, Universal confirmed in October 2021 that the attraction would not reopen. \nUniversal Studios Florida.\nMain show.\nThere are 3 main stunts in each show (which uses 6 volunteers which are picked before the show for controlling of the stunt elements), along with two mini-stunts (which uses different volunteers which are selected at least 30 minutes prior to each show).\nMain stunts.\nStunt 1: Endurance Hang.\nIn the Endurance Hang, six contestants are asked to hang from a stationary \"y-bar\" 35 feet in the air and will have to hang on as long as they can. Adding to the challenge is that from fifteen seconds into the stunt, fans (controlled by volunteers) will be activated which blow strongly towards the contestants. The first two contestants that drop will be eliminated and asked to make the \"Walk of Shame\".\nStunt 2: Eel Tank Relay.\nThis stunt consists of two parts, and the 4 remaining contestants will be paired up in groups of two (one of them will be tethered while the other one is not). The first part of the stunt has the non-tethered contestants retrieve bean bags from an aquarium full of \"carnivorous eels\". The second part consists of the non-tethered contestants throwing the beanbags to their tethered partners holding buckets, however instead of beanbags, \"rancid\" octopuses will be used (and the amount of octopuses thrown by the non tethered contestants is determined by the amount of beanbags retrieved in the first part). The tethered contestant will then swing back and forth on a rope pendulum with trying to throw to octopus into the non-tethered contestants buckets. Adding to the challenge to the second part is that volunteers will use water cannons to impede the progress of each team. Both parts of the eel tank relay has a 30-second time limit. The winning team is determined by whoever can get the most squid within the 30 second limit. In the event of a tie, the team that had a member hold on the longest during the first stunt (Endurance Hang) will bring their partner to the finale.\nStunt 3: Stuntman's Challenge.\nIn the final stunt the winning team of the Eel Tank Relay is split up again, and will pit both remaining contestants against each other. The first segment involves both contestants retrieving four (4) flags which are hung from window sills. Adding to the challenge to this segment are 3 things: rain sprinklers, air cannons which blast wind from the windows, and a &lt;a href=\"foam\"&gt;foam&lt;/a&gt; &lt;a href=\"ball\"&gt;ball&lt;/a&gt; &lt;a href=\"cannon\"&gt;cannon&lt;/a&gt; (which is similar to the ones in the ball factory in &lt;a href=\"Curious%20George%20Goes%20to%20Town\"&gt;Curious George Goes to Town&lt;/a&gt; at Woody Woodpecker's KidZone) which shoots balls. Once all flags are retrieved, the players end up getting into a yellow convertible where they must wait until they reach the top (28 feet in the air – 15 degree angle). Once the car reaches the top, the contestant will retrieve flags from the car. Once again, the volunteers picked before the show will be impeding the contestants by triggering rain sprinklers. Once all flags are retrieved, the contestant will be able to pick up a \"rocket launcher\" to shoot at a target. When this happens, three pyrotechnic cues are hit, and the building facade falls on the host and the winner is declared.\nMini-stunts.\nMini Stunt 1: Desert Hat Ordeal.\nIn this mini stunt which happens between the Endurance Hang and Eel Tank Relay stunts, a volunteer will be strapped to a chair where their head will be encased in a transparent box while wearing protective equipment (swimming goggles for eye protection and a mask which covers the nose and mouth). Then the volunteer's partner will be asked to spin a wheel which determines what will be placed in the box (this includes scorpions, snakes, spiders, cockroaches), however, the wheel always lands on scorpions so the spinning of the wheel is actually irrelevant.\nMini Stunt 2: Guess What's Crawling to Dinner.\nIn this mini-stunt which happens between the Eel Tank Relay and Stuntman's Challenge stunts. Two teams of two guests each will have 30 seconds to complete a mixture of meat, seafood, \"sour milk\" and insects. Whichever team completes both mixtures will be the winners of this stunt.\nVariations.\nDuring off-peak times when there is low park attendance, fewer than the full six contenders may be available or selected to take part. In this event, the three stunts still take place, but with modifications. For example, where three contestants participate:\nUniversal Studios Hollywood.\nStunt 1: Endurance Hang.\nThe Endurance Hang for the Hollywood version of the show was almost identical to the Orlando version, however it didn't have the industrial fans which blew the contestants.\nStunt 2: Eel Tank Relay.\nAlthough sharing the same name with the Orlando version, the stunts are completely different. The four remaining contestants from Stunt 1 have to collect flags from a tank full of eels, and then put them onto a hanging pole which has their contestant number on it. While doing this, there is a rotating 'roundabout' section of the stage which has a few obstructions to make it more difficult for the contestant to put the flag onto their pole. Once repeating this to get 3 flags, one at a time, they then can go to a table which has smoothies made from fish guts, pig hearts and dead insects. They must drink the entire smoothie to win. The first 2 contestants to do this move on to the final round.\nStunt 3: Shock and Roll.\nIn the final stunt, the two contestants must hold onto a wheel with 2 electrodes on it, and spin the wheel to add to an illuminated meter. While doing this, they would be electrocuted with a \"high voltage\" current, and the higher the meter got, the more frequent the shocks would be. The contestants are also attached to bungee cords, which resulted in the loser to be catapulted away from the wheel. The presenter also claimed that the audience must \"be seated at all times, on their metal seats\", which appears to be a joke, although claimed to not be.\nAudience participation.\nUniversal invites guests to become contestants in the show. Guests who wish to participate must be at least 18 years of age or older and may sign in at a booth located across from the attraction. Guests sitting in the front rows during the show are also invited to participate during the performance.\nHistory.\nThe show opened in May 2005 at both theme parks, replacing The Wild Wild Wild West Stunt Show at the Florida venue and Spider-Man Rocks at the Hollywood venue. The Hollywood venue closed on August 14, 2008 due to lack of popularity, was replaced by \"Creature from the Black Lagoon: The Musical.\" The venue at Universal Studios Florida is replaced by \"Bill and Ted's Excellent Halloween Adventure\" during Halloween Horror Nights, which takes place late September through early November, before the attraction re-opens in mid-November. More recently, the Halloween Nightmare Fuel show was performed in the arena.\nUniversal Studios Florida's \"Fear Factor Live\" attraction was temporarily closed February 5, 2009, a casualty of the current &lt;a href=\"Financial%20crisis%20of%202007%E2%80%932008\"&gt;global economic crisis&lt;/a&gt;. The park expects to offer the attraction during peak attendance periods, if demand calls for it. The attraction was open from April 4 until April 18, 2009 for &lt;a href=\"Spring%20Break\"&gt;Spring Break&lt;/a&gt; performances.\nSince mid-2010, the show has remained open in a full-time, non-seasonal capacity (outside of the three-month closure for \"Bill and Ted's Excellent Halloween Adventure\"). It was closed from March 2020 due to the &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; &lt;a href=\"COVID-19%20pandemic\"&gt;pandemic&lt;/a&gt;, and in October 2021, it was eventually confirmed that it would not reopen."
}