{
    "id": "21257189",
    "revid": "17026172",
    "url": "https://en.wikipedia.org/wiki?curid=21257189",
    "title": "1955 Philadelphia Eagles season",
    "text": "The &lt;a href=\"1955%20NFL%20season\"&gt;1955&lt;/a&gt; &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt; season was their 23rd in the &lt;a href=\"National%20Football%20League\"&gt;league&lt;/a&gt;. They failed to improve on their &lt;a href=\"1954%20Philadelphia%20Eagles%20season\"&gt;previous output&lt;/a&gt; of 7–4–1, winning only four games. The team failed to qualify for the playoffs for the sixth consecutive season.\nOff Season.\nNFL Draft.\nThe &lt;a href=\"1955%20NFL%20Draft\"&gt;1955 NFL Draft&lt;/a&gt; was held on January 27–28, 1955. This was a draft that lasted for 30 rounds, with 12 teams selecting 360 players. This was also a lottery pick year again and the Baltimore Colts had that and the third pick in the draft.\nWith the Lottery bonus pick, they chose &lt;a href=\"George%20Shaw%20%28American%20football%29\"&gt;George Shaw&lt;/a&gt; a &lt;a href=\"Quarterback\"&gt;Quarterback&lt;/a&gt; from the &lt;a href=\"Oregon%20Ducks%20football\"&gt;University of Oregon football program&lt;/a&gt;. Two picks later they chose 1954 &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; winner &lt;a href=\"Alan%20Ameche\"&gt;Alan Ameche&lt;/a&gt; a &lt;a href=\"Fullback%20%28American%20football%29\"&gt;Fullback&lt;/a&gt; that played in the &lt;a href=\"Wisconsin%20Badgers%20football\"&gt;Wisconsin Badgers football&lt;/a&gt; program.\nBecause of a 7–4–1 record in the &lt;a href=\"1954%20Philadelphia%20Eagles%20season\"&gt;1954 Philadelphia Eagles season&lt;/a&gt; the Eagles normally will pick 8th in the odd rounds and 9th in the even rounds. They alternated with the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt; The Eagle made a pick in every round.\nThe Philadelphia Eagles used their 1st round pick, 9th pick in the draft, to select &lt;a href=\"Dick%20Bielski\"&gt;Dick Bielski&lt;/a&gt; a Fullback from &lt;a href=\"University%20of%20Maryland%2C%20College%20Park\"&gt;Maryland&lt;/a&gt;\nOnly draftee from this year draft to be inducted into the Pro Football Hall of Fame is &lt;a href=\"Johnny%20Unitas\"&gt;Johnny Unitas&lt;/a&gt;, Quarterback from the &lt;a href=\"Louisville%20Cardinals%20football\"&gt;Louisville&lt;/a&gt; taken 9th round 102nd overall by the Pittsburgh Steelers. He was a Professional Football Hall of Fame Class of 1979 member.\nPlayer selections.\nThe table shows the Eagles selections and what picks they had that were traded away and the team that ended up with that pick. It is possible the Eagles' pick ended up with this team via another team that the Eagles made a trade with.\nNot shown are acquired picks that the Eagles traded away.\nSchedule.\nNote: Intra-conference opponents are in bold text.\nRoster.\n\"(All time &lt;a href=\"List%20of%20Philadelphia%20Eagles%20players\"&gt;List of Philadelphia Eagles players&lt;/a&gt; in franchise history)\""
}