{
    "id": "21267346",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=21267346",
    "title": "A Scholar Under Siege",
    "text": "A Scholar Under Siege is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; in two acts by contemporary American &lt;a href=\"composer\"&gt;composer&lt;/a&gt; Michael Braz. Braz also wrote the &lt;a href=\"English%20language\"&gt;English language&lt;/a&gt; &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; for the opera which was composed for the centenary of &lt;a href=\"Georgia%20Southern%20University\"&gt;Georgia Southern University&lt;/a&gt;. It premiered on April 20, 2007 in &lt;a href=\"Statesboro%2C%20Georgia\"&gt;Statesboro, Georgia&lt;/a&gt;.\nHistorical background and synopsis.\nThe opera takes as its subject the historic confrontation between Georgia governor &lt;a href=\"Eugene%20Talmadge\"&gt;Eugene Talmadge&lt;/a&gt; and Marvin Pittman who was president of Georgia Teachers College which later became Georgia Southern University. This episode in Georgia history is sometimes known as the \"&lt;a href=\"Cocking%20affair\"&gt;Cocking affair&lt;/a&gt;.\" In brief, Talmadge fired &lt;a href=\"Walter%20Cocking\"&gt;Walter Cocking&lt;/a&gt; who was dean of the College of Education at the University of Georgia. Talmadge accused Cocking of championing &lt;a href=\"Racial%20integration\"&gt;integration&lt;/a&gt;, in this case the admission of &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; students to historically all-white educational institutions. Talmadge flamboyantly declared that he would fire anyone who stood for \"communism or racial equality\". Talmadge fired Pittman for supporting Cocking against Talmadge. As a result of the firings, the teacher's college lost its accreditation. Students rallied, and Pittman and Cocking were eventually rehired.\n\"A Scholar Under Siege\" closely follows this story line with &lt;a href=\"fiction\"&gt;fiction&lt;/a&gt;al dialog added for narrative effect. Pittman emerges as the hero and moral center of the opera which takes on overtones of its &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; political backdrop when Pittman sings — referring to Talmadge, \"One &lt;a href=\"Hitler\"&gt;Hitler&lt;/a&gt; anywhere is one too many\".\nThe cast of characters features only slightly fictionalized versions of many historic characters including not only Talmadge, Cocking, and Pittman, but also \"&lt;a href=\"Atlanta%20Journal%20Constitution\"&gt;Atlanta Journal Constitution&lt;/a&gt;\" editor &lt;a href=\"Ralph%20McGill\"&gt;Ralph McGill&lt;/a&gt;, Georgia Teachers College custodian Mose Bass, and Georgia Southern University alumnus and benefactor Jack Averitt. In Braz's &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt;, Averitt is reimagined as the leader of the student movement that resulted in the restoration of Marvin Pittman to his post as university president. In real life, Averitt was a friend of the Pittman family, but did not lead the charge to have the president reinstalled.\nComposer.\nMichael Braz, the composer of \"A Scholar Under Siege\", is Professor of Music at Georgia Southern University. For nine years, he was also the principal &lt;a href=\"keyboardist\"&gt;keyboardist&lt;/a&gt; for the &lt;a href=\"Augusta%20Symphony%20Orchestra\"&gt;Augusta Symphony Orchestra&lt;/a&gt;. His previous compositions include his 1975 &lt;a href=\"chamber%20opera\"&gt;chamber opera&lt;/a&gt;, \"Memoirs from the Holocaust.\"\nPerformance history.\nBraz spent three years researching the historical background of \"A Scholar Under Siege\" and credits conversations with Georgia Southern colleagues, including retired Professor Dr. Del Presley, whose centennial history of Georgia Southern University was completed at the time of the opera's production. The opera premiered on April 20, 2007 at Georgia Southern University's Performing Arts Center, conducted by Rodney H. Caldwell. The production, which ran for three performances was produced and directed by Sarah Hancock with set design by Gary Dartt, costume design Brenda Dartt, lighting design by Kelly Berry, and &lt;a href=\"choreography\"&gt;choreography&lt;/a&gt; by Mallory Lanier.\nPremiere cast.\nThe principal roles were sung by:\nThe cast also included:\nDaniel Scofield (Dr. Alois Hundhammer), John Marshall (Jurt Feyer), Megan Otte (Mae Michael), Violet Martin (Maime Veazey), Shawn Tupper (Ernest Cannon), John Bressler (Dr. R. J. H. DeLoach), Cyril Durant (Tommie Banks), Daniel Scofield (Sandy Beaver), Japheth Parker (Ormonde Hunter), Mark Diamond (Ellis Arnall), John Marshall (James Peters), Zac Case (Joe Ben Jackson), Sara Teate (Mrs. Sylla Hamilton), Liz Zettler (Hester Newton), Leo Parrish (Dr. Steadman V. Sanford).\nScore.\nThe \"&lt;a href=\"Savannah%20Morning%20News\"&gt;Savannah Morning News&lt;/a&gt;\" said that it mirrored Braz's influences which are cited as &lt;a href=\"Benjamin%20Britten\"&gt;Benjamin Britten&lt;/a&gt;, &lt;a href=\"B%C3%A9la%20Bart%C3%B3k\"&gt;Béla Bartók&lt;/a&gt;, and &lt;a href=\"Leonard%20Bernstein\"&gt;Leonard Bernstein&lt;/a&gt;. Jim Galloway in the \"Atlanta Journal Constitution\" described Braz as using \"a &lt;a href=\"blues\"&gt;blues&lt;/a&gt;y, flat-noted tune to suggest the rather corrupt insider nature of Georgia’s state politics in the 1940s.\"\nCritical reception.\n\"A Scholar Under Siege\" received considerable media attention probably because it encapsules a race struggle from which the southern United States are still recovering today. In an &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; article about \"A Scholar Under Siege\", Russ Bynum wrote, \"Talmadge's defeat proved Georgia voters had limits to how far they would go to defend racial inequality.\" Braz said in an interview with the \"Savannah Morning News\" that political thinkers were noticing his opera because they saw parallels between the administrations of Eugene Talmadge and &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt;. \"Most attention to the opera so far has been from political writers who are fascinated with the text more than the music,\" Braz said. In the same interview, Braz described his opera as \"a study of two conflicting views of power. Talmadge aimed to keep people afraid so that they would vote for him. For him, power was in the numbers. For Pittman, power was in education, in the heart and mind.\"\nThat his opera would be viewed as a political allegory pointing to the theater of current events was not an outcome that Braz specifically sought, he said in an interview for \"Eyrie\", a Georgia Southern University internal publication, but he conceded that he did hate bullying, adding, \"If it’s not stood up to, we’re saying it’s okay.\""
}