{
    "id": "21268762",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=21268762",
    "title": "Tarryl Clark",
    "text": "Tarryl Lynn Clark (born July 31, 1961) is a &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt; politician and a former member of the &lt;a href=\"Minnesota%20Senate\"&gt;Minnesota Senate&lt;/a&gt;. A &lt;a href=\"Minnesota%20Democratic-Farmer-Labor%20Party\"&gt;Democrat&lt;/a&gt;, she represented District 15, including portions of &lt;a href=\"Benton%20County%2C%20Minnesota\"&gt;Benton&lt;/a&gt;, &lt;a href=\"Sherburne%20County%2C%20Minnesota\"&gt;Sherburne&lt;/a&gt;, and &lt;a href=\"Stearns%20County%2C%20Minnesota\"&gt;Stearns&lt;/a&gt; counties, from 2006 to 2011. She was a &lt;a href=\"Democratic-Farmer-Labor%20Party\"&gt;Democratic-Farmer-Labor Party&lt;/a&gt; nominee for &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; in 2010, unsuccessfully challenging incumbent Republican &lt;a href=\"Michele%20Bachmann\"&gt;Michele Bachmann&lt;/a&gt;.\nIn 2011, Clark sought the Democratic nomination to challenge Republican congressman &lt;a href=\"Chip%20Cravaack\"&gt;Chip Cravaack&lt;/a&gt; in &lt;a href=\"Minnesota%27s%208th%20congressional%20district\"&gt;Minnesota's 8th congressional district&lt;/a&gt;, but lost the endorsement to &lt;a href=\"Rick%20Nolan\"&gt;Rick Nolan&lt;/a&gt;, who went on to win the August 2012 primary.\nEarly life and education.\nClark was born in &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, where her father was serving in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;. She is the oldest of four children. She has three brothers, two of whom also went on to serve in the Navy.\nWhile growing up, Clark was active in her school, church and community, joining &lt;a href=\"Girl%20Scouts%20of%20the%20USA\"&gt;Girl Scouts&lt;/a&gt; and &lt;a href=\"4-H\"&gt;4-H&lt;/a&gt;. She frequently volunteered in her church, where she sang in the choir, taught Sunday school, and was one of the first female acolytes in her parish.\nClark attended &lt;a href=\"Drake%20University\"&gt;Drake University&lt;/a&gt; and graduated with a &lt;a href=\"Bachelor%27s%20degree\"&gt;B.A.&lt;/a&gt; in Sociology. She later earned a &lt;a href=\"Master%27s%20Degree\"&gt;Master's Degree&lt;/a&gt; in &lt;a href=\"Education\"&gt;Education&lt;/a&gt; from &lt;a href=\"Arizona%20State%20University\"&gt;Arizona State University&lt;/a&gt;. In 1992, she graduated \"\" from the &lt;a href=\"William%20Mitchell%20College%20of%20Law\"&gt;William Mitchell College of Law&lt;/a&gt; in &lt;a href=\"St.%20Paul%2C%20Minnesota\"&gt;St. Paul, Minnesota&lt;/a&gt;, and she is a licensed attorney.\nEarly career.\nIn 1983, Clark developed the Young Adult Program at the Center for Youth Resources to help teenagers and young mothers develop needed skills to get jobs and raise families. Working with the Land of Lakes Girl Scouts, she developed a teen outreach program to mentor young girls. As a Program Coordinator at the &lt;a href=\"YWCA%20USA\"&gt;YWCA&lt;/a&gt;, she developed and led a teen pregnancy prevention program.\nIn 1990, Clark was a founding member of Central Minnesota's &lt;a href=\"Habitat%20for%20Humanity\"&gt;Habitat for Humanity&lt;/a&gt;. She became the organization's first director, growing the volunteer base from 0 to 400. She and her husband remain active with Habitat.\nAs Executive Director of the Minnesota Community Action Partnership from 1998 to 2006, Clark worked with Community Action agencies and &lt;a href=\"Head%20Start%20Program\"&gt;Head Start Program&lt;/a&gt;s across Minnesota. She traveled to towns and cities across Minnesota, talking with community leaders and volunteers about helping people through activities like &lt;a href=\"Meals%20on%20Wheels\"&gt;Meals on Wheels&lt;/a&gt;, emergency shelters, and other local and regional efforts.\nIn 2003, after the death of DFL Associate Chair Mary McEvoy in the plane crash that also claimed the lives of &lt;a href=\"Paul%20Wellstone\"&gt;Senator Paul&lt;/a&gt; and Sheila Wellstone, Clark was elected Associate Chair of the &lt;a href=\"Minnesota%20Democratic-Farmer-Labor%20Party\"&gt;Minnesota Democratic-Farmer-Labor Party&lt;/a&gt; (DFL).\nPolitical career.\nState Senate.\nIn December 2005, Clark won a special election to succeed outgoing Republican Senator &lt;a href=\"Dave%20Kleis\"&gt;Dave Kleis&lt;/a&gt;, who was elected mayor of &lt;a href=\"St.%20Cloud%2C%20Minnesota\"&gt;St. Cloud&lt;/a&gt;. She was reelected to a full four-year term in the 2006 general election. Clark received the highest number of votes of any candidate in any race in Senate District 15: 15,581, representing 56.3% of the vote. \nClark's district included portions of &lt;a href=\"Benton%20County%2C%20Minnesota\"&gt;Benton&lt;/a&gt;, &lt;a href=\"Sherburne%20County%2C%20Minnesota\"&gt;Sherburne&lt;/a&gt;, and &lt;a href=\"Stearns%20County%2C%20Minnesota\"&gt;Stearns&lt;/a&gt; counties.\nIn 2006, Clark was elected Senate Assistant Majority Leader by her colleagues.\nClark was a member of the Senate's Education, Higher Education, and Rules &amp; Administration committees. She also served on the Finance subcommittees for the E-12 Education Budget and Policy Division, and for the Higher Education Budget and Policy Division, and on the Rules &amp; Administration subcommittees for Conference Committees, and for Permanent and Joint Rules.\n2010 U.S. Congressional campaign.\nIn July 2009, Clark announced her candidacy for the 2010 Democratic nomination in &lt;a href=\"Minnesota%27s%206th%20Congressional%20District\"&gt;Minnesota's 6th Congressional District&lt;/a&gt;, a seat held then by Representative &lt;a href=\"Michele%20Bachmann\"&gt;Michele Bachmann&lt;/a&gt;. After just 22 weeks in the race, Clark reported raising more than $600,000 in 2009 from more than 5,000 individual donors.\nOn January 28, 2010, Clark formally launched her campaign and embarked on a 6-day \"Working for You\" Tour of Minnesota's 6th District.\nClark was endorsed by several high-profile elected officials, including &lt;a href=\"Walter%20Mondale\"&gt;Vice President Walter Mondale&lt;/a&gt;, &lt;a href=\"Al%20Franken\"&gt;Senator Al Franken&lt;/a&gt;, and &lt;a href=\"Jim%20Oberstar\"&gt;Representative Jim Oberstar&lt;/a&gt;, as well as former 6th District candidates &lt;a href=\"Patty%20Wetterling\"&gt;Patty Wetterling&lt;/a&gt; and &lt;a href=\"Elwyn%20Tinklenberg\"&gt;El Tinklenberg&lt;/a&gt;. Democratic Representatives &lt;a href=\"Keith%20Ellison%20%28politician%29\"&gt;Keith Ellison&lt;/a&gt; and &lt;a href=\"Collin%20Peterson\"&gt;Collin Peterson&lt;/a&gt; contributed to Clark's campaign.\nClark received the &lt;a href=\"Minnesota%20Democratic%E2%80%93Farmer%E2%80%93Labor%20Party\"&gt;Democratic-Farmer-Labor&lt;/a&gt; (DFL) endorsement in March 2010. She was also endorsed by nearly every prominent &lt;a href=\"trade%20union\"&gt;union&lt;/a&gt; in the state, including Minnesota &lt;a href=\"AFL-CIO\"&gt;AFL-CIO&lt;/a&gt;, &lt;a href=\"Education%20Minnesota\"&gt;Education Minnesota&lt;/a&gt;, &lt;a href=\"Teamsters\"&gt;Teamsters&lt;/a&gt; Joint Council 32, &lt;a href=\"American%20Federation%20of%20State%2C%20County%20and%20Municipal%20Employees\"&gt;AFSCME&lt;/a&gt; Council 5, AFSCME Council 65, North Central States Regional Council of Carpenters, &lt;a href=\"UNITE%20HERE\"&gt;UNITE HERE Minnesota&lt;/a&gt;, Laborers District Council of Minnesota and North Dakota, &lt;a href=\"Service%20Employees%20International%20Union\"&gt;SEIU&lt;/a&gt; Minnesota State Council, Minnesota Nurses Association, &lt;a href=\"International%20Union%20of%20Operating%20Engineers\"&gt;International Union of Operating Engineers&lt;/a&gt; (IUOE) Local 49, Take Action Minnesota, and the &lt;a href=\"St.%20Cloud%20State%20University\"&gt;Saint Cloud State&lt;/a&gt; &lt;a href=\"College%20Democrats%20of%20America\"&gt;College Democrats&lt;/a&gt;. Clark was also endorsed by &lt;a href=\"EMILY%27s%20List\"&gt;EMILY's List&lt;/a&gt;, womenwinning, and the Women's Campaign Forum. In July 2010, the Minnesota Police and Peace Officers Association endorsed Clark over Bachmann. A spokesman for the organization said that its board of directors was \"conservative in nature\" but had endorsed Clark because of her \"clear record of supporting our profession.\" She also received the endorsement of the \"St. Cloud Times\" newspaper.\nClark was defeated by Bachmann 52% to 38%.\n2012 U.S. Congressional campaign.\nOn May 8, 2011, Clark announced that she was seeking the DFL nomination for &lt;a href=\"Minnesota%27s%208th%20congressional%20district\"&gt;Minnesota's 8th district&lt;/a&gt; in 2012. The seat was then held by &lt;a href=\"Chip%20Cravaack\"&gt;Chip Cravaack&lt;/a&gt;, who defeated &lt;a href=\"Jim%20Oberstar\"&gt;Jim Oberstar&lt;/a&gt; in 2010. On August 14, 2012, Clark lost the primary election to Rick Nolan.\nLeadership awards.\nIn February 2010, Clark was recognized by the \"St. Cloud Times\" as one of the area's \"10 most influential people of the decade.\"\nIn 2009, Clark received two awards for her legislation achievements: the Legislator of Distinction award for supporting city-friendly legislation by the League of Minnesota Cities; and the Legislator of the Year by the &lt;a href=\"Minnesota%20Association%20of%20Professional%20Employees\"&gt;Minnesota Association of Professional Employees&lt;/a&gt;.\nIn 2008, Clark was honored by Central Minnesota &lt;a href=\"Habitat%20for%20Humanity\"&gt;Habitat for Humanity&lt;/a&gt; for her contribution to Women Build 2008.\nPersonal life.\nClark and her husband, Doug, have two sons, Colin and Nathan. They have lived in &lt;a href=\"St.%20Cloud%2C%20Minnesota\"&gt;St. Cloud&lt;/a&gt; for over 20 years. She attends St. John's Church in St. Cloud and is an active member of the St. Cloud &lt;a href=\"Rotary%20International\"&gt;Rotary&lt;/a&gt;."
}