{
    "id": "21327777",
    "revid": "57939",
    "url": "https://en.wikipedia.org/wiki?curid=21327777",
    "title": "Bagger 293",
    "text": "Bagger 293, previously known as the MAN TAKRAF RB293, is a giant &lt;a href=\"bucket-wheel%20excavator\"&gt;bucket-wheel excavator&lt;/a&gt; made by the &lt;a href=\"Germany\"&gt;German&lt;/a&gt; industrial company &lt;a href=\"TAKRAF\"&gt;TAKRAF&lt;/a&gt;, formerly an East German &lt;a href=\"Kombinat\"&gt;Kombinat&lt;/a&gt;.\nIt owns or shares some records for terrestrial vehicle size in the \"&lt;a href=\"Guinness%20Book%20of%20Records\"&gt;Guinness Book of Records&lt;/a&gt;\". Bagger 293 was built in 1995, one of a group of similar sized 'sibling' vehicles such as the Bagger 281 (built in 1958), Bagger 285 (1975), Bagger 287 (1976), &lt;a href=\"Bagger%20288\"&gt;Bagger 288&lt;/a&gt; (1978), Bagger 291 (1993).\nIt is used in a &lt;a href=\"brown%20coal\"&gt;brown&lt;/a&gt; &lt;a href=\"coal%20mine\"&gt;coal mine&lt;/a&gt; near &lt;a href=\"Tagebau%20Hambach\"&gt;Hambach&lt;/a&gt; in Germany. It is called Bagger 293 by its current owner, &lt;a href=\"RWE\"&gt;RWE&lt;/a&gt; Power AG (the second-largest energy producer of Germany). It was called RB293 by its former owner, the brown coal company Rheinbraun, which since 1932 was already a daughter company of RWE (but during an internal reshuffle in 2003 merged with another daughter company to form RWE Power AG). Manufacturer TAKRAF generally refers to it as an excavator of the type SRs 8000.\nStatistics.\nBagger 293 is 96 metres (314.9 feet) tall (Guinness World Record for heaviest terrestrial vehicle, shared with Bagger 288). It is 225 metres (738.2 feet) long (same as Bagger 287), weighs 14,200 &lt;a href=\"tonne\"&gt;tonne&lt;/a&gt;s (31.3 million pounds), and requires five people to operate. It is powered by an external power source providing 16.56 megawatts. The bucket-wheel itself is over 21.3 metres (69.9 feet) in diameter with 18 buckets, each of which can hold over 15 cubic metres (529.7 cubic feet) of material.\nIt can move or 218,880 tonnes of soil per day (the same as Bagger 288)."
}