{
    "id": "21343453",
    "revid": "31179414",
    "url": "https://en.wikipedia.org/wiki?curid=21343453",
    "title": "Pjetër Meshkalla High School",
    "text": "Pjetër Meshkalla High School (\"Shkolla e Mesme Pjetër Meshkalla\") is a &lt;a href=\"private%20school\"&gt;private&lt;/a&gt; &lt;a href=\"Catholic%20Church%20in%20Albania\"&gt;Roman Catholic&lt;/a&gt; secondary school located in &lt;a href=\"Shkodra\"&gt;Shkodra&lt;/a&gt;, &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;. Founded in 1877 by &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt;s from &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;, the school is named for the Jesuit , martyr of the Communist era. \"Shkodër Jesuit College\" was a Jesuit college in &lt;a href=\"Shkod%C3%ABr\"&gt;Shkodër&lt;/a&gt;, in northwestern Albania. The college has traditionally been an important centre of scholarly study into Albanian literature and language.\nHistory.\nThe beginning of the Jesuit presence in Albania was in 1841 with some Jesuits from Sicily, while Albania was still under the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; and lacked the boundaries it has today. Evangelism remained problematic but in 1854 the Office of the Vatican Missionary Bishops and Albanians opened a seminary in Shkodra for the southern &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt;, entrusted to the Italian Jesuits. The college was started in 1877, as a &lt;a href=\"Saint%20Francis%20Xavier\"&gt;Xavier&lt;/a&gt; college ().\nIn 1877 the Jesuits opened &lt;a href=\"Shkoder\"&gt;Shkoder&lt;/a&gt; Saverian College, first as a trade school and then as a classic &lt;a href=\"liceum\"&gt;liceum&lt;/a&gt; after the 1912 declaration of Albania's independence from the Ottoman Empire. This was accompanied by itinerant missionary work, alongside cultural, religious, artistic, musical, and theatrical groups, and publication of the magazine \"Immaculate Conception\". In 1944 the &lt;a href=\"Russian%20communism\"&gt;communists&lt;/a&gt; came to power. Repression and persecution of Catholics followed. Among the 40 deemed martyrs in Albania during this period were Fr. Daniel Dajan, Rector of the College and Saverian Seminary. and Brother John Pantalia who ran the publishing house. The distinguished poet &lt;a href=\"Ndre%20Mjeda\"&gt;Ndre Mjeda&lt;/a&gt; taught at the Jesuit college from 1930.\nOnly in 1990 did a new regime lead to the return of the Jesuits. In February 1992 they opened in the Shkodra Archbishopric a minor seminary. In 1994 they regained the property of the former Saverian College. A technical school and high school, recognized by the State, emerged. A seminary for all Albania, including philosophy and theology, opened in 1998 with help from &lt;a href=\"Renovabis\"&gt;Renovabis&lt;/a&gt; and the Italian Jesuits.\nMiddle School \"Pjetër Meshkalla\" replaced the earlier Xaverian College, and has since 1998 grown into a secondary school accommodating 500 students (60% girls) in 18 classes. Their religious background is Christian (75% – mostly Catholics, some Orthodox) and &lt;a href=\"Islam%20in%20Albania\"&gt;Muslim&lt;/a&gt; (25%). About 25% are village children.\nIn 2000 the seminary split off from the middle school. On 29 June 2000 the first priests trained locally were ordained since the communist period. The School of Higher Studies of Philosophy and Theology is a promoter of the Albanian language and of dialogue with the Orthodox Church and with &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;.\nCollege emblem: the two-headed eagle face, above: For God, For atme, and Progress. "
}