{
    "id": "213567",
    "revid": "1066090415",
    "url": "https://en.wikipedia.org/wiki?curid=213567",
    "title": "Hastings Banda",
    "text": "Hastings Kamuzu Banda (c. 1898 or 1906/1907 – 25 November 1997) was the &lt;a href=\"Prime%20Minister%20of%20Malawi\"&gt;Prime Minister&lt;/a&gt; and later &lt;a href=\"President%20of%20Malawi\"&gt;President&lt;/a&gt; of &lt;a href=\"Malawi\"&gt;Malawi&lt;/a&gt; from 1964 to 1994 (for the first year of his rule as it achieved independence in 1964, Malawi was the &lt;a href=\"British%20protectorate\"&gt;British protectorate&lt;/a&gt; of &lt;a href=\"Nyasaland\"&gt;Nyasaland&lt;/a&gt;). In 1966, the country became a &lt;a href=\"republic\"&gt;republic&lt;/a&gt; and he became president. His rule has been characterized as a \"highly repressive &lt;a href=\"autocracy\"&gt;autocracy&lt;/a&gt;.\"\nAfter receiving much of his education in ethnography, linguistics, history, and medicine overseas, Banda returned to Nyasaland to speak against &lt;a href=\"colonialism\"&gt;colonialism&lt;/a&gt; and advocate independence from the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;. He was formally appointed Prime Minister of Nyasaland, and led the country to independence in 1964. Two years later, he proclaimed Malawi a republic with himself as president. He consolidated power and later declared Malawi a &lt;a href=\"one-party%20state\"&gt;one-party state&lt;/a&gt; under the &lt;a href=\"Malawi%20Congress%20Party\"&gt;Malawi Congress Party&lt;/a&gt; (MCP). In 1970, the MCP made him the party's &lt;a href=\"President%20for%20Life\"&gt;President for Life&lt;/a&gt;. In 1971, he became President for Life of Malawi itself.\nA renowned &lt;a href=\"anti-communist\"&gt;anti-communist&lt;/a&gt; leader in Africa, he received support from the &lt;a href=\"Western%20Bloc\"&gt;Western Bloc&lt;/a&gt; during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. He generally supported &lt;a href=\"women%27s%20rights\"&gt;women's rights&lt;/a&gt;, improved the country's &lt;a href=\"infrastructure\"&gt;infrastructure&lt;/a&gt; and maintained a good educational system relative to other African countries. However, he presided over one of the most repressive regimes in Africa, an era that saw political opponents regularly tortured and murdered. Human rights groups estimate that at least 6,000 people were killed, tortured and jailed without trial. As many as 18,000 people were killed during his rule, according to one estimate. He received criticism for maintaining full diplomatic relations with the &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; &lt;a href=\"National%20Party%20%28South%20Africa%29\"&gt;government&lt;/a&gt; in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;.\nBy 1993, amid increasing domestic and international pressure, he agreed to hold &lt;a href=\"1993%20Malawian%20democracy%20referendum\"&gt;a referendum&lt;/a&gt; which ended the one-party system. Soon afterwards, a special assembly ended his life-term presidency and stripped him of most of his powers. Banda ran for president in the &lt;a href=\"1994%20Malawian%20general%20election\"&gt;democratic elections&lt;/a&gt; that followed and he was defeated. He died in South Africa on 25 November 1997.\nEarly life.\nKamuzu Banda was born Akim Kamnkhwala Mtunthama Banda near &lt;a href=\"Kasungu\"&gt;Kasungu&lt;/a&gt; in Malawi (then &lt;a href=\"British%20Central%20Africa\"&gt;British Central Africa&lt;/a&gt;) to Mphonongo Banda and Akupingamnyama Phiri. His date of birth is unknown, as it took place when there was no birth registration documentation but Banda himself often gave his date of birth as 14 May 1906. Later, when presented with evidence of certain tribal customs by a friend, Dr Donal Brody, Banda said: \"No one knows the hour, the date, the month or the year in which I was born, although I now accept the evidence that you give me – March or April 1898.\"\nHe left his village school near Mtunthama for his maternal grandparents' home and attended Chayamba Primary School in Chikondwa. In 1908, he moved to Chilanga mission station and was baptized in 1910.\nThe name Kamnkhwala, meaning \"little medicine\", was replaced with Kamuzu, which means \"little root\". The name Kamuzu was given to him because he was conceived after his mother had been given root herbs by a medicine man to cure infertility. He took the &lt;a href=\"Christian%20name\"&gt;Christian name&lt;/a&gt; of Hastings after being &lt;a href=\"baptised\"&gt;baptised&lt;/a&gt; into the &lt;a href=\"Church%20of%20Scotland\"&gt;Church of Scotland&lt;/a&gt; by Dr &lt;a href=\"George%20Prentice\"&gt;George Prentice&lt;/a&gt;, a Scot, in 1910, naming himself after John Hastings, a Scottish missionary working near his village whom he admired. The prefix \"doctor\" was earned through his education.\nAround 1915–16 Banda left home on foot with Hanock Msokera Phiri, an uncle who had been a teacher at the nearby &lt;a href=\"Livingstonia\"&gt;Livingstonia&lt;/a&gt; mission school, for Hartley, &lt;a href=\"Southern%20Rhodesia\"&gt;Southern Rhodesia&lt;/a&gt; (now &lt;a href=\"Chegutu\"&gt;Chegutu&lt;/a&gt;, Zimbabwe). He apparently wanted to enrol at the famous Scottish Presbyterian &lt;a href=\"Lovedale%20%28South%20Africa%29\"&gt;Lovedale Missionary Institute&lt;/a&gt; in South Africa but completed his Standard 8 education without studying there. In 1917 he left on foot for &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt; in South Africa. He worked at the &lt;a href=\"Witwatersrand\"&gt;Witwatersrand&lt;/a&gt; Deep Mine on the Transvaal Reef for several years. During this time, he met Bishop &lt;a href=\"William%20Tecumseh%20Vernon\"&gt;William Tecumseh Vernon&lt;/a&gt; of the &lt;a href=\"African%20Methodist%20Episcopal%20Church\"&gt;African Methodist Episcopal Church&lt;/a&gt; (AME) who offered to pay his tuition fee at a &lt;a href=\"Methodist\"&gt;Methodist&lt;/a&gt; school in the United States if he could pay his own passage. In 1925, he left for &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt;.\nLife abroad (1925–1958).\nUnited States.\nBanda studied in the high school section of Wilberforce Institute, an African American &lt;a href=\"African%20Methodist%20Episcopal%20Church\"&gt;AME&lt;/a&gt; college (a member of AME), now known as &lt;a href=\"Central%20State%20University\"&gt;Central State University&lt;/a&gt;, in &lt;a href=\"Wilberforce%2C%20Ohio\"&gt;Wilberforce, Ohio&lt;/a&gt;, and graduated in 1928 with a diploma. With his financial support now ended, Banda earned some money on speaking engagements arranged by the &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;ian educationalist Kweyir Aggrey, whom he had met in South Africa.\nSpeaking at a &lt;a href=\"Kiwanis\"&gt;Kiwanis&lt;/a&gt; club meeting he met Dr Herald, with whose help he enrolled as a pre-medical student at &lt;a href=\"Indiana%20University\"&gt;Indiana University&lt;/a&gt;, where he lodged with Mrs W. N. Culmer. At Bloomington he wrote several essays about his native &lt;a href=\"Chewa%20people\"&gt;Chewa tribe&lt;/a&gt; for the folklorist &lt;a href=\"Stith%20Thompson\"&gt;Stith Thompson&lt;/a&gt;, who introduced him to &lt;a href=\"Edward%20Sapir\"&gt;Edward Sapir&lt;/a&gt;, an anthropologist at the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;, to which, after four semesters, he transferred. During his period there he collaborated with the Afro-American anthropologist and linguist &lt;a href=\"Mark%20Hanna%20Watkins\"&gt;Mark Hanna Watkins&lt;/a&gt;, providing information on his native &lt;a href=\"Chewa%20language\"&gt;Chewa language&lt;/a&gt;. This led to the publication of a grammar book of the language. In Chicago he lodged with an African-American, Corinna Saunders. He majored in history, graduating with a &lt;a href=\"Bachelor%20of%20Philosophy\"&gt;B.Phil.&lt;/a&gt; degree in 1931.\nDuring this time he enjoyed financial support from Mrs Smith, whose husband, Douglas Smith, had made fortunes from patent medicines and &lt;a href=\"Pepsodent\"&gt;Pepsodent&lt;/a&gt; toothpaste and as a member of the Eastman Kodak board. He then, still with financial support from these and other benefactors (including Walter B. Stephenson of the Delta Electric Company), studied medicine at &lt;a href=\"Meharry%20Medical%20College\"&gt;Meharry Medical College&lt;/a&gt; in &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;, from which he obtained an &lt;a href=\"Doctor%20of%20Medicine\"&gt;M.D.&lt;/a&gt; degree in 1937. Banda became the second Malawian person to receive a medical degree, following &lt;a href=\"Daniel%20Sharpe%20Malekebu\"&gt;Daniel Sharpe Malekebu&lt;/a&gt;.\nUnited Kingdom.\nTo practise medicine in territories of the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;, however, Banda was apparently required to get a second medical degree; he attended the &lt;a href=\"University%20of%20Edinburgh\"&gt;University of Edinburgh&lt;/a&gt; and was subsequently awarded a &lt;a href=\"Bachelor%20of%20Medicine%2C%20Bachelor%20of%20Surgery%23Scotland\"&gt;Scottish triple conjoint diploma&lt;/a&gt; (with post-nominals &lt;a href=\"Royal%20College%20of%20Physicians%20of%20Edinburgh\"&gt;LRCP(Edin)&lt;/a&gt;, &lt;a href=\"Royal%20College%20of%20Surgeons%20of%20Edinburgh\"&gt;LRCS(Edin)&lt;/a&gt; and &lt;a href=\"Royal%20College%20of%20Physicians%20and%20Surgeons%20of%20Glasgow\"&gt;LRCPSG&lt;/a&gt;) in 1941. His studies were funded by stipends of £300 per year from the government of Nyasaland (to facilitate his return there as a doctor) and from the &lt;a href=\"Church%20of%20Scotland\"&gt;Church of Scotland&lt;/a&gt;; neither of these benefactors was aware of the other. (There are conflicting accounts of this. He might still have been funded by Mrs Smith.) When he enrolled for courses in tropical diseases in &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt;, the Nyasaland government terminated his stipend. He was forced to leave Liverpool when he refused on conscientious grounds to be conscripted as an Army doctor. He also became an elder of a parish in the Church of Scotland.\nBetween 1941 and 1945 he worked as a doctor in &lt;a href=\"North%20Shields\"&gt;North Shields&lt;/a&gt;, near &lt;a href=\"Newcastle%20upon%20Tyne\"&gt;Newcastle upon Tyne&lt;/a&gt;. He was a tenant of Mrs Amy Walton at this time in Alma Place in North Shields and sent a Christmas card to her every year right up until her death in the late-1960s.. In 1944, he met Merene French, the daughter-in-law of one of his patients, and began a relationship with her.\nAfter World War II, he established a practice at the London suburb of &lt;a href=\"Kilburn%2C%20London\"&gt;Kilburn&lt;/a&gt; and became politically active by joining the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; and Fabian Colonial Bureau, which was founded in 1940.\nBanda moved to &lt;a href=\"London\"&gt;London&lt;/a&gt; in 1945, two months after the armistice, buying a practice in the North London suburb of &lt;a href=\"Harlesden\"&gt;Harlesden&lt;/a&gt;. Initially, he stayed at Mrs French's house, with Mr. French joining them in October 1945. Later, he bought his own house in Brondesbury Park. Mrs French moved in as his housekeeper, together with her husband. According to other accounts, he lodged in a hotel, The Conway Court, in Paddington run by Mrs Janet Evans. Reportedly, he avoided returning to Nyasaland for fear that his new-found financial resources would be consumed by his extended family back home.\nIn 1945, at the behest of Chief Mwase of &lt;a href=\"Kasungu\"&gt;Kasungu&lt;/a&gt;, whom he had met in England in 1939, and other politically active Malawians, he represented the &lt;a href=\"Nyasaland%20African%20Congress\"&gt;Nyasaland African Congress&lt;/a&gt; at the &lt;a href=\"Fifth%20Pan-African%20Congress\"&gt;Fifth Pan-African Congress&lt;/a&gt; in Manchester. From this time, he took an increasingly active interest in his native land, advising the Congress and providing it with some financial support. With help from sympathetic Britons, he also lobbied in London on behalf of the Congress.\nFederation of Rhodesia and Nyasaland and move to Ghana.\nBanda was actively opposed to the efforts of &lt;a href=\"Roy%20Welensky\"&gt;Sir Roy Welensky&lt;/a&gt;, a politician in &lt;a href=\"Northern%20Rhodesia\"&gt;Northern Rhodesia&lt;/a&gt;, to form a federation between Southern and Northern Rhodesia with Nyasaland, a move which he feared would result in further deprivation of rights for the Nyasaland blacks. The (as he famously called it) \"stupid\" federation was formed in 1953.\nIt was rumoured with some excitement that he would return to Nyasaland in 1951, but he moved instead to the &lt;a href=\"Gold%20Coast%20%28British%20colony%29\"&gt;Gold Coast&lt;/a&gt; in West Africa. He went there partly because of a scandal involving his receptionist in Harlesden, Merene French (Mrs French); despite reports that she became pregnant with his child, this has never been confirmed. Banda was cited as co-respondent in the divorce of Mr. French and accused of adultery with Mrs French. She followed Banda to West Africa, but he wanted nothing more to do with her. (She died in 1976.)\nCall to return home.\nSeveral influential Congress leaders, including &lt;a href=\"Henry%20Chipembere\"&gt;Henry Chipembere&lt;/a&gt;, &lt;a href=\"Kanyama%20Chiume\"&gt;Kanyama Chiume&lt;/a&gt;, &lt;a href=\"Dunduzu%20Chisiza\"&gt;Dunduzu Chisiza&lt;/a&gt; and &lt;a href=\"T.D.T.%20Banda\"&gt;T.D.T. Banda&lt;/a&gt; (no relation) pleaded with him to return to Nyasaland to take up leadership of their cause. A delegation sent to London met with Banda at the &lt;a href=\"Port%20of%20Liverpool\"&gt;Port of Liverpool&lt;/a&gt; where he was making arrangements to return to Ghana. He agreed to return, but asked for some time to sort out a few private matters, probably seeking to clear his political name after the Mrs French debacle. The delegation returned without him and proceeded to make arrangements for his imminent return. After two false starts, including a fracas between the police and African crowds threatening to storm a &lt;a href=\"BOAC\"&gt;BOAC&lt;/a&gt; aeroplane rumoured to be carrying Dr Banda at &lt;a href=\"Chileka%20Airport\"&gt;Chileka Airport&lt;/a&gt;, Banda finally made a showing on 6 July 1958 after an absence of about 42 years. In August, at Nkata Bay, he was acclaimed as the leader of the Congress.\nReturn to Nyasaland.\nHe soon began touring the country, speaking against the &lt;a href=\"Central%20African%20Federation\"&gt;Central African Federation&lt;/a&gt; (also known as the &lt;a href=\"Federation%20of%20Rhodesia%20and%20Nyasaland\"&gt;Federation of Rhodesia and Nyasaland&lt;/a&gt;), and urging its citizens to become members of the party. Allegedly, he was so out of practice in his native &lt;a href=\"Chichewa%20language\"&gt;Chichewa&lt;/a&gt; that he needed an interpreter, a role which was apparently performed by &lt;a href=\"John%20Msonthi\"&gt;John Msonthi&lt;/a&gt; and later by &lt;a href=\"John%20Tembo\"&gt;John Tembo&lt;/a&gt;, who remained close to him for most of his career). He was received enthusiastically wherever he spoke, and resistance to imperialism among the Malawians became increasingly common. By February 1959, the situation had become serious enough that Rhodesian troops were flown in to help keep order, and a state of emergency was declared. On 3 March, Banda, along with hundreds of other Africans, was arrested in the course of \"&lt;a href=\"Operation%20Sunrise%20%28Nyasaland%29\"&gt;Operation Sunrise&lt;/a&gt;\". He was imprisoned in Gwelo (now &lt;a href=\"Gweru\"&gt;Gweru&lt;/a&gt;) in Southern Rhodesia, and leadership of the Malawi Congress Party (the Nyasaland African Congress under a new name) was temporarily assumed by &lt;a href=\"Orton%20Chirwa\"&gt;Orton Chirwa&lt;/a&gt;, who was released from prison in August 1959.\nRelease from prison and path to independence.\nThe mood in Britain, meanwhile, had long been moving towards &lt;a href=\"decolonisation\"&gt;decolonisation&lt;/a&gt; due to pressure from its colonies. Banda was released from prison in April 1960 and was almost immediately invited to London for talks aimed at bringing about independence. Elections were held in August 1961. While Banda was technically nominated as Minister of Land, Natural Resources and Local Government, he became de facto Prime Minister of Nyasaland – a title granted to him formally on 1 February 1963. He and his fellow MCP ministers quickly expanded secondary education, reformed the so-called Native Courts, ended certain colonial agricultural tariffs and made other reforms. In December 1962, &lt;a href=\"R.%20A.%20Butler\"&gt;R. A. Butler&lt;/a&gt;, British Secretary of State for African Affairs, essentially agreed to end the Federation.\nIt was Banda himself who chose the name \"Malawi\" for the former Nyasaland; he had seen it on an old French map as the name of a \"Lake Maravi\" in the land of the &lt;a href=\"Wodaabe\"&gt;Bororo&lt;/a&gt;s, and liked the sound and appearance of the word as \"Malawi\". On 6 July 1964, exactly six years after Banda's return to the country, Nyasaland gained independence and renamed itself Malawi.\nPrime Minister of Malawi.\n1964 cabinet crisis.\nBarely a month after independence, Malawi suffered the &lt;a href=\"Cabinet%20Crisis%20of%201964\"&gt;Cabinet Crisis of 1964&lt;/a&gt;. Banda had already been accused of autocratic tendencies. Several of Banda's ministers presented him with proposals designed to limit his powers. Banda responded by dismissing four of the ministers. Other ministers resigned in sympathy. The dissidents fled the country.\nNew constitution and consolidation of power.\nMalawi adopted a new constitution on 6 July 1966, in which the country was declared a republic. Banda was elected the country's first president for a five-year term; he was the only candidate. The new document granted Banda wide executive and legislative powers, and also formally made the MCP the only legal party. However, the country had already been a de facto &lt;a href=\"one-party%20state\"&gt;one-party state&lt;/a&gt; since independence. The new constitution effectively turned Banda's presidency into a legal dictatorship.\nIn 1970, a congress of the MCP declared Banda its president for life. In 1971, the legislature declared Banda &lt;a href=\"President%20for%20Life\"&gt;President for Life&lt;/a&gt; of Malawi as well. His official title was \"&lt;a href=\"Excellency\"&gt;His Excellency&lt;/a&gt; the Life President of the Republic of Malaŵi, Ngwazi Dr. Hastings Kamuzu Banda.\" The title \"Ngwazi\" means \"chief of chiefs\" (more literally, \"great lion\", or, some would say, \"conqueror\") in Chicheŵa.\nBanda was mostly viewed externally as a benign, albeit eccentric, leader, an image fostered by his English-style &lt;a href=\"three-piece%20suit\"&gt;three-piece suit&lt;/a&gt;s, matching &lt;a href=\"handkerchief\"&gt;handkerchief&lt;/a&gt;s, &lt;a href=\"walking%20stick\"&gt;walking stick&lt;/a&gt; and &lt;a href=\"fly-whisk\"&gt;fly-whisk&lt;/a&gt;. In June 1967, he was awarded an honorary doctorate by the &lt;a href=\"University%20of%20Massachusetts%20Amherst\"&gt;University of Massachusetts&lt;/a&gt; with the &lt;a href=\"encomium\"&gt;encomium&lt;/a&gt; \" ... pediatrician to his infant nation\".\nBanda portrayed himself as a caring headmaster to his people. However, this was a mask for a government that was rigidly &lt;a href=\"authoritarian\"&gt;authoritarian&lt;/a&gt; even by African standards of the time. Banda himself bluntly summed up his approach to ruling the country by saying, \"Everything is my business. Everything. Anything I say is law...literally law.\" Within Malawi, views on him ranged from cult-like devotion to fear.\nAlthough the constitution guaranteed civil rights and liberties, they meant almost nothing in practice, and Malawi was essentially a &lt;a href=\"police%20state\"&gt;police state&lt;/a&gt;. Mail was opened and often edited. Telephones were tapped, and calls were known to be cut off if anyone said a critical word about the government. Overt opposition was not tolerated. Banda actively encouraged the people to report those who criticised him, even if they were relatives. Opponents were often arrested, exiled (like &lt;a href=\"Kanyama%20Chiume\"&gt;Kanyama Chiume&lt;/a&gt;) or died suspiciously (like &lt;a href=\"Dick%20Matenje\"&gt;Dick Matenje&lt;/a&gt; or Dr &lt;a href=\"Attati%20Mpakati\"&gt;Attati Mpakati&lt;/a&gt;).\nThe Mwanza Four incident.\nIn 1983, three ministers – &lt;a href=\"Dick%20Matenje\"&gt;Dick Matenje&lt;/a&gt;, &lt;a href=\"Twaibu%20Sangala\"&gt;Twaibu Sangala&lt;/a&gt;, &lt;a href=\"Aaron%20Gadama\"&gt;Aaron Gadama&lt;/a&gt; – and Member of Parliament &lt;a href=\"David%20Chiwanga\"&gt;David Chiwanga&lt;/a&gt; died in what was labelled officially as a \"traffic accident\". Banda had invited an \"internal debate on pending multiparty democracy\" in Malawi. During a cabinet meeting, the three ministers had voiced support for the multiparty idea, effectively challenging Banda's claim to life presidency. Angered, Banda promptly \"dissolved cabinet\" and announced that parliament would meet immediately. At the end of that sitting of parliament, everyone in the chambers was effectively stripped of their political status. The three men were then rounded up at the Zomba Parliament buildings for questioning. Chiwanga happened on them being tortured in a back room and had to be silenced too. The four were later bundled into Matenje's Peugeot 604 and driven to Thambani in Mwanza District, west of Blantyre, where the accident was staged: sources reported that their car had \"overturned while the men had been attempting to escape into neighbouring Mozambique\". Later, it was found out they had been killed by having tent pins hammered into their heads. Banda ordered a night burial and mandated that the caskets not be opened for a last viewing.\nLife in Banda's Malawi.\nParty membership passcards.\nAll adult citizens were required to be members of the MCP. Party cards had to be carried at all times and presented at random police inspections. The cards were sold, often by Banda's &lt;a href=\"Malawi%20Young%20Pioneers\"&gt;Malawi Young Pioneers&lt;/a&gt; (MYP). In some cases, these youths even sold cards to unborn children.\nMalawi Young Pioneers.\nThe Malawi Young Pioneers were the notorious paramilitary wing of the MCP, used to intimidate and harass the public. The Pioneers bore arms, conducted espionage and intelligence operations, and were trusted bodyguards for Banda. They helped foster the culture of fear that prevailed during his rule.\nCult of personality.\nBanda was the subject of an extensive &lt;a href=\"cult%20of%20personality\"&gt;cult of personality&lt;/a&gt;. Every business building was required to have an official picture of him hanging on the wall, and no poster, clock or picture could be higher than his portrait. Before every film, a video of Banda waving to the people was shown while the anthem played. When Banda visited a city, a contingent of women were expected to greet him at the airport and dance for him. A special cloth, bearing the president's picture, was the required attire for these performances. Houses of worship required government approval to operate, and some faiths such as &lt;a href=\"Jehovah%27s%20Witnesses\"&gt;Jehovah's Witnesses&lt;/a&gt; were banned entirely.\nCensorship.\nAll films shown in cinemas were first viewed by the Malawi Censorship Board and edited for content. Nudity and other socially or politically unacceptable content were barred and movies could not even show couples kissing. Videotapes had to be sent to the Censorship Board to be viewed. Once edited, the film was given a sticker stating that it was now suitable for viewing and sent back to the owner. Items to be sold in bookshops were also edited. Pages, or parts of pages, were cut out of magazines like \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\" and \"Time\". Communist literature, erotic magazines, and &lt;a href=\"Lonely%20Planet\"&gt;Lonely Planet&lt;/a&gt;'s \"Africa on a Shoestring\" were banned. The mass media–a single radio station, a single daily newspaper, and a single weekly newspaper–were tightly controlled and mainly served as outlets for government propaganda, while the government refused to introduce television. However, wealthier Malawians bought sets as monitors for their VCRs. Knowledge of pre-Banda history was discouraged, and many books on these subjects were &lt;a href=\"Book%20burning\"&gt;burned&lt;/a&gt;. Banda allegedly persecuted some of the northern tribes (particularly the Tumbuka), banning their language and books as well as teachers from certain tribes. Foreigners who broke any of these rules were often declared Prohibited Immigrants and deported.\nDress code and conservatism.\nHis government supervised the people's lives very closely. Early in his rule, Banda instituted a dress code rooted in his socially conservative predilections. Women were not allowed to wear see-through clothing, have visible cleavage, trousers, or wear skirts or dresses that went above the knee. The only exception to this was at vacation resorts and country clubs, where they could not be seen by the general public. Banda explained that these restrictions were not designed to oppress women, but instill respect and dignity for them. Men's hair had to be no longer than collar length, and foreign visitors at the airport were given mandatory haircuts if necessary. Any man who ventured into public with long hair could also be seized by police and subjected to an involuntary haircut.\nEven foreigners coming into Malawi were subject to Banda's dress code. In the 1970s, prospective visitors to the country were informed of the following requirement for obtaining &lt;a href=\"visa%20%28document%29\"&gt;visas&lt;/a&gt;:\nFemale passengers will not be permitted to enter the country if wearing short dresses or trouser-suits, except in transit or at Lake Holiday resorts or National parks. Skirts and dresses must cover the knees to conform with Government regulations. The entry of 'hippies' and men with long hair and flared trousers is forbidden.\nWomen's issues.\nBanda founded Chitukuko Cha Amai m'Malawi (CCAM) to address the concerns, needs, rights and opportunities for women in Malawi. This institution motivated women to excel in education and government and encouraged them to play more active roles in their community, church and family. The foundation's National Advisor was &lt;a href=\"Cecilia%20Kadzamira\"&gt;Cecilia Tamanda Kadzamira&lt;/a&gt;, the official hostess for the former president.\nInfrastructure.\nIn 1964, after serving as a government minister in the colonial administration, Banda adopted a macroeconomic policy aimed at accelerating economic development for the betterment of Malawians. He settled on the &lt;a href=\"Walt%20Whitman%20Rostow\"&gt;Rostow&lt;/a&gt; model of \"catch up\" economics, wherein Malawi would vigorously pursue &lt;a href=\"import%20substitution%20industrialisation\"&gt;import substitution industrialisation&lt;/a&gt; (ISI). This entailed both a quest for \"self-sufficiency\" for Malawi – becoming less reliant on its former colonial master – and growth of an industrial base that could ensure Malawi was capable of producing its own goods and services. Such capacity would then be used to catch up and even overtake the West. An infrastructure development program was initiated under the Development Policies (&lt;a href=\"DEVPOLs\"&gt;DEVPOLs&lt;/a&gt;) documents that Malawi adopted from 1964 onwards. Much of this development was funded through the &lt;a href=\"Agricultural%20Development%20and%20Marketing%20Corporation\"&gt;Agricultural Development and Marketing Corporation&lt;/a&gt;, a &lt;a href=\"Government-owned%20corporation\"&gt;Government-owned corporation&lt;/a&gt; or parastatal formed to promote the Malawian economy by increasing the volume of agricultural exports and to develop new foreign markets for Malawian agricultural produce. At its foundation, ADMARC was given the power to finance the economic development of any public or private organisation. From its formation it was involved in the diversion of resources from smallholder farming to tobacco &lt;a href=\"Estate%20%28land%29\"&gt;estates&lt;/a&gt;, often owned by members of the ruling elite. This led to corruption, abuse of office and inefficiency in ADMARC,\nThe country's infrastructure benefited through massive road construction programs. With the decision to shift the capital city from &lt;a href=\"Zomba%2C%20Malawi\"&gt;Zomba&lt;/a&gt; to &lt;a href=\"Lilongwe\"&gt;Lilongwe&lt;/a&gt; (against vociferous objections from the British preference for the economically healthy and well-developed &lt;a href=\"Blantyre%2C%20Malawi\"&gt;Blantyre&lt;/a&gt;), a new road was built linking Blantyre and Zomba to Lilongwe. The Capital City Development Corporation (CCDC) in Lilongwe was itself a beehive of infrastructure development, supported by planning and funds from &lt;a href=\"South%20Africa%20under%20apartheid\"&gt;apartheid-era South Africa&lt;/a&gt;. The British refused to finance the move to Lilongwe. The CCDC became the sole development agent for Lilongwe; putting up roads, the government seat at Capital Hill, etc. Other infrastructure entities were added, such as Malawi Hotels Limited, which undertook massive projects such as the Mount Soche, Capital Hotel and Mzuzu Hotel. On the industrial side, &lt;a href=\"Malawi%20Development%20Corporation\"&gt;Malawi Development Corporation&lt;/a&gt; (MDC) was tasked with setting up industries and other businesses. Meanwhile, Dr. Banda's own &lt;a href=\"Press%20Corporation%20Limited\"&gt;Press Corporation Limited&lt;/a&gt; and MYP's &lt;a href=\"Spearhead%20Corporation\"&gt;Spearhead Corporation&lt;/a&gt; embarked on business initiatives that lead to an economic boom during the mid- to late 1970s.\nHowever, by 1979–80, the bubble had burst due to the global economic crisis set in motion by the &lt;a href=\"Yom%20Kippur%20War\"&gt;Yom Kippur War&lt;/a&gt; between &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; and the Arabs in 1973. Rising oil prices and falling global commodity prices combined to wreak havoc on a fragile and landlocked Malawian economy based on an insular and indefensible ISI macroeconomic strategy. Increasingly, the economy was rearranged into a political tool to serve the consumption needs of the emerging Malawian middle-class and thus render it less prone to revolution.\nBanda personally founded &lt;a href=\"Kamuzu%20Academy\"&gt;Kamuzu Academy&lt;/a&gt;, a school modeled on &lt;a href=\"Eton%20College\"&gt;Eton&lt;/a&gt;, at which Malawian children were taught &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; and &lt;a href=\"Ancient%20Greek\"&gt;Greek&lt;/a&gt; by expatriate classics teachers, and disciplined if they were caught speaking Chichewa. Many of the school's alumni have assumed leadership roles in medicine, academia and business in Malawi and abroad. The school remains one of Banda's most lasting legacies and he said of it: \"I did not wish my sons and daughters to have to travel abroad to obtain an education as I did.\" It is claimed, probably incorrectly and unfairly, that he spent almost all the country's education budget on this project, while increasingly ignoring the needs and welfare of the greater majority [80%] of Malawians toiling in the rural areas. The &lt;a href=\"National%20Rural%20Development%20Program\"&gt;National Rural Development Program&lt;/a&gt; and &lt;a href=\"Rural%20Growth%20Centers\"&gt;Rural Growth Centers&lt;/a&gt; were tentative and belated policies aimed at diverting rural populations from moving to the few urban areas which Banda's ISI macroeconomic policies had created and were now being battered by the arrival of more and more rural people seeking better opportunities.\nEventually, with the collapse of the Cold War, the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt; and &lt;a href=\"International%20Monetary%20Fund\"&gt;International Monetary Fund&lt;/a&gt; arrived, imposing a series of &lt;a href=\"Structural%20Adjustment%20Programs\"&gt;Structural Adjustment Programs&lt;/a&gt; from 1987.\nWealth.\nIt is believed that during his rule, Banda accumulated at least US$320 million in personal assets, thought to be invested in everything from agriculture to mining interests in South Africa.\nForeign policy.\nAnti-communism.\nDuring Banda's presidency, Malawi initially refused to establish diplomatic relations with any of the communist governments of Eastern Europe or Asia (however, relations were later established with &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; in 1982 and with &lt;a href=\"Socialist%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt; and &lt;a href=\"People%27s%20Socialist%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt; in 1985).\nBanda was one of the few African leaders to support the United States in the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;, a position he adopted in part due to his hatred of communism.\nRelations with African countries.\nWhile many southern African nations traded with &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt;-era South Africa out of economic necessity, Malawi was the only African nation that recognised South Africa and established diplomatic relations with it, including a trade treaty which angered other African leaders. They threatened to expel Malawi from the Organization of African Unity until Banda left power. Banda responded by accusing other African countries of hypocrisy, saying in a public speech to his parliament: \"There is no terror, Cassius, in your threats\" (\"Julius Caesar\"). He told them to concentrate on convincing the South African government that apartheid was unnecessary. Furthermore, he added that \"[African leaders] practice disunity, not unity, while posing as the liberators of Africa. While they play in the orchestra of Pan Africanism, their own Romes are burning\".\nRelations with South Africa.\nBanda was the only African ruler to establish diplomatic ties with South Africa during apartheid as well as the Portuguese regime in Mozambique. After the cabinet crisis in 1964, Banda became increasingly isolated in African politics. On the other hand, his antipathy for &lt;a href=\"Roy%20Welensky\"&gt;Roy Welensky&lt;/a&gt; and what he denounced as the \"stupid federation\" was a smokescreen he used to reject the proposed Bangula Hydro-electric dam – proposed to be bigger than the Gezira Dam in Khartoum – that Welensky's Federation had sought and obtained funding for from the British government. Banda went on to blame everything including snails (likely to cause widespread Bilharzia) to abort the project. In turn, the British denied Banda the funding and budgetary support he needed to build his pet dream of a new capital city at Lilongwe, in his home region. Hence he turned to South Africa – itself playing geo-political games in the region – which gave him a soft loan of 300 million rand. The \"quid pro quo\" was that Banda had to support South Africa's apartheid policies among fellow African leaders. Hence, on one occasion he paid a state visit to South Africa where he met his South African counterparts at &lt;a href=\"Stellenbosch\"&gt;Stellenbosch&lt;/a&gt;. Banda once noted that, \"It is only contact like this [between South Africa and Malawi] that can reveal to your people that there are civilized people other than white...\" Banda's staunch anticommunism also influenced his decision to seek warm relations with South Africa.\nAfter the apartheid era ended and the ANC came to dominate South African politics during the 1990s, relations between Malawi and South Africa threatened to take a downward turn, but a Malawian task force spearheaded by Malawian diplomatic envoys to South Africa including &lt;a href=\"Percy%20Kachipande\"&gt;SP Kachipande&lt;/a&gt;, and representatives in Malawi, including former diplomat, &lt;a href=\"Mr.%20Phiri\"&gt;Mr. Phiri&lt;/a&gt;, arranged for a meeting between the two governments which resulted in &lt;a href=\"Nelson%20Mandela\"&gt;Nelson Mandela&lt;/a&gt;'s first official visit to Malawi as president of the &lt;a href=\"ANC\"&gt;ANC&lt;/a&gt; in the early 1990s. He met with &lt;a href=\"John%20Tembo\"&gt;John Tembo&lt;/a&gt; and the president. The relations between the two governments continued to be cordial after it was revealed that Banda was secretly helping the ANC during the apartheid era. The Malawi government and South African government continued diplomatic relations.\nInvolvement in Mozambique.\nBanda's involvement in Mozambique dated back to Portuguese colonial days in Mozambique when Banda supported the Portuguese colonial government and guerrilla forces that worked for it. Following independence in Malawi, Banda strengthened his relationship with the Portuguese colonial government by appointing &lt;a href=\"Jorge%20Jardim\"&gt;Jorge Jardim&lt;/a&gt; as Malawi's Honorary Consul in Mozambique in September 1964. He also worked against Liberation Front of Mozambique (&lt;a href=\"FRELIMO\"&gt;FRELIMO&lt;/a&gt;) forces in Malawi in continued support of the Portuguese colonial forces. The &lt;a href=\"Organization%20of%20African%20Unity\"&gt;Organization of African Unity&lt;/a&gt; had designated Malawi as one of the &lt;a href=\"Frontline%20States\"&gt;Frontline States&lt;/a&gt; to help independence movements in Mozambique.\nBy the 1980s, Banda supported both the government and the guerrilla movement during the &lt;a href=\"Mozambique%20civil%20war\"&gt;Mozambique civil war&lt;/a&gt;. He successfully gave the Malawi Army and &lt;a href=\"Malawi%20Young%20Pioneers\"&gt;Malawi Young Pioneers&lt;/a&gt; opposing missions in Mozambique from 1987 to 1992. He had the Malawi Army support the Mozambican government, controlled by FRELIMO after the country's independence in 1975, to defend Malawi's interests in Mozambique. This was done formally through an agreement in 1984 with &lt;a href=\"Samora%20Machel\"&gt;Samora Machel&lt;/a&gt;. Simultaneously, Banda used the MYP as couriers and active supporters of the Mozambican National Resistance (&lt;a href=\"RENAMO\"&gt;RENAMO&lt;/a&gt;), which had been fighting against Machel's government since the late 1970s. Malawi was used to channel foreign aid from South Africa's apartheid government. Machel issued a dossier to Frontline States with evidence that Banda was still supporting the insurgents in spite of the 1984 agreement to stop. By September 1986, Machel, &lt;a href=\"Robert%20Mugabe\"&gt;Robert Mugabe&lt;/a&gt;, and &lt;a href=\"Kenneth%20Kaunda\"&gt;Kenneth Kaunda&lt;/a&gt; visited Banda to persuade him to stop supporting RENAMO. Machel's successor, &lt;a href=\"Joaquim%20Chissano\"&gt;Joaquim Chissano&lt;/a&gt;, continued to complain of Malawi's lack of willingness to stop supporting RENAMO. Banda however was trying to keep Malawian interests in the &lt;a href=\"Port%20of%20Nacala\"&gt;Port of Nacala&lt;/a&gt; in Mozambique and did not want to rely on Tanzania and South Africa ports for its imports and exports due to the expense. Mozambique and Malawi came to an agreement to place troops from both countries in &lt;a href=\"Nayuchi\"&gt;Nayuchi&lt;/a&gt; near the port. Incidents of Malawi Army members being killed over the course of four years angered the Army because MYP members were involved with the insurgents, essentially pitting the two against each other.\nPolitical demise.\nThe end of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; sounded the death knell for Banda's naked autocracy. Western leaders and international aid donors no longer had any use for authoritarian anti-Communist regimes in the Third World, all of which came under mounting pressure to democratize. Donors told Banda that he had to implement reforms aimed at making his government transparent and accountable to the people and the international community as a condition for further aid. The British government also stopped their financial support. In March 1992, Catholic bishops in Malawi issued a Lenten &lt;a href=\"pastoral%20letter\"&gt;pastoral letter&lt;/a&gt; that criticized Banda and his government. Students of the &lt;a href=\"University%20of%20Malawi\"&gt;University of Malawi&lt;/a&gt; at Chancellor College and the Polytechnic joined protests and demonstrations to support the bishops, forcing authorities to close the campuses.\nIn April 1992, &lt;a href=\"Chakufwa%20Chihana\"&gt;Chakufwa Chihana&lt;/a&gt;, a labour unionist, openly called for a national referendum on the political future of Malawi. He was arrested before he finished his speech at Lilongwe International Airport. By October 1992, this mounting pressure from within and from the international community forced Banda to concede to hold &lt;a href=\"1993%20Malawian%20democracy%20referendum\"&gt;a referendum&lt;/a&gt; on whether to maintain the one-party state. The referendum was held on 14 June 1993, resulting in an overwhelming vote (64 percent) in favour of multiparty democracy. After this, political parties besides the MCP were formed and preparation for the general elections began. Banda worked with the newly forming parties and the church, and made no protest when a special assembly stripped him of his title of President for Life, along with most of his powers. The transition from one of the most repressive regimes in Africa to democracy was fairly peaceful.\nOperation Bwezani was a &lt;a href=\"Military%20of%20Malawi\"&gt;Malawi Army&lt;/a&gt; operation to disarm the Malawi Young Pioneers at the height of the political transition in December 1993. Bwezani means \"give back.\" The MYP had a strong network of spies and supporters countrywide at all levels in society. They were Banda's personal security bodyguards and were all trained and indoctrinated in Kamuzuism and military training. The Malawi Army did not infiltrate this group before receiving encouragement by protests by the people.\nAfter some questions about his health, Banda ran in &lt;a href=\"1994%20Malawian%20general%20election\"&gt;Malawi's first truly democratic presidential election in 1994&lt;/a&gt;. He was roundly defeated by &lt;a href=\"Bakili%20Muluzi\"&gt;Bakili Muluzi&lt;/a&gt;, a &lt;a href=\"WaYao\"&gt;Yao&lt;/a&gt; from the southern region of the country. Banda quickly conceded defeat. ″I wish to congratulate him wholeheartedly and offer him [Muluzi] my full support and cooperation,″ he said on state radio, marking an end to Malawi's 30 years of &lt;a href=\"One%20party%20rule\"&gt;one-party rule&lt;/a&gt;.\nThe party Banda led since taking over from Orton Chirwa in 1960, the Malawi Congress Party, remains a major force in Malawian politics.\nMwanza trials.\nIn 1995, Banda was arrested and charged with the murder, ten years previously, of former cabinet colleagues. He was acquitted due to lack of evidence.\nBanda remained quite unrepentant in his opinion of Malawians, calling them \"children in politics\" and saying they would miss his iron-fisted rule (see \"Big Men, Little People\" by Alec Russell).\nA statement of apology was issued on 4 January 1996 in the name of H. Kamuzu Banda to the people of his nation shortly after being acquitted in the Mwanza Trials. The statement was met with controversy, suspicion and disdain. It was also questioned whether Banda wrote the statement himself or if someone wrote it on his behalf. In it, he noted that:\nSystems of government are dynamic and they are bound to change in accordance with the wishes of and aspirations of the people...During my term of office, I selflessly dedicated myself to the good cause of Mother Malawi in the fight against Poverty, Ignorance and Disease among many other issues; but if within the process, those who worked in my government or through false pretence in my name or indeed unknowingly by me, pain and suffering was caused to anybody in this country in the name of nationhood, I offer my sincere apologies. I also appeal for a spirit of reconciliation and forgiveness amongst us all...Our beautiful country has been nicknamed `&lt;a href=\"The%20Warm%20Heart%20of%20Africa\"&gt;The Warm Heart of Africa&lt;/a&gt;' and we have been admired for our warmth and spirit of hardwork. This admiration calls not only for a need for us to look at our past and present and draw lessons from it, but there is even a greater need for us to look forward to the future in our endeavours to reconstruct and reconcile if we have to move forward at all.\nDeath.\nBanda died at the Garden City Clinic in Johannesburg, South Africa on 25 November 1997, from respiratory failure. Although the clinic recorded his age as 99, Government officials state it was more likely he was aged around 90. Although he was buried with pomp, in the decade after his death there were calls for a more substantial memorial for the country's first president. Construction of a mausoleum with provision for a library and a dancing arena was begun in 2005. Completed in 2009 - at a cost of US$600,000 - the mausoleum is made out of marble and granite. Its four main pillars bear the initials of Banda's key principles – unity, loyalty, obedience and discipline. In 2009 a bronze statue of Banda was erected. From 10 April 1995, when former &lt;a href=\"India\"&gt;India&lt;/a&gt; &lt;a href=\"List%20of%20Prime%20Ministers%20of%20India\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Morarji%20Desai\"&gt;Morarji Desai&lt;/a&gt; died, Banda was the world's oldest living former head of government until his own death in 1997.\nFamily.\nBanda had no known heirs but had a vast fortune that is run by his family. He was unmarried when he died. &lt;a href=\"Cecilia%20Kadzamira\"&gt;Cecilia Kadzamira&lt;/a&gt; was the official hostess or first lady of Malawi. She essentially ruled the country with her uncle, &lt;a href=\"John%20Tembo\"&gt;John Tembo&lt;/a&gt;, during Banda's last years.\nHis affair and relationship with Merene French remains largely a mystery. He had rejected companionship and marriage and turned his back on the Englishwoman who extramaritally bore his son. In 2010, &lt;a href=\"Jumani%20Johansson\"&gt;Jumani Johansson&lt;/a&gt; (1973–2019) claimed to be the son of the late president and was seeking DNA testing through the courts of Malawi. Grand niece Jane Dzanjalimodzi was the former executrix of his estate."
}