{
    "id": "21363",
    "revid": "32381689",
    "url": "https://en.wikipedia.org/wiki?curid=21363",
    "title": "History of Nicaragua",
    "text": "&lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt; is a nation in &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt;. It is located about midway between &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; and &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, bordered by &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt; to the north and &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt; to the south. Nicaragua ranges from the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt; on the nation's east coast, and the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; bordering the west. Nicaragua also possesses a series of islands and &lt;a href=\"cay\"&gt;cay&lt;/a&gt;s located in the Caribbean Sea.\nNicaragua's name is derived from &lt;a href=\"Nicarao%20people\"&gt;Nicarao&lt;/a&gt;, the name of the &lt;a href=\"Nahuatl\"&gt;Nahuatl&lt;/a&gt;-speaking tribe which inhabited the shores of &lt;a href=\"Lake%20Nicaragua\"&gt;Lake Nicaragua&lt;/a&gt; before the &lt;a href=\"Spanish%20colonization%20of%20the%20Americas\"&gt;Spanish conquest of the Americas&lt;/a&gt;, and the Spanish word \"agua\", meaning water, due to the presence of the large Lake Cocibolca (or Lake Nicaragua) and &lt;a href=\"Lake%20Managua\"&gt;Lake Managua&lt;/a&gt; (or Lake Xolotlán), as well as lagoons and rivers in the region.\nPre-Columbian Nicaragua.\nThe Nawa language group of people migrated from Central Mexico after 500 CE.\nMostthis area are related to &lt;a href=\"Chibcha\"&gt;Chibcha&lt;/a&gt;, spoken by groups in northern Colombia. Eastern Nicaragua's population consisted of extended families or tribes. Food was obtained by hunting, fishing, and &lt;a href=\"slash-and-burn\"&gt;slash-and-burn&lt;/a&gt; agriculture. Crops like &lt;a href=\"cassava\"&gt;cassava&lt;/a&gt; and &lt;a href=\"pineapple\"&gt;pineapple&lt;/a&gt;s were the staple foods. The people of eastern Nicaragua appear to have traded with and been influenced by the &lt;a href=\"Indigenous%20peoples%20of%20the%20Caribbean\"&gt;native peoples of the Caribbean&lt;/a&gt;, as round thatched huts and canoes, both typical of the Caribbean, were common in eastern Nicaragua.\nWhen the Spanish arrived in western Nicaragua in the early 16th century, they found three principal tribes, each with a different culture and language: the Niquirano, the &lt;a href=\"Chorotega%20people\"&gt;Chorotegano&lt;/a&gt;, and the &lt;a href=\"Chontal%20Maya%20people\"&gt;Chontal&lt;/a&gt;. Each one of these diverse groups occupied much of Nicaragua territory, with independent &lt;a href=\"chieftain\"&gt;chieftain&lt;/a&gt;s who ruled according to each group's laws and customs. Their weapons consisted of swords, lances, and arrows made out of wood. &lt;a href=\"Monarchy\"&gt;Monarchy&lt;/a&gt; was the form of government of most tribes; the supreme ruler was the chief, or cacique, who, surrounded by his princes, formed the nobility. Laws and regulations were disseminated by royal messengers who visited each township and assembled the inhabitants to give their chief's orders.\nOccupying the territory between &lt;a href=\"Lake%20Nicaragua\"&gt;Lake Nicaragua&lt;/a&gt; and the Pacific Coast, the Niquirano were governed by chief &lt;a href=\"Nicarao%20%28cacique%29\"&gt;Nicarao&lt;/a&gt;, or Nicaragua, a rich ruler who lived in Nicaraocali, now the city of &lt;a href=\"Rivas%2C%20Nicaragua\"&gt;Rivas&lt;/a&gt;. The Chorotegano lived in the central region. These two groups had intimate contact with the Spanish conquerors, paving the way for the racial mix of native and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an stock now known as &lt;a href=\"mestizo\"&gt;mestizo&lt;/a&gt;s. The Chontal (which means foreigner in Nahua) occupied the central mountain region. This group was smaller than the other two, and it is not known when they first settled in Nicaragua.\nIn the west and highland areas where the Spanish settled, the indigenous population was almost completely wiped out by the rapid spread of new diseases brought by the &lt;a href=\"Spaniard\"&gt;Spaniard&lt;/a&gt;s, for which the native population had no immunity, and the virtual &lt;a href=\"Slavery%20among%20the%20indigenous%20peoples%20of%20the%20Americas\"&gt;enslavement&lt;/a&gt; of the remainder of the indigenous people. In the east, where the Europeans did not settle, most indigenous groups survived. The English introduced guns and ammunition to one of the local peoples, the Bawihka, who lived in northeast Nicaragua. The Bawihka later intermarried with runaway slaves from Britain's Caribbean possessions, and the resulting population, with its access to superior weapons, began to expand its territory and push other indigenous groups into the interior. This Afro-indigenous group became known to the Europeans as &lt;a href=\"Miskito%20people\"&gt;Miskito&lt;/a&gt;, and the displaced survivors of their expansionist activities were called the &lt;a href=\"Mayangna\"&gt;Mayangna&lt;/a&gt;.\nSpanish conquest.\nNicaragua was first discovered by Europeans when &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt; invaded from Honduras and explored the eastern coast on his &lt;a href=\"Voyages%20of%20Christopher%20Columbus\"&gt;fourth voyage&lt;/a&gt; in 1502.\nIn 1522, the first Spaniards entered the region of what would become known as Nicaragua. &lt;a href=\"Gil%20Gonz%C3%A1lez%20D%C3%A1vila\"&gt;Gil González Dávila&lt;/a&gt; with a small force reached its western portion after a trek through &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;. He proceeded to explore the fertile western valleys and was impressed with the Indian civilization he found there. He and his small army gathered gold and &lt;a href=\"Baptism\"&gt;baptized&lt;/a&gt; Indians along the way. Eventually, they became so imposed upon the Indians that they were attacked and nearly annihilated. González Dávila returned to his expedition's starting point in &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt; and reported on his find, naming the area \"Nicaragua\". However, governor &lt;a href=\"Pedrarias%20D%C3%A1vila\"&gt;Pedrarias Dávila&lt;/a&gt; attempted to arrest him and confiscate his treasure. He was forced to flee to &lt;a href=\"Santo%20Domingo\"&gt;Santo Domingo&lt;/a&gt; to outfit another expedition.\nWithin a few months, Nicaragua was invaded by several Spanish forces, each led by a &lt;a href=\"conquistador\"&gt;conquistador&lt;/a&gt;. González Dávila was authorized by royal decree and came in from the Caribbean coast of Honduras. &lt;a href=\"Francisco%20Hern%C3%A1ndez%20de%20C%C3%B3rdoba%20%28founder%20of%20Nicaragua%29\"&gt;Francisco Hernández de Córdoba&lt;/a&gt; at the command of the governor of &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt; approached from &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;. &lt;a href=\"Pedro%20de%20Alvarado\"&gt;Pedro de Alvarado&lt;/a&gt; and &lt;a href=\"Crist%C3%B3bal%20de%20Olid\"&gt;Cristóbal de Olid&lt;/a&gt; at the command of &lt;a href=\"Hern%C3%A1n%20Cort%C3%A9s\"&gt;Hernán Cortés&lt;/a&gt;, came from &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt; through &lt;a href=\"San%20Salvador\"&gt;San Salvador&lt;/a&gt; and &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt;.\nCórdoba apparently came with the intention of colonization. In 1524, he established permanent settlements in the region, including two of Nicaragua's principal towns: &lt;a href=\"Granada%2C%20Nicaragua\"&gt;Granada&lt;/a&gt; on Lake Nicaragua and &lt;a href=\"Le%C3%B3n%2C%20Nicaragua\"&gt;León&lt;/a&gt; west of Lake Managua. But he soon found it necessary to prepare defenses for the cities and go on the offensive against incursions by the other conquistadores.\nThe inevitable clash between the Spanish forces devastated the indigenous population. The Indian civilization was destroyed. The series of battles came to be known as \"The War of the Captains\". By 1529, the conquest of Nicaragua was complete. Several conquistadores came out winners, and some were executed or murdered. Pedrarias Dávila was one such winner. Although he lost control of Panama, he moved to Nicaragua and established his base in León.\nThe land was parceled out to the conquistadores. The area of most interest was the western portion. It included a wide, fertile valley with huge, freshwater lakes, a series of volcanoes, and volcanic lagoons. Many Indians were soon enslaved to develop and maintain \"estates\" there. Others were put to work in mines in northern Nicaragua, but the great majority were sent as slaves to Panama and &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;, for significant profit to the new landed aristocracy. Many Indians died through disease and neglect by the Spaniards, who controlled everything necessary for their subsistence.\nFrom colony to state.\nIn 1538, the &lt;a href=\"Viceroyalty%20of%20New%20Spain\"&gt;Viceroyalty of New Spain&lt;/a&gt; was established, encompassing all of &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; and Central America, except Panama. By 1570, the southern part of New Spain was designated the &lt;a href=\"Captaincy%20General%20of%20Guatemala\"&gt;Captaincy General of Guatemala&lt;/a&gt;. The area of Nicaragua was divided into administrative \"parties\" with León as the capital. In 1610, the volcano known as &lt;a href=\"Momotombo\"&gt;Momotombo&lt;/a&gt; erupted, destroying the capital. It was rebuilt northwest of its original site. In the meantime, the Pacific Coast of Nicaragua became a supplamentary node to the trade route between Manila, Philippines and Acapulco, Mexico; otherwise known as the &lt;a href=\"Manila%20Galleon\"&gt;Manila Galleon&lt;/a&gt; Trade Route.\nThe history of Nicaragua remained relatively static for three hundred years following the conquest. There were minor civil wars and rebellions, but they were quickly suppressed. The region was subject to frequent raids by &lt;a href=\"Dutch%20Empire\"&gt;Dutch&lt;/a&gt;, &lt;a href=\"French%20colonial%20empire\"&gt;French&lt;/a&gt; and British pirates, with the city of Granada being invaded twice, in 1658 and 1660.\nFight for independence.\nNicaraguans were divided over Spanish monarchy and independence. In 1811, &lt;a href=\"Nicol%C3%A1s%20Garc%C3%ADa%20Jerez\"&gt;Nicolás García Jerez&lt;/a&gt;, a priest decided to make concessions with pro-independence figures. He proposed holding elections for each barrios, in order to form a government junta. However, he soon declared himself as governor and threatened to punish rebellions by death.\nNicaraguans were divided over monarchy and independence. This division made Nicaragua the most active civil battleground in Latin America. The citizens of Leon were the first to act against the Spanish monarchy. They overthrew the local intendente Jose Salvador on December 13, 1811. Granada followed Leon's move with a vote of confidence and demanded the retirement of Spanish officials. The Spanish constitution of 1812 granted more independence to local administrations, and Garcia Perez was appointed as the intendente of Nicaragua.\nNicaragua became a part of the &lt;a href=\"First%20Mexican%20Empire\"&gt;First Mexican Empire&lt;/a&gt; in 1821, was a part of the &lt;a href=\"United%20Provinces%20of%20Central%20America\"&gt;United Provinces of Central America&lt;/a&gt; in 1823, and then became an independent &lt;a href=\"republic\"&gt;republic&lt;/a&gt; in its own right in 1838. The &lt;a href=\"Mosquito%20Coast\"&gt;Mosquito Coast&lt;/a&gt; based on Bluefields on the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic&lt;/a&gt; was claimed by the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; as a &lt;a href=\"protectorate\"&gt;protectorate&lt;/a&gt; from 1655 to 1850. This area was designated to &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt; in 1859 and transferred to Nicaragua in 1860, though it remained &lt;a href=\"wikt%3A%20autonomy\"&gt;autonomous&lt;/a&gt; until 1894.\nMuch of Nicaragua's politics since independence has been characterized by the rivalry between the &lt;a href=\"Constitutional%20Liberal%20Party\"&gt;liberal&lt;/a&gt; elite of León and the &lt;a href=\"Conservative%20Party%20of%20Nicaragua\"&gt;conservative&lt;/a&gt; elite of Granada. The rivalry often degenerated into &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt;, particularly during the 1840s and 1850s. Initially invited by the Liberals in 1855 to join their struggle against the Conservatives, a &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; adventurer named &lt;a href=\"William%20Walker%20%28filibuster%29\"&gt;William Walker&lt;/a&gt; declared himself President in 1856 and made English the official language. (See &lt;a href=\"Walker%20affair\"&gt;Walker affair&lt;/a&gt;.) Honduras and other Central American countries united to drive him out of Nicaragua in 1857, after which a period of three decades of Conservative rule ensued. They were supported by the United States industrialist &lt;a href=\"Cornelius%20Vanderbilt\"&gt;Cornelius Vanderbilt&lt;/a&gt;, who had originally sponsored Walker in Nicaragua. Walker was executed in neighboring &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt; on September 12, 1860. Three decades of Conservative rule followed.\nTaking advantage of divisions within the conservative ranks, &lt;a href=\"Jos%C3%A9%20Santos%20Zelaya\"&gt;José Santos Zelaya&lt;/a&gt; led a liberal revolt that brought him to power in 1893. Zelaya ended the longstanding dispute with the United Kingdom over the Atlantic coast in 1894, and \"reincorporated\" the Mosquito Coast into Nicaragua.\nUS interventions.\nBecause of the strategic importance of Nicaragua in the hemisphere, the United States (US) made numerous military interventions to protect what it believed were its interests in the region:\nUnited States occupation (1909–1933).\nIn 1909, the United States provided political support to conservative-led forces rebelling against President Zelaya. U.S. motives included differences over the proposed &lt;a href=\"Nicaragua%20Canal\"&gt;Nicaragua Canal&lt;/a&gt;, Nicaragua's potential as a destabilizing influence in the region, and Zelaya's attempts to regulate foreign access to Nicaraguan natural resources. On November 17, 1909, two Americans were executed by order of Zelaya after the two men confessed to having laid a mine in the &lt;a href=\"San%20Juan%20River%20%28Nicaragua%29\"&gt;San Juan River&lt;/a&gt; with the intention of blowing up the \"Diamante\". The U.S. justified the intervention by claiming to protect U.S. lives and property. Zelaya resigned later that year.\nIn August 1912, the President of Nicaragua, &lt;a href=\"Adolfo%20D%C3%ADaz\"&gt;Adolfo Díaz&lt;/a&gt;, requested the resignation of the Secretary of War, General &lt;a href=\"Luis%20Mena\"&gt;Luis Mena&lt;/a&gt;. Concerned that Díaz was leading an insurrection, Mena fled Managua with his brother, the Chief of Police of Managua, and the insurrection escalated. When the U.S. Legation asked President Adolfo Díaz to ensure the safety of American citizens and property during the insurrection, Díaz replied that he could not and that... In consequence my Government desires that the Government of the United States guarantee with its forces security for the property of American Citizens in Nicaragua and that it extend its protection to all the inhabitants of the Republic.&lt;a href=\"United%20States%20Marine%20Corps\"&gt;United States Marines&lt;/a&gt; were stationed in Nicaragua from 1912 to 1933, except for a nine-month period beginning in 1925. From 1910 to 1926, the conservative party ruled Nicaragua. The &lt;a href=\"Chamorro%20%28family%29\"&gt;Chamorro family&lt;/a&gt;, which had long dominated the party, effectively controlled the government during that period. In 1914, the &lt;a href=\"Bryan-Chamorro%20Treaty\"&gt;Bryan-Chamorro Treaty&lt;/a&gt; was signed, giving the U.S. control over the proposed canal, as well as leases for potential canal defenses.\nNicaraguan civil war (1926–1927).\nFollowing the evacuation of U.S. Immigrants in 1925, another violent conflict between liberals and conservatives known as the &lt;a href=\"Constitutionalist%20War\"&gt;Constitutionalist War&lt;/a&gt; took place in 1926, when Liberal soldiers in the Caribbean port of &lt;a href=\"Puerto%20Cabezas\"&gt;Puerto Cabezas&lt;/a&gt; revolted against Conservative President &lt;a href=\"Adolfo%20D%C3%ADaz\"&gt;Adolfo Díaz&lt;/a&gt;, recently installed as a result of United States pressure following a &lt;a href=\"Coup%20d%27%C3%A9tat\"&gt;coup&lt;/a&gt;. The leader of this revolt, Gen. &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Moncada\"&gt;José María Moncada&lt;/a&gt;, declared that he supported the claim of exiled Liberal vice-president &lt;a href=\"Juan%20Bautista%20Sacasa\"&gt;Juan Bautista Sacasa&lt;/a&gt;, who arrived in Puerto Cabezas in December, declaring himself president of a \"constitutional\" government. The U.S., using the threat of military intervention, forced the Liberal generals to agree to a cease-fire.\nOn May 4, 1927, representatives from the two warring factions signed the &lt;a href=\"Pact%20of%20Espino%20Negro\"&gt;Pact of Espino Negro&lt;/a&gt;, negotiated by &lt;a href=\"Henry%20Stimson\"&gt;Henry Stimson&lt;/a&gt;, appointed by U.S. President &lt;a href=\"Calvin%20Coolidge\"&gt;Calvin Coolidge&lt;/a&gt; as a special envoy to Nicaragua. Under the terms of the accord, both sides agreed to disarm, &lt;a href=\"Adolfo%20D%C3%ADaz\"&gt;Díaz&lt;/a&gt; would be allowed to finish his term and a new national army would be established, the &lt;a href=\"National%20Guard%20%28Nicaragua%29\"&gt;Guardia Nacional&lt;/a&gt; (National Guard), with U.S. soldiers remaining in the country to supervise the upcoming November presidential election. Later, a battalion of the U.S army under the command of Gen. &lt;a href=\"Logan%20Feland\"&gt;Logan Feland&lt;/a&gt; arrived to enforce the agreement.\n1927–1933.\nThe only Nicaraguan general to refuse to sign this pact (\"el tratado del Espino Negro\") was &lt;a href=\"Augusto%20C%C3%A9sar%20Sandino\"&gt;Augusto César Sandino&lt;/a&gt;. He took refuge in the northern mountains of Las Segovias. He led a sustained &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla&lt;/a&gt; war, first against the Conservative regime and subsequently against the U.S. Marines, who withdrew upon the establishment of a new Liberal government. When the Americans left in 1933 as a result of Sandino's guerrilla war and the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, they set up the &lt;a href=\"Guardia%20Nacional%20%28Nicaragua%29\"&gt;Guardia Nacional&lt;/a&gt; (National Guard), a combined military and police force trained and equipped by the Americans, designed to be loyal to U.S. interests. &lt;a href=\"Anastasio%20Somoza%20Garc%C3%ADa\"&gt;Anastasio Somoza García&lt;/a&gt;, a close friend of the American government, was put in charge. He was one of the three rulers of the country, the others being Sandino and the mostly figurehead President &lt;a href=\"Juan%20Bautista%20Sacasa\"&gt;Juan Bautista Sacasa&lt;/a&gt;.\nSandino and the newly elected Sacasa government reached an agreement by which he would cease his &lt;a href=\"guerrilla\"&gt;guerrilla&lt;/a&gt; activities in return for amnesty, a grant of land for an agricultural colony, and retention of an armed band of 100 men for a year.\nThe &lt;a href=\"Nicaraguan%20Campaign%20Medal\"&gt;Nicaraguan Campaign Medal&lt;/a&gt;, a decoration of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;, was later issued for those American service members who had performed military duty in Nicaragua during the early years of the 20th century.\nThere followed a growing hostility between Sandino and Anastasio Somoza Garcia, chief of the national guard, which prompted Somoza to order the assassination of Sandino. Fearing future armed opposition from Sandino, Somoza invited him to a meeting in Managua, where Sandino was assassinated on February 21 of 1934 by the National Guard. Following the death of Sandino was the execution of hundreds of men, women, and children.\nSomoza Dynasty (1936–1979).\nAnastasio Somoza García's rule.\nWith Sandino's death and using his troops, the National Guard, to force Sacasa to resign, Somoza had taken control of the country in 1937 and destroyed any potential armed resistance. The &lt;a href=\"Somoza%20family\"&gt;Somoza family&lt;/a&gt; would rule until 1979.\nThe earliest opposition to Somoza came from the educated middle class and the normally conservative wealthy, such as &lt;a href=\"Pedro%20Joaqu%C3%ADn%20Chamorro%20Cardenal\"&gt;Pedro Joaquín Chamorro&lt;/a&gt;. On September 21, 1956, a Nicaraguan poet, &lt;a href=\"Rigoberto%20L%C3%B3pez%20P%C3%A9rez\"&gt;Rigoberto López Pérez&lt;/a&gt;, snuck into a party attended by the President and shot him in the chest. In his memoirs \"&lt;a href=\"Nicaragua%20Betrayed\"&gt;Nicaragua Betrayed&lt;/a&gt;\", &lt;a href=\"Anastasio%20Somoza%20Debayle\"&gt;Anastasio Debayle&lt;/a&gt; (Somoza's son) claims that Chamorro had knowledge of the assassination plot. While the assassin quickly died in a hail of gunfire, Somoza himself died a few days later, in an American hospital in the &lt;a href=\"Panama%20Canal%20Zone\"&gt;Panama Canal Zone&lt;/a&gt;.\nSomoza's rise to power and the formation of a dictatorship.\nDivisions within the Conservative Party in the 1932 elections paved the way for the Liberal Juan Bautista Sacasa to assume power. This initiated an inherently weak presidency—hardly a formidable obstacle to Somoza as he set about building his personal influence over Congress and the ruling Liberal Party. President Sacasa's popularity decreased as a result of his poor leadership and accusations of fraud in the 1934 congressional elections. Somoza García benefited from Sacasa's diminishing power, and at the same time brought together the National Guard and the Liberal Party (Partido Liberal – PL) in order to win the presidential elections in 1936. Somoza Garcia also cultivated support from former presidents Moncada and Chamorro while consolidating control within the Liberal Party.\nEarly in 1936, Somoza openly confronted President Sacasa by using military force to displace local government officials loyal to the president and replacing them with close associates. Somoza García's increasing military confrontation led to Sacasa's resignation on June 6, 1936. The Congress appointed Carlos Brenes Jarquín, a Somoza García associate, as &lt;a href=\"interim%20president\"&gt;interim president&lt;/a&gt; and postponed presidential elections until December. In November, Somoza resigned as chief director of the National Guard, thus complying with constitutional requirements for eligibility to run for the presidency. The &lt;a href=\"Nationalist%20Liberal%20Party\"&gt;Liberal Nationalist Party&lt;/a&gt; (Partido Liberal Nacionalista – PLN) was established with support from a faction of the Conservative Party to support Somoza Garcia's candidacy. Somoza was elected president in the December election by the remarkable margin of 107,201 votes to 108. On January 1, 1937, he resumed control of the National Guard, combining the roles of president and chief director of the military.\nAfter Somoza's win in the December 1936 presidential elections, he proceeded to consolidate his power within the National Guard, while at the same time dividing his political opponents. Family members and close associates were given key positions within the government and the military. The Somoza family also controlled the PLN, which in turn controlled the legislature and judicial system, thus giving Somoza absolute power over every sphere of Nicaraguan politics. Nominal political opposition was allowed as long as it did not threaten the ruling elite. Somoza Garcia's National Guard repressed serious political opposition and antigovernment demonstrations. The institutional power of the National Guard grew in most government owned enterprises, until eventually it controlled the national radio and telegraph networks, the postal and immigration services, health services, the internal revenue service, and the national railroads.\nIn less than two years after his election, Somoza Garcia, defying the Conservative Party, declared his intention to stay in power beyond his presidential term. Thus, in 1938, Somoza Garcia named a Constituent Assembly that gave the president extensive power and elected him for another eight-year term. A Constituent Assembly, extension of the presidential term from four years to six years, and clauses empowering the president to decree laws relating to the National Guard without consulting Congress, ensured Somoza's absolute control over the state and military. Control over electoral and legislative machinery provided the basis for a permanent &lt;a href=\"dictatorship\"&gt;dictatorship&lt;/a&gt;.\nNicaragua declared war on &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. No troops were sent to the war but Somoza used the crisis to seize attractive properties held by German-Nicaraguans, the best known of which was the &lt;a href=\"Montelimar%20Beach\"&gt;Montelimar&lt;/a&gt; estate. Today it is operated as a privately owned luxury resort and casino. Nicaragua was the first country to ratify the &lt;a href=\"UN%20Charter\"&gt;UN Charter&lt;/a&gt;.\nYounger Somozas.\nSomoza García was succeeded by his two sons. &lt;a href=\"Luis%20Somoza%20Debayle\"&gt;Luis Somoza Debayle&lt;/a&gt; became President (29 September 1956 to 1 May 1963), and was effectively dictator of the country until his death, but his brother &lt;a href=\"Anastasio%20Somoza%20Debayle\"&gt;Anastasio Somoza Debayle&lt;/a&gt; held great power as head of the National Guard. A graduate of &lt;a href=\"United%20States%20Military%20Academy\"&gt;West Point&lt;/a&gt;, Anastasio was even closer to the Americans than his father and was said to speak better English than Spanish. Luis Somoza, remembered by some for being moderate, was in power for only a few years before dying of a &lt;a href=\"myocardial%20infarction\"&gt;heart attack&lt;/a&gt;.\nThe revolutionaries opposing the Somozas were greatly strengthened by the &lt;a href=\"Cuban%20Revolution\"&gt;Cuban Revolution&lt;/a&gt;. The revolution provided both hope and inspiration to the insurgents, as well as weapons and funding. Operating from &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt; they formed the \"&lt;a href=\"Sandinista%20National%20Liberation%20Front\"&gt;Frente Sandinista de Liberacion Nacional&lt;/a&gt;\" (FSLN) and came to be known as &lt;a href=\"Sandinista%20National%20Liberation%20Front\"&gt;Sandinistas&lt;/a&gt;. They took their name from the still legendary &lt;a href=\"Augusto%20C%C3%A9sar%20Sandino\"&gt;Augusto César Sandino&lt;/a&gt;. With aid from the United States, the Somoza brothers succeeded in defeating the guerrillas.\nThen came president, &lt;a href=\"Rene%20Schick\"&gt;Rene Schick&lt;/a&gt;, whom most Nicaraguans viewed \"as nothing more than a &lt;a href=\"puppet\"&gt;puppet&lt;/a&gt; of the Somozas\". President Luis Somoza Debayle, under pressure from the rebels, announced that national elections would be held in February 1963. Election reforms had been made that established &lt;a href=\"secret%20ballot\"&gt;secret ballot&lt;/a&gt;s and a supervising electoral commission, although the Conservative Party never elected any members of the commission. Somoza had also introduced a &lt;a href=\"constitutional%20amendment\"&gt;constitutional amendment&lt;/a&gt; that would prevent family members from succeeding him. The opposition was extremely skeptical of Somoza's promises, and ultimately control of the country passed to &lt;a href=\"Anastasio%20Somoza%20Debayle\"&gt;Anastasio Somoza Debayle&lt;/a&gt;.\nIn 1961, a young student, &lt;a href=\"Carlos%20Fonseca\"&gt;Carlos Fonseca&lt;/a&gt;, turned back to the historical figure of Sandino, and founded the &lt;a href=\"Sandinista%20National%20Liberation%20Front\"&gt;Sandinista National Liberation Front&lt;/a&gt; (FSLN). The FSLN was a tiny party throughout most of the 1960s, but Somoza's hatred of it, and his repressive treatment of anyone suspected as a &lt;a href=\"Sandinista\"&gt;Sandinista&lt;/a&gt; sympathizer, gave many ordinary Nicaraguans the idea that the Sandinistas were much stronger than was the case.\nSomoza acquired monopolies in industries that were key to rebuilding the nation, not allowing other members of the upper class to share the profits that would result from the reborn economic activity. This ultimately weakened Somoza since even the economic elite were reluctant to support him. In the 1950s a synthetic brand of &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt;, one of Nicaragua's economic pillars of the epoch, was developed. This caused the price of cotton to decrease, placing the &lt;a href=\"economy\"&gt;economy&lt;/a&gt; in great trouble.\nLandless &lt;a href=\"peasant\"&gt;peasant&lt;/a&gt;s worked on large plantations during short harvest seasons and received wages as low as US$1 per day. In desperation, many of these poor laborers migrated east, seeking their own land near the rain forest. In 1968, the &lt;a href=\"World%20Health%20Organization\"&gt;World Health Organization&lt;/a&gt; found that &lt;a href=\"Pollution\"&gt;polluted&lt;/a&gt; water led to 17% of all Nicaraguan deaths.\nAmerican economic involvement.\nFrom 1945 to 1960, the U.S.-owned Nicaraguan Long Leaf Pine Company (NIPCO) directly paid the Somoza family millions of dollars in exchange for favorable benefits to the company, such as not having to re-forest &lt;a href=\"clearcutting\"&gt;clear cut&lt;/a&gt; areas. By 1961, NIPCO had cut all of the commercially viable coastal pines in northeast Nicaragua. Expansion of cotton plantations in the 1950s and cattle ranches in the 1960s forced peasant families from the areas they had farmed for decades. Some were forced by the National Guard to relocate into colonization projects in the &lt;a href=\"rainforest\"&gt;rainforest&lt;/a&gt;.\nSome moved eastward into the hills, where they cleared forests in order to plant crops. &lt;a href=\"Soil%20erosion\"&gt;Soil erosion&lt;/a&gt; forced them, however, to abandon their land and move deeper into the rainforest. Cattle ranchers then claimed the abandoned land. Peasants and ranchers continued this movement deep into the rain forest. By the early 1970s, Nicaragua had become the United States' top &lt;a href=\"beef\"&gt;beef&lt;/a&gt; supplier. The beef supported fast-food chains and pet food production. President &lt;a href=\"Anastasio%20Somoza%20Debayle\"&gt;Anastasio Somoza Debayle&lt;/a&gt; owned the largest &lt;a href=\"slaughterhouse\"&gt;slaughterhouse&lt;/a&gt; in Nicaragua, as well as six &lt;a href=\"Meat%20packing%20plant\"&gt;meat-packing plants&lt;/a&gt; in &lt;a href=\"Miami%2C%20Florida\"&gt;Miami, Florida&lt;/a&gt;.\nAlso in the 1950s and 1960s, 40% of all U.S. &lt;a href=\"pesticide\"&gt;pesticide&lt;/a&gt; exports went to Central America. Nicaragua and its neighbors widely used compounds banned in the U.S., such as &lt;a href=\"DDT\"&gt;DDT&lt;/a&gt;, &lt;a href=\"endrin\"&gt;endrin&lt;/a&gt;, &lt;a href=\"dieldrin\"&gt;dieldrin&lt;/a&gt; and &lt;a href=\"lindane\"&gt;lindane&lt;/a&gt;. In 1977 a study revealed that mothers living in León had 45 times more DDT in their breast milk than the &lt;a href=\"World%20Health%20Organization\"&gt;World Health Organization&lt;/a&gt; safe level.\nSandinista insurrection (1972–1979).\nA major turning point was the December 1972 &lt;a href=\"1972%20Nicaragua%20earthquake\"&gt;Managua earthquake&lt;/a&gt; that killed over 10,000 people and left 500,000 homeless. A great deal of international relief was sent to the nation. Some Nicaraguan historians point to the earthquake that devastated &lt;a href=\"Managua\"&gt;Managua&lt;/a&gt; as the final 'nail in the coffin' for Somoza; some 90% of the city was destroyed. Somoza's brazen corruption, mishandling of relief (which prompted &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt; star &lt;a href=\"Roberto%20Clemente\"&gt;Roberto Clemente&lt;/a&gt; to fly to Managua on December 31, 1972, to try to help - a flight that ended in his death) and refusal to rebuild Managua, flooded the ranks of the Sandinistas with young disaffected Nicaraguans who no longer had anything to lose. The Sandinistas received some support from &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;.\nOn 27 December 1974, a group of nine FSLN guerrillas invaded a party at the home of a former Minister of Agriculture, killing him and three guards in the process of taking several leading government officials and prominent businessmen hostage. In return for the hostages they succeeded in getting the government to pay US$2 million ransom, broadcast an FSLN declaration on the radio and in the opposition newspaper \"&lt;a href=\"La%20Prensa%20%28Managua%29\"&gt;La Prensa&lt;/a&gt;\", release fourteen FSLN members from jail, and fly the raiders and the released FSLN members to Cuba. Archbishop &lt;a href=\"Miguel%20Obando%20y%20Bravo\"&gt;Miguel Obando y Bravo&lt;/a&gt; acted as an intermediary during the negotiations.\nThe incident humiliated the government and greatly enhanced the prestige of the FSLN. Somoza, in his memoirs, refers to this action as the beginning of a sharp escalation in terms of Sandinista attacks and government reprisals. &lt;a href=\"Martial%20law\"&gt;Martial law&lt;/a&gt; was declared in 1975, and the National Guard began to raze villages in the jungle suspected of supporting the rebels. &lt;a href=\"Human%20rights%20group\"&gt;Human rights group&lt;/a&gt;s condemned the actions, but U.S. &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt; refused to break the U.S. alliance with Somoza.\nThe country tipped into full-scale civil war with the 1978 murder of &lt;a href=\"Pedro%20Joaqu%C3%ADn%20Chamorro%20Cardenal\"&gt;Pedro Chamorro&lt;/a&gt;, who had opposed violence against the regime. 50,000 turned out for his funeral. It was assumed by many that Somoza had ordered his assassination; suspected plotters included the dictator's son, “El Chiguin”, Somoza's President of Housing, Cornelio Hueck, Somoza's Attorney General, and Pedro Ramos, a close &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;n ally who commercialized in illegal blood plasma. A nationwide strike, including labour and private businesses, commenced in protest, demanding an end to the dictatorship. At the same time, the Sandinistas stepped up their rate of guerrilla activity.\nSeveral towns, assisted by Sandinista guerrillas, expelled their National Guard units. Somoza responded with increasing violence and repression. When &lt;a href=\"Le%C3%B3n%2C%20Nicaragua\"&gt;León&lt;/a&gt; became the first city in Nicaragua to fall to the Sandinistas, he responded with aerial bombardment, famously ordering the air force to \"bomb everything that moves until it stops moving.\"\nThe U.S. media grew increasingly unfavorable in its reporting on the situation in Nicaragua. Realizing that the Somoza dictatorship was unsustainable, the &lt;a href=\"Jimmy%20Carter\"&gt;Carter&lt;/a&gt; administration attempted to force him to leave Nicaragua. Somoza refused and sought to maintain his power through the National Guard. At that point, the U.S. ambassador sent a cable to the White House saying it would be \"ill-advised\" to call off the bombing, because such an action would help the Sandinistas gain power. When &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; reporter &lt;a href=\"Bill%20Stewart%20%28journalism%29\"&gt;Bill Stewart&lt;/a&gt; was executed by the National Guard, and graphic film of the killing was broadcast on American TV, the American public became more hostile to Somoza. In the end, President Carter refused Somoza further U.S. military aid, believing that the repressive nature of the government had led to popular support for the Sandinista uprising.\nIn May 1979, another general strike was called, and the FSLN launched a major push to take control of the country. By mid July they had Somoza and the National Guard isolated in Managua.\nSandinista period (1979–1990).\nAs Nicaragua's government collapsed and the National Guard commanders escaped with Somoza, the U.S. first promised and then denied them exile in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;. The rebels advanced on the capital victoriously. On July 19, 1979, a new government was proclaimed under a provisional &lt;a href=\"Junta%20of%20National%20Reconstruction\"&gt;junta&lt;/a&gt; headed by 33-year-old &lt;a href=\"Daniel%20Ortega\"&gt;Daniel Ortega&lt;/a&gt;, and included &lt;a href=\"Violeta%20Chamorro\"&gt;Violeta Chamorro&lt;/a&gt;, Pedro's widow. Somoza eventually ended up in &lt;a href=\"Paraguay\"&gt;Paraguay&lt;/a&gt;, where he was assassinated in September 1980, allegedly by members of the 'Argentinian Revolutionary Workers' Party.\nThe &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; estimated material damage from the revolutionary war to be US$480 million. The &lt;a href=\"FSLN\"&gt;FSLN&lt;/a&gt; took over a nation plagued by malnutrition, disease, and pesticide contaminations. &lt;a href=\"Lake%20Managua\"&gt;Lake Managua&lt;/a&gt; was considered dead because of decades of pesticide runoff, toxic chemical pollution from lakeside factories, and untreated sewage. &lt;a href=\"Soil\"&gt;Soil&lt;/a&gt; &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt; and dust storms were also a problem in Nicaragua at the time due to deforestation. To tackle these crises, the &lt;a href=\"FSLN\"&gt;FSLN&lt;/a&gt; created the &lt;a href=\"Nicaraguan%20Institute%20of%20Natural%20Resources%20and%20the%20Environment\"&gt;Nicaraguan Institute of Natural Resources and the Environment&lt;/a&gt;.\nThe key large-scale programs of the Sandinistas included a &lt;a href=\"National%20Literacy%20Crusade\"&gt;National Literacy Crusade&lt;/a&gt; from March to August 1980. Nicaragua received international recognition for gains in &lt;a href=\"literacy\"&gt;literacy&lt;/a&gt;, &lt;a href=\"health%20care\"&gt;health care&lt;/a&gt;, &lt;a href=\"education\"&gt;education&lt;/a&gt;, &lt;a href=\"childcare\"&gt;childcare&lt;/a&gt;, &lt;a href=\"trade%20union\"&gt;union&lt;/a&gt;s, and &lt;a href=\"land%20reform\"&gt;land reform&lt;/a&gt;.\nManagua became the second capital in the hemisphere after Cuba to host an embassy from &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;. Due to tensions between their Soviet sponsors and China, the Sandinistas allowed Taiwan to retain its mission and refused to allow a Chinese mission in the country.\nThe Sandinistas won the &lt;a href=\"Nicaraguan%20general%20election%2C%201984\"&gt;national election of November 4, 1984&lt;/a&gt;, gathering 67% of the vote. The election was certified as \"free and fair\" by the majority of international observers. The Nicaraguan political opposition and the Reagan administration claimed political restrictions were placed on the opposition by the government. The primary opposition candidate was the U.S.-backed &lt;a href=\"Arturo%20Cruz\"&gt;Arturo Cruz&lt;/a&gt;, who succumbed to pressure from the United States government not to take part in the 1984 elections; later US officials were quoted as saying, \"the (Reagan) Administration never contemplated letting Cruz stay in the race, because then the Sandinistas could justifiably claim that the elections were legitimate.\" Three right-wing opposition parties (&lt;a href=\"Coordinadora%20Democr%C3%A1tica%20Nicarag%C3%BCense\"&gt;Coordinadora Democrática Nicaragüense&lt;/a&gt;) &lt;a href=\"election%20boycott\"&gt;boycotted the election&lt;/a&gt;, claiming that the Sandinistas were manipulating the media and that the elections might not be fair. Other opposition parties such as the Conservative Democratic Party and the Independent Liberal party, were both free to denounce the Sandinista government and participate in the elections. Ortega was victorious, but the long years of war had decimated Nicaragua's economy.\nHistorian Christopher Andrew claimed that it was later discovered that the FSLN had, in fact, been suppressing right-wing opposition parties while leaving moderate parties alone, with Ortega claiming that the moderates \"presented no danger and served as a convenient facade to the outside world\". In 1993, the Library of Congress wrote \"Foreign observers generally reported that the election was fair. Opposition groups, however, said that the FSLN domination of government organs, mass organizations groups, and much of the media created a climate of intimidation that precluded a truly open election.\".\nCommunist leanings and U.S. backed Contras.\nAmerican support for the long rule of the Somoza family had soured relations, and the FSLN government was committed to a Marxist ideology, with many of the leading Sandinista continuing long-standing relationships with the Soviet Union and Cuba. United States President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt;, who had cut off aid to Somoza's Nicaragua the previous year, initially hoped that continued American aid to the new government would keep the Sandinistas from forming a doctrinaire &lt;a href=\"Marxism-Leninism\"&gt;Marxist-Leninist&lt;/a&gt; government aligned with the &lt;a href=\"Eastern%20bloc\"&gt;Soviet bloc&lt;/a&gt;, but the Carter administration aid was minimal, and the Sandinistas turned to Cuban and Eastern European assistance to build a new army of 75,000, including &lt;a href=\"T-55\"&gt;T-55&lt;/a&gt; tanks, heavy artillery and &lt;a href=\"Mil%20Mi-24\"&gt;HIND attack helicopters&lt;/a&gt;, that made the Sandinista Army more powerful than its neighbors. The Soviets also pledged to provide &lt;a href=\"MiG%2021\"&gt;MiG 21&lt;/a&gt; fighters, but the aircraft were never delivered.\nWith the election of &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; in 1980, relations between the United States and the Sandinista regime became an active front in the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. The Reagan administration insisted on the \"Communist threat\" posed by the Sandinistas—reacting particularly to the support provided to the Sandinistas by Cuba and the Soviets. The US suspended aid due to evidence of Sandinista support to &lt;a href=\"FMLN\"&gt;FMLN&lt;/a&gt; rebels in &lt;a href=\"El%20Salvador\"&gt;El Salvador&lt;/a&gt;. Prior to U.S. aid withdrawal, FSLN politician Bayardo Arce, stated that \"Nicaragua is the only country building its socialism with the dollars of imperialism.\" The Reagan administration responded by imposing economic sanctions and a &lt;a href=\"trade%20embargo\"&gt;trade embargo&lt;/a&gt; against Nicaragua.\nAfter a brief period of sanctions, Nicaragua was faced with a collapsing economy. The U.S. trained and financed the &lt;a href=\"Contra%20%28guerrillas%29\"&gt;Contras&lt;/a&gt;, which were a &lt;a href=\"counter-revolutionary\"&gt;counter-revolutionary&lt;/a&gt; group, based in neighboring &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt; to militarily oppose the Sandinista government. President Reagan called the &lt;a href=\"Contras\"&gt;Contras&lt;/a&gt; \"the moral equivalent of our founding fathers.\" The Contras, groups of Somoza's National Guard who had fled to Honduras, were organized, trained and funded by CIA. The Contra chain of command included some ex-National Guardsmen, including Contra founder and commander &lt;a href=\"Enrique%20Berm%C3%BAdez\"&gt;Enrique Bermúdez&lt;/a&gt; and others, including ex-Sandinista hero &lt;a href=\"Ed%C3%A9n%20Pastora\"&gt;Edén Pastora&lt;/a&gt;, who rejected the Leninist orientation of the Sandinistas. The Contras operated out of camps in the neighboring &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt; to the north and &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt; to the south. They engaged in a systematic campaign of terror amongst the rural Nicaraguan population to disrupt social reform projects of the Sandinistas.\nThe US support for the Contras sparked widespread criticism from many quarters around the globe including within Nicaragua and the U.S., Democrats in Congress included. Several historians have criticized the contra campaign and the Reagan Administration's support for it, citing the brutality and numerous human rights violations of the Contras. LaRamee and Polakoff, for example, describe the destruction of health centers, schools and cooperatives at the hands of the rebels. Others have contended that large scale murder, rape and torture also occurred in Contra dominated areas. The US also sought to place economic pressure on the Sandinistas, and the Reagan administration imposed a full trade embargo.\nThe Sandinistas were also accused of human rights abuses including torture, disappearances and mass executions. The &lt;a href=\"Inter-American%20Commission%20on%20Human%20Rights\"&gt;Inter-American Commission on Human Rights&lt;/a&gt; investigated abuses by Sandinista forces, including an execution of 35 to 40 &lt;a href=\"Miskito%20people\"&gt;Miskitos&lt;/a&gt; in December 1981, and an execution of 75 people in November 1984.\nAmerican pressure against the government escalated throughout 1983 and 1984; the Contras began a campaign of economic sabotage and disrupted shipping by planting underwater mines in Nicaragua's Port of &lt;a href=\"Corinto%2C%20Nicaragua\"&gt;Corinto&lt;/a&gt;, an action later condemned by the &lt;a href=\"International%20Court%20of%20Justice\"&gt;International Court of Justice&lt;/a&gt; as illegal. \n&lt;a href=\"Daniel%20Ortega\"&gt;Daniel Ortega&lt;/a&gt; was elected President in 1984. The years of war and Nicaragua's economic situation had taken an unparalleled toll on Nicaragua. The US Government offered a political amnesty program that gave visas to any Nicaraguan without question. Nicaraguans (particularly wealthy on or those who had familial connections within the US) left the country in the largest emigration Nicaraguan history. On May 1, 1985, Reagan issued an executive order that imposed a full &lt;a href=\"embargo\"&gt;economic embargo&lt;/a&gt; on Nicaragua, which remained in force until March 1990.\nNicaragua won a historic case against the U.S. at the &lt;a href=\"International%20Court%20of%20Justice\"&gt;International Court of Justice&lt;/a&gt; in 1986 (see \"&lt;a href=\"Nicaragua%20v.%20United%20States\"&gt;Nicaragua v. United States&lt;/a&gt;\"), and the U.S. was ordered to pay Nicaragua $12 billion in reparations for violating Nicaraguan sovereignty by engaging in attacks against it. The United States withdrew its acceptance of the Court arguing it had no authority in matters of sovereign state relations. The &lt;a href=\"United%20Nations%20General%20Assembly\"&gt;United Nations General Assembly&lt;/a&gt; passed a resolution to pressure the U.S. to pay. Only &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; and El Salvador, which was backed in its own &lt;a href=\"FMLN\"&gt;guerrilla insurgency&lt;/a&gt;, voted with the U.S.. &lt;a href=\"Jeane%20Kirkpatrick\"&gt;Jeane Kirkpatrick&lt;/a&gt;, the American ambassador to the UN , criticized the Court as a \"semi-judicial\" body. In addition, the U.S. noted that Cuba and the Soviet Union had earlier committed the same violations against Nicaraguan sovereignty by providing training and ammunition to the Sandinistas against the Somoza regime.\nThe International Court of Justice decision called the nature of the conflict in Nicaragua as one of aggression directed by a foreign power against Nicaragua. In a twelve to three vote, the Court's summary judgment against the United States stated that by:\n...training, arming, equipping, financing and supplying the contra forces or otherwise encouraging, supporting and aiding military and paramilitary activities in and against Nicaragua, the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; has acted, against the Republic of Nicaragua, in breach of its obligation under customary international law not to intervene in the affairs of another State.\nIn 1982, legislation was enacted by US Congress to prohibit further aid to the &lt;a href=\"Contras\"&gt;Contras&lt;/a&gt;. Reagan's officials attempted to illegally supply them out of the proceeds of arms sales to &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; and third party donations, triggering the &lt;a href=\"Iran-Contra%20Affair\"&gt;Iran-Contra Affair&lt;/a&gt; of 1986–87. Mutual exhaustion, Sandinista fears of Contra unity and military success, and mediation by other regional governments led to the Sapoa ceasefire between the Sandinistas and the Contras on March 23, 1988. Subsequent agreements were designed to reintegrate the &lt;a href=\"Contras\"&gt;Contras&lt;/a&gt; and their supporters into Nicaraguan society in preparation for general elections\nSixteen years of center-right rule (1990–2006).\nThe FSLN lost to the &lt;a href=\"National%20Opposition%20Union\"&gt;National Opposition Union&lt;/a&gt; by 14 points in elections on February 25, 1990. ABC news had been predicting a 16-point Sandinista victory. At the beginning of &lt;a href=\"Violeta%20Chamorro\"&gt;Violeta Chamorro&lt;/a&gt;'s nearly 7 years in office the Sandinistas still largely controlled the army, labor unions, and courts. Her government made moves towards consolidating democratic institutions, advancing national reconciliation, stabilizing the economy, privatizing state-owned enterprises.\nIn February 1995, &lt;a href=\"Sandinista%20Popular%20Army\"&gt;Sandinista Popular Army&lt;/a&gt; Cmdr. Gen. &lt;a href=\"Humberto%20Ortega\"&gt;Humberto Ortega&lt;/a&gt; was replaced, in accordance with a new military code enacted in 1994 by Gen. &lt;a href=\"Joaqu%C3%ADn%20Cuadra\"&gt;Joaquín Cuadra&lt;/a&gt;, who espoused a policy of greater professionalism in the renamed &lt;a href=\"Army%20of%20Nicaragua\"&gt;Army of Nicaragua&lt;/a&gt;. A new police organization law, passed by the National Assembly and signed into law in August 1996, further codified both civilian control of the police and the professionalization of that law enforcement agency.\nThe October 20, 1996 presidential, legislative, and mayoral elections also were judged free and fair by international observers and by the groundbreaking national electoral observer group Ética y Transparencia (Ethics and Transparency) despite a number of irregularities, due largely to logistical difficulties and a baroquely complicated electoral law. This time Nicaraguans elected former-Managua Mayor &lt;a href=\"Arnoldo%20Alem%C3%A1n\"&gt;Arnoldo Alemán&lt;/a&gt;, leader of the center-right &lt;a href=\"Nicaraguan%20Liberal%20Alliance\"&gt;Liberal Alliance&lt;/a&gt;, which later consolidated into the &lt;a href=\"Constitutional%20Liberal%20Party\"&gt;Constitutional Liberal Party&lt;/a&gt; (PLC). Alemán continued to privatize the economy and promote infrastructure projects such as highways, bridges, and wells, assisted in large part by foreign assistance received after &lt;a href=\"Hurricane%20Mitch\"&gt;Hurricane Mitch&lt;/a&gt; hit Nicaragua in October 1998. His administration was besieged by charges of corruption, resulting in the resignation of several key officials in mid-2000. Alemán himself was subsequently convicted of official corruption and sentenced to twenty years in jail.\nIn November 2000, Nicaragua held municipal elections. Alemán's PLC won a majority of the overall mayoral races. The FSLN fared considerably better in larger urban areas, winning a significant number of departmental capitals including &lt;a href=\"Managua\"&gt;Managua&lt;/a&gt;.\nPresidential and legislative elections were held on November 4, 2001, the country's fourth free and fair election since 1990. &lt;a href=\"Enrique%20Bola%C3%B1os\"&gt;Enrique Bolaños&lt;/a&gt; of the PLC was elected to the Nicaraguan presidency, defeating the FSLN candidate &lt;a href=\"Daniel%20Ortega\"&gt;Daniel Ortega&lt;/a&gt;, by 14 percentage points. The elections were characterized by international observers as free, fair and peaceful. Bolaños was inaugurated on January 10, 2002.\nIn November 2006 the presidential election was won by &lt;a href=\"Daniel%20Ortega\"&gt;Daniel Ortega&lt;/a&gt;, returned to power after 16 years in opposition. International observers, including the Carter Center, judged the election to be free and fair.\nThe country partly rebuilt its economy during the 1990s, but was hit hard by &lt;a href=\"Hurricane%20Mitch\"&gt;Hurricane Mitch&lt;/a&gt; at the end of October 1998, almost exactly a decade after the similarly destructive &lt;a href=\"Hurricane%20Joan\"&gt;Hurricane Joan&lt;/a&gt; and again in 2007 it was hit by &lt;a href=\"Hurricane%20Felix\"&gt;Hurricane Felix&lt;/a&gt;, a category 5 hurricane. Ten years later, &lt;a href=\"Hurricane%20Nate\"&gt;Hurricane Nate&lt;/a&gt; also hit Nicaragua and destroyed much of the infrastructure in the countryside, such as communication masts.\nOrtega back in power (2006–present).\nIn the &lt;a href=\"Nicaraguan%20general%20election%2C%202006\"&gt;Nicaraguan general election, 2006&lt;/a&gt; &lt;a href=\"Daniel%20Ortega\"&gt;Daniel Ortega&lt;/a&gt; gained some 38% of the vote in the single round, thus returning to power for his second term overall. The constitution at the time included a ban on immediate reelection of an incumbent president and on any one individual serving more than two terms as president. That notwithstanding, Ortega ran again and won the &lt;a href=\"Nicaraguan%20general%20election%2C%202011\"&gt;Nicaraguan general election, 2011&lt;/a&gt; amid accusations of fraud by losing candidate &lt;a href=\"Fabio%20Gadea%20Mantilla\"&gt;Fabio Gadea Mantilla&lt;/a&gt;. Economic growth during most of those two terms was strong and &lt;a href=\"Tourism%20in%20Nicaragua\"&gt;Tourism in Nicaragua&lt;/a&gt; grew especially strongly, in part thanks to the perception of Nicaragua as a safe country to visit. The &lt;a href=\"Nicaraguan%20general%20election%2C%202016\"&gt;Nicaraguan general election, 2016&lt;/a&gt; saw a partial electoral boycott by the opposition and again accusations of electoral fraud as well, as accusations that the abstention rate was higher than the one officially published by the government. The &lt;a href=\"Nicaraguan%20Canal\"&gt;Nicaraguan Canal&lt;/a&gt; was an issue of public debate and some controversy. Starting 19 April 2018, criticism of the Ortega government over the canal, forest fires in the Indio Maíz nature reserve, and a planned reform of the social security system led to the &lt;a href=\"2018%E2%80%932020%20Nicaraguan%20protests\"&gt;2018–2020 Nicaraguan protests&lt;/a&gt; to which the government responded with violence and harsh repression.\nSee also.\nGeneral:"
}