{
    "id": "21372270",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=21372270",
    "title": "Neo-Capitalism",
    "text": "Neo-capitalism is an economic ideology which blends some elements of &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt; with other systems. The new capitalism was new compared to the capitalism in the era before &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nSocial and economic ideology that arose in the second half of the 20th century and in which the capitalist doctrine becomes deeper, being based on &lt;a href=\"technological%20revolution\"&gt;technological revolution&lt;/a&gt; and on the &lt;a href=\"internationalization\"&gt;internationalization&lt;/a&gt; of the markets.\nIt is a term used to designate a new form of capitalism that is characterized for correcting its excesses by means of the application of measures that guard over the &lt;a href=\"social%20well-being\"&gt;social well-being&lt;/a&gt;.\nThe important aspects include a great &lt;a href=\"economic%20freedom\"&gt;economic freedom&lt;/a&gt;, attaching the &lt;a href=\"private%20property\"&gt;private property&lt;/a&gt; of the industries and companies, moderated with a centralized &lt;a href=\"economic%20planning\"&gt;economic planning&lt;/a&gt;, which can include that the state is an owner of some means of production.\nIt tries to support a balance between the &lt;a href=\"economic%20growth\"&gt;economic growth&lt;/a&gt;, lower inflation, low levels of unemployment, good conditions of work, social assistance and good &lt;a href=\"public%20services\"&gt;public services&lt;/a&gt;, across the &lt;a href=\"Economic%20interventionism\"&gt;intervention of the state in the economy&lt;/a&gt;.\nIt arises in the technological companies reconstructed in the postwar period.\nOne of its more outstanding representatives is the &lt;a href=\"Keynesian%20economics\"&gt;Keynesian&lt;/a&gt; economist &lt;a href=\"Paul%20Samuelson\"&gt;Paul Samuelson&lt;/a&gt;."
}