{
    "id": "2137997",
    "revid": "22066013",
    "url": "https://en.wikipedia.org/wiki?curid=2137997",
    "title": "Villa Crespo",
    "text": "Villa Crespo is a &lt;a href=\"middle%20class\"&gt;middle class&lt;/a&gt; neighborhood in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, located in the geographical center of the city. It had a population of 83,646 people in 2001, and thus currently a &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; of 23,235 inhabitants/km2. Villa Crespo celebrates its anniversary on June 3.\nVilla Crespo was also sometimes referred to as Palermo Queens around 2007. This trade name, caused a reaction from the Neighborhood Association and Historical Studies at the Ombudsman of the city of Buenos Aires. They issued Resolution 2549/07, resulting in 14 realtors being sanctioned for publishing misleading advertising, in violation of the consumer competition law and fair trading law, and violation of the law of neighborhood boundaries and the tourist protection law. Palermo is considered a more expensive neighborhood and renaming Villa Crespo as part of Palermo would allow people to charge higher rents, etc.\nIt grew around the \"Fábrica Nacional de Calzado\" (\"National Shoe Factory\", 1888). The first name of the neighborhood was San Bernardo and that remained in general use during its first twenty-five years, in spite of it being officially named after Buenos Aires mayor, &lt;a href=\"Antonio%20F.%20Crespo\"&gt;Antonio F. Crespo&lt;/a&gt;. On April 11, 1894, the San Bernardo church was opened to the public. Villa Crespo was home to several &lt;a href=\"Tenement%23Buenos%20Aires\"&gt;conventillo&lt;/a&gt;s, including the most famous one, the \"Conventillo de la Paloma\". Under &lt;a href=\"Juan%20B.%20Justo%20avenue\"&gt;Juan B. Justo avenue&lt;/a&gt; runs the Maldonado waterstream, culverted to prevent major floods.\nVilla Crespo has been traditionally associated with the &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;ish community, hosting several &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt;s, &lt;a href=\"Hebrew\"&gt;Hebrew&lt;/a&gt; schools and &lt;a href=\"youth%20movement\"&gt;youth movement&lt;/a&gt;s. Its traditional &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; club is &lt;a href=\"Club%20Atl%C3%A9tico%20Atlanta\"&gt;Atlanta&lt;/a&gt;.\nUntil the 1980s, it had a clothing commercial centre in &lt;a href=\"Avenida%20Ra%C3%BAl%20Scalabrini%20Ortiz\"&gt;Scalabrini Ortiz&lt;/a&gt; Avenue (previously named Canning), but this has lost its strength over the years. The main commercial hub is still the intersection of Scalabrini Ortiz and Corrientes avenues, these two roads being also the main access of the neighborhood.\nSome &lt;a href=\"leather\"&gt;leather&lt;/a&gt; clothes stores are located in the area around Murillo street, and on Warnes Avenue are numerous auto-part stores. On the other hand, the neighborhood has a relative lack of parks and squares."
}