{
    "id": "21413986",
    "revid": "42937340",
    "url": "https://en.wikipedia.org/wiki?curid=21413986",
    "title": "Tumpeng",
    "text": "Tumpeng (&lt;a href=\"Javanese%20script\"&gt;Javanese&lt;/a&gt;: ; &lt;a href=\"Balinese%20script\"&gt;Balinese&lt;/a&gt;: ) is an &lt;a href=\"Indonesian%20cuisine\"&gt;Indonesian&lt;/a&gt; cone-shaped rice dish with side dishes of vegetables and meat originating from &lt;a href=\"Javanese%20cuisine\"&gt;Javanese cuisine&lt;/a&gt; of &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;. Traditionally featured in the \"&lt;a href=\"Slametan\"&gt;slamatan&lt;/a&gt;\" ceremony, the rice is made by using a cone-shaped woven bamboo container. The rice itself may be plain &lt;a href=\"steamed%20rice\"&gt;steamed rice&lt;/a&gt;, &lt;a href=\"nasi%20uduk\"&gt;uduk rice&lt;/a&gt; (cooked with &lt;a href=\"coconut%20milk\"&gt;coconut milk&lt;/a&gt;), or &lt;a href=\"nasi%20kuning\"&gt;yellow rice&lt;/a&gt; (uduk rice colored with \"kunyit\" (&lt;a href=\"turmeric\"&gt;turmeric&lt;/a&gt;)).\nThe rice cone is erected in the (rounded woven bamboo container), covered with a banana leaf, and surrounded by assorted Indonesian dishes. In 2013, the &lt;a href=\"Ministry%20of%20Culture%20and%20Tourism%20%28Indonesia%29\"&gt;Indonesian Ministry of Tourism and Creative Economy&lt;/a&gt; promoted tumpeng as one of 30 &lt;a href=\"Indonesian%20cuisine\"&gt;Indonesian culinary&lt;/a&gt; icons and gave it the status of official &lt;a href=\"national%20dish\"&gt;national dish&lt;/a&gt; of Indonesia in 2014, describing it as \"the dish that binds the diversity of Indonesian various culinary traditions.\"\nHistory and tradition.\nPeople in &lt;a href=\"Java\"&gt;Java&lt;/a&gt;, &lt;a href=\"Bali\"&gt;Bali&lt;/a&gt; and &lt;a href=\"Madura\"&gt;Madura&lt;/a&gt; usually make tumpeng to celebrate important events. However, all Indonesians are familiar with tumpeng. The philosophy of tumpeng is related to the geographical condition of Indonesia, especially Java as fertile island with numerous &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;s and &lt;a href=\"volcano\"&gt;volcano&lt;/a&gt;s. Tumpeng dates back to ancient Indonesian tradition that revered mountains as the abode of \"&lt;a href=\"hyang\"&gt;hyang&lt;/a&gt;s\", the spirit of ancestors and gods. The cone-shaped rice meant to mimics the holy mountain. The feast served as a thanksgiving for the abundance of harvest or any other blessings.\nTumpeng is a symbol of gratitude, in &lt;a href=\"Slametan\"&gt;gratitude ceremony&lt;/a&gt; (\"syukuran\" or \"slametan\"), after the people pray, the top of tumpeng is cut and delivered to the most important person. He or she may be the group leader, the oldest person, or the beloved one. Then, all people in the ceremony enjoy the tumpeng together. With tumpeng, people express the gratitude to God and appreciate togetherness and harmony. An annual ceremony involving tumpeng is commonly called 'tumpengan'.\nTumpengs and gunungans are an essential part in the Javanese festival &lt;a href=\"sekaten\"&gt;sekaten&lt;/a&gt;, huge and large amount of tumpengs are included in a big traditional parade from the palace to the grand mosque. They are prayed upon in the grand mosque, and then distributed to the people as part of the festivities celebrating the birth of the prophet Mohammed.\nIn modern times, the top of the tumpeng is given to an honoured guest in social events, ceremonies or awards. In many Indonesian cities, such as &lt;a href=\"Yogyakarta\"&gt;Yogyakarta&lt;/a&gt;, a tradition has been developed — the tumpengan ceremony the eve of 17 August — which is &lt;a href=\"Proclamation%20of%20Indonesian%20Independence\"&gt;Indonesian independence day&lt;/a&gt;. The event is meant to pray for safety and welfare of the nation.\nSurrounding dishes.\nThe cone shaped rice is surrounded by assorted Indonesian dishes, such as \"&lt;a href=\"urap\"&gt;urap&lt;/a&gt;\" vegetables, \"&lt;a href=\"ayam%20goreng\"&gt;ayam goreng&lt;/a&gt;\" (fried chicken), \"&lt;a href=\"ayam%20bakar\"&gt;ayam bakar&lt;/a&gt;\" (grilled chicken), \"&lt;a href=\"empal%20gepuk\"&gt;empal gepuk&lt;/a&gt;\" (sweet and spicy fried beef), \"abon sapi\" (beef floss), \"&lt;a href=\"Semur%20%28Indonesian%20stew%29\"&gt;semur&lt;/a&gt;\" (beef stew in sweet soy sauce), \"teri kacang\" (anchovy with peanuts), fried prawn, \"&lt;a href=\"telur%20pindang\"&gt;telur pindang&lt;/a&gt;\" (boiled marble egg), shredded omelette, \"tempe orek\" (sweet and dry fried &lt;a href=\"tempeh\"&gt;tempeh&lt;/a&gt;), \"&lt;a href=\"perkedel\"&gt;perkedel&lt;/a&gt; kentang\" (mashed potato fritters), \"perkedel jagung\" (corn fritters), \"sambal goreng ati\" (liver in chilli sauce), and many other things.\nTraditionally there should be a balance between vegetables, egg, meat, and seafood. The composition of a traditional &lt;a href=\"Javanese%20people\"&gt;Javanese&lt;/a&gt; tumpeng is more complex because the elements must balance one another according to &lt;a href=\"Kejawen\"&gt;Javanese belief&lt;/a&gt;. Traditional Javanese tumpeng usually involves \"urap\" vegetables, tempeh, \"ayam goreng\", \"teri kacang\", fried shrimp, \"telur pindang\", \"empal gepuk\" and \"sambal\". After the adoption of tumpeng as the national dish, tumpeng is expected to be a dish that binds Indonesia's cooking traditions. Its side dishes might be popular Indonesian dishes, such as &lt;a href=\"gado-gado\"&gt;gado-gado&lt;/a&gt;, &lt;a href=\"satay\"&gt;satay&lt;/a&gt; and &lt;a href=\"rendang\"&gt;rendang&lt;/a&gt;. Today the dishes which accompany tumpeng can be of the host's discretion.\nPhilosophical meaning.\nThere is a philosophical meaning on every part of &lt;a href=\"Traditional%20food\"&gt;traditional&lt;/a&gt; tumpeng. According to folklore in Java and Bali, the cone-shaped tumpeng is a mystic symbol of life and ecosystems. It also symbolizes the glory of God as the Creator of nature, and the side dishes and vegetables represent the life and harmony of nature. The authentic and complete tumpeng dishes should contain at least one meat to represent a land animal, fish to represent sea creatures, an egg to represent winged beasts, and vegetables that represent a food stock provided by the plant kingdom. Usually tumpeng is served with spinach as spinach is a traditional symbol of prosperity in Javanese agricultural society.\nHere are the philosophical meanings behind some of the ingredients in tumpeng:\nVariations.\nThere are several variants of tumpeng, differentiated according to the ceremonies.\nContemporary tradition.\nToday, most Indonesians serve tumpeng as a dish to celebrate a special occasion, such as a birthday party, \"&lt;a href=\"arisan\"&gt;arisan&lt;/a&gt;\", family or neighborhood gathering, farewell party, celebrations, recitals, and many other joyous events. Because of its festive and celebration value, up until now tumpeng sometimes seen as an Indonesian counterpart of &lt;a href=\"birthday%20cake\"&gt;birthday cake&lt;/a&gt;. Tumpeng contests are sometimes held to commemorate Indonesian Independence day on August 17 or to commemorate women's emancipation day, the &lt;a href=\"Kartini\"&gt;Kartini&lt;/a&gt; on April 21. The tumpengs in this contest are judged by decoration and taste.\nAccording to Jati in \"Local wisdom behind Tumpeng as an icon of Indonesian traditional cuisine\", in 2004, the Republic of Indonesia's Ministry of Health rolled out a tumpeng-based food pyramid to encourage healthy eating because tumpeng includes samples of food from every food group. The meat- or soy-based sides provide iron, zinc, and protein; the vegetable side dishes provide vitamins and minerals.\nIn 2009 &lt;a href=\"Garuda%20Indonesia\"&gt;Garuda Indonesia&lt;/a&gt; started offering \"Mini Nasi Tumpeng Nusantara\" as part of its new concept to highlight Indonesia's hospitality.\nTumpeng is offered in Indonesian restaurants abroad, such as in neighboring &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; and the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;.\nThe building of &lt;a href=\"Suharto\"&gt;Suharto&lt;/a&gt;'s &lt;a href=\"Purna%20Bhakti%20Pertiwi%20Museum\"&gt;Purna Bhakti Pertiwi Museum&lt;/a&gt; in &lt;a href=\"Taman%20Mini%20Indonesia%20Indah\"&gt;Taman Mini Indonesia Indah&lt;/a&gt;, Jakarta, took shape of tumpeng."
}