{
    "id": "21422197",
    "revid": "19297870",
    "url": "https://en.wikipedia.org/wiki?curid=21422197",
    "title": "Peter Hemmings",
    "text": "Peter Hemmings &lt;a href=\"OBE\"&gt;OBE&lt;/a&gt; (10 April 19344 January 2002) was an English &lt;a href=\"opera\"&gt;opera&lt;/a&gt; administrator, &lt;a href=\"impresario\"&gt;impresario&lt;/a&gt; and &lt;a href=\"singing\"&gt;singer&lt;/a&gt;.\nAs a singer, he was an accomplished &lt;a href=\"chorister\"&gt;chorister&lt;/a&gt; in his youth and had a fine &lt;a href=\"Bass%20%28voice%20type%29\"&gt;bass voice&lt;/a&gt;. He was educated at &lt;a href=\"Mill%20Hill%20School\"&gt;Mill Hill School&lt;/a&gt; and began his administrative career as president of the &lt;a href=\"University%20of%20Cambridge\"&gt;Cambridge University&lt;/a&gt; &lt;a href=\"Cambridge%20University%20Opera%20Group\"&gt;Opera Group&lt;/a&gt;. That company's success led to the founding of the &lt;a href=\"New%20Opera%20Company\"&gt;New Opera Company&lt;/a&gt; in 1957 with Hemmings as general manager. In 1966, he became the chief administrator of &lt;a href=\"Scottish%20Opera\"&gt;Scottish Opera&lt;/a&gt;, a position he held for almost 20 years. In 1977, he was appointed general manager of the &lt;a href=\"Opera%20Australia\"&gt;Australian Opera&lt;/a&gt;, but clashed with the music director, &lt;a href=\"Richard%20Bonynge\"&gt;Richard Bonynge&lt;/a&gt;. In that difficult time his most significant contribution to opera in Australia was the commissioning of the opera \"&lt;a href=\"Voss%20%28opera%29\"&gt;Voss&lt;/a&gt;\" from &lt;a href=\"Richard%20Meale\"&gt;Richard Meale&lt;/a&gt;. Later, he managed the &lt;a href=\"London%20Symphony%20Orchestra\"&gt;London Symphony Orchestra&lt;/a&gt; for four years, then accepted a position as the general director of the &lt;a href=\"Los%20Angeles%20Opera\"&gt;Los Angeles Opera&lt;/a&gt; in 1984. He remained the company's general director until he returned to the UK in 2000 to take up a position on the board of the &lt;a href=\"Royal%20Opera%2C%20London\"&gt;Royal Opera&lt;/a&gt;. He was survived by his wife Jane née Hemmings, two daughters, two sons and one stepdaughter."
}