{
    "id": "2144088",
    "revid": "16540403",
    "url": "https://en.wikipedia.org/wiki?curid=2144088",
    "title": "Will contest",
    "text": "A will contest, in the &lt;a href=\"law\"&gt;law&lt;/a&gt; of &lt;a href=\"property%20law\"&gt;property&lt;/a&gt;, is a formal objection raised against the validity of a &lt;a href=\"will%20%28law%29\"&gt;will&lt;/a&gt;, based on the contention that the will does not reflect the actual intent of the &lt;a href=\"testator\"&gt;testator&lt;/a&gt; (the party who made the will) or that the will is otherwise invalid. Will contests generally focus on the assertion that the testator lacked &lt;a href=\"testamentary%20capacity\"&gt;testamentary capacity&lt;/a&gt;, was operating under an &lt;a href=\"insane%20delusion\"&gt;insane delusion&lt;/a&gt;, or was subject to &lt;a href=\"undue%20influence\"&gt;undue influence&lt;/a&gt; or &lt;a href=\"fraud\"&gt;fraud&lt;/a&gt;. A will may be challenged in its entirety or in part.\nCourts and legislation generally feel a strong obligation to uphold the final wishes of a testator, and, without compelling evidence to the contrary, \"the law presumes that a will is valid and accurately reflects the wishes of the person who wrote it\".\nA will may include an \"&lt;a href=\"in%20terrorem\"&gt;in terrorem&lt;/a&gt;\" clause, with language along the lines of \"any person who contests this will shall forfeit his legacy\", which operates to disinherit any person who challenges the validity of the will. Such no-contest clauses are permitted under the &lt;a href=\"Uniform%20Probate%20Code\"&gt;Uniform Probate Code&lt;/a&gt;, which most American states follow at least in part. However, since the clause is within the will itself, a successful challenge to the will renders the clause meaningless. Many states consider such clauses void as a matter of public policy or valid only if a will is contested without &lt;a href=\"probable%20cause\"&gt;probable cause&lt;/a&gt;.\nThis article mainly discusses American law and cases. Will contests are more common in the United States than in other countries. This prevalence of will contests in the U.S. is partly because the law gives people a large degree of freedom in disposing of their property and also because \"a number of incentives for suing exist in American law outside of the merits of the litigation itself\". Most other legal traditions enforce some type of &lt;a href=\"forced%20heirship\"&gt;forced heirship&lt;/a&gt;, requiring that a testator leave at least some assets to their family, particularly the spouse and children.\nStanding to contest will.\nTypically, &lt;a href=\"standing%20%28law%29\"&gt;standing&lt;/a&gt; in the United States to contest the validity of a will is limited to two classes of persons:\nFor example, Monica makes a will leaving $5,000 each to her husband, Chandler; her brother, Ross; her neighbor, Joey and her best friend, Rachel. Chandler tells Monica that he will divorce her if she does not disown Ross, which would humiliate her. Later, Ross tells Monica (untruthfully) that Chandler is having an affair with Phoebe, which Monica believes. Distraught, Monica rewrites her will, disowning both Chandler and Ross. The attorney who drafts the will accidentally writes the gift to Rachel as $500 instead of $5,000 and also accidentally leaves Joey out entirely.\nUnder such facts:\nGrounds for contesting will.\nCommon grounds or reasons for contesting a will include lack of testamentary capacity, undue influence, insane delusion, fraud, duress, technical flaws and forgery. \nLack of testamentary capacity.\nLack of &lt;a href=\"testamentary%20capacity\"&gt;testamentary capacity&lt;/a&gt; or &lt;a href=\"disposing%20mind%20and%20memory\"&gt;disposing mind and memory&lt;/a&gt; claims are based on assertions that the testator lacked mental capacity when the will was drafted, and they are the most common types of testamentary challenges. Testamentary capacity in the United States typically requires that a testator has sufficient mental acuity to understand the amount and the nature of the property, the family members and the loved ones who would ordinarily receive such property by the will, and (c) how the will disposes of such property. Under this low standard for competence, one may possess testamentary capacity but still lack mental capacity to sign other contracts. Furthermore, a testator with serious &lt;a href=\"dementia\"&gt;dementia&lt;/a&gt; may have \"lucid periods\" and then is capable of writing or modifying a will.\nOther nations like &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; may have more stringent requirements for writing a will. Lack of mental capacity or incompetence is typically proven by medical records, irrational conduct of the decedent, and the testimony of those who observed the decedent at the time the will was executed. Simply because an individual has a form of mental illness or disease, undergoes mental health treatment after repeated suicide attempts, or exhibits eccentric behavior, does not mean the person automatically lacks the requisite mental capacity to make a will.\nUndue influence.\n&lt;a href=\"Undue%20influence\"&gt;Undue influence&lt;/a&gt; typically involves the accusation that a trusted friend, relative, or caregiver actively procured a new will that reflects that person's own desires rather than those of the testator. Such allegations are often closely linked to lack of mental capacity: someone of sound mind is unlikely to be swayed by undue influence, pressure, manipulation, etc. As it is required for invalidation of a will, undue influence must amount to \"over-persuasion, duress, force, coercion, or artful or fraudulent contrivances to such a degree that there is destruction of the &lt;a href=\"free%20will\"&gt;free agency&lt;/a&gt; and will power of the one making the will.\nMere affection, kindness or attachment of one person for another may not of itself constitute undue influence.\" For example, Florida law gives a list of the types of active procurement that will be considered in invalidating a will: presence of the beneficiary at the execution of the will; presence of the beneficiary on those occasions when the testator expressed a desire to make a will; recommendation by the beneficiary of an attorney to draw the will; knowledge of the contents of the will by the beneficiary prior to execution; giving of instructions on preparation of the will by the beneficiary to the attorney drawing the will; securing of witnesses to the will by the beneficiary; and safekeeping of the will by the beneficiary subsequent to execution.\nIn most U.S. states, including &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, if the challenger of a will is able to establish that it was actively procured, the &lt;a href=\"legal%20burden%20of%20proof\"&gt;burden of proof&lt;/a&gt; shifts to the person seeking to uphold the will to establish that the will is not the product of undue influence. However, undue influence is notoriously difficult to prove, and establishing the someone has the means, motive and inclination to exert undue influence is not enough to prove that the person in fact exerted such influence in a particular case. However, attorneys are often held to a higher standard and are suspect if they assist in drafting a will that names them as a beneficiary.\nIn many jurisdictions, a legal presumption of undue influence arises when there is a finding of a confidential (or fiduciary) relationship, the active procurement of the will by the beneficiary and a substantial benefit to that beneficiary, such as if a testator leaves property to the attorney who drew up the will. However, that is dependent on the circumstances of such a relationship and typically the burden is initially on the person contesting to show undue influence. Proving undue influence is difficult. In Australia, a challenger must show that the free will of the testator has been overborne by words and actions of the alleged wrong doer(s), to such an extent that the deceased’s freedom of testation has been taken away.\nInsane delusion.\n&lt;a href=\"Insane%20delusion\"&gt;Insane delusion&lt;/a&gt; is another form of incapacity in which someone executes a will while strongly holding a \"fixed false belief without hypothesis, having no foundation in reality.\" Other courts have expanded on this concept by adding that the fixed false belief must be persistently adhered to against all evidence and reason, and the irrational belief must have influenced the drafting or provisions of the will. \nIn &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, one of the most-often cited court rulings on insane delusion is from 2006. In this case, the decedent executed a new will in 2005 in the hospital with severe pain and under the influence of a strong medication. She died the next day. The new will disinherited the caretaker and left the decedent's estate to several charities. The caretaker asserted that the decedent was suffering from an insane delusion at the time the will was executed and that she thus lacked testamentary capacity. The decedent's physicians testified regarding the medication that the decedent was taking and how it had changed her personality. A psychiatrist who saw the decedent opined that she was delusional when she stated that the caretaker had abandoned her and had killed her dog. To the contrary, witnesses and evidence supported the position that the caretaker visited the decedent in the hospital every day, and the caretaker gave credible testimony that she was continuing to care for the dog. Accordingly, the court set aside the will as invalid based upon insane delusion.\nDuress.\n&lt;a href=\"Duress\"&gt;Duress&lt;/a&gt; involves some threat of physical harm or coercion upon the testator by the perpetrator that caused the execution of the will.\nFraud.\nThere are four general elements of &lt;a href=\"fraud\"&gt;fraud&lt;/a&gt;: false representations of material facts to the testator; knowledge by the perpetrator that the representations are false; intent that the representations be acted upon and resulting injury. There are two primary types of fraud: fraud in the execution, (for example, the testator was told the will he signed was something other than a will), and fraud in the inducement (for example, the testator is intentionally misled by a material fact that caused the testator to make a different devise from the one he would otherwise have made).\nTechnical flaws.\nA will contest may be based upon alleged failure to adhere to the legal formalities required in a particular jurisdiction. For example, some states require that wills must use specific terminology or jargon, must be notarized, must be witnessed by a certain number of persons, or witnessed by disinterested parties who are not relatives, inherit nothing in the will, and are not nominated as an executor. Additionally, the testator and witnesses must generally sign the will in each other's sight and physical presence.\nFor example, in &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt;, a will must be \"signed by the testator or in the testator's name by some other individual in the testator's conscious presence and by the testator's direction; and... signed by at least two individuals, each of whom signed within a reasonable time after he witnessed either the signing of the will... or [received] the testator's acknowledgment [that he or she actually signed the will].\" In a &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; case, the wills of a husband and wife were invalidated because they accidentally signed each other's wills.\nForgery.\nIn some cases a will contest is based on allegations that the will is &lt;a href=\"forgery\"&gt;forged&lt;/a&gt;. Forgery can range from the fabrication of an entire document, including the signatures, to the insertion or modification of pages in an otherwise legitimate will.\nAccording to a 2009 \"Wall Street Journal\" article, \"charges of forgery are more common than proven cases of it. They often originate with an adult child who, feeling short-changed in a parent's will, accuses a sibling of doctoring the document\". \nNotable cases of forged wills include the \"&lt;a href=\"Melvin%20Dummar%23Text%20of%20the%20.22Mormon%20Will.22\"&gt;Mormon will&lt;/a&gt;\" allegedly written by reclusive business tycoon &lt;a href=\"Howard%20Hughes\"&gt;Howard Hughes&lt;/a&gt; (1905-1976), and the &lt;a href=\"Howland%20will%20forgery%20trial\"&gt;Howland will forgery trial&lt;/a&gt; (1868) in which sophisticated mathematical analysis showed that the signature on a will was most likely forged. British physician &lt;a href=\"Harold%20Shipman\"&gt;Harold Shipman&lt;/a&gt; killed numerous elderly patients and was caught after forging one patient's will to benefit himself.\nLegal inheritance rights.\nSome jurisdictions permit an &lt;a href=\"elective%20share\"&gt;election&lt;/a&gt; against the will by a &lt;a href=\"widow\"&gt;widowed spouse&lt;/a&gt; or &lt;a href=\"orphan\"&gt;orphaned children&lt;/a&gt;. That is not a contest against the will itself (the validity of the will is irrelevant), but an alternate procedure established by statute to contest the disposition of property.\nIn the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, wills are often contested on the basis that a child of the deceased (or somebody treated as such) was bequeathed nothing or less than could reasonably be expected.\nStatutory Jurisdiction.\nCertain jurisdictions, like Australia and its States and Territories, have enacted legislation such as the Succession Act 2006 (NSW) that permits an eligible person to contest a will if it failed to adequately provide for that person's proper education, maintenance and advancement in life.\nPracticability.\nIn the United States, research finds that between 0.5% and 3% of wills are contested. Despite that small percentage, given the millions of American wills probated every year it means that a substantial number of will contests occur. As of the mid-1980s, the most common reason for contesting a will is undue influence and/or supposed lack of testamentary capacity, accounting for about three quarters of will contests; another 15% of will contests are based on an alleged failure to adhere to required formalities in the disputed will; the remainder of contests involve accusations of fraud, insane delusion, etc.\nThe vast majority of will contests are not successful, in part because most states tend to assume that a properly-executed will is valid, and a testator possesses the requisite mental capacity to execute a will unless the contesting party can demonstrate the contrary position by &lt;a href=\"clear%20and%20convincing\"&gt;clear and convincing&lt;/a&gt; evidence. Generally, proponents of a will must establish its validity by a preponderance of evidence, but those contesting a will must prevail by showing clear and convincing evidence, the latter requiring a much higher standard of proof.\nContesting a will can be expensive. According to a Boston-area estate planning attorney quoted in \"&lt;a href=\"Consumer%20Reports\"&gt;Consumer Reports&lt;/a&gt;\" (March, 2012), \"A typical will contest will cost $10,000 to $50,000, and that's a conservative estimate\". Costs can increase even more if a will contest actually goes to trial, and the overall value of an estate can determine if a will contest is worth the expense. In some cases, the threat of a will contest is intended to both pressure the estate into avoiding the expense of a trial and forcing an out-of-court settlement more favorable to disgruntled heirs. However, those who make frivolous or groundless objections to a will may be forced to pay the costs for both sides in the court battle.\nCourts do not necessarily look to fairness during will contests, and a considerable portion of will contests are initiated by those who have no &lt;a href=\"cause%20of%20action\"&gt;cause of action&lt;/a&gt; justifying a court case but are instead reacting to \"hurt feelings\" of disinheritance. In other words, just because the provisions of a will may seem \"unfair\" does not mean that the will is invalid. Therefore, wills cannot be challenged simply because a beneficiary believes the inheritance or lack thereof is unfair. In the United States, the decedent generally has a legal right to dispose of property in any way that is legal.\nConsequences.\nDepending on the grounds, the result of a will contest may be:"
}