{
    "id": "2146638",
    "revid": "14383484",
    "url": "https://en.wikipedia.org/wiki?curid=2146638",
    "title": "Art song",
    "text": "An art song is a &lt;a href=\"vocal%20music\"&gt;vocal music&lt;/a&gt; &lt;a href=\"Musical%20composition\"&gt;composition&lt;/a&gt;, usually written for one voice with &lt;a href=\"piano\"&gt;piano&lt;/a&gt; accompaniment, and usually in the &lt;a href=\"classical%20music\"&gt;classical art music&lt;/a&gt; tradition. By extension, the term \"art song\" is used to refer to the collective genre of such songs (e.g., the \"art song repertoire\"). An art song is most often a musical setting of an independent poem or text, \"intended for the concert repertory\" \"as part of a recital or other relatively formal social occasion\". While many pieces of vocal music are easily recognized as art songs, others are more difficult to categorize. For example, a wordless &lt;a href=\"vocalise\"&gt;vocalise&lt;/a&gt; written by a classical composer is sometimes considered an art song and sometimes not.\nOther factors help define art songs:\nLanguages and nationalities.\nArt songs have been composed in many languages, and are known by several names. The German tradition of art song composition is perhaps the most prominent one; it is known as \"&lt;a href=\"Lieder\"&gt;Lieder&lt;/a&gt;\". In France, the term \"&lt;a href=\"m%C3%A9lodie\"&gt;mélodie&lt;/a&gt;\" distinguishes art songs from other French vocal pieces referred to as &lt;a href=\"chanson\"&gt;chanson&lt;/a&gt;s. The Spanish &lt;a href=\"canci%C3%B3n\"&gt;canción&lt;/a&gt; and the Italian &lt;a href=\"canzone\"&gt;canzone&lt;/a&gt; refer to songs generally and not specifically to art songs.\nForm.\nThe composer's musical language and interpretation of the text often dictate the formal design of an art song. If all of the poem's verses are sung to the same music, the song is &lt;a href=\"Strophic%20form\"&gt;strophic&lt;/a&gt;. Arrangements of folk songs are often strophic, and \"there are exceptional cases in which the musical repetition provides dramatic irony for the changing text, or where an almost hypnotic monotony is desired.\" Several of the songs in Schubert's \"&lt;a href=\"Die%20sch%C3%B6ne%20M%C3%BCllerin\"&gt;Die schöne Müllerin&lt;/a&gt;\" are good examples of this. If the vocal melody remains the same but the accompaniment changes under it for each verse, the piece is called a \"modified strophic\" song. In contrast, songs in which \"each section of the text receives fresh music\" are called &lt;a href=\"through-composed\"&gt;through-composed&lt;/a&gt;. Most through-composed works have some repetition of musical material in them. Many art songs use some version of the &lt;a href=\"Ternary%20form\"&gt;ABA form&lt;/a&gt; (also known as \"song form\" or \"ternary form\"), with a beginning musical section, a contrasting middle section, and a return to the first section's music. In some cases, in the return to the first section's music, the composer may make minor changes.\nPerformance and performers.\nPerformance of art songs in &lt;a href=\"recital\"&gt;recital&lt;/a&gt; requires special skills for both the singer and pianist. The degree of intimacy \"seldom equaled in other kinds of music\" requires that the two performers \"communicate to the audience the most subtle and evanescent emotions as expressed in the poem and music\". The two performers must agree on all aspects of the performance to create a unified partnership, making art song performance one of the \"most sensitive type(s) of collaboration\". As well, the pianist must be able to closely match the mood and character expressed by the singer. Even though classical vocalists generally embark on successful performing careers as soloists by seeking out &lt;a href=\"opera\"&gt;opera&lt;/a&gt; engagements, a number of today's most prominent singers have built their careers primarily by singing art songs, including &lt;a href=\"Dietrich%20Fischer-Dieskau\"&gt;Dietrich Fischer-Dieskau&lt;/a&gt;, &lt;a href=\"Thomas%20Quasthoff\"&gt;Thomas Quasthoff&lt;/a&gt;, &lt;a href=\"Ian%20Bostridge\"&gt;Ian Bostridge&lt;/a&gt;, &lt;a href=\"Matthias%20Goerne\"&gt;Matthias Goerne&lt;/a&gt;, &lt;a href=\"Wolfgang%20Holzmair\"&gt;Wolfgang Holzmair&lt;/a&gt;, &lt;a href=\"Susan%20Graham\"&gt;Susan Graham&lt;/a&gt; and &lt;a href=\"Elly%20Ameling\"&gt;Elly Ameling&lt;/a&gt;. Pianists, too, have specialized in playing art songs with great singers. &lt;a href=\"Gerald%20Moore\"&gt;Gerald Moore&lt;/a&gt;, &lt;a href=\"Geoffrey%20Parsons%20%28pianist%29\"&gt;Geoffrey Parsons&lt;/a&gt;, &lt;a href=\"Graham%20Johnson%20%28musician%29\"&gt;Graham Johnson&lt;/a&gt;, &lt;a href=\"Dalton%20Baldwin\"&gt;Dalton Baldwin&lt;/a&gt;, &lt;a href=\"Hartmut%20H%C3%B6ll\"&gt;Hartmut Höll&lt;/a&gt; and &lt;a href=\"Martin%20Katz\"&gt;Martin Katz&lt;/a&gt; are six such pianists who have specialized in &lt;a href=\"Accompaniment\"&gt;accompanying&lt;/a&gt; art song performances. The piano parts in art songs can be so complex that the piano part is not really a subordinate accompaniment part; the pianist in challenging art songs is more of an equal partner with the solo singer. As such, some pianists who specialize in performing art song recitals with singers refer to themselves as \"collaborative pianists\", rather than as accompanists.\nComposers.\nSpanish.\n19th century:\n20th century:\nLatin American.\nIn Spanish:\nIn Portuguese (all Brazilian):"
}