{
    "id": "21493723",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=21493723",
    "title": "BSC Old Boys",
    "text": "Basler Sportclub Old Boys, commonly known as BSC Old Boys, Old Boys Basel or simply Old Boys or when written just OB, is a &lt;a href=\"Switzerland\"&gt;Swiss&lt;/a&gt; sports club based in &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt;. The club is mainly known for its &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; but it also has track, swimming and tennis sections. The association's colors are yellow and black.\nHistory.\nIn 1876 the gymnastics teacher at the then secondary school, Adolf Glaz, founded the RTV/Realschüler-Turnverein (secondary school student gymnastics club). In 1893 he introduced his students to the new football game. From then some members of the club met regularly during the summer and autumn holidays and the RTV had a football team. When the students finished school, they could no longer be members of the student association. That is why they founded their own football club in 1894. Since they founded the club because they had become too old for the school club, they called the new club the \"Old Boys\".\nAlthough the first national championship in Switzerland took place in &lt;a href=\"1897%E2%80%9398%20Swiss%20Serie%20A\"&gt;1897–98&lt;/a&gt; it is considered as unofficial because it was not organized by the &lt;a href=\"Swiss%20Football%20Association\"&gt;Swiss Football Association&lt;/a&gt; (SFA; founded in 1895 with OB as founder member). OB did not participate in this first championship, but did in the second edition during the following season.\nThe first edition of the official Swiss championship was played in the &lt;a href=\"1898%E2%80%9399%20Swiss%20Serie%20A\"&gt;1898–99 season&lt;/a&gt; as a knock out competition, divided into three regional groups, an east (region Zürich), a central (regional north-west Switzerland) and west group (&lt;a href=\"Romandy\"&gt;Romandy&lt;/a&gt;). The winners of each group played the finals in a &lt;a href=\"round-robin%20tournament\"&gt;round-robin tournament&lt;/a&gt;. OB played against &lt;a href=\"FC%20Basel\"&gt;FC Basel&lt;/a&gt; in the central group semi-final, at the &lt;a href=\"Landhof\"&gt;Landhof&lt;/a&gt; on 13 November 1898 and drew 1–1 with their local rivals.&lt;ref name=\"fcb-achiv-fcb-ob-1898/99\"&gt;&lt;/ref&gt; It therefore required a replay. This was also drawn, despite an agreed two times 20 minutes extra time. Because OB complained that the first FCB goal had been scored by hand, they protested and the &lt;a href=\"Swiss%20Football%20Association\"&gt;SFA&lt;/a&gt; had to deal with the matter. Subsequently, the protest was approved and awarded - and the disputed goal was simply deducted from the score to give the final result. Thus OB became the first forfait winners in Swiss football history. OB advanced to the finals, but the &lt;a href=\"Anglo-American%20Club%20Z%C3%BCrich\"&gt;Anglo-American Club Zürich&lt;/a&gt; became Swiss champions.&lt;ref name=\"rsssf-Swiss Series A 1898/99\"&gt;&lt;/ref&gt;\nThe &lt;a href=\"1903%E2%80%9304%20Swiss%20Serie%20A\"&gt;Swiss Serie A season 1903–04&lt;/a&gt; was again divided into three regional groups, east, central and west. OB were allocated to the central group together with the &lt;a href=\"BSC%20Young%20Boys\"&gt;Young Boys&lt;/a&gt;, &lt;a href=\"FC%20Bern\"&gt;FC Bern&lt;/a&gt;, &lt;a href=\"FC%20Biel-Bienne\"&gt;Floria Biel/Bienne&lt;/a&gt;, and two further teams from Basel &lt;a href=\"FC%20Basel\"&gt;FC Basel&lt;/a&gt; and &lt;a href=\"Fortuna%20Basel\"&gt;Fortuna Basel&lt;/a&gt;. The Young Boys and the Old Boys ended level on points and so a play-off match was arranged. The OB won the play-off 3–2 and therefore qualified for the finals. In the finals &lt;a href=\"FC%20St.%20Gallen\"&gt;St. Gallen&lt;/a&gt; first drew 1–1 against group west winners &lt;a href=\"Servette%20FC\"&gt;Servette&lt;/a&gt;, then they won 1–0 against central group winners OB and because the OB beat Servette 2–0, St. Gallen won their first ever championship title.&lt;ref name=\"rsssf-Serie A 1903/04\"&gt;&lt;/ref&gt;\nThe &lt;a href=\"1912%E2%80%9313%20Swiss%20Serie%20A\"&gt;Swiss Serie A 1912–13&lt;/a&gt; was also divided into three regional groups as before. OB were allocated to the central group together with local rivals &lt;a href=\"FC%20Basel\"&gt;FC Basel&lt;/a&gt; and &lt;a href=\"FC%20Nordstern%20Basel\"&gt;Nordstern Basel&lt;/a&gt;. The other teams playing in this group were &lt;a href=\"BSC%20Young%20Boys\"&gt;Young Boys&lt;/a&gt;, &lt;a href=\"FC%20La%20Chaux-de-Fonds\"&gt;FC La Chaux-de-Fonds&lt;/a&gt;, &lt;a href=\"FC%20%C3%89toile-Sporting\"&gt;Étoile-Sporting FC La Chaux-de-Fonds&lt;/a&gt;, &lt;a href=\"FC%20Bern\"&gt;FC Bern&lt;/a&gt; and &lt;a href=\"FC%20Biel-Bienne\"&gt;Biel-Bienne&lt;/a&gt;. One point ahead of &lt;a href=\"BSC%20Young%20Boys\"&gt;Young Boys&lt;/a&gt;, OB became group winners and advanced to the finals. &lt;a href=\"Lausanne%20Sports\"&gt;Lausanne Sports&lt;/a&gt; won the championship and OB were again runners-up.\nThe club was founded as FC Old Boys Basel but became BSC Old Boys at the beginning of the 20th century. As explained in 1899, 1904 and 1913, the club finished as runners-up in the &lt;a href=\"Swiss%20Super%20League\"&gt;Swiss Series A&lt;/a&gt;, but in 1932, the club was relegated from the professional leagues. After spending many years in the amateur leagues, OB managed to climb back into the &lt;a href=\"Swiss%20Challenge%20League\"&gt;Nationalliga B&lt;/a&gt; in 1987, the same year that local rivals &lt;a href=\"FC%20Basel\"&gt;FC Basel&lt;/a&gt; were relegated from the &lt;a href=\"Swiss%20Super%20League\"&gt;Nationalliga A&lt;/a&gt;, meaning the two clubs would meet again. In the 1995/96 season, Old Boys were relegated again from the professional divisions to the amateurs and they now play in the Second Group of &lt;a href=\"Swiss%201.%20Liga%20%28football%29\"&gt;Swiss 1. Liga&lt;/a&gt;.\nBSC Old Boys play at the &lt;a href=\"Stadium%20Sch%C3%BCtzenmatte\"&gt;Stadium Schützenmatte&lt;/a&gt;, but the original home ground of the club was Margaret Meadow. The club had to move stadium because the IWB, the Industrial Works of Basel, bought the grounds and developed their head-quarters there.\nIn 1922, a swimming section was founded, which later merged with other clubs, and in 1927, a tennis club was founded. In 1935, it split to become Tennis Club Old Boys, today's home club of &lt;a href=\"Roger%20Federer\"&gt;Roger Federer&lt;/a&gt;."
}