{
    "id": "21497060",
    "revid": "11700745",
    "url": "https://en.wikipedia.org/wiki?curid=21497060",
    "title": "Puerto Rico Democracy Act",
    "text": "The Puerto Rico Democracy Act is a &lt;a href=\"bill%20%28proposed%20law%29\"&gt;bill&lt;/a&gt; to provide for a federally sanctioned &lt;a href=\"self-determination\"&gt;self-determination&lt;/a&gt; process for the people of &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;.\nThis act would provide for &lt;a href=\"plebiscite\"&gt;plebiscite&lt;/a&gt;s to be held in Puerto Rico to determine &lt;a href=\"Political%20status%20of%20Puerto%20Rico\"&gt;the island's ultimate political status&lt;/a&gt;. The bill was approved by the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt; on April 29, 2010 by a &lt;a href=\"recorded%20vote\"&gt;recorded vote&lt;/a&gt; of &lt;a href=\"http%3A//clerk.house.gov/evs/2010/roll242.xml\"&gt;223–169&lt;/a&gt;. It was not approved by &lt;a href=\"United%20States%20Senate\"&gt;the Senate&lt;/a&gt; and died with the &lt;a href=\"Adjournment%20sine%20die\"&gt;\"sine die\" adjournment&lt;/a&gt; of the 111th Congress.\nThe bill has been introduced twice in the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt;, first in 2007 and again in 2009.\nBackground.\nPuerto Rico is an &lt;a href=\"unincorporated%20territory\"&gt;unincorporated territory&lt;/a&gt; of the United States located in the northeastern Caribbean Sea. It was &lt;a href=\"cession\"&gt;ceded&lt;/a&gt; by Spain to the United States as part of the &lt;a href=\"Treaty%20of%20Paris%20%281898%29\"&gt;Treaty of Paris&lt;/a&gt; during the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;. In 1952, the U.S. Congress ratified the &lt;a href=\"Constitution%20of%20Puerto%20Rico\"&gt;Constitution of Puerto Rico&lt;/a&gt;, proclaiming Puerto Rico as an &lt;a href=\"commonwealth%20%28U.S.%20insular%20area%29\"&gt;insular commonwealth&lt;/a&gt;. However, the Commonwealth of Puerto Rico continued to be under &lt;a href=\"United%20States%20territory\"&gt;territorial status subject to United States congressional authority&lt;/a&gt; according to the &lt;a href=\"Article%20Four%20of%20the%20United%20States%20Constitution\"&gt;Territorial Clause of the U.S. Constitution&lt;/a&gt;, which states that Congress has the authority \"to dispose of and make all needful Rules and Regulations respecting the Territory belonging to the United States.\" This status has been &lt;a href=\"political%20status%20of%20Puerto%20Rico\"&gt;subject of ongoing debate&lt;/a&gt; in Puerto Rico, the United States, and the United Nations. Three non-binding &lt;a href=\"plebiscite\"&gt;plebiscite&lt;/a&gt;s have been held in recent decades in Puerto Rico to gauge the will of its people for a change in its current political status, but no changes have taken place as it requires an Act of the U.S. Congress to change Puerto Rico's political status. \nPuerto Rico Democracy Act of 2007.\nThe 2007 bill, () was introduced in the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; on February 7, 2007 by Congressman &lt;a href=\"Jos%C3%A9%20Enrique%20Serrano\"&gt;José Serrano&lt;/a&gt; (D-New York). The bill would have provided for a referendum to be held no later than December 31, 2009. The referendum would have given Puerto Ricans the choice between the options of retaining their present political status, or choosing a new status. If the former option were to win, the referendum would have been held again every 8 years. If the latter option were to win, a separate referendum would have been held no later than December 31, 2011. In this referendum, Puerto Ricans would have been given the option of being admitted as a U.S. State \"on equal footing with the other states,\" or becoming a \"sovereign nation, either fully independent from or in free association with the United States.\" Were Puerto Ricans to choose statehood, independence, or free association, the US Congress would have had six months to act on the wishes of the Puerto Rican people.\nThe Act had bi-partisan support in the House of Representatives, with 129 co-sponsors, and was introduced in the &lt;a href=\"U.S.%20Senate\"&gt;U.S. Senate&lt;/a&gt; as S. 1936 with bi-partisan support on August 2, 2007 by Sen. &lt;a href=\"Ken%20Salazar\"&gt;Ken Salazar&lt;/a&gt; (D-CO) with 15 co-sponsors. The bill was never voted on before the &lt;a href=\"110th%20Congress\"&gt;110th Congress&lt;/a&gt; ended.\nPuerto Rico Democracy Act of 2010.\nThe 2009 bill (), was introduced in the United States House of Representatives on May 19, 2009 by &lt;a href=\"Pedro%20Pierluisi\"&gt;Pedro Pierluisi&lt;/a&gt; (D-&lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;) who is the &lt;a href=\"Resident%20Commissioner%20of%20Puerto%20Rico\"&gt;Resident Commissioner of Puerto Rico&lt;/a&gt; to the United States Congress (not a voting-member of the House of Representatives).\nThe bill would provide for a referendum giving Puerto Ricans the choice between the options of retaining their present political status, or choosing a new status. If the former option were to win, the referendum would have been held again every 8 years. If the latter option were to win, a separate referendum would be held where Puerto Ricans would have been given the option of being admitted as a US State \"on equal footing with the other states,\" or becoming a \"sovereign nation, either fully independent from or in free association with the United States.\" The bill enjoyed bi-partisan support in the House of Representatives, with 181 co-sponsors.\nKey issues before Congress.\nThe key issues of this bill that are considered \"debatable\" are:\nPlebiscite vs. constitutional convention.\nH.R. 2499 proposes to take the question directly to voters in at least one &lt;a href=\"plebiscite\"&gt;plebiscite&lt;/a&gt;. For those who believe that direct democracy is the best method for readdressing the status issue, the plebiscite approach could be preferred. Plebiscites, however, necessarily include pre-determined questions and answers (i.e., the options listed on the ballot). Other proposals (e.g., H.R. 110-1230) suggest a more grassroots-oriented approach involving &lt;a href=\"Constitutional%20convention%20%28political%20meeting%29\"&gt;constitutional conventions&lt;/a&gt; without preconditions on the issues to be considered or options to be proposed. The plebiscite approach is perhaps a more efficient way to ascertain the electorate's views on specific questions, but plebiscites do not allow for modification of the questions presented. By contrast, although conventions have the potential advantage of allowing for wide-ranging debate, they rely on delegates to represent popular will and might or might not be able to reach a politically viable status choice.\nParticipation of Puerto Ricans not living in Puerto Rico.\nUnder H.R. 2499, Puerto Ricans living on the &lt;a href=\"Puerto%20Rico\"&gt;Island&lt;/a&gt; and U.S. citizens born in Puerto Rico – but not necessarily living there today – would be eligible to participate in the plebiscites. This approach is substantially similar to the one proposed in &lt;a href=\"H.R.%20900\"&gt;H.R. 900&lt;/a&gt; in the &lt;a href=\"110th%20Congress\"&gt;110th Congress&lt;/a&gt;. Allowing non-residents to vote outside their current jurisdiction of residence is not typical in elections, but this aspect of the proposal would provide an opportunity for the substantial Puerto Rican population living elsewhere (assuming they were born in Puerto Rico and remain U.S. citizens) to participate in what many view as an essential Puerto Rican political debate. Proposals to allow those living outside Puerto Rico to vote in plebiscites do not appear to have generated substantial controversy, according to a Congressional Research Service analysis.\nMeaning of \"Sovereignty in association with the United States\".\nThe first and third status options in the second plebiscite – independence and statehood, respectively – are straightforward. The second option, however, uses terminology that is not widely recognized in discussions of political status. It proposes: \"Sovereignty in Association with the United States: Puerto Rico and the United States should form a political association between &lt;a href=\"sovereign%20nation\"&gt;sovereign nation&lt;/a&gt;s that will not be subject to the &lt;a href=\"Territorial%20Clause\"&gt;Territorial Clause&lt;/a&gt; of the United States Constitution.\"\n\"Sovereignty in association with the United States\" is not a term of art typically used in status discussions. The proposed ballot language suggests that Puerto Rico would become an independent nation but maintain a close relationship with the U.S., perhaps akin to a concept known as \"&lt;a href=\"Associated%20state\"&gt;free association&lt;/a&gt;.\" Free association generally implies negotiated legal, economic, or defense ties between two independent nations. Three former territories – the &lt;a href=\"Republic%20of%20the%20Marshall%20Islands\"&gt;Republic of the Marshall Islands&lt;/a&gt;, the &lt;a href=\"Federated%20States%20of%20Micronesia\"&gt;Federated States of Micronesia&lt;/a&gt;, and the &lt;a href=\"Republic%20of%20Palau\"&gt;Republic of Palau&lt;/a&gt; – are currently engaged in free association with the United States. (Following World War II, the U.S. administered all three of those territories on behalf of the United Nations, although they were never U.S. territories per se but &lt;a href=\"United%20Nations%20Trust%20Territories\"&gt;United Nations Trust Territories&lt;/a&gt;.) Based on current compact agreements with the Republic of the Marshall Islands, the Federated States of Micronesia, and the Republic of Palau, the U.S. provides those countries with defense protection and various forms of economic aid. If the \"sovereign association\" language proposed in H.R. 2499 is viewed as something akin to free association, the future relationship between the U.S. and an independent Puerto Rico could resemble the current relationships between the United States and the Marshall Islands, Micronesia, and Palau.\n\"Sovereignty in association with the United States\" might also be interpreted to mean so-called \"enhanced commonwealth,\" an option that is not a particular territorial status or official term, but which has been a component of previous &lt;a href=\"people\"&gt;popular&lt;/a&gt; status debates. Generally, \"enhanced commonwealth\" suggests a relationship that is, essentially, something between territorial status and statehood. Recent presidential task force reports have concluded that such an option would be unconstitutional because land under United States sovereignty must either be a State or a territory, but some in Puerto Rico maintain that such a political status could be negotiated between Puerto Rico and the U.S. These are two possible interpretations of option No. 2 in the second plebiscite and, in the absence of additional information, the precise meaning of the option is unclear.\nHearing.\nOn June 24, 2009, the &lt;a href=\"U.S.%20House%20Committee%20on%20Natural%20Resources\"&gt;U.S. House Committee on Natural Resources&lt;/a&gt; held a hearing on the bill with the participation of the &lt;a href=\"Governor%20of%20Puerto%20Rico\"&gt;Governor of Puerto Rico&lt;/a&gt;, and others like &lt;a href=\"Jennifer%20Gonzalez\"&gt;Jennifer Gonzalez&lt;/a&gt;, speaker of the &lt;a href=\"Puerto%20Rico%20House%20of%20Representatives\"&gt;Puerto Rico House of Representatives&lt;/a&gt;, &lt;a href=\"Thomas%20Rivera%20Schatz\"&gt;Thomas Rivera Schatz&lt;/a&gt;, president of the &lt;a href=\"Senate%20of%20Puerto%20Rico\"&gt;Senate of Puerto Rico&lt;/a&gt;.\nCommittee vote.\nThe House Natural Resources Committee, led by Chairman Nick J. Rahall (D-WV), approved the bill and referred it to the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; floor with a 30 in favor 8 against vote.\nHouse vote.\nOn April 22, 2010, Resident Commissioner &lt;a href=\"Pedro%20Pierluisi\"&gt;Pedro Pierluisi&lt;/a&gt; announced that H.R. 2499 would be voted on in the week of April 26, 2010.\non April 29, 2010, H.R. 2499 passed the &lt;a href=\"US%20House%20of%20Representatives\"&gt;House&lt;/a&gt; with a 223–169 vote. Two &lt;a href=\"amendments\"&gt;amendments&lt;/a&gt; were added to H.R. 2499. The first, proposed by &lt;a href=\"Virginia%20Foxx\"&gt;Virginia Foxx&lt;/a&gt;, stated that it \"would allow supporters of the &lt;a href=\"commonwealth%20%28U.S.%20insular%20area%29\"&gt;commonwealth&lt;/a&gt; status quo the option of voting their preference during the second stage of the &lt;a href=\"plebiscite\"&gt;plebiscite&lt;/a&gt;.\" The second, proposed by &lt;a href=\"Dan%20Burton\"&gt;Dan Burton&lt;/a&gt;, stated that it \"would retain the requirement that all &lt;a href=\"ballot\"&gt;ballot&lt;/a&gt;s used for authorized plebiscites include the full content of the ballot printed in English\" —a consideration already contemplated in Puerto Rican electoral law. It would also require the &lt;a href=\"State%20Elections%20Commission%20of%20Puerto%20Rico\"&gt;Puerto Rico State Elections Commission&lt;/a&gt; to inform voters in all authorized plebiscites that if Puerto Rico retains its current status or is admitted as a State: (1) any official language requirements of the Federal Government shall apply to Puerto Rico to the same extent as throughout the United States (regardless of the fact that English is already an official language in Puerto Rico); and (2) it is the Sense of Congress that the teaching of English be promoted in Puerto Rico in order for English-language proficiency to be achieved\"; regardless of the fact that English is already taught in all grades from primary school, &lt;a href=\"middle%20school\"&gt;middle school&lt;/a&gt;, and high school, as well as in higher education.\nSenate hearing.\nImmediately following House passage, H.R. 2499 was sent to the U.S. Senate, where it was given two formal readings and referred to the &lt;a href=\"United%20States%20Senate%20Committee%20on%20Energy%20and%20Natural%20Resources\"&gt;Senate Committee on Energy and Natural Resources&lt;/a&gt;. A hearing was scheduled on May 19, 2010 for the purpose of gathering testimony on the bill. Among those scheduled to offer testimony are Resident Commissioner of Puerto Rico &lt;a href=\"Pedro%20Pierluisi\"&gt;Pedro Pierluisi&lt;/a&gt;; &lt;a href=\"Governor%20of%20Puerto%20Rico\"&gt;Governor of Puerto Rico&lt;/a&gt; &lt;a href=\"Luis%20Fortu%C3%B1o\"&gt;Luis Fortuño&lt;/a&gt;; President of the &lt;a href=\"Popular%20Democratic%20Party%20of%20Puerto%20Rico\"&gt;Popular Democratic Party of Puerto Rico&lt;/a&gt; &lt;a href=\"H%C3%A9ctor%20Ferrer\"&gt;Héctor Ferrer&lt;/a&gt;; and President of the &lt;a href=\"Puerto%20Rican%20Independence%20Party\"&gt;Puerto Rican Independence Party&lt;/a&gt; &lt;a href=\"Rub%C3%A9n%20Berr%C3%ADos\"&gt;Rubén Berríos&lt;/a&gt;. H.R. 2499 officially died with the sine die adjournment of the 111th Congress.\nSee also.\n&lt;a href=\"Alexandria_Ocasio-Cortez%23Puerto_Rico\"&gt;Puerto Rico Self-Determination Act&lt;/a&gt;"
}