{
    "id": "2150591",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=2150591",
    "title": "Theodore Freeman",
    "text": "Theodore Cordy \"Ted\" Freeman (February 18, 1930 – October 31, 1964), was an American &lt;a href=\"aeronautical%20engineer\"&gt;aeronautical engineer&lt;/a&gt;, &lt;a href=\"United%20States%20Air%20Force\"&gt;U.S. Air Force&lt;/a&gt; &lt;a href=\"Officer%20%28armed%20forces%29%23United%20States\"&gt;officer&lt;/a&gt;, &lt;a href=\"test%20pilot\"&gt;test pilot&lt;/a&gt;, and &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; &lt;a href=\"astronaut\"&gt;astronaut&lt;/a&gt;. Selected in the &lt;a href=\"NASA%20Astronaut%20Group%203\"&gt;third group&lt;/a&gt; of NASA astronauts in 1963, he was killed a year later in the crash of a &lt;a href=\"Northrop%20T-38%20Talon\"&gt;T-38&lt;/a&gt; jet, marking the first fatality among the &lt;a href=\"NASA%20Astronaut%20Corps\"&gt;NASA Astronaut Corps&lt;/a&gt;. At the time of his death, he held the rank of &lt;a href=\"Captain%20%28United%20States%20O-3%29\"&gt;captain&lt;/a&gt;.\nEarly years.\nBorn in &lt;a href=\"Haverford%2C%20Pennsylvania\"&gt;Haverford, Pennsylvania&lt;/a&gt;, on February 18, 1930, Freeman was named after the man who raised his father (Theodore Cullen Donovan), as well as his maternal grandfather (Thomas Cordy Wilson). He was one of five children. Raised in &lt;a href=\"Lewes%2C%20Delaware\"&gt;Lewes, Delaware&lt;/a&gt;, he attended Lewes Elementary School from 1936 to 1944. His father was a farmer and his brother a carpenter, and it seemed as if he would also have a &lt;a href=\"Blue-collar%20worker\"&gt;blue collar&lt;/a&gt; career. When Freeman and his brother were young, they saved up money so they could take plane rides. He also was a part-time worker, helping to refuel the planes and work on them. He spent most of his money on flying lessons, and with over 450 hours of flying on his training record, earned his &lt;a href=\"pilot%27s%20license\"&gt;pilot's license&lt;/a&gt; by the age of 16. \"I sort of grew up at the airport,\" Freeman said.\nFreeman played &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; and &lt;a href=\"High%20school%20football\"&gt;football&lt;/a&gt; in high school. While playing football, he was hit hard and his teeth were knocked out of alignment. He was the president of the school's student and the local chapter of the &lt;a href=\"National%20Honor%20Society\"&gt;National Honor Society&lt;/a&gt;; he graduated as an honors student ranked third in his class in 1948.\nHe was a &lt;a href=\"Boy%20Scouting%20%28Boy%20Scouts%20of%20America%29\"&gt;Boy Scout&lt;/a&gt; and he earned the rank of &lt;a href=\"First%20Class%20Scout%20%28Boy%20Scouts%20of%20America%29\"&gt;First Class&lt;/a&gt;.\nEducation.\nDuring his senior year of high school, Freeman completed the application to the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;U.S. Naval Academy&lt;/a&gt;. He passed the scholarship portion but failed the medical portion due to his crooked teeth. He was told if he straightened them out he would be accepted the next year.\nDuring that year, Freeman attended the &lt;a href=\"University%20of%20Delaware\"&gt;University of Delaware&lt;/a&gt; at &lt;a href=\"Newark%2C%20Delaware\"&gt;Newark&lt;/a&gt; to further his education. He also made some money by spotting schools of fish for local fishermen. Freeman had an operation to fix his teeth, which included grinding his teeth down, then wore braces for several months to finish the effort. He was admitted to the U.S. Naval Academy Class of 1953 on June 17, 1949. Freeman graduated from Annapolis in 1953 with a &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt; degree. In 1960, he received a &lt;a href=\"Master%20of%20Science\"&gt;Master of Science&lt;/a&gt; degree in &lt;a href=\"aeronautical%20engineering\"&gt;aeronautical engineering&lt;/a&gt; from the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;.\nMilitary and NASA career.\nFreeman elected to enter the U.S. Air Force and took flight training at &lt;a href=\"South%20Texas%20Regional%20Airport%20at%20Hondo\"&gt;Hondo Air Force Base&lt;/a&gt; and &lt;a href=\"Bryan%20Air%20Force%20Base\"&gt;Bryan Air Force Base&lt;/a&gt;, &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; and at &lt;a href=\"Nellis%20Air%20Force%20Base\"&gt;Nellis Air Force Base&lt;/a&gt;, &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;. He was awarded his &lt;a href=\"U.S.%20Air%20Force%20aeronautical%20rating\"&gt;pilot wings&lt;/a&gt; in February 1955, shortly after being promoted to &lt;a href=\"First%20lieutenant%23U.S.%20Army%2C%20U.S.%20Marine%20Corps%20and%20U.S.%20Air%20Force\"&gt;first lieutenant&lt;/a&gt;, then served in the &lt;a href=\"Pacific\"&gt;Pacific&lt;/a&gt; and at &lt;a href=\"George%20Air%20Force%20Base\"&gt;George Air Force Base&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. He was promoted to captain in June 1960 while pursuing his master's degree at the University of Michigan and then went to &lt;a href=\"Edwards%20Air%20Force%20Base\"&gt;Edwards Air Force Base&lt;/a&gt;, California, in February 1960 as an aerospace engineer.\nFreeman graduated from both the Air Force's &lt;a href=\"U.S.%20Air%20Force%20Test%20Pilot%20School\"&gt;Experimental Test Pilot School&lt;/a&gt; (Class 62A) and &lt;a href=\"Aerospace%20Research%20Pilot%20School\"&gt;Aerospace Research Pilot School&lt;/a&gt; (Class IV) courses. He elected to serve with the Air Force. His last Air Force assignment was as a flight test &lt;a href=\"Aerospace%20engineering\"&gt;aeronautical engineer&lt;/a&gt; and experimental flight test instructor at the ARPS at Edwards AFB in the &lt;a href=\"Mojave%20Desert\"&gt;Mojave Desert&lt;/a&gt;.\nFreeman served primarily in performance flight testing and stability testing areas; he logged more than 3,300 hours flying time, including more than 2,400 hours in &lt;a href=\"jet%20aircraft\"&gt;jet aircraft&lt;/a&gt;. Freeman was one of the &lt;a href=\"NASA%20Astronaut%20Group%203\"&gt;third group of astronauts&lt;/a&gt; selected by NASA in October 1963 and was assigned the responsibility of aiding the development of boosters.\nDeath.\nFreeman died of a &lt;a href=\"bird%20strike\"&gt;bird strike&lt;/a&gt; on the morning of October 31, 1964. After a delay caused by fog, he piloted a &lt;a href=\"Northrop%20T-38%20Talon\"&gt;T-38A Talon&lt;/a&gt; from &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt; to &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt;. Freeman was returning from &lt;a href=\"McDonnell%20Aircraft\"&gt;McDonnell&lt;/a&gt; training facilities in St. Louis and crashed during final approach to landing at &lt;a href=\"Ellington%20Air%20Force%20Base\"&gt;Ellington Air Force Base&lt;/a&gt; in Houston. There were reports of geese due to the fog, one of which flew into the port-side air intake of his NASA-modified T-38 jet trainer, causing the engine to flame out. Flying shards of &lt;a href=\"Plexiglas\"&gt;Plexiglas&lt;/a&gt; entered the &lt;a href=\"jet%20engine\"&gt;jet engine&lt;/a&gt; during the crash.\nFreeman attempted to land on the runway, but realized he was too short and might hit military housing. He banked away from the runway and ejected. The jet had nosed down a considerable amount, and he ejected nearly horizontally. Freeman's parachute did not deploy in time, and he died upon impact with the ground. His skull was fractured and he had severe chest injuries.\nPersonal life.\nFreeman was survived by his wife Faith Clark Freeman and one daughter, Faith Huntington. Faith Freeman first heard of her husband's death when a reporter came to her house: NASA subsequently ensured that in the case of future astronaut deaths, their families were informed by other astronauts as quickly as possible. He was buried with full military honors in &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt;. Five astronauts were pallbearers at the funeral.\nHonors.\nThe Clear Lake City-County Freeman Branch Library of the &lt;a href=\"Harris%20County%20Public%20Library\"&gt;Harris County Public Library&lt;/a&gt; and &lt;a href=\"Houston%20Public%20Library\"&gt;Houston Public Library&lt;/a&gt; systems is named in memory of Freeman. An &lt;a href=\"artificial%20island\"&gt;artificial island&lt;/a&gt; off &lt;a href=\"Long%20Beach\"&gt;Long Beach&lt;/a&gt; is also named for him. This is one of the four \"Astronaut Islands\" built in &lt;a href=\"Long%20Beach%2C%20California\"&gt;Long Beach Harbor&lt;/a&gt; during the late 1960s as unsinkable platforms for oil drilling; the others were named Grissom, White and Chaffee, in honor of the astronauts killed in the &lt;a href=\"Apollo%201\"&gt;Apollo 1&lt;/a&gt; fire. A crater on the far side of the Moon was temporarily named &lt;a href=\"Freeman%20crater\"&gt;Freeman crater&lt;/a&gt; by the Apollo 8 crew. The Theodore C. Freeman Highway in &lt;a href=\"Lewes%2C%20Delaware\"&gt;Lewes, Delaware&lt;/a&gt;, an approach road to the &lt;a href=\"Cape%20May%E2%80%93Lewes%20Ferry\"&gt;Cape May–Lewes Ferry&lt;/a&gt; which carries &lt;a href=\"U.S.%20Route%209%20in%20Delaware\"&gt;U.S. Route 9&lt;/a&gt;, was named after him by a resolution of the &lt;a href=\"Delaware%20Senate\"&gt;Delaware Senate&lt;/a&gt; on December 21, 1965. A plaque commemorating Freeman was unveiled at the Lewes terminal of the Cape May–Lewes Ferry on June 18, 2014, with Governor &lt;a href=\"Jack%20Markell\"&gt;Jack Markell&lt;/a&gt; and family members of Freeman in attendance at the ceremony.\nBooks.\n&lt;a href=\"Oriana%20Fallaci\"&gt;Oriana Fallaci&lt;/a&gt;'s 1965 book about the early days of the American space program, \"If the Sun Dies\", features an account of Freeman."
}