{
    "id": "21519909",
    "revid": "23646674",
    "url": "https://en.wikipedia.org/wiki?curid=21519909",
    "title": "Mitsuko Aoyama",
    "text": "Mitsuko Thekla Maria, Countess of Coudenhove-Kalergi (; 7 July 1874 27 August 1941), formerly known as , was one of the first &lt;a href=\"Japanese%20people\"&gt;Japanese people&lt;/a&gt; to immigrate to Europe, after becoming the wife of an &lt;a href=\"Austria-Hungary\"&gt;Austro-Hungarian&lt;/a&gt; diplomat, &lt;a href=\"Heinrich%20von%20Coudenhove-Kalergi\"&gt;Heinrich von Coudenhove-Kalergi&lt;/a&gt;, in &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;. She was the mother of &lt;a href=\"Richard%20von%20Coudenhove-Kalergi\"&gt;Richard von Coudenhove-Kalergi&lt;/a&gt;.\nLife.\nAoyama was the daughter of Kihachi Aoyama, an antiques and oil dealer in Tokyo. The &lt;a href=\"Aoyama%20clan\"&gt;Aoyama family&lt;/a&gt; was also a landowner of large estates. \nAt the age of 17, she met the Austro-Hungarian diplomat &lt;a href=\"Heinrich%20von%20Coudenhove-Kalergi\"&gt;Count Heinrich von Coudenhove&lt;/a&gt; (from 1903, Coudenhove-Kalergi) when she came to his aid after his horse slipped on ice (Heinrich often visited her father's shop, not far from the Austrian legation). Heinrich gained her father's permission for her to be employed as a parlour &lt;a href=\"maid\"&gt;maid&lt;/a&gt; in the legation and then, after they fell in love, asked his permission for them to marry. The latter request was refused, but the couple defied him, and married on 16 March 1892 in Tokyo with the consent of the Austrian and Japanese foreign ministries. This left Aoyama disinherited and banned from her father's house. \nShe converted to &lt;a href=\"Roman%20Catholicism\"&gt;Catholicism&lt;/a&gt; and was &lt;a href=\"Baptism%23Catholicism\"&gt;baptized&lt;/a&gt; by an &lt;a href=\"Anti-Masonry\"&gt;anti-masonic&lt;/a&gt; &lt;a href=\"Priesthood%20%28Catholic%20Church%29\"&gt;Catholic priest&lt;/a&gt;, Francois A. Ligneul, in Japan. In 1896, she was received at an imperial reception for foreign diplomats' wives by &lt;a href=\"Empress%20Eish%C5%8D\"&gt;Empress Eishō&lt;/a&gt; (as a &lt;a href=\"commoner\"&gt;commoner&lt;/a&gt;, Mitsuko would never have been granted such an audience, but as a &lt;a href=\"countess\"&gt;countess&lt;/a&gt; and ambassador's wife, she was) and again at the end of Heinrich's diplomatic work, shortly afterwards.\nThe couple then returned to Europe, where Mitsuko and their two sons, Johannes and Richard, took over management of the family estates in &lt;a href=\"Bohemia\"&gt;Bohemia&lt;/a&gt;n &lt;a href=\"Pob%C4%9B%C5%BEovice\"&gt;Ronsperg&lt;/a&gt;. Once established, Mitsuko learned &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;, &lt;a href=\"Mathematics\"&gt;Mathematics&lt;/a&gt;, &lt;a href=\"geography\"&gt;geography&lt;/a&gt; and &lt;a href=\"history\"&gt;history&lt;/a&gt; in an attempt to counter the hostility to Heinrich concerning his return with a foreign wife. Five more children would be born to Heinrich and Mitsuko. Heinrich died in 1906 and Mitsuko took over the estates and the children's upbringing and education, while studying &lt;a href=\"law\"&gt;law&lt;/a&gt; and &lt;a href=\"economics\"&gt;economics&lt;/a&gt; herself.\nWhen her second son Richard proposed to marry an actress, &lt;a href=\"Ida%20Roland\"&gt;Ida Roland&lt;/a&gt;, Mitsuko became intensely angry and forbade their marriage. She disparaged Richard and his bride with the words \"&lt;a href=\"Begging\"&gt;beggar&lt;/a&gt;\" and \"&lt;a href=\"Witchcraft\"&gt;witch&lt;/a&gt;\", because actresses were seen as a lowly occupation in Japan. She disinherited him in a certain period from 1916.\nMitsuko never again returned to Japan. After she died in 1941 due to the second &lt;a href=\"stroke\"&gt;stroke&lt;/a&gt; she had suffered in her life, she was buried in the &lt;a href=\"Hietzinger%20Cemetery\"&gt;Hietzinger Cemetery&lt;/a&gt;."
}