{
    "id": "21535235",
    "revid": "42522270",
    "url": "https://en.wikipedia.org/wiki?curid=21535235",
    "title": "American Hospital Association",
    "text": "The American Hospital Association (AHA) is a &lt;a href=\"healthcare\"&gt;health care&lt;/a&gt; &lt;a href=\"Trade%20association\"&gt;industry trade group&lt;/a&gt;. It includes nearly 5,000 hospitals and health care providers.\nThe organization, which was founded in Cleveland, Ohio in 1898, with offices in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt; and &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; is currently headquartered in Chicago.\nThey issued a statement in 1964 backing \"service to all people\" regardless of \"race, religion or national origin.\"\nHistory.\nIn 1870, there were only about 100 general hospitals in the United States, but the institution was growing rapidly. Hospital administrators formed an organization, The Association of Hospital Superintendents of the United States and Canada, which held its first meeting in 1899 in &lt;a href=\"Cleveland%2C%20Ohio\"&gt;Cleveland, Ohio&lt;/a&gt;, where seven of the eight superintendents in attendance were based.\nThe organization was promoted by publisher Del Sutton, whose journal, \"The National Hospital Sanitarium Record\", was adopted by the group in 1900, gradually coming under control of the organization until it was replaced by the organization's own publication, \"&lt;a href=\"The%20Modern%20Hospital\"&gt;The Modern Hospital&lt;/a&gt;\". \"Modern Hospital\" stopped in 1974.\nIn 1906, the organization adopted its present name. Membership was 450 in 1908. Records of early annual meetings detail some of the conflicts in the emerging hospital culture of Canada and the United States concerning whether hospitals should be governed by physicians or administrators, with non-professionals representing a heavy majority. Current ongoing research into the cost-effectiveness of such a decision has focused on increasing disparities and conflicts of \"business ethics and medical ethics\" \nthat affect \"profitability versus patient and public health care,\" as administrative overhead makes up a disproportionate amount of health cost.\nActivities.\nConventions.\n\"AHA\", \"the country's largest hospital group,\" held their first annual convention in 1898.\nIntervention.\nThey've intervened regarding medical costs and hospital earnings:\nProfessional Membership Groups.\nProfessional Membership Groups (PMGs) are &lt;a href=\"wikt%3Aaffiliated\"&gt;affiliated&lt;/a&gt; &lt;a href=\"societies\"&gt;societies&lt;/a&gt; which fall under the umbrella of the AHA:"
}