{
    "id": "2153130",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2153130",
    "title": "Robert W. Plaster Stadium",
    "text": "Plaster Stadium (formerly Plaster Sports Complex and Briggs Stadium) is a 17,500-seat &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; located in &lt;a href=\"Springfield%2C%20Missouri\"&gt;Springfield, Missouri&lt;/a&gt;. It is home to the &lt;a href=\"Missouri%20State%20Bears%20football\"&gt;Missouri State Bears football&lt;/a&gt; team.\nHistory.\nThe stadium was built in 1941 as SMS Stadium, a &lt;a href=\"Works%20Progress%20Administration\"&gt;Works Progress Administration&lt;/a&gt; project at a cost of only $60,000, before &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; broke out. Its original &lt;a href=\"seating%20capacity\"&gt;seating capacity&lt;/a&gt; was 8,500. In 1970 it was renamed Briggs Stadium after &lt;a href=\"Arthur%20W.%20Briggs\"&gt;Arthur Briggs&lt;/a&gt;, the school's all-time winningest coach. \nRenovations.\nIn 1991, the stadium was renamed the Plaster Sports Complex in honor of &lt;a href=\"Robert%20W.%20Plaster\"&gt;Robert W. Plaster&lt;/a&gt;, chairman of Evergreen Investments of &lt;a href=\"Lebanon%2C%20Missouri\"&gt;Lebanon, Missouri&lt;/a&gt;. Mr. Plaster donated funds for major renovations of the stadium, including expansion of the stadium to its current capacity, including the addition of an upper deck which seats 8,500, 24 luxury suites holding 10 each, a 40-seat luxury box and a new press box. In addition, a new running track and new artificial turf were installed.\nThe artificial turf was replaced in 2001 with a FieldTurf surface and in 2006 a new FieldTurf surface was installed. A new scoreboard was added in 2008. It was determined that at the conclusion of the 2013 football season, the aging student (East) bleachers would be torn down. After the student body passed the B.E.A.R. Fee, money was in place to rebuild the student section (East) side. The stadium renovation also included the removal of the track as well as the re-positioning of the field with a new Sport Turf playing surface.\nRobert W. Plaster Stadium also includes 12 &lt;a href=\"American%20handball\"&gt;American handball&lt;/a&gt;/&lt;a href=\"racquetball\"&gt;racquetball&lt;/a&gt; courts, including two courts with spectator seating. The complex also features Health and Fitness, and Athletics Strength and Conditioning centers on the second level of the stadium.\nHigh school football.\nFor many years Plaster Stadium held many of the annual &lt;a href=\"Missouri%20State%20High%20School%20Activities%20Association\"&gt;Missouri State High School Activities Association&lt;/a&gt; state football championship games. In 1996 all games were moved to the &lt;a href=\"Edward%20Jones%20Dome\"&gt;Edward Jones Dome&lt;/a&gt; in &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt;, where they remained through 2015. Following the &lt;a href=\"Los%20Angeles%20Rams\"&gt;Rams&lt;/a&gt;' move back to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; in January 2016, the MSHSAA voted to return the games to Plaster Field in 2016 and &lt;a href=\"Faurot%20Field\"&gt;Faurot Field&lt;/a&gt; at the &lt;a href=\"University%20of%20Missouri\"&gt;University of Missouri&lt;/a&gt; in &lt;a href=\"Columbia%2C%20Missouri\"&gt;Columbia&lt;/a&gt; in 2017."
}