{
    "id": "21540133",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=21540133",
    "title": "Mikheil Khutsishvili",
    "text": "Mikhail Khutsishvili (; born 28 January 1979 in &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;) is a retired &lt;a href=\"Georgians\"&gt;Georgian&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; striker who last played for &lt;a href=\"Serbian%20SuperLiga\"&gt;Serbian SuperLiga&lt;/a&gt; club &lt;a href=\"FK%20Vojvodina\"&gt;FK Vojvodina&lt;/a&gt;. He unexpectedly retired because of serious heart problems. As of January 2016, he is the general director of &lt;a href=\"FC%20Dinamo%20Tbilisi\"&gt;FC Dinamo Tbilisi&lt;/a&gt;.\nCareer.\nKhutsishvili begin his career as senior with Zhineri Zhinvali moving after only a year to the Georgian giant &lt;a href=\"FC%20Dinamo%20Tbilisi\"&gt;FC Dinamo Tbilisi&lt;/a&gt;. He represented in this early period also several other clubs, namely Georgian &lt;a href=\"FC%20Lokomotivi%20Tbilisi\"&gt;FC Lokomotivi Tbilisi&lt;/a&gt; and &lt;a href=\"FC%20Merani-91%20Tbilisi\"&gt;FC Merani-91 Tbilisi&lt;/a&gt;, bur also Moldovan &lt;a href=\"FC%20Sheriff%20Tiraspol\"&gt;FC Sheriff Tiraspol&lt;/a&gt;.\nIn 1997 he played two games for &lt;a href=\"Georgia%20national%20under-19%20football%20team\"&gt;Georgian U18 national team&lt;/a&gt;.\nIn 2002, he moved to Greece where he played one season with &lt;a href=\"Kalamata%20F.C.\"&gt;Kalamata F.C.&lt;/a&gt; and another half season with &lt;a href=\"PAS%20Giannina%20F.C.\"&gt;PAS Giannina F.C.&lt;/a&gt;. By January 2004 he returned to Georgia this time to play with &lt;a href=\"FC%20Torpedo%20Kutaisi\"&gt;FC Torpedo Kutaisi&lt;/a&gt; but after six months he moved to Azerbaijan signing with &lt;a href=\"FK%20G%C3%A4nc%C3%A4\"&gt;FK Gäncä&lt;/a&gt;.\nIn January &lt;a href=\"FC%20Sioni%20Bolnisi\"&gt;FC Sioni Bolnisi&lt;/a&gt; brought him back to Georgia what proved to be a good move since he ended up as part of Sioni's &lt;a href=\"Umaglesi%20Liga%202005-06\"&gt;2005–06&lt;/a&gt; championship winning team. This was followed by the return to his former club &lt;a href=\"FC%20Dinamo%20Tbilisi\"&gt;FC Dinamo Tbilisi&lt;/a&gt; in summer 2006. He stayed with Dinamo 2 seasons winning another Georgian championship in &lt;a href=\"Umaglesi%20Liga%202007-08\"&gt;2007–08&lt;/a&gt; and being in that same season the &lt;a href=\"Umaglesi%20Liga\"&gt;league&lt;/a&gt; &lt;a href=\"Umaglesi%20Liga%23Topscorers\"&gt;topscorer&lt;/a&gt;.\nIn summer 2008 he moved to Azerbaijani &lt;a href=\"FK%20Olimpik%20Baku\"&gt;FK Olimpik Baku&lt;/a&gt; but after only 6 months &lt;a href=\"Serbian%20SuperLiga\"&gt;Serbian SuperLiga&lt;/a&gt; club &lt;a href=\"FK%20Vojvodina\"&gt;FK Vojvodina&lt;/a&gt; offered him a contract. In summer 2009 he was joined in Vojvodina by another Georgian international footballer, &lt;a href=\"Giorgi%20Merebashvili\"&gt;Giorgi Merebashvili&lt;/a&gt;, but Khutsishvili started having health problems that season and after being diagnosticated with heart problems he ended abandoning his playing career in 2010.\nAfter retiring he became as head scout of &lt;a href=\"Vojvodina\"&gt;Vojvodina&lt;/a&gt; for 6 month. Next half year he became sports director of &lt;a href=\"Dila%20Gori\"&gt;Dila Gori&lt;/a&gt; and then became general director of &lt;a href=\"FC%20Zestafoni\"&gt;FC Zestafoni&lt;/a&gt; for four years before moving in autumn 2015 to hold the same direction position at Georgian giants &lt;a href=\"FC%20Dinamo%20Tbilisi\"&gt;FC Dinamo Tbilisi&lt;/a&gt;."
}