{
    "id": "21574516",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=21574516",
    "title": "1884 New Zealand rugby union tour of New South Wales",
    "text": "The first &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand team&lt;/a&gt; was selected in 1884, for a tour to &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. It was a privately organized selection as the &lt;a href=\"New%20Zealand%20Rugby\"&gt;New Zealand Rugby Union&lt;/a&gt; was founded not until eight years later. On 22 May 1884, before the tour start, the team played a test match against the &lt;a href=\"Wellington%20Rugby%20Football%20Union\"&gt;Wellington Rugby Football Union&lt;/a&gt; team, winning 9 to 0. During the tour, the team recorded eight wins in eight matches in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;.\nMatch summary.\nComplete list of matches played by New Zealand in New South Wales:\nMatch details.\nNorthern Districts.\nMatch Report, Newcastle Morning Herald and Miners Advocate of 6 Jun 1884    \nNEW ZEALANDERS v. COMBINED NEWCASTLE TEAM.\nVICTORY FOR THE VISITORS.\nThe long-looked forward to match between the New Zealand footballers and a combined local team, came off on the Newcastle Cricket Club's ground yesterday afternoon. It proved, as will be seen, an easy victory for the Maori-landers, by twenty-nine points to nil.\nAbout daylight signs of rain appeared, and up till breakfast hour a few drops fell. Later on, heavy clouds banked up, and showers commenced, the wind hauling to the south. Subsequently, the sun conquered, and bright warm weather lasted until noon; when once more the horizon darkened, and a renewal of the downpour commenced. Ten minutes before the advertised time for kicking off (3 p.m.) building rain squalls were flying across the sward from the southward, and whispers went the round that postponement was inevitable.\nThis however, was not to be: seeing that the visitors are booked to play at Bathurst to-morrow. Exactly one and a quarter minute past 3 p.m., while the grandstand was packed like a sardine case with beauty and muscle, both sexes vainly seeking to ward off the rain, and outsiders, huddled like so many storm overtaken bandicoots under every available shelter-place, the teams emerged, and took their positions. Newcastle won the toss and elected to play from the north side.\nIt was clear to onlookers that from the jump our boys were outweighted and had an uphill two hours' work before them. The struggle opened with a strong defence (so much of it as could be caught is glimpse of between the squalls), and after a little by-play the New Zealanders forced down; following up speedily by a second. The local men followed suit, and J. Woods was put on to kick off; but proved unlucky, owing to the slippery state of the ball; which was every moment whirling through water-pools or greasy mud. Fred Lockhead led off with a good attempt at a run in, and on the ball going up, Greaves held his own with some careful dribbling for the Newcastilians. A scrimmage followed-the first of the day by which the superior weight and centralized play of our visitors commenced to shew their generalship in working up being of thorough draught-board fashion. \"Tommy\" Johnson's weight and \"go\" shewed up 'brilliantly when called on, but the ball found its way down to the visitors' end for a long while. Before anything decisive had occurred, a second blinding squall came up, rendering the sward a seething mass of spray, water, and foam; thunder growling angrily all around, and forked lightning flashing at all points of the compass, whilst the contestants flitted around like so many grey ghosts chasing a shadow. Under such circumstances genuine play was all but out of the question. No grip of the ball was obtainable. When caught it slipped like an eel; and on colliding or falling, player after player shot like Scotch curling stones several yards along the turf before bringing up to a standstill. The Newcastle men soon after scored their first and only touch-down; the kick-off. being entrusted to J. Wood, who made a good attempt for a goal. Following off, Greaves made a splendid lift, which Johnson backed up by nearly getting a touch-down; but a New Zealand man, slipping in, made a big dash and forced down. W. Langwill secured the leather after a few scrimmages, and with a brilliant run and dodging carried it opposite the grandstand but got out of bounds. Wood was next to score for the home team, but the visitors again forced down five minutes later, near the goal. The N.Z. captain was soon after sent heavily to mother earth, when nearly finishing a smart run in, but further force down was called. \"Get into the scrimmage better, blues\" followed as the order, which was well responded to; despite game responses by the local men. Ford and Langwill and W. Laing essayed, but the latter was cleverly floored by the Maori, just before getting in. The next force down was made at the northern end, followed speedily by another, after some good generalship. The kick missed but following an immediate scrimmage a blue skied the ball clean over the fences and scored first goal. J. Woods kicked off and after hard play, the next goal was scored by a blue through a chance kick out of a scrimmage, at twenty minutes to 4 p.m. The Newcastle forwards at this. stage began to improve, working well through them. Laing again got it and made another dash, but minus result when half-time was called.\nOnly a few minutes' spell was allowed, when the blues kicked away to the southward, and followed passing and scrimmaging, barren of results, till the ball went nearly out of bounds at the southern end, and was then dribbled into a water-hole near the Grandstand, and blue once more forced down; the players looking like a cage of mud-bespattered drowned rats. Seven minutes' scrimmage ensued in midfield, when a herculean young visitor was running it in, but was smartly collared and floored by Laurence. Ford made a fine kick of seventy or eighty yards on to the toe of a Maori man, who immediately shot the ball out of bounds, and a fierce scrimmage took place in which a chance goal was nearly scored. The visitors secured the chance of a kick, and Taiaroa, with his left foot, lauded another splendid goal. Newcastle's first kick went prettily over the goal posts, but of course did not count; and another touchdown speedily fell to the strangers; the Maori this time missing kick. Bode and Johnson made two collars; one of their opponents getting a nasty bruise on his brow. Another force down and free-kick claimed by NZ., but the try missed, and the twenty-seventh scrimmage ensued.  Taiaroa later on made a big effort to get in but was tripped and shot heels over head; the local men getting a free kick through off-side playing, but without scoring. Work now began to improve, and some brilliant runs we made on either slide the \"passing\" of the blues being beyond praise. Charge upon charge took place the Newcastle boys each time answering gamely and generally bringing the man down. A further touch down and a goal accredited to New Zealand with our men following with a strong effort to the northern end, whence they were sent by a high kick from one of the backs, and incessant scrimmaging followed, with very trying cross-field work, and constant out of bounds. The demon Taiaroa, later on, had the ball passed backwards to him, and with the dash of the day rushed it through all opposition, and touched down near the rails, after sliding several yards in a complete duck-pond of rain water, amid deafening cheers. The kick off failed, and shortly afterwards a most interesting and well contested match was closed by time. Three cheers were exchanged lustily; and a like honour having been paid to the Queen, the ground was cleared. It may not be generally known that the player Taiaroa has had his collar-bone fractured no fewer than three times.\nThe actual result was a win for the New Zealanders by five goals and three tries to nil. Two of the goals dropped from the field."
}