{
    "id": "215934",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=215934",
    "title": "Consent",
    "text": "Consent occurs when one person voluntarily agrees to the proposal or desires of another. It is a term of common speech, with specific definitions as used in such fields as the law, medicine, research, and sexual relationships. Consent as understood in specific contexts may differ from its everyday meaning. For example, a person with a &lt;a href=\"mental%20disorder\"&gt;mental disorder&lt;/a&gt;, a low &lt;a href=\"mental%20age\"&gt;mental age&lt;/a&gt;, or under the legal &lt;a href=\"age%20of%20sexual%20consent\"&gt;age of sexual consent&lt;/a&gt; may willingly engage in a sexual act that still fails to meet the legal threshold for consent as defined by applicable law.\n&lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; agencies and initiatives in sex education programs believe that teaching the topic of consent as part of a &lt;a href=\"Comprehensive%20sex%20education\"&gt;comprehensive sexuality education&lt;/a&gt; is beneficial. Types of consent include &lt;a href=\"implied%20consent\"&gt;implied consent&lt;/a&gt;, express consent, &lt;a href=\"informed%20consent\"&gt;informed consent&lt;/a&gt; and &lt;a href=\"unanimous%20consent\"&gt;unanimous consent&lt;/a&gt;.\nInternet and digital services.\nThe concept of &lt;a href=\"End%20user\"&gt;end-user&lt;/a&gt; given consent plays an important role in digital regulations such as the European &lt;a href=\"General%20Data%20Protection%20Regulation\"&gt;General Data Protection Regulation&lt;/a&gt; (GDPR). The GDPR (Article 6) defines a set of different legal bases for lawful processing of personal data. End-users’ consent is only one of these possible bases. However, as a result of the GDPR enforcement (in 2018) and other legal obligations, data controllers (online service providers) have widely developed consent-obtaining mechanisms in recent years. According to the GDPR, end-users' consent should be \"valid\", \"freely given\", \"specific\", \"informed\" and \"active\".\"\" But the lack of enforceability regarding obtaining lawful consents has been a challenge in the digital world. As an example, a 2020 study, showed that the &lt;a href=\"Big%20Tech\"&gt;Big Tech&lt;/a&gt;, i.e. &lt;a href=\"Google\"&gt;Google&lt;/a&gt;, &lt;a href=\"Amazon%20%28company%29\"&gt;Amazon&lt;/a&gt;, &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt;, &lt;a href=\"Apple%20Inc.\"&gt;Apple&lt;/a&gt;, and &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt; (GAFAM), use &lt;a href=\"dark%20pattern\"&gt;dark pattern&lt;/a&gt;s in their consent obtaining mechanisms, which raises doubts regarding the lawfulness of the obtained consent.\nTort.\nConsent can be either expressed or implied. For example, participation in a &lt;a href=\"contact%20sport\"&gt;contact sport&lt;/a&gt; usually implies consent to a degree of contact with other participants, implicitly agreed and often defined by the rules of the sport. Another specific example is where a &lt;a href=\"boxer\"&gt;boxer&lt;/a&gt; cannot complain of being punched on the nose by an opponent; implied consent will be valid where the violence is ordinarily and reasonably to be contemplated as incidental to the sport in question. Express consent exists when there is oral or written agreement, particularly in a contract. For example, businesses may require that persons &lt;a href=\"Digital%20signature\"&gt;sign&lt;/a&gt; a &lt;a href=\"waiver\"&gt;waiver&lt;/a&gt; (called a &lt;a href=\"liability%20waiver\"&gt;liability waiver&lt;/a&gt;) acknowledging and accepting the hazards of an activity. This proves express consent, and prevents the person from filing a &lt;a href=\"tort\"&gt;tort&lt;/a&gt; lawsuit for unauthorised actions.\nIn &lt;a href=\"English%20law\"&gt;English law&lt;/a&gt;, the principle of \"&lt;a href=\"volenti%20non%20fit%20injuria\"&gt;volenti non fit injuria&lt;/a&gt;\" (&lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;: \"to a willing person, injury is not done\") applies not only to participants in sport, but also to spectators and to any others who willingly engage in activities where there is a risk of injury. Consent has also been used as a defense in cases involving &lt;a href=\"Death%20during%20consensual%20sex\"&gt;accidental deaths during sex&lt;/a&gt;, which occur during &lt;a href=\"Bondage%20%28BDSM%29\"&gt;sexual bondage&lt;/a&gt;. \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" (May 23, 1988) referred to this latter example, as the \"rough-sex defense\". It is not effective in English law in cases of serious injury or death.\nAs a term of jurisprudence prior provision of consent signifies a possible defence (an &lt;a href=\"excuse\"&gt;excuse&lt;/a&gt; or justification) against civil or criminal liability. &lt;a href=\"Defendant\"&gt;Defendant&lt;/a&gt;s who use this &lt;a href=\"defense%20%28legal%29\"&gt;defense&lt;/a&gt; are arguing that they should not be held &lt;a href=\"legal%20liability\"&gt;liable&lt;/a&gt; for a tort or a &lt;a href=\"crime\"&gt;crime&lt;/a&gt;, since the &lt;a href=\"action%20%28philosophy%29\"&gt;actions&lt;/a&gt; in question took place with the plaintiff or \"victim's\" prior consent and permission.\nMedicine.\nIn medical law, consent is important to protect a medical practitioner from liability for harm to a patient arising from a procedure. There are &lt;a href=\"Doe%20ex.%20rel.%20Tarlow%20v.%20District%20of%20Columbia\"&gt;exemptions&lt;/a&gt;, such as when the patient is unable to give consent.\nAlso, a medical practitioner must explain the significant risks of a procedure or medication (those that might change the patient's mind about whether or not to proceed with the treatment) before the patient can give a binding consent. This was explored in Australia in \"Rogers v Whitaker\". If a practitioner does not explain a material risk that subsequently eventuates, then that is considered negligent. These material risks include the loss of chance of a better result if a more experienced surgeon had performed the procedure.\nIn the &lt;a href=\"UK\"&gt;UK&lt;/a&gt;, a &lt;a href=\"Supreme%20Court%20of%20the%20United%20Kingdom\"&gt;Supreme Court&lt;/a&gt; judgment modernized the law on consent and introduced a patient-focused test to UK law: allowing the patient rather than the medical professionals to decide upon the level of risk they wish to take in terms of a particular course of action, given all the information available. This change reflects the Guidance of the General Medical Council on the requirement to consent patients, and removes the rule of medical paternalism.\nSocial science research.\n&lt;a href=\"Social%20science\"&gt;Social scientists&lt;/a&gt; are generally required to obtain informed consent from &lt;a href=\"research%20participant\"&gt;research participant&lt;/a&gt;s before asking interview questions or conducting an experiment. Federal law governs social science research that involves &lt;a href=\"Human%20subject%20research\"&gt;human subjects&lt;/a&gt;, and tasks &lt;a href=\"institutional%20review%20board\"&gt;institutional review board&lt;/a&gt;s (IRBs) at universities, federal or state agencies, and tribal organizations to oversee social science research that involves human subjects and to make decisions about whether or not informed consent is necessary for a social scientific study to go forward. Informed consent in this context generally means explaining the study's purpose to research participants and obtaining a signed or verbal affirmation that the study participants understand the procedures to be used and to consent to participate in the study.\nSome types of social scientific research, such as psychological experiments, may use deception as part of the study; in these cases, researchers may not fully describe the procedures to participants, and thus participants are not fully informed. However, researchers are required to debrief participants immediately after the experiment is concluded. Certain populations are considered to be vulnerable, and in addition to informed consent, special protections must be made available to them. These include persons who are incarcerated, pregnant women, persons with disabilities, and persons who have a mental disability. Children are considered unable to provide informed consent.\nPlanning law.\nSome countries, such as &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; with its &lt;a href=\"Resource%20Management%20Act%201991\"&gt;Resource Management Act&lt;/a&gt; and its Building Act, use the term \"consent\" for the legal process that provide planning permission for developments like subdivisions, bridges or buildings. Achieving permission results in getting \"Resource consent\" or \"Building consent\".\nSexual activity.\nIn Canada \"consent means… the voluntary agreement of the complainant to engage in sexual activity\" without abuse or exploitation of \"trust, power or authority\", coercion or threats. Consent can also be revoked at any moment.\nSexual consent plays an important role in defining what sexual assault is, since &lt;a href=\"Human%20sexual%20activity\"&gt;sexual activity&lt;/a&gt; without consent by all parties is &lt;a href=\"rape\"&gt;rape&lt;/a&gt;. In the late 1980s, academic Lois Pineau argued that we must move towards a more communicative model of sexuality so that consent becomes more explicit and clear, objective and layered, with a more comprehensive model than \"no means no\" or \"yes means yes\". Many universities have instituted campaigns about consent. Creative campaigns with attention-grabbing slogans and images that market consent can be effective tools to raise awareness of campus sexual assault and related issues.\nSince the late 1990s, new models of sexual consent have been proposed. Specifically, the development of \"yes means yes\" and affirmative models, such as Hall's definition: \"the voluntary approval of what is done or proposed by another; permission; agreement in opinion or sentiment.\" Hickman and Muehlenhard state that consent should be \"free verbal or nonverbal communication of a feeling of willingness' to engage in sexual activity.\" Affirmative consent may still be limited since the underlying, individual circumstances surrounding the consent cannot always be acknowledged in the \"yes means yes\", or in the \"no means no\", model.\nSome individuals are unable to give consent. Children or &lt;a href=\"Minor%20%28law%29\"&gt;minors&lt;/a&gt; below a certain age, the &lt;a href=\"Age%20of%20consent\"&gt;age of sexual consent&lt;/a&gt; in that &lt;a href=\"jurisdiction\"&gt;jurisdiction&lt;/a&gt;, are deemed not able to give valid consent by law to sexual acts. Likewise, persons with &lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt; or similar disabilities may be unable to give &lt;a href=\"Consent%20%28criminal%20law%29\"&gt;legal consent&lt;/a&gt; to sexual relations even with their spouse.\nWithin literature, definitions surrounding consent and how it should be communicated have been contradictory, limited or without consensus. Roffee argued that legal definition needs to be universal, so as to avoid confusion in legal decisions. He also demonstrated how the moral notion of consent does not always align with the legal concept. For example, some adult siblings or other family members may voluntarily enter into a relationship, however the legal system still deems this as incestual, and therefore a crime. Roffee argues that the use of particular language in the legislation regarding these familial sexual activities manipulates the reader to view it as immoral and criminal, even if all parties are consenting. Similarly, some children under the legal age of consent may knowingly and willingly choose to be in a sexual relationship. However the law does not view this as legitimate. Whilst there is a necessity for an age of consent, it does not allow for varying levels of awareness and maturity. Here it can be seen how a moral and a legal understanding do not always align.\nInitiatives in sex education programs are working towards including and foregrounding topics of and discussions of sexual consent, in primary, high school and college Sex Ed curricula. In the UK, the Personal Social Health and Economic Education Association (PSHEA) is working to produce and introduce Sex Ed lesson plans in British schools that include lessons on \"consensual sexual relationships,\" \"the meaning and importance of consent\" as well as \"&lt;a href=\"rape%20myth\"&gt;rape myth&lt;/a&gt;s\". In U.S., California-Berkeley University has implemented affirmative and continual consent in education and in the school's policies. In Canada, the Ontario government has introduced a revised Sex Ed curriculum to Toronto schools, including new discussions of sex and affirmative consent, healthy relationships and communication.\nAffirmative consent.\nAffirmative consent (enthusiastic yes) is when both parties agree to sexual conduct, either through clear, verbal communication or nonverbal cues or gestures. It involves communication and the active participation of people involved. This is the approach endorsed by colleges and universities in the U.S., which describe consent as an \"affirmative, unambiguous, and conscious decision by each participant to engage in mutually agreed-upon sexual activity.\" Notably, past research has found that college students generally held unfavorable attitudes toward institutional affirmative consent requirements (e.g., Antioch’s policy), stating issues related to endorsement and practicality of these mandated policies . According to Yoon-Hendricks, a staff writer for Sex, Etc., \"Instead of saying 'no means no,' 'yes means yes' looks at sex as a positive thing.\" Ongoing consent is sought at all levels of sexual intimacy regardless of the parties' relationship, prior sexual history or current activity (\"Grinding on the dance floor is not consent for further sexual activity,\" a university policy reads). By definition, affirmative consent cannot be given if a person is intoxicated, unconscious or asleep.\nThere are 3 pillars often included in the description of sexual consent, or \"the way we let others know what we're up for, be it a good-night kiss or the moments leading up to sex.\"\nThey are:\nTo obtain affirmative consent, rather than waiting to say or for a partner to say \"no\", one gives and seeks an explicit \"yes\". This can come in the form of a smile, a nod or a verbal yes, as long as it's unambiguous, enthusiastic and ongoing. \"There's varying language, but the language gets to the core of people having to communicate their affirmation to participate in sexual behavior,\" said Denice Labertew of the California Coalition Against Sexual Assault. \"It requires a fundamental shift in how we think about sexual assault. It's requiring us to say women and men should be mutually agreeing and actively participating in sexual behavior.\""
}