{
    "id": "21593095",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=21593095",
    "title": "Bulgaria–Uzbekistan relations",
    "text": "Bulgaria–Uzbekistan relations are &lt;a href=\"International%20relations\"&gt;foreign relations&lt;/a&gt; between &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt; and &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt;. Both countries established diplomatic relations on September 12, 1992. Bulgaria has an embassy in &lt;a href=\"Tashkent\"&gt;Tashkent&lt;/a&gt;. Uzbekistan is represented in Bulgaria through a non resident ambassador based in &lt;a href=\"Tashkent\"&gt;Tashkent&lt;/a&gt; (in the Foreign Ministry.) Both countries are full members of the &lt;a href=\"Organization%20for%20Security%20and%20Co-operation%20in%20Europe\"&gt;Organization for Security and Co-operation in Europe&lt;/a&gt;.\nBulgaria provides a link in the trade corridor between Uzbekistan and the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, with important &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; ports. The two countries are interested in expanding trade by this route. However, despite repeated discussions on the subject, Uzbekistan has so far declined to supply &lt;a href=\"natural%20gas\"&gt;natural gas&lt;/a&gt; to the &lt;a href=\"Nabucco%20pipeline\"&gt;Nabucco pipeline&lt;/a&gt;, which, if built, would feed gas to Europe via Bulgaria.\nBackground.\nDuring the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, both countries were previously communist states in the &lt;a href=\"Eastern%20Bloc\"&gt;Eastern Bloc&lt;/a&gt; as members of the &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt; and &lt;a href=\"Comecon\"&gt;Comecon&lt;/a&gt;. At that time, Bulgaria, officially the &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;People's Republic of Bulgaria&lt;/a&gt; was a &lt;a href=\"satellite%20state\"&gt;satellite state&lt;/a&gt; of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and Uzbekistan, officially the &lt;a href=\"Uzbek%20Soviet%20Socialist%20Republic\"&gt;Uzbek Soviet Socialist Republic&lt;/a&gt; was one of the Soviet Union's &lt;a href=\"Republics%20of%20the%20Soviet%20Union\"&gt;constituent republics&lt;/a&gt;.\nOfficial Exchanges.\nIn November 1997, the Bulgarian foreign minister discussed economic cooperation with Uzbekistan. Visiting Bulgaria in June 1998, the Uzbek president &lt;a href=\"Islam%20Karimov\"&gt;Islam Karimov&lt;/a&gt; said that he saw Bulgaria as a key trade partner, saying that Bulgarian and Uzbek goods can make use of the Silk Road in both directions. Following the establishment of the Bulgarian embassy in April 1999, the next ten years saw 21 intergovernmental and 9 interdepartmental agreements signed during the period ending April 2009. Uzbekistan hopes to make use of their increasingly close ties with Bulgaria to take advantage of opportunities available due to Bulgaria's full &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; membership, while Bulgaria is particularly interested in energy security.\nThere have been continued senior-level contacts between the two countries. In May 1998 the Uzbek foreign minister visited Sofia and met the Bulgarian president. During his visit, the Bulgarian and Uzbek foreign ministers discussed economic and transport links. In June 1998 the Uzbek president visited Bulgaria. In May 1999 the Bulgarian president visited Uzbekistan. In November 2003 the Uzbek president met with the Bulgarian prime minister. In May 2004 the Bulgarian and Uzbek foreign ministers discussed diplomatic and economic ties. In January 2005, Uzbekistan and Bulgaria set up consular offices. In March 2006, the Bulgarian envoy in Uzbekistan stated that he was happy with cooperation between the two countries. In April 2007, a Bulgarian minister visited Uzbekistan for cooperation talks.\nIn November 2008 Bulgarian President &lt;a href=\"Georgi%20Parvanov\"&gt;Georgi Parvanov&lt;/a&gt; made an official visit to Uzbekistan where he met with Uzbek leader &lt;a href=\"Islam%20Karimov\"&gt;Islam Karimov&lt;/a&gt;. The two men discussed all aspects of the bilateral relationship. They agreed to make efforts to increase and diversify trade, making better use of untapped potential. There was considerable controversy when the Bulgarian president hunted for protected animals in Uzbekistan. In February 2009, Bulgaria expressed confidence that the relationship would continue to develop, including a significant expansion of ties relating to tourism as well as further developments concerning trade and cultural exchange \nEconomic relationship and agreements.\nIn June 1998 Bulgaria and Uzbekistan signed seven treaty and cooperation accords. In May 1999 they signed transport and crime agreements. In July 1999, Uzbek Prime Minister Erkin Khalilov said that the Bulgarian Black Sea ports of &lt;a href=\"Varna%2C%20Bulgaria\"&gt;Varna&lt;/a&gt; and &lt;a href=\"Burgas\"&gt;Burgas&lt;/a&gt; may become Uzbekistan's doors to Europe. Talking to the Burgas mayor in November 2003, Uzbek president Islam Karimov suggested that a formal customs agreement should be implemented to facilitate transport of Uzbek goods through Bulgaria.\nIn October 2004, the two countries finalized three legal accords. In April 2007, Bulgaria and Uzbekistan signed an economic cooperation agreement. By 2005, trade between the two countries was expected to reach US$50 million.\nHowever, in November 2008 Uzbekistan's President Islam Karimov stated that his country was not interested in becoming a supplier of the EU-sponsored gas transit &lt;a href=\"Nabucco%20Pipeline\"&gt;Nabucco Pipeline&lt;/a&gt;, but would continue to export via Russia.\nNotes and references.\n "
}