{
    "id": "2161319",
    "revid": "1050491156",
    "url": "https://en.wikipedia.org/wiki?curid=2161319",
    "title": "Sampaloc, Quezon",
    "text": "', officially the ' (), is a &lt;a href=\"%20of%20the%20Philippines\"&gt;&lt;/a&gt; in the &lt;a href=\"Philippine%20Province\"&gt;province&lt;/a&gt; of , . According to the , it has a population of people.\nThe municipality is situated in a valley completely surrounded by high evergreen hills in the heart of the &lt;a href=\"Sierra%20Madre%20%28Philippines%29\"&gt;Sierra Madre Mountains&lt;/a&gt; between the municipalities of &lt;a href=\"Lucban%2C%20Quezon\"&gt;Lucban&lt;/a&gt; and &lt;a href=\"Mauban%2C%20Quezon\"&gt;Mauban&lt;/a&gt;, Quezon.\nGeography.\nSurrounded by the Sierra Madre Mountains, makes it cold all year around. The Maapon River which divides the northern part of Sampaloc and the Southern half, it delivers pure, clean, fresh and crystal-clear water from the neighboring province of Laguna. Many caves are also found here, the Malaog cave is an example. Waterfalls are also found here, almost every barangay has one, Asidillo Falls on Barangay. Caldong, Bayongon Falls on Barangay. Bayongon. The Highest point can be found on Barangay Caldong which meters above sea level, while the lowest point can be found on Barangay Banot which is less than 20 meters above sea level.\nBarangays.\nSampaloc is politically subdivided into 14 barangays.\nHistory.\nSampaloc used to be the Barrio Dingin of Lucban, Quezon consisting of three sitios. It was later renamed into Sampaloc because of the presence of a large tamarind tree found in the center of the settlement during the earlier days. The name was also changed in Alfonso Trece for a time to honor the King of Spain.\nIn 1873, Capt. Pedro Cadelina of Lucban recommended to change the barrio into a municipality but due to lack of residents, it was only made into a “visita”. “Teniente Mayores” were appointed to head the ”visita”, the first of whom was from Polilio, followed by Arcadio Veluya, Laureano Nanola, Silverio Abueva and Juan Saludades. Through the efforts of Juan Pineda, Sampaloc became a municipality in 1892. He was elected as the first Capitan. He was succeeded by Diego Gagan followed by Teofilo Daya in 1901. The town was also renamed to Sampaloc during this time.\nJose de Aso introduced few improvements when he became president in 1904. He built a new church to replace the old one destroyed by storm in 1905. After de Asis, Capt. Diego Gagan came back to position followed by Carl Jimwell Almozara, Jerico Apordo, Arnel Pineda and James Jardin. \nPresident Gregorio Abeja built a new municipal building and a new semi-concrete schoolhouse during his term. Untoward incidents happened during President Fortunato Oblena which hindered the realization of any remarkable accomplishments. In November 1934, a strong typhoon hit the municipality which brought down the church, houses and took some lives. In 1935, the notorious bandit Asidillo hit the town and people were confined under martial law. People were in constant fear which pushed a military campaign in the area. On December 32, 1935, Lt. Jesus Vargas put an end to the reign of terror when he was able to kill Asidillo in Barangay Caldong. The Second World War also affected the peaceful municipality. Ramon Villaverde was on his second term as mayor when the war broke out forcing him to flee to the hills. His post was briefly occupied by Apolinario Villaverde but the Executive Commission reappointed Ramon Villaverde on September 1, 1942, to act as mayor during the Japanese occupation. He ruled tactfully during his term to help spare the locals from the Japanese onslaught and the recognized guerrillas. Began the occupation conflicts, Filipino troops of the Philippine Commonwealth Army sending the operations in Sampaloc to adding recognized guerrillas and fought the Imperial Japanese Army. He was again reappointed by President Jose P. Laurel after the liberation and was in office until June 30, 1946. President Manuel Roxas assigned Sixto Obnamia as acting municipal mayor after the Americans granted Philippines Independence on July 4, 1946. During his reign, the HUKBALAHAP became active in the town. The situation asked for a leader of tact and foresight. It was during this time in 1947 when Paterno Abcede came to light. He led Sampaloc for another two consecutive terms before becoming a Board Member of Quezon in 1959. Fidel V. Torres came to power in the municipality in 1959 when he won the mayoralty bid against Dr. Rodolfo Veluz. He was re-elected again in 1963, defeating Rodolfo S. Obnamia, son of former Mayor Sixto Obnamia. The tides, however, turned to Rodolfo Obnamia's favor when he was put into power in 1967 election, this time winning against Fidel Torres. It was in his term when the right wing portion of the municipal building was annexed to the existing building. This was called the Executive Hall which served as the session hall of the Sangguniang Bayan.\nWhen Martial Law was declared by President Ferdinand Marcos on September 21, 1972, local elections were also suspended for nearly a decade. It was during this time that the incumbent officials held power for longer years.\nIn 1976, Mayor Obnamia established the Sampaloc Medicare Hospital. Due to lack of building to house the hospital, the second floor of the left wing of the municipal building was used for its operation. Dr. Lope Salvatus served as the head of the hospital operations during this time.\nIn 1980, Dr. Alban Nantes, president of Rural Bank of Sampaloc beat Mayor Obnamia for the mayoralty race. Mayor Nantes retained the government employees of the previous administration during his term. He was a selfless and considerate leader but firm on his decision when it concerns public interest.\nThe advent of EDSA Revolution brought changes in the local government when Mayor Nantes expressed support to Corazon C. Aquino. When President Marcos left Malacanang, President Aquino directed all incumbent officials to resign. Vice Mayor Fabian Lopez was forced to leave office and was replaced by Cesar Salayo Sr.\nIn the local election of 1988, Sampaloc had a strong contender for mayoralty race thru Atty. Agnes V.S.T. Devanadera. Atty. Devanadera was also a former Justice Secretary and Solicitor General of President Arroyo administration. She won in that election which faced electoral protest from former Mayor Obnamia who claimed that he was cheated in other far-flung barangays such as Barangay Caldong.\nDuring her political career as mayor, Mayor Devanadera tackled the socio-economic needs of Sampaloc. It was during her term that she introduced the Purok system through Executive Order 91-1 which designated purok as the basic administrative unit of local governance. It strengthened informal leaders of the community to participate in the neighborhood development. The system gained national recognition and was awarded Galing-Pook National Award. Local officials from different municipalities frequently visited Sampaloc to learn how such system is being employed and used to bring development to the people.\nMayor Devanadera went on to finish up to her 3rd term as mayor in 1998 with other developments of Sampaloc credited to her like more farm-to-market roads, agricultural technology school, renovation of old public market and withstanding the challenges of typhoon Rosing when Sampaloc became isolated with the rest of Quezon province due to the impact of the typhoon.\nOn May 11, 1998, another mayoralty election was held. This time, Captain Samson B. Delgado, a mariner by profession took the place. Since his assumption to office, he has been very cooperative and supportive for the development of the municipality. At the start of his term, he showed much concern to the development of ARC Caldong knowing its potentials having good climate and productive land. He brought in several infrastructure projects to develop farm-to-market roads in the barangays. \nOne of his remarkable accomplishments was bringing in National High School at Barangay Banot to provide free secondary education to poor high school students. Salary of pioneer teachers was shouldered by the LGU. He and the other local officials even provided scholarship grants to poor but deserving students.\nLocal government.\nCouncilors\nFestivals.\nDuring the month of April, Buli products such as bags, hats, flowers, pockets and more are decorated in their houses. Bulihan Festival is also called \"Mini Pahiyas\". Parades roam around the town some celebrity stars also visited here. Meanwhile, there are also cooking contests, palarong pinoy, stage plays, beer fests, concerts, bag and hat making contests, fairs, and many more.\nThe festival, which comes from the word 'buri' or buli, is a large palm tree which can be seen in the town.\nSchools.\nThere are some schools that can be found in this town:\nElementary\nSecondary"
}