{
    "id": "21618945",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=21618945",
    "title": "Dave Lewis (American musician)",
    "text": "David Eugene Lewis (1938 – March 13, 1998) was an American rock and &lt;a href=\"rhythm%20%26amp%3B%20blues\"&gt;rhythm &amp; blues&lt;/a&gt; (R&amp;B) keyboardist, organist, and vocalist based in &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;, Washington, US. Peter Blecha accounts his Dave Lewis Combo as \"Seattle's first significant African American 1950s rock and roll band\" and Lewis himself as \"the singularly most significant figure on the Pacific Northwest's nascent rhythm &amp; blues scene in the 1950s and 1960s.\"\nLife and early career.\nThe Texas-born Lewis came to the &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt; with his family during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. There was music in his background: his father, David Lewis, Sr., was an accomplished amateur guitarist, and his mother Bertha Lewis was similarly talented on piano. The family moved first to seek work in the navy town of &lt;a href=\"Bremerton%2C%20Washington\"&gt;Bremerton, Washington&lt;/a&gt;, across &lt;a href=\"Puget%20Sound\"&gt;Puget Sound&lt;/a&gt; from Seattle, where they settled in the &lt;a href=\"racial%20segregation\"&gt;segregated&lt;/a&gt; Sinclair Heights housing projects. One of their neighbors was the young &lt;a href=\"Quincy%20Jones\"&gt;Quincy Jones&lt;/a&gt;, who took some music lessons from David Sr.\nThe Lewis and Jones families both eventually moved to Seattle, where they lived about five blocks apart from one another in the &lt;a href=\"Central%20District%2C%20Seattle%2C%20Washington\"&gt;Central District&lt;/a&gt;, the center of African-American life in Seattle at the time. His father worked as a fabricator at &lt;a href=\"Boeing\"&gt;Boeing&lt;/a&gt; and also pulled shifts in a barber shop. Lewis tried both guitar and piano, but definitely gravitated toward the latter, especially after hearing &lt;a href=\"Ray%20Charles\"&gt;Ray Charles&lt;/a&gt;, who was launching his performing career in Seattle in the late 1940s.\nLewis's first performing group was a &lt;a href=\"doo-wop\"&gt;doo-wop&lt;/a&gt; vocal group called the Five Checks, formed to enter a talent show held at Edmond Meany Jr. High School (now &lt;a href=\"Edmond%20S.%20Meany%20Middle%20School\"&gt;Edmond S. Meany Middle School&lt;/a&gt;). They went on to perform at schools around Seattle, often for audiences who had never heard anything of the sort, at least not in live performance.\nAs a student at Seattle's &lt;a href=\"Garfield%20High%20School%20%28Seattle%2C%20Washington%29\"&gt;Garfield High School&lt;/a&gt; Lewis formed the combo that would bring him to local prominence. George Griffin from his doo-wop group played drums; Barney Hilliard and J. B. Allen both played saxophone; Jack Grey played upright bass, and Al Aquino rounded out the group on guitar. Starting off at teenage &lt;a href=\"sock%20hop\"&gt;sock hop&lt;/a&gt;s and house parties, they soon graduated to being an opening act for touring R&amp;B acts when they played Seattle's downtown Palomar Theater (then at the corner of Third and University, now replaced by a multi-story parking garage). The Dave Lewis Combo opened for, among others &lt;a href=\"Sugar%20Pie%20DeSanto\"&gt;Sugar Pie DeSanto&lt;/a&gt;, &lt;a href=\"Sugar%20Chile%20Robinson\"&gt;Sugar Chile Robinson&lt;/a&gt;, &lt;a href=\"Nellie%20Lutcher\"&gt;Nellie Lutcher&lt;/a&gt;, and &lt;a href=\"Wild%20Bill%20Davis\"&gt;Wild Bill Davis&lt;/a&gt;.\nIn the summer of 1956, Lewis still had one more year to complete at Seattle's &lt;a href=\"Franklin%20High%20School%20%28Seattle%2C%20Washington%29\"&gt;Franklin High School&lt;/a&gt;, but his combo was the hottest item in the region. They toured the Pacific Northwest as the opening act for a leg of a &lt;a href=\"Bill%20Haley%20%26amp%3B%20His%20Comets\"&gt;Bill Haley &amp; His Comets&lt;/a&gt; tour. This led to similar opportunities with &lt;a href=\"Ray%20Charles\"&gt;Ray Charles&lt;/a&gt;, &lt;a href=\"Little%20Richard\"&gt;Little Richard&lt;/a&gt;, &lt;a href=\"Jerry%20Lee%20Lewis\"&gt;Jerry Lee Lewis&lt;/a&gt;, &lt;a href=\"the%20Platters\"&gt;the Platters&lt;/a&gt;, &lt;a href=\"Ike%20and%20Tina%20Turner\"&gt;Ike and Tina Turner&lt;/a&gt;, &lt;a href=\"the%20Drifters\"&gt;the Drifters&lt;/a&gt;, &lt;a href=\"Roy%20Orbison\"&gt;Roy Orbison&lt;/a&gt;, and &lt;a href=\"Gene%20Vincent\"&gt;Gene Vincent and his Blue Caps&lt;/a&gt;.\nIn summer 1957, Lewis and his combo settled in for a long tenure as the house band at the leading Seattle &lt;a href=\"rhythm%20and%20blues\"&gt;R&amp;B&lt;/a&gt; club, Birdland (22nd and Madison), where they popularized the song &lt;a href=\"Louie%20Louie\"&gt;Louie Louie&lt;/a&gt;, which would become strongly associated with the region. By this time, Al Aquino and Jack Grey had left the band, replaced by Bud Brown on guitar and Chuck Whittaker on electric bass (replacing Grey's upright acoustic). On several occasions the teenaged &lt;a href=\"Jimi%20Hendrix\"&gt;Jimi Hendrix&lt;/a&gt;—then \"Jimmy\" Hendrix—sat in on &lt;a href=\"jam%20session\"&gt;jam session&lt;/a&gt;s there, but Lewis's audience found him undanceable.\nLater members of the Combo were Jerry Allen (guitar) and Carlos Ward (saxophone).\nRole in desegregation.\nLewis's broad popularity played a significant role in the &lt;a href=\"desegregation\"&gt;desegregation&lt;/a&gt; of the Seattle music scene. At the time Lewis began his professional career, Seattle still had two musician's &lt;a href=\"trade%20union\"&gt;union&lt;/a&gt; locals, &lt;a href=\"American%20Federation%20of%20Musicians\"&gt;AFM&lt;/a&gt; No. 76 for whites and AFM No. 493 for blacks. Lewis's combo became the first African-American band to play frequently on traditionally white turf, including downtown clubs, &lt;a href=\"University%20of%20Washington\"&gt;University of Washington&lt;/a&gt; &lt;a href=\"fraternities%20and%20sororities\"&gt;fraternities&lt;/a&gt;, and even suburban venues. When Local 76 complained about Lewis getting a gig at the popular Parker's Ballroom on Aurora Avenue, owner Dick Parker told them that if they made him choose between booking Lewis's combo and being able to book Local 76 bands, he'd choose Lewis. On January 14, 1958 the two Seattle locals merged.\n1960s success.\nIn 1962, taking advantage of the opportunity offered by the &lt;a href=\"Century%2021%20Exposition\"&gt;Century 21 Exposition&lt;/a&gt; (the Seattle &lt;a href=\"world%27s%20fair\"&gt;world's fair&lt;/a&gt;), Lewis put together a new band. J. B. Allen remained from the old group; the new band members were guitarist Jim Manolides and drummer Don \"Candido\" Mallory. The new group took over from Manolides' old group &lt;a href=\"The%20Frantics%20%28Seattle%2C%20Washington%29\"&gt;the Frantics&lt;/a&gt; as the house band at Dave's Fifth Avenue near the fairgrounds.\nShortly after the end of the fair, Lewis switched from piano to &lt;a href=\"Hammond%20organ\"&gt;Hammond B-3 organ&lt;/a&gt;, and formed a new trio with guitarist Joe Johansen and drummer Dickey Enfield (who would be replaced in 1966 by Dean Hodges). His new trio scored minor hits with \"David's Mood (Part 2)\" (1963) and \"Little Green Thing\" (1964), both of which were heavily covered by other Pacific Northwest bands. By the mid-1960s, though, Lewis pretty much gave up touring, settling instead into a long series of local club gigs that lasted into the early 1970s.\nDeclining years.\nAlthough Lewis in his years of success was not known to be a drug user \"beyond an occasional &lt;a href=\"cannabis%20%28drug%29\"&gt;reefer&lt;/a&gt;,\" he was busted for drug possession in 1975, receiving probation. He attempted a comeback in the 1980s with the Paramount Orchestra, an attempt at a house band for Seattle's landmark &lt;a href=\"Paramount%20Theatre%20%28Seattle%2C%20Washington%29\"&gt;Paramount Theatre&lt;/a&gt;, where his brother Ulysses Lewis was one of the partners in the management firm at the time. The \"grandiose\" project was not notably successful. Furthermore, Lewis got into increasingly serious drug problems, leading him to get involved with a drugstore robbery, for which he was convicted and served two years in prison.\nLewis did some performing in his later years, including playing in a 1987 Northwest Rock reunion concert at the &lt;a href=\"Seattle%20Center%20Coliseum\"&gt;Seattle Center Coliseum&lt;/a&gt;, and was inducted into the Northwest Area Music Association's Hall of Fame in 1989. Lewis died of cancer March 13, 1998. Some of his recordings were finally reissued in CD form in 2006."
}