{
    "id": "21623083",
    "revid": "26830857",
    "url": "https://en.wikipedia.org/wiki?curid=21623083",
    "title": "SM UC-7",
    "text": "SM \"UC-7\" was a German &lt;a href=\"German%20Type%20UC%20I%20submarine\"&gt;Type UC I&lt;/a&gt; &lt;a href=\"minelayer\"&gt;minelayer&lt;/a&gt; &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; or &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; in the &lt;a href=\"German%20Imperial%20Navy\"&gt;German Imperial Navy&lt;/a&gt; () during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. The U-boat had been ordered by November 1914 and was &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launch&lt;/a&gt;ed on 6 July 1915. She was &lt;a href=\"Ship%20commissioning\"&gt;commission&lt;/a&gt;ed into the German Imperial Navy on 9 July 1915 as SM \"UC-7\". &lt;a href=\"Naval%20mines\"&gt;Mines&lt;/a&gt; laid by \"UC-7\" in her 34 patrols were credited with sinking 32 ships.\nDesign.\nA &lt;a href=\"German%20Type%20UC%20I%20submarine\"&gt;German Type UC I submarine&lt;/a&gt;, \"UC-7\" had a displacement of when at the surface and while submerged. She had a &lt;a href=\"length%20overall\"&gt;length overall&lt;/a&gt; of , a &lt;a href=\"beam%20%28ship%29\"&gt;beam&lt;/a&gt; of , and a &lt;a href=\"draught%20%28ship%29\"&gt;draught&lt;/a&gt; of . The submarine was powered by one &lt;a href=\"Daimler-Motoren-Gesellschaft\"&gt;Daimler-Motoren-Gesellschaft&lt;/a&gt; six-cylinder, four-stroke diesel engine producing , an electric motor producing , and one &lt;a href=\"propeller%20shaft\"&gt;propeller shaft&lt;/a&gt;. She was capable of operating at a depth of .\nThe submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, she could operate for at ; when surfaced, she could travel at . \"UC-7\" was fitted with six mine tubes, twelve UC 120 mines, and one machine gun. She was built by &lt;a href=\"AG%20Vulcan%20Stettin\"&gt;AG Vulcan Stettin&lt;/a&gt; and her &lt;a href=\"Ship%27s%20company\"&gt;complement&lt;/a&gt; was fourteen crew members.\nFate.\n\"UC-7\" sailed from Zeebrugge on 3 July 1916 to lay mines off the English coast and failed to return. sighted a submarine believed to be \"UC-7\" on 5 July, west of the Bligh Bank, from &lt;a href=\"Ostend\"&gt;Ostend&lt;/a&gt;. The submarine in question was reported to be on a course that would run it into a minefield, and Verschollen notes that the time and place would be correct if \"UC-7\" were returning to base. The bodies of two crew members were later washed ashore on the coast of Flanders on 19 July. She was claimed that \"UC-7\" was sunk by &lt;a href=\"HMS%20Salmon%20%28H58%29\"&gt;HMS \"Salmon\"&lt;/a&gt; on 7 July off &lt;a href=\"Southwold\"&gt;Southwold&lt;/a&gt;, but this was doubted since the reported position was too far off \"UC-7\"'s operating area."
}