{
    "id": "2162452",
    "revid": "24323093",
    "url": "https://en.wikipedia.org/wiki?curid=2162452",
    "title": "Raymond Baxter",
    "text": "Raymond Frederic Baxter &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;OBE&lt;/a&gt; (25 January 1922 – 15 September 2006) was an English television presenter, commentator and writer. He is best known for being the first presenter of the &lt;a href=\"BBC%20Television\"&gt;BBC Television&lt;/a&gt; science programme \"&lt;a href=\"Tomorrow%27s%20World\"&gt;Tomorrow's World&lt;/a&gt;\", continuing for 12 years, from 1965 to 1977. He also provided radio commentary at the &lt;a href=\"Coronation%20of%20Elizabeth%20II\"&gt;coronation of Queen Elizabeth II&lt;/a&gt;, the funerals of &lt;a href=\"George%20VI\"&gt;King George VI&lt;/a&gt;, &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; and &lt;a href=\"Louis%20Mountbatten%2C%201st%20Earl%20Mountbatten%20of%20Burma\"&gt;Lord Mountbatten of Burma&lt;/a&gt;, and the first flight of &lt;a href=\"Concorde\"&gt;Concorde&lt;/a&gt;.\nEarly life.\nBaxter was born in &lt;a href=\"Ilford\"&gt;Ilford&lt;/a&gt; in &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;. His father was a science teacher. He was educated at &lt;a href=\"Ilford%20County%20High%20School\"&gt;Ilford County High School&lt;/a&gt;, a &lt;a href=\"grammar%20school\"&gt;grammar school&lt;/a&gt; for boys, from which he was expelled after being caught smoking. He did not go on to a college or university. Baxter worked for a brief period at the &lt;a href=\"Metropolitan%20Water%20Board%20%28London%29\"&gt;Metropolitan Water Board&lt;/a&gt;.\nRAF career.\nIn August 1940, during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, he joined the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; and trained as a &lt;a href=\"Fighter%20aircraft\"&gt;fighter pilot&lt;/a&gt; in Canada. He first flew &lt;a href=\"Supermarine%20Spitfire\"&gt;Supermarine Spitfire&lt;/a&gt;s with &lt;a href=\"No.%2065%20Squadron%20RAF\"&gt;No. 65 Squadron RAF&lt;/a&gt; in Britain, based in Scotland. He joined &lt;a href=\"No.%2093%20Squadron%20RAF\"&gt;No. 93 Squadron RAF&lt;/a&gt;, flying over &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt; in 1943, where he was &lt;a href=\"mentioned%20in%20dispatches\"&gt;mentioned in dispatches&lt;/a&gt;. He returned to England in 1944 as an instructor and was later a flight commander, returning to active service with &lt;a href=\"No.%20602%20Squadron%20RAF\"&gt;No. 602 Squadron RAF&lt;/a&gt; in September 1944.\nOn 18 March 1945, Baxter took part in a daylight raid on the &lt;a href=\"Royal%20Dutch%20Shell\"&gt;Shell-Mex&lt;/a&gt; building in &lt;a href=\"The%20Hague\"&gt;The Hague&lt;/a&gt;, which was then the German headquarters for &lt;a href=\"V-1%20flying%20bomb\"&gt;V-1&lt;/a&gt; and &lt;a href=\"V-2%20rocket\"&gt;V-2 rocket&lt;/a&gt; attacks on southern England. The commander of the raid, &lt;a href=\"Max%20Sutherland%20%28RAF%20commander%29\"&gt;Max Sutherland&lt;/a&gt;, received a bar to his &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20Kingdom%29\"&gt;DFC&lt;/a&gt; and Baxter, along with the three other pilots, was again mentioned in dispatches.\nIn an interview about his wartime career, Baxter described flying over a V-2 site during a launch on 14 February 1945, and his wingman firing on the missile: \"I dread to think what would have happened if he'd hit the thing!\"\nHe later flew &lt;a href=\"P-51%20Mustang\"&gt;North American Mustang&lt;/a&gt; and &lt;a href=\"Douglas%20Dakota\"&gt;Douglas Dakota&lt;/a&gt; aircraft for a year, then worked in &lt;a href=\"British%20Forces%20Broadcasting%20Service\"&gt;Forces Broadcasting Service&lt;/a&gt; (FBS) from 1945 to 1949, based in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; and then &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;, becoming its deputy director. He was demobbed in 1946 as a &lt;a href=\"flight%20lieutenant\"&gt;flight lieutenant&lt;/a&gt;.\nBBC career.\nBaxter joined the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; in 1950. He provided radio commentary on the funerals of &lt;a href=\"George%20VI\"&gt;King George VI&lt;/a&gt; in 1952 and &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; in 1965, the former commentary given while suspended from the ceiling of &lt;a href=\"Westminster%20Abbey\"&gt;Westminster Abbey&lt;/a&gt;. He also reported at the &lt;a href=\"Coronation%20of%20Elizabeth%20II\"&gt;coronation of Queen Elizabeth II&lt;/a&gt; in 1953, reporting from &lt;a href=\"Trafalgar%20Square\"&gt;Trafalgar Square&lt;/a&gt;.\nBaxter was an accomplished &lt;a href=\"Rallying\"&gt;rally&lt;/a&gt; driver and competed in the &lt;a href=\"Monte%20Carlo%20Rally\"&gt;Monte Carlo Rally&lt;/a&gt; twelve times, six of them as a member of the &lt;a href=\"British%20Motor%20Corporation\"&gt;BMC&lt;/a&gt; Works Team. He also competed in numerous &lt;a href=\"Alpine%20Rally\"&gt;Alpine&lt;/a&gt;, &lt;a href=\"Tulip%20Rally\"&gt;Tulip&lt;/a&gt; and &lt;a href=\"RAC%20Rally\"&gt;RAC Rallies&lt;/a&gt;, which was satirised in the character \"Roland Thraxter\" in &lt;a href=\"Peter%20Ustinov\"&gt;Peter Ustinov&lt;/a&gt;'s \"Grand Prix du Rock\". He was a crew member in the &lt;a href=\"1953%20London%20to%20Christchurch%20air%20race\"&gt;New Zealand Air Race&lt;/a&gt; in 1953, in a &lt;a href=\"British%20European%20Airways\"&gt;British European Airways&lt;/a&gt; &lt;a href=\"Vickers%20Viscount\"&gt;Vickers Viscount&lt;/a&gt;.\nHaving an authoritative voice, he frequently commentated on motoring and aviation events. He was the BBC's motoring correspondent from 1950 to 1966, including at least twenty &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt; races, the &lt;a href=\"24%20Hours%20of%20Le%20Mans\"&gt;Le Mans&lt;/a&gt; 24-hour race, and the &lt;a href=\"Monte%20Carlo%20Rally\"&gt;Monte Carlo Rally&lt;/a&gt;. To parody this, he was invited to appear in an episode of \"&lt;a href=\"Hancock%27s%20Half%20Hour\"&gt;Hancock's Half Hour&lt;/a&gt;\" when Hancock entered the rally, and onto \"&lt;a href=\"I%27m%20Sorry%20I%20Haven%27t%20A%20Clue\"&gt;I'm Sorry I Haven't A Clue&lt;/a&gt;\" to commentate on sessions of &lt;a href=\"Mornington%20Crescent%20%28game%29\"&gt;Mornington Crescent&lt;/a&gt;. In 1960, he narrated &lt;a href=\"Look%20at%20Life%20%28film%20series%29\"&gt;Look at Life (film series)&lt;/a&gt;' 'Against the Clock', a short film about the &lt;a href=\"RAC%20Limited\"&gt;RAC Limited&lt;/a&gt;'s 2,000-mile UK rally. From 1967 to 1968, he was briefly Director of Motoring Publicity for the &lt;a href=\"British%20Motor%20Corporation\"&gt;British Motor Corporation&lt;/a&gt;, while still presenting for the BBC. Following BMC's takeover by &lt;a href=\"Leyland%20Motors\"&gt;Leyland Motors&lt;/a&gt;, it was decided to dispense with Baxter's services in this post, and he returned to work full-time for the BBC. He presented the BBC's coverage of &lt;a href=\"Farnborough%20Airshow\"&gt;Farnborough Airshow&lt;/a&gt;s from 1950 to 1986. He reported on the first flight of &lt;a href=\"Concorde\"&gt;Concorde&lt;/a&gt; and was the first reporter to broadcast from an aeroplane, ocean liner and underwater. For thirty years, he was the regular commentator at the &lt;a href=\"Royal%20British%20Legion\"&gt;Royal British Legion&lt;/a&gt;'s annual &lt;a href=\"Festival%20of%20Remembrance\"&gt;Festival of Remembrance&lt;/a&gt; at the &lt;a href=\"Albert%20Hall\"&gt;Albert Hall&lt;/a&gt; and at the &lt;a href=\"Royal%20Tournament\"&gt;Royal Tournament&lt;/a&gt;. He presented the opening ceremony of the &lt;a href=\"1960%20Summer%20Olympics\"&gt;1960 Summer Olympics&lt;/a&gt;, deputising for an indisposed &lt;a href=\"Richard%20Dimbleby\"&gt;Richard Dimbleby&lt;/a&gt;.\nHe presented the science series \"Eye on Research\" from 1959 to 1963, and was the first (and initially sole) host of the long-running popular science show \"&lt;a href=\"Tomorrow%27s%20World\"&gt;Tomorrow's World&lt;/a&gt;\" for 12 years from July 1965, reaching an audience of up to 10 million viewers. He was the presenter of the first live transatlantic broadcast from the US via &lt;a href=\"Telstar\"&gt;Telstar&lt;/a&gt; in 1962, the first live telecast from Australia in November 1966, and interviewed South African surgeon &lt;a href=\"Christiaan%20Barnard\"&gt;Christiaan Barnard&lt;/a&gt; by telephone in 1967, within hours of the completion of the world's first &lt;a href=\"heart%20transplant\"&gt;heart transplant&lt;/a&gt; operation. Baxter also undertook commercial commissions. He was the presenter for the launch of &lt;a href=\"Gillette\"&gt;Gillette&lt;/a&gt;'s G2 Razors held at the Heathrow Hotel, London, in 1973. He left the \"Tomorrow's World\" programme in 1977, after disagreements with its new editor, &lt;a href=\"Michael%20Blakstad\"&gt;Michael Blakstad&lt;/a&gt;, who described Baxter as \"the last of the dinosaurs\", while Baxter reputedly said he could not work with someone who arrived at the BBC each day on a bicycle.\nBaxter was invited to present the first &lt;a href=\"Raymond%20Baxter%20Award%20for%20Science%20Communication\"&gt;Raymond Baxter Award for Science Communication&lt;/a&gt; in July 2000. He was surprised to find that he was the first recipient.\nOther activities.\nIn 1975 Baxter narrated \"The &lt;a href=\"Hammond%20Organ\"&gt;Hammond Organ&lt;/a&gt; 40th Anniversary Album\", issued by Ad-Rhythm Records. Baxter also narrated \"The Story of Rolls-Royce\", a 1988 film about the history of the world's most prestigious motor car, made by the &lt;a href=\"Rolls-Royce%20Enthusiasts%27%20Club\"&gt;Rolls-Royce Enthusiasts' Club&lt;/a&gt;. He also presented and narrated two &lt;a href=\"fire%20safety\"&gt;fire safety&lt;/a&gt; training films in the 1970s; the first for Consort Films, entitled \"Fire Danger in Hospitals\" in 1972, about what fires can break out due to carelessness and another, undated, entitled \"Hospital Evacuation and You\".\nBaxter was made an Honorary &lt;a href=\"Freedom%20of%20the%20City%20of%20London\"&gt;Freeman&lt;/a&gt; of the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt; in 1978 and awarded the &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;OBE&lt;/a&gt; in 2003. He was a member of the Committee of Management of the &lt;a href=\"Royal%20National%20Lifeboat%20Institution\"&gt;Royal National Lifeboat Institution&lt;/a&gt; from 1979 to 1997, and Vice-President from 1987 to 1997. He became a Life Vice-President in 1997.\nIn 1998 he was the subject of \"&lt;a href=\"This%20Is%20Your%20Life%20%28UK%20TV%20series%29\"&gt;This Is Your Life&lt;/a&gt;\" when he was surprised by &lt;a href=\"Michael%20Aspel\"&gt;Michael Aspel&lt;/a&gt; with the help of &lt;a href=\"Stirling%20Moss\"&gt;Stirling Moss&lt;/a&gt;, at a &lt;a href=\"Soho\"&gt;Soho&lt;/a&gt; recording studio.\nBaxter was a founder member of the Association of &lt;a href=\"Dunkirk\"&gt;Dunkirk&lt;/a&gt; Little Ships – he owned one of the small vessels that evacuated British troops from the beaches – and its Honorary Admiral from 1982, and Honorary Chairman of the &lt;a href=\"Royal%20Aeronautical%20Society\"&gt;Royal Aeronautical Society&lt;/a&gt; from 1991. He was on the Council of the &lt;a href=\"Air%20League\"&gt;Air League&lt;/a&gt; from 1980 to 1985.\nPersonal life.\nHe married his American wife, Sylvia Kathryn Johnson, in 1945. They had a son, Graham, and a daughter, Jenny who is a &lt;a href=\"fencing\"&gt;fencing coach&lt;/a&gt;. Sylvia died in 1996. Baxter died 15 September 2006 at the age of 84 at the &lt;a href=\"Royal%20Berkshire%20Hospital\"&gt;Royal Berkshire Hospital&lt;/a&gt; in &lt;a href=\"Reading%2C%20Berkshire\"&gt;Reading&lt;/a&gt;, close to his home in &lt;a href=\"Henley-on-Thames\"&gt;Henley-on-Thames&lt;/a&gt;. In a statement his family said: \"He had a love of innovation and challenge both professionally and personally.\" Baxter was the uncle of the American &lt;a href=\"minimalist\"&gt;minimalist&lt;/a&gt; artist, &lt;a href=\"Carl%20Andre\"&gt;Carl Andre&lt;/a&gt;."
}