{
    "id": "216531",
    "revid": "1068729659",
    "url": "https://en.wikipedia.org/wiki?curid=216531",
    "title": "Neoconservatism",
    "text": "Neoconservatism is a &lt;a href=\"political%20movement\"&gt;political movement&lt;/a&gt; that was born in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; during the &lt;a href=\"1960s\"&gt;1960s&lt;/a&gt; among &lt;a href=\"liberal%20hawk\"&gt;liberal hawk&lt;/a&gt;s who became disenchanted with the increasingly &lt;a href=\"pacifism\"&gt;pacifist&lt;/a&gt; foreign policy of the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; and with the growing &lt;a href=\"New%20Left\"&gt;New Left&lt;/a&gt; and &lt;a href=\"counterculture%20of%20the%201960s\"&gt;counterculture of the 1960s&lt;/a&gt;, particularly the &lt;a href=\"Vietnam%20Protest%20Movement\"&gt;Vietnam protests&lt;/a&gt;. Some also began to question their liberal beliefs regarding domestic policies such as the &lt;a href=\"Great%20Society\"&gt;Great Society&lt;/a&gt;. Neoconservatives typically advocate the promotion of &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt; and &lt;a href=\"Interventionism%20%28politics%29\"&gt;interventionism&lt;/a&gt; in &lt;a href=\"International%20relations\"&gt;international affairs&lt;/a&gt;, including &lt;a href=\"peace%20through%20strength\"&gt;peace through strength&lt;/a&gt;, and are known for espousing disdain for &lt;a href=\"communism\"&gt;communism&lt;/a&gt; and &lt;a href=\"political%20radicalism\"&gt;political radicalism&lt;/a&gt;.\nProminent neoconservatives in the &lt;a href=\"George%20W.%20Bush%20administration\"&gt;George W. Bush administration&lt;/a&gt; included &lt;a href=\"Paul%20Wolfowitz\"&gt;Paul Wolfowitz&lt;/a&gt;, &lt;a href=\"Elliott%20Abrams\"&gt;Elliott Abrams&lt;/a&gt;, &lt;a href=\"Richard%20Perle\"&gt;Richard Perle&lt;/a&gt; and &lt;a href=\"Paul%20Bremer\"&gt;Paul Bremer&lt;/a&gt;. While not identifying as neoconservatives, senior officials Vice President &lt;a href=\"Dick%20Cheney\"&gt;Dick Cheney&lt;/a&gt; and Secretary of Defense &lt;a href=\"Donald%20Rumsfeld\"&gt;Donald Rumsfeld&lt;/a&gt; listened closely to neoconservative advisers regarding foreign policy, especially the defense of Israel and the promotion of American influence in the Middle East. Many of its adherents became politically influential during the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; presidential administrations of the 1970s, 1980s, 1990s and 2000s, peaking in influence during the administration of &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt;, when they played a major role in promoting and planning the 2001 &lt;a href=\"invasion%20of%20Afghanistan\"&gt;invasion of Afghanistan&lt;/a&gt; and the &lt;a href=\"2003%20invasion%20of%20Iraq\"&gt;2003 invasion of Iraq&lt;/a&gt;.\nCritics of neoconservatism have used the term to describe foreign policy and &lt;a href=\"war%20hawk\"&gt;war hawk&lt;/a&gt;s who support aggressive &lt;a href=\"militarism\"&gt;militarism&lt;/a&gt; or &lt;a href=\"neo-imperialism\"&gt;neo-imperialism&lt;/a&gt;. Historically speaking, the term \"neoconservative\" refers to those who made the ideological journey from the &lt;a href=\"anti-Stalinist%20left\"&gt;anti-Stalinist left&lt;/a&gt; to the camp of &lt;a href=\"American%20conservatism\"&gt;American conservatism&lt;/a&gt; during the 1960s and 1970s. The movement had its intellectual roots in the magazine \"&lt;a href=\"Commentary%20%28magazine%29\"&gt;Commentary&lt;/a&gt;\", edited by &lt;a href=\"Norman%20Podhoretz\"&gt;Norman Podhoretz&lt;/a&gt;. They spoke out against the New Left and in that way helped define the movement.\nTerminology.\nThe term \"neoconservative\" was popularized in the United States during 1973 by the socialist leader &lt;a href=\"Michael%20Harrington\"&gt;Michael Harrington&lt;/a&gt;, who used the term to define &lt;a href=\"Daniel%20Bell\"&gt;Daniel Bell&lt;/a&gt;, &lt;a href=\"Daniel%20Patrick%20Moynihan\"&gt;Daniel Patrick Moynihan&lt;/a&gt;, and &lt;a href=\"Irving%20Kristol\"&gt;Irving Kristol&lt;/a&gt;, whose ideologies differed from Harrington's.\nThe \"neoconservative\" label was used by &lt;a href=\"Irving%20Kristol\"&gt;Irving Kristol&lt;/a&gt; in his 1979 article \"Confessions of a True, Self-Confessed 'Neoconservative'\". His ideas have been influential since the 1950s, when he co-founded and edited the magazine \"&lt;a href=\"Encounter%20%28magazine%29\"&gt;Encounter&lt;/a&gt;\".\nAnother source was &lt;a href=\"Norman%20Podhoretz\"&gt;Norman Podhoretz&lt;/a&gt;, editor of the magazine \"&lt;a href=\"Commentary%20Magazine\"&gt;Commentary&lt;/a&gt;\", from 1960 to 1995. By 1982, Podhoretz was terming himself a neoconservative in \"&lt;a href=\"The%20New%20York%20Times%20Magazine\"&gt;The New York Times Magazine&lt;/a&gt;\" article titled \"The Neoconservative Anguish over Reagan's Foreign Policy\".\nDuring the late 1970s and early 1980s, the neoconservatives considered that &lt;a href=\"Modern%20liberalism%20in%20the%20United%20States\"&gt;liberalism&lt;/a&gt; had failed and \"no longer knew what it was talking about\", according to &lt;a href=\"E.%20J.%20Dionne\"&gt;E. J. Dionne&lt;/a&gt;.\n&lt;a href=\"Seymour%20Lipset\"&gt;Seymour Lipset&lt;/a&gt; asserts that the term \"neoconservative\" was used originally by &lt;a href=\"Socialism\"&gt;socialists&lt;/a&gt; to criticize the politics of &lt;a href=\"Social%20Democrats%2C%20USA\"&gt;Social Democrats, USA&lt;/a&gt; (SDUSA). &lt;a href=\"Jonah%20Goldberg\"&gt;Jonah Goldberg&lt;/a&gt; argues that the term is ideological criticism against proponents of &lt;a href=\"Modern%20liberalism%20in%20the%20United%20States\"&gt;modern American liberalism&lt;/a&gt; who had become slightly more conservative (both Lipset and Goldberg are frequently described as neoconservatives). In a book-length study for Harvard University Press, historian &lt;a href=\"Justin%20Vaisse\"&gt;Justin Vaisse&lt;/a&gt; writes that Lipset and Goldberg are in error, as \"neoconservative\" was used by socialist Michael Harrington to describe three men – noted above – who were not in SDUSA, and neoconservatism is a definable political movement.\nThe term \"neoconservative\" was the subject of increased media coverage during the presidency of &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt;, with particular emphasis on a perceived neoconservative influence on American foreign policy, as part of the &lt;a href=\"Bush%20Doctrine\"&gt;Bush Doctrine&lt;/a&gt;.\nHistory.\nThrough the 1950s and early 1960s, the future neoconservatives had endorsed the &lt;a href=\"civil%20rights%20movement\"&gt;civil rights movement&lt;/a&gt;, &lt;a href=\"racial%20integration\"&gt;racial integration&lt;/a&gt; and &lt;a href=\"Martin%20Luther%20King%20Jr.\"&gt;Martin Luther King Jr&lt;/a&gt;. From the 1950s to the 1960s, liberals generally endorsed military action in order to prevent a communist victory in &lt;a href=\"Vietnam%20War\"&gt;Vietnam&lt;/a&gt;.\nNeoconservatism was initiated by the repudiation of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; and the \"&lt;a href=\"New%20Politics%20%281950s%29\"&gt;New Politics&lt;/a&gt;\" of the American &lt;a href=\"New%20Left\"&gt;New Left&lt;/a&gt;, which &lt;a href=\"Norman%20Podhoretz\"&gt;Norman Podhoretz&lt;/a&gt; said was too sympathetic to the &lt;a href=\"counterculture\"&gt;counterculture&lt;/a&gt; and too alienated from the majority of the population; &lt;a href=\"Black%20Power\"&gt;Black Power&lt;/a&gt; advocates, who accused white liberals and Northern &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; of &lt;a href=\"White%20flight\"&gt;hypocrisy on integration&lt;/a&gt; and also accused them of supporting perceived &lt;a href=\"settler%20colonialism\"&gt;settler colonialism&lt;/a&gt; in the &lt;a href=\"Israeli%E2%80%93Palestinian%20conflict\"&gt;Israeli–Palestinian conflict&lt;/a&gt;; and \"anti-&lt;a href=\"Anti-communism\"&gt;anticommunism&lt;/a&gt;\", which included substantial endorsement of &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist–Leninist&lt;/a&gt; politics during the late 1960s. Many neoconservatives were particularly alarmed by what they believed were the &lt;a href=\"African%20American%E2%80%93Jewish%20relations\"&gt;antisemitic&lt;/a&gt; sentiments of Black Power advocates. &lt;a href=\"Irving%20Kristol\"&gt;Irving Kristol&lt;/a&gt; edited the journal \"&lt;a href=\"The%20Public%20Interest\"&gt;The Public Interest&lt;/a&gt;\" (1965–2005), featuring economists and political scientists, which emphasized ways that government planning in the liberal state had produced unintended harmful consequences. Many early neoconservative political figures were disillusioned Democratic politicians and intellectuals, such as &lt;a href=\"Daniel%20Patrick%20Moynihan\"&gt;Daniel Patrick Moynihan&lt;/a&gt;, who served in the &lt;a href=\"Richard%20M.%20Nixon\"&gt;Nixon&lt;/a&gt; and &lt;a href=\"Gerald%20R.%20Ford\"&gt;Ford&lt;/a&gt; administrations, and &lt;a href=\"Jeane%20Kirkpatrick\"&gt;Jeane Kirkpatrick&lt;/a&gt;, who served as &lt;a href=\"United%20States%20Ambassador%20to%20the%20United%20Nations\"&gt;United States Ambassador to the United Nations&lt;/a&gt; in the &lt;a href=\"Ronald%20Reagan\"&gt;Reagan&lt;/a&gt; administration. Many left-wing academics such as &lt;a href=\"Frank%20Meyer%20%28political%20philosopher%29\"&gt;Frank Meyer&lt;/a&gt; and &lt;a href=\"James%20Burnham\"&gt;James Burnham&lt;/a&gt; eventually became associated with the conservative movement at this time.\nA substantial number of neoconservatives were originally moderate socialists who were originally associated with the moderate wing of the Socialist Party of America (SP) and its successor party, &lt;a href=\"Social%20Democrats%2C%20USA\"&gt;Social Democrats, USA&lt;/a&gt; (SDUSA). &lt;a href=\"Max%20Shachtman\"&gt;Max Shachtman&lt;/a&gt;, a former Trotskyist theorist who developed a strong feeling of antipathy towards the &lt;a href=\"New%20Left\"&gt;New Left&lt;/a&gt;, had numerous devotees among SDUSA with strong links to &lt;a href=\"George%20Meany\"&gt;George Meany&lt;/a&gt;'s AFL-CIO. Following Shachtman and Meany, this faction led the SP to oppose immediate withdrawal from the Vietnam War, and oppose George McGovern in the Democratic primary race and, to some extent, the general election. They also chose to cease their own party-building and concentrated on working within the Democratic Party, eventually influencing it through the &lt;a href=\"Democratic%20Leadership%20Council\"&gt;Democratic Leadership Council&lt;/a&gt;. Thus the Socialist Party dissolved in 1972, and SDUSA emerged that year. (Most of the left-wing of the party, led by Michael Harrington, immediately abandoned SDUSA.) SDUSA leaders associated with neoconservatism include &lt;a href=\"Carl%20Gershman\"&gt;Carl Gershman&lt;/a&gt;, &lt;a href=\"Penn%20Kemble\"&gt;Penn Kemble&lt;/a&gt;, &lt;a href=\"Joshua%20Muravchik\"&gt;Joshua Muravchik&lt;/a&gt; and &lt;a href=\"Bayard%20Rustin\"&gt;Bayard Rustin&lt;/a&gt;.\nNorman Podhoretz's magazine \"&lt;a href=\"Commentary%20%28magazine%29\"&gt;Commentary&lt;/a&gt;\", originally a journal of liberalism, became a major publication for neoconservatives during the 1970s. \"Commentary\" published an article by Jeane Kirkpatrick, an early and prototypical neoconservative, albeit not a New Yorker.\nRejecting the American New Left and McGovern's New Politics.\nAs the policies of the &lt;a href=\"New%20Left\"&gt;New Left&lt;/a&gt; made the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt; increasingly leftist, these intellectuals became disillusioned with President &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt;'s &lt;a href=\"Great%20Society\"&gt;Great Society&lt;/a&gt; domestic programs. The influential 1970 bestseller \"&lt;a href=\"The%20Real%20Majority\"&gt;The Real Majority&lt;/a&gt;\" by &lt;a href=\"Ben%20Wattenberg\"&gt;Ben Wattenberg&lt;/a&gt; expressed that the \"real majority\" of the electorate endorsed &lt;a href=\"economic%20interventionism\"&gt;economic interventionism&lt;/a&gt;, but also &lt;a href=\"social%20conservatism\"&gt;social conservatism&lt;/a&gt;; and warned Democrats it could be disastrous to adopt &lt;a href=\"Cultural%20liberalism\"&gt;liberal&lt;/a&gt; positions on certain social and crime issues.\nThe neoconservatives rejected the &lt;a href=\"Counterculture%20of%20the%201960s\"&gt;countercultural&lt;/a&gt; &lt;a href=\"New%20Left\"&gt;New Left&lt;/a&gt; and what they considered &lt;a href=\"anti-Americanism\"&gt;anti-Americanism&lt;/a&gt; in the &lt;a href=\"non-interventionism\"&gt;non-interventionism&lt;/a&gt; of the activism against the &lt;a href=\"Opposition%20to%20United%20States%20involvement%20in%20the%20Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;. After the anti-war faction took control of the party during 1972 and nominated &lt;a href=\"George%20McGovern\"&gt;George McGovern&lt;/a&gt;, the Democrats among them endorsed Washington Senator &lt;a href=\"Henry%20M.%20Jackson\"&gt;Henry \"Scoop\" Jackson&lt;/a&gt; instead for his unsuccessful 1972 and 1976 campaigns for president. Among those who worked for Jackson were incipient neoconservatives &lt;a href=\"Paul%20Wolfowitz\"&gt;Paul Wolfowitz&lt;/a&gt;, &lt;a href=\"Doug%20Feith\"&gt;Doug Feith&lt;/a&gt;, and &lt;a href=\"Richard%20Perle\"&gt;Richard Perle&lt;/a&gt;. During the late 1970s, neoconservatives tended to endorse &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;, the Republican who promised to confront Soviet expansionism. Neoconservatives organized in the &lt;a href=\"American%20Enterprise%20Institute\"&gt;American Enterprise Institute&lt;/a&gt; and &lt;a href=\"The%20Heritage%20Foundation\"&gt;The Heritage Foundation&lt;/a&gt; to counter the liberal establishment. Author Keith Preston named the successful effort on behalf of neoconservatives such as &lt;a href=\"George%20Will\"&gt;George Will&lt;/a&gt; and Irving Kristol to cancel Reagan's 1980 nomination of &lt;a href=\"Mel%20Bradford\"&gt;Mel Bradford&lt;/a&gt;, a Southern &lt;a href=\"Paleoconservatism\"&gt;Paleoconservative&lt;/a&gt; academic whose regionalist focus and writings about &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; and &lt;a href=\"Reconstruction%20era\"&gt;Reconstruction&lt;/a&gt; alienated the more &lt;a href=\"Cosmopolitanism\"&gt;cosmopolitan&lt;/a&gt; and progress-oriented neoconservatives, to the leadership of the &lt;a href=\"National%20Endowment%20for%20the%20Humanities\"&gt;National Endowment for the Humanities&lt;/a&gt; in favor of longtime Democrat &lt;a href=\"William%20Bennett\"&gt;William Bennett&lt;/a&gt; as emblematic of the neoconservative movement establishing hegemony over mainstream American conservatism.\nIn another (2004) article, &lt;a href=\"Michael%20Lind\"&gt;Michael Lind&lt;/a&gt; also wrote: \nLeo Strauss and his students.\n&lt;a href=\"C.%20Bradley%20Thompson\"&gt;C. Bradley Thompson&lt;/a&gt;, a professor at Clemson University, claims that most influential neoconservatives refer explicitly to the theoretical ideas in the philosophy of &lt;a href=\"Leo%20Strauss\"&gt;Leo Strauss&lt;/a&gt; (1899–1973), although there are several writers who claim that in doing so they may draw upon meaning that Strauss himself &lt;a href=\"Leo%20Strauss%23Response%20to%20criticism\"&gt;did not endorse&lt;/a&gt;. Eugene Sheppard notes: \"Much scholarship tends to understand Strauss as an inspirational founder of American neoconservatism\". Strauss was a refugee from Nazi Germany who taught at the &lt;a href=\"New%20School%20for%20Social%20Research\"&gt;New School for Social Research&lt;/a&gt; in New York (1938–1948) and the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; (1949–1969).\nStrauss asserted that \"the crisis of the West consists in the West's having become uncertain of its purpose\". His solution was a restoration of the vital ideas and faith that in the past had sustained the moral purpose of the West. The &lt;a href=\"Greek%20classics\"&gt;Greek classics&lt;/a&gt; (&lt;a href=\"classical%20republican\"&gt;classical republican&lt;/a&gt; and &lt;a href=\"modern%20republican\"&gt;modern republican&lt;/a&gt;), &lt;a href=\"political%20philosophy\"&gt;political philosophy&lt;/a&gt; and the &lt;a href=\"Judeo-Christian%20ethics\"&gt;Judeo-Christian heritage&lt;/a&gt; are the essentials of the Great Tradition in Strauss's work. Strauss emphasized the spirit of the Greek classics and Thomas G. West (1991) argues that for Strauss the &lt;a href=\"American%20Founding%20Fathers\"&gt;American Founding Fathers&lt;/a&gt; were correct in their understanding of the classics in their principles of justice.\nFor Strauss, political community is defined by convictions about justice and happiness rather than by sovereignty and force. A classical liberal, he repudiated the philosophy of &lt;a href=\"John%20Locke\"&gt;John Locke&lt;/a&gt; as a bridge to 20th-century historicism and nihilism and instead defended &lt;a href=\"liberal%20democracy\"&gt;liberal democracy&lt;/a&gt; as closer to the spirit of the classics than other modern regimes. For Strauss, the American awareness of ineradicable evil in human nature and hence the need for morality, was a beneficial outgrowth of the pre-modern Western tradition. O'Neill (2009) notes that Strauss wrote little about American topics, but his students wrote a great deal and that Strauss's influence caused his students to reject &lt;a href=\"historicism\"&gt;historicism&lt;/a&gt; and &lt;a href=\"positivism\"&gt;positivism&lt;/a&gt; as &lt;a href=\"Moral%20relativism\"&gt;morally relativist&lt;/a&gt; positions. They instead promoted a so-called Aristotelian perspective on America that produced a qualified defense of its liberal constitutionalism. Strauss's emphasis on &lt;a href=\"Moral%20realism\"&gt;moral clarity&lt;/a&gt; led the Straussians to develop an approach to &lt;a href=\"international%20relations\"&gt;international relations&lt;/a&gt; that Catherine and Michael Zuckert (2008) call Straussian &lt;a href=\"Wilsonianism\"&gt;Wilsonianism&lt;/a&gt; (or Straussian &lt;a href=\"Idealism%20%28international%20relations%29\"&gt;idealism&lt;/a&gt;), the defense of liberal democracy in the face of its vulnerability.\nStrauss influenced \"The Weekly Standard\" editor &lt;a href=\"Bill%20Kristol\"&gt;Bill Kristol&lt;/a&gt;, &lt;a href=\"William%20Bennett\"&gt;William Bennett&lt;/a&gt;, &lt;a href=\"Newt%20Gingrich\"&gt;Newt Gingrich&lt;/a&gt;, &lt;a href=\"Antonin%20Scalia\"&gt;Antonin Scalia&lt;/a&gt; and &lt;a href=\"Clarence%20Thomas\"&gt;Clarence Thomas&lt;/a&gt;, as well as &lt;a href=\"Paul%20Wolfowitz\"&gt;Paul Wolfowitz&lt;/a&gt;.\nJeane Kirkpatrick.\nA theory of neoconservative foreign policy during the final years of the Cold War was articulated by &lt;a href=\"Jeane%20Kirkpatrick\"&gt;Jeane Kirkpatrick&lt;/a&gt; in \"&lt;a href=\"Dictatorships%20and%20Double%20Standards\"&gt;Dictatorships and Double Standards&lt;/a&gt;\", published in \"&lt;a href=\"Commentary%20Magazine\"&gt;Commentary Magazine&lt;/a&gt;\" during November 1979. Kirkpatrick criticized the foreign policy of &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt;, which endorsed &lt;a href=\"d%C3%A9tente\"&gt;détente&lt;/a&gt; with the Soviet Union. She later served the Reagan Administration as Ambassador to the United Nations.\nSkepticism towards democracy promotion.\nIn \"Dictatorships and Double Standards\", Kirkpatrick distinguished between &lt;a href=\"Authoritarianism\"&gt;authoritarian&lt;/a&gt; regimes and the &lt;a href=\"Totalitarianism\"&gt;totalitarian&lt;/a&gt; regimes such as the Soviet Union. She suggested that in some countries democracy was not tenable and the United States had a choice between endorsing authoritarian governments, which might evolve into democracies, or &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist–Leninist&lt;/a&gt; regimes, which she argued had never been ended once they achieved totalitarian control. In such tragic circumstances, she argued that allying with authoritarian governments might be prudent. Kirkpatrick argued that by demanding rapid &lt;a href=\"liberalization\"&gt;liberalization&lt;/a&gt; in traditionally &lt;a href=\"Autocracy\"&gt;autocratic&lt;/a&gt; countries, the Carter administration had delivered those countries to Marxist–Leninists that were even more repressive. She further accused the Carter administration of a \"double standard\" and of never having applied its rhetoric on the necessity of liberalization to &lt;a href=\"Communist%20state\"&gt;communist governments&lt;/a&gt;. The essay compares traditional autocracies and Communist regimes: \nKirkpatrick concluded that while the United States should encourage liberalization and democracy in autocratic countries, it should not do so when the government risks violent overthrow and should expect gradual change rather than immediate transformation. She wrote: \"No idea holds greater sway in the mind of educated Americans than the belief that it is possible to democratize governments, anytime and anywhere, under any circumstances ... Decades, if not centuries, are normally required for people to acquire the necessary disciplines and habits. In Britain, the road [to democratic government] took seven centuries to traverse. ... The speed with which armies collapse, bureaucracies abdicate, and social structures dissolve once the autocrat is removed frequently surprises American policymakers\".\n1990s.\nDuring the 1990s, neoconservatives were once again opposed to the foreign policy establishment, both during the Republican Administration of President &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt; and that of his Democratic successor, President &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;. Many critics charged that the neoconservatives lost their influence as a result of the end of the Soviet Union.\nAfter the decision of George H. W. Bush to leave &lt;a href=\"Saddam%20Hussein\"&gt;Saddam Hussein&lt;/a&gt; in power after the first &lt;a href=\"Gulf%20War\"&gt;Iraq War&lt;/a&gt; during 1991, many neoconservatives considered this policy and the decision not to endorse indigenous dissident groups such as the &lt;a href=\"Kurds\"&gt;Kurds&lt;/a&gt; and &lt;a href=\"Shiites\"&gt;Shiites&lt;/a&gt; in their &lt;a href=\"1991%20uprisings%20in%20Iraq\"&gt;1991–1992 resistance&lt;/a&gt; to Hussein as a betrayal of democratic principles.&lt;ref name=\"http://www.tomdispatch.com/post/174894\"&gt;&lt;/ref&gt;\nSome of those same targets of criticism would later become fierce advocates of neoconservative policies. During 1992, referring to the first &lt;a href=\"Gulf%20War\"&gt;Iraq War&lt;/a&gt;, then &lt;a href=\"United%20States%20Secretary%20of%20Defense\"&gt;United States Secretary of Defense&lt;/a&gt; and future &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;Vice President&lt;/a&gt; &lt;a href=\"Dick%20Cheney\"&gt;Richard Cheney&lt;/a&gt; said: \nWithin a few years of the Gulf War in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, many neoconservatives were endorsing the ousting of Saddam Hussein. On 19 February 1998, an open letter to President Clinton was published, signed by dozens of pundits, many identified with neoconservatism and later related groups such as the &lt;a href=\"Project%20for%20the%20New%20American%20Century\"&gt;Project for the New American Century&lt;/a&gt;, urging decisive action to remove Saddam from power.\nNeoconservatives were also members of the so-called \"&lt;a href=\"Blue%20Team%20%28U.S.%20politics%29\"&gt;blue team&lt;/a&gt;\", which argued for a confrontational policy toward the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt; and strong military and diplomatic endorsement for the &lt;a href=\"Republic%20of%20China\"&gt;Republic of China&lt;/a&gt; (also known as Formosa or Taiwan).\nDuring the late 1990s, Irving Kristol and other writers in neoconservative magazines began touting anti-Darwinist views as an endorsement of &lt;a href=\"intelligent%20design\"&gt;intelligent design&lt;/a&gt;. Since these neoconservatives were largely of secular origin, a few commentators have speculated that thisalong with endorsement of religion generally – may have been a case of a \"&lt;a href=\"noble%20lie\"&gt;noble lie&lt;/a&gt;\", intended to protect public morality, or even &lt;a href=\"tactical%20politics\"&gt;tactical politics&lt;/a&gt;, to attract religious endorsers.\n2000s.\nAdministration of George W. Bush.\nThe Bush campaign and the early Bush administration did not exhibit strong endorsement of neoconservative principles. As a presidential candidate, Bush had argued for a restrained foreign policy, stating his opposition to the idea of &lt;a href=\"nation-building\"&gt;nation-building&lt;/a&gt;. Also early in the administration, some neoconservatives criticized Bush's administration as insufficiently supportive of &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; and suggested Bush's foreign policies were not substantially different from those of President Clinton.\nBush's policies changed dramatically immediately after the &lt;a href=\"September%2011%20attacks\"&gt;11 September 2001 attacks&lt;/a&gt;.\nDuring Bush's State of the Union speech of January 2002, he named Iraq, Iran and North Korea as states that \"constitute an &lt;a href=\"axis%20of%20evil\"&gt;axis of evil&lt;/a&gt;\" and \"pose a grave and growing danger\". Bush suggested the possibility of &lt;a href=\"preemptive%20war\"&gt;preemptive war&lt;/a&gt;: \"I will not wait on events, while dangers gather. I will not stand by, as peril draws closer and closer. The United States of America will not permit the world's most dangerous regimes to threaten us with the world's most destructive weapons\".\nSome major defense and national-security persons have been quite critical of what they believed was a neoconservative influence in getting the United States to go to war against Iraq.\nFormer Nebraska Republican U.S. senator and Secretary of Defense, &lt;a href=\"Chuck%20Hagel\"&gt;Chuck Hagel&lt;/a&gt;, who has been critical of the Bush administration's adoption of neoconservative ideology, in his book \"America: Our Next Chapter\" wrote: \nBush Doctrine.\nThe &lt;a href=\"Bush%20Doctrine\"&gt;Bush Doctrine&lt;/a&gt; of preemptive war was stated explicitly in the &lt;a href=\"United%20States%20National%20Security%20Council\"&gt;National Security Council&lt;/a&gt; (NSC) text \"National Security Strategy of the United States\". published 20 September 2002: \"We must deter and defend against the threat before it is unleashed ... even if uncertainty remains as to the time and place of the enemy's attack. ... The United States will, if necessary, act preemptively\".\nThe choice not to use the word \"preventive\" in the 2002 National Security Strategy and instead use the word \"preemptive\" was largely in anticipation of the widely perceived illegality of preventive attacks in international law via both Charter Law and Customary Law. In this context, disputes over the &lt;a href=\"non-aggression%20principle\"&gt;non-aggression principle&lt;/a&gt; in domestic and foreign policy, especially given the &lt;a href=\"Bush%20Doctrine\"&gt;doctrine of preemption&lt;/a&gt;, alternatively impede and facilitate studies of the impact of &lt;a href=\"Libertarianism%20in%20the%20United%20States\"&gt;libertarian&lt;/a&gt; precepts on neo-conservatism.\nPolicy analysts noted that the Bush Doctrine as stated in the 2002 NSC document had a strong resemblance to recommendations presented originally in a controversial Defense Planning Guidance draft written during 1992 by &lt;a href=\"Paul%20Wolfowitz\"&gt;Paul Wolfowitz&lt;/a&gt;, during the first Bush administration.\nThe Bush Doctrine was greeted with accolades by many neoconservatives. When asked whether he agreed with the Bush Doctrine, &lt;a href=\"Max%20Boot\"&gt;Max Boot&lt;/a&gt; said he did and that \"I think [Bush is] exactly right to say we can't sit back and wait for the next terrorist strike on Manhattan. We have to go out and stop the terrorists overseas. We have to play the role of the global policeman. ... But I also argue that we ought to go further\". Discussing the significance of the Bush Doctrine, neoconservative writer &lt;a href=\"Bill%20Kristol\"&gt;Bill Kristol&lt;/a&gt; claimed: \"The world is a mess. And, I think, it's very much to Bush's credit that he's gotten serious about dealing with it. ... The danger is not that we're going to do too much. The danger is that we're going to do too little\".\n2008 presidential election and aftermath.\n&lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt;, who was the Republican candidate for the &lt;a href=\"2008%20United%20States%20presidential%20election\"&gt;2008 United States presidential election&lt;/a&gt;, endorsed continuing the second &lt;a href=\"Iraq%20War\"&gt;Iraq War&lt;/a&gt;, \"the issue that is most clearly identified with the neoconservatives\". \"The New York Times\" reported further that his foreign policy views combined elements of neoconservatism and the main competing conservative opinion, &lt;a href=\"political%20realism\"&gt;pragmatism&lt;/a&gt;, also known as realism: \n&lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; campaigned for the Democratic nomination during 2008 by attacking his opponents, especially &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt;, for originally endorsing Bush's Iraq-war policies. Obama maintained a selection of prominent military officials from the Bush Administration including &lt;a href=\"Robert%20Gates\"&gt;Robert Gates&lt;/a&gt; (Bush's Defense Secretary) and &lt;a href=\"David%20Petraeus\"&gt;David Petraeus&lt;/a&gt; (Bush's ranking general in Iraq).\n2010s and 2020s.\nBy 2010, U.S. forces had switched from combat to a training role in Iraq and they left in 2011. The neocons had little influence in the Obama White House, and neo-conservatives have lost much influence in the Republican party since the rise of the &lt;a href=\"Tea%20Party%20Movement\"&gt;Tea Party Movement&lt;/a&gt;.\nSeveral neoconservatives played a major role in the &lt;a href=\"Stop%20Trump%20movement\"&gt;Stop Trump movement&lt;/a&gt; in 2016, in opposition to the Republican presidential candidacy of &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;, due to his criticism of interventionist foreign policies, as well as their perception of him as an \"authoritarian\" figure. Since Trump took office, some neoconservatives have joined his administration, such as &lt;a href=\"Elliott%20Abrams\"&gt;Elliott Abrams&lt;/a&gt;. Neoconservatives have supported the Trump administration's hawkish approach towards Iran and Venezuela, while opposing the administration's withdrawal of troops from Syria and diplomatic outreach to North Korea. Although neoconservatives have served in the Trump administration, they have been observed to have been slowly overtaken by the nascent &lt;a href=\"Populism%20in%20the%20United%20States\"&gt;populist&lt;/a&gt; and &lt;a href=\"National%20conservatism\"&gt;national conservative&lt;/a&gt; movements, and to have struggled to adapt to a changing geopolitical atmosphere. &lt;a href=\"The%20Lincoln%20Project\"&gt;The Lincoln Project&lt;/a&gt;, a political action committee consisting of current and former Republicans with the purpose of defeating Trump in the &lt;a href=\"2020%20United%20States%20presidential%20election\"&gt;2020 United States presidential election&lt;/a&gt; and Republican Senate candidates in the &lt;a href=\"2020%20United%20States%20Senate%20elections\"&gt;2020 United States Senate elections&lt;/a&gt;, has been described as being primarily made of neoconservative activists seeking to return the Republican party to Bush-era ideology. Although Trump was not reelected and the Republicans failed to retain a majority in the Senate, surprising success in the &lt;a href=\"2020%20United%20States%20House%20of%20Representatives%20elections\"&gt;2020 United States House of Representatives elections&lt;/a&gt; and internal conflicts led to renewed questions about the strength of neoconservatism.\nEvolution of opinions.\nUsage and general views.\nDuring the early 1970s, socialist &lt;a href=\"Michael%20Harrington\"&gt;Michael Harrington&lt;/a&gt; was one of the first to use \"neoconservative\" in its modern meaning. He characterized neoconservatives as former leftistswhom he derided as \"socialists for &lt;a href=\"Richard%20Nixon\"&gt;Nixon&lt;/a&gt;\"who had become more conservative. These people tended to remain endorsers of &lt;a href=\"social%20democracy\"&gt;social democracy&lt;/a&gt;, but distinguished themselves by allying with the Nixon administration with respect to foreign policy, especially by their endorsement of the Vietnam War and opposition to the Soviet Union. They still endorsed the &lt;a href=\"welfare%20state\"&gt;welfare state&lt;/a&gt;, but not necessarily in its contemporary form.\n Irving Kristol remarked that a neoconservative is a \"\", one who became more conservative after seeing the results of liberal policies. Kristol also distinguished three specific aspects of neoconservatism from previous types of conservatism: neo-conservatives had a forward-looking attitude from their liberal heritage, rather than the reactionary and dour attitude of previous conservatives; they had a meliorative attitude, proposing alternate reforms rather than simply attacking social liberal reforms; and they took philosophical ideas and ideologies very seriously.\nDuring January 2009 at the end of President George W. Bush's second term in office, Jonathan Clarke, a senior fellow at the &lt;a href=\"Carnegie%20Council%20for%20Ethics%20in%20International%20Affairs\"&gt;Carnegie Council for Ethics in International Affairs&lt;/a&gt; and prominent critic of Neoconservatism, proposed the following as the \"main characteristics of neoconservatism\": \"a tendency to see the world in binary good/evil terms\", a \"low tolerance for diplomacy\", a \"readiness to use military force\", an \"emphasis on US unilateral action\", a \"disdain for multilateral organizations\" and a \"focus on the Middle East\".\nOpinions concerning foreign policy.\nIn foreign policy, the neoconservatives' main concern is to prevent the development of a new rival. &lt;a href=\"Defense%20Planning%20Guidance\"&gt;Defense Planning Guidance&lt;/a&gt;, a document prepared during 1992 by Under Secretary for Defense for Policy Paul Wolfowitz, is regarded by Distinguished Professor of the Humanities &lt;a href=\"John%20McGowan%20%28professor%29\"&gt;John McGowan&lt;/a&gt; at the &lt;a href=\"University%20of%20North%20Carolina\"&gt;University of North Carolina&lt;/a&gt; as the \"quintessential statement of neoconservative thought\". The report says: Our first objective is to prevent the re-emergence of a new rival, either on the territory of the former Soviet Union or elsewhere, that poses a threat on the order of that posed formerly by the Soviet Union. This is a dominant consideration underlying the new regional defense strategy and requires that we endeavor to prevent any hostile power from dominating a region whose resources would, under consolidated control, be sufficient to generate global power.\nAccording to Lead Editor of &lt;a href=\"e-International%20Relations\"&gt;e-International Relations&lt;/a&gt; Stephen McGlinchey: \"Neo-conservatism is something of a chimera in modern politics. For its opponents it is a distinct political ideology that emphasizes the blending of military power with Wilsonian idealism, yet for its supporters it is more of a 'persuasion' that individuals of many types drift into and out of. Regardless of which is more correct, it is now widely accepted that the neo-conservative impulse has been visible in modern American foreign policy and that it has left a distinct impact\".\nNeoconservatives claim the \"conviction that communism was a monstrous evil and a potent danger\". After 1996, many self-identified \"neocons\" endorsed ending the welfare state \"as we know it,\" but did not advocate for its removal. The &lt;a href=\"Project%20for%20a%20New%20American%20Century\"&gt;Project for a New American Century&lt;/a&gt; (see below) and its petitions to the Clinton Administration proved instrumental in prompting &lt;a href=\"1998%20bombing%20of%20Iraq\"&gt;Operation Desert Fox&lt;/a&gt;, although the &lt;a href=\"Clinton%20Doctrine\"&gt;Clinton Doctrine&lt;/a&gt;'s concluding iteration of what became a &lt;a href=\"National%20Security%20Strategy%20%28United%20States%29\"&gt;National Security Strategy&lt;/a&gt; proved pivotal as well. The \"social welfare\" associated with neoconservative ideas has been critiqued as a revival of &lt;a href=\"social%20imperialism\"&gt;social imperialism&lt;/a&gt;, particularly in the contexts of overseas assets, security interests, oil, oil technologies, and the &lt;a href=\"Preemptive%20war\"&gt;doctrine of preemption&lt;/a&gt;. Disputes over the &lt;a href=\"non-aggression%20principle\"&gt;non-aggression principle&lt;/a&gt; in domestic and foreign policy, especially given the &lt;a href=\"Bush%20Doctrine\"&gt;doctrine of preemption&lt;/a&gt; (related to, but distinct from, &lt;a href=\"Deterrence%20theory\"&gt;deterrence&lt;/a&gt;), impede and facilitate studies of the impact of &lt;a href=\"Libertarianism%20in%20the%20United%20States\"&gt;libertarian&lt;/a&gt; precepts on neo-conservatism. In a similar vein, disparate neoconservative conceptions of \"social welfare\" in foreign policy, or lack thereof, collided during the prolonged deployment in Iraq. This factionalism engulfed U.S. and world print cultures, most notably in a series of articles by &lt;a href=\"Francis%20Fukuyama\"&gt;Francis Fukuyama&lt;/a&gt; and &lt;a href=\"unitary%20executive%20theory\"&gt;unitary executive theory&lt;/a&gt; statements by litigators such as &lt;a href=\"John%20Yoo\"&gt;John Yoo&lt;/a&gt;. Statements by &lt;a href=\"Paul%20Wolfowitz\"&gt;Wolfowitz&lt;/a&gt; and additional members of the George W. Bush Administration revealed &lt;a href=\"Rationale%20for%20the%20Iraq%20War\"&gt;persistent disagreements&lt;/a&gt; as well. In 2004, for instance, &lt;a href=\"Colin%20Powell\"&gt;Colin Powell&lt;/a&gt; announced in the January–February \"&lt;a href=\"Foreign%20Affairs\"&gt;Foreign Affairs&lt;/a&gt;\" that \"pundits claim that U.S. foreign policy is too focused on unilateral preemption. But George W. Bush's vision---enshrined in his 2002 National Security Strategy---is far broader and deeper than that. The president has promoted bold and effective policies to combat terrorism, intervened decisively to prevent regional conflicts, and embraced other major powers such as Russia, China, and India. Above all, he has committed the United States to a strategy of partnerships, which affirms the vital role of international alliances while advancing American interests and principles.\" Powell reiterated that pundits \"exaggerated the centrality of preemption in U.S. strategy...the breadth of U.S. strategy transcends the war on terrorism.\" Powell resigned as Secretary of State later that year.\nNeoconservatism first developed during the late 1960s as an effort to oppose the radical cultural changes occurring within the United States. Irving Kristol wrote: \"If there is any one thing that neoconservatives are unanimous about, it is their dislike of the &lt;a href=\"counterculture\"&gt;counterculture&lt;/a&gt;\". Norman Podhoretz agreed: \"Revulsion against the counterculture accounted for more converts to neoconservatism than any other single factor\". Neoconservatives began to emphasize foreign issues during the mid-1970s.\nIn 1979, an early study by liberal &lt;a href=\"Peter%20Steinfels\"&gt;Peter Steinfels&lt;/a&gt; concentrated on the ideas of &lt;a href=\"Irving%20Kristol\"&gt;Irving Kristol&lt;/a&gt;, &lt;a href=\"Daniel%20Patrick%20Moynihan\"&gt;Daniel Patrick Moynihan&lt;/a&gt; and &lt;a href=\"Daniel%20Bell\"&gt;Daniel Bell&lt;/a&gt;. He noted that the stress on foreign affairs \"emerged after the New Left and the counterculture had dissolved as convincing foils for neoconservatism ... The essential source of their anxiety is not military or geopolitical or to be found overseas at all; it is domestic and cultural and ideological\".\nNeoconservative foreign policy is a descendant of so-called &lt;a href=\"Idealism%20%28international%20relations%29\"&gt;Wilsonian idealism&lt;/a&gt;. Neoconservatives endorse &lt;a href=\"democracy%20promotion\"&gt;democracy promotion&lt;/a&gt; by the U.S. and other democracies, based on the claim that they think that human rights belong to everyone. They criticized the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; and &lt;a href=\"d%C3%A9tente\"&gt;détente&lt;/a&gt; with the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. On &lt;a href=\"domestic%20policy\"&gt;domestic policy&lt;/a&gt;, they endorse reductions in the &lt;a href=\"welfare%20state\"&gt;welfare state&lt;/a&gt;, like European and &lt;a href=\"Conservatism%20in%20Canada\"&gt;Canadian conservatives&lt;/a&gt;. According to &lt;a href=\"Norman%20Podhoretz\"&gt;Norman Podhoretz&lt;/a&gt;, \"'the neo-conservatives dissociated themselves from the wholesale opposition to the welfare state which had marked American conservatism since the days of the New Deal' and ... while neoconservatives supported 'setting certain limits' to the welfare state, those limits did not involve 'issues of principle, such as the legitimate size and role of the central government in the American constitutional order' but were to be 'determined by practical considerations'\".\nIn April 2006, &lt;a href=\"Robert%20Kagan\"&gt;Robert Kagan&lt;/a&gt; wrote in \"The Washington Post\" that &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and &lt;a href=\"China\"&gt;China&lt;/a&gt; may be the greatest \"challenge liberalism faces today\": \nIn July 2008, &lt;a href=\"Joe%20Klein\"&gt;Joe Klein&lt;/a&gt; wrote in \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" that today's neoconservatives are more interested in confronting enemies than in cultivating friends. He questioned the sincerity of neoconservative interest in exporting democracy and freedom, saying: \"Neoconservatism in foreign policy is best described as unilateral bellicosity cloaked in the utopian rhetoric of freedom and democracy\" as well as social welfare policy.\nIn February 2009, &lt;a href=\"Andrew%20Sullivan\"&gt;Andrew Sullivan&lt;/a&gt; wrote he no longer took neoconservatism seriously because its basic tenet was defense of Israel: \nViews on economics.\nWhile neoconservatism is concerned primarily with foreign policy, there is also some discussion of internal economic policies. Neoconservatism generally endorses &lt;a href=\"free%20market\"&gt;free market&lt;/a&gt;s and &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt;, favoring &lt;a href=\"supply-side%20economics\"&gt;supply-side economics&lt;/a&gt;, but it has several disagreements with &lt;a href=\"classical%20liberalism\"&gt;classical liberalism&lt;/a&gt; and &lt;a href=\"fiscal%20conservatism\"&gt;fiscal conservatism&lt;/a&gt;. Irving Kristol states that neocons are more relaxed about budget deficits and tend to reject the &lt;a href=\"Friedrich%20Hayek\"&gt;Hayekian&lt;/a&gt; notion that the growth of government influence on society and public welfare is \"the road to serfdom\". Indeed, to safeguard democracy, government intervention and budget deficits may sometimes be necessary, Kristol argues. After the so-called \"reconciliation with capitalism,\" self-identified \"neoconservatives\" frequently favored a reduced welfare state, but not its elimination.\nNeoconservative ideology stresses that while free markets do provide material goods in an efficient way, they lack the moral guidance human beings need to fulfill their needs. They say that morality can be found only in tradition and that markets do pose questions that cannot be solved solely by economics, arguing: \"So, as the economy only makes up part of our lives, it must not be allowed to take over and entirely dictate to our society\". Critics consider neoconservatism a bellicose and \"heroic\" ideology opposed to \"mercantile\" and \"bourgeois\" virtues and therefore \"a variant of anti-economic thought\". Political scientist &lt;a href=\"Zeev%20Sternhell\"&gt;Zeev Sternhell&lt;/a&gt; states: \"Neoconservatism has succeeded in convincing the great majority of Americans that the main questions that concern a society are not economic, and that social questions are really moral questions\".\nFriction with other conservatives.\nMany conservatives oppose neoconservative policies and have critical views on it. Disputes over the &lt;a href=\"non-aggression%20principle\"&gt;non-aggression principle&lt;/a&gt; in domestic and foreign policy, especially given the &lt;a href=\"Preemptive%20war\"&gt;doctrine of preemption&lt;/a&gt;, can impede (and facilitate) studies of the impact of &lt;a href=\"Libertarianism%20in%20the%20United%20States\"&gt;libertarian&lt;/a&gt; precepts on neo-conservatism, but that of course didn't, and still doesn't, stop pundits from publishing appraisals. For example, &lt;a href=\"Stefan%20Halper\"&gt;Stefan Halper&lt;/a&gt; and Jonathan Clarke (a libertarian based at Cato), in their 2004 book on neoconservatism, \"America Alone: The Neo-Conservatives and the Global Order\", characterized the neoconservatives at that time as uniting around three common themes:\nResponding to a question about neoconservatives in 2004, &lt;a href=\"William%20F.%20Buckley%20Jr.\"&gt;William F. Buckley Jr.&lt;/a&gt; said: \"I think those I know, which is most of them, are bright, informed and idealistic, but that they simply overrate the reach of U.S. power and influence\".\nFriction with paleoconservatism.\nStarting during the 1980s, disputes concerning Israel and public policy contributed to a conflict with &lt;a href=\"paleoconservatives\"&gt;paleoconservatives&lt;/a&gt;. &lt;a href=\"Pat%20Buchanan\"&gt;Pat Buchanan&lt;/a&gt; terms neoconservatism \"a &lt;a href=\"Globalism\"&gt;globalist&lt;/a&gt;, &lt;a href=\"Interventionism%20%28politics%29\"&gt;interventionist&lt;/a&gt;, &lt;a href=\"Free%20migration\"&gt;open borders ideology&lt;/a&gt;\". &lt;a href=\"Paul%20Gottfried\"&gt;Paul Gottfried&lt;/a&gt; has written that the neocons' call for \"&lt;a href=\"permanent%20revolution\"&gt;permanent revolution&lt;/a&gt;\" exists independently of their beliefs about Israel, characterizing the neoconservatives as \"ranters out of a Dostoyevskian novel, who are out to practice permanent revolution courtesy of the U.S. government\" and questioning how anyone could mistake them for conservatives. What make neocons most dangerous are not their isolated ghetto hang-ups, like hating Germans and Southern whites and calling everyone and his cousin an anti-Semite, but the leftist revolutionary fury they express.He has also argued that domestic equality and the exportability of democracy are points of contention between them.\n&lt;a href=\"Paul%20Craig%20Roberts\"&gt;Paul Craig Roberts&lt;/a&gt;, &lt;a href=\"United%20States%20Assistant%20Secretary%20of%20the%20Treasury\"&gt;United States Assistant Secretary of the Treasury for Economic Policy&lt;/a&gt; during the Reagan administration and associated with paleoconservatism stated in 2003 that \"there is nothing conservative about neoconservatives. Neocons hide behind 'conservative' but they are in fact &lt;a href=\"Jacobin\"&gt;Jacobin&lt;/a&gt;s. Jacobins were the 18th century French revolutionaries whose intention to remake Europe in revolutionary France's image launched the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars\".&lt;/a&gt;\nTrotskyism allegation.\nCritics have argued that since the founders of neo-conservatism included ex-&lt;a href=\"Trotskyism\"&gt;Trotskyists&lt;/a&gt;, Trotskyist traits continue to characterize neo-conservative ideologies and practices. During the Reagan administration, the charge was made that the &lt;a href=\"Foreign%20policy%20of%20the%20Ronald%20Reagan%20administration\"&gt;foreign policy of the Reagan administration&lt;/a&gt; was being managed by ex Trotskyists. This claim was cited by , who was a neoconservative and former Trotskyist himself. This \"Trotskyist\" charge was repeated and widened by journalist &lt;a href=\"Michael%20Lind\"&gt;Michael Lind&lt;/a&gt; during 2003 to assert a takeover of the &lt;a href=\"foreign%20policy%20of%20the%20George%20W.%20Bush%20administration\"&gt;foreign policy of the George W. Bush administration&lt;/a&gt; by former Trotskyists; Lind's \"amalgamation of the defense intellectuals with the traditions and theories of 'the largely Jewish-American Trotskyist movement' [in Lind's words]\" was criticized during 2003 by University of Michigan professor Alan M. Wald, who had discussed Trotskyism in his history of \"&lt;a href=\"The%20New%20York%20Intellectuals\"&gt;the New York intellectuals&lt;/a&gt;\".\nThe charge that neoconservativism is related to &lt;a href=\"Leninism\"&gt;Leninism&lt;/a&gt; has also been made by &lt;a href=\"Francis%20Fukuyama\"&gt;Francis Fukuyama&lt;/a&gt;. He argued that both believe in the \"existence of a long-term process of social evolution\", though neoconservatives seek to establish &lt;a href=\"liberal%20democracy\"&gt;liberal democracy&lt;/a&gt; instead of &lt;a href=\"communism\"&gt;communism&lt;/a&gt;. He wrote that neoconservatives \"believed that history can be pushed along with the right application of power and will. Leninism was a tragedy in its &lt;a href=\"Bolshevik\"&gt;Bolshevik&lt;/a&gt; version, and it has returned as farce when practiced by the United States. Neoconservatism, as both a political symbol and a body of thought, has evolved into something I can no longer support\". However, these comparisons ignore anti-capitalist and anti-imperialist positions central to Leninism, which run contradictory to core neoconservative beliefs.\nCriticism.\nCritics of neoconservatism take issue with neoconservatives' support for interventionistic foreign policy. Critics from the &lt;a href=\"Left-wing%20politics\"&gt;left&lt;/a&gt; take issue with what they characterize as &lt;a href=\"unilateralism\"&gt;unilateralism&lt;/a&gt; and lack of concern with &lt;a href=\"Consensus\"&gt;international consensus&lt;/a&gt; through organizations such as the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;.\nCritics from both the left and right have assailed neoconservatives for the role Israel plays in their policies on the Middle East.\nNeoconservatives respond by describing their shared opinion as a &lt;a href=\"belief\"&gt;belief&lt;/a&gt; that national security is best attained by actively promoting freedom and democracy abroad as in the &lt;a href=\"democratic%20peace%20theory\"&gt;democratic peace theory&lt;/a&gt; through the endorsement of democracy, foreign aid and in certain cases &lt;a href=\"foreign%20interventionism\"&gt;military intervention&lt;/a&gt;. This is different from the traditional conservative tendency to endorse friendly regimes in matters of trade and anti-communism even at the expense of undermining existing democratic systems.\nRepublican Congressman &lt;a href=\"Ron%20Paul\"&gt;Ron Paul&lt;/a&gt; has been a longtime critic of neoconservativism as an attack on freedom and the Constitution, including an extensive speech on the House floor addressing neoconservative beginnings and how neoconservatism is neither new nor conservative.\nIn a column named \"Years of Shame\" commemorating the tenth anniversary of 9/11 attacks, &lt;a href=\"Paul%20Krugman\"&gt;Paul Krugman&lt;/a&gt; criticized the neoconservatives for causing a war unrelated to 9/11 attacks and fought for wrong reasons.\nImperialism and secrecy.\n&lt;a href=\"John%20McGowan%20%28professor%29\"&gt;John McGowan&lt;/a&gt;, professor of humanities at the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina&lt;/a&gt;, states after an extensive review of neoconservative literature and theory that neoconservatives are attempting to build an &lt;a href=\"American%20imperialism\"&gt;American Empire&lt;/a&gt;, seen as successor to the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;, its goal being to perpetuate a \"&lt;a href=\"Pax%20Americana\"&gt;Pax Americana&lt;/a&gt;\". As imperialism is largely considered unacceptable by the American media, neoconservatives do not articulate their ideas and goals in a frank manner in public discourse. McGowan states: \nNotable people associated with neoconservatism.\nThe list includes public people identified as personally neoconservative at an important time or a high official with numerous neoconservative advisers, such as George W. Bush and Dick Cheney."
}