{
    "id": "21664122",
    "revid": "35288",
    "url": "https://en.wikipedia.org/wiki?curid=21664122",
    "title": "Biogeoclimatic zones of British Columbia",
    "text": "The biogeoclimatic zones of British Columbia are units of a classification system used by the &lt;a href=\"British%20Columbia%20Ministry%20of%20Forests\"&gt;British Columbia Ministry of Forests&lt;/a&gt; for the &lt;a href=\"Canada\"&gt;Canadian&lt;/a&gt; province's fourteen different broad, climatic ecosystems. The classification system, termed &lt;a href=\"Biogeoclimatic%20ecosystem%20classification\"&gt;Biogeoclimatic Ecosystem Classification&lt;/a&gt;, exists independently of other &lt;a href=\"ecoregion\"&gt;ecoregion&lt;/a&gt; systems, one created by the &lt;a href=\"World%20Wildlife%20Fund\"&gt;World Wildlife Fund&lt;/a&gt; and the other in use by &lt;a href=\"Environment%20Canada\"&gt;Environment Canada&lt;/a&gt;, which is based on one created by the &lt;a href=\"Commission%20for%20Environmental%20Cooperation\"&gt;Commission for Environmental Cooperation&lt;/a&gt; (CEC) and also in use by the &lt;a href=\"United%20States\"&gt;US&lt;/a&gt; &lt;a href=\"Environmental%20Protection%20Agency\"&gt;Environmental Protection Agency&lt;/a&gt; (EPA). The system of biogeoclimatic ecosystem classification was partly created for the purpose of managing forestry resources, but is also in use by the &lt;a href=\"https%3A//www2.gov.bc.ca/gov/content/governments/organizational-structure/ministries-organizations/ministries/environment-climate-change\"&gt;British Columbia Ministry of Environment and Climate Change Strategy&lt;/a&gt; and other provincial agencies. A biogeoclimatic zone is defined as \"a geographic area having similar patterns of energy flow, vegetation and soils as a result of a broadly homogenous macroclimate.\"\nAll zones are officially abbreviated in capital letters (AT for Alpine Tundra, BWBS for Boreal White and Black Spruce, and so on). Subzones, which are divisions of zones based on more regional climates, have their connotative codes in lower case with the first letter denoting relative moistness and the second relative temperature; thus the northeastern BWBS with its warm thundery summers has been mapped as BWBSmw for \"moist warm\" while the &lt;a href=\"Alsek%20Ranges\"&gt;Alsek Ranges&lt;/a&gt; subzone in the northwestern panhandle, stormy in all seasons with winds blowing from glaciers, is BWBSvk for \"very wet cool.\" Subzones may be divided into variants, each of which is denoted by a number. For example, the numerous variants of the Interior Cedar—Hemlock moist warm subzone are designated as ICHmw1, ICHmw2, etc. A variant may be divided into phases, such as ICHmc1a, the &lt;a href=\"Abies%20amabilis\"&gt;amabilis fir&lt;/a&gt; phase of the Interior Cedar—Hemlock moist cold subzone.\nThe biogeoclimatic zones of British Columbia are:\nAlpine Tundra (AT).\nThe Alpine Tundra zone is the harshest and least-populated biozone in the Province. It occupies the high elevations of mountainous areas, and is especially common in the &lt;a href=\"Coast%20Mountains\"&gt;Coast Range&lt;/a&gt;. The elevation range of this zone varies by area: in the southwest it starts at , in the southeast, , in the north from , and in the northwest it can start as low as . Most life is found in the lower ranges of the zone.\nThe terrain in this zone is dominated by ice, snow, rock, and glaciers. Glacier-related features like &lt;a href=\"cirques\"&gt;cirques&lt;/a&gt;, &lt;a href=\"Scree\"&gt;talus&lt;/a&gt;, alpine lakes and &lt;a href=\"moraine\"&gt;moraine&lt;/a&gt; are common. Climate is a major barrier to life; the growing season is extremely short. Mean average temperature usually ranges from to , and even in summer the average temperature does not exceed . The zone sees heavy precipitation, usually in the form of snow.\nTree species are rarely found in this zone, and when they do grow, they take the low, sprawling &lt;a href=\"Krummholz\"&gt;Krummholz&lt;/a&gt; form. Shrubs are common, especially dwarf evergreen species like partridgefoot, kinnikinnick, crowberry, lingonberry, and alpine-azalea. Grasses, heath, and sedges are also present. Wetter areas see a larger variety of plant species. Higher elevations are exclusively the realm of the &lt;a href=\"lichens\"&gt;lichens&lt;/a&gt;.\nDue to its harsh winters, few animals live in the zone year-round. However, in the spring, summer, and fall, many species are found. Mountain goats, big-horned sheep, stone sheep, Roosevelt elk, blacktailed deer, mule deer, elk, and caribou all take advantage of summer growth in the zone. Grey wolves follow the ungulates. Bears, such as black and grizzly, enjoy the many berries of the alpine meadows in the zone. Smaller mammals like the wolverine, hoary marmot, the endangered Vancouver Island marmot, Arctic ground squirrel, and the Siberian lemming are present. Birds of prey include the golden eagle and gyrfalcon. Ground birds such as the ptarmigan nest in the alpine zone, while other bird species like the snow bunting and rosy finch venture upwards from the treeline.\nSpruce—Willow—Birch (SWB).\nFound only in the north of the province, this zone occurs in the sub-alpine of the &lt;a href=\"Interior%20Mountains\"&gt;Interior Mountains&lt;/a&gt;.\n&lt;a href=\"White%20spruce\"&gt;White spruce&lt;/a&gt; is the most abundant &lt;a href=\"Pinophyta\"&gt;conifer&lt;/a&gt; in the Spruce—Willow—Birch (SWB) zone, except at the upper (parkland) elevations, where &lt;a href=\"Abies%20lasiocarpa\"&gt;subalpine fir&lt;/a&gt; dominates. &lt;a href=\"Picea%20engelmannii\"&gt;Engelmann spruce&lt;/a&gt; and hybrid white × Engelmann spruce is a primary feature distinguishing the SWB from the more southerly ESSF zone.\nSubalpine fir is the most common associate of white spruce in the SWB zone. Black spruce (\"&lt;a href=\"Picea%20mariana\"&gt;Picea mariana&lt;/a&gt;\"), lodgepole pine and trembling aspen (\"&lt;a href=\"Populus%20tremuloides\"&gt;Populus tremuloides&lt;/a&gt;\") are relatively minor associates. Many spruce stands are quite open, with a well-developed &lt;a href=\"shrub%20layer\"&gt;shrub layer&lt;/a&gt; dominated by a variety of &lt;a href=\"willow\"&gt;willow&lt;/a&gt;s (\"Salix glauca, S. planifolia, S. scouleriana, S. bebbiana\") and scrub birch (\"&lt;a href=\"Betula%20glandulosa\"&gt;Betula glandulosa&lt;/a&gt;\"). Other common &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s include \"Potentilla fruticosa, Shepherdia canadensis, Empetrum nigrum, Vaccinium vitis-idaea, V. caespitosum\" and \"Ledum groenlandicum\". Common &lt;a href=\"herb\"&gt;herb&lt;/a&gt;s are \"Linnaea borealis, Festuca altaica, Epilobium angustifolium, Lupinus arcticu\" and \"Mertensia paniculata\". In addition to the &lt;a href=\"feather%20moss\"&gt;feather moss&lt;/a&gt;es \"Pleurozium schreberi\" and \"Hylocomium splendens\", the forest floor contains a diversity of &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;s (Coates et al. 1994).\nBoreal White and Black Spruce (BWBS).\n&lt;a href=\"White%20spruce\"&gt;White spruce&lt;/a&gt; is the predominant tree species in the Boreal White and Black Spruce (BWBS), except in the Fort Nelson area where the poorly drained lowlands are dominated by &lt;a href=\"Picea%20mariana\"&gt;black spruce&lt;/a&gt;. &lt;a href=\"Picea%20engelmannii\"&gt;Engelmann spruce&lt;/a&gt; is absent, though some white × Engelmann hybrids may occur at southern margins of the zone bordering the SBS zone.\nMixed stands of white spruce and &lt;a href=\"Populus%20tremuloides\"&gt;trembling aspen&lt;/a&gt; (often with a minor component of balsam poplar &lt;a href=\"Populus%20balsamifera\"&gt;[\"Populus balsamifera\"&lt;/a&gt;], &lt;a href=\"birch\"&gt;birch&lt;/a&gt; (\"Betula papyrifera, B. neoalaskana\") or &lt;a href=\"Pinus%20contorta\"&gt;lodgepole pine)&lt;/a&gt; are the most common components of forest cover on warm mesic sites in the BWBS. On colder sites, e.g., on north-facing slopes, pure white spruce or mixtures of white and black spruces dominate. Lodgepole pine is the typical associate of white spruce on coarse-textured parent materials, while balsam poplar–spruce mixtures are frequent on floodplains. &lt;a href=\"Abies%20lasiocarpa\"&gt;Subalpine fir&lt;/a&gt; is common in western parts of the zone, but is rare east of the Rockies. Wetland black spruce stands often have a minor component of slow-growing white spruce. Typical vegetation in boreal white spruce stands includes the common &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s \"Rosa acicularis, Viburnum edule, Shepherdia canadensis, Salix bebbiana\", and \"Alnus viridis\", with \"Ribes triste\" and \"Lonicera involucrata\" on wet sites, and \"Ledum groenlandicum\" and \"Vaccinium vitis-idaea\" on cold sites. Characteristic &lt;a href=\"herb\"&gt;herb&lt;/a&gt;s are \"Linnaea borealis, Rubus pubescens, Mertensia paniculata, Petasites palmatus, Pyrola asarifolia, Cornus canadensis\" and \"Calamagrostis canadensis\", with \"Equisetum\" spp. on wet sites. The thick carpet of &lt;a href=\"moss\"&gt;moss&lt;/a&gt; is of \"Hylocomium splendens, Pleurozium schreberi\" and \"Ptilium crista-castrensis\", and the &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt; \"Peltigera aphthosa\" (Coates et al. 1994).\nSub-Boreal Pine—Spruce (SBPS).\n&lt;a href=\"White%20spruce\"&gt;White spruce&lt;/a&gt; is a distant second in importance to &lt;a href=\"Pinus%20contorta\"&gt;lodgepole pine&lt;/a&gt; in the Sub-Boreal Pine-Spruce zone (SBPS). It occurs most commonly in the understorey to pine, but scattered stands dominated by white spruce can be found on moist sites. Pure &lt;a href=\"Picea%20engelmannii\"&gt;Engelmann&lt;/a&gt; spruce is absent, and any hybrids appear to have mainly white spruce characteristics.\nLodgepole pine is the most common associate of white spruce in the SBPS. White spruce also occurs with &lt;a href=\"Populus%20tremuloides\"&gt;trembling aspen&lt;/a&gt; in seral stands, and mixtures of black and white spruces occupy cold low-lying sites. Floodplain stands of &lt;a href=\"Populus%20trichocarpa\"&gt;black cottonwood&lt;/a&gt; (\"Populus balsamifera\" ssp. \"trichocarpa\") and white spruce occur uncommonly.\nTypical understorey vegetation of moist &lt;a href=\"spruce\"&gt;spruce&lt;/a&gt; ecosystems includes the &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s \"Lonicera involucrata, Rosa acicularis, Shepherdia canadensis, Juniperus communis, Salix glauca, Betula glandulosa, Ribes lacustre, R. hudsonianum\" and \"Viburnum edule\", and the &lt;a href=\"herb\"&gt;herb&lt;/a&gt;s \"Cornus canadensis, Linnaea borealis, Epilobium angustifolium, Petasites palmatus, Fragaria virginiana, Equisetum arvense, Calamagrostis canadensis\" and \"Mitella nuda\". In addition to the usual &lt;a href=\"feather%20moss\"&gt;feather moss&lt;/a&gt;es (\"Pleurozium schreberi, Hylocomium splendens\" and \"Ptilium crista-castrensis\") the &lt;a href=\"moss%20layer\"&gt;moss layer&lt;/a&gt; characteristically includes \"Aulacomnium palustre\" and \"Peltigera, Cladina\" and \"Cladonia\" &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;s (Coates et al. 1994).\nSub-Boreal Spruce (SBS).\nInterior spruce (mostly hybrid white × Engelmann, with some pure white spruce) is dominant throughout the many subzones of the Sub-Boreal Spruce (SBS) zone.\n&lt;a href=\"Pinus%20contorta\"&gt;Lodgepole pine&lt;/a&gt; is the most common associate of interior spruce in the SBS. &lt;a href=\"Abies%20lasiocarpa\"&gt;Subalpine fir&lt;/a&gt; is abundant in cooler, moister subzones. &lt;a href=\"Populus%20tremuloides\"&gt;Trembling aspen&lt;/a&gt; and &lt;a href=\"Douglas-fir\"&gt;Douglas-fir&lt;/a&gt; (\"Pseudotsuga menziesii\" var. \"glauca\") are often found with spruce on warmer, drier, more southerly subzones. &lt;a href=\"Populus%20trichocarpa\"&gt;Black cottonwood&lt;/a&gt; is the main associate of interior spruce on active floodplain sites, and mixtures of white and &lt;a href=\"Picea%20mariana\"&gt;black spruces&lt;/a&gt; are common on wetlands.\nUnderstorey vegetation in mesic spruce stands typically includes a moderately well-developed &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt; layer dominated by \"Vaccinium membranaceum, Rubus parviflorus, Viburnum edule , Rosa acicularis, Alnus viridis\", a variety of &lt;a href=\"herb\"&gt;herb&lt;/a&gt;s (\"Cornus canadensis, Clintonia uniflora, Rubus pubescens, Rubus pedatus, Arnica cordifolia, Maianthemum racemosa, Orthilia secunda, Aralia nudicaulis\") and a well-developed carpet of &lt;a href=\"Feather%20moss\"&gt;feathermosses&lt;/a&gt; (\"Pleurozium schreberi, Ptilium crista-castrensis, Hylocomiium splendens, Rhytidiadelphus triquetrus\"). Wetter spruce sites have \"Lonicera involucrata, Cornus sericea, Gymnocarpium dryopteris, Tiarella trifoliata, Equisetum arvense\" and \"Mnium\" &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es. Characteristic species of spruce bog, fen, or swamp ecosystems are \"Salix\" spp., \"Betula glandulosa, Ledum groenlandicum, Carex\" spp. and \"Sphagnum\" moss (Coates et al. 1994).\nMountain Hemlock (MH).\nIn coastal areas the MH is transitional between productive low-elevation forests and treeless alpine tundra (AT). Unlike the interior high-elevation transition zones (SWB, ESSF), spruce is usually scarce or absent and &lt;a href=\"Tsuga%20mertensiana\"&gt;mountain hemlock&lt;/a&gt; is abundant. &lt;a href=\"Chamaecyparis%20nootkatensis\"&gt;Yellow cedar&lt;/a&gt; is also common, especially in the more maritime areas. The most common &lt;a href=\"Abies\"&gt;fir&lt;/a&gt; is &lt;a href=\"Abies%20amabilis\"&gt;Pacific silver fir&lt;/a&gt; and &lt;a href=\"Abies%20lasiocarpa\"&gt;subalpine fir&lt;/a&gt; may also be plentiful. Fir is absent on &lt;a href=\"Haida%20Gwaii\"&gt;Haida Gwaii&lt;/a&gt;. Some &lt;a href=\"Tsuga%20heterophylla\"&gt;western hemlock&lt;/a&gt; may be present, especially at lower elevations where its proportion of hemlock cover may reach 50%. If western hemlock cover exceeds 50% of total hemlock cover, the site is considered to be within the CWH.\nThe westernmost subzone, \"wet hypermaritime\" (MHwh) on Haida Gwaii, is atypical for its absence of fir and relative abundance of spruce. In this case the spruce is &lt;a href=\"Sitka%20spruce\"&gt;Sitka spruce&lt;/a&gt;, which forms a site series with mountain hemlock and reedgrass on fresh rich sites. Mainland sites formerly mapped as MHwh are being reevaluated.\n\"Windward moist maritime\" (MHmm1) is dominated by mountain hemlock and Pacific silver fir. Yellow cedar places third in abundance and western hemlock becomes increasingly significant with decreasing elevation. \"Leeward moist maritime\" (MHmm2) has all of the windward tree species, plus subalpine fir.\nEngelmann Spruce—Subalpine Fir (ESSF).\nOver most of southern British Columbia, &lt;a href=\"spruce\"&gt;spruce&lt;/a&gt; dominates the canopy of mature stands in the Engelmann Spruce—Subalpine Fir (ESSF) zone, while &lt;a href=\"Abies%20lasiocarpa\"&gt;subalpine fir&lt;/a&gt; is most abundant in the understorey. At higher elevations, particularly in the north and in wet, heavy snowfall areas, subalpine fir dominates and spruce is a minor component. In southern British Columbia, the spruce is pure &lt;a href=\"Picea%20engelmannii\"&gt;Engelmann&lt;/a&gt;, but &lt;a href=\"white%20spruce\"&gt;white spruce&lt;/a&gt; characteristics become increasingly evident northward, first only at lower elevations, then at all elevations. At the northern limits of the ESSF, Engelmann spruce characteristics are rare.\nSubalpine fir is ubiquitous in the ESSF and is the most common associate of spruce throughout. &lt;a href=\"Pinus%20contorta\"&gt;Lodgepole pine&lt;/a&gt; is the most common seral species. &lt;a href=\"Deciduous\"&gt;Deciduous&lt;/a&gt; species, such as trembling aspen, paper birch, and black cottonwood, are present but uncommon. &lt;a href=\"Pinus%20albicaulis\"&gt;Whitebark pine&lt;/a&gt; and, in southeastern British Columbia only, &lt;a href=\"Pinus%20flexilis\"&gt;limber pine&lt;/a&gt; and &lt;a href=\"Larix%20lyallii\"&gt;alpine larch&lt;/a&gt; occur in association with spruce, especially in the driest ecosystems, usually at high elevations, where spruce is not abundant. At low elevations in the ESSF, associates of &lt;a href=\"spruce\"&gt;spruce&lt;/a&gt; are Douglas-fir, western redcedar (\"Thuja plicata\"), western hemlock (\"Tsuga heterophylla\") and western white pine. Mountain hemlock and amabilis fir (\"Abies amabilis\") are also found with spruce in the ESSF, principally adjacent to the Mountain Hemlock Zone. The dominant plant community in the ESSF has an understorey of &lt;a href=\"Ericaceae\"&gt;ericaceous&lt;/a&gt; shrubs, mainly \"Rhododendron albiflorum, Vaccinium membranaceum\", and \"Menziesia ferruginea\", with \"Vaccinium ovalifolium\" in high-precipitation areas and \"V. scoparium\" in dry areas. \"Ribes lacustre, Oplopanax horridus\" and \"Lonicera involucrata\" are common &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s on moist to wet sites. &lt;a href=\"Herb\"&gt;Herb&lt;/a&gt;s characteristic of the ESSF forest include \"Valeriana sitchensis, Gymnocarpium dryopteris, Rubus pedatus, Streptopus roseus, Veratrum viride, Athyrium filix-femina, Cornus canadensis, Lycopodium annotinum, Tiarella\" spp. and \"Arnica cordifolia\". Dominant &lt;a href=\"bryophyte\"&gt;bryophyte&lt;/a&gt;s are \"Pleurozium schreberi, Dicranum\" spp., and \"Barbilophozia\" spp. &lt;a href=\"Lichen\"&gt;Lichen&lt;/a&gt;s are abundant on the forest floor and include \"Peltigera\" spp., \"Nephroma arcticum\", and \"Cladonia\" spp. At the upper parkland elevations of the ESSF, closed forest and tree islands of spruce and subalpine fir are interspersed with moist herb meadows and drier ericaceous heath. The meadows typically include the &lt;a href=\"herb\"&gt;herb&lt;/a&gt;s: \"Valeriana sitchensis, Veratrum viride, Senecio triangularis, Lupinus arcticus, Thalictrum occidentale, Epilobium angustifolium, Pedicularis bracteosum, Castelleja miniata, Erigeron peregrinus, Carex\" spp. and \"Luzula\" spp. Subalpine heath includes \"Empetrum nigrum, Cassiope mertensiana, C. tetragona, Phyllodoce empetriformis, P. glandulifera\", and \"Vaccinium caespitosum\" (Coates et al. 1994).\nMontane Spruce (MS).\nThe MS occurs at mid elevations in the south and central interior in the lee of the coast mountains. Its climate is characterized by cold winters and short warm summers, and is warmer in all seasons than in the Engelmann Spruce—Subalpine Fir zone. &lt;a href=\"Engelmann%20spruce\"&gt;Hybrid spruce&lt;/a&gt; and &lt;a href=\"subalpine%20fir\"&gt;subalpine fir&lt;/a&gt; dominate climax forests. Younger (seral) stands are thick with &lt;a href=\"Pinus%20contorta\"&gt;lodgepole pine&lt;/a&gt; to such a degree that the species is one of the zone's most important natural resources. &lt;a href=\"Pseudotsuga%20menziesii\"&gt;Douglas-fir&lt;/a&gt; is present, especially in warmer microclimates. &lt;a href=\"Western%20larch\"&gt;Western larch&lt;/a&gt; is present in some southeastern areas, and &lt;a href=\"Thuja%20plicata\"&gt;western red cedar&lt;/a&gt; may be seen in moist sections. This zone provides important summer and fall habitat for &lt;a href=\"deer\"&gt;deer&lt;/a&gt; and &lt;a href=\"moose\"&gt;moose&lt;/a&gt; and important winter habitat for &lt;a href=\"caribou\"&gt;mountain caribou&lt;/a&gt;.\nBunchgrass (BG).\nThe Bunchgrass zone is the warmer of the two biogeoclimatic zones in British Columbia which lack trees. It is most commonly found in deeply incised valleys east of the &lt;a href=\"Coast%20Mountains\"&gt;Coast Mountains&lt;/a&gt; and within their &lt;a href=\"rain%20shadow\"&gt;rain shadow&lt;/a&gt;. Drought, not cold as in the Alpine Tundra (AT), minimizes forest or woodland development.\nWinters are moderately cold throughout the BG, with frequent though usually light precipitation. Incidence and quantity of precipitation decrease after January, and spring months see little rain. A second rain peak occurs in June, but the quantity rarely matches evaporation; therefore, winter is the primary moisture recharge season. Summers are warm in northern parts of the BG, and hot in low-elevation southern areas such as the &lt;a href=\"Thompson%20River\"&gt;Thompson River&lt;/a&gt; valley between &lt;a href=\"Kamloops\"&gt;Kamloops&lt;/a&gt; and &lt;a href=\"Lytton%2C%20British%20Columbia\"&gt;Lytton&lt;/a&gt;.\nThe &lt;a href=\"bunchgrass\"&gt;bunchgrass&lt;/a&gt; plants tend to be widely spaced. Between them a &lt;a href=\"cryptogam\"&gt;cryptogam&lt;/a&gt; crust is present, and shrub cover under climax conditions may reach 15%. Weeds and &lt;a href=\"Opuntia%20fragilis\"&gt;cacti&lt;/a&gt; often replace bunchgrass on overgrazed land.\nAlthough this zone is officially non-forest, trees may be seen here and there. Groves of &lt;a href=\"Populus%20tremuloides\"&gt;trembling aspen&lt;/a&gt; are occasional at higher elevations, and riparian areas can be lush with aspen, &lt;a href=\"black%20cottonwood\"&gt;black cottonwood&lt;/a&gt;, &lt;a href=\"mountain%20alder\"&gt;mountain alder&lt;/a&gt;, &lt;a href=\"willows\"&gt;willows&lt;/a&gt;, and many associated understorey plants. Scattered individuals and groves of &lt;a href=\"ponderosa%20pine\"&gt;ponderosa pine&lt;/a&gt; form a parkland in some areas, and &lt;a href=\"Pseudotsuga%20menziesii\"&gt;Douglas-fir&lt;/a&gt; can also be present in a similar way.\nDespite the limited extent of the BG, wildlife density and diversity are very high. This is credited to the juxtaposition of different habitat types—grassland, shrub-steppe, riparian, and forest. The BG represents \"fingers into Canada\" of the intermontane steppe which is extensive in the &lt;a href=\"Great%20Basin\"&gt;Great Basin&lt;/a&gt; of the western United States, and as such it is frequented by animal species at their northern limits. These include &lt;a href=\"pallid%20bat\"&gt;pallid bat&lt;/a&gt;, &lt;a href=\"burrowing%20owl\"&gt;burrowing owl&lt;/a&gt; and &lt;a href=\"short-horned%20lizard\"&gt;short-horned lizard&lt;/a&gt;. Their ranges overlap Canadian species near their southern limits, most prominently &lt;a href=\"snowy%20owl\"&gt;snowy owl&lt;/a&gt; and &lt;a href=\"gyrfalcon\"&gt;gyrfalcon&lt;/a&gt;.\nPonderosa Pine (PP).\n&lt;a href=\"Pinus%20ponderosa\"&gt;Ponderosa pine&lt;/a&gt; as the most abundant species on mesic or xeric terrain. &lt;a href=\"Pseudotsuga%20menziesii\"&gt;Douglas-fir&lt;/a&gt; is common, and can be dominant on moist sites. &lt;a href=\"White%20spruce\"&gt;White spruce&lt;/a&gt; or white × Engelmann hybrids are found only rarely within the Ponderosa Pine (PP) zone, and occur in cool, moist, sheltered situations, e.g., steep, north-facing canyon headwalls (Coates et al. 1994). Two subzones are recognized: the very dry hot (PPxh) around &lt;a href=\"Lytton%2C%20British%20Columbia\"&gt;Lytton&lt;/a&gt;, &lt;a href=\"Lillooet%2C%20British%20Columbia\"&gt;Lillooet&lt;/a&gt;, &lt;a href=\"Kamloops%2C%20British%20Columbia\"&gt;Kamloops&lt;/a&gt; and the &lt;a href=\"Okanagan%20Valley\"&gt;Okanagan Valley&lt;/a&gt; south of &lt;a href=\"Vernon%2C%20British%20Columbia\"&gt;Vernon&lt;/a&gt;, and the dry hot (PPdh) found in or near &lt;a href=\"Midway%2C%20British%20Columbia\"&gt;Midway&lt;/a&gt;, &lt;a href=\"Grand%20Forks%2C%20British%20Columbia\"&gt;Grand Forks&lt;/a&gt;, and parts of the &lt;a href=\"Rocky%20Mountain%20Trench\"&gt;Rocky Mountain Trench&lt;/a&gt; from just north of &lt;a href=\"Cranbrook%2C%20British%20Columbia\"&gt;Cranbrook&lt;/a&gt; south to the &lt;a href=\"Koocanusa\"&gt;Koocanusa Reservoir&lt;/a&gt;.\nInterior Douglas-Fir (IDF).\n&lt;a href=\"Douglas%20fir\"&gt;Douglas-fir&lt;/a&gt; is the most abundant and characteristic tree of the IDF. &lt;a href=\"Pinus%20contorta\"&gt;Lodgepole pine&lt;/a&gt; is also abundant and often co-domtinates with Douglas-fir. Ponderosa pine is co-occurs in the southern, lower elevation parts of the zone. White spruce occurs mainly in wetter subzones and at higher elevations transitional to the Montane Spruce, Sub-Boreal Spruce, and Engelmann Spruce–Subalpine Fir Zones.\n&lt;a href=\"Thuja%20plicata\"&gt;Western redcedar&lt;/a&gt;, &lt;a href=\"Larix%20occidentalis\"&gt;western larch&lt;/a&gt;, and grand fir (\"&lt;a href=\"Abies%20grandis\"&gt;Abies grandis&lt;/a&gt;\") occur in the southeastern part of the zone. &lt;a href=\"Populus%20tremuloides\"&gt;Trembling aspen&lt;/a&gt;, &lt;a href=\"Betula%20papyrifera\"&gt;paper birch&lt;/a&gt;, and &lt;a href=\"Populus%20trichocarpa\"&gt;black cottonwood&lt;/a&gt; are common seral species, and &lt;a href=\"Acer%20macrophyllum\"&gt;bigleaf maple&lt;/a&gt; is present in some parts of the southwestern coastal transition area (wet warm subzone or IDFww). Mixed shrub or horsetail-dominated plant communities are typical of moist, rich ecosystems that include spruce. Common &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt; associates include: \"Ribes lacustre, Lonicera involucrata, Cornus sericea, Rosa acicularis, Symphoricarpos albus\" and \"Acer glabrum\". The well-developed herb layer contains \"Linnaea borealis, Cornus canadensis, Aralia nudicaulis, Actaea rubra\", and \"Osmorhiza chilensis\", together with \"Equisetum\" and \"Carex\" spp. on wetter sites. Bog forests with \"Sphagnum\" spp., \"Ledum groenlandicum\", and \"Gaultheria hispidula\" are infrequent but usually have a tree canopy of pure spruce (Coates et al. 1994).\nCoastal Douglas-Fir (CDF).\nCoastal Douglas-fir is often predominant in southern coastal British Columbia, particularly on eastern Vancouver Island, The Gulf Islands, and the Sechelt Peninsula. The climate is \"Csb\" Cool &lt;a href=\"Mediterranean%20climate\"&gt;Mediterranean&lt;/a&gt;, and the droughty summers inhibit development of a climax &lt;a href=\"Thuja%20plicata\"&gt;Western Red Cedar&lt;/a&gt;-&lt;a href=\"Abies%20grandis\"&gt;Grand Fir&lt;/a&gt; association. &lt;a href=\"Arbutus%20menziesii\"&gt;Arbutus&lt;/a&gt; or &lt;a href=\"Pinus%20contorta\"&gt;Shore Pine&lt;/a&gt; accompany Douglas-Fir on dry, nutrient-poor to medium sites; &lt;a href=\"Quercus%20garryana\"&gt;Garry Oak&lt;/a&gt; occupies some dry rich sites, especially around &lt;a href=\"Victoria%2C%20British%20Columbia\"&gt;Victoria&lt;/a&gt;. Other prominent deciduous trees include &lt;a href=\"Acer%20macrophyllum\"&gt;Bigleaf Maple&lt;/a&gt; and &lt;a href=\"Cornus%20nuttalli\"&gt;Western Flowering Dogwood&lt;/a&gt;. The only official subzone is \"moist maritime\" (CDFmm).\nInterior Cedar—Hemlock (ICH).\nThe ICH has a greater diversity of tree species than any other interior zone. &lt;a href=\"Tsuga%20heterophylla\"&gt;Western hemlock&lt;/a&gt; and &lt;a href=\"Thuja%20plicata\"&gt;western redcedar&lt;/a&gt; are climax species in most variants, and interior spruce often accompanies them as a secondary component. &lt;a href=\"Abies%20lasiocarpa\"&gt;Subalpine fir&lt;/a&gt; is a major associate to the north. Black cottonwood, lodgepole pine, trembling aspen, and paper birch are found with spruce in seral communities throughout most of the zone. In the central and southern ICH, spruce may also occur in association with Douglas-fir, western larch, western white pine, and grand fir. A typical spruce or redcedar–spruce stand on a seepage ecosystem has a diverse shrub layer dominated by \"Oplopanax horridus, Ribes lacustre, Cornus sericea, Acer glabrum, Rubus parviflorus, Viburnum edule\", and \"Lonicera involucrata\". Characteristic herbs include \"Gymnocarpium dryopteris, Athyrium filix-femina, Tiarella unifoliata, Viola glabella, Circaea alpina, Streptopus\" spp., \"Osmorhiza chilensis, Dryopteris assimilis\", and \"Actaea rubra\". On swampier sites, \"Lysichiton americanum, Equisetum\" spp., and \"Rhytidiadelphus triquetrus\" and \"Hylocomium splendens\" are found. Seral communities on mesic sites in the north of the ICH have a mixed overstorey of spruce, subalpine fir, lodgepole pine, paper birch, and trembling aspen. Typical &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s are: \"Rubus parviflorus, Viburnum edule, Rosa acicularis, Paxistima myrsinites, Amelanchier alnifolia, Shepherdia canadensis, Alnus viridis\", and \"Vaccinium membranaceum\". Major herbs include: \"Cornus canadensis, Clintonia uniflora, Aralia nudicaulis, Lathyrus nevadensis, Rubus pubescens, Smilacina\" spp., \"Orthilia secunda, Osmorhiza chilensis\", and \"Petasites palmatus\". The &lt;a href=\"moss\"&gt;moss&lt;/a&gt; carpet is dominated by \"Rhytidiadelphus triquetrus, Ptilium crista-castrensis, Pleurozium schreberi\", and \"Hylocomium splendens\" (Coates et al. 1994).\nInterior spruce is a common secondary component of Interior Cedar—Hemlock (ICH) forests. It is most abundant in the northern and eastern parts of the zone, close to the Sub-Boreal Spruce Zone, or at high elevations bordering the Engelmann Spruce–Subalpine Fir Zone. It is least abundant in drier parts of the ICH. &lt;a href=\"Picea%20glauca\"&gt;White spruce&lt;/a&gt;, &lt;a href=\"Picea%20engelmannii\"&gt;Engelmann spruce&lt;/a&gt;, and their hybrids are all present, Engelmann spruce dominating in southeastern British Columbia, particularly at high elevations, and white spruce dominating in the north. In the coast–interior transition of northwestern British Columbia, interior spruce hybridizes with Sitka spruce and their cross is called Roche spruce.\nIn some subzones either the cedar or the hemlock can be scarce to the point of absence. The ICHdk (dry cool) around &lt;a href=\"Canim%20Lake%20%28British%20Columbia%29\"&gt;Canim Lake&lt;/a&gt; and the ICHmk (moist cool) in the &lt;a href=\"Rocky%20Mountains\"&gt;Rocky Mountains&lt;/a&gt; lack hemlock, while in the northwest the ICHvc (very wet cold) along parts of the &lt;a href=\"Bell-Irving%20River\"&gt;Bell-Irving&lt;/a&gt;, &lt;a href=\"Iskut%20River\"&gt;Iskut&lt;/a&gt; and &lt;a href=\"Stikine%20River\"&gt;Stikine&lt;/a&gt; rivers is beyond the range of cedar. Cedar is also absent, and hemlock locally scarce, in the area mapped as ICHwc (wet cold) around &lt;a href=\"Bob%20Quinn%20Lake\"&gt;Bob Quinn Lake&lt;/a&gt;; forests tend to strongly resemble those of the Sub-Boreal Spruce zone and a Bob Quinn Lake phase (ICHwc(a)) has been proposed. Hemlock is easily seen along the &lt;a href=\"British%20Columbia%20Highway%2037\"&gt;Stewart-Cassiar Highway&lt;/a&gt; at Thomas Creek, but drops out within a kilometre northward as the hitherto-scarce &lt;a href=\"lodgepole%20pine\"&gt;lodgepole pine&lt;/a&gt; becomes abundant; this marks an abrupt change to the BWBS zone.\nCoastal Western Hemlock (CWH).\nA very productive rain-fed forest occurs along the British Columbia coast from &lt;a href=\"Haida%20Gwaii\"&gt;Haida Gwaii&lt;/a&gt; and &lt;a href=\"Stewart%2C%20British%20Columbia\"&gt;Stewart&lt;/a&gt; south to &lt;a href=\"Metchosin\"&gt;Metchosin&lt;/a&gt; on Vancouver Island. It also extends inland along river valleys from coastal parts of &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;, crossing into British Columbia as far north as the &lt;a href=\"Chilkat%20River\"&gt;Chilkat River&lt;/a&gt;. &lt;a href=\"Tsuga%20heterophylla\"&gt;Western hemlock&lt;/a&gt; is a dominant climax species throughout. &lt;a href=\"Thuja%20plicata\"&gt;Western red cedar&lt;/a&gt; is present from the &lt;a href=\"Craig%20Headwaters%20Protected%20Area\"&gt;Craig Headwaters Protected Area&lt;/a&gt; south. &lt;a href=\"Pseudotsuga%20menziesii\"&gt;Douglas-fir&lt;/a&gt; is often present and sometimes dominant in warmer, drier sections as far north as &lt;a href=\"Kemano\"&gt;Kemano&lt;/a&gt;, while &lt;a href=\"Picea%20sitchensis\"&gt;Sitka spruce&lt;/a&gt; is important in wet areas near tidewater. Other wet-climate trees include &lt;a href=\"Chamaecyparis%20nootkatensis\"&gt;yellow-cedar&lt;/a&gt; and &lt;a href=\"Abies%20amabilis\"&gt;Pacific silver fir&lt;/a&gt;. &lt;a href=\"Alnus%20rubra\"&gt;Red alder&lt;/a&gt; is the most abundant deciduous tree, and &lt;a href=\"Populus%20trichocarpa\"&gt;black cottonwood&lt;/a&gt; also thrives in most places. In southern parts, &lt;a href=\"Acer%20macrophyllum\"&gt;bigleaf maple&lt;/a&gt; and &lt;a href=\"Cornus%20nuttalli\"&gt;western flowering dogwood&lt;/a&gt; are locally prominent.\nThe Coastal Western Hemlock zone is divided into subzones along gradients of continentality:"
}