{
    "id": "21685705",
    "revid": "1015013755",
    "url": "https://en.wikipedia.org/wiki?curid=21685705",
    "title": "Wai khru",
    "text": " \nThe \"wai khru\" ceremony (, pronounced ) is a &lt;a href=\"Culture%20of%20Thailand\"&gt;Thai&lt;/a&gt; ritual in which students pay respects to teachers in order to express their gratitude and formalize the student–teacher relationship. It is regularly held near the beginning of the school year in most schools in &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;. \"Wai khru\" has long been an important rite in the traditional &lt;a href=\"martial%20arts\"&gt;martial&lt;/a&gt; and &lt;a href=\"performing%20arts\"&gt;performing arts&lt;/a&gt;, as well as in &lt;a href=\"astrology\"&gt;astrology&lt;/a&gt;, Thai Massage and other traditional arts; students and performers of &lt;a href=\"Muay%20Thai\"&gt;Muay Thai&lt;/a&gt; and &lt;a href=\"Krabi%20Krabong\"&gt;Krabi Krabong&lt;/a&gt;, as well as &lt;a href=\"Thai%20dance\"&gt;Thai dance&lt;/a&gt; and &lt;a href=\"Thai%20classical%20music\"&gt;classical music&lt;/a&gt;, will usually perform a \"wai khru\" ritual at their initiation as well as before performances to pay respect and homage to both their teachers and the deities who patronize their arts.\nHistory.\nThe rituals of \"wai khru\" are believed to have derived from ancient animistic beliefs, influenced by the spread of &lt;a href=\"Vedic%20Brahmanism\"&gt;Brahmanism&lt;/a&gt; from India. This is evident in the \"wai khru\" ceremonies of traditional dance and music, where specific mention is made to &lt;a href=\"Ishvara\"&gt;Ishvara&lt;/a&gt; in Thai Massage, where specific mention is made to Shivaga Komarpaj and &lt;a href=\"Narayana\"&gt;Narayana&lt;/a&gt;, along with other &lt;a href=\"Vedic%20deities\"&gt;Vedic deities&lt;/a&gt;. \"Wai khru\" has for most of history existed as a folk tradition, passed on from generation to generation throughout the years.\nThe \"wai khru\" ceremony in its modern form, which is held in most schools today, originated at &lt;a href=\"Triam%20Udom%20Suksa%20School\"&gt;Triam Udom Suksa School&lt;/a&gt; in 1941. The \"\" chant was written by Thanpuying Dussadee Malakul Na Ayutthaya (the wife of ML &lt;a href=\"Pin%20Malakul\"&gt;Pin Malakul&lt;/a&gt;, director of the school at the time).\nForm.\nIn educational institutions.\nThe \"wai khru\" ceremonies which take place in most educational institutions in Thailand today generally follow the same form. The ceremony usually begins with a Buddhist prayer ritual in institutions where &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; is observed as the official religion, followed by the students' recitation of the \"wai khru\" chant, which expresses respect for and gratitude to the teachers, and asks for the teachers' blessing of their studies. Following this, a select number of students, usually the representatives of each class, will present the teachers with offerings of flowers, candles and &lt;a href=\"joss%20stick\"&gt;joss stick&lt;/a&gt;s arranged on \"&lt;a href=\"phan%20%28tray%29\"&gt;phan&lt;/a&gt;\" (traditional Thai pedestalled trays). This is usually followed by a speech by the headteacher offering the students guidance in their academic career. Many institutions also present student awards and honours during the ceremony.\nThe traditional offerings for \"wai khru\" represent a symbolism of student qualities, namely:\nThe ceremony is usually held shortly after the beginning of the first term, on a Thursday, as Thursday is traditionally the day of &lt;a href=\"Brihaspati\"&gt;Brihaspati&lt;/a&gt;, Vedic god of wisdom and teachers.\nThai classical music.\n\"Wai khru\" ceremonies for &lt;a href=\"Thai%20classical%20music\"&gt;Thai classical music&lt;/a&gt; may be held by professional \"&lt;a href=\"pi%20phat\"&gt;pi phat&lt;/a&gt;\" ensembles or amateur ensembles attached to institutions such as schools and universities. These also take place on Thursday, and are usually held annually, as well as on a smaller scale for the initiation of those beginning to learn the arts.\nThese ceremonies usually begin with Buddhist rites on the evening before and/or the morning of the ceremony day. Monks may be invited to perform a merit-making ceremony, and almsgiving made to monks in the morning before the ceremony. The setting of the ceremony is usually arranged with a Buddhist altar on one side and a set of musical instruments on the other, with the \"&lt;a href=\"taphon\"&gt;taphon&lt;/a&gt;\", which represents Phra Prakhonthap (Pragondharba), god of the drums and grand-teacher of music, placed in a higher position.\n\"&lt;a href=\"Khon\"&gt;Khon&lt;/a&gt;\" masks representing the gods and teachers of music, &lt;a href=\"Bharata%20Muni\"&gt;Bharata Muni&lt;/a&gt;, Pragondharba, &lt;a href=\"Vishvakarman\"&gt;Vishvakarman&lt;/a&gt;, &lt;a href=\"Pancasikha\"&gt;Pancasikha&lt;/a&gt; and &lt;a href=\"Biraba\"&gt;Biraba&lt;/a&gt; are usually displayed. Representations of &lt;a href=\"Shiva\"&gt;Shiva&lt;/a&gt;, &lt;a href=\"Vishnu\"&gt;Vishnu&lt;/a&gt;, &lt;a href=\"Brahma\"&gt;Brahma&lt;/a&gt; and &lt;a href=\"Ganesha\"&gt;Ganesha&lt;/a&gt; may also be included. A table of offerings to the gods and spirits to be invited during the ceremony is arranged, and (), a bowl of flowers, joss sticks, candles, white cloth and money amounting to six baht, is prepared for worship of the gods.\nThe ceremony is conducted by a presiding teacher, traditionally dressed in white, who leads the assembly in lighting candles and joss sticks, and saying invocations venerating the &lt;a href=\"Three%20Jewels\"&gt;Three Jewels&lt;/a&gt; and deities, asking for their blessing. The musical ensemble will play the \"na phat\", a formal piece of music symbolizing the summoning of the gods and spirits, and the presiding teacher will perform the offering of the prepared foods. Afterwards, the presiding teacher will sprinkle &lt;a href=\"lustral%20water\"&gt;lustral water&lt;/a&gt; (prepared earlier during the ceremony) and perform , application of a white paste, to the musical instruments, teachers and participants in the ceremony, for good fortune.\nThe \"wai khru\" ceremony is thus concluded, and is usually followed by the \"&lt;a href=\"khrop%20khru\"&gt;khrop khru&lt;/a&gt;\" ceremony, or rite of initiation.\nMuay Thai.\n\"Wai khru ram muay\" is a form of \"wai khru\" ritual performed by &lt;a href=\"Muay%20Thai\"&gt;Muay Thai&lt;/a&gt; practitioners before a match.\nCriticism.\nSome observers, including historians &lt;a href=\"Nidhi%20Eoseewong\"&gt;Nidhi Eoseewong&lt;/a&gt; and &lt;a href=\"Sujit%20Wongthes\"&gt;Sujit Wongthes&lt;/a&gt;, have noted that the modern annual \"wai khru\" ceremonies have drifted far from their spirit-worship origins and been transformed into rituals emphasizing the hierarchical status of teachers over students. Whereas older traditions would have teachers and students paying respects together to spirit teachers, the modern tradition instead prominently features the act of students prostrating before their living, personal teachers, a symbolism Sujit believes was invented to promote the government's ideals of authoritarianism during the mid-twentieth century."
}