{
    "id": "21690",
    "revid": "163735",
    "url": "https://en.wikipedia.org/wiki?curid=21690",
    "title": "Number",
    "text": "A number is a &lt;a href=\"mathematical%20object\"&gt;mathematical object&lt;/a&gt; used to &lt;a href=\"counting\"&gt;count&lt;/a&gt;, &lt;a href=\"measurement\"&gt;measure&lt;/a&gt;, and &lt;a href=\"nominal%20number\"&gt;label&lt;/a&gt;. The original examples are the &lt;a href=\"natural%20number\"&gt;natural number&lt;/a&gt;s &lt;a href=\"1\"&gt;1&lt;/a&gt;, &lt;a href=\"2\"&gt;2&lt;/a&gt;, &lt;a href=\"3\"&gt;3&lt;/a&gt;, &lt;a href=\"4\"&gt;4&lt;/a&gt;, and so forth. Numbers can be represented in language with &lt;a href=\"number%20words\"&gt;number words&lt;/a&gt;. More universally, individual numbers can be represented by &lt;a href=\"symbol\"&gt;symbol&lt;/a&gt;s, called \"numerals\"; for example, \"5\" is a numeral that represents the &lt;a href=\"5\"&gt;number five&lt;/a&gt;. As only a relatively small number of symbols can be memorized, basic numerals are commonly organized in a &lt;a href=\"numeral%20system\"&gt;numeral system&lt;/a&gt;, which is an organized way to represent any number. The most common numeral system is the &lt;a href=\"Hindu%E2%80%93Arabic%20numeral%20system\"&gt;Hindu–Arabic numeral system&lt;/a&gt;, which allows for the representation of any number using a combination of ten fundamental numeric symbols, called &lt;a href=\"numerical%20digit\"&gt;digit&lt;/a&gt;s. In addition to their use in counting and measuring, numerals are often used for labels (as with &lt;a href=\"telephone%20number\"&gt;telephone number&lt;/a&gt;s), for ordering (as with &lt;a href=\"serial%20number\"&gt;serial number&lt;/a&gt;s), and for codes (as with &lt;a href=\"ISBN\"&gt;ISBN&lt;/a&gt;s). In common usage, a \"numeral\" is not clearly distinguished from the \"number\" that it represents.\nIn &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, the notion of a number has been extended over the centuries to include &lt;a href=\"0\"&gt;0&lt;/a&gt;, &lt;a href=\"negative%20number\"&gt;negative number&lt;/a&gt;s, &lt;a href=\"rational%20number\"&gt;rational number&lt;/a&gt;s such as &lt;a href=\"one%20half\"&gt;one half&lt;/a&gt; formula_1, &lt;a href=\"real%20number\"&gt;real number&lt;/a&gt;s such as the &lt;a href=\"square%20root%20of%202\"&gt;square root of 2&lt;/a&gt; formula_2 and &lt;a href=\"pi\"&gt;&lt;/a&gt;, and &lt;a href=\"complex%20number\"&gt;complex number&lt;/a&gt;s which extend the real numbers with a &lt;a href=\"imaginary%20unit\"&gt;square root of&lt;/a&gt; (and its combinations with real numbers by adding or subtracting its multiples). &lt;a href=\"Calculation\"&gt;Calculation&lt;/a&gt;s with numbers are done with &lt;a href=\"arithmetical%20operations\"&gt;arithmetical operations&lt;/a&gt;, the most familiar being &lt;a href=\"addition\"&gt;addition&lt;/a&gt;, &lt;a href=\"subtraction\"&gt;subtraction&lt;/a&gt;, &lt;a href=\"multiplication\"&gt;multiplication&lt;/a&gt;, &lt;a href=\"division%20%28mathematics%29\"&gt;division&lt;/a&gt;, and &lt;a href=\"exponentiation\"&gt;exponentiation&lt;/a&gt;. Their study or usage is called &lt;a href=\"arithmetic\"&gt;arithmetic&lt;/a&gt;, a term which may also refer to &lt;a href=\"number%20theory\"&gt;number theory&lt;/a&gt;, the study of the properties of numbers.\nBesides their practical uses, numbers have cultural significance throughout the world. For example, in Western society, the &lt;a href=\"13%20%28number%29\"&gt;number 13&lt;/a&gt; is often regarded as &lt;a href=\"unlucky\"&gt;unlucky&lt;/a&gt;, and \"&lt;a href=\"One%20million\"&gt;a million&lt;/a&gt;\" may signify \"a lot\" rather than an exact quantity. Though it is now regarded as &lt;a href=\"pseudoscience\"&gt;pseudoscience&lt;/a&gt;, belief in a mystical significance of numbers, known as &lt;a href=\"numerology\"&gt;numerology&lt;/a&gt;, permeated ancient and medieval thought. Numerology heavily influenced the development of &lt;a href=\"Greek%20mathematics\"&gt;Greek mathematics&lt;/a&gt;, stimulating the investigation of many problems in number theory which are still of interest today.\nDuring the 19th century, mathematicians began to develop many different abstractions which share certain properties of numbers, and may be seen as extending the concept. Among the first were the &lt;a href=\"hypercomplex%20number\"&gt;hypercomplex number&lt;/a&gt;s, which consist of various extensions or modifications of the &lt;a href=\"complex%20number\"&gt;complex number&lt;/a&gt; system. In modern mathematics, number systems are considered important special examples of more general algebraic structures such as &lt;a href=\"ring%20%28mathematics%29\"&gt;rings&lt;/a&gt; and &lt;a href=\"field%20%28mathematics%29\"&gt;fields&lt;/a&gt;, and the application of the term \"number\" is a matter of convention, without fundamental significance.\nHistory.\nNumerals.\nNumbers should be distinguished from numerals, the symbols used to represent numbers. The Egyptians invented the first ciphered numeral system, and the Greeks followed by mapping their counting numbers onto Ionian and Doric alphabets. Roman numerals, a system that used combinations of letters from the Roman alphabet, remained dominant in Europe until the spread of the superior &lt;a href=\"Hindu%E2%80%93Arabic%20numeral%20system\"&gt;Hindu–Arabic numeral system&lt;/a&gt; around the late 14th century, and the Hindu–Arabic numeral system remains the most common system for representing numbers in the world today. The key to the effectiveness of the system was the symbol for &lt;a href=\"zero\"&gt;zero&lt;/a&gt;, which was developed by ancient &lt;a href=\"Indian%20mathematics\"&gt;Indian mathematicians&lt;/a&gt; around 500 AD.\nFirst use of numbers.\nBones and other artifacts have been discovered with marks cut into them that many believe are &lt;a href=\"tally%20marks\"&gt;tally marks&lt;/a&gt;. These tally marks may have been used for counting elapsed time, such as numbers of days, lunar cycles or keeping records of quantities, such as of animals.\nA tallying system has no concept of place value (as in modern &lt;a href=\"decimal\"&gt;decimal&lt;/a&gt; notation), which limits its representation of large numbers. Nonetheless tallying systems are considered the first kind of abstract numeral system.\nThe first known system with place value was the &lt;a href=\"Ancient%20Mesopotamian%20units%20of%20measurement\"&gt;Mesopotamian base 60&lt;/a&gt; system ( BC) and the earliest known base 10 system dates to 3100 BC in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;.\nZero.\nThe first known documented use of &lt;a href=\"zero\"&gt;zero&lt;/a&gt; dates to AD 628, and appeared in the \"&lt;a href=\"Br%C4%81hmasphu%E1%B9%ADasiddh%C4%81nta\"&gt;Brāhmasphuṭasiddhānta&lt;/a&gt;\", the main work of the &lt;a href=\"Indian%20mathematician\"&gt;Indian mathematician&lt;/a&gt; &lt;a href=\"Brahmagupta\"&gt;Brahmagupta&lt;/a&gt;. He treated 0 as a number and discussed operations involving it, including &lt;a href=\"division%20by%20zero\"&gt;division&lt;/a&gt;. By this time (the 7th century) the concept had clearly reached Cambodia as &lt;a href=\"Khmer%20numerals\"&gt;Khmer numerals&lt;/a&gt;, and documentation shows the idea later spreading to China and the &lt;a href=\"Islamic%20world\"&gt;Islamic world&lt;/a&gt;.\nBrahmagupta's \"Brāhmasphuṭasiddhānta\" is the first book that mentions zero as a number, hence Brahmagupta is usually considered the first to formulate the concept of zero. He gave rules of using zero with negative and positive numbers, such as \"zero plus a positive number is a positive number, and a negative number plus zero is the negative number.\" The \"Brāhmasphuṭasiddhānta\" is the earliest known text to treat zero as a number in its own right, rather than as simply a placeholder digit in representing another number as was done by the Babylonians or as a symbol for a lack of quantity as was done by Ptolemy and the Romans.\nThe use of 0 as a number should be distinguished from its use as a placeholder numeral in &lt;a href=\"place-value%20system\"&gt;place-value system&lt;/a&gt;s. Many ancient texts used 0. Babylonian and Egyptian texts used it. Egyptians used the word \"nfr\" to denote zero balance in &lt;a href=\"double-entry%20bookkeeping%20system\"&gt;double entry accounting&lt;/a&gt;. Indian texts used a &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; word or to refer to the concept of \"void\". In mathematics texts this word often refers to the number zero. In a similar vein, &lt;a href=\"P%C4%81%E1%B9%87ini\"&gt;Pāṇini&lt;/a&gt; (5th century BC) used the null (zero) operator in the \"&lt;a href=\"Ashtadhyayi\"&gt;Ashtadhyayi&lt;/a&gt;\", an early example of an &lt;a href=\"formal%20grammar\"&gt;algebraic grammar&lt;/a&gt; for the Sanskrit language (also see &lt;a href=\"Pingala\"&gt;Pingala&lt;/a&gt;).\nThere are other uses of zero before Brahmagupta, though the documentation is not as complete as it is in the \"Brāhmasphuṭasiddhānta\".\nRecords show that the &lt;a href=\"Ancient%20Greece\"&gt;Ancient Greeks&lt;/a&gt; seemed unsure about the status of 0 as a number: they asked themselves \"how can 'nothing' be something?\" leading to interesting &lt;a href=\"philosophical\"&gt;philosophical&lt;/a&gt; and, by the Medieval period, religious arguments about the nature and existence of 0 and the &lt;a href=\"vacuum\"&gt;vacuum&lt;/a&gt;. The &lt;a href=\"Zeno%27s%20paradoxes\"&gt;paradoxes&lt;/a&gt; of &lt;a href=\"Zeno%20of%20Elea\"&gt;Zeno of Elea&lt;/a&gt; depend in part on the uncertain interpretation of 0. (The ancient Greeks even questioned whether  was a number.)\nThe late &lt;a href=\"Olmec\"&gt;Olmec&lt;/a&gt; people of south-central Mexico began to use a symbol for zero, a shell &lt;a href=\"glyph\"&gt;glyph&lt;/a&gt;, in the New World, possibly by the but certainly by 40 BC, which became an integral part of &lt;a href=\"Maya%20numerals\"&gt;Maya numerals&lt;/a&gt; and the &lt;a href=\"Maya%20calendar\"&gt;Maya calendar&lt;/a&gt;. Maya arithmetic used base 4 and base 5 written as base 20. &lt;a href=\"George%20I.%20S%C3%A1nchez\"&gt;George I. Sánchez&lt;/a&gt; in 1961 reported a base 4, base 5 \"finger\" abacus.\nBy 130 AD, &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt;, influenced by &lt;a href=\"Hipparchus\"&gt;Hipparchus&lt;/a&gt; and the Babylonians, was using a symbol for 0 (a small circle with a long overbar) within a &lt;a href=\"sexagesimal\"&gt;sexagesimal&lt;/a&gt; numeral system otherwise using alphabetic &lt;a href=\"Greek%20numerals\"&gt;Greek numerals&lt;/a&gt;. Because it was used alone, not as just a placeholder, this &lt;a href=\"Greek%20numerals%23Hellenistic%20zero\"&gt;Hellenistic zero&lt;/a&gt; was the first \"documented\" use of a true zero in the Old World. In later &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; manuscripts of his \"Syntaxis Mathematica\" (\"Almagest\"), the Hellenistic zero had morphed into the &lt;a href=\"Greek%20alphabet\"&gt;Greek letter&lt;/a&gt; &lt;a href=\"Omicron\"&gt;Omicron&lt;/a&gt; (otherwise meaning 70).\nAnother true zero was used in tables alongside &lt;a href=\"Roman%20numerals%23Zero\"&gt;Roman numerals&lt;/a&gt; by 525 (first known use by &lt;a href=\"Dionysius%20Exiguus\"&gt;Dionysius Exiguus&lt;/a&gt;), but as a word, meaning \"nothing\", not as a symbol. When division produced 0 as a remainder, , also meaning \"nothing\", was used. These medieval zeros were used by all future medieval &lt;a href=\"computus\"&gt;computists&lt;/a&gt; (calculators of &lt;a href=\"Easter\"&gt;Easter&lt;/a&gt;). An isolated use of their initial, N, was used in a table of Roman numerals by &lt;a href=\"Bede\"&gt;Bede&lt;/a&gt; or a colleague about 725, a true zero symbol.\nNegative numbers.\nThe abstract concept of negative numbers was recognized as early as 100–50 BC in China. \"&lt;a href=\"The%20Nine%20Chapters%20on%20the%20Mathematical%20Art\"&gt;The Nine Chapters on the Mathematical Art&lt;/a&gt;\" contains methods for finding the areas of figures; red rods were used to denote positive &lt;a href=\"coefficient\"&gt;coefficient&lt;/a&gt;s, black for negative. The first reference in a Western work was in the 3rd century AD in Greece. &lt;a href=\"Diophantus\"&gt;Diophantus&lt;/a&gt; referred to the equation equivalent to (the solution is negative) in \"&lt;a href=\"Arithmetica\"&gt;Arithmetica&lt;/a&gt;\", saying that the equation gave an absurd result.\nDuring the 600s, negative numbers were in use in India to represent debts. Diophantus' previous reference was discussed more explicitly by Indian mathematician &lt;a href=\"Brahmagupta\"&gt;Brahmagupta&lt;/a&gt;, in \"&lt;a href=\"Br%C4%81hmasphu%E1%B9%ADasiddh%C4%81nta\"&gt;Brāhmasphuṭasiddhānta&lt;/a&gt;\" in 628, who used negative numbers to produce the general form &lt;a href=\"quadratic%20formula\"&gt;quadratic formula&lt;/a&gt; that remains in use today. However, in the 12th century in India, &lt;a href=\"Bh%C4%81skara%20II\"&gt;Bhaskara&lt;/a&gt; gives negative roots for quadratic equations but says the negative value \"is in this case not to be taken, for it is inadequate; people do not approve of negative roots\".\nEuropean mathematicians, for the most part, resisted the concept of negative numbers until the 17th century, although &lt;a href=\"Fibonacci\"&gt;Fibonacci&lt;/a&gt; allowed negative solutions in financial problems where they could be interpreted as debts (chapter 13 of \"&lt;a href=\"Liber%20Abaci\"&gt;Liber Abaci&lt;/a&gt;\", 1202) and later as losses (in ). &lt;a href=\"Ren%C3%A9%20Descartes\"&gt;René Descartes&lt;/a&gt; called them false roots as they cropped up in algebraic polynomials yet he found a way to swap true roots and false roots as well. At the same time, the Chinese were indicating negative numbers by drawing a diagonal stroke through the right-most non-zero digit of the corresponding positive number's numeral. The first use of negative numbers in a European work was by &lt;a href=\"Nicolas%20Chuquet\"&gt;Nicolas Chuquet&lt;/a&gt; during the 15th century. He used them as &lt;a href=\"exponent\"&gt;exponent&lt;/a&gt;s, but referred to them as \"absurd numbers\".\nAs recently as the 18th century, it was common practice to ignore any negative results returned by equations on the assumption that they were meaningless.\nRational numbers.\nIt is likely that the concept of fractional numbers dates to &lt;a href=\"prehistoric%20times\"&gt;prehistoric times&lt;/a&gt;. The &lt;a href=\"Ancient%20Egyptians\"&gt;Ancient Egyptians&lt;/a&gt; used their &lt;a href=\"Egyptian%20fraction\"&gt;Egyptian fraction&lt;/a&gt; notation for rational numbers in mathematical texts such as the &lt;a href=\"Rhind%20Mathematical%20Papyrus\"&gt;Rhind Mathematical Papyrus&lt;/a&gt; and the &lt;a href=\"Kahun%20Papyrus\"&gt;Kahun Papyrus&lt;/a&gt;. Classical Greek and Indian mathematicians made studies of the theory of rational numbers, as part of the general study of &lt;a href=\"number%20theory\"&gt;number theory&lt;/a&gt;. The best known of these is &lt;a href=\"Euclid%27s%20Elements\"&gt;Euclid's \"Elements\"&lt;/a&gt;, dating to roughly 300 BC. Of the Indian texts, the most relevant is the &lt;a href=\"Sthananga%20Sutra\"&gt;Sthananga Sutra&lt;/a&gt;, which also covers number theory as part of a general study of mathematics.\nThe concept of &lt;a href=\"decimal%20fraction\"&gt;decimal fraction&lt;/a&gt;s is closely linked with decimal place-value notation; the two seem to have developed in tandem. For example, it is common for the Jain math &lt;a href=\"sutra\"&gt;sutra&lt;/a&gt; to include calculations of decimal-fraction approximations to &lt;a href=\"pi\"&gt;pi&lt;/a&gt; or the &lt;a href=\"square%20root%20of%202\"&gt;square root of 2&lt;/a&gt;. Similarly, Babylonian math texts used sexagesimal (base 60) fractions with great frequency.\nIrrational numbers.\nThe earliest known use of irrational numbers was in the &lt;a href=\"Indian%20mathematics\"&gt;Indian&lt;/a&gt; &lt;a href=\"Sulba%20Sutras\"&gt;Sulba Sutras&lt;/a&gt; composed between 800 and 500 BC. The first existence proofs of irrational numbers is usually attributed to &lt;a href=\"Pythagoras\"&gt;Pythagoras&lt;/a&gt;, more specifically to the &lt;a href=\"Pythagoreanism\"&gt;Pythagorean&lt;/a&gt; &lt;a href=\"Hippasus\"&gt;Hippasus of Metapontum&lt;/a&gt;, who produced a (most likely geometrical) proof of the irrationality of the &lt;a href=\"square%20root%20of%202\"&gt;square root of 2&lt;/a&gt;. The story goes that Hippasus discovered irrational numbers when trying to represent the square root of 2 as a fraction. However, Pythagoras believed in the absoluteness of numbers, and could not accept the existence of irrational numbers. He could not disprove their existence through logic, but he could not accept irrational numbers, and so, allegedly and frequently reported, he sentenced Hippasus to death by drowning, to impede spreading of this disconcerting news.\nThe 16th century brought final European acceptance of &lt;a href=\"negative%20number\"&gt;negative&lt;/a&gt; integral and &lt;a href=\"fraction%20%28mathematics%29\"&gt;fractional&lt;/a&gt; numbers. By the 17th  century, mathematicians generally used decimal fractions with modern notation. It was not, however, until the 19th century that mathematicians separated irrationals into algebraic and transcendental parts, and once more undertook the scientific study of irrationals. It had remained almost dormant since &lt;a href=\"Euclid\"&gt;Euclid&lt;/a&gt;. In 1872, the publication of the theories of &lt;a href=\"Karl%20Weierstrass\"&gt;Karl Weierstrass&lt;/a&gt; (by his pupil E. Kossak), &lt;a href=\"Eduard%20Heine\"&gt;Eduard Heine&lt;/a&gt;, &lt;a href=\"Georg%20Cantor\"&gt;Georg Cantor&lt;/a&gt;, and &lt;a href=\"Richard%20Dedekind\"&gt;Richard Dedekind&lt;/a&gt; was brought about. In 1869, &lt;a href=\"Charles%20M%C3%A9ray\"&gt;Charles Méray&lt;/a&gt; had taken the same point of departure as Heine, but the theory is generally referred to the year 1872. Weierstrass's method was completely set forth by &lt;a href=\"Salvatore%20Pincherle\"&gt;Salvatore Pincherle&lt;/a&gt; (1880), and Dedekind's has received additional prominence through the author's later work (1888) and endorsement by &lt;a href=\"Paul%20Tannery\"&gt;Paul Tannery&lt;/a&gt; (1894). Weierstrass, Cantor, and Heine base their theories on infinite series, while Dedekind founds his on the idea of a &lt;a href=\"Dedekind%20cut\"&gt;cut (Schnitt)&lt;/a&gt; in the system of &lt;a href=\"real%20number\"&gt;real number&lt;/a&gt;s, separating all &lt;a href=\"rational%20number\"&gt;rational number&lt;/a&gt;s into two groups having certain characteristic properties. The subject has received later contributions at the hands of Weierstrass, &lt;a href=\"Leopold%20Kronecker\"&gt;Kronecker&lt;/a&gt;, and Méray.\nThe search for roots of &lt;a href=\"Quintic%20equation\"&gt;quintic&lt;/a&gt; and higher degree equations was an important development, the &lt;a href=\"Abel%E2%80%93Ruffini%20theorem\"&gt;Abel–Ruffini theorem&lt;/a&gt; (&lt;a href=\"Paolo%20Ruffini\"&gt;Ruffini&lt;/a&gt; 1799, &lt;a href=\"Niels%20Henrik%20Abel\"&gt;Abel&lt;/a&gt; 1824) showed that they could not be solved by &lt;a href=\"nth%20root\"&gt;radicals&lt;/a&gt; (formulas involving only arithmetical operations and roots). Hence it was necessary to consider the wider set of &lt;a href=\"algebraic%20numbers\"&gt;algebraic numbers&lt;/a&gt; (all solutions to polynomial equations). &lt;a href=\"%C3%89variste%20Galois\"&gt;Galois&lt;/a&gt; (1832) linked polynomial equations to &lt;a href=\"group%20theory\"&gt;group theory&lt;/a&gt; giving rise to the field of &lt;a href=\"Galois%20theory\"&gt;Galois theory&lt;/a&gt;.\n&lt;a href=\"Continued%20fraction\"&gt;Continued fraction&lt;/a&gt;s, closely related to irrational numbers (and due to Cataldi, 1613), received attention at the hands of &lt;a href=\"Euler\"&gt;Euler&lt;/a&gt;, and at the opening of the 19th century were brought into prominence through the writings of &lt;a href=\"Joseph%20Louis%20Lagrange\"&gt;Joseph Louis Lagrange&lt;/a&gt;. Other noteworthy contributions have been made by Druckenmüller (1837), Kunze (1857), Lemke (1870), and Günther (1872). Ramus first connected the subject with &lt;a href=\"determinant\"&gt;determinant&lt;/a&gt;s, resulting, with the subsequent contributions of Heine, &lt;a href=\"August%20Ferdinand%20M%C3%B6bius\"&gt;Möbius&lt;/a&gt;, and Günther, in the theory of .\nTranscendental numbers and reals.\nThe existence of &lt;a href=\"transcendental%20numbers\"&gt;transcendental numbers&lt;/a&gt; was first established by &lt;a href=\"Joseph%20Liouville\"&gt;Liouville&lt;/a&gt; (1844, 1851). &lt;a href=\"Charles%20Hermite\"&gt;Hermite&lt;/a&gt; proved in 1873 that \"e\" is transcendental and &lt;a href=\"Ferdinand%20von%20Lindemann\"&gt;Lindemann&lt;/a&gt; proved in 1882 that π is transcendental. Finally, &lt;a href=\"Cantor%27s%20first%20uncountability%20proof\"&gt;Cantor&lt;/a&gt; showed that the set of all &lt;a href=\"real%20number\"&gt;real number&lt;/a&gt;s is &lt;a href=\"uncountable\"&gt;uncountably infinite&lt;/a&gt; but the set of all &lt;a href=\"algebraic%20number\"&gt;algebraic number&lt;/a&gt;s is &lt;a href=\"countable\"&gt;countably infinite&lt;/a&gt;, so there is an uncountably infinite number of transcendental numbers.\nInfinity and infinitesimals.\nThe earliest known conception of mathematical &lt;a href=\"infinity\"&gt;infinity&lt;/a&gt; appears in the &lt;a href=\"Yajur%20Veda\"&gt;Yajur Veda&lt;/a&gt;, an ancient Indian script, which at one point states, \"If you remove a part from infinity or add a part to infinity, still what remains is infinity.\" Infinity was a popular topic of philosophical study among the &lt;a href=\"Jain\"&gt;Jain&lt;/a&gt; mathematicians c. 400 BC. They distinguished between five types of infinity: infinite in one and two directions, infinite in area, infinite everywhere, and infinite perpetually. The symbol formula_3 is often used to represent an infinite quantity.\n&lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; defined the traditional Western notion of mathematical infinity. He distinguished between &lt;a href=\"actual%20infinity\"&gt;actual infinity&lt;/a&gt; and &lt;a href=\"potential%20infinity\"&gt;potential infinity&lt;/a&gt;—the general consensus being that only the latter had true value. &lt;a href=\"Galileo%20Galilei\"&gt;Galileo Galilei&lt;/a&gt;'s \"&lt;a href=\"Two%20New%20Sciences\"&gt;Two New Sciences&lt;/a&gt;\" discussed the idea of &lt;a href=\"bijection\"&gt;one-to-one correspondences&lt;/a&gt; between infinite sets. But the next major advance in the theory was made by &lt;a href=\"Georg%20Cantor\"&gt;Georg Cantor&lt;/a&gt;; in 1895 he published a book about his new &lt;a href=\"set%20theory\"&gt;set theory&lt;/a&gt;, introducing, among other things, &lt;a href=\"transfinite%20number\"&gt;transfinite number&lt;/a&gt;s and formulating the &lt;a href=\"continuum%20hypothesis\"&gt;continuum hypothesis&lt;/a&gt;.\nIn the 1960s, &lt;a href=\"Abraham%20Robinson\"&gt;Abraham Robinson&lt;/a&gt; showed how infinitely large and infinitesimal numbers can be rigorously defined and used to develop the field of nonstandard analysis. The system of &lt;a href=\"hyperreal%20numbers\"&gt;hyperreal numbers&lt;/a&gt; represents a rigorous method of treating the ideas about &lt;a href=\"infinity\"&gt;infinite&lt;/a&gt; and &lt;a href=\"infinitesimal\"&gt;infinitesimal&lt;/a&gt; numbers that had been used casually by mathematicians, scientists, and engineers ever since the invention of &lt;a href=\"infinitesimal%20calculus\"&gt;infinitesimal calculus&lt;/a&gt; by &lt;a href=\"Isaac%20Newton\"&gt;Newton&lt;/a&gt; and &lt;a href=\"Gottfried%20Leibniz\"&gt;Leibniz&lt;/a&gt;.\nA modern geometrical version of infinity is given by &lt;a href=\"projective%20geometry\"&gt;projective geometry&lt;/a&gt;, which introduces \"ideal points at infinity\", one for each spatial direction. Each family of parallel lines in a given direction is postulated to converge to the corresponding ideal point. This is closely related to the idea of vanishing points in &lt;a href=\"perspective%20%28graphical%29\"&gt;perspective&lt;/a&gt; drawing.\nComplex numbers.\nThe earliest fleeting reference to square roots of negative numbers occurred in the work of the mathematician and inventor &lt;a href=\"Heron%20of%20Alexandria\"&gt;Heron of Alexandria&lt;/a&gt; in the , when he considered the volume of an impossible &lt;a href=\"frustum\"&gt;frustum&lt;/a&gt; of a &lt;a href=\"pyramid\"&gt;pyramid&lt;/a&gt;. They became more prominent when in the 16th century closed formulas for the roots of third and fourth degree polynomials were discovered by Italian mathematicians such as &lt;a href=\"Niccol%C3%B2%20Fontana%20Tartaglia\"&gt;Niccolò Fontana Tartaglia&lt;/a&gt; and &lt;a href=\"Gerolamo%20Cardano\"&gt;Gerolamo Cardano&lt;/a&gt;. It was soon realized that these formulas, even if one was only interested in real solutions, sometimes required the manipulation of square roots of negative numbers.\nThis was doubly unsettling since they did not even consider negative numbers to be on firm ground at the time. When &lt;a href=\"Ren%C3%A9%20Descartes\"&gt;René Descartes&lt;/a&gt; coined the term \"imaginary\" for these quantities in 1637, he intended it as derogatory. (See &lt;a href=\"imaginary%20number\"&gt;imaginary number&lt;/a&gt; for a discussion of the \"reality\" of complex numbers.) A further source of confusion was that the equation\nseemed capriciously inconsistent with the algebraic identity\nwhich is valid for positive real numbers \"a\" and \"b\", and was also used in complex number calculations with one of \"a\", \"b\" positive and the other negative. The incorrect use of this identity, and the related identity\nin the case when both \"a\" and \"b\" are negative even bedeviled &lt;a href=\"Euler\"&gt;Euler&lt;/a&gt;. This difficulty eventually led him to the convention of using the special symbol \"i\" in place of formula_7 to guard against this mistake.\nThe 18th century saw the work of &lt;a href=\"Abraham%20de%20Moivre\"&gt;Abraham de Moivre&lt;/a&gt; and &lt;a href=\"Leonhard%20Euler\"&gt;Leonhard Euler&lt;/a&gt;. &lt;a href=\"De%20Moivre%27s%20formula\"&gt;De Moivre's formula&lt;/a&gt; (1730) states:\nwhile &lt;a href=\"Euler%27s%20formula\"&gt;Euler's formula&lt;/a&gt; of &lt;a href=\"complex%20analysis\"&gt;complex analysis&lt;/a&gt; (1748) gave us:\nThe existence of complex numbers was not completely accepted until &lt;a href=\"Caspar%20Wessel\"&gt;Caspar Wessel&lt;/a&gt; described the geometrical interpretation in 1799. &lt;a href=\"Carl%20Friedrich%20Gauss\"&gt;Carl Friedrich Gauss&lt;/a&gt; rediscovered and popularized it several years later, and as a result the theory of complex numbers received a notable expansion. The idea of the graphic representation of complex numbers had appeared, however, as early as 1685, in &lt;a href=\"John%20Wallis\"&gt;Wallis&lt;/a&gt;'s \"De algebra tractatus\".\nAlso in 1799, Gauss provided the first generally accepted proof of the &lt;a href=\"fundamental%20theorem%20of%20algebra\"&gt;fundamental theorem of algebra&lt;/a&gt;, showing that every polynomial over the complex numbers has a full set of solutions in that realm. The general acceptance of the theory of complex numbers is due to the labors of &lt;a href=\"Augustin%20Louis%20Cauchy\"&gt;Augustin Louis Cauchy&lt;/a&gt; and &lt;a href=\"Niels%20Henrik%20Abel\"&gt;Niels Henrik Abel&lt;/a&gt;, and especially the latter, who was the first to boldly use complex numbers with a success that is well known.\n&lt;a href=\"Carl%20Friedrich%20Gauss\"&gt;Gauss&lt;/a&gt; studied &lt;a href=\"Gaussian%20integer\"&gt;complex numbers of the form&lt;/a&gt; , where \"a\" and \"b\" are integral, or rational (and \"i\" is one of the two roots of ). His student, &lt;a href=\"Gotthold%20Eisenstein\"&gt;Gotthold Eisenstein&lt;/a&gt;, studied the type , where \"ω\" is a complex root of Other such classes (called &lt;a href=\"cyclotomic%20fields\"&gt;cyclotomic fields&lt;/a&gt;) of complex numbers derive from the &lt;a href=\"roots%20of%20unity\"&gt;roots of unity&lt;/a&gt; for higher values of \"k\". This generalization is largely due to &lt;a href=\"Ernst%20Kummer\"&gt;Ernst Kummer&lt;/a&gt;, who also invented &lt;a href=\"ideal%20number\"&gt;ideal number&lt;/a&gt;s, which were expressed as geometrical entities by &lt;a href=\"Felix%20Klein\"&gt;Felix Klein&lt;/a&gt; in 1893.\nIn 1850 &lt;a href=\"Victor%20Alexandre%20Puiseux\"&gt;Victor Alexandre Puiseux&lt;/a&gt; took the key step of distinguishing between poles and branch points, and introduced the concept of &lt;a href=\"mathematical%20singularity\"&gt;essential singular points&lt;/a&gt;. This eventually led to the concept of the &lt;a href=\"extended%20complex%20plane\"&gt;extended complex plane&lt;/a&gt;.\nPrime numbers.\n&lt;a href=\"Prime%20number\"&gt;Prime number&lt;/a&gt;s have been studied throughout recorded history. Euclid devoted one book of the \"Elements\" to the theory of primes; in it he proved the infinitude of the primes and the &lt;a href=\"fundamental%20theorem%20of%20arithmetic\"&gt;fundamental theorem of arithmetic&lt;/a&gt;, and presented the &lt;a href=\"Euclidean%20algorithm\"&gt;Euclidean algorithm&lt;/a&gt; for finding the &lt;a href=\"greatest%20common%20divisor\"&gt;greatest common divisor&lt;/a&gt; of two numbers.\nIn 240 BC, &lt;a href=\"Eratosthenes\"&gt;Eratosthenes&lt;/a&gt; used the &lt;a href=\"Sieve%20of%20Eratosthenes\"&gt;Sieve of Eratosthenes&lt;/a&gt; to quickly isolate prime numbers. But most further development of the theory of primes in Europe dates to the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; and later eras.\nIn 1796, &lt;a href=\"Adrien-Marie%20Legendre\"&gt;Adrien-Marie Legendre&lt;/a&gt; conjectured the &lt;a href=\"prime%20number%20theorem\"&gt;prime number theorem&lt;/a&gt;, describing the asymptotic distribution of primes. Other results concerning the distribution of the primes include Euler's proof that the sum of the reciprocals of the primes diverges, and the &lt;a href=\"Goldbach%20conjecture\"&gt;Goldbach conjecture&lt;/a&gt;, which claims that any sufficiently large even number is the sum of two primes. Yet another conjecture related to the distribution of prime numbers is the &lt;a href=\"Riemann%20hypothesis\"&gt;Riemann hypothesis&lt;/a&gt;, formulated by &lt;a href=\"Bernhard%20Riemann\"&gt;Bernhard Riemann&lt;/a&gt; in 1859. The &lt;a href=\"prime%20number%20theorem\"&gt;prime number theorem&lt;/a&gt; was finally proved by &lt;a href=\"Jacques%20Hadamard\"&gt;Jacques Hadamard&lt;/a&gt; and &lt;a href=\"Charles%20de%20la%20Vall%C3%A9e-Poussin\"&gt;Charles de la Vallée-Poussin&lt;/a&gt; in 1896. Goldbach and Riemann's conjectures remain unproven and unrefuted.\nMain classification.\nNumbers can be classified into &lt;a href=\"set%20%28mathematics%29\"&gt;sets&lt;/a&gt;, called number systems, such as the &lt;a href=\"natural%20numbers\"&gt;natural numbers&lt;/a&gt; and the &lt;a href=\"real%20numbers\"&gt;real numbers&lt;/a&gt;. The major categories of numbers are as follows:\nThere is generally no problem in identifying each number system with a proper subset of the next one (by &lt;a href=\"abuse%20of%20notation%23Equality%20vs.%20isomorphism\"&gt;abuse of notation&lt;/a&gt;), because each of these number systems is &lt;a href=\"canonical%20isomorphism\"&gt;canonically isomorphic&lt;/a&gt; to a proper subset of the next one. The resulting hierarchy allows, for example, to talk, formally correctly, about real numbers that are rational numbers, and is expressed symbolically by writing\nNatural numbers.\nThe most familiar numbers are the &lt;a href=\"natural%20number\"&gt;natural number&lt;/a&gt;s (sometimes called whole numbers or counting numbers): 1, 2, 3, and so on. Traditionally, the sequence of natural numbers started with 1 (0 was not even considered a number for the &lt;a href=\"Ancient%20Greeks\"&gt;Ancient Greeks&lt;/a&gt;.) However, in the 19th century, &lt;a href=\"set%20theory\"&gt;set theorists&lt;/a&gt; and other mathematicians started including 0 (&lt;a href=\"cardinality\"&gt;cardinality&lt;/a&gt; of the &lt;a href=\"empty%20set\"&gt;empty set&lt;/a&gt;, i.e. 0 elements, where 0 is thus the smallest &lt;a href=\"cardinal%20number\"&gt;cardinal number&lt;/a&gt;) in the set of natural numbers. Today, different mathematicians use the term to describe both sets, including 0 or not. The &lt;a href=\"mathematical%20symbol\"&gt;mathematical symbol&lt;/a&gt; for the set of all natural numbers is N, also written formula_11, and sometimes formula_12 or formula_13 when it is necessary to indicate whether the set should start with 0 or 1, respectively.\nIn the &lt;a href=\"base%2010\"&gt;base 10&lt;/a&gt; numeral system, in almost universal use today for mathematical operations, the symbols for natural numbers are written using ten &lt;a href=\"numerical%20digit\"&gt;digits&lt;/a&gt;: 0, 1, 2, 3, 4, 5, 6, 7, 8, and 9. The &lt;a href=\"Radix\"&gt;radix or base&lt;/a&gt; is the number of unique numerical digits, including zero, that a numeral system uses to represent numbers (for the decimal system, the radix is 10). In this base 10 system, the rightmost digit of a natural number has a &lt;a href=\"place%20value\"&gt;place value&lt;/a&gt; of 1, and every other digit has a place value ten times that of the place value of the digit to its right.\nIn &lt;a href=\"set%20theory\"&gt;set theory&lt;/a&gt;, which is capable of acting as an axiomatic foundation for modern mathematics, natural numbers can be represented by classes of equivalent sets. For instance, the number 3 can be represented as the class of all sets that have exactly three elements. Alternatively, in &lt;a href=\"Peano%20Arithmetic\"&gt;Peano Arithmetic&lt;/a&gt;, the number 3 is represented as sss0, where s is the \"successor\" function (i.e., 3 is the third successor of 0). Many different representations are possible; all that is needed to formally represent 3 is to inscribe a certain symbol or pattern of symbols three times.\nIntegers.\nThe &lt;a href=\"negative%20number\"&gt;negative&lt;/a&gt; of a positive integer is defined as a number that produces 0 when it is added to the corresponding positive integer. Negative numbers are usually written with a negative sign (a &lt;a href=\"minus%20sign\"&gt;minus sign&lt;/a&gt;). As an example, the negative of 7 is written −7, and . When the &lt;a href=\"set%20%28mathematics%29\"&gt;set&lt;/a&gt; of negative numbers is combined with the set of natural numbers (including 0), the result is defined as the set of &lt;a href=\"integer\"&gt;integer&lt;/a&gt;s, Z also written &lt;a href=\"Blackboard%20bold\"&gt;formula_14.&lt;/a&gt; Here the letter Z comes . The set of integers forms a &lt;a href=\"ring%20%28mathematics%29\"&gt;ring&lt;/a&gt; with the operations addition and multiplication.\nThe natural numbers form a &lt;a href=\"subset\"&gt;subset&lt;/a&gt; of the integers. As there is no common standard for the inclusion or not of zero in the natural numbers, the natural numbers without zero are commonly referred to as positive integers, and the natural numbers with zero are referred to as non-negative integers.\nRational numbers.\nA rational number is a number that can be expressed as a &lt;a href=\"fraction%20%28mathematics%29\"&gt;fraction&lt;/a&gt; with an integer numerator and a positive integer denominator. Negative denominators are allowed, but are commonly avoided, as every rational number is equal to a fraction with positive denominator. Fractions are written as two integers, the numerator and the denominator, with a dividing bar between them. The fraction represents \"m\" parts of a whole divided into \"n\" equal parts. Two different fractions may correspond to the same rational number; for example and are equal, that is:\nIn general,\nIf the &lt;a href=\"absolute%20value\"&gt;absolute value&lt;/a&gt; of \"m\" is greater than \"n\" (supposed to be positive), then the absolute value of the fraction is greater than 1. Fractions can be greater than, less than, or equal to 1 and can also be positive, negative, or 0. The set of all rational numbers includes the integers since every integer can be written as a fraction with denominator 1. For example −7 can be written . The symbol for the rational numbers is Q (for \"&lt;a href=\"quotient\"&gt;quotient&lt;/a&gt;\"), also written &lt;a href=\"Blackboard%20bold\"&gt;formula_18.&lt;/a&gt;\nReal numbers.\nThe symbol for the real numbers is R, also written as formula_19 They include all the measuring numbers. Every real number corresponds to a point on the &lt;a href=\"number%20line\"&gt;number line&lt;/a&gt;. The following paragraph will focus primarily on positive real numbers. The treatment of negative real numbers is according to the general rules of arithmetic and their denotation is simply prefixing the corresponding positive numeral by a &lt;a href=\"minus%20sign\"&gt;minus sign&lt;/a&gt;, e.g. −123.456.\nMost real numbers can only be \"approximated\" by &lt;a href=\"decimal\"&gt;decimal&lt;/a&gt; numerals, in which a &lt;a href=\"decimal%20point\"&gt;decimal point&lt;/a&gt; is placed to the right of the digit with place value 1. Each digit to the right of the decimal point has a place value one-tenth of the place value of the digit to its left. For example, 123.456 represents , or, in words, one hundred, two tens, three ones, four tenths, five hundredths, and six thousandths. A real number can be expressed by a finite number of decimal digits only if it is rational and its &lt;a href=\"fractional%20part\"&gt;fractional part&lt;/a&gt; has a denominator whose prime factors are 2 or 5 or both, because these are the prime factors of 10, the base of the decimal system. Thus, for example, one half is 0.5, one fifth is 0.2, one-tenth is 0.1, and one fiftieth is 0.02. Representing other real numbers as decimals would require an infinite sequence of digits to the right of the decimal point. If this infinite sequence of digits follows a pattern, it can be written with an ellipsis or another notation that indicates the repeating pattern. Such a decimal is called a &lt;a href=\"repeating%20decimal\"&gt;repeating decimal&lt;/a&gt;. Thus can be written as 0.333..., with an ellipsis to indicate that the pattern continues. Forever repeating 3s are also written as 0..\nIt turns out that these repeating decimals (including the &lt;a href=\"Trailing%20zero\"&gt;repetition of zeroes&lt;/a&gt;) denote exactly the rational numbers, i.e., all rational numbers are also real numbers, but it is not the case that every real number is rational. A real number that is not rational is called &lt;a href=\"irrational%20number\"&gt;irrational&lt;/a&gt;. A famous irrational real number is the number &lt;a href=\"pi\"&gt;&lt;/a&gt;, the ratio of the &lt;a href=\"circumference\"&gt;circumference&lt;/a&gt; of any circle to its &lt;a href=\"diameter\"&gt;diameter&lt;/a&gt;. When pi is written as\nas it sometimes is, the ellipsis does not mean that the decimals repeat (they do not), but rather that there is no end to them. It has been proved that &lt;a href=\"proof%20that%20pi%20is%20irrational\"&gt;is irrational&lt;/a&gt;. Another well-known number, proven to be an irrational real number, is\nthe &lt;a href=\"square%20root%20of%202\"&gt;square root of 2&lt;/a&gt;, that is, the unique positive real number whose square is 2. Both these numbers have been approximated (by computer) to trillions of digits.\nNot only these prominent examples but &lt;a href=\"almost%20all\"&gt;almost all&lt;/a&gt; real numbers are irrational and therefore have no repeating patterns and hence no corresponding decimal numeral. They can only be approximated by decimal numerals, denoting &lt;a href=\"rounding\"&gt;rounded&lt;/a&gt; or &lt;a href=\"truncation\"&gt;truncated&lt;/a&gt; real numbers. Any rounded or truncated number is necessarily a rational number, of which there are only &lt;a href=\"countably%20many\"&gt;countably many&lt;/a&gt;. All measurements are, by their nature, approximations, and always have a &lt;a href=\"margin%20of%20error\"&gt;margin of error&lt;/a&gt;. Thus 123.456 is considered an approximation of any real number greater or equal to and strictly less than (rounding to 3 decimals), or of any real number greater or equal to and strictly less than (truncation after the 3. decimal). Digits that suggest a greater accuracy than the measurement itself does, should be removed. The remaining digits are then called &lt;a href=\"significant%20digits\"&gt;significant digits&lt;/a&gt;. For example, measurements with a ruler can seldom be made without a margin of error of at least 0.001 &lt;a href=\"Metre\"&gt;m&lt;/a&gt;. If the sides of a &lt;a href=\"rectangle\"&gt;rectangle&lt;/a&gt; are measured as 1.23 m and 4.56 m, then multiplication gives an area for the rectangle between and . Since not even the second digit after the decimal place is preserved, the following digits are not \"significant\". Therefore, the result is usually rounded to 5.61.\nJust as the same fraction can be written in more than one way, the same real number may have more than one decimal representation. For example, &lt;a href=\"0.999...\"&gt;0.999...&lt;/a&gt;, 1.0, 1.00, 1.000, ..., all represent the natural number 1. A given real number has only the following decimal representations: an approximation to some finite number of decimal places, an approximation in which a pattern is established that continues for an unlimited number of decimal places or an exact value with only finitely many decimal places. In this last case, the last non-zero digit may be replaced by the digit one smaller followed by an unlimited number of 9's, or the last non-zero digit may be followed by an unlimited number of zeros. Thus the exact real number 3.74 can also be written 3.7399999999... and 3.74000000000... Similarly, a decimal numeral with an unlimited number of 0's can be rewritten by dropping the 0's to the right of the decimal place, and a decimal numeral with an unlimited number of 9's can be rewritten by increasing the rightmost -9 digit by one, changing all the 9's to the right of that digit to 0's. Finally, an unlimited sequence of 0's to the right of the decimal place can be dropped. For example, 6.849999999999... = 6.85 and 6.850000000000... = 6.85. Finally, if all of the digits in a numeral are 0, the number is 0, and if all of the digits in a numeral are an unending string of 9's, you can drop the nines to the right of the decimal place, and add one to the string of 9s to the left of the decimal place. For example, 99.999... = 100.\nThe real numbers also have an important but highly technical property called the &lt;a href=\"least%20upper%20bound\"&gt;least upper bound&lt;/a&gt; property.\nIt can be shown that any &lt;a href=\"ordered%20field\"&gt;ordered field&lt;/a&gt;, which is also &lt;a href=\"completeness%20of%20the%20real%20numbers\"&gt;complete&lt;/a&gt;, is isomorphic to the real numbers. The real numbers are not, however, an &lt;a href=\"algebraically%20closed%20field\"&gt;algebraically closed field&lt;/a&gt;, because they do not include a solution (often called a &lt;a href=\"square%20root%20of%20minus%20one\"&gt;square root of minus one&lt;/a&gt;) to the algebraic equation formula_22.\nComplex numbers.\nMoving to a greater level of abstraction, the real numbers can be extended to the &lt;a href=\"complex%20number\"&gt;complex number&lt;/a&gt;s. This set of numbers arose historically from trying to find closed formulas for the roots of &lt;a href=\"cubic%20function\"&gt;cubic&lt;/a&gt; and &lt;a href=\"quadratic%20function\"&gt;quadratic&lt;/a&gt; polynomials. This led to expressions involving the square roots of negative numbers, and eventually to the definition of a new number: a &lt;a href=\"square%20root\"&gt;square root&lt;/a&gt; of −1, denoted by \"&lt;a href=\"imaginary%20unit\"&gt;i&lt;/a&gt;\", a symbol assigned by &lt;a href=\"Leonhard%20Euler\"&gt;Leonhard Euler&lt;/a&gt;, and called the &lt;a href=\"imaginary%20unit\"&gt;imaginary unit&lt;/a&gt;. The complex numbers consist of all numbers of the form\nwhere \"a\" and \"b\" are real numbers. Because of this, complex numbers correspond to points on the &lt;a href=\"complex%20plane\"&gt;complex plane&lt;/a&gt;, a &lt;a href=\"vector%20space\"&gt;vector space&lt;/a&gt; of two real &lt;a href=\"dimension\"&gt;dimension&lt;/a&gt;s. In the expression , the real number \"a\" is called the &lt;a href=\"real%20part\"&gt;real part&lt;/a&gt; and \"b\" is called the &lt;a href=\"imaginary%20part\"&gt;imaginary part&lt;/a&gt;. If the real part of a complex number is 0, then the number is called an &lt;a href=\"imaginary%20number\"&gt;imaginary number&lt;/a&gt; or is referred to as \"purely imaginary\"; if the imaginary part is 0, then the number is a real number. Thus the real numbers are a &lt;a href=\"subset\"&gt;subset&lt;/a&gt; of the complex numbers. If the real and imaginary parts of a complex number are both integers, then the number is called a &lt;a href=\"Gaussian%20integer\"&gt;Gaussian integer&lt;/a&gt;. The symbol for the complex numbers is C or formula_24.\nThe &lt;a href=\"fundamental%20theorem%20of%20algebra\"&gt;fundamental theorem of algebra&lt;/a&gt; asserts that the complex numbers form an &lt;a href=\"algebraically%20closed%20field\"&gt;algebraically closed field&lt;/a&gt;, meaning that every &lt;a href=\"polynomial\"&gt;polynomial&lt;/a&gt; with complex coefficients has a &lt;a href=\"zero%20of%20a%20function\"&gt;root&lt;/a&gt; in the complex numbers. Like the reals, the complex numbers form a &lt;a href=\"field%20%28mathematics%29\"&gt;field&lt;/a&gt;, which is &lt;a href=\"complete%20space\"&gt;complete&lt;/a&gt;, but unlike the real numbers, it is not &lt;a href=\"total%20order\"&gt;ordered&lt;/a&gt;. That is, there is no consistent meaning assignable to saying that \"i\" is greater than 1, nor is there any meaning in saying that \"i\" is less than 1. In technical terms, the complex numbers lack a &lt;a href=\"total%20order\"&gt;total order&lt;/a&gt; that is &lt;a href=\"ordered%20field\"&gt;compatible with field operations&lt;/a&gt;.\nSubclasses of the integers.\nEven and odd numbers.\nAn even number is an integer that is \"evenly divisible\" by two, that is &lt;a href=\"Euclidean%20division\"&gt;divisible by two without remainder&lt;/a&gt;; an odd number is an integer that is not even. (The old-fashioned term \"evenly divisible\" is now almost always shortened to \"&lt;a href=\"divisibility\"&gt;divisible&lt;/a&gt;\".) Any odd number \"n\" may be constructed by the formula for a suitable integer \"k\". Starting with the first non-negative odd numbers are {1, 3, 5, 7, ...}. Any even number \"m\" has the form where \"k\" is again an &lt;a href=\"integer\"&gt;integer&lt;/a&gt;. Similarly, the first non-negative even numbers are {0, 2, 4, 6, ...}.\nPrime numbers.\nA prime number, often shortened to just prime, is an integer greater than 1 that is not the product of two smaller positive integers. The first few prime numbers are 2, 3, 5, 7, and 11. There is no such simple formula as for odd and even numbers to generate the prime numbers. The primes have been widely studied for more than 2000 years and have led to many questions, only some of which have been answered. The study of these questions belongs to &lt;a href=\"number%20theory\"&gt;number theory&lt;/a&gt;. &lt;a href=\"Goldbach%27s%20conjecture\"&gt;Goldbach's conjecture&lt;/a&gt; is an example of a still unanswered question: \"Is every even number the sum of two primes?\"\nOne answered question, as to whether every integer greater than one is a product of primes in only one way, except for a rearrangement of the primes, was confirmed; this proven claim is called the &lt;a href=\"fundamental%20theorem%20of%20arithmetic\"&gt;fundamental theorem of arithmetic&lt;/a&gt;. A proof appears in &lt;a href=\"Euclid%27s%20Elements\"&gt;Euclid's Elements&lt;/a&gt;.\nOther classes of integers.\nMany subsets of the natural numbers have been the subject of specific studies and have been named, often after the first mathematician that has studied them. Example of such sets of integers are &lt;a href=\"Fibonacci%20number\"&gt;Fibonacci number&lt;/a&gt;s and &lt;a href=\"perfect%20number\"&gt;perfect number&lt;/a&gt;s. For more examples, see &lt;a href=\"Integer%20sequence\"&gt;Integer sequence&lt;/a&gt;.\nSubclasses of the complex numbers.\nAlgebraic, irrational and transcendental numbers.\n&lt;a href=\"Algebraic%20number\"&gt;Algebraic number&lt;/a&gt;s are those that are a solution to a polynomial equation with integer coefficients. Real numbers that are not rational numbers are called &lt;a href=\"irrational%20number\"&gt;irrational number&lt;/a&gt;s. Complex numbers which are not algebraic are called &lt;a href=\"transcendental%20number\"&gt;transcendental number&lt;/a&gt;s. The algebraic numbers that are solutions of a &lt;a href=\"monic%20polynomial\"&gt;monic polynomial&lt;/a&gt; equation with integer coefficients are called &lt;a href=\"algebraic%20integer\"&gt;algebraic integer&lt;/a&gt;s.\nConstructible numbers.\nMotivated by the classical problems of &lt;a href=\"Straightedge%20and%20compass%20construction\"&gt;constructions with straightedge and compass&lt;/a&gt;, the &lt;a href=\"constructible%20number\"&gt;constructible number&lt;/a&gt;s are those complex numbers whose real and imaginary parts can be constructed using straightedge and compass, starting from a given segment of unit length, in a finite number of steps.\nComputable numbers.\nA computable number, also known as \"recursive number\", is a &lt;a href=\"real%20number\"&gt;real number&lt;/a&gt; such that there exists an &lt;a href=\"algorithm\"&gt;algorithm&lt;/a&gt; which, given a positive number \"n\" as input, produces the first \"n\" digits of the computable number's decimal representation. Equivalent definitions can be given using &lt;a href=\"%CE%BC-recursive%20function\"&gt;μ-recursive function&lt;/a&gt;s, &lt;a href=\"Turing%20machine\"&gt;Turing machine&lt;/a&gt;s or &lt;a href=\"%CE%BB-calculus\"&gt;λ-calculus&lt;/a&gt;. The computable numbers are stable for all usual arithmetic operations, including the computation of the roots of a &lt;a href=\"polynomial\"&gt;polynomial&lt;/a&gt;, and thus form a &lt;a href=\"real%20closed%20field\"&gt;real closed field&lt;/a&gt; that contains the real &lt;a href=\"algebraic%20number\"&gt;algebraic number&lt;/a&gt;s.\nThe computable numbers may be viewed as the real numbers that may be exactly represented in a computer: a computable number is exactly represented by its first digits and a program for computing further digits. However, the computable numbers are rarely used in practice. One reason is that there is no algorithm for testing the equality of two computable numbers. More precisely, there cannot exist any algorithm which takes any computable number as an input, and decides in every case if this number is equal to zero or not.\nThe set of computable numbers has the same cardinality as the natural numbers. Therefore, &lt;a href=\"almost%20all\"&gt;almost all&lt;/a&gt; real numbers are non-computable. However, it is very difficult to produce explicitly a real number that is not computable.\nExtensions of the concept.\n\"p\"-adic numbers.\nThe \"p\"-adic numbers may have infinitely long expansions to the left of the decimal point, in the same way that real numbers may have infinitely long expansions to the right. The number system that results depends on what &lt;a href=\"radix\"&gt;base&lt;/a&gt; is used for the digits: any base is possible, but a &lt;a href=\"prime%20number\"&gt;prime number&lt;/a&gt; base provides the best mathematical properties. The set of the \"p\"-adic numbers contains the rational numbers, but is not contained in the complex numbers.\nThe elements of an &lt;a href=\"algebraic%20function%20field\"&gt;algebraic function field&lt;/a&gt; over a &lt;a href=\"finite%20field\"&gt;finite field&lt;/a&gt; and algebraic numbers have many similar properties (see &lt;a href=\"Function%20field%20analogy\"&gt;Function field analogy&lt;/a&gt;). Therefore, they are often regarded as numbers by number theorists. The \"p\"-adic numbers play an important role in this analogy.\nHypercomplex numbers.\nSome number systems that are not included in the complex numbers may be constructed from the real numbers in a way that generalize the construction of the complex numbers. They are sometimes called &lt;a href=\"hypercomplex%20number\"&gt;hypercomplex number&lt;/a&gt;s. They include the &lt;a href=\"quaternion\"&gt;quaternion&lt;/a&gt;s H, introduced by Sir &lt;a href=\"William%20Rowan%20Hamilton\"&gt;William Rowan Hamilton&lt;/a&gt;, in which multiplication is not &lt;a href=\"commutative\"&gt;commutative&lt;/a&gt;, the &lt;a href=\"octonion\"&gt;octonion&lt;/a&gt;s, in which multiplication is not &lt;a href=\"associative\"&gt;associative&lt;/a&gt; in addition to not being commutative, and the &lt;a href=\"sedenion\"&gt;sedenion&lt;/a&gt;s, in which multiplication is not &lt;a href=\"Alternative%20algebra\"&gt;alternative&lt;/a&gt;, neither associative nor commutative.\nTransfinite numbers.\nFor dealing with infinite &lt;a href=\"set%20%28mathematics%29\"&gt;sets&lt;/a&gt;, the natural numbers have been generalized to the &lt;a href=\"ordinal%20number\"&gt;ordinal number&lt;/a&gt;s and to the &lt;a href=\"cardinal%20number\"&gt;cardinal number&lt;/a&gt;s. The former gives the ordering of the set, while the latter gives its size. For finite sets, both ordinal and cardinal numbers are identified with the natural numbers. In the infinite case, many ordinal numbers correspond to the same cardinal number.\nNonstandard numbers.\n&lt;a href=\"Hyperreal%20number\"&gt;Hyperreal number&lt;/a&gt;s are used in &lt;a href=\"non-standard%20analysis\"&gt;non-standard analysis&lt;/a&gt;. The hyperreals, or nonstandard reals (usually denoted as *R), denote an &lt;a href=\"ordered%20field\"&gt;ordered field&lt;/a&gt; that is a proper &lt;a href=\"Field%20extension\"&gt;extension&lt;/a&gt; of the ordered field of &lt;a href=\"real%20number\"&gt;real number&lt;/a&gt;s R and satisfies the &lt;a href=\"transfer%20principle\"&gt;transfer principle&lt;/a&gt;. This principle allows true &lt;a href=\"first-order%20logic\"&gt;first-order&lt;/a&gt; statements about R to be reinterpreted as true first-order statements about *R.\n&lt;a href=\"Superreal%20number\"&gt;Superreal&lt;/a&gt; and &lt;a href=\"surreal%20number\"&gt;surreal number&lt;/a&gt;s extend the real numbers by adding infinitesimally small numbers and infinitely large numbers, but still form &lt;a href=\"field%20%28mathematics%29\"&gt;fields&lt;/a&gt;."
}