{
    "id": "21708706",
    "revid": "31876559",
    "url": "https://en.wikipedia.org/wiki?curid=21708706",
    "title": "Media Gateway Control Protocol",
    "text": "The Media Gateway Control Protocol (MGCP) is a signaling and call control &lt;a href=\"communications%20protocol\"&gt;communications protocol&lt;/a&gt; used in &lt;a href=\"voice%20over%20IP\"&gt;voice over IP&lt;/a&gt; (VoIP) &lt;a href=\"telecommunication\"&gt;telecommunication&lt;/a&gt; systems. It implements the &lt;a href=\"media%20gateway%20control%20protocol%20architecture\"&gt;media gateway control protocol architecture&lt;/a&gt; for controlling &lt;a href=\"media%20gateway\"&gt;media gateway&lt;/a&gt;s connected to the &lt;a href=\"public%20switched%20telephone%20network\"&gt;public switched telephone network&lt;/a&gt; (PSTN). The media gateways provide conversion of traditional electronic media to the &lt;a href=\"Internet%20Protocol\"&gt;Internet Protocol&lt;/a&gt; (IP) network. The protocol is a successor to the &lt;a href=\"Simple%20Gateway%20Control%20Protocol\"&gt;Simple Gateway Control Protocol&lt;/a&gt; (SGCP), which was developed by &lt;a href=\"Bellcore\"&gt;Bellcore&lt;/a&gt; and &lt;a href=\"Cisco\"&gt;Cisco&lt;/a&gt;, and the &lt;a href=\"Internet%20Protocol%20Device%20Control\"&gt;Internet Protocol Device Control&lt;/a&gt; (IPDC).\nThe methodology of MGCP reflects the structure of the PSTN with the power of the network residing in a call control center &lt;a href=\"softswitch\"&gt;softswitch&lt;/a&gt; which is analogous to the central office in the telephone network. The endpoints are low-intelligence devices, mostly executing control commands from a call agent or media gateway controller in the softswitch and providing result indications in response. The protocol represents a decomposition of other VoIP models, such as &lt;a href=\"H.323\"&gt;H.323&lt;/a&gt; and the &lt;a href=\"Session%20Initiation%20Protocol\"&gt;Session Initiation Protocol&lt;/a&gt; (SIP), in which the endpoint devices of a call have higher levels of signaling intelligence.\nMGCP is a text-based protocol consisting of commands and responses. It uses the &lt;a href=\"Session%20Description%20Protocol\"&gt;Session Description Protocol&lt;/a&gt; (SDP) for specifying and negotiating the media streams to be transmitted in a call session and the &lt;a href=\"Real-time%20Transport%20Protocol\"&gt;Real-time Transport Protocol&lt;/a&gt; (RTP) for framing the media streams.\nArchitecture.\nThe &lt;a href=\"media%20gateway%20control%20protocol%20architecture\"&gt;media gateway control protocol architecture&lt;/a&gt; and its methodologies and programming interfaces are described in RFC 2805.\nMGCP is a master-slave protocol in which &lt;a href=\"media%20gateway\"&gt;media gateway&lt;/a&gt;s (MGs) are controlled by a call control agent or softswitch. This controller is called a &lt;a href=\"media%20gateway%20controller\"&gt;media gateway controller&lt;/a&gt; (MGC) or call agent (CA). With the network protocol it can control each specific port on a media gateway. This facilitates centralized gateway administration and provides scalable IP telephony solutions. The distributed system is composed of at least one call agent and one or usually, multiple media gateways, which performs the conversion of media signals between circuit-switched and packet-switched networks, and at least one &lt;a href=\"signaling%20gateway\"&gt;signaling gateway&lt;/a&gt; (SG) when connected to the &lt;a href=\"PSTN\"&gt;PSTN&lt;/a&gt;.\nMGCP presents a call control architecture with limited intelligence at the edge (endpoints, media gateways) and intelligence at the core controllers. The MGCP model assumes that call agents synchronize with each other to send coherent commands and responses to the gateways under their control.\nThe call agent uses MGCP to request event notifications, reports, status, and configuration data from the media gateway, as well as to specify connection parameters and activation of signals toward the PSTN telephony interface.\nA softswitch is typically used in conjunction with signaling gateways, for access to &lt;a href=\"Signalling%20System%20No.%207\"&gt;Signalling System No. 7&lt;/a&gt; (SS7) functionality, for example. The call agent does not use MGCP to control a signaling gateway; rather, SIGTRAN protocols are used to &lt;a href=\"Backhaul%20%28telecommunications%29\"&gt;backhaul&lt;/a&gt; signaling between a signaling gateway and the call agents.\nMultiple call agents.\nTypically, a media gateway may be configured with a list of call agents from which it may accept control commands.\nIn principle, event notifications may be sent to different call agents for each endpoint on the gateway, according to the instructions received from the call agents by setting the NotifiedEntity parameter. In practice, however, it is usually desirable that all endpoints of a gateway are controlled by the same call agent; other call agents are available to provide redundancy in the event that the primary call agent fails, or loses contact with the media gateway. In the event of such a failure it is the backup call agent's responsibility to reconfigure the media gateway so that it reports to the backup call agent. The gateway may be audited to determine the controlling call agent, a query that may be used to resolve any conflicts.\nIn case of multiple call agents, MGCP assumes that they maintain knowledge of device state among themselves. Such failover features take into account both planned and unplanned outages.\nProtocol overview.\nMGCP recognizes three essential elements of communication, the \"media gateway controller\" (call agent), the media gateway \"endpoint\", and \"connections\" between these entities. A media gateway may host multiple endpoints and each endpoint should be able to engage in multiple connections. Multiple connections on the endpoints support calling features such as &lt;a href=\"call%20waiting\"&gt;call waiting&lt;/a&gt; and &lt;a href=\"three-way%20calling\"&gt;three-way calling&lt;/a&gt;.\nMGCP is a text-based protocol using a command and response model. Commands and responses are encoded in messages that are structured and formatted with the whitespace characters &lt;a href=\"space%20%28punctuation%29\"&gt;space&lt;/a&gt;, &lt;a href=\"tab%20key\"&gt;horizontal tab&lt;/a&gt;, &lt;a href=\"carriage%20return\"&gt;carriage return&lt;/a&gt;, &lt;a href=\"linefeed\"&gt;linefeed&lt;/a&gt;, &lt;a href=\"colon%20%28punctuation%29\"&gt;colon&lt;/a&gt;, and &lt;a href=\"full%20stop\"&gt;full stop&lt;/a&gt;. Messages are transmitted using the &lt;a href=\"User%20Datagram%20Protocol\"&gt;User Datagram Protocol&lt;/a&gt; (UDP). Media gateways use the &lt;a href=\"port%20number\"&gt;port number&lt;/a&gt; 2427, and call agents use 2727 by default.\nThe message sequence of command (or request) and its response is known as a transaction, which is identified by the numerical Transaction Identifier exchanged in each transaction. The protocol specification defines nine standard commands that are distinguished by a four-letter command verb: AUEP, AUCX, CRCX, DLCX, EPCF, MDCX, NTFY, RQNT, and RSIP. Responses begin with a three-digit numerical response code that identifies the outcome or result of the transaction.\nTwo verbs are used by a call agent to query the state of an endpoint and its associated connections.\nThree verbs are used by a call agent to manage the connection to a media gateway endpoint.\nOne verb is used by a call agent to request notification of events occurring at the endpoint, and to apply signals to the connected PSTN network link, or to a connected telephony endpoint, e.g., a telephone.\nOne verb is used by an endpoint to indicate to the call agent that it has detected an event for which the call agent had previously requested notification with the RQNT command:\nOne verb is used by a call agent to modify coding characteristics expected by the line side of the endpoint:\nOne verb is used by an endpoint to indicate to the call agent that it is in the process of restarting:\nMegaco.\nAnother implementation of the &lt;a href=\"media%20gateway%20control%20protocol%20architecture\"&gt;media gateway control protocol architecture&lt;/a&gt; is the &lt;a href=\"H.248\"&gt;H.248/Megaco&lt;/a&gt; protocol, a collaboration of the &lt;a href=\"Internet%20Engineering%20Task%20Force\"&gt;Internet Engineering Task Force&lt;/a&gt; (RFC 3525) and the &lt;a href=\"International%20Telecommunication%20Union\"&gt;International Telecommunication Union&lt;/a&gt; (Recommendation H.248.1). Both protocols follow the guidelines of the overlying media gateway control protocol architecture, as described in RFC 2805. However, the protocols are incompatible due to differences in protocol syntax and underlying connection model."
}