{
    "id": "2170969",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=2170969",
    "title": "Supernatural (American TV series)",
    "text": "Supernatural is an American &lt;a href=\"dark%20fantasy\"&gt;dark fantasy&lt;/a&gt; &lt;a href=\"Drama%20%28film%20and%20television%29\"&gt;drama&lt;/a&gt; television series created by &lt;a href=\"Eric%20Kripke\"&gt;Eric Kripke&lt;/a&gt;. It was first broadcast on September 13, 2005, on &lt;a href=\"The%20WB\"&gt;The WB&lt;/a&gt;, and subsequently became part of successor &lt;a href=\"The%20CW\"&gt;The CW&lt;/a&gt;'s lineup. Starring &lt;a href=\"Jared%20Padalecki\"&gt;Jared Padalecki&lt;/a&gt; as &lt;a href=\"Sam%20Winchester\"&gt;Sam Winchester&lt;/a&gt; and &lt;a href=\"Jensen%20Ackles\"&gt;Jensen Ackles&lt;/a&gt; as &lt;a href=\"Dean%20Winchester\"&gt;Dean Winchester&lt;/a&gt;, the series follows the two brothers as they hunt &lt;a href=\"demons\"&gt;demons&lt;/a&gt;, &lt;a href=\"ghost\"&gt;ghost&lt;/a&gt;s, &lt;a href=\"monster\"&gt;monster&lt;/a&gt;s, and other supernatural beings. The series was produced by &lt;a href=\"Warner%20Bros.%20Television\"&gt;Warner Bros. Television&lt;/a&gt;, in association with &lt;a href=\"Wonderland%20Sound%20and%20Vision\"&gt;Wonderland Sound and Vision&lt;/a&gt;. Along with Kripke, &lt;a href=\"executive%20producers\"&gt;executive producers&lt;/a&gt; have been &lt;a href=\"McG\"&gt;McG&lt;/a&gt;, &lt;a href=\"Robert%20Singer%20%28producer%29\"&gt;Robert Singer&lt;/a&gt;, &lt;a href=\"Phil%20Sgriccia\"&gt;Phil Sgriccia&lt;/a&gt;, &lt;a href=\"Sera%20Gamble\"&gt;Sera Gamble&lt;/a&gt;, &lt;a href=\"Jeremy%20Carver\"&gt;Jeremy Carver&lt;/a&gt;, &lt;a href=\"John%20Shiban\"&gt;John Shiban&lt;/a&gt;, &lt;a href=\"Ben%20Edlund\"&gt;Ben Edlund&lt;/a&gt; and &lt;a href=\"Adam%20Glass\"&gt;Adam Glass&lt;/a&gt;. Former executive producer and director &lt;a href=\"Kim%20Manners\"&gt;Kim Manners&lt;/a&gt; died of lung cancer during production of the &lt;a href=\"Supernatural%20%28season%204%29\"&gt;fourth season&lt;/a&gt;.\nThe series was filmed in &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, and surrounding areas and was in development for nearly ten years, as creator Kripke spent several years unsuccessfully pitching it. The &lt;a href=\"Pilot%20%28Supernatural%29\"&gt;pilot&lt;/a&gt; was viewed by an estimated 5.69 million viewers, and the ratings of the first four episodes prompted The WB to pick up the series for a full season. Originally, Kripke planned the series for three seasons but later expanded it to five. The &lt;a href=\"Supernatural%20%28season%205%29\"&gt;fifth season&lt;/a&gt; concluded the series' main storyline, and Kripke departed the series as &lt;a href=\"showrunner\"&gt;showrunner&lt;/a&gt;. The series continued on for 10 more seasons with new showrunners, including Sera Gamble, Jeremy Carver, Robert Singer and Andrew Dabb. With its &lt;a href=\"Supernatural%20%28season%2011%29\"&gt;eleventh season&lt;/a&gt;, \"Supernatural\" became the longest-running American live-action &lt;a href=\"fantasy\"&gt;fantasy&lt;/a&gt; TV series. The series was renewed for a &lt;a href=\"Supernatural%20%28season%2015%29\"&gt;fifteenth and final season&lt;/a&gt; which consisted of 20 episodes, which premiered on October 10, 2019. The series concluded on November 19, 2020, with 327 episodes aired.\nProduction.\nConception and creation.\nBefore bringing \"Supernatural\" to television, creator Eric Kripke had been developing the series for nearly ten years, having been fascinated with &lt;a href=\"urban%20legend\"&gt;urban legend&lt;/a&gt;s since he was a child. He had originally envisioned \"Supernatural\" as a movie. He later developed it as a TV series and spent a few years pitching it before it was picked up by &lt;a href=\"The%20WB\"&gt;The WB&lt;/a&gt;. The concept went through several phases before becoming the eventual product, shifting from the original idea of an &lt;a href=\"anthology\"&gt;anthology&lt;/a&gt; series to one of tabloid reporters driving around the country in a van \"fighting the demons in search of the truth\". Kripke wanted it to be a road trip series, feeling that it was the \"best vehicle to tell these stories because it's pure, stripped down and uniquely American... These stories exist in these small towns all across the country, and it just makes so much sense to drive in and out of these stories.\"\nAs he had previously written for &lt;a href=\"The%20WB\"&gt;The WB&lt;/a&gt; series \"&lt;a href=\"Tarzan%20%282003%20TV%20series%29\"&gt;Tarzan&lt;/a&gt;\", Kripke was offered the chance to pitch show ideas to the network and used the opportunity for \"Supernatural\". However, the network disliked his tabloid reporter idea, so Kripke successfully pitched his last-minute idea of the characters being brothers. He decided to have the brothers be from &lt;a href=\"Lawrence%2C%20Kansas\"&gt;Lawrence, Kansas&lt;/a&gt;, because of its closeness to &lt;a href=\"Stull%20Cemetery\"&gt;Stull Cemetery&lt;/a&gt;, a location famous for its urban legends.\nWhen it came time to name the two lead characters, Kripke decided on \"Sal\" and \"Dean\" as an homage to &lt;a href=\"Jack%20Kerouac\"&gt;Jack Kerouac&lt;/a&gt;'s road-trip novel \"&lt;a href=\"On%20the%20Road\"&gt;On the Road&lt;/a&gt;\". However, he felt that \"Sal\" was inappropriate for a main character and changed the name to \"Sam\". It was originally intended for the brothers' last name to be \"Harrison\" as a nod to actor &lt;a href=\"Harrison%20Ford\"&gt;Harrison Ford&lt;/a&gt;, as Kripke wanted Dean to have the \"devil-may-care swagger of Han Solo\". However, there was a Sam Harrison living in Kansas, so the name had to be changed for legal reasons. Combining his interest in the &lt;a href=\"Winchester%20Mystery%20House\"&gt;Winchester Mystery House&lt;/a&gt; and his desire to give the series the feel of \"a modern-day Western\", Kripke settled on the surname of \"Winchester\". However, this also presented a problem. The first name of Sam and Dean's father was originally \"Jack\", and there was a Jack Winchester residing in Kansas, so Kripke was forced to change the character's name to \"John\".\nGrowing up, Kripke connected to television shows that had signature cars, such as \"&lt;a href=\"The%20Dukes%20of%20Hazzard\"&gt;The Dukes of Hazzard&lt;/a&gt;\" and \"&lt;a href=\"Knight%20Rider%20%281982%20TV%20series%29\"&gt;Knight Rider&lt;/a&gt;\". This prompted him to include one in \"Supernatural\". \"We say it's a modern American Western – two gunslingers who ride into town, fight the bad guys, kiss the girl and ride out into the sunset again. And we were always talking from the very beginning that if you're going to have cowboys, they need a trusty horse.\" He originally intended for the car to be a &lt;a href=\"First-generation%20Ford%20Mustang\"&gt;'65 Mustang&lt;/a&gt;, but his neighbor convinced him to change it to a &lt;a href=\"Chevrolet%20Impala%23Fourth%20generation%20%281965%E2%80%931970%29\"&gt;'67 Impala&lt;/a&gt;, since \"you can put a body in the trunk\" and because \"you want a car that, when people stop next to it at the lights, they lock their doors.\" Kripke has commented, \"It's a &lt;a href=\"Rottweiler\"&gt;Rottweiler&lt;/a&gt; of a car, and I think it adds authenticity for fans of automobiles because of that, because it's not a pretty ride. It's an aggressive, muscular car, and I think that's what people respond to, and why it fits so well into the tone of our show.\"\nKripke had previously pitched the series to Fox executive Peter Johnson, and when Johnson moved to &lt;a href=\"Wonderland%20Sound%20and%20Vision\"&gt;Wonderland Sound and Vision&lt;/a&gt; as president of TV, he contacted Kripke. Johnson soon signed on as co-executive producer, as did Wonderland owner &lt;a href=\"McG\"&gt;McG&lt;/a&gt; as executive producer, with the production company set to make the pilot episode. Before it could be filmed, however, script issues needed to be dealt with. Originally, the brothers were not raised by their father, but rather by their aunt and uncle. Thus, when Dean comes to Sam for assistance in the pilot episode, he has to convince him that the supernatural exists. However, Kripke realized that this made the backstory too complicated and reworked it with Peter Johnson so that their father raised them to be hunters. \nThe script went through many additional revisions. One of the original ideas was for Sam's girlfriend &lt;a href=\"Jessica%20Moore%20%28Supernatural%29\"&gt;Jessica&lt;/a&gt; to be revealed as a demon, which prompts him to join Dean on the road; however, Kripke felt it was more appropriate for Sam's motivation to be Jessica's death, so he had her killed in the same manner as Sam's &lt;a href=\"Mary%20Winchester%20%28character%29\"&gt;mother&lt;/a&gt;, making them the \"right bookends\". Other revised concepts include Sam believing Dean to be a serial killer who murders their father and their father dying in Jessica's place. Filming for the pilot episode was greenlit after director David Nutter, who previously had worked with Kripke on \"Tarzan\", signed on. When the series was eventually picked up, the studio brought in &lt;a href=\"Robert%20Singer%20%28producer%29\"&gt;Robert Singer&lt;/a&gt; as executive producer, as it wanted Kripke to work with someone with production experience. Due to his previous work on \"&lt;a href=\"The%20X-Files\"&gt;The X-Files&lt;/a&gt;, \"co-executive producer &lt;a href=\"John%20Shiban\"&gt;John Shiban&lt;/a&gt; was also hired to help design the series mythology. Kripke had the series planned out for three seasons but later expanded it to five and hoped to end it there on a high note.\nWriting.\nThe staff for the first season consisted of Kripke and five other writers, with assistants to help with researching urban legends. Most of the work done in writing the series is very collaborative, with the writers often breaking up into groups. At the beginning of each season, the writers are brought together and pitch their ideas, which are then assigned to a specific writer to be developed. Each story idea is outlined on a dry-erase board, with Kripke and Bob Singer making necessary changes. Afterward, the script is written, and Kripke goes through it to make sure it has the same tone as other episodes. Kripke found this task very difficult to do in the first season, but he felt it became easier by the third season, as the staff came to \"really understand the show's style\". Following the fifth season, Kripke stepped down as showrunner but maintained his connection with the series as an executive consultant. In a 2016 interview with \"Collider\", he responded to the question as to how involved he still is with the show with the answer, \"I would define myself as a proud parent who has sent their child off to college.\" He elaborated on this analogy, explaining, \"I'm there if they need me, I'm happy to help, but I also stay out of their way if they don't need me.\"\nThe tone of \"Supernatural\" was heavily influenced by films such as \"&lt;a href=\"Poltergeist%20%281982%20film%29\"&gt;Poltergeist&lt;/a&gt;\"—having the horror happen in a family setting rather than remote location—and \"&lt;a href=\"Evil%20Dead%20II\"&gt;Evil Dead II&lt;/a&gt;\" and \"&lt;a href=\"An%20American%20Werewolf%20in%20London\"&gt;An American Werewolf in London&lt;/a&gt;\"—having bits of comedy mixed in. Commenting on the former, Kripke said, \"It's the idea that horror can happen in your own backyard. How many viewers have to worry about the vampire in the gothic castle?\" \"It's always been a show about \"family\".\" Other influences include \"&lt;a href=\"The%20Two%20Sisters%20%28film%29\"&gt;The Two Sisters&lt;/a&gt;\" and Asian horror films \"&lt;a href=\"The%20Eye%20%282002%20film%29\"&gt;The Eye&lt;/a&gt;\", \"&lt;a href=\"Ju-on\"&gt;Ju-on&lt;/a&gt;\", and \"&lt;a href=\"Ring%20%28film%29\"&gt;Ring&lt;/a&gt;\".\nAccording to creator Eric Kripke, the show originally was intended to focus on the weekly monsters, with Sam and Dean Winchester merely being \"an engine to get us in and out of different horror movies every week\". His sole desire was to merely \"scare the crap out of people\". However, a few episodes in, Kripke and executive producer Bob Singer noticed the onscreen chemistry between &lt;a href=\"Jared%20Padalecki\"&gt;Jared Padalecki&lt;/a&gt; and &lt;a href=\"Jensen%20Ackles\"&gt;Jensen Ackles&lt;/a&gt;. This revelation caused them to change the series to focus more on the brothers than the monsters, basing the weekly monster around the storyline they wanted for the Winchesters. According to Kripke, \"... sometimes we don't even have the monster until way late in the break, once we get all the angst and the drama done first.\"\nEffects.\nThough companies were hired for work on the pilot episode—such as Entity FX for the visual effects—effects departments now work exclusively for the series. Ivan Hayden is the visual effects supervisor, and works with many levels of the production staff. During pre-production, Hayden must go through the scripts, looking for possible visual effects. He then has a concept meeting with the writers, and after settling on the effect designs to use, coordinates with the special effects and stunt departments. Hayden is also present during filming to help the director make sure that the scenes are being filmed in the best way for the visual effects, such as by ensuring that the actors are looking at the correct location where an effect will later be added. Afterward, he then meets with the editors. Another aspect of the visual effects department is coming up with rules and physics for each supernatural creature, though the rules are often bent if it benefits the story. In 2012, it was announced that Hayden would be working at the new Vancouver location of Encore for its VFX division.\nMusic.\n\"Supernatural\" features a synthesized orchestral score, although traditional acoustic instruments such as guitars and cellos are used at times. Special instruments have also been used in specific episodes, such as \"bluesy gospel music\" played on a broken-down piano in the faith-healing episode \"Faith\". Unlike other television shows, the series features two composers: &lt;a href=\"Christopher%20Lennertz\"&gt;Christopher Lennertz&lt;/a&gt; and &lt;a href=\"Jay%20Gruska\"&gt;Jay Gruska&lt;/a&gt;. Each composer scores every other episode, giving them extra time to write the scores, which usually end up being around 30 minutes per episode. They write themes for their own episodes and characters and work with one another if there is overlap between episodes. They try to base the music on the visuals of the episode, such as in the episode \"Dead in the Water\", in which off-angle shots are accompanied by repetitive and discordant notes, and spoken words such as \"water\" and \"die\" are followed by a lower pitch to create a \"gurgly\" sound. While there are similarities in the scores for situations such as the brothers and their father, about a third of each episode's score is newly written for the series.\nWhile original scores are used throughout episodes, another important aspect of the series' music is the use of classic rock, over which creator Eric Kripke threatened to quit when the network would not allow its inclusion. Most of the songs are from Kripke's private collection, although one of his favorite bands—&lt;a href=\"Led%20Zeppelin\"&gt;Led Zeppelin&lt;/a&gt;—is too expensive to use. Some episode titles are references to Led Zeppelin songs. The series has featured such bands as &lt;a href=\"Blue%20%C3%96yster%20Cult\"&gt;Blue Öyster Cult&lt;/a&gt;, &lt;a href=\"Bad%20Company\"&gt;Bad Company&lt;/a&gt;, &lt;a href=\"Stevie%20Ray%20Vaughan\"&gt;Stevie Ray Vaughan&lt;/a&gt;, &lt;a href=\"Rush%20%28band%29\"&gt;Rush&lt;/a&gt;, &lt;a href=\"Boston%20%28band%29\"&gt;Boston&lt;/a&gt;, &lt;a href=\"Triumph%20%28band%29\"&gt;Triumph&lt;/a&gt; and &lt;a href=\"AC/DC\"&gt;AC/DC&lt;/a&gt; on more than one occasion. Multiple songs are usually used throughout each episode, and accompany \"&lt;a href=\"Previously%20%28television%29\"&gt;The Road So Far&lt;/a&gt;\" sequences before select episodes that highlight a montage of past events. Although Kripke prefers to keep a fine line between the score and songs used, sometimes Lennertz and Gruska are required to write short sections of rock-like music to fill 15-to-20-second gaps, as it would be too costly to acquire song rights. On the last episode of every season except the first, the song \"&lt;a href=\"Carry%20On%20Wayward%20Son\"&gt;Carry On Wayward Son&lt;/a&gt;\" by &lt;a href=\"Kansas%20%28band%29\"&gt;Kansas&lt;/a&gt; is played at the beginning.\nFilming locations.\nThough the pilot was filmed in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, principal filming takes place in &lt;a href=\"Vancouver\"&gt;Vancouver, British Columbia&lt;/a&gt;. Thus, on-location filming usually takes place in the area. \"Dead in the Water\" was filmed at &lt;a href=\"Buntzen%20Lake\"&gt;Buntzen Lake&lt;/a&gt;, and the final scenes of \"Simon Said\" were filmed at &lt;a href=\"Cleveland%20Dam\"&gt;Cleveland Dam&lt;/a&gt;. Other locations used on the show are often reused two or three times, with the art department making variations to conceal this. Heritage Park in &lt;a href=\"Burnaby\"&gt;Burnaby&lt;/a&gt; has been used as a cemetery in \"Red Sky at Morning\", and as the location of the gingerbread-house cottage in \"Bedtime Stories\". Also, &lt;a href=\"Riverview%20Hospital%20%28Coquitlam%29\"&gt;Riverview Hospital&lt;/a&gt; in &lt;a href=\"Coquitlam\"&gt;Coquitlam&lt;/a&gt; has served many functions for the series, including an asylum in \"Asylum\", a hospital in \"In My Time of Dying\", and a prison in \"Folsom Prison Blues\". The episode \"Houses of the Holy\" was filmed on location in Vancouver at St. Andrew's-Wesley United Church. Because episodes usually take place in the middle of nowhere, filming often takes place at an &lt;a href=\"Canadian%20Forces%20Station%20Ladner\"&gt;old military base&lt;/a&gt;. Having been shut down for years, the buildings have been removed, leaving just roads on which sets are erected, such as for crossroads scenes.\nOnline distribution.\nRather than having the series debut on television, The WB instead made the pilot episode available for online streaming through &lt;a href=\"Yahoo%21\"&gt;Yahoo!&lt;/a&gt; a week before it was set to premiere on the network as part of a promotional scheme. Following the transition to The CW, \"Supernatural\" episodes were added to &lt;a href=\"Apple%20Computer\"&gt;Apple&lt;/a&gt;'s &lt;a href=\"iTunes%20Store\"&gt;iTunes Store&lt;/a&gt; starting in December 2006, being one of the first CW series to be made available for sale online. The following month, the network began streaming episodes of the series on its website with limited commercial interruption, available for up to four weeks after the initial airings. Beginning January 11, 2007, Australia's &lt;a href=\"Network%20Ten\"&gt;Network Ten&lt;/a&gt; also began offering full episodes for download via their website, through a deal with Warner Bros. Television. To combat piracy, Ten debuted the second-season premiere five days before its initial broadcast in the country, making \"Supernatural\" the first major network show available for free download in Australia before being aired. Subsequent episodes became available online just hours after being televised. Around the same time, episodes were also made available for download on Microsoft's &lt;a href=\"Xbox%20Live%20Marketplace\"&gt;Xbox Live Marketplace&lt;/a&gt;. In September 2008, &lt;a href=\"Amazon.com\"&gt;Amazon.com&lt;/a&gt; launched its new on-demand TV service, with \"Supernatural\" being one of the many television shows available for sale.\nCast and characters.\nThe series originally focuses primarily on the brothers &lt;a href=\"Dean%20Winchester\"&gt;Dean Winchester&lt;/a&gt; and &lt;a href=\"Sam%20Winchester\"&gt;Sam Winchester&lt;/a&gt;, played by &lt;a href=\"Jensen%20Ackles\"&gt;Jensen Ackles&lt;/a&gt; and &lt;a href=\"Jared%20Padalecki\"&gt;Jared Padalecki&lt;/a&gt;, as they travel throughout the country hunting down evil supernatural creatures. Padalecki became interested in the role because he liked horror series, including both \"&lt;a href=\"The%20X-Files\"&gt;The X-Files&lt;/a&gt;\" and \"&lt;a href=\"The%20Twilight%20Zone%20%281959%20TV%20series%29\"&gt;The Twilight Zone&lt;/a&gt;\", which he found similar to the proposed plot of \"Supernatural\". He was also excited to play \"the reluctant hero\", comparing Sam to \"&lt;a href=\"The%20Matrix\"&gt;The Matrix&lt;/a&gt;\"s &lt;a href=\"Neo%20%28The%20Matrix%29\"&gt;Neo&lt;/a&gt; and &lt;a href=\"Luke%20Skywalker\"&gt;Luke Skywalker&lt;/a&gt; of \"&lt;a href=\"Star%20Wars\"&gt;Star Wars&lt;/a&gt;\". Padalecki had previous experience working with executive producers &lt;a href=\"McG\"&gt;McG&lt;/a&gt; and David Nutter, the former convincing him to audition for the role. Ackles was originally asked by Nutter to audition for the role of Sam but preferred the character of Dean after reading the script. At the time of his audition, he was already a series regular on fellow WB series \"&lt;a href=\"Smallville\"&gt;Smallville&lt;/a&gt;\". After landing the part of Dean, his \"Smallville\" role was cut short.\nWhile the series does not have many lead characters, there are many recurring characters. &lt;a href=\"Jeffrey%20Dean%20Morgan\"&gt;Jeffrey Dean Morgan&lt;/a&gt; portrays &lt;a href=\"John%20Winchester%20%28Supernatural%29\"&gt;John Winchester&lt;/a&gt;, father of Sam and Dean. Making an appearance in the pilot episode, John does not return until nearly halfway through the first season, after which he becomes a recurring character until his eventual death in the second season's premiere episode, though his spirit returns to help his sons in the season finale. Later in the series, it is announced that John Winchester fathered a third son with another woman; a half-brother to Sam and Dean. According to writer John Shiban, it was decided early on that John would die. The writers found that having the brothers being separated from their father \"split the show\". Shiban noted that \"... the boys were looking for Dad, and they were looking for a monster of the week, whatever that is, whatever case crosses their path. It became difficult, because we thought it was like – 'what is Dad doing? Is he doing more interesting things than the boys are doing, or what?'\" They believed Morgan was initially reluctant about returning to \"Supernatural\" for the second season because of his recurring role on the series \"&lt;a href=\"Grey%27s%20Anatomy\"&gt;Grey's Anatomy&lt;/a&gt;\". Future appearances of the character have been hindered by Morgan's busy schedule.\nAlso introduced in the first season are the demon &lt;a href=\"Azazel%20%28Supernatural%29\"&gt;Azazel&lt;/a&gt; and his &lt;a href=\"Meg%20Masters\"&gt;unnamed daughter&lt;/a&gt;. While Azazel mainly appears merely as shadows or silhouettes in the first season, taking physical form only when he possesses John Winchester, Azazel's daughter uses a girl named &lt;a href=\"Meg%20Masters\"&gt;Meg Masters&lt;/a&gt;—portrayed by &lt;a href=\"Nicki%20Lynn%20Aycox\"&gt;Nicki Lynn Aycox&lt;/a&gt;—as a host. In the second-season premiere, Azazel's host is portrayed by &lt;a href=\"Fredric%20Lehne\"&gt;Fredric Lehne&lt;/a&gt;; originally brought on for only one episode, Lehne impressed the showrunners so much that he was asked to return for the &lt;a href=\"All%20Hell%20Breaks%20Loose%20%28Supernatural%29\"&gt;season's two-part finale&lt;/a&gt;. Even after the character's death, Azazel makes appearances in subsequent seasons, being portrayed by different actors. Lehne also reprises the role in the first episode of season six when Dean is poisoned and begins to see Azazel again. Likewise, after Azazel's daughter is exorcised from Meg towards the end of the first season, the demon and her host continued to appear in the series, although now as two separate characters. Aycox continued her role in the fourth season when the angry spirit of Meg tries to kill the Winchesters. The demon returns for an episode in the second season played by Padalecki, temporarily taking Sam as a host. She appears once again in the fifth season, her newest host being portrayed by &lt;a href=\"Rachel%20Miner\"&gt;Rachel Miner&lt;/a&gt;, in a recurring role.\nThe writers eventually wanted to flesh out the concept of hunters, resulting in the introduction of many new characters. Actor &lt;a href=\"Jim%20Beaver\"&gt;Jim Beaver&lt;/a&gt; makes his first appearance as &lt;a href=\"Bobby%20Singer\"&gt;Bobby Singer&lt;/a&gt;, an old family friend of the Winchesters, at the end of the first season. Becoming a sort of surrogate father to Sam and Dean after their father's death, the character acts as their mentor and foremost point of contact before his departure in the seventh season. Other hunters appear in the second season with the introduction of Harvelle's Roadhouse, a saloon frequented by hunters. It is owned by &lt;a href=\"Ellen%20Harvelle\"&gt;Ellen Harvelle&lt;/a&gt; (played by &lt;a href=\"Samantha%20Ferris\"&gt;Samantha Ferris&lt;/a&gt;), whose late husband was a friend of John Winchester. Working alongside her mother is &lt;a href=\"Jo%20Harvelle\"&gt;Jo Harvelle&lt;/a&gt; (played by &lt;a href=\"Alona%20Tal\"&gt;Alona Tal&lt;/a&gt;). Also present is the computer guy &lt;a href=\"Ash%20%28Supernatural%29\"&gt;Ash&lt;/a&gt; (played by &lt;a href=\"Chad%20Lindberg\"&gt;Chad Lindberg&lt;/a&gt;), who uses his vast computer skills to track the paranormal. Tal was eventually written out of the series, and believes the reason to be that the producers felt she looked like Sam and Dean's \"14-year-old sister\". Kripke claims the character was incorrectly conceived, and also cites poor fan reaction for her removal. Also, the character of Ash is killed off in the second-season finale with the destruction of the Roadhouse. Ellen was meant to return in the third season, but the episode had to be scrapped due to the &lt;a href=\"2007%E2%80%9308%20Writers%20Guild%20of%20America%20strike\"&gt;writer's strike&lt;/a&gt;. The writers intended for her to be featured in the third-season finale, but Ferris declined because the deal offered to her was not acceptable, as \"It could cost [her] money and work\". However, both actresses returned as Jo and Ellen in the fifth season.\nFor the third season, the writers decided to introduce &lt;a href=\"Ruby%20%28Supernatural%29\"&gt;Ruby&lt;/a&gt;, a demonic former witch who claims to be an ally to the Winchesters. However, The CW requested that another female be added, so the character &lt;a href=\"Bela%20Talbot\"&gt;Bela Talbot&lt;/a&gt;, a self-centered thief who sells occult objects to wealthy clients and who was already intended to appear in multiple episodes, was upgraded to a series regular. &lt;a href=\"Katie%20Cassidy\"&gt;Katie Cassidy&lt;/a&gt; and &lt;a href=\"Lauren%20Cohan\"&gt;Lauren Cohan&lt;/a&gt; were eventually cast as Ruby and Bela, respectively, though they originally auditioned for the others' role. Though making only six appearances each in the third season, both actresses were credited as co-stars for their episodes. At the end of the season, Bela was killed off, and Cassidy was let go for budgetary reasons. The role of Ruby was recast for the fourth season, auditions describing the character only as \"a love interest\". &lt;a href=\"Genevieve%20Padalecki\"&gt;Genevieve Cortese&lt;/a&gt; (who later married Padalecki) took over the role until the character's death at the end of the season.\nWanting to bring in &lt;a href=\"Christian%20mythology\"&gt;Christian mythology&lt;/a&gt; to the series, the writers created the angel &lt;a href=\"Castiel%20%28Supernatural%29\"&gt;Castiel&lt;/a&gt;. With Kripke wanting to keep the introduction of an angel a secret, the character was instead described as a demon during auditions. &lt;a href=\"Misha%20Collins\"&gt;Misha Collins&lt;/a&gt; was cast as the character. Making his debut in the fourth-season premiere, Castiel resurrects Dean from Hell after his death in the third season, and comes to be an ally of the Winchesters. The character was originally intended for only a six-episode story arc, but the role was later expanded. Collins was promoted to a series regular for the fifth and sixth season, something Collins believes to be mainly due to fan support. Collins was downgraded to recurring status for the seventh and eighth seasons, but returned to series regular status for seasons nine and ten.\nAlong with Castiel came other angelic characters, with &lt;a href=\"Robert%20Wisdom\"&gt;Robert Wisdom&lt;/a&gt; portraying the \"militant\" and \"dogmatic\" &lt;a href=\"Uriel%20%28Supernatural%29\"&gt;Uriel&lt;/a&gt;, who secretly supports Lucifer; &lt;a href=\"Julie%20McNiven\"&gt;Julie McNiven&lt;/a&gt; playing the fallen angel &lt;a href=\"Anna%20Milton\"&gt;Anna Milton&lt;/a&gt;, who eventually regains her angelic form but remains an outcast of Heaven; and &lt;a href=\"Kurt%20Fuller\"&gt;Kurt Fuller&lt;/a&gt; as Castiel's boss &lt;a href=\"Zachariah%20%28Supernatural%29\"&gt;Zachariah&lt;/a&gt;, who wishes to start the Apocalypse in order to bring Paradise to Earth. Though Wisdom's character is eventually killed, McNiven and Fuller continue their roles into the fifth season and are joined by &lt;a href=\"Mark%20Pellegrino\"&gt;Mark Pellegrino&lt;/a&gt; as the recently released but fallen archangel &lt;a href=\"Lucifer%20%28Supernatural%29\"&gt;Lucifer&lt;/a&gt;. Pellegrino also appears as Lucifer as a hallucination in Sam's head in season 7. Pellegrino had been the second choice for the role of Castiel and was offered the role of Lucifer without an audition. Further on, Fuller's and McNiven's characters were also killed along with both Harvelle characters.\nSeason 5 introduces the demon &lt;a href=\"Crowley%20%28Supernatural%29\"&gt;Crowley&lt;/a&gt;, played by &lt;a href=\"Mark%20Sheppard\"&gt;Mark Sheppard&lt;/a&gt;, who would become the Winchester's longest-recurring antagonist and occasional anti-hero in the series. Crowley appears in three episodes of season 5 to help the Winchesters seal Lucifer back in the Cage, believing that once he destroys humanity he will target all demonkind next. In season 6, Crowley becomes the King of Hell and one of the main antagonists working with Castiel to stop Archangel Raphael, the other main antagonist of season 6, from restarting the Apocalypse by harnessing the souls of Purgatory and splitting the power with Castiel. In season 7, Crowley becomes an anti-hero who helps the Winchesters against the threat of Leviathans led by &lt;a href=\"List%20of%20Supernatural%20characters%23Dick%20Roman\"&gt;Dick Roman&lt;/a&gt;, after they are released from Purgatory by Castiel. Crowley becomes the main antagonist of season 8, attempting to harness the Words of God and their powers and stop the Winchesters from sealing Hell forever. In season 9, Crowley becomes an unwilling prisoner of the Winchesters but is forced to deal with &lt;a href=\"Abaddon%20%28Supernatural%29\"&gt;Abaddon&lt;/a&gt; trying to steal his position as King of Hell. Sheppard was promoted to series regular status for season 10.\nSeason 7 introduces &lt;a href=\"Kevin%20Tran\"&gt;Kevin Tran&lt;/a&gt; the prophet (played by &lt;a href=\"Osric%20Chau\"&gt;Osric Chau&lt;/a&gt;), who translates the word of God to help the Winchesters stop the Leviathans which leads to their destruction. In season 8, Kevin works to translate another word of God to find the means of sealing Hell forever. In season 9, Kevin instead tries to find the means of returning the fallen angels to Heaven but is killed by a &lt;a href=\"List%20of%20angels%20in%20Supernatural%23Gadreel\"&gt;Gadreel&lt;/a&gt;-possessed Sam.\nAlso introduced in Season 7 is &lt;a href=\"Charlie%20Bradbury\"&gt;Charlie Bradbury&lt;/a&gt;, a tech-savvy geek (played by &lt;a href=\"Felicia%20Day\"&gt;Felicia Day&lt;/a&gt;) who works at Richard Roman Enterprises. After hacking into Frank's hard drive and learning about the existence of monsters, Charlie becomes an ally of the Winchesters and occasionally helps them out with technical problems and hunts.\nSeason 9 introduces the angel &lt;a href=\"List%20of%20angels%20in%20Supernatural%23Gadreel\"&gt;Gadreel&lt;/a&gt;, who originally poses as Ezekiel, played by &lt;a href=\"Tahmoh%20Penikett\"&gt;Tahmoh Penikett&lt;/a&gt; and Padalecki. After Sam is seriously injured when he decides not to seal Hell, Gadreel comes to Dean in response to his prayer for help, possesses Sam to heal him, and becomes Dean's ally. However, Gadreel's true identity is later revealed by &lt;a href=\"Metatron%20%28Supernatural%29\"&gt;Metatron&lt;/a&gt; to be the guardian who had allowed Lucifer into the Garden of Eden and was imprisoned until the fall. Gadreel then allies with Metatron in an attempt to redeem himself and lead the angels back to Heaven. He kills Kevin Tran and is later expelled from Sam and possesses his original vessel again. However, after Metatron begins sacrificing angels for his plans, Gadreel becomes regretful and joins Sam, Dean and Castiel.\nSeason 4 introduces &lt;a href=\"Chuck%20Shurley\"&gt;Chuck Shurley&lt;/a&gt; as one of God's prophets portrayed by &lt;a href=\"Rob%20Benedict\"&gt;Rob Benedict&lt;/a&gt;. Later in season 11, it is revealed that Chuck is God masquerading under the guise of a human to allow angels and mankind free will. In season 15, it is revealed that Chuck is manipulating events in the lives of the Winchesters and their allies for his own perverse amusement and entertainment.\nSeason 10 introduces the antagonistic witch &lt;a href=\"List%20of%20Supernatural%20characters%23Rowena%20MacLeod\"&gt;Rowena MacLeod&lt;/a&gt; portrayed by &lt;a href=\"Ruth%20Connell\"&gt;Ruth Connell&lt;/a&gt;, who is later revealed to be the mother of Crowley who was previously named Fergus. Rowena returns as a sometime ally of the Winchesters throughout seasons 11 to 15 making her one of the long-standing female characters to exist on the show. Rowena's antagonistic and unpredictable nature is redeemable by her sacrifice in season 15 to close Hell's portal opened by Chuck.\nSeason 11 introduces &lt;a href=\"List%20of%20Supernatural%20characters%23The%20Darkness\"&gt;Amara / The Darkness&lt;/a&gt;, also known as \"the Darkness\" portrayed by &lt;a href=\"Emily%20Swallow\"&gt;Emily Swallow&lt;/a&gt;. The Darkness would later on go on to become an antagonist after being released from imprisonment once the Mark of Cain is broken. The Mark was a seal that kept the Darkness imprisoned in order for God's creation and humanity to survive. Later it is revealed that the Darkness is a sibling of God.\nSeason 13 introduces a &lt;a href=\"Nephilim\"&gt;Nephilim&lt;/a&gt;, &lt;a href=\"List%20of%20angels%20in%20Supernatural%23Jack%20Kline\"&gt;Jack Kline&lt;/a&gt; portrayed by &lt;a href=\"Alexander%20Calvert\"&gt;Alexander Calvert&lt;/a&gt; as the son of Lucifer. Jack would later on become a member of the Winchester family and an important ally in rescuing the people of Apocalypse World (a world without Winchesters to prevent the endtimes) and defeating Apocalypse World, archangel Michael. Jack would go on to be killed by God as part of Chuck's plan only to be resurrected by Billie, a reaper who is a newly turned replacement for Death.\nBecause the show focuses mainly on the two Winchester brothers, the writers realized that viewers would know that the characters are not in danger of being permanently killed. To fix this, the staff often writes in guest characters to give tension to the episode, occasionally having them die.\nSynopsis.\nSeason 1.\nThe first season consists of 22 episodes. It premiered on &lt;a href=\"The%20WB\"&gt;The WB&lt;/a&gt; on September 13, 2005, and concluded on May 4, 2006. The first 16 episodes aired on Tuesdays at 9:00 pm, after which the series was rescheduled to Thursdays at 9:00 pm.\nAfter &lt;a href=\"Mary%20Winchester%20%28character%29\"&gt;their mother's&lt;/a&gt; death in a suspicious fire that burns down their house 22 years prior, Sam and Dean Winchester's father goes missing during a \"hunting trip\". As a result, Dean tracks down Sam at &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt; and they begin to live a life on the road, in Dean's black &lt;a href=\"Chevrolet%20Impala%20%28fourth%20generation%29\"&gt;1967 Chevrolet Impala&lt;/a&gt; with &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; license plates. However, their father is not a typical hunter: he hunts supernatural creatures like &lt;a href=\"ghost\"&gt;ghost&lt;/a&gt;s, &lt;a href=\"vampire\"&gt;vampire&lt;/a&gt;s, and spirits, and has trained his sons to do the same. Along the way, Sam and Dean save innocent people, fight creatures and ghosts, and collect clues to their father's whereabouts. Sam begins to mysteriously develop psychic abilities and visions as they travel. They also find another man with abilities similar to Sam's, whose mother died the same way. They reach out to the young man, Max Miller, offering help and seeking answers. But Max has experienced years of physical abuse and neglect and his life ends in a &lt;a href=\"murder%20suicide\"&gt;murder suicide&lt;/a&gt; which Dean and Sam are unable to stop. They eventually find and reunite with their father, who reveals that the creature that killed their mother years earlier is the demon Azazel (aka \"Yellow Eyes\") and the only thing that can kill him is a &lt;a href=\"The%20Colt%20%28Supernatural%29%23The%20Colt\"&gt;legendary gun&lt;/a&gt; created by &lt;a href=\"Samuel%20Colt\"&gt;Samuel Colt&lt;/a&gt;. It is revealed that Azazel, on a baby's six-month birthday, would bleed into its mouth and kill the mother when she walks in. This is what gave Sam and Max their powers. The season ends with the brothers and their father involved in a car crash when a truck hits the side of the Impala. They lie inside the car, covered in blood and unconscious.\nSeason 2.\nThe second season consists of 22 episodes, and it aired on Thursdays at 9:00 pm on &lt;a href=\"The%20CW\"&gt;The CW&lt;/a&gt;, beginning September 28, 2006, and ending May 17, 2007.\nThe season follows Sam and Dean as they deal with their father's death, who, after the car crash, traded Azazel his life for Dean's. Sam and Dean continue to hunt Azazel, who caused the fires that led to the deaths of their mother, and later, Sam's girlfriend, &lt;a href=\"Jessica%20Moore%20%28Supernatural%29\"&gt;Jessica&lt;/a&gt;. They receive assistance from new allies Bobby, Ellen, Jo, and Ash. Part of Azazel's master plan is eventually revealed as he gathers Sam and others with similar psychic abilities to fight each other, leading to Sam's death. Dean makes a deal with a &lt;a href=\"Crossroads%20%28mythology%29\"&gt;crossroads&lt;/a&gt; demon to bring Sam back in exchange for his soul, which will be collected in one year and taken to Hell. Azazel opens a portal to Hell, and as hundreds of demons and souls escape, has a final confrontation with the Winchesters. With the help of the spirit of John Winchester, who escaped Hell through the portal, Dean finally kills Azazel and the portal is closed. The Winchester brothers and their allies are left to deal with the demon army that has been unleashed and the one-year contract Dean has before he goes to Hell.\nSeason 3.\nThe third season consists of 16 episodes that aired on Thursdays at 9:00 pm beginning October 4, 2007, and ending May 15, 2008. Originally 22 episodes were ordered for the third season, but production was halted on December 5, 2007, upon completion of the twelfth episode by the &lt;a href=\"2007%E2%80%9308%20Writers%20Guild%20of%20America%20strike\"&gt;2007–08 Writers Guild of America strike&lt;/a&gt;. The season number was shortened to sixteen episodes, with four new episodes airing in April and May 2008.\nThe season focuses on trying to save Dean from his deal and tracking down the demons that were released from hell. Along the way, the brothers meet &lt;a href=\"Ruby%20%28Supernatural%29\"&gt;Ruby&lt;/a&gt;, a \"good\" demon, who has an interest in Sam and claims to be able to help save Dean. Also, they meet &lt;a href=\"Bela%20Talbot\"&gt;Bela Talbot&lt;/a&gt;, an acquirer and seller of occult objects, who becomes a thorn in their side. The brothers learn from Bela which demon holds Dean's contract: a powerful demon named &lt;a href=\"Lilith%20%28Supernatural%29\"&gt;Lilith&lt;/a&gt;. Lilith is the first demon ever created, with her soul being twisted by Lucifer himself in a spite against God for kicking him out. Lilith takes Bela's soul after her contract expires, but not before she warns Sam and Dean. The brothers, along with Ruby, track Lilith down and attempt to kill her. Lilith is unable to stop Sam on account of his mysterious abilities; however, Dean's contract expires and his soul is taken to Hell.\nSeason 4.\nThe fourth season consists of 22 episodes that aired on Thursdays at 9:00 pm beginning September 18, 2008, and ending May 14, 2009.\nDean is rescued from Hell and brought back by an angel of the Lord named &lt;a href=\"Castiel%20%28Supernatural%29\"&gt;Castiel&lt;/a&gt;. The rest of the season follows the brothers as they work with Castiel to stop Lilith's plan of breaking the &lt;a href=\"Seven%20Seals\"&gt;66 seals&lt;/a&gt;, which would allow the fallen archangel Lucifer, AKA \"the Devil\" or \"Satan himself\", to walk the Earth free once again. Sam and Dean's relationship is strained and Sam starts siding with Ruby over Dean. He begins to give into his demonic side by drinking demon blood to become strong enough to defeat Lilith. He and Dean have a falling-out. Sam sides with Ruby in his obsessive quest to kill Lilith. Dean makes a deal with the angels to save Sam, and learns that the angels want the Apocalypse to occur in order to rebuild Paradise on Earth. With aid from Castiel, Dean escapes and tries to stop Sam after learning that Lilith is, in fact, the last seal, but Sam kills her anyway, breaking open Lucifer's prison. Ruby reveals her true colors as a demon loyal to Lucifer and Dean kills her. As the season ends, Lucifer's cage opens and he escapes from Hell.\nSeason 5.\nThe fifth season consists of 22 episodes that aired on Thursdays at 9:00 pm beginning September 10, 2009, and ending May 13, 2010. This season was rumored to be the last season, because Eric Kripke had said previously that he planned the show to run for only five seasons. Despite this, Padalecki and Ackles had contracts for a sixth season, and The CW renewed it for season six on February 16, 2010.\nThe fifth season revolves around the fight to stop Lucifer and save the world from the Apocalypse, inspired by events in the Book of Revelation. Throughout the season, while Castiel searches for God, Sam and Dean battle both angels and demons as they fight their destiny to become the vessels of Lucifer and Michael, respectively. They attempt to stop Lucifer by retrieving the Colt from the demon &lt;a href=\"Crowley%20%28Supernatural%29\"&gt;Crowley&lt;/a&gt; and attempting to kill Lucifer with it. This fails as Lucifer can't be killed by the Colt, and they lose fellow hunters and friends Jo and Ellen in the process. Unable to defeat Lucifer, Sam and Dean, with information from the Trickster, revealed to be the archangel Gabriel, and with help from the demon Crowley, decided to collect the rings of the &lt;a href=\"Four%20Horsemen%20of%20the%20Apocalypse\"&gt;Four Horsemen of the Apocalypse&lt;/a&gt;, including Death, which act as the key to Lucifer's prison. In the end, Sam allows Lucifer to possess him and he kills Bobby and Castiel, who is now human. Sam then manages to regain control, thanks to his bond with Dean, and throws himself (while possessed by Lucifer) and Adam (possessed by Michael) into the Cage to trap Lucifer once more. Castiel is resurrected by God and, more powerful than ever, resurrects Bobby and then returns to Heaven to restore order. Dean returns to his old girlfriend Lisa to live a normal life. Sam is next shown mysteriously free of the Cage, watching his brother eating dinner in the house with Lisa and her son Ben.\nSeason 6.\nThe sixth season consists of 22 episodes that aired on Fridays at 9:00 pm beginning September 24, 2010, and ending May 20, 2011. Beginning with this season, Kripke did not return as showrunner, but still remained as a hands-on executive producer, leaving executive producer Sera Gamble to take over the reins.\nThe sixth season begins a year after the conclusion of the fifth season, with Dean living a somewhat happy life with Lisa and Ben. When an emotionless Sam returns to Dean, he is forced to leave his new life behind and work with his resurrected grandfather Samuel to capture Alpha monsters for Crowley. The brothers are unable to get much help from Castiel since his time is occupied by a civil war raging in heaven against the archangel &lt;a href=\"List%20of%20angels%20in%20Supernatural%23Raphael\"&gt;Raphael&lt;/a&gt;. Dean does not trust Samuel and his suspicions are confirmed when he finds Samuel working with demons to discover the location of Purgatory. Dean discovers that Sam's soul is still in the Cage, so he implores the &lt;a href=\"Pale%20horse%20%28Bible%29\"&gt;Horseman Death&lt;/a&gt; to retrieve it. To ensure Sam does not remember his time in the Cage, Death blocks that part of Sam's memory using a mental wall. The season's second half revolves around the so-called Mother of All, which ultimately leads to events which prove that Castiel is behind the circumstances of Sam's return, the hunt for the Alpha monsters, and the search for Purgatory and was working with Crowley the entire time. When the brothers try to stop Castiel, he brings Sam's memory of the Cage back and proceeds with his plan, absorbing all the souls from Purgatory and pronouncing himself God, having ascended beyond a mere angel.\nSeason 7.\nThe seventh season consists of 23 episodes that aired on Fridays at 9:00 pm beginning September 23, 2011, and ending May 18, 2012.\nAfter absorbing souls from Purgatory and declaring himself God, Castiel begins to punish all the wrongdoers in the world. He discovers that he absorbed &lt;a href=\"Leviathan%20in%20popular%20culture%23Film%20and%20TV\"&gt;the Leviathans&lt;/a&gt;, who are attempting to break free of his vessel. Sam and Dean manage to return most of the souls to Purgatory but fail to return the Leviathans, who seemingly kill Castiel before vanishing and inhabiting the bodies of many different people around the world. Sam and Dean learn that their weakness is Sodium Borate (also known as &lt;a href=\"Borax\"&gt;Borax&lt;/a&gt;), though it has minimum effectiveness on the Leviathan leader Dick Roman. After Roman kills Bobby, Dean becomes obsessed with taking the Leviathans down and learns of a facility they are building, only to discover that it is a facility to cure cancer. The spirit of Bobby later confirms that while they are curing disease, they are doing it as part of their plan to turn humanity into the perfect food source. With Castiel and Kevin's help, the brothers learn that the only way to kill the Leviathans is with the \"bone of a righteous mortal washed in the three bloods of the fallen\" and set out to find the three bloods. Kevin can read the word of God and helps Sam and Dean decipher it to stop the Leviathans. Eventually, Dean and Castiel kill Dick but are dragged into Purgatory as a result, while Sam is left alone to deal with Crowley, who plans to rise to power now that the Leviathans are disorganized.\nKey plot points presented in the season were Sam struggling with the constant hallucinations of Lucifer and the ghost of Bobby \"haunting\" Sam and Dean through his alcohol flask. Bobby's rage toward Dick Roman slowly causes him to become a &lt;a href=\"vengeful%20spirit\"&gt;vengeful spirit&lt;/a&gt;, and Sam and Dean ultimately deal with this by burning the flask at his request, thus destroying Bobby.\nSeason 8.\nThe eighth season consists of 23 episodes that aired on Wednesdays at 9:00 pm beginning October 3, 2012, and ending May 15, 2013.\nOne year after being dragged to Purgatory, Dean returns to Earth without Castiel, carrying inside his body the soul of a vampire named &lt;a href=\"List%20of%20Supernatural%20characters%23Benny%20Lafitte\"&gt;Benny&lt;/a&gt;. The two brothers begin a fight against Crowley to find the Demon Tablet and lock the Gates of Hell, thereby trapping all demons in Hell. The brothers use Kevin Tran to help them read the tablet and accomplish this. Castiel is brought back by an angel named Naomi, and takes possession of the Angel Tablet to break her control of him when she tries to use him to kill Dean. While Kevin works on the tablet, Sam and Dean have an unexpected encounter with their paternal grandfather, Henry Winchester, who was a member of the Men of Letters, an organization dedicated to gathering supernatural knowledge; his disappearance in 1958 was actually him using a time-travel spell to go to the future and escape an attack by the demon Abaddon. Henry is killed protecting his grandsons, but he provides them with access to the Men of Letters bunker, a storehouse for several supernatural artifacts and books, which the Winchesters subsequently adopt as a new 'home'. Kevin translates three trials that must be completed in order to lock the Gates of Hell for good, but although Sam completed the first two, Dean ends the trials before the third can be finished as completing the trials would kill Sam. Unfortunately, Castiel is tricked by the angel Metatron into completing another series of trials that would have allegedly locked all angels in Heaven, but actually banished every angel apart from Metatron to Earth, the season ending with millions of angels falling from the sky and Castiel stripped of his Grace.\nSeason 9.\nThe ninth season consists of 23 episodes that aired on Tuesdays at 9:00 pm beginning October 8, 2013, and ending May 20, 2014.\nIn the first half of the ninth season, the angels have fallen to Earth and two angel factions are warring against each other while hunting Castiel. Rogue angels roam the Earth causing trouble. Castiel is now human and has to adjust to his new life while Crowley is held prisoner by Sam and Dean who are trying to use an old blood ritual to turn demon Crowley back into a human. Sam is left near-death from the Trials of God and Dean is forced to let an angel, claiming to be Ezekiel, possess Sam to heal him from the inside. Dean must hide Ezekiel's presence from Sam so that he won't expel him and die while also keeping Castiel away at Ezekiel's demand. The brothers search for a way to return the angels to Heaven. Eventually it is revealed that Ezekiel is actually &lt;a href=\"Gadreel\"&gt;Gadreel&lt;/a&gt;, the angel who let Lucifer into the Garden of Eden. Gadreel murders Kevin Tran and escapes to join Metatron, while Castiel regains his powers after taking the Grace from another renegade angel. With Crowley's help, Sam expels Gadreel, but the experience causes Sam and Dean to split up while letting Crowley go as part of the deal Dean made for him to save Sam.\nIn the second half, Dean begins searching for both Gadreel for revenge and the First Blade to kill Abaddon with the help of Crowley. Despite being warned of terrible repercussions, Dean takes on the Mark of Cain in order to be able to wield the First Blade. After healing Sam completely, Castiel begins a search of his own for Metatron, believing him to be the key to reversing the expulsion of the angels. Metatron begins trying to unite all the angels under his rule while Castiel leads other angels against him to retake Heaven. Eventually Dean kills Abaddon and Castiel defeats Metatron after a repentant Gadreel sacrifices himself to let Castiel confront Metatron directly, but Metatron kills Dean, causing Dean to become a demon due to the influence of the &lt;a href=\"Curse%20and%20mark%20of%20Cain%23Mark%20of%20Cain\"&gt;Mark of Cain&lt;/a&gt;.\nSeason 10.\nIn the tenth season, after being resurrected by the Mark of Cain, Dean is now a demon, working alongside Crowley. Meanwhile, Sam continues to search for Dean. After Dean refuses to follow Crowley's order and embarrasses him in front of his demon followers, Crowley gives Sam his brother's location. For giving up Dean, Sam gives Crowley the First Blade. Later, Sam, with the help of Castiel, cures Dean by using sanctified human blood. After being cured, Dean is reminded by Castiel that the Mark of Cain is still a problem. Dean and Sam help Castiel track down his vessel's (&lt;a href=\"List%20of%20Supernatural%20characters%23Jimmy%20Novak\"&gt;Jimmy's&lt;/a&gt;) daughter, &lt;a href=\"Claire%20Novak\"&gt;Claire&lt;/a&gt;. Dean ends up slaughtering several men who are keeping her captive and loses control of the Mark, a nightmare he previously had.\nMeanwhile, a mysterious new witch comes into play, being revealed to be Crowley's mother, &lt;a href=\"Rowena%20%28Supernatural%29\"&gt;Rowena&lt;/a&gt;. A large focus of the season is Dean's quest to overcome the Mark of Cain and have it removed if possible. New hope for ridding Dean of the Mark comes when Charlie unearths the \"Book of the Damned\". Sam needs help in reading and using the tome, and turns to Rowena for help. He requests help from Charlie, too, who decodes the text but is murdered by the Steins, a family that has secretly controlled much of history. After massacring the Steins, nearly killing Castiel and getting another hunter killed, Dean starts despairing of being free of the Mark, causing him to turn to Death for help. Death proposes putting Dean in isolation away from the Earth, but insists Dean must kill Sam, who otherwise would work to bring Dean back. Sam and Dean both agree that it is for the good of the world. At the last moment however, Dean seemingly kills Death instead to save Sam. Oblivious to the dangers, Rowena successfully casts the spell to remove the Mark and unleashes the Darkness, a primordial evil that had been kept away by the Mark. Rowena also places Castiel under a spell so he attacks Crowley as she escapes with the \"Book of the Damned\".\nSeason 11.\nIn the eleventh season, Sam and Dean deal with the release of &lt;a href=\"The%20Darkness%20%28Supernatural%29\"&gt;Amara/The Darkness&lt;/a&gt;, after Rowena's spell removed the Mark of Cain from Dean's arm. While Crowley's taking care of Amara, feeding her with souls, the brothers are, alongside Castiel, trying to find a way to kill The Darkness. In order to find out more about Amara, Castiel asks Metatron for help, and he says that in order to create the world, &lt;a href=\"Chuck%20Shurley\"&gt;God&lt;/a&gt; had to sacrifice his sister, The Darkness. To face the most dangerous creature they've crossed paths with so far, the brothers ask for Lucifer's help. Lucifer claims he's the only one who can beat Amara, but in order to do so, he needs to possess Sam's body. When Sam refuses, Lucifer tries to kill Dean, Sam, and Castiel, but Rowena's spell seems to have sent him away. Later, it's revealed that Castiel said \"yes\" at the last second, and that Lucifer is now possessing his body.\nWhen nothing works to get rid of The Darkness, Amara claims that God must appear himself to see her destroying everything He created and loves. Then, she decides to draw out God by torturing an archangel, making Lucifer/Castiel scream in agony. Meanwhile, Chuck returns and reveals himself to Metatron, telling him he is God. Then, he reveals himself to the Winchesters and they all decide to seal Amara. Rowena, who had cast a spell that made her immortal, helps them with a spell, while Crowley and Lucifer use the demons and angels in a combined attack against Amara. When Chuck tried to seal Amara, she resisted, stopping the Winchesters, apparently killing Lucifer and gravely wounding Chuck. Amara warns that Chuck is not dead yet because he is going to watch her destroy everything ever created.\nAs a result of Chuck's injuries, the sun is now dying and the world along with it. Realizing that the only chance for the world to survive is to kill the Darkness along with Chuck, the Winchesters begin gathering ghosts to create a bomb to destroy the Darkness. With the help of &lt;a href=\"List%20of%20angels%20in%20Supernatural%23Billie\"&gt;Billie&lt;/a&gt; the Reaper, they are able to get the needed souls which are inserted into Dean. Chuck sends Dean to Amara who has started to regret her actions and Dean convinces Amara that revenge is not worth it. Amara and Chuck reconcile and Amara heals Chuck of the damage she did to him. The two then leave the Earth, but not before Amara tells Dean she is going to give him what he wants most for helping her. At the bunker, Castiel is banished by a woman who identifies herself as Lady Antonia Bevell of the London chapter of the Men of Letters. Antonia tells Sam the Men of Letters have sent her to bring Sam in for punishment for his actions and fires her gun, apparently at Sam as he tries to talk her down. Making his way through the woods, Dean finds his resurrected mother.\nSeason 12.\nThe twelfth season premiered on October 13, 2016, and concluded on May 18, 2017, consisting of 23 episodes.\nDean meets his mother, &lt;a href=\"Mary%20Winchester%20%28character%29\"&gt;Mary Winchester&lt;/a&gt;, for the first time in 30 years after Amara sends him the gift which he wanted most. Sam has been captured by &lt;a href=\"List%20of%20Supernatural%20characters%23Toni%20Bevell\"&gt;Lady Toni Bevell&lt;/a&gt; and is being tortured as punishment for his past sins. Dean convinces Mary that he is her son and thereafter discovers that Sam has been captured. Dean, Mary and Castiel devise a plan to rescue Sam. Lucifer has been possessing numerous vessels in his quest to find one that is suitable for him. He finally possesses Vince Vincete, a veteran rock star, and kills Rowena in the process. After a concert where Lucifer plans to destroy all those who attend, his vessel disintegrates before he is able to make the President of the United States his vessel. Sam and Dean try to warn the president, but are presumed to be assassins who are trying to kill the president and are thereby detained at an unknown center. They both fake being dead in order to escape and are reunited with Castiel and Mary. Mary begins to work with &lt;a href=\"List%20of%20Supernatural%20characters%23Arthur%20Ketch\"&gt;Arthur Ketch&lt;/a&gt; of the Men of Letters in order to get back into hunting. Mary tricks the brothers into stealing the Colt from one of the four princes of hell &lt;a href=\"List%20of%20Supernatural%20characters%23Ramiel\"&gt;Ramiel&lt;/a&gt;.\nAfter &lt;a href=\"List%20of%20Supernatural%20characters%23Mick%20Davies\"&gt;Mick Davies&lt;/a&gt; is killed the brothers acknowledge that the Men of Letters have gone rogue. Meanwhile, the president has made his assistant &lt;a href=\"Kelly%20Kline%20%28Supernatural%29\"&gt;Kelly Kline&lt;/a&gt; pregnant and Castiel realizes that a &lt;a href=\"Nephilim\"&gt;Nephilim&lt;/a&gt; is to be born. Sam, Dean and Castiel try convince Kelly about the impending danger. While Lucifer has been captured and being tortured by Crowley. Sam and a few hunters gather to defeat the Men of Letters while Castiel retrieves Kelly after killing &lt;a href=\"List%20of%20Supernatural%20characters%23Dagon\"&gt;Dagon&lt;/a&gt;. Lucifer is released by Crowley's minion demon and heads on to find his son. In the finale Kelly gives birth to the Nephilim, while Crowley sacrifices himself to kill Lucifer. Crowley and Castiel die trying to kill Lucifer while Mary and Lucifer are pulled into the rift created by the Nephilim's birth. Dean kneels down in despair after witnessing Castiel being killed while Sam is shocked when he arrives to see &lt;a href=\"List%20of%20angels%20in%20Supernatural%23Jack%20Kline\"&gt;Jack&lt;/a&gt; the Nephilim grown into a teenager.\nSeason 13.\nThe thirteenth season premiered on October 12, 2017, and concluded on May 17, 2018, consisting of 23 episodes.\nDean and Sam are left reeling from the loss of so many allies and family members and their new responsibility to 'raise' Jack, with Sam willing to give the boy a chance while Dean is immediately concerned due to his heritage. In the other world, Lucifer keeps Mary alive as a hostage to trade for his son when he returns home, but finds himself confronted by the alternate Michael, who has killed his Lucifer and won the war. Although Dean becomes increasingly bitter at their recent losses, he gains a new sense of hope when Jack unintentionally brings Castiel back to life. Things become complicated when Men of Letters Arthur Ketch is revealed to have escaped death through a spell he received from Rowena, Ketch taking Castiel and a weakened Lucifer prisoner after Lucifer escapes back into this world when Michael tries to use his grace to create a portal so that he can conquer the other reality.\nWhile the Winchesters' efforts to return to the other world to rescue Mary fail, Ketch is revealed to be working with &lt;a href=\"List%20of%20Supernatural%20characters%23Asmodeus\"&gt;Asmodeus&lt;/a&gt;, who reveals in turn that the source of his power is &lt;a href=\"Gabriel%20%28Supernatural%29\"&gt;Gabriel&lt;/a&gt;, who actually faked his death during his confrontation with Lucifer but was sold to Asmodeus by the children of the real Loki. After their first attempt to enter the other world traps Jack in that reality, the Winchesters retrieve the demon tablet, a translation of it reveals the ingredients needed to open a portal to the other world. As Jack sides with Mary and the humans against the angels, the Winchesters and Castiel gather the ingredients for the spell to open the portal while Lucifer tries to re-establish himself as king of Heaven in the absence of God and other archangels. After Ketch rescues Gabriel, allowing the Winchesters to use his grace as part of the spell, the initial raid on the other world fails to achieve more than Dean rescuing the alternate version of his deceased friend Charlie Bradbury, but Gabriel flees in fear after an attack on the bunker by Asmodeus. With Heaven in desperate straits after Lucifer fails to hold the angels together, Castiel is charged with finding Gabriel while the last ten angels try to keep Heaven in order, leaving the Winchesters to mount a new assault on the other world with Gabriel and Lucifer. They are able to rescue a range of human survivors from the other world, including the alternate versions of Bobby and Charlie, but Gabriel is killed in the process and Lucifer and the alternate Michael follow them through.\nAs Lucifer takes Jack's power for himself, Dean is forced to make a deal to act as the vessel for the alternate Michael to stop him. Dean is able to stay in control long enough to kill Lucifer, but the season ends with Michael taking control of Dean's body and departing.\nSeason 14.\nThe fourteenth season premiered on October 11, 2018, and concluded on April 25, 2019, consisting of 20 episodes.\nThree weeks after Apocalypse World Michael possessed Dean, the archangel is confronting individuals of every different species, questioning their wants and dismissing them as hopeless, until he encounters a vampire who expresses his desire to eat. Praising his desire as pure, Michael decides to raise monsters above mankind and begins experimenting with archangel grace and monsters, making them immune to their former weaknesses. Sam, Bobby from Apocalypse World and Mary track Michael down, and Michael seemingly leaves Dean's body after becoming irritated with Dean's resistance. Meanwhile, Jack becomes sick due to the loss of his powers, and dies later, his soul ascending to Heaven. But the Shadow being from the Empty, believing Jack's soul belongs to it and irritated with Castiel for escaping it, attacks Heaven and makes a deal with Castiel to take the angel in place of Jack, but only when Castiel lets himself be happy again.\nDean, Sam, Castiel and the newly resurrected Jack decide to take down Michael and his army of monsters once and for all, but Michael retakes control of Dean and unleashes his monsters on the city. The group subdue Michael, and Dean takes back control of his body and imprisons the archangel in his mind. Dean, with the help of Billie, builds the Ma’lak Box to imprison himself in, in order to protect the world from Michael. But Sam convinces Dean that they'll find another solution, and Dean makes a wish that brings John Winchester back from the past for a day. Dean is then injured on a hunt, and Michael is unleashed. Michael possesses Rowena temporarily, and kills most of the Apocalypse World hunters, but Jack burns off his soul to murder Michael and takes Michael's grace to restore his powers.\nNick, who survived Lucifer's death and suffers psychological damage from so many years of being Lucifer's vessel, sets about getting justice for the deaths of his family. His killing spree leads him to the prophet Donatello Redfield, and Nick communicates with the recently awakened Lucifer in the Empty. Nick tricks Jack into giving him Jack's blood, and tries to resurrect Lucifer to be his vessel again. Jack confronts, and then kills Nick in front of Mary. After Mary berates Jack for viciously murdering Nick, the now soulless Jack kills Mary by accident, leaving the boys without their mother for a second time. Castiel prays for God to return and fix Jack, but the angels manipulate Jack into solidifying their power. Out of options, Sam and Dean imprison Jack in the Mal’ak Box, but Jack escapes. God returns and tells the boys that they must use a gun that he built to kill Jack, but Sam and Dean, frustrated with God's disappearances and inaction, refuse him.\nAngered at their defiance, God smites Jack, who wakes up to see the Shadow and Billie waiting for him in the Empty. God decides to end the world, and unleashes every vengeful spirit from Hell back on Earth and sets an army of corpses upon Sam, Dean and Castiel.\nSeason 15.\nThe fifteenth and final season premiered on October 10, 2019. The season consisted of 20 episodes and aired on Thursdays at 8:00 pm (ET) with the exception of two episodes in March 2020 which aired on Mondays at 8:00 pm. The series finale was scheduled to air on May 18, 2020. In March 2020, Warner Bros. Television shut down production on the series due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. Later in March, showrunner Andrew Dabb revealed that the series would go on hiatus after the March 23 episode. The season resumed airing on October 8, and the series finale aired on November 19, 2020.\nRecurring elements.\nImpala.\nThroughout the series, Dean drives a black 1967 &lt;a href=\"Chevrolet%20Impala\"&gt;Chevrolet Impala&lt;/a&gt; which he refers to as \"Baby\". Having been passed down to him by his father (John), it is Dean's most prized possession, with actor Jensen Ackles feeling it is Dean's \"life\" and \"sanctuary\". The brothers travel in it throughout the country as they hunt the supernatural, and the trunk holds various weaponry and their fake IDs. In the first two seasons, it has a Kansas license plate with the number KAZ 2Y5, a reference to the Winchesters' home state of Kansas, and the series premiere date of 2005. Towards the end of the second season, the car sports a new &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; license plate (CNK 80Q3) to aid the brothers in hiding from the &lt;a href=\"FBI\"&gt;FBI&lt;/a&gt;.\nThe origins of the Impala were first depicted in the comic mini-series \"Supernatural: Origins\", in which John Winchester takes ownership of the car from Mary's uncle after accidentally getting him killed during a hunt. However, fans responded negatively to this, as John is shown with the Impala in the teaser for the pilot episode, which is chronologically set before the comic series. Because of this, the comic was altered for the trade paperback version, with the Impala's true origins later being depicted in the series' fourth season. Having been sent back to 1973 by the angel &lt;a href=\"Castiel%20%28Supernatural%29\"&gt;Castiel&lt;/a&gt;, Dean convinces his father to purchase the Impala over a 1964 VW Van. The car's origins were further explored during the season five finale, in which a &lt;a href=\"frame%20story\"&gt;frame story&lt;/a&gt; surrounded the plot of the episode tracking the Impala's history from its manufacture, through several previous owners, up until the present day. According to Chuck Shurley, the brothers have \"made it their own\", and they are shown as kids sticking an army man into an ash tray that remains there (Sam), putting blocks into the heating vents (Dean) and carving their initials into the car. The Impala later proves important when seeing the old army man allows Sam to overpower Lucifer during the final confrontation. According to Chuck, as they have the Impala, the Winchesters never consider themselves truly homeless. In the seventh season, after two Leviathans go on a killing spree in an identical Impala, Sam and Dean are forced to put the car into storage and use various other cars as they are too identifiable with the Impala. Dean later pulls it out of storage to confront Dick and has the demon Meg crash it into Sucrocorp to create a distraction. Starting in season 8, Sam and Dean are once again using the Impala as their car. The Impala was stolen by the angel Gadreel while possessing Sam, once again forcing Dean to use a stolen car, but it was quickly recovered and proved instrumental in tracking down the rogue angel.\nAll of the cars used in the show are stock 1967 Chevrolet Impala four door &lt;a href=\"hardtop\"&gt;hardtop&lt;/a&gt;s. They feature Chevrolet small-block engines, recolored interiors, custom seats, and nonfunctioning radios. Other than the one used in the original, all of the Impalas had to be painted black for the series. One of the Impalas used features a detachable roof and doors for up-close shots, and is capable of being separated in half. After filming of the series concluded, Ackles was allowed by Warner Bros. and The CW to keep the main Impala.\nTrouble with the law.\nBecause Dean and Sam do not get paid for their hunting, the brothers earn their living and pay for their hunting equipment through &lt;a href=\"credit%20card%20fraud\"&gt;credit card fraud&lt;/a&gt;, poker winnings, and &lt;a href=\"pool%20hustling\"&gt;pool hustling&lt;/a&gt;. Furthermore, their investigations often put them on the wrong side of the law, as they have desecrated graves, impersonated various officials, and committed breaking and entering. Framed for murder and bank robbery by &lt;a href=\"shapeshifter\"&gt;shapeshifter&lt;/a&gt;s, Dean has become a highly wanted man, and the brothers are occasionally pursued by various law enforcement officers, most notably FBI agent Victor Henricksen. Because of their wanted status, the brothers often use aliases, usually derived from hard rock musicians, film references, or a meta-reference. However, in the third season's mid-season finale episode \"Jus in Bello\", Sam and Dean are presumed dead in the explosion of the &lt;a href=\"Monument%2C%20Colorado\"&gt;Monument, Colorado&lt;/a&gt; Sheriff's county jail, effectively ending the FBI's pursuit of them. By the seventh season, however, the FBI are in pursuit of the brothers again, believing them to be mass-murderers (while the murders were actually committed by Leviathans impersonating the Winchesters). However, with the help of a sheriff who learns the truth and the bodies of their doppelgangers, they are able to fake their deaths again, but have to lie low to prevent discovery, abandoning the Impala, taking on new aliases and using stolen cars to get around. By season 8, the threat of discovery seems to blow over as Sam and Dean return to using the Impala and their rock band aliases which they had been warned made them easy to find. Notably in \"Ask Jeeves\" in season 10, they use their real names and even though a detective is investigating a murder, he does not recognize them from \"their\" previous crime sprees.\nThe Colt.\nThe 1836 &lt;a href=\"Colt%20Paterson\"&gt;Colt Paterson&lt;/a&gt; revolver, usually referred to simply as \"the Colt\", was made by Samuel Colt, a paranormal hunter. According to legend, anything shot by this gun, using one of its thirteen original bullets, will die, including creatures normally immune to any and all weapons.\nJohn Winchester gives it to the demon Azazel in return for Dean's life being spared after a near-fatal car crash. At the end of the second season, Azazel uses the Colt as the key to open one of the Gates to Hell that Samuel Colt had sealed. The last bullet is then used to kill Azazel, though the gun is later altered to allow the use of more bullets. Towards the end of the third season, Lilith's right-hand demon, Crowley, acquires the gun and hides it. It is then featured in two time-travel episodes – Dean using a past version of it when he is sent back to 1973, and his future self discovering it when Dean is sent five years into the future – before Crowley returns it to the Winchesters so they can kill Lucifer. However, after Dean shoots Lucifer in the head at point-blank range, an unharmed Lucifer boasts there are five things in creation which the gun cannot kill, and he is one of them. The Colt is subsequently lost and absent for several years until Mary Winchester retrieves it back from a Prince of Hell, Ramiel.\nIt is later revealed due to a &lt;a href=\"causal%20loop\"&gt;causal loop&lt;/a&gt;, the Colt went in the possession of Daniel Elkins, the owner of the gun at the beginning of the series, due to the actions of the Winchesters. When the Winchesters travel to 1861, they meet Samuel Colt, from whom Sam gets the Colt, and Dean uses it to kill a &lt;a href=\"Phoenix%20%28mythology%29\"&gt;phoenix&lt;/a&gt;, as they need its ashes. Dean drops the Colt just before being transported back to the present day, where it is presumably retrieved by the saloon owner Elkins, the ancestor of Daniel Elkins.\nThe gun used in the series is actually a replica Paterson modified to fire &lt;a href=\"cartridge%20%28firearms%29\"&gt;metallic cartridges&lt;/a&gt;. The gun was described as being built in 1835, before Colt made firearms, and fires metallic cartridges which were never made to fire in a Colt revolver until 10 years after Samuel Colt's death. On the barrel of the gun is inscribed the Latin phrase \"non-timebo mala\", meaning \"I will fear no evil\". On the grip is a carving of a &lt;a href=\"pentagram\"&gt;pentagram&lt;/a&gt;, with much of the finish removed to give it an aged appearance. The prop department also has a rubber version of the Colt to be used in fight scenes for &lt;a href=\"pistol-whipping\"&gt;pistol-whipping&lt;/a&gt;.\nRuby's knife.\nRuby possesses a mysterious and presumably magical demon-killing knife, which Kripke refers to as \"a hand-to-hand version of the Colt\". Its handle is made of elk antlers, and the knife has engravings on both sides of the blade, although the symbols are all nonsensical. It has been seen and used many times following its introduction in the third season. Upon being stabbed in a vital area like throat or heart or the guts, the demon is almost immediately killed, usually taking the human host with it. The only known survivor is &lt;a href=\"Bobby%20Singer\"&gt;Bobby Singer&lt;/a&gt; who stabbed himself with it while fighting off a possession and was left paralyzed as a result. It is unknown if it is effective against other supernatural beings, although it is useless against angels. Furthermore, only Knights of Hell such as Cain or Abaddon or Princes of Hell like Ramiel are established as resistant or even immune to the effects of the knife. The white-eyed demon Alastair was never killed by the knife's demon killing power since both times he was stabbed were on the left shoulder, although both stabs were very close to his heart. Creator Eric Kripke doubted that how the knife functions would ever be revealed, stating, \"I like to leave some things mysterious. And that's likely to remain mysterious.\" However, the eighth season reveals it to be \"an ancient demon-killing knife of the &lt;a href=\"Kurdish%20people\"&gt;Kurds&lt;/a&gt;\".\nWord of God Tablets.\nSometime in the distant past, God dictated the angel scribe Metatron to write a compendium of tablets known as the Word of God. They cover a variety of subjects, including demons, angels, and leviathans. God then sealed the tablets inside the \"Vault of the Earth\" and even if someone were to find them, only a few chosen humans, the prophets, are able to decipher them. The Leviathan Tablet, which was dug from somewhere in &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, has an instruction regarding how to kill a leviathan. The Demon Tablet, recovered by Crowley through unknown means, contains an instruction about locking all demons in Hell forever as well as techniques about disposing demons, such as devil's traps, holy water, and demon bombs. The Angel Tablet, stored in one of Lucifer's crypts, has the information on how to make all angels fall from Heaven as well as an incantation to imbue an angel with great power. The Demon Tablet is currently in the possession of Castiel, who has destroyed the Angel Tablet in the ninth season to prevent Metatron from using its powers.\nMen of Letters.\nFor centuries, supernatural activity on Earth was logged and observed by the Men of Letters, a secret society dedicated to gathering knowledge and artefacts, occasionally working with elite teams of hunters to eliminate particularly dangerous supernatural threats. This tradition came to an end when Henry Winchester, attending his final initiation rite in 1958, became the sole survivor of the organization when it was attacked by the demon Abaddon, forcing Henry to attempt a desperate escape by using a spell to take himself to 2013, where he met Dean and Sam. Although Henry is killed in the subsequent battle with Abaddon, he is able to pass on information about the Men of Letters to his grandsons, who track down the Men of Letters' secret bunker, which stores all the knowledge and artefacts that the society had gathered over the centuries. After this, Dean and Sam adopt the bunker as a 'home', residing in the bunker when between cases and using its books to carry out further research. They experience an unexpected challenge when the British Men of Letters come to America to try to take control of the local hunters, perceiving the Winchesters as too dangerous, but the Winchesters and a small army of hunters are able to force the British Men of Letters to withdraw after Dean and Sam confirm that the British branch are too brutal for their tastes, such as attempting to immediately kill new werewolf Claire Novak where the Winchesters would prefer to cure if possible, or killing hunter Eileen Leehy just because she accidentally killed a Man of Letters rather than accept that it was an accident.\nMark of Cain and the First Blade.\nAfter God and the archangels successfully battled the Darkness to submission at the beginning of creation, God sealed it inside a metaphysical cage, whose seal was handed over to Lucifer for safekeeping. However, the Darkness' influence was as such that Lucifer was corrupted by it, eventually becoming the first fallen angel after refusing to honor humans. Lucifer then offered the seal to Cain, which empowered a blade made from the jawbone of a donkey that he used to kill and send his brother, Abel, to Heaven. Whenceforth, the seal was known by the moniker of the Mark of Cain, while the blade was dubbed the First Blade. Wielders of the Mark are corrupted by the Darkness so they would have the lust for power and bloodbath. This power in turn activates the First Blade, otherwise useless when wielded by other people, to become an invincible weapon capable of killing everything, even angels and higher demons. If killed, wielders of the Mark are resurrected as demons, as shown by Dean in the finale of the ninth season. At the start of the series, Cain had thrown the First Blade to the bottom of the &lt;a href=\"Marianas%20Trench\"&gt;Marianas Trench&lt;/a&gt;, only to take it back and give it as well as the Mark to Dean as part of the latter's quest to kill Abaddon. However, this gives Dean the attendant problems of the Mark, which slowly corrupts him, as releasing the Mark requires an arduous ritual, and if not transferred to someone else would release the Darkness from her cage. Sam is eventually able to remove the Mark, but this unleashes the Darkness, forcing the Winchesters, Castiel and Crowley to join forces to stop the Darkness by releasing Lucifer from the Cage and reunite the Darkness with God (who is identified as Chuck Shurley, the Prophet who wrote the Winchester Gospels).\nApocalypse World.\nAfter Lucifer is released from the Cage to assist with the Darkness and is eventually 'restored' to his old vessel of Nick, the Winchesters are forced to defeat him by using a rift in reality to trap Lucifer in an alternate reality they come to call 'Apocalypse World', which is established to be a world where Dean and Sam were never born as Mary never made the deal with Azazel to restore John Winchester to life. As a result of Dean and Sam's absence, Michael and Lucifer took new vessels to wage their final battle, which led to Michael's victory, only for Michael to set out to destroy all humans as a failed experiment, aided by the Apocalypse World version of Kevin Tran, who is now a 'loyal' prophet to Michael in return for the promise that he will be reunited with his mother in Heaven. Although the Winchesters had intended to leave Lucifer trapped there, various events force them to re-open the rift, which leads to Mary in particular becoming attached to the people of Apocalypse World, which include still-living versions of Bobby Singer and Charlie Bradbury. Eventually the Winchesters are able to evacuate most of the human survivors to their world, but the alternate version of Michael follows them into this world, with Dean forced to become Michael's vessel to stop Lucifer for good only for Michael to pursue his own agenda on this world.\nOther media.\nPromotion and tie-ins.\nThe advertisements The WB chose for the show went beyond just commercials and billboards. Before the series debuted, the network placed signs for the show at gas station pumps, and gave out rubber glow-in-the-dark bracelets at New York and Los Angeles movie theaters. Also, coffee cup sleeves revealed the image of a \"terrified woman seemingly pinned to a ceiling\" when heated were distributed to 500 cafes throughout New York, Chicago, and Los Angeles. The same image was used in special mirrors the network installed in almost 200 nightclubs throughout three cities in order to reach \"young, hip horror fans\". Additional advertisements were also placed in bars, movie theaters, and video game stores, with hundreds of the bars also receiving \"Supernatural\" napkins and coasters.\nThe series also has many real-life tie-ins. The urban legend website \"Hellhounds Lair\" featured in the season one episode \"Hell House\" was a real website set up by the show's producers. As a tie-in to the sequel episode \"Ghostfacers\", in which the owners of \"Hellhounds Lair\" create their own \"&lt;a href=\"Ghost%20Hunters%20%28TV%20series%29\"&gt;Ghost Hunters&lt;/a&gt;\"-style reality show, The CW set up Ghostfacers.com. The Winchesters later visit this website in the fourth-season episode \"It's a Terrible Life\". Series tie-ins, however, extend beyond the internet. For a time, Dean's cell number—revealed in the first-season episode \"Phantom Traveler\" to be 1–866–907–3235—was a real number, with &lt;a href=\"Jensen%20Ackles\"&gt;Jensen Ackles&lt;/a&gt; reading the message: \"This is Dean Winchester. If this is an emergency, leave a message. If you are calling about 11–2–83, page me with your coordinates.\" The second-season episode \"Tall Tales\" featured a tie-in to that week's issue of the tabloid newspaper \"&lt;a href=\"Weekly%20World%20News\"&gt;Weekly World News&lt;/a&gt;\". The February 19 and March 19, 2007, editions of the paper featured exclusive interviews with Sam and Dean, the articles being written by &lt;a href=\"Paul%20Kupperberg\"&gt;Paul Kupperberg&lt;/a&gt;.\nMerchandise.\n\"Supernatural\" has a vast amount of merchandise available, including calendars, T-shirts, shot glasses, temporary tattoos and posters. Inkworks has released trading cards for the show, some cards featuring actors' autographs and swatches from actual costumes used on the series.\nThe \"&lt;a href=\"Supernatural%20Role%20Playing%20Game\"&gt;Supernatural Role Playing Game&lt;/a&gt;\" (a &lt;a href=\"pen-and-paper%20role-playing%20game\"&gt;pen-and-paper role-playing game&lt;/a&gt;) was developed by &lt;a href=\"Margaret%20Weis%20Productions%2C%20Ltd\"&gt;Margaret Weis Productions, Ltd&lt;/a&gt;. Originally scheduled for release in October 2007, it was delayed until August 2009. The game uses material from the series, novels, and comics. Additionally, on September 7, 2010, Watertower Music released Supernatural: Original Television Soundtrack – Seasons 1–5. It features 18 original tracks by Supernatural series composers &lt;a href=\"Christopher%20Lennertz\"&gt;Christopher Lennertz&lt;/a&gt; and Jay Gruska. Funko has also released three Pop! form figures of Dean, Sam, and Castiel as of November 21, 2013.\nFurther information on the series' mythology and production have been detailed through print. Official companion guides for the first six seasons have been released (, , , , , ), all written by Nicholas Knight and published by Titan Books. Two additional guides written by &lt;a href=\"Alex%20Irvine\"&gt;Alex Irvine&lt;/a&gt;, \"The \"Supernatural\" Book of Monsters, Spirits, Demons, and Ghouls\" () and \"John Winchester's Journal\" (), have been published by It Books. Irvine's books function as resource guides that contain illustrations and detailed descriptions of the supernatural creatures the Winchester family has encountered, giving additional background on creatures and mythology featured on the show. Premiering on November 27, 2007, was the Official \"Supernatural\" Magazine. Published by Titan Magazines, it contains series information and exclusive cast and crew interviews. It Books published \"Supernatural: Bobby Singer's Guide to Hunting\" by David Reed on September 6, 2011 (), sharing all the knowledge that the character Bobby Singer had to share about hunting, the Winchesters, and other knowledge he picked up over the years dealing with the elements of the supernatural.\nComics.\nThe series has also developed an &lt;a href=\"expanded%20universe\"&gt;expanded universe&lt;/a&gt;. Three six-issue &lt;a href=\"comic%20book\"&gt;comic book&lt;/a&gt; miniseries have been published by &lt;a href=\"WildStorm\"&gt;WildStorm&lt;/a&gt;, a company under the &lt;a href=\"DC%20Comics\"&gt;DC Comics&lt;/a&gt; umbrella. \"\" depicts the early lives of John, Sam, and Dean Winchester, and shows how John became a hunter. \"Supernatural: Rising Son\", \"a dysfunctional family story\", details Dean as he begins following in his father's footsteps. While Kripke was heavily involved with the first series, the writer's strike prevented him from doing so with \"Rising Son\". \"Supernatural: Beginning's End\" deals with \"the definitive events that led to Sam leaving his family to attend Stanford\".\nA fourth miniseries, \"Caledonia\" (named \"Supernatural: The Dogs of Edinburgh\" in the UK), by Brian Wood and Grant Bond, dealt with Sam Winchester's trip to the United Kingdom during the Stanford years. The first two miniseries were written by Peter Johnson, one of the series co-executive producer, while the third one is by television series writers Andrew Dabb and Daniel Loflin.\nNovels.\nSeveral novels based on the series have also been published.\nSecondary literature.\nAn unofficial anthology titled \"In the Hunt: Unauthorized Essays on Supernatural\" () was released on February 10, 2009, by Smart Pop and featured essays covering different aspects of both the series and its fanbase. \"The Mythology of Supernatural: The Signs and Symbols Behind the Popular TV Show\" (), published by Berkley Trade on August 2, 2011, sought to explore the religious and mythological roots of the show. And on October 1, 2011, ECW Press released the book \"TV Goes to Hell: An Unofficial Road Map of Supernatural\" () which explored topics such as folklore, religion, gender and sexuality, comedy, and music through essays from a number of contributors.\nSpin-off series.\n\"Ghostfacers\".\nAfter their first season debut in \"Hell House\" (episode 17 written by &lt;a href=\"Trey%20Callaway\"&gt;Trey Callaway&lt;/a&gt;), the growing popularity of \"amateur spook-hunters\" Ed Zeddmore and Harry Spangler prompted Kripke to consider a spin-off series for the characters. He discussed the idea of an online venture with actors &lt;a href=\"A.%20J.%20Buckley\"&gt;A. J. Buckley&lt;/a&gt; and &lt;a href=\"Travis%20Wester\"&gt;Travis Wester&lt;/a&gt;, and held a successful meeting with studio and network executives. Though Kripke announced their plans to produce \"some new material, either webisodes, potentially cell phone content or basically an off-network \"Ghostfacers\" series\" at the 2008 &lt;a href=\"San%20Diego%20Comic-Con%20International\"&gt;Comic-Con&lt;/a&gt;, the economic downturn delayed production until 2009.\nBuckley and Wester, along with Patrick J. Doody and Chris Valenziano, penned the series. They found the format—ten three-minute segments—difficult to manage because each webisode has to work both individually and as part of the overall storyline. However, Wester noted, \"We couldn't get too indulgent, we couldn't delve into long conversations. That helps not only with the storytelling but with the comedy... With drama, it takes time to establish an emotional connection with the characters. With comedy, you can jump right in.\"\nThough an initial idea of Kripke's involved the cast searching real haunted houses, the first season instead features the Ghostfacers investigating a haunted theater. The series also stars &lt;a href=\"Brittany%20Ishibashi\"&gt;Brittany Ishibashi&lt;/a&gt; as Maggie and &lt;a href=\"Austin%20Basis\"&gt;Austin Basis&lt;/a&gt; as Spruce.\nIn August 2011, a webisode was released online in which the Ghostfacers meet Castiel.\n\"Supernatural: The Anime Series\".\nOn June 9, 2010, the official Japanese Warner Bros. website announced an anime version of the series titled \"Supernatural: The Animation\" (スーパーナチュラル・ザ・アニメーション), which debuted in Japan in January 2011 and is produced by Japanese anime studio &lt;a href=\"Madhouse%20%28company%29\"&gt;Madhouse&lt;/a&gt;. Shigeyuki Miya and &lt;a href=\"Atsuko%20Ishizuka\"&gt;Atsuko Ishizuka&lt;/a&gt; are co-directors for the series, with Kripke credited as the project creator. Madhouse co-founder &lt;a href=\"Masao%20Maruyama%20%28film%20producer%29\"&gt;Masao Maruyama&lt;/a&gt; serves as executive producer, with Naoya Takayama supervising the scripts and Takahiro Yoshimatsu designing the characters. &lt;a href=\"Y%C5%ABya%20Uchida%20%28voice%20actor%29\"&gt;Yūya Uchida&lt;/a&gt; and &lt;a href=\"Hiroki%20Touchi\"&gt;Hiroki Touchi&lt;/a&gt;, who voice Sam and Dean for the Japanese dub of the live-action series, reprise their roles.\nThe anime's first season consists of 22 half-hour episodes; while the storyline covers the first two seasons of the live-action series, it also includes original content exploring the Winchesters' childhoods and expanding upon secondary characters. &lt;a href=\"Warner%20Home%20Video\"&gt;Warner Home Video&lt;/a&gt; released the first two episodes on Blu-ray and DVD in Japan on January 12, 2011; episodes 3 through 12 shipped on February 2, and the rest on April 6. Warner Home Video released the Blu-ray and DVD box sets of the anime series on July 26, 2011, in North America.\nJared Padalecki voices Sam in the English-language version of the series, while Jensen Ackles voices Dean only in the last two episodes for scheduling reasons; Andrew Farrar voices Dean in English for the first 20 episodes.\n\"Supernatural: Bloodlines\".\nOn July 22, 2013, The CW announced there was a spin-off of \"Supernatural\" in the works, with the 20th episode of season nine serving as a back-door pilot. On January 29, 2014, it was revealed that the spin-off was to have been titled \"Supernatural: Bloodlines\".\nThe backdoor pilot was written by Andrew Dabb and directed by Robert Singer. The series was going to set to explore the \"clashing hunter and monster cultures in Chicago\". The show was not picked up by the CW for the 2014–2015 season. However, the network has remained open to another spin-off of the series.\nSamuel Colt.\nDuring production of \"Supernatural\"s third season, Kripke stated that the writers sometimes discussed the possibility of a prequel series. Set in the &lt;a href=\"American%20Old%20West\"&gt;Old West&lt;/a&gt;, the spin-off would follow &lt;a href=\"Samuel%20Colt\"&gt;Samuel Colt&lt;/a&gt; and a group of hunters.\n\"Wayward Sisters\".\nOn June 20, 2017, it was announced that \"Wayward Sisters\", a spin-off series starring &lt;a href=\"Kim%20Rhodes\"&gt;Kim Rhodes&lt;/a&gt; as Sheriff &lt;a href=\"Jody%20Mills\"&gt;Jody Mills&lt;/a&gt;, was being developed by \"Supernatural\" writer-producers Andrew Dabb and Robert Berens, along with Robert Singer and Phil Sgriccia. The spin-off debuted as a &lt;a href=\"backdoor%20pilot\"&gt;backdoor pilot&lt;/a&gt; during the &lt;a href=\"Supernatural%20%28season%2013%29\"&gt;thirteenth season&lt;/a&gt; of \"Supernatural\". In May 2018, it was confirmed that the series was not picked up.\n\"The Winchesters\".\nOn June 24, 2021, it was announced that a prequel series titled \"The Winchesters\" that focus on Sam and Dean's parents, John and Mary, is in development at The CW. The potential series is executive produced by Jensen Ackles, his wife &lt;a href=\"Danneel%20Ackles\"&gt;Danneel Ackles&lt;/a&gt; (who portrayed Anael on the series), and \"Supernatural\" writer Robbie Thompson. Ackles will also reprise his role as Dean Winchester as the narrator.\nImpact.\nRatings.\nSeasonal rankings (based on average total viewers per episode) of \"Supernatural\" on &lt;a href=\"The%20WB\"&gt;The WB&lt;/a&gt; and &lt;a href=\"The%20CW\"&gt;The CW&lt;/a&gt; (some including repeats).\nAfter the first four episodes of \"Supernatural\" aired in 2005, the WB decided to pick up the series for a full season of 22 episodes. During those first episodes, the series was ranked third in males aged 18–34 and 12–34. It also posted an increase of 73% in males aged 18–49 from the year before, although it only gained 4% in total viewers, and retained 91% of viewers from its lead-in, \"&lt;a href=\"Gilmore%20Girls\"&gt;Gilmore Girls&lt;/a&gt;\". \"Supernatural\" had low ratings during its second season, with viewers consisting mainly of teen girls, and the CW trying to attract more male viewers. The show's future was in doubt at the end of the second season. Despite mediocre ratings in the previous year, it was back for a third season. Although its third season's rating were low, it did well with viewers aged 18–49. In this category, it ranked eighth of all returning series broadcast by a major network. The show received an early pickup for its fourth season. The show's ratings increased in its fourth season. The fourth-season premiere aired on September 18, 2008, averaging its highest rating ever since its debut on &lt;a href=\"The%20CW\"&gt;The CW&lt;/a&gt; with 3.96 million viewers, a 33% surge over the season three premiere and a 1.7/5 in adults 18–49, up 42% from one year earlier. On October 16, 2008, the show was watched by 3.06 million viewers, making the lowest rating for the season. On October 30, 2008, the show climbed to its best performance in adults 18–34 (1.4/4), adults 18–49 (1.5/4) and total viewers (3.6mil) since its season premiere on September 18, 2008. For the fifth-season premiere, viewership increased by 6% in women 18–34 (1.7/5) over the fourth-season premiere. However, taking DVR viewings into account with new Live-Plus 7 Day data, total viewership for the premiere increased 38%, with women 18–34 increasing by 35% and adults 18–34 by 47%.\nReception.\nDuring its first season, the show received generally mixed critical reception, but the reception from critics has grown more favorable as the series progressed with subsequent seasons receiving generally positive reviews from critics.\nThe first season received a Metacritic score of 59 out of 100 based on 22 reviews, indicating \"mixed or average reviews\". The &lt;a href=\"review%20aggregator\"&gt;review aggregator&lt;/a&gt; website &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; reported an 87% approval rating for the first season, with an average rating of 7.32/10 based on 31 reviews. The website's consensus reads, \"Despite some too-hip dialogue and familiar thematic elements, \"Supernatural\"s vigilante brothers manage to stir up some legitimate scares.\" Tanner Stransky of \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" gave the first season a B, saying the show \"comes off as weekly installments of a horror movie series\", but that \"Adding to the show's cred are the '67 Chevy Impala the boys rumble around in and their kick-ass soundtrack\". Jeff Swindoll of \"&lt;a href=\"Monsters%20and%20Critics\"&gt;Monsters and Critics&lt;/a&gt;\" \"really liked\" the first season for its \"horrific content and the brotherly chemistry between its two stars\". He also noted that the season finished \"with one bang of a cliffhanger\". Swindoll enjoyed the second season, too, saying that it \"still works thanks to the brotherly chemistry between Padalecki and Ackles\" and noted the second season focused more on the show's mythology.\nSwindoll also liked the third season, saying \"Eric Kripke must've sold his soul to the devil so that the show wouldn't suffer a third season slump.\" He also enjoyed the moments featuring Bobby Singer (&lt;a href=\"Jim%20Beaver\"&gt;Jim Beaver&lt;/a&gt;), likening him to the character Cooter from \"&lt;a href=\"Dukes%20of%20Hazzard\"&gt;Dukes of Hazzard&lt;/a&gt;\". However, Daniel Bettridge of \"Den of Geek\" believed that the writer's strike hindered the season, with many issues being left unresolved and the finale feeling \"a little rushed\". He also felt that new characters Ruby (&lt;a href=\"Katie%20Cassidy\"&gt;Katie Cassidy&lt;/a&gt;) and Bela (&lt;a href=\"Lauren%20Cohan\"&gt;Lauren Cohan&lt;/a&gt;) were \"disappointingly unexplored and ineffectively used\". While Diana Steenbergen of IGN liked that there was a season-long story arc with Dean's demonic deal, she believed that viewers would know that the pact would not be resolved until the finale, making the self-enclosed episodes feel like they are \"treading water, waiting for the main storyline to resume\". In 2008, &lt;a href=\"AOL%20TV\"&gt;AOL TV&lt;/a&gt; placed the show on its list of TV's Biggest Guilty Pleasures.\nAnother \"Monsters and Critics\" reviewer, June L., gave the fourth season a positive review, saying the show \"remains intriguing and entertaining, giving viewers much to ponder in terms of the philosophical analysis of the nature of good and evil.\" Steenbergen felt that the series made a transition from a \"pretty good show to being a pretty great show\". She praised Misha Collins for his portrayal of the angel Castiel, and felt that the interactions between Dean and Castiel were \"one of the highlights of the season\". Before the premiere of the fifth season, \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" listed the series as one of \"The 50 Best Reasons to Watch TV\", citing Sam and Dean Winchester as the \"Bo and Luke Duke of demon hunting\".\nThe \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\"s Maureen Ryan named \"Supernatural\" among the top ten shows of 2009, stating that the \"thoughtfully crafted show got bolder and more creative in 2009, coming up with hilarious and innovative episodes and taking risks with its storytelling.\" Mike Hale of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" also named the series on his top ten list for the year: \"\"Supernatural\" is currently among the wildest and most entertaining series in prime time.\" In 2010, AOL TV ranked \"Supernatural\" fourth of the Top 20 Magic/Supernatural Shows of All Time, noting that the show had been compared to \"&lt;a href=\"The%20X-Files\"&gt;The X-Files&lt;/a&gt;\" early in its run before \"distinguishing itself as a unique, unpredictable and addictive series that not only features monsters, magic and Lucifer himself, but also boasts a dynamic duo arguably better at the banter than &lt;a href=\"Fox%20Mulder\"&gt;Mulder&lt;/a&gt; and &lt;a href=\"Dana%20Scully\"&gt;Scully&lt;/a&gt; -- Sam and Dean Winchester\".\nIn 2012, \"Entertainment Weekly\" listed the show at No. 19 in the \"25 Best Cult TV Shows from the Past 25 Years\", saying, \"\"Supernatural\" began with a pretty straightforward premise – hot guys kill spooky things – but it didn't stay that way for long. The characters have literally been to &lt;a href=\"hell\"&gt;hell&lt;/a&gt; and back, and along the way, they have woven a complicated and compelling mythology filled with friends (angel Castiel), recurring foes (demon Crowley), and inside jokes (Wincest!). \"Supernatural\" has also, however, dedicated episodes to mocking the sillier aspects of its own existence, like its hypercritical fandom. This self-referential approach has rewarded longtime viewers and helped build a community so passionate, it's almost scary.\" The show has a broad demographic base and is more popular in Russia than the US.\nSyndication.\nOn January 4, 2010, the cable television network &lt;a href=\"TNT%20%28American%20TV%20network%29\"&gt;TNT&lt;/a&gt; began airing reruns of \"Supernatural\". In Canada, the series has been syndicated on &lt;a href=\"Space%20%28Canadian%20TV%20channel%29\"&gt;Space&lt;/a&gt;, &lt;a href=\"Dusk%20%28TV%20channel%29\"&gt;Dusk&lt;/a&gt;, &lt;a href=\"ABC%20Spark\"&gt;ABC Spark&lt;/a&gt;, &lt;a href=\"M3%20%28Canadian%20TV%20channel%29\"&gt;M3&lt;/a&gt;, and &lt;a href=\"E%21%20%28Canadian%20TV%20channel%29\"&gt;E!&lt;/a&gt;.\nFandom and popular culture.\nBeing a &lt;a href=\"Cult%20following\"&gt;cult&lt;/a&gt; series, \"Supernatural\" has garnered a dedicated fanbase. They are active online, and many have written &lt;a href=\"fanfiction\"&gt;fanfiction&lt;/a&gt; stories about the show, ranging from Wincest (the romantic pairing of brothers Dean and Sam Winchester) to Destiel (the romantic pairing of Dean Winchester and Castiel) to various other character pairings. The writers have referenced this several times in the series, including the 200th episode, which makes references to Wincest, Destiel, and Sastiel (the romantic pairing of Sam Winchester and Castiel).\nThe first fan conventions dedicated to \"Supernatural\" took place in &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville, Tennessee&lt;/a&gt;, in October 2006 and in &lt;a href=\"London\"&gt;London&lt;/a&gt; in May 2007, and conventions have since expanded through to Germany and throughout the United States. The series' stars and large guest cast make appearances, with fans from the United States, Europe, China, and Australia attending.\nBefore the debut of the series' &lt;a href=\"Supernatural%20%28season%205%29\"&gt;fifth season&lt;/a&gt;, in which &lt;a href=\"Lucifer%20%28Supernatural%29\"&gt;Lucifer&lt;/a&gt; is finally freed from his imprisonment, fans attempted to promote the show through &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;. Enough fans posted the &lt;a href=\"Tag%20%28metadata%29%23Hashtags\"&gt;hash tag&lt;/a&gt; \"#LuciferIsComing\" that it made it into \"&lt;a href=\"trending%20topic\"&gt;trending topic&lt;/a&gt;s\"—a list depicting words and phrases posted with the highest frequency on the website. However, Twitter users who were unaware of the fans' intentions responded with numerous posts of \"#GodIsHere\", and the topic was blocked from Twitter's trending topics after complaints. Actor &lt;a href=\"Misha%20Collins\"&gt;Misha Collins&lt;/a&gt;, who portrays &lt;a href=\"Castiel%20%28Supernatural%29\"&gt;Castiel&lt;/a&gt; in the series, tried to continue the campaign by requesting that fans post \"#PDiddyIsScaredOfHisTV\", rapper &lt;a href=\"P.%26amp%3Bnbsp%3BDiddy\"&gt;P. Diddy&lt;/a&gt; being the one whom many fans believe to be the instigator of the initial backlash. However, after an hour, this attempt to trend the topic was also stymied by Twitter.\nIn honor of the series' season 14 renewal, &lt;a href=\"Mayor%20of%20Austin\"&gt;Mayor&lt;/a&gt; &lt;a href=\"Steve%20Adler%20%28lawyer%29\"&gt;Steve Adler&lt;/a&gt; of &lt;a href=\"Austin%2C%20Texas\"&gt;Austin, Texas&lt;/a&gt;, declared June 23, 2018, as \"\"Supernatural\" Day\" in the city, as the show's stars Ackles and Padalecki are both Austin residents. The day, which coincided with the duo participating in local charity events, also recognized \"Supernatural\" for, as the declaration proclaimed, \"bringing the best fans in the world\" to the city.\nThe series's fandom gave rise to a new subgenre of &lt;a href=\"Slash%20fiction\"&gt;erotic&lt;/a&gt; &lt;a href=\"fan%20fiction\"&gt;fan fiction&lt;/a&gt; and then to a subgenre of &lt;a href=\"speculative%20fiction\"&gt;speculative&lt;/a&gt; &lt;a href=\"erotic%20fiction\"&gt;erotic fiction&lt;/a&gt; in its own right, the \"&lt;a href=\"Omegaverse\"&gt;Omegaverse&lt;/a&gt;\". Works in this genre feature humans with a wolf-like social structure and sexual behavior."
}