{
    "id": "2172072",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=2172072",
    "title": "John Coit Spooner",
    "text": "John Coit Spooner (January 6, 1843June 11, 1919) was a politician and lawyer from &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;. He served in the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; from 1885 to 1891 and from 1897 to 1907. A &lt;a href=\"History%20of%20the%20United%20States%20Republican%20Party\"&gt;Republican&lt;/a&gt;, by the 1890s, he was one of the \"Big Four\" key Republicans who largely controlled the major decisions of the Senate, along with &lt;a href=\"Orville%20H.%20Platt\"&gt;Orville H. Platt&lt;/a&gt; of Connecticut, &lt;a href=\"William%20B.%20Allison\"&gt;William B. Allison&lt;/a&gt; of Iowa, and &lt;a href=\"Nelson%20W.%20Aldrich\"&gt;Nelson W. Aldrich&lt;/a&gt; of Rhode Island.\nEarly life.\nSpooner was born in &lt;a href=\"Lawrenceburg%2C%20Indiana\"&gt;Lawrenceburg, Indiana&lt;/a&gt;, on January 6, 1843, the son of Philip Loring Spooner and Lydia (Coit) Spooner. Philip Spooner was an attorney and judge and served on the bench in both Indiana and Wisconsin. Spooner moved with his parents to &lt;a href=\"Madison%2C%20Wisconsin\"&gt;Madison&lt;/a&gt;, Wisconsin, in 1859. He attended the common schools and graduated from the &lt;a href=\"University%20of%20Wisconsin%E2%80%93Madison\"&gt;University of Wisconsin&lt;/a&gt; with a &lt;a href=\"Bachelor%20of%20Philosophy\"&gt;Bachelor of Philosophy&lt;/a&gt; (Philosophiae Baccalaureus, or P.B.) degree in 1864. While in college, Spooner joined the &lt;a href=\"Psi%20Upsilon\"&gt;Psi Upsilon&lt;/a&gt; fraternity and was admitted to membership in &lt;a href=\"Phi%20Beta%20Kappa\"&gt;Phi Beta Kappa&lt;/a&gt;.\nMilitary service.\nDuring the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, he enlisted in the &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt; as a &lt;a href=\"Private%20%28rank%29\"&gt;private&lt;/a&gt; assigned to Company D, &lt;a href=\"40th%20Wisconsin%20Volunteer%20Infantry%20Regiment\"&gt;40th Wisconsin Infantry&lt;/a&gt;, a three-month unit. After Spooner's 100 days of service were complete, he returned home and recruited a company from his college classmates, Company A, &lt;a href=\"50th%20Wisconsin%20Volunteer%20Infantry%20Regiment\"&gt;50th Wisconsin Infantry&lt;/a&gt;, which he commanded as a &lt;a href=\"Captain%20%28United%20States%20O-3%29\"&gt;captain&lt;/a&gt;. At the close of the war, Spooner received a &lt;a href=\"Brevet%20%28military%29\"&gt;brevet&lt;/a&gt; promotion to &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;.\nStart of career.\nAfter the war, Spooner served as private secretary to &lt;a href=\"Governor%20of%20Wisconsin\"&gt;Wisconsin Governor&lt;/a&gt; &lt;a href=\"Lucius%20Fairchild\"&gt;Lucius Fairchild&lt;/a&gt;, and then the governor's military secretary with the rank of &lt;a href=\"Colonel%20%28United%20States%29\"&gt;colonel&lt;/a&gt; He later served as quartermaster general of the Wisconsin Militia with the rank of &lt;a href=\"Brigadier%20general%20%28United%20States%29\"&gt;brigadier general&lt;/a&gt;. He &lt;a href=\"reading%20law\"&gt;studied law&lt;/a&gt; with his father from 1865 to 1867, and he was &lt;a href=\"Admission%20to%20the%20bar%20in%20the%20United%20States\"&gt;admitted to the bar&lt;/a&gt; in 1867.\nAfter becoming a lawyer, Spooner was appointed assistant attorney general of &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; and he served from 1869 to 1870. In 1869, Spooner received the &lt;a href=\"honorary%20degree\"&gt;honorary degree&lt;/a&gt; of &lt;a href=\"Master%20of%20Arts\"&gt;Master of Arts&lt;/a&gt; from the University of Wisconsin. Spooner moved to &lt;a href=\"Hudson%2C%20Wisconsin\"&gt;Hudson&lt;/a&gt; in 1870, and practiced law there from 1870 to 1884. He established himself in the field of railroad and corporation law, and served as counsel for the &lt;a href=\"West%20Wisconsin%20Railway\"&gt;West Wisconsin Railway&lt;/a&gt; and Chicago, St. Paul and Minneapolis Railway.\nSpooner was a member of the &lt;a href=\"Wisconsin%20State%20Assembly\"&gt;Wisconsin State Assembly&lt;/a&gt; in 1872. He was a member of the University of Wisconsin Board of Regents from 1882 to 1886.\nUnited States Senator.\nHe was elected as a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; to the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; January 27, 1885, and served from 1885 to 1891, being defeated for re-election by &lt;a href=\"William%20Freeman%20Vilas\"&gt;William F. Vilas&lt;/a&gt;. He served as chairman of the &lt;a href=\"United%20States%20Senate%20Committee%20on%20Claims\"&gt;Committee on Claims&lt;/a&gt; from 1886 to 1891.\n&lt;a href=\"1888%20Republican%20National%20Convention\"&gt;In 1888&lt;/a&gt; and again &lt;a href=\"1892%20Republican%20National%20Convention\"&gt;in 1892&lt;/a&gt;, Spooner was a delegate to the Republican National Convention and was the chairman of Wisconsin's delegation. Spooner was the unsuccessful Republican nominee for governor of Wisconsin in 1892. After his election defeat, he moved to Madison and resumed practicing law in 1893.\nIn 1897, Spooner was elected to the U.S. Senate, succeeding Vilas. He was reelected in 1903, and served from 1897 until his resignation in 1907. He served as chairman of the &lt;a href=\"United%20States%20Senate%20Committee%20on%20Canadian%20Relations\"&gt;Committee on Canadian Relations&lt;/a&gt; from 1897 to 1899 and of the &lt;a href=\"United%20States%20Senate%20Committee%20on%20Rules\"&gt;Committee on Rules&lt;/a&gt; from 1899 to 1907.\nAs a Senator, Spooner was credited with the &lt;a href=\"Sherman%20Antitrust%20Act%20of%201890\"&gt;Sherman Antitrust Act of 1890&lt;/a&gt; provision that enabled the government to prosecute &lt;a href=\"Standard%20Oil\"&gt;Standard Oil&lt;/a&gt;. He also promoted the legislation which created a civil government for the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; following the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;. He was the author of the &lt;a href=\"Spooner%20Act\"&gt;Spooner Act&lt;/a&gt;, which gave &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; authority to purchase the &lt;a href=\"Panama%20Canal%20Zone\"&gt;Panama Canal Zone&lt;/a&gt;. A popular figure among Republicans, he turned down three &lt;a href=\"United%20States%20Cabinet\"&gt;cabinet posts&lt;/a&gt; during his political career: &lt;a href=\"United%20States%20Secretary%20of%20the%20Interior\"&gt;Secretary of the Interior&lt;/a&gt; in President &lt;a href=\"William%20McKinley\"&gt;William McKinley&lt;/a&gt;'s administration in 1898, &lt;a href=\"United%20States%20Attorney%20General\"&gt;Attorney General&lt;/a&gt; under President McKinley in 1901, and &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;Secretary of State&lt;/a&gt; in President &lt;a href=\"William%20Howard%20Taft\"&gt;William Howard Taft&lt;/a&gt;'s administration in 1909.\nSpooner and fellow Wisconsin Senator, &lt;a href=\"Robert%20M.%20La%20Follette%2C%20Sr.\"&gt;Robert M. La Follette&lt;/a&gt;, were known to be bitter rivals. Spooner disagreed with La Follette's &lt;a href=\"Progressive%20Era\"&gt;progressive&lt;/a&gt; policies, which were opposed to his own &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; policies. Spooner was also one of the early opponents of direct &lt;a href=\"primary%20election\"&gt;primary election&lt;/a&gt;s. At the time, &lt;a href=\"Political%20party\"&gt;party&lt;/a&gt; nominees were selected by the party officials, sometimes by &lt;a href=\"Political%20boss\"&gt;party bosses&lt;/a&gt;. Spooner's view of political campaigns if direct primaries became standard was:\nDirect primaries would destroy the party machinery ... and would build up a lot of personal machines, and would make every man a self-seeker, and would degrade politics by turning candidacies into bitter personal wrangles.\nLater life.\nAfter his retirement from the Senate, he practiced law in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. In 1910, Spooner and &lt;a href=\"Joseph%20P.%20Cotton\"&gt;Joseph P. Cotton&lt;/a&gt; formed the firm of Spooner &amp; Cotton, where Spooner practiced until his death.\nDeath and burial.\nSpooner died on June 11, 1919, at his home on &lt;a href=\"Osborne%20Apartments\"&gt;205 West 57th Street&lt;/a&gt; in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;, following a nervous breakdown. He was interred in &lt;a href=\"Forest%20Hill%20Cemetery%20%28Madison%2C%20Wisconsin%29\"&gt;Forest Hill Cemetery&lt;/a&gt; in &lt;a href=\"Madison%2C%20Wisconsin\"&gt;Madison&lt;/a&gt;, Wisconsin.\nAwards and honors.\nSpooner received the &lt;a href=\"honorary%20degree\"&gt;honorary degree&lt;/a&gt; of &lt;a href=\"Legum%20Doctor\"&gt;LL.D.&lt;/a&gt; from the University of Wisconsin in 1894. He also received honorary LL.D. degrees from &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt; in 1908 and &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt; (1909).\nFamily.\nIn 1868, Spooner married Annie Main of Madison. They were the parents of four children, three of whom lived to adulthood—Charles Philip Spooner (1869–1947), Willet Main Spooner (1871–1928), John C. Spooner (1877–1881), and &lt;a href=\"Philip%20Loring%20Spooner\"&gt;Philip Loring Spooner&lt;/a&gt; (1879–1945).\nExternal links.\n Retrieved on 2008-02-15"
}