{
    "id": "21723101",
    "revid": "4476686",
    "url": "https://en.wikipedia.org/wiki?curid=21723101",
    "title": "Franjo Bučar",
    "text": "Franjo Bučar (25 November 1866 – 26 December 1946) was a &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;n writer and sports popularizer . He is considered to be the father of Croatian sport and &lt;a href=\"olympism\"&gt;olympism&lt;/a&gt;.\nBučar was born in Zagreb to &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt;n father Jožef (Josip) Bučar and &lt;a href=\"Croats\"&gt;Croat&lt;/a&gt;ian mother Franjica Mikšić and educated in &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;, &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, and &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;. He worked on a study of Croatian literature and also wrote about &lt;a href=\"Scandinavian%20literature\"&gt;Scandinavian literature&lt;/a&gt;. He was a prominent sports writer and wrote manuals for many types of sports. He was the popularizer and initiator of introduction of many sports in Croatia – &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"gymnastics\"&gt;gymnastics&lt;/a&gt;, &lt;a href=\"ice%20skating\"&gt;ice skating&lt;/a&gt;, &lt;a href=\"alpine%20skiing\"&gt;alpine skiing&lt;/a&gt;, &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt;, &lt;a href=\"fencing\"&gt;fencing&lt;/a&gt; and others.\nHe participated in the establishment of numerous clubs and professional alliances and also played a prominent role in &lt;a href=\"Sokol\"&gt;Sokol&lt;/a&gt; organization. He left an extensive correspondence with major figures of European culture and sport and created a library of several thousand volumes. He received national and international awards. In 1914 Bučar was elected the first president of the Croatian Sports Federation, which he founded in 1909.\nThe founder and president of the &lt;a href=\"Yugoslav%20Olympic%20Committee\"&gt;Yugoslav Olympic Committee&lt;/a&gt;, which initially worked in Zagreb, he was a member of the &lt;a href=\"International%20Olympic%20Committee\"&gt;International Olympic Committee&lt;/a&gt; from 1920 until his death in 1946.\nIn 1991 the &lt;a href=\"Franjo%20Bu%C4%8Dar%20State%20Award%20for%20Sport\"&gt;Franjo Bučar State Award for Sport&lt;/a&gt;, the highest award for exceptional achievements in the development of sport, was established in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;."
}