{
    "id": "217366",
    "revid": "40736882",
    "url": "https://en.wikipedia.org/wiki?curid=217366",
    "title": "Liberals (Sweden)",
    "text": "The Liberals (, L), known as the Liberal People's Party () until 22 November 2015, is a &lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; &lt;a href=\"List%20of%20political%20parties%20in%20Sweden\"&gt;political party in Sweden&lt;/a&gt;. The Liberals ideologically shows a variety of liberal tendencies, including &lt;a href=\"social%20liberalism\"&gt;social liberalism&lt;/a&gt;, &lt;a href=\"conservative%20liberalism\"&gt;conservative liberalism&lt;/a&gt;, and &lt;a href=\"economic%20liberalism\"&gt;economic liberalism&lt;/a&gt;.\nHistorically the party was positioned in the centre of the Swedish political landscape, willing to cooperate with both the political left and the right. It has since the leaderships of &lt;a href=\"Lars%20Leijonborg\"&gt;Lars Leijonborg&lt;/a&gt; and &lt;a href=\"Jan%20Bj%C3%B6rklund\"&gt;Jan Björklund&lt;/a&gt; in the 2000s positioned itself more towards the right. It was a part of the &lt;a href=\"Alliance%20%28Sweden%29\"&gt;Alliance&lt;/a&gt; centre-right coalition government led by &lt;a href=\"Prime%20Minister%20of%20Sweden\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Fredrik%20Reinfeldt\"&gt;Fredrik Reinfeldt&lt;/a&gt; from 2006 to 2014.\nThe party's policies include action toward a free &lt;a href=\"market%20economy\"&gt;market economy&lt;/a&gt; and pushing for Sweden to join &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; and the &lt;a href=\"Eurozone\"&gt;Eurozone&lt;/a&gt;, as well as investing in &lt;a href=\"nuclear%20power\"&gt;nuclear power&lt;/a&gt;; it also focuses on gender equality, the school system and quality education.\nIn February 2019 following the conclusion of &lt;a href=\"2018%E2%80%9319%20Swedish%20government%20formation%23Third%20Riksdag%20vote%20and%20re-election%20of%20L%C3%B6fven\"&gt;government negotiations&lt;/a&gt; Jan Björklund announced his intention to step down from the leadership position after 11 years at the helm of the Liberals. He was succeeded by &lt;a href=\"Nyamko%20Sabuni\"&gt;Nyamko Sabuni&lt;/a&gt; in June 2019. After the &lt;a href=\"2021%20Swedish%20government%20crisis\"&gt;2021 Swedish government crisis&lt;/a&gt;, the party withdrew their support for Löfven, and is now promoting a centre-right government together with &lt;a href=\"Moderate%20Party%20%28Sweden%29\"&gt;M&lt;/a&gt; and &lt;a href=\"Christian%20Democrats%20%28Sweden%29\"&gt;KD&lt;/a&gt; with &lt;a href=\"confidence%20and%20supply\"&gt;support&lt;/a&gt; from &lt;a href=\"Sweden%20Democrats\"&gt;SD&lt;/a&gt; with &lt;a href=\"Ulf%20Kristersson\"&gt;Ulf Kristersson&lt;/a&gt; as their Prime Minister candidate.\nSince the decision to collaborate with the &lt;a href=\"Sweden%20Democrats\"&gt;Sweden Democrats&lt;/a&gt;, the party has adopted more &lt;a href=\"Right-wing%20populism\"&gt;right-wing populist&lt;/a&gt; policy, such as a more &lt;a href=\"European%20migrant%20crisis\"&gt;restrictive migration policy&lt;/a&gt;, easier &lt;a href=\"Swedish%20nationality%20law\"&gt;withdrawal of citizenship&lt;/a&gt; for immigrants, and strong criticism of &lt;a href=\"Education%20in%20Sweden\"&gt;Muslim schools&lt;/a&gt;.\nThe party is a member of the &lt;a href=\"Liberal%20International\"&gt;Liberal International&lt;/a&gt; and &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20for%20Europe%20Party\"&gt;Alliance of Liberals and Democrats for Europe&lt;/a&gt;.\nHistory.\n2006 computer hacking scandal.\nOn 4 September 2006, only weeks before the &lt;a href=\"2006%20Swedish%20general%20election\"&gt;2006 general election&lt;/a&gt;, the &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Social Democratic Party&lt;/a&gt; reported to the police that its internal network had been hacked into. It has been reported that members of the Liberal People's Party had copied secret information not yet officially released to counter-attack Social Democrat political propositions on at least two occasions. On 5 September the Party Secretary, Johan Jakobsson, voluntarily chose to resign. Leading members of the party and its youth organisation were under police investigation suspected for criminal activity. All members of the party were acquitted by the court however, while an official of the party's youth organisation, as well as one from the Social Democrats and a newspaper reporter, were found guilty.\nIdeology.\nThe official party ideology has historically been &lt;a href=\"social%20liberalism\"&gt;social liberalism&lt;/a&gt;, which translates as a strong ideological commitment to a &lt;a href=\"mixed%20economy\"&gt;mixed economy&lt;/a&gt;, with support for comprehensive but market-based &lt;a href=\"welfare%20state\"&gt;welfare state&lt;/a&gt; programs.\nWhile initially allied with the &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Swedish Social Democratic Party&lt;/a&gt; in the struggle for democracy (achieved in 1921) and social reform, the People's Party came to be part of the opposition from the thirties and onwards, opposing Social Democrat demands for &lt;a href=\"nationalization\"&gt;nationalization&lt;/a&gt; of private businesses. It has stayed opposed to the Social Democrats ever since, often as the largest or second-largest party of the opposition block (called \"the non-socialists\" or \"de borgerliga\", approximately \"the bourgeois\"), but often equally critical towards parties on the right. Over time, this has shifted towards a more clear-cut rightwing role. In the mid-nineties the party seemed to have ruled out the alternative of co-operation with the Social Democrats, focusing instead on bringing them down by strengthening the opposition.\nForeign aid and women's equality were very important issues for the party in the past, and today the party advocates &lt;a href=\"liberal%20feminism\"&gt;liberal feminism&lt;/a&gt; and giving a full percent of the gross national income as foreign &lt;a href=\"aid\"&gt;aid&lt;/a&gt;.\nForeign policy is another high-profile issue. Always oriented towards the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, the party was a strong opponent of &lt;a href=\"Communism\"&gt;Communism&lt;/a&gt; and &lt;a href=\"Nazism\"&gt;Nazism&lt;/a&gt; during the 20th century. While it was part of and supported the Swedish coalition government and its position of &lt;a href=\"Neutral%20country\"&gt;neutrality&lt;/a&gt; during World War II, the party advocated an active stance against the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. The party (alongside &lt;a href=\"Moderate%20Party\"&gt;\"Moderaterna\"&lt;/a&gt;) actively supported the struggle of the &lt;a href=\"Baltic%20states\"&gt;Baltic peoples&lt;/a&gt; against the Soviet regime, whereas Social Democrats were wary of irritating the Soviets. As a consequence, it suffered several sharply worded rebukes from the often-ruling Social Democrats for endangering Swedish relations with the Soviet Union. It also criticised what it perceived as Social Democrat tolerance of left-wing dictatorships in the third world, and supported the United States in the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;. After the end of the Cold War, it became the first Swedish party to call for abandoning the country's traditional neutrality in favor of joining &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;.\nAmong issues concerning the developing world, the party supported &lt;a href=\"decolonization\"&gt;decolonization&lt;/a&gt; and advocated boycotting &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; to help overthrow &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; rule. It also opposed third world Communist dictatorships. Nowadays it is strongly supportive of &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;, and former Party leader &lt;a href=\"Per%20Ahlmark\"&gt;Per Ahlmark&lt;/a&gt; has been especially vocal on the issue.\nOn the European level, the Liberal People's Party was strongly supportive of the emergence of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and campaigned for Swedish entry into it (which happened in 1995). It also campaigned for joining the &lt;a href=\"Economic%20and%20Monetary%20Union%20of%20the%20European%20Union\"&gt;Economic and Monetary Union of the European Union&lt;/a&gt;, but this was voted down by the Swedes in a &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt; in 2003. The party has aimed to come across as the most \"pro-European\" party, trying to break what it refers to as the country's \"isolationist\" mindset. It is supportive of &lt;a href=\"EU%20enlargement\"&gt;EU enlargement&lt;/a&gt;, including letting &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; join on condition of democratic reforms, and also advocates further integrative measures, with some members, including the youth organization, openly calling for a single federal European state.\nIn 2003 the Liberal People's Party supported the invasion of &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, but stopped short of demanding Swedish participation in the US-led \"&lt;a href=\"coalition%20of%20the%20willing\"&gt;coalition of the willing&lt;/a&gt;\". In recent years, and especially under the leadership of &lt;a href=\"Jan%20Bj%C3%B6rklund\"&gt;Jan Björklund&lt;/a&gt;, the party has moved markedly towards &lt;a href=\"conservative%20liberalism\"&gt;conservative liberalism&lt;/a&gt; in its social attitudes, taking tougher stands on areas such as crime and punishment, law and order, school and discipline as well as strengthening its abolitionist policies on drugs. In 2008 the Liberal People's Party's support for a controversial &lt;a href=\"National%20Defence%20Radio%20Establishment%20%28Sweden%29%23Legal%20framework\"&gt;legislative change&lt;/a&gt; regulating the &lt;a href=\"National%20Defence%20Radio%20Establishment%20%28Sweden%29\"&gt;National Defence Radio Establishment&lt;/a&gt; (FRA) in particular upset its youth organisation.\nVoter base.\nSupport for the party is more marked among people above the age of 65, and tends to be higher among people who have completed more education. Its support is lowest among people with a pre-&lt;a href=\"Gymnasium%20%28school%29\"&gt;gymnasial&lt;/a&gt; education.\nHistorically the party had a strong base in the 'free churches' (Protestant congregations not part of the state church that turned into powerful &lt;a href=\"grassroots\"&gt;grassroots&lt;/a&gt; movements in the late 19th century), but with the exception of certain regions, that is not a significant feature today. Tensions between factions sometimes described as \"the free religionists\" and \"the metropolitan liberals\" (occasionally in the form of an open left-right conflict, with the \"free religious\" members emphasizing the social aspect over &lt;a href=\"economic%20liberalism\"&gt;liberal economics&lt;/a&gt;) was an important part of party life until the seventies. It provoked a party split in the twenties, centred on the question of an alcohol ban, but differences were eventually repaired. (The re-merging of the parties in 1934 is one of the party's plethora of official creation dates, some others being 1895, 1900 and 1902, providing frequent cause for anniversary celebrations.)\nSince the &lt;a href=\"2002%20Swedish%20general%20election\"&gt;2002 election&lt;/a&gt;, the party has been accused of trying to attract new voters by adopting &lt;a href=\"Right-wing%20populism\"&gt;right-wing populist&lt;/a&gt; rhetoric, although the party proposes to open Sweden's doors to economic migrants and to additional asylum seekers during their coalition with the &lt;a href=\"Moderate%20Party\"&gt;Moderate Party&lt;/a&gt;. Former party leader &lt;a href=\"Lars%20Leijonborg\"&gt;Lars Leijonborg&lt;/a&gt; proposed a language test for immigrants who apply for Swedish citizenship. &lt;a href=\"Jan%20Bj%C3%B6rklund\"&gt;Jan Björklund&lt;/a&gt;, at the time the party's education spokesman and first deputy chairman, called on schoolteachers to report schoolchildren with extreme opinions to the intelligence services, something which has caused opposition from within the party, not least from the youth wing. The party has campaigned strongly against terrorism and criminality. While these tactics may have helped to more than double party support in the 2002 elections, they have also provoked accusations of betraying their original &lt;a href=\"Social%20liberalism\"&gt;social liberal&lt;/a&gt; ideology from within leftist factions of the party, and led to criticism from the strong liberal press in Sweden. However the party, which has historically been the most pro-immigration Swedish party, has also proposed measures intended to make it easier for foreigners to visit relatives living in Sweden, and to ease restrictions on economic migrants, for which it has been opposed by the governing &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Social Democrats&lt;/a&gt;. In its policy on integration, the party supports more open immigration combined with measures to help new arrivals to integrate into Swedish society.\nAffiliated organisations and international memberships.\nThe party has a youth organization called &lt;a href=\"Liberal%20Youth%20of%20Sweden\"&gt;Liberal Youth of Sweden&lt;/a&gt; (Liberala ungdomsförbundet, LUF), which has its own platform and maintains a separate organisation from the party.\nSince 2019 its chairperson is &lt;a href=\"Romina%20pourmokhtari\"&gt;Romina Pourmokhtari&lt;/a&gt;.\nThere is also a women's organization called Liberal Women (Liberala Kvinnor, LK, chairperson Cecilia Elving) and immigrants' organization called Liberal Mångfald, LM, (&lt;a href=\"Liberal%20Multicultural%20Association\"&gt;Liberal Multicultural Association&lt;/a&gt;, chairperson &lt;a href=\"Anna%20Steele%20Karlstr%C3%B6m\"&gt;Anna Steele Karlström&lt;/a&gt;). Additionally, party members maintain a number of small \"ad hoc\" \"networks\" addressing specific issues.\nRepresentation in the EU institutions.\nThe Liberals is a member of the &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20for%20Europe%20Party\"&gt;Alliance of Liberals and Democrats for Europe&lt;/a&gt; and &lt;a href=\"Liberal%20International\"&gt;Liberal International&lt;/a&gt;. It is also part of Liberal organisations on the &lt;a href=\"Nordic%20countries\"&gt;Nordic&lt;/a&gt; and &lt;a href=\"Baltic%20countries\"&gt;Baltic&lt;/a&gt; levels. The party's &lt;a href=\"Member%20of%20the%20European%20Parliament\"&gt;MEP&lt;/a&gt; sits with &lt;a href=\"Renew%20Europe\"&gt;Renew Europe&lt;/a&gt; parliamentary group (previously &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20for%20Europe%20group\"&gt;ALDE&lt;/a&gt;).\nIn the &lt;a href=\"European%20Committee%20of%20the%20Regions\"&gt;European Committee of the Regions&lt;/a&gt;, the Liberals sit in the &lt;a href=\"Renew%20Europe%20in%20the%20European%20Committee%20of%20the%20Regions\"&gt;Renew Europe CoR group&lt;/a&gt; with one full member for the 2020-2025 mandate: Ulrika Landergren, who is first vice-president of the Group."
}