{
    "id": "21731596",
    "revid": "42199988",
    "url": "https://en.wikipedia.org/wiki?curid=21731596",
    "title": "Kosovo Security Force",
    "text": "The Kosovo Security Force (KSF; , ) is the military of &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;, tasked with territorial defense, military support for civil authorities in cases of crisis at home and abroad, and participation in international &lt;a href=\"Peacekeeping\"&gt;peacekeeping missions&lt;/a&gt;.\nIn March 2008, the &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;-led &lt;a href=\"Kosovo%20Force\"&gt;Kosovo Force&lt;/a&gt; (KFOR) and the &lt;a href=\"Kosovo%20Protection%20Corps\"&gt;Kosovo Protection Corps&lt;/a&gt; (KPC) started preparations for the formation of the Kosovo Security Force. According to guidance laid out in the &lt;a href=\"Ahtisaari%20Plan\"&gt;Ahtisaari Plan&lt;/a&gt;, the security force is permitted to carry light weapons and the Government of Kosovo and the international community planned to bring the force in line with NATO standards. The admission and the training of personnel began in early June, when NATO experts arrived in Kosovo to guide the process, and from early December 2008, enlisting of candidates between 18 and 30 years old began. In December 2018, the Assembly of Kosovo passed legislation to redefine the KSF as a \"professional military force\" and to establish a defence ministry.\nHistory.\nKosovo Security Force.\nFollowing the &lt;a href=\"Kosovo%20War\"&gt;Kosovo War&lt;/a&gt; in 1999, &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; &lt;a href=\"United%20Nations%20Security%20Council\"&gt;Security Council&lt;/a&gt; &lt;a href=\"United%20Nations%20Security%20Council%20Resolution%201244\"&gt;Resolution 1244&lt;/a&gt; placed Kosovo under the authority of the &lt;a href=\"United%20Nations%20Interim%20Administration%20Mission%20in%20Kosovo\"&gt;United Nations Interim Administration Mission in Kosovo&lt;/a&gt; (UNMIK), with security provided by the &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;-led &lt;a href=\"Kosovo%20Force\"&gt;Kosovo Force&lt;/a&gt; (KFOR). KFOR entered Kosovo on June 12, 1999 under a &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; mandate, two days after the adoption of &lt;a href=\"UN%20Security%20Council\"&gt;UN Security Council&lt;/a&gt; &lt;a href=\"UN%20Security%20Council%20Resolution%201244\"&gt;Resolution 1244&lt;/a&gt;.\nKosovo declared independence in February 2008. On 19 March 2008, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; authorised military aid to Kosovo Security Force in another step to establish formal relations with Kosovo.\nOn 20 January 2009, the names of those who were to be selected for the KSF from the KPC were announced. After being vetted by NATO, roughly 1,400 former members of the KPC were selected to serve as officers and rank and file members of the KSF.\nOn 21 January 2009, the Kosovo Security Force was officially launched. The KSF did not replace the Kosovo Protection Corps (KPC) which was disbanded several months later. KFOR was charged with mentoring the KSF and bringing the force to Full Operational Capability. As part of this effort, various nations that are part of KFOR have provided assistance to the force on a bilateral basis including uniforms which were supplied by the United States and vehicles which were donated by Germany. Mentoring efforts were meant to develop the KSF in line with NATO standards. Additionally Italy, Portugal and other NATO members are to help the KSF by donations and training. &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt; donated €30,000 towards the establishment of the KSF.\nThe following senior officers took their oaths on 16 June 2009, under the supervision of then\nKSF Commander Lieutenant-General &lt;a href=\"Sylejman%20Selimi\"&gt;Sylejman Selimi&lt;/a&gt;:\nOn 15 September 2009 the Kosovo Security Force officially began the work, with its initial operational capacities after an eight-month training with &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; instructors.\nIn 2010, the KSF deployed to northern Albania on two separate occasions to perform flood relief operations in support of the Albanian domestic response.\nOn 22 November 2011, Lieutenant General Sylejman Selimi retired from the KSF and President Atifete Jahjaga appointed the former Director of Operations Major General Kadri Kastrati to succeed him as Commander of the force. President Jahjaga also promoted Kastrati to the rank of lieutenant general.\nOn 9 July 2013 the Kosovo Security Forces reached Full Operational Capability (FOC) as determined by NATO. While the general security situation has been improving on the ground, this lightly armed force responsible for civil protection operations and assisting civil authorities in responding to natural disasters and other emergencies has now trained to standards designated by NATO. The declaration of full operational capability on 9 July 2013 by the North Atlantic Council means that the KSF is fully capable of performing the tasks assigned to it within its mandate. The KSF will conduct non-military security functions that are not appropriate for the police. In more concrete terms, this force of approximately 2200 personnel will deal with search and rescue operations, explosive ordnance disposal, control and clearance of hazardous materials, fire-fighting and other humanitarian assistance tasks.\nRecruitment for the Kosovo Security Force started early 2009, once NATO had agreed (June 2008) to implement new tasks in addition to those agreed under UNSCR 1244. These new tasks included the standing down of the Kosovo Protection Corps, and the creation of the KSF and of a civilian structure to oversee it.\nNATO's role in the creation of KSF has therefore been two-fold: helping with its formation – standing up, recruitment and training; and the establishment of a civilian-led organisation to supervise and control the KSF. One of the principal aims was to encourage all minorities to enroll, so special attention was given to carrying out the recruitment process in two languages – Albanian and Serbian. The result has been a professional, multi-ethnic, all-volunteer force, which should continue to remain a source of regional stability. Following the declaration of full operational capability, NATO will continue to support the development of the KSF through the NATO Liaison and Advisory Team (NLAT), consisting of a mix of approximately 30 military and civilian personnel that will help with the professional development of the KSF, providing advice and support in a variety of areas such as capacity-building and training and leadership.\nTowards the Kosovo Armed Forces.\nOn 5 March 2014, Prime Minister &lt;a href=\"Hashim%20Tha%C3%A7i\"&gt;Hashim Thaçi&lt;/a&gt; declared that the Kosovan government had decided to establish a Defence Ministry and by 2019, officially transform the Kosovo Security Forces into the Kosovo Armed Forces (, FAK) which will meet all the standards of NATO states with the aim of joining the alliance in the future. The new army will have a €98 million annual budget and will be 5,000 strong with another 3,000 reservists, composed of land forces, a national guard, logistics and training commands. Kosovo's Security Forces Minister &lt;a href=\"Agim%20%C3%87eku\"&gt;Agim Çeku&lt;/a&gt; stated that the Kosovo Armed Forces' mission will be \"to protect the sovereignty and territorial integrity of Kosovo, its people and their property and protect the interests of the Kosovo Republic\". Kosovo's ambassador to &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, &lt;a href=\"Avni%20Spahiu\"&gt;Avni Spahiu&lt;/a&gt;, stated that the \"decision to establish an army has been taken in consultation with NATO and our partners... [and] the army will have a defensive character as Kosovo has no territorial aspirations\". On 28 May 2014, President Atifete Jahjaga told the United Nations Security Council that the creation of the Kosovan Armed Forces would be a long process, requiring the support and participation of all ethnic communities in Kosovo; she added that its purpose would be to contribute to overall security in the Balkans and called on all ethnic communities to take part in the process. In November 2014, Agim Çeku stated that the Kosovo Army was running behind schedule \"because of the delay in the constitution of the Kosovo parliament\" but the decision to transform the Kosovo Security Force into an Army will be confirmed \"at one of the first sessions upon its constitution\"; he also noted that this transformation enjoys nationwide support and he doesn't expect any complaints from the political opposition.\nOn 18 October 2018, the &lt;a href=\"Assembly%20of%20the%20Republic%20of%20Kosovo\"&gt;Kosovo Assembly&lt;/a&gt; approved to transform the Kosovo Security Force into the Kosovo Armed Forces within 10 years after 98 of the 120 deputies voted in favor, and the remaining 22 remained absent from the vote, including 11 representatives from the Serb minority who boycotted the vote.\nOn 14 December 2018, the Kosovo parliament approved the transformation of the Kosovo Security Force into the Kosovo Armed Forces effective immediately\nReactions.\nReactions to the transformation of KSF to KAF have been mixed. The move has been seen with scepticism by Serbia and by NATO, European Union and United Nations officials, but it has been endorsed by the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;United States&lt;/a&gt;, as well as the governments of Germany, United Kingdom and France.\nThe Serbian authorities have repeatedly said that according to all international documents, and especially &lt;a href=\"United%20Nations%20Security%20Council%20Resolution%201244\"&gt;UN Resolution 1244&lt;/a&gt;, &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;-led &lt;a href=\"Kosovo%20Force\"&gt;KFOR&lt;/a&gt; is the only legal military formation in Kosovo alongside 999 Serbian military personnel guaranteed by Resolution 1244. &lt;a href=\"Jens%20Stoltenberg\"&gt;Jens Stoltenberg&lt;/a&gt;, &lt;a href=\"Secretary%20General%20of%20NATO\"&gt;Secretary General of NATO&lt;/a&gt;, said he regrets that the Kosovo Assembly has decided to transform KSF despite concerns from the alliance, adding that \"this move comes at the wrong time\". Also, &lt;a href=\"Federica%20Mogherini\"&gt;Federica Mogherini&lt;/a&gt;, &lt;a href=\"High%20Representative%20of%20the%20Union%20for%20Foreign%20Affairs%20and%20Security%20Policy\"&gt;European Union's foreign policy chief&lt;/a&gt; has expressed regret over Kosovo's move to form a new army. Furthermore, &lt;a href=\"Ant%C3%B3nio%20Guterres\"&gt;António Guterres&lt;/a&gt;, &lt;a href=\"UN%20Secretary-General\"&gt;UN Secretary-General&lt;/a&gt;, expressed deep concern over the decision of Kosovo authorities, urging \"all parties concerned\" to exercise restraint.\nOn the other hand, the United States fully supports and endorses the move. In a statement, the US Embassy in Kosovo stated that Kosovo is a sovereign nation, and as such, it is allowed to have a force to defend its territory. They confirmed that the United States will continue to support the development of KAF, and that they expect the cooperation of the KAF and NATO to continue. The US. Ambassador in Kosovo, &lt;a href=\"Philip%20S.%20Kosnett\"&gt;Philip S. Kosnett&lt;/a&gt; called the transformation a historical move.\nMission statement.\nSuch duties will include search and rescue operations; explosive ordnance disposal (de-mining and UXO removal); the control and clearance of hazardous materials; fire-fighting; and other humanitarian assistance tasks.\nThe Ministry for the Kosovo Security Force (MKSF) is responsible for exercising civilian control over the Force, including management and administration. It comprises a mixture of civilian and KSF personnel and is accountable, through the &lt;a href=\"Prime%20Minister%20of%20Kosovo\"&gt;Prime Minister&lt;/a&gt;, to the &lt;a href=\"Kosovo%20Assembly\"&gt;Kosovo Assembly&lt;/a&gt;.\nThe mission of the MKSF, which is also the highest level KSF Headquarters, is to formulate, implement, evaluate and develop the policies and activities of the KSF within a framework of democratic governance and in accordance with the &lt;a href=\"Constitution%20of%20Kosovo\"&gt;Constitution&lt;/a&gt; and laws of the Republic of Kosovo.\nPersonnel.\nAny citizen of Kosovo over the age of 18 is eligible to serve in the Kosovo Security Force. Active members of the Kosovo Security Force are not legally allowed to run for, or serve in the &lt;a href=\"Assembly%20of%20Kosovo\"&gt;Assembly of Kosovo&lt;/a&gt;. The membership of the Kosovo Security Force is required to reflect the ethnic composition of the country. Members of the Security Force are protected from discrimination on the basis of gender or ethnicity.\nThe Ministry for the Kosovo Security Force has taken active steps to recruit women into the Security Force. As of 2015, women make up 8.52% of the uniformed service members of the Security Force and 32% of the Ministry as a whole. Of the 203 women in uniform in the Security Force, 21 are officers; the highest ranking woman in the Security Force is a Brigadier-general Irfete Spahiu.\nA new law or constitutional amendment for Kosovo Security Force provides a larger number of personnel for the KSF, around 5,000 active soldiers and 2,500 in reserve.\nEthnic minorities.\n&lt;a href=\"Demographics%20of%20Kosovo\"&gt;Ethnic minorities of Kosovo&lt;/a&gt; are encouraged to enroll in the Kosovo Security Force with &lt;a href=\"Constitution%20of%20Kosovo\"&gt;Kosovo's constitution&lt;/a&gt; requiring the integration of ethnic-minority communities into the Kosovo Security Force. In April 2013, 179 (8.2%) of the Kosovo Security Force's military personnel came from minority backgrounds, the remainder being &lt;a href=\"Albanians\"&gt;ethnic Albanians&lt;/a&gt;. In May 2014, Kosovar President &lt;a href=\"Atifete%20Jahjaga\"&gt;Atifete Jahjaga&lt;/a&gt; noted to the &lt;a href=\"United%20Nations%20Security%20Council\"&gt;United Nations Security Council&lt;/a&gt; that 9% of the KSF were from minority communities. In July 2018 40 out of 137 Serbs tendered their resignations from the KSF. Minister of the KSF, Rustem Berisha stated that the personnel in question were pressured by Belgrade and had received \"blackmail and threats\" violating their basic human rights."
}