{
    "id": "21736919",
    "revid": "17393929",
    "url": "https://en.wikipedia.org/wiki?curid=21736919",
    "title": "Club Athletico Paulistano",
    "text": "Club Athletico Paulistano –generally known as just Paulistano– is a &lt;a href=\"sports%20club\"&gt;sports&lt;/a&gt; and social club from the Brazilian metropolis &lt;a href=\"S%C3%A3o%20Paulo\"&gt;São Paulo&lt;/a&gt; located in the quarter of &lt;a href=\"Jardins\"&gt;Jardim América&lt;/a&gt;, close to the city. The club was founded on 29 December 1900 for the purpose of playing &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt;. Its team was one of the early pioneers of the sport in Brazil and was considered the nationally leading side around 1920. To date, Paulistano remains the only club that won the &lt;a href=\"Campeonato%20Paulista\"&gt;São Paulo state championship&lt;/a&gt; four consecutive times. In the course of the professionalisation of the sport in Brazil, the club abandoned the game after 1929. Since then, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; has developed into the leading sport practised by Paulistano. Further to that, the club these days maintains departments for &lt;a href=\"artistic%20gymnastics\"&gt;artistic gymnastics&lt;/a&gt;, &lt;a href=\"badminton\"&gt;badminton&lt;/a&gt;, &lt;a href=\"basque%20pelota\"&gt;basque pelota&lt;/a&gt;, &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt;, &lt;a href=\"chess\"&gt;chess&lt;/a&gt;, &lt;a href=\"fencing\"&gt;fencing&lt;/a&gt;, &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"martial%20arts\"&gt;martial arts&lt;/a&gt;, &lt;a href=\"rowing%20%28sport%29\"&gt;rowing&lt;/a&gt;, &lt;a href=\"squash%20%28sport%29\"&gt;squash&lt;/a&gt;, &lt;a href=\"swimming%20%28sport%29\"&gt;swimming&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt; and &lt;a href=\"waterpolo\"&gt;waterpolo&lt;/a&gt;, among other activities.\nHistory.\nUnder the leadership of the Englishman &lt;a href=\"Charles%20William%20Miller\"&gt;Charles William Miller&lt;/a&gt; representing the &lt;a href=\"S%C3%A3o%20Paulo%20Athletic%20Club\"&gt;São Paulo Athletic Club&lt;/a&gt; (SPAC), Paulistano, together with &lt;a href=\"SC%20Internacional%20%28SP%29\"&gt;SC Internacional&lt;/a&gt;, &lt;a href=\"AA%20Mackenzie%20College\"&gt;AA Mackenzie College&lt;/a&gt; and &lt;a href=\"SC%20Germ%C3%A2nia\"&gt;SC Germânia&lt;/a&gt; founded in 1901 the \"Liga Paulista de Foot-Ball\" (LPF), the first football league in Brazil. In 1902 the first &lt;a href=\"Campeonato%20Paulista\"&gt;championship of São Paulo&lt;/a&gt; was held and the São Paulo Athletic club secured the first three titles, with Paulistano being runner up on each occasion. 1905 was the year when Paulistano won its first championship after all. 1907 Paulistano made the Briton &lt;a href=\"Jock%20Hamilton\"&gt;John Hamilton&lt;/a&gt; coach of the team, which is believed to be the first appointment of a professional trainer by a Brazilian team. Further championships followed in 1908 and 1913.\nIn 1914 there was a schism in the football of São Paulo as the LPF was adverse to accepting new members and thus the broadening of the base of the game. Paulistano joined the competing, generally accessible league under the auspices of the &lt;a href=\"Associa%C3%A7%C3%A3o%20Paulista%20de%20Esportes%20Atl%C3%A9ticos\"&gt;Associação Paulista de Esportes Atléticos&lt;/a&gt; (APEA). In 1917 the LPF should dissolve and integrate into the APEA, which proved far more attractive. From 1916 to 1919 Paulistano won four consecutive championships, a feat hitherto unrivalled. A major contributor to this success was &lt;a href=\"Arthur%20Friedenreich\"&gt;Arthur Friedenreich&lt;/a&gt;, these days counted among the all-time greats of football, who became six times top-scorer of the São Paulo championship during his time with the club.\nIn this era Paulistano also won the &lt;a href=\"Ta%C3%A7a%20Ioduran\"&gt;Taça Ioduran&lt;/a&gt; of 1918, a cup for the winner of a match between the champions of São Paulo and Rio de Janeiro, and in 1920 the &lt;a href=\"Copa%20dos%20Campe%C3%B5es%20Estaduais\"&gt;Copa dos Campeões Estaduais&lt;/a&gt;, the Cup of State Champions, which also included the champion of &lt;a href=\"Rio%20Grande%20do%20Sul\"&gt;Rio Grande do Sul&lt;/a&gt;. In both cases Paulistano defeated &lt;a href=\"Fluminense%20FC\"&gt;Fluminense FC&lt;/a&gt; from Rio in the decisive match.\nIn March and April 1925 Paulistano as first Brazilian side toured continental Europe, a trip that to date forms a major part of the club's folklore. Paulistano, re-inforced with &lt;a href=\"Araken%20Patusca\"&gt;Araken Patusca&lt;/a&gt; from &lt;a href=\"Santos%20FC\"&gt;Santos FC&lt;/a&gt; and three far less prominent players from Rio's &lt;a href=\"CR%20Flamengo\"&gt;CR Flamengo&lt;/a&gt;, won nine out of ten matches in France, Switzerland and Portugal, encountering and defeating also the national selections of their first two countries. On the occasion of the match against France in Paris, defeating the hosts 7–1, Brazilian football was seen as revelation, and Arthur Friedenreich was pronounced by the local press \"le roi du football\", the \"king of football\". Arakén was described as \"Le Danger\". Another one of Paulistano's stars on this tour was &lt;a href=\"Anfilogino%20Guarisi\"&gt;Anfilogino \"Filó\" Guarisi&lt;/a&gt;, who later should play in Italy and win the &lt;a href=\"FIFA%20World%20Cup%201934\"&gt;World Cup of 1934&lt;/a&gt;.\nOn their return to São Paulo there was another break up in the state football. Most clubs opted for official professionalisation. Few clubs resisted, among them Paulistano. Under the leadership of Paulistano, the amateur league &lt;a href=\"Liga%20dos%20Amadores%20de%20Futebol\"&gt;Liga dos Amadores de Futebol&lt;/a&gt; was founded. The fellow footballing pioneers of SC Gêrmania and &lt;a href=\"Associa%C3%A7%C3%A3o%20Atl%C3%A9tica%20das%20Palmeiras\"&gt;AA das Palmeiras&lt;/a&gt; joined the club from the APEA and played with five other clubs from 1926 in this break-away league. Paulistano won three of the tournaments until 1929, and the &lt;a href=\"SC%20Internacional%20%28SP%29\"&gt;SC Internacional&lt;/a&gt;, which joined in 1927, won in 1928 its second state title after 1907. However, amateur football proved not viable and with the formal dissolution of the league in early January 1930 Paulistano shut down its football operations, too.\nBy the end of the month some members, sympathisers and players like Friedenreich from Paulistano and AA das Palmeiras joined together to form the &lt;a href=\"S%C3%A3o%20Paulo%20FC\"&gt;São Paulo FC&lt;/a&gt;, then known as \"São Paulo da Floresta\", a club which in later years should progress to dominate the world.\nStadium.\nPaulistano initially played their home games at &lt;a href=\"Vel%C3%B3dromo%20Paulistano\"&gt;Velódromo&lt;/a&gt;, located in &lt;a href=\"S%C3%A3o%20Paulo\"&gt;São Paulo&lt;/a&gt;. The stadium had a maximum capacity of 10,000 people. It was inaugurated on 18 October 1901 for the practice of football, and was demolished in 1916. On 29 December 1917, the club inaugurated a new stadium, named &lt;a href=\"Est%C3%A1dio%20Jardim%20Am%C3%A9rica\"&gt;Estádio Jardim América&lt;/a&gt;. It had a maximum capacity of 15,000 people, and was demolished in 1950.\nBasketball.\nClub Athletico Paulistano has an active men's &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; team. As one of their sponsors is &lt;a href=\"Unimed%20%28organization%29\"&gt;Unimed&lt;/a&gt;, the club is named Paulistano/Unimed. The team is one of the basketball teams of &lt;a href=\"Novo%20Basquete%20Brasil\"&gt;Novo Basquete Brasil&lt;/a&gt;, the Brazilian basketball league."
}