{
    "id": "21736312",
    "revid": "150280",
    "url": "https://en.wikipedia.org/wiki?curid=21736312",
    "title": "Grandfather shirt",
    "text": "A grandfather shirt or grandad shirt is a long-sleeved or short-sleeved &lt;a href=\"flannel\"&gt;flannel&lt;/a&gt; or brushed &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt; &lt;a href=\"band%20collar\"&gt;band collar&lt;/a&gt;ed shirt worn throughout &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;. Traditional shirts are white with coloured vertical stripes. Longer shirts are used as &lt;a href=\"nightshirt\"&gt;nightshirt&lt;/a&gt;s or &lt;a href=\"pajamas\"&gt;pajamas&lt;/a&gt;. The nightshirt version can include a matching &lt;a href=\"Nightcap%20%28garment%29\"&gt;nightcap&lt;/a&gt;. \nThe style of shirt (called a \"union shirt\") was also worn by working-class men in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; during the industrial era. At this period, the lack of a turndown or collar \"cape\" was filled by the use of a &lt;a href=\"detachable%20collar\"&gt;detachable collar&lt;/a&gt;. The 2010s decade has also seen the garment feature as a &lt;a href=\"2010s%20in%20fashion%23Men\"&gt;mainstream fashion&lt;/a&gt; item for men.\nThe grandfather shirt is also made of &lt;a href=\"Irish%20linen\"&gt;Irish linen&lt;/a&gt;. The linen version is colloquially known as a 'Sunday shirt'. Sunday shirts are often paired with black trousers or &lt;a href=\"Irish%20clothing\"&gt;Irish tweed&lt;/a&gt; pants and worn to &lt;a href=\"Mass%20%28liturgy%29\"&gt;mass&lt;/a&gt;, &lt;a href=\"Infant%20baptism\"&gt;christenings&lt;/a&gt;, &lt;a href=\"funerals\"&gt;funerals&lt;/a&gt;, and &lt;a href=\"weddings\"&gt;weddings&lt;/a&gt;.\nIn popular culture, a variety of traditional Irish clothing was featured on the BBC series \"&lt;a href=\"Ballykissangel\"&gt;Ballykissangel&lt;/a&gt;\" and the Irish folk band, &lt;a href=\"The%20Clancy%20Brothers%27%20Greatest%20Hits\"&gt;The Clancy Brothers&lt;/a&gt; were often photographed wearing traditional Irish clothes.\nA similar collarless shirt or tunic, known as a &lt;a href=\"kurta\"&gt;kurta&lt;/a&gt;, is traditionally worn in the &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;ic world and &lt;a href=\"South%20Asia\"&gt;South Asia&lt;/a&gt;. This usually has three or four buttons, and is often decorated with intricate &lt;a href=\"embroidery\"&gt;embroidery&lt;/a&gt;."
}