{
    "id": "21745358",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=21745358",
    "title": "Kleiner Grasbrook",
    "text": " is a quarter (\"Stadtteil\") of &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; within the borough (\"Bezirk\") of &lt;a href=\"Hamburg-Mitte\"&gt;Hamburg-Mitte&lt;/a&gt;. It is situated on the eponymous island between the Northern and Southern branches of the &lt;a href=\"Elbe\"&gt;Elbe&lt;/a&gt; river (\"Norderelbe\" and \"Süderelbe\"), together with the other quarters of Steinwerder, &lt;a href=\"Veddel\"&gt;Veddel&lt;/a&gt; and &lt;a href=\"Wilhelmsburg%2C%20Hamburg\"&gt;Wilhelmsburg&lt;/a&gt;. It almost exclusively consists of facilities of the &lt;a href=\"port%20of%20Hamburg\"&gt;port of Hamburg&lt;/a&gt;. The four quarters are technically all islands of their own, as they are all separated by their own dams. In 2020 the population was 1,120.\nHistory.\nIt is believed that the &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt; &lt;a href=\"Klaus%20St%C3%B6rtebeker\"&gt;Klaus Störtebeker&lt;/a&gt; was beheaded on the Grasbrook island in 1400 or 1401.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; the port of Hamburg and therefore Kleiner Grasbrook were targets of the &lt;a href=\"airstrike\"&gt;air raids&lt;/a&gt; of the so-called &lt;a href=\"Operation%20Gomorrah\"&gt;Operation Gomorrah&lt;/a&gt;. From mid-July 1944 until October 1945 the subcamp &lt;a href=\"Dessauer%20Ufer\"&gt;Dessauer Ufer&lt;/a&gt; to the &lt;a href=\"Neuengamme%20concentration%20camp\"&gt;Neuengamme concentration camp&lt;/a&gt; existed in the quarter.\nOn the night of 16 to 17 February 1962 the island was widely flooded and seriously damaged by a &lt;a href=\"North%20Sea%20flood%20of%201962\"&gt;north sea flood&lt;/a&gt;.\nGeography.\nIn 2006 according to the statistical office of Hamburg and Schleswig-Holstein, the Kleiner Grasbrook quarter has a total area of . Kleiner Grasbrook borders in the north to the &lt;a href=\"HafenCity\"&gt;HafenCity&lt;/a&gt; quarter. In the east is the &lt;a href=\"Veddel\"&gt;Veddel&lt;/a&gt; quarter and in the west the Steinwerder quarter. In the south is the &lt;a href=\"Wilhelmsburg%2C%20Hamburg\"&gt;Wilhelmsburg&lt;/a&gt; quarter.\nDemographics.\nIn 2006 Kleiner Grasbrook had 1,219 inhabitants. The population density was . 12.7% of the population were under the age of 18, and 8% were 65 years of age or older. 55.9% were resident aliens. 137 people were registered as unemployed. In 1999 there were 694 households, out of which 21.3% had children under the age of 18 living with them, and 47.7% of all households were made up of individuals. The average household size was 1.95.\nPopulation by year\nIn 2006 there were 334 criminal offences (274 crimes per 1,000 people).\nEconomy.\nParts of the &lt;a href=\"port%20of%20Hamburg\"&gt;port of Hamburg&lt;/a&gt; are located in the Kleiner Grasbrook quarter.\nInfrastructure.\nThere were no schools in the quarter and no physicians in private practice and no pharmacies.\nTransportation.\nAccording to the Department of Motor Vehicles (Kraftfahrt-Bundesamt), in the quarter were 113 private cars registered (93 cars/1,000 people)."
}