{
    "id": "21759657",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=21759657",
    "title": "James Carter (coach)",
    "text": "James Emerson Carter (November 12, 1911 – May 9, 2012) was head &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; coach at the &lt;a href=\"University%20of%20Dayton\"&gt;University of Dayton&lt;/a&gt;, in &lt;a href=\"Dayton%2C%20Ohio\"&gt;Dayton, Ohio&lt;/a&gt;, from 1939 to 1947.\nCarter came to Dayton when head &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; coach &lt;a href=\"Harry%20Baujan\"&gt;Harry Baujan&lt;/a&gt; hired him as an assistant football coach. Carter, a &lt;a href=\"Purdue%20University\"&gt;Purdue University&lt;/a&gt; graduate and varsity football standout, had no experience with basketball, but was nonetheless installed as the head basketball coach for the 1939–40 season. Although he had to share football responsibilities with his new basketball duties, Carter quickly moved to expand the Flyers' profile. In his first season, he scheduled an ambitious five game east coast road trip against such prominent teams as &lt;a href=\"University%20of%20Rhode%20Island\"&gt;Rhode Island&lt;/a&gt;, &lt;a href=\"Saint%20Joseph%27s%20Hawks%20men%27s%20basketball\"&gt;St Joseph's&lt;/a&gt;, &lt;a href=\"St.%20John%27s%20University%20%28New%20York%29\"&gt;St John's&lt;/a&gt; and &lt;a href=\"Long%20Island%20University\"&gt;Long Island University&lt;/a&gt;. Later, he scheduled other high-profile opponent such as &lt;a href=\"Kentucky%20Wildcats%20men%27s%20basketball\"&gt;Kentucky&lt;/a&gt; and &lt;a href=\"Ohio%20Bobcats%20men%27s%20basketball\"&gt;Ohio&lt;/a&gt; during his coaching tenure. Carter is noted for starting an &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; player on his 1946–47 squad. Carter led the Flyers to winning records in his third and fourth seasons, but the two year &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; suspension between 1943 and 1945 derailed this progress. Following consecutive 3–13 and 4–17 seasons, the University decided to hire &lt;a href=\"Tom%20Blackburn%20%28basketball%29\"&gt;Tom Blackburn&lt;/a&gt; as its full-time basketball coach in 1947. Carter's six season record was 41-75. Carter lived in &lt;a href=\"Anderson%2C%20Indiana\"&gt;Anderson, Indiana&lt;/a&gt; and was recognized as the oldest living &lt;a href=\"Purdue%20Boilermakers%20football\"&gt;Purdue Boilermaker&lt;/a&gt; in 2011.\nCarter also served as the head football coach at &lt;a href=\"Mankato%20State%20University\"&gt;Mankato State University&lt;/a&gt; in &lt;a href=\"Mankato%2C%20Minnesota\"&gt;Mankato, Minnesota&lt;/a&gt; from 1936 to 1938."
}