{
    "id": "2176587",
    "revid": "37763648",
    "url": "https://en.wikipedia.org/wiki?curid=2176587",
    "title": "Edward Soriano",
    "text": "Edward Soriano (born 12 November 1946) is an American retired &lt;a href=\"Lieutenant%20general%20%28United%20States%29\"&gt;lieutenant general&lt;/a&gt;. He is the highest-ranking &lt;a href=\"Filipino%20American\"&gt;Filipino American&lt;/a&gt; officer to have served in the United States military, and the first promoted to a &lt;a href=\"general%20officer\"&gt;general officer&lt;/a&gt;. Born in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, Soriano moved with his family to the United States and graduated from &lt;a href=\"Salinas%20High%20School\"&gt;Salinas High School&lt;/a&gt; before being commissioned as an officer through &lt;a href=\"Army%20Reserve%20Officers%27%20Training%20Corps\"&gt;Army Reserve Officers' Training Corps&lt;/a&gt; at &lt;a href=\"San%20Jose%20State%20University\"&gt;San Jose State University&lt;/a&gt;.\nSoriano served with &lt;a href=\"Infantry%20Branch%20%28United%20States%29\"&gt;infantry&lt;/a&gt; units throughout the United States, Korea, and in &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt;. Later, Soriano was a &lt;a href=\"liaison%20officer\"&gt;liaison officer&lt;/a&gt; during operations Desert Shield and Desert Storm, and deployed during &lt;a href=\"Operation%20Joint%20Endeavor\"&gt;Operation Joint Endeavor&lt;/a&gt;; he retired in March 2005. Since retiring from the army, Soriano has worked for the &lt;a href=\"aerospace\"&gt;aerospace&lt;/a&gt; and defense technology company &lt;a href=\"Northrop%20Grumman\"&gt;Northrop Grumman&lt;/a&gt; and has sat on various &lt;a href=\"board%20of%20directors\"&gt;boards of directors&lt;/a&gt;.\nEarly and personal life.\nBorn on 12 November 1946 in &lt;a href=\"Pangasinan\"&gt;Pangasinan&lt;/a&gt;, Philippines, to &lt;a href=\"Ilocos%20Sur\"&gt;Ilocos Sur&lt;/a&gt; natives, Soriano came to the United States in the early 1950s when his father, Fred Soriano, a soldier in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;, was assigned to &lt;a href=\"Fort%20Benning%2C%20Georgia\"&gt;Fort Benning, Georgia&lt;/a&gt;; he was six when he left the Philippines. Soriano's mother's name was Encarnacion. Soriano's father was a &lt;a href=\"Corporal%23United%20States%20Army\"&gt;corporal&lt;/a&gt; in the &lt;a href=\"57th%20Infantry%20Regiment%20%28United%20States%29\"&gt;57th Infantry&lt;/a&gt; (&lt;a href=\"Philippine%20Scouts\"&gt;Philippine Scouts&lt;/a&gt;) during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. After &lt;a href=\"Battle%20of%20Bataan%23The%20Fall\"&gt;the surrender&lt;/a&gt; of &lt;a href=\"United%20States%20Army%20Forces%20in%20the%20Far%20East\"&gt;American forces&lt;/a&gt; on &lt;a href=\"Bataan\"&gt;Bataan&lt;/a&gt; to the Japanese, the elder Soriano became a &lt;a href=\"Prisoners%20of%20war%23Empire%20of%20Japan\"&gt;prisoner of war&lt;/a&gt; and was subjected to the &lt;a href=\"Bataan%20Death%20March\"&gt;Bataan Death March&lt;/a&gt;. The elder Soriano later served in the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;, and again became a prisoner of war. During the Korean War, young Edward and the rest of his family moved from &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; back to the Philippines. His father later retired from the army as a &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;. In the 1960s, his family moved to &lt;a href=\"Salinas%2C%20California\"&gt;Salinas, California&lt;/a&gt;, and Soriano later graduated from Salinas High School. His father's service inspired Edward Soriano to join the military.\nSoriano graduated from &lt;a href=\"San%20Jose%20State%20University\"&gt;San Jose State University&lt;/a&gt; (SJSU) in 1970, and later earned a &lt;a href=\"Master%20of%20Public%20Administration\"&gt;Master of Public Administration&lt;/a&gt; from the &lt;a href=\"University%20of%20Missouri\"&gt;University of Missouri&lt;/a&gt;. Soriano is married to Vivian Guillermo, who was born in the United States to &lt;a href=\"Laoag\"&gt;Laoag&lt;/a&gt; natives. The couple have two children, Melissa and Keith.\nMilitary career.\nSoriano was commissioned as an infantry officer through the Army Reserve Officers' Training Corps at SJSU, in 1970. Soriano's first assignment was at the &lt;a href=\"Recondo\"&gt;Recondo&lt;/a&gt; School at &lt;a href=\"Fort%20Bragg%2C%20North%20Carolina\"&gt;Fort Bragg, North Carolina&lt;/a&gt;, which was followed by command of an &lt;a href=\"Anti-tank%20warfare\"&gt;anti-tank&lt;/a&gt; platoon in the &lt;a href=\"508th%20Infantry%20Regiment\"&gt;508th Infantry&lt;/a&gt;. Soriano was then sent to Korea where he commanded Combat Support Company, 1st Battalion, &lt;a href=\"23rd%20Infantry%20Regiment%20%28United%20States%29\"&gt;23d Infantry&lt;/a&gt;, 2nd Infantry Division, before he was transferred to command Company A, 3d Battalion, &lt;a href=\"47th%20Infantry%20Regiment%20%28United%20States%29\"&gt;47th Infantry&lt;/a&gt;, 3d Brigade, &lt;a href=\"9th%20Infantry%20Division%20%28United%20States%29\"&gt;9th Infantry Division&lt;/a&gt; at &lt;a href=\"Fort%20Lewis%20%28Washington%29\"&gt;Fort Lewis&lt;/a&gt;, &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt;. After attending the &lt;a href=\"United%20States%20Army%20Infantry%20School\"&gt;United States Army Infantry School&lt;/a&gt; at &lt;a href=\"Fort%20Benning\"&gt;Fort Benning&lt;/a&gt;, Soriano served with the &lt;a href=\"United%20States%20Army%20Recruiting%20Command\"&gt;United States Army Recruiting Command&lt;/a&gt; in &lt;a href=\"Albany%2C%20New%20York\"&gt;Albany, New York&lt;/a&gt;, before commanding Company C, 1st Battalion, &lt;a href=\"39th%20Infantry%20Regiment%20%28United%20States%29\"&gt;39th Infantry Regiment&lt;/a&gt;, &lt;a href=\"8th%20Infantry%20Division%20%28United%20States%29\"&gt;8th Infantry Division&lt;/a&gt; in Germany. Following his service in Europe, Soriano attended the &lt;a href=\"United%20States%20Army%20Command%20and%20General%20Staff%20College\"&gt;United States Army Command and General Staff College&lt;/a&gt; at &lt;a href=\"Fort%20Leavenworth\"&gt;Fort Leavenworth&lt;/a&gt; and &lt;a href=\"University%20of%20Missouri%2C%20Kansas%20City\"&gt;University of Missouri, Kansas City&lt;/a&gt;, before serving in the Office of the Deputy Chief of Staff for Operations and Plans and in the &lt;a href=\"Deputy%20Chief%20of%20Staff%20G-1%20Personnel%20of%20The%20United%20States%20Army\"&gt;Office of the Deputy Chief of Staff for Personnel&lt;/a&gt; at &lt;a href=\"The%20Pentagon\"&gt;The Pentagon&lt;/a&gt;. After his service in The Pentagon, he commanded 2nd Battalion, &lt;a href=\"41st%20Infantry%20Regiment%20%28United%20States%29\"&gt;41st Infantry&lt;/a&gt;, &lt;a href=\"2nd%20Armored%20Division%20%28United%20States%29\"&gt;2nd Armored Division&lt;/a&gt; at &lt;a href=\"Fort%20Hood\"&gt;Fort Hood&lt;/a&gt;, Texas, before attending the &lt;a href=\"United%20States%20Army%20War%20College\"&gt;United States Army War College&lt;/a&gt; and returning to The Pentagon.\nDuring &lt;a href=\"Gulf%20War\"&gt;operations Desert Shield and Desert Storm&lt;/a&gt;, Soriano served as the chief of the liaison team to the &lt;a href=\"1st%20Marine%20Expeditionary%20Force\"&gt;1st Marine Expeditionary Force&lt;/a&gt;. After the conflict ended, Soriano contributed to the &lt;a href=\"United%20States%20Secretary%20of%20Defense\"&gt;Secretary of Defense&lt;/a&gt;'s Gulf War Report as the chief of the army section while serving in the Office of the &lt;a href=\"Chief%20of%20Staff%20of%20the%20United%20States%20Army\"&gt;Chief of Staff&lt;/a&gt;. In 1992, Soriano received his first assignment at &lt;a href=\"Fort%20Carson\"&gt;Fort Carson&lt;/a&gt;, Colorado, as the commander of the 1st Brigade, &lt;a href=\"4th%20Infantry%20Division%20%28United%20States%29\"&gt;4th Infantry Division&lt;/a&gt;. Following this command, Soriano returned to Germany to serve with the &lt;a href=\"3rd%20Infantry%20Division%20%28United%20States%29\"&gt;3d&lt;/a&gt; and &lt;a href=\"1st%20Infantry%20Division%20%28United%20States%29\"&gt;1st&lt;/a&gt; Infantry Divisions, which included deployments to &lt;a href=\"Bosnia\"&gt;Bosnia&lt;/a&gt; for &lt;a href=\"peacekeeping\"&gt;peacekeeping&lt;/a&gt; during &lt;a href=\"Operation%20Joint%20Endeavor\"&gt;Operation Joint Endeavor&lt;/a&gt;. Returning to the United States, he undertook various positions in &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; and The Pentagon, including service as Director, Officer Personnel Management, within the &lt;a href=\"United%20States%20Army%20Human%20Resources%20Command\"&gt;Total Army Personnel Command&lt;/a&gt;. From 1999 to 2001, Soriano commanded the &lt;a href=\"7th%20Infantry%20Division%20%28United%20States%29\"&gt;7th Infantry Division&lt;/a&gt; and &lt;a href=\"Fort%20Carson\"&gt;Fort Carson&lt;/a&gt;. Soriano served as Director of Homeland Security for &lt;a href=\"United%20States%20Joint%20Forces%20Command\"&gt;United States Joint Forces Command&lt;/a&gt; from October 2001 to August 2002, which laid the foundations for what has become the &lt;a href=\"United%20States%20Northern%20Command\"&gt;Northern Command&lt;/a&gt;.\nSoriano's final assignment was command of &lt;a href=\"I%20Corps%20%28United%20States%29\"&gt;I Corps&lt;/a&gt; and Fort Lewis, beginning in August 2002. Under his leadership, Fort Lewis became a force provider for &lt;a href=\"Operation%20Iraqi%20Freedom\"&gt;Operation Iraqi Freedom&lt;/a&gt;, including the first deployment of the &lt;a href=\"Stryker\"&gt;Stryker&lt;/a&gt; with the &lt;a href=\"2nd%20Infantry%20Division%20%28United%20States%29\"&gt;2nd Infantry Division&lt;/a&gt;. In June 2004, as the commander of Fort Lewis, Soriano ordered the court-martial of &lt;a href=\"Ryan%20G.%20Anderson\"&gt;Ryan G. Anderson&lt;/a&gt;, who was convicted of providing aid to &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; and was sentenced in September 2004 to life in prison with the possibility of parole after Soriano removed the &lt;a href=\"Capital%20punishment%20by%20the%20United%20States%20military\"&gt;death penalty&lt;/a&gt; as a possible sentencing option. In September 2004, Soriano met with Philippine President &lt;a href=\"Gloria%20Macapagal%20Arroyo\"&gt;Gloria Macapagal Arroyo&lt;/a&gt; at Malacanang, who he had met before during Arroyo's state visit in May 2003, after being invited by General &lt;a href=\"Narciso%20Abaya\"&gt;Narciso Abaya&lt;/a&gt;, &lt;a href=\"List%20of%20AFP%20Chiefs%20of%20Staff\"&gt;Chief of Staff&lt;/a&gt; of the &lt;a href=\"Armed%20Forces%20of%20the%20Philippines\"&gt;Armed Forces of the Philippines&lt;/a&gt;. In November 2004, Soriano turned over command of I Corps and Fort Lewis to Lieutenant General &lt;a href=\"James%20M.%20Dubik\"&gt;James M. Dubik&lt;/a&gt;, and finally retired from &lt;a href=\"active%20duty\"&gt;active duty&lt;/a&gt; on 1 March 2005.\nPost-military career.\nSince his retirement, Soriano has worked for Northrop Grumman as the Director of Training and Exercises for Homeland Security and Joint Forces Support. He has also sat on numerous boards of directors including Home Front Cares and &lt;a href=\"Goodwill%20Industries\"&gt;Goodwill Industries&lt;/a&gt; of &lt;a href=\"Colorado%20Springs%2C%20Colorado\"&gt;Colorado Springs&lt;/a&gt;. Additionally, Soriano is the current president of the board of directors of the Mountain Post Historical Center at Fort Carson, and the vice-chairman of the Colorado Springs Chamber of Commerce's military affairs committee. Along with retired Major General &lt;a href=\"Antonio%20Taguba\"&gt;Antonio Taguba&lt;/a&gt;, Soriano has been active in ceremonies to provide facsimiles of Filipino Veterans of World War II &lt;a href=\"Congressional%20Gold%20Medal\"&gt;Congressional Gold Medal&lt;/a&gt; to surviving veterans and their family members.\nAwards and decorations.\nSoriano received the following awards and decorations:"
}