{
    "id": "21767003",
    "revid": "1046490670",
    "url": "https://en.wikipedia.org/wiki?curid=21767003",
    "title": "Joe Calzaghe vs. Jeff Lacy",
    "text": "Joe Calzaghe vs. Jeff Lacy was a &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt; match that took place on March 4, 2006 in &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, England for the &lt;a href=\"WBO\"&gt;WBO&lt;/a&gt;, &lt;a href=\"IBF\"&gt;IBF&lt;/a&gt;, &amp; &lt;a href=\"The%20Ring%20%28magazine%29%23The%20Ring%20champions\"&gt;\"The Ring\"&lt;/a&gt; titles. Dubbed \"Judgement day\", it pitted long-time WBO champion &lt;a href=\"Joe%20Calzaghe\"&gt;Calzaghe&lt;/a&gt; against up and coming IBF champion, American &lt;a href=\"Jeff%20Lacy\"&gt;Jeff \"Left Hook\" Lacy&lt;/a&gt;.\nBuild-up.\nJoe Calzaghe had been WBO super middleweight champion for over eight years having beaten &lt;a href=\"Chris%20Eubank\"&gt;Chris Eubank&lt;/a&gt; for the vacant title in 1997. He had held onto his belt for 17 defences and was considered on the fringes of being one of the best fighters of the world.\nJeff Lacy was an American champion who had been compared to &lt;a href=\"Mike%20Tyson\"&gt;Mike Tyson&lt;/a&gt; in size and was considered one of the hottest prospects in American boxing. In 2004 he won the IBF title against &lt;a href=\"Syd%20Vanderpool\"&gt;Syd Vanderpool&lt;/a&gt; by &lt;a href=\"Technical%20knockout\"&gt;TKO&lt;/a&gt; in the eighth round. Most American journalists wrote off Calzaghe's chances of victory and the odds were against Calzaghe despite having an equally perfect record, and even people in the UK doubted him. Prior to the fight, Calzaghe was worried about his left hand after breaking it against &lt;a href=\"Evans%20Ashira\"&gt;Evans Ashira&lt;/a&gt;. He contemplated pulling out of the fight only for his father &lt;a href=\"Enzo%20Calzaghe\"&gt;Enzo&lt;/a&gt; and Frank Warren to persuade him to take a potentially life-changing fight. The fight was staged at 2.00am &lt;a href=\"Greenwich%20Mean%20Time\"&gt;local time&lt;/a&gt; at the &lt;a href=\"MEN%20Arena\"&gt;MEN Arena&lt;/a&gt; in Manchester and topped the bill on &lt;a href=\"Frank%20Warren%20%28promoter%29\"&gt;Frank Warren's&lt;/a&gt; &lt;a href=\"Sport%20Network\"&gt;Sport Network&lt;/a&gt; and was live on &lt;a href=\"ITV%20Network\"&gt;ITV&lt;/a&gt; in the UK and &lt;a href=\"Showtime%20%28TV%20network%29\"&gt;Showtime&lt;/a&gt; in the United States. The Ring announcer was &lt;a href=\"Jimmy%20Lennon%2C%20Jr.\"&gt;Jimmy Lennon, Jr.&lt;/a&gt; and the referee was &lt;a href=\"Raul%20Caiz.\"&gt;Raul Caiz.&lt;/a&gt;\nThe Fight.\nThe fight was a messy affair early on with both trading punches at close range with Lacy getting through on occasion. However after 4 rounds, Calzaghe dominated with his superior hand speed and all-round boxing ability. It became a one-sided beating of Lacy that involved him being rocked on several occasions and being knocked down for the first time in his career in the 12th round. In round one, Lacy had a bloody nose. By round four he was cut, but still came forward and occasionally landing. By round 12 his eyes were puffed up at the end of the fight, looked spent. Lacy failed to land many of his trademark left hooks and the only thing that prevented Calzaghe from a &lt;a href=\"shutout\"&gt;shutout&lt;/a&gt; was a deducted point for punching round Lacy's back at the break in the 11th. The number of blows was 351/948 for Calzaghe and 116/444 for Lacy. The three ringside judges scored the bout 119-105, 119-107 and 119-107, all for Calzaghe. The decisive victory for Calzaghe cemented his position at the top of the &lt;a href=\"super%20middleweight\"&gt;super middleweight&lt;/a&gt; ranks.\nAftermath.\nJeff Lacy was never the same fighter again. He won his next 3 fights, but then lost again to &lt;a href=\"Jermain%20Taylor\"&gt;Jermain Taylor&lt;/a&gt;. Calzaghe, however, was propelled into the limelight, going on to have a successful career and be recognised in the pound-for-pound lists before retiring unbeaten. Calzaghe said: \"Eight years I've been champion and I've been written off by a lot of people. This fight has been on my mind morning, noon and night. I demolished him and outclassed him. His punches didn't trouble me in the slightest. I was expecting more. I saw them coming from miles away. I knew I was going to win the fight. How's that for a slapper? Those slaps had his legs going all over the place.\"\nBoxing legend &lt;a href=\"Sugar%20Ray%20Leonard\"&gt;Sugar Ray Leonard&lt;/a&gt;, who admitted to knowing little of Calzaghe before the fight, said: \"Within two rounds I was a Calzaghe supporter. I stood up in front of the TV shouting, 'Wow, look at this guy!'"
}