{
    "id": "21761806",
    "revid": "1015996270",
    "url": "https://en.wikipedia.org/wiki?curid=21761806",
    "title": "Blackpool Sea Eagles",
    "text": "Blackpool Sea Eagles are a &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; team based in &lt;a href=\"Blackpool\"&gt;Blackpool&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;.\nHistory.\n\"Blackpool Sea Eagles RLFC\" were founded in 2002 by Chris Aylen who was convinced Blackpool was the ideal place for summer rugby . With help from Dave Gavaghan with assistance from the Blackpool Rugby League Supporters Club. Friendlies took place throughout the summer. The first taking place at Hutton v Lancashire Police Three more games were played at the home of Blackpool RUFC.\nBlackpool Sea Eagles became founder members of the North West Division of the &lt;a href=\"Rugby%20League%20Conference\"&gt;Rugby League Conference&lt;/a&gt; in 2003. They ended the league campaign with two wins both coming against local rivals Lancaster before crashing out to &lt;a href=\"Gateshead%20Storm\"&gt;Gateshead Storm&lt;/a&gt; in the first round of the RLC Shield play-offs.\n2004 saw the club compete in an expanded eight team North West Division. The Sea Eagles competed well in every match, but only finished the campaign with 1 point. Despite this disappointing league campaign the Sea Eagles reached the quarter-finals of the RLC Shield with victories over &lt;a href=\"North%20Wales%20Coasters\"&gt;North Wales Coasters&lt;/a&gt; and Lancaster before losing out to &lt;a href=\"Crewe%20Wolves\"&gt;Crewe Wolves&lt;/a&gt; 37 - 20.\nThe club enjoyed a much better league campaign in 2005 ending the regular season with a 50% win ratio. The Sea Eagles went on to defeat four teams en route to the RLC Shield final against &lt;a href=\"St%20Ives%20Roosters\"&gt;St Ives Roosters&lt;/a&gt;. The final staged at the &lt;a href=\"Butts%20Park%20Arena\"&gt;Butts Park Arena&lt;/a&gt;, Coventry saw Blackpool register a record 74 - 10 win and be crowned RLC Shield winners.\nIn 2006, Blackpool Sea Eagles were promoted to the RLC North Premier division. Despite the step up, Blackpool recorded seven victories and finished in fourth place, just missing out on the play- offs.\nDue to a restructuring of the leagues, the 2007 season saw Blackpool rejoin the North West division. Taking this opportunity to integrate a number of younger players into the squad, the club picked up seven wins and finished the season in third place; going out of the play-offs in the first round to eventual champions &lt;a href=\"Widnes%20Saints\"&gt;Widnes Saints&lt;/a&gt;.\n2008 saw the club compete in a combined North West &amp; Cheshire division. A tough season saw the Sea Eagles finish with only one victory to their name, a 20 - 18 victory over Rhyl Coasters. Despite the lack of wins, Blackpool competed well in every game, blooding a number of youngsters in the process. In 2009 the club stepped up to the newly created North West Premier. An up and down season saw the club compete well in every game, finishing the season with three victories.\nIn 2010, Blackpool made the decision to take a step down to the North West regional division. A strong season saw the Sea Eagles finish the regular league season with six wins and progress to the divisional grand final, where the club lost out to &lt;a href=\"Mancunians%20RL\"&gt;Mancunians RL&lt;/a&gt; 48 - 14."
}