{
    "id": "21778431",
    "revid": "4081329",
    "url": "https://en.wikipedia.org/wiki?curid=21778431",
    "title": "Temple of Eshmun",
    "text": "The Temple of Eshmun () is an ancient &lt;a href=\"place%20of%20worship\"&gt;place of worship&lt;/a&gt; dedicated to &lt;a href=\"Eshmun\"&gt;Eshmun&lt;/a&gt;, the &lt;a href=\"Phoenicia\"&gt;Phoenicia&lt;/a&gt;n god of healing. It is located near the &lt;a href=\"Awali%20%28river%29\"&gt;Awali river&lt;/a&gt;, northeast of &lt;a href=\"Sidon\"&gt;Sidon&lt;/a&gt; in southwestern &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;. The site was occupied from the 7th century BC to the 8th century AD, suggesting an integrated relationship with the nearby city of Sidon. Although originally constructed by Sidonian king &lt;a href=\"Eshmunazar%20II\"&gt;Eshmunazar II&lt;/a&gt; in the &lt;a href=\"Achaemenid%20Empire\"&gt;Achaemenid era&lt;/a&gt; ( 529–333 BC) to celebrate the city's recovered wealth and stature, the temple complex was greatly expanded by &lt;a href=\"Bodashtart\"&gt;Bodashtart&lt;/a&gt;, &lt;a href=\"Yatonmilk\"&gt;Yatan-milk&lt;/a&gt; and later monarchs. Because the continued expansion spanned many centuries of alternating independence and foreign &lt;a href=\"hegemony\"&gt;hegemony&lt;/a&gt;, the sanctuary features a wealth of different architectural and decorative styles and influences.\nThe sanctuary consists of an &lt;a href=\"esplanade\"&gt;esplanade&lt;/a&gt; and a grand court limited by a huge &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; terrace wall that supports a monumental &lt;a href=\"podium\"&gt;podium&lt;/a&gt; which was once topped by Eshmun's Greco-Persian style &lt;a href=\"marble\"&gt;marble&lt;/a&gt; temple. The sanctuary features a series of ritual &lt;a href=\"Ritual%20purification\"&gt;ablution&lt;/a&gt; basins fed by canals channeling water from the Asclepius river (modern &lt;a href=\"Awali%20%28river%29\"&gt;Awali&lt;/a&gt;) and from the sacred \"Ydll\" spring; these installations were used for therapeutic and purificatory purposes that characterize the cult of Eshmun. The sanctuary site has yielded many artifacts of value, especially those inscribed with &lt;a href=\"Phoenician%20alphabet\"&gt;Phoenician texts&lt;/a&gt;, providing valuable insight into the site's history and that of ancient Sidon.\nThe Eshmun Temple was improved during the early &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; with a colonnade street, but declined after earthquakes and fell into oblivion as &lt;a href=\"Early%20Christianity\"&gt;Christianity&lt;/a&gt; replaced &lt;a href=\"polytheism\"&gt;polytheism&lt;/a&gt; and its large limestone blocks were used to build later structures. The temple site was rediscovered in 1900 by local &lt;a href=\"Treasure%20hunting\"&gt;treasure hunters&lt;/a&gt; who stirred the curiosity of international scholars. &lt;a href=\"Maurice%20Dunand\"&gt;Maurice Dunand&lt;/a&gt;, a French archaeologist, thoroughly excavated the site from 1963 until the beginning of the &lt;a href=\"Lebanese%20Civil%20War\"&gt;Lebanese Civil War&lt;/a&gt; in 1975. After the end of the hostilities and the retreat of &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; from &lt;a href=\"Southern%20Lebanon\"&gt;Southern Lebanon&lt;/a&gt;, the site was rehabilitated and inscribed to the &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt; tentative list.\nEshmun.\nEshmun was the Phoenician god of healing and renewal of life; he was one of the most important divinities of the &lt;a href=\"Ancient%20Canaanite%20religion\"&gt;Phoenician pantheon&lt;/a&gt; and the main male divinity of &lt;a href=\"Sidon\"&gt;Sidon&lt;/a&gt;. Originally a nature divinity, and a god of spring vegetation, Eshmun was equated to &lt;a href=\"Babylonia\"&gt;Babylonia&lt;/a&gt;n deity &lt;a href=\"Tammuz%20%28deity%29\"&gt;Tammuz&lt;/a&gt;. His role later expanded within the Phoenician pantheon, and he gained celestial and cosmic attributes.\nThe myth of Eshmun was related by the sixth century Syrian &lt;a href=\"Neoplatonism\"&gt;Neoplatonist philosopher&lt;/a&gt; &lt;a href=\"Damascius\"&gt;Damascius&lt;/a&gt; and ninth century &lt;a href=\"Ecumenical%20Patriarch%20of%20Constantinople\"&gt;Patriarch of Constantinople&lt;/a&gt;, &lt;a href=\"Photios%20I%20of%20Constantinople\"&gt;Photius&lt;/a&gt;. They recount that Eshmun, a young man from &lt;a href=\"Beirut\"&gt;Beirut&lt;/a&gt;, was hunting in the woods when &lt;a href=\"Astarte\"&gt;Astarte&lt;/a&gt; saw him and was stricken by his beauty. She harassed him with her amorous pursuit until he &lt;a href=\"Emasculation\"&gt;emasculated&lt;/a&gt; himself with an &lt;a href=\"axe\"&gt;axe&lt;/a&gt; and died. The grieving goddess revived Eshmun and transported him to the heavens where she made him into a god of &lt;a href=\"heaven\"&gt;heaven&lt;/a&gt;.\nFrom a historical perspective, the first written mention of Eshmun goes back to 754 BC, the date of the signing of the treaty between &lt;a href=\"Assyria\"&gt;Assyria&lt;/a&gt;n king &lt;a href=\"Ashur-nirari%20V\"&gt;Ashur-nirari V&lt;/a&gt; and Mati'el, king of &lt;a href=\"Arpad%2C%20Syria\"&gt;Arpad&lt;/a&gt;; Eshmun figures in the text as a patron of the treaty.\nEshmun was identified with &lt;a href=\"Asclepius\"&gt;Asclepius&lt;/a&gt; as a result of the Hellenic influence over Phoenicia; the earliest evidence of this equation is given by coins from &lt;a href=\"Amrit\"&gt;Amrit&lt;/a&gt; and &lt;a href=\"Acre%2C%20Israel\"&gt;Acre&lt;/a&gt; from the third century BC. This fact is exemplified by the Hellenized names of the &lt;a href=\"Awali%20%28river%29\"&gt;Awali&lt;/a&gt; river which was dubbed , and the Eshmun Temple's surrounding groves, known as the groves of Asclepius.\nHistory.\nHistorical background.\nIn the 9th century BC, the &lt;a href=\"Assyria\"&gt;Assyria&lt;/a&gt;n king &lt;a href=\"Ashurnasirpal%26amp%3Bnbsp%3BII\"&gt;Ashurnasirpal II&lt;/a&gt; conquered &lt;a href=\"Mount%20Lebanon\"&gt;the Lebanon&lt;/a&gt; mountain range and its coastal cities. The new sovereigns exacted tribute from Sidon, along with every other &lt;a href=\"Phoenicia\"&gt;Phoenicia&lt;/a&gt;n city. These payments stimulated Sidon's search for new means of provisioning and furthered Phoenician emigration and expansion, which peaked in the 8th century BC.\nWhen Assyrian king &lt;a href=\"Sargon%20II\"&gt;Sargon II&lt;/a&gt; died in 705 BC, the Sidonian king &lt;a href=\"Luli\"&gt;Luli&lt;/a&gt; joined with the &lt;a href=\"Ancient%20Egypt\"&gt;Egyptians&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Judah\"&gt;Judah&lt;/a&gt; in an unsuccessful rebellion against Assyrian rule, but was forced to flee to &lt;a href=\"Kition\"&gt;Kition&lt;/a&gt; (modern &lt;a href=\"Larnaca\"&gt;Larnaca&lt;/a&gt; in Cyprus) with the arrival of the Assyrian army headed by &lt;a href=\"Sennacherib\"&gt;Sennacherib&lt;/a&gt;, Sargon II's son and successor. Sennacherib instated &lt;a href=\"Ittobaal\"&gt;Ittobaal&lt;/a&gt; on the throne of Sidon and reimposed the annual tribute.\nWhen &lt;a href=\"Abdi-Milkutti\"&gt;Abdi-Milkutti&lt;/a&gt; ascended to Sidon's throne in 680 BC, he also rebelled against the Assyrians. In response, the Assyrian king &lt;a href=\"Esarhaddon\"&gt;Esarhaddon&lt;/a&gt; laid siege to the city. Abdi-Milkutti was captured and beheaded in 677 BC after a three-year siege, while his city was destroyed and renamed Kar-Ashur-aha-iddina (the harbor of Esarhaddon). Sidon was stripped of its territory, which was awarded to &lt;a href=\"Baal%26amp%3Bnbsp%3BI\"&gt;Baal I&lt;/a&gt;, the king of rival &lt;a href=\"Tyre%2C%20Lebanon\"&gt;Tyre&lt;/a&gt; and loyal &lt;a href=\"vassal\"&gt;vassal&lt;/a&gt; to Esarhaddon. Baal I and &lt;a href=\"Esarhaddon%27s%20Treaty%20with%20Ba%27al%20of%20Tyre\"&gt;Esarhaddon signed a treaty&lt;/a&gt; in 675 in which Eshmun's name features as one of the deities invoked as guarantors of the covenant.\nConstruction.\nSidon returned to its former level of prosperity while Tyre was besieged for 13 years (586–573 BC) by the &lt;a href=\"Chaldea\"&gt;Chaldea&lt;/a&gt;n king &lt;a href=\"Nebuchadnezzar%26amp%3Bnbsp%3BII\"&gt;Nebuchadnezzar II&lt;/a&gt;. Nevertheless, the Sidonian king was still held in exile at the court of &lt;a href=\"Babylon\"&gt;Babylon&lt;/a&gt;. Sidon reclaimed its former standing as Phoenicia's chief city in the &lt;a href=\"Achaemenid%20Empire\"&gt;Achaemenid Empire&lt;/a&gt; (529–333 BC). During this period, &lt;a href=\"Xerxes%26amp%3Bnbsp%3BI\"&gt;Xerxes I&lt;/a&gt; awarded king Eshmunazar II with the &lt;a href=\"Sharon%20plain\"&gt;Sharon plain&lt;/a&gt; for employing Sidon's fleet in his service during the &lt;a href=\"Greco-Persian%20Wars\"&gt;Greco-Persian Wars&lt;/a&gt;.\nEshmunazar II displayed his new-found wealth by constructing numerous temples to Sidonian divinities. Inscriptions found on the king's &lt;a href=\"sarcophagus\"&gt;sarcophagus&lt;/a&gt; reveal that he and his mother, Amashtart, built temples to the gods of Sidon, including the Temple of Eshmun by the \"Ydll source near the cistern\".\nAs the &lt;a href=\"Bodashtart%20inscriptions\"&gt;Bodashtart inscriptions&lt;/a&gt; on the foundations of the monumental podium attest, construction of the sanctuary's podium did not begin until the reign of King &lt;a href=\"Bodashtart\"&gt;Bodashtart&lt;/a&gt;. The first set of inscriptions bears the name of Bodashtart alone, while the second contains his name and that of the crown prince Yatan-milk. A Phoenician inscription, located upstream from the temple, that dates to the 7th year of Bodashtart's reign, alludes to water adduction works from the Awali river to the \"Ydll\" source that was used for &lt;a href=\"ritual%20purification\"&gt;ritual purification&lt;/a&gt; at the temple.\nRoman era and Decline.\nThe Eshmun sanctuary was damaged by an earthquake in the fourth century BC, which demolished the marble temple atop the podium; this structure was not rebuilt but many chapels and temples were later annexed at the base of the podium.\nThe temple site remained a place of pilgrimage in the &lt;a href=\"classical%20antiquity\"&gt;classical antiquity&lt;/a&gt; during the early Roman Empire and until the advent of Christianity, when the cult of Eshmun was banned during the &lt;a href=\"Persecution%20of%20pagans%20in%20the%20late%20Roman%20Empire\"&gt;Persecution of pagans in the late Roman Empire&lt;/a&gt; and a Christian church was built at the temple site across the &lt;a href=\"Roman%20roads\"&gt;Roman street&lt;/a&gt; from the podium. Remnants and mosaic floors of a &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; church can still be seen on the site.\nA Roman colonnade was built in the third century, probably by emperor &lt;a href=\"Septimius%20Severus\"&gt;Septimius Severus&lt;/a&gt;, and a Roman Villa showed a period of renewed relative importance for the city during the late period of &lt;a href=\"Phoenicia%20under%20Roman%20rule\"&gt;Phoenicia under Roman rule&lt;/a&gt;. Furthermore, within the original Phoenician temple site the Romans added the processional stairway, the basins for ablutions and a &lt;a href=\"nymphaeum\"&gt;nymphaeum&lt;/a&gt; with pictorial mosaics, that are still largely intact. Worn statuettes of three nymphs stand in the niches of a Roman fountain.\nAnother earthquake hit Sidon around 570 AD; &lt;a href=\"Antoninus%20of%20Piacenza%20%28pilgrim%29\"&gt;Antoninus of Piacenza&lt;/a&gt;, an Italian Christian pilgrim, described the city as partly in ruins. For many years after the disappearance of the cult of Eshmun, the sanctuary site was used as a quarry: Emir &lt;a href=\"Fakhr-al-Din%20II\"&gt;Fakhr-al-Din II&lt;/a&gt;, for example, used its massive blocks to build a bridge over the Awali river in the 17th century.\nThe site later fell into oblivion until the 19th century\nModern discovery.\nBetween 1737 and 1742, &lt;a href=\"Richard%20Pococke\"&gt;Richard Pococke&lt;/a&gt;, an English &lt;a href=\"Anthropology\"&gt;anthropologist&lt;/a&gt;, toured the Middle East and wrote of what he thought were ruins of &lt;a href=\"defensive%20wall\"&gt;defensive wall&lt;/a&gt;s built with stone blocks near the Awali river. When the French &lt;a href=\"Oriental%20studies\"&gt;orientalist&lt;/a&gt; &lt;a href=\"Ernest%20Renan\"&gt;Ernest Renan&lt;/a&gt; visited the area in 1860, he noticed that the Awali bridge &lt;a href=\"abutment\"&gt;abutment&lt;/a&gt;s were built of finely &lt;a href=\"Rustication%20%28architecture%29\"&gt;rusticated&lt;/a&gt; blocks that originated from an earlier structure. He also noted in his report, &lt;a href=\"Mission%20de%20Ph%C3%A9nicie%20%281865%E2%80%931874%29\"&gt;\"Mission de Phénicie\"&lt;/a&gt;, that a local treasure hunter told him of a large edifice near the Awali bridge.\nIn 1900, local clandestine treasure hunters digging at the Eshmun Temple site haphazardly discovered inscriptions carved onto the temple's walls. This discovery stirred the interest of Theodore Macridy, curator of the &lt;a href=\"Istanbul%20Archaeology%20Museums\"&gt;Museum of Constantinople&lt;/a&gt;, who cleared the temple remains between 1901 and 1903. Wilhelm Von Landau also excavated the site between 1903 and 1904. In 1920, Gaston Contenau headed a team of archaeologists who surveyed the temple complex. The first extensive archaeological excavation revealing the Eshmun Temple remains was undertaken by Maurice Dunand between 1963 and 1975. Archaeological evidence shows that the site was occupied from the seventh century BC to the eighth century AD.\nAfter 1975.\nDuring the &lt;a href=\"Lebanese%20Civil%20War\"&gt;Lebanese Civil War&lt;/a&gt; and the &lt;a href=\"South%20Lebanon%20conflict%20%281985%E2%80%932000%29\"&gt;Israeli occupation of South Lebanon (1985–2000)&lt;/a&gt;, the temple site was neglected and was invaded by vegetation overgrowth; it was cleared and recovered its former condition after the Israeli withdrawal. Today the Eshmun sanctuary can be visited all year round and free of charge, it is accessible from an &lt;a href=\"Interchange%20%28road%29\"&gt;exit ramp&lt;/a&gt; off the main Southern Lebanon highway near Sidon's northern entrance. The site holds a particular &lt;a href=\"archaeology\"&gt;archaeological&lt;/a&gt; importance since it is the best preserved Phoenician site in Lebanon; it was added to the &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage&lt;/a&gt; Tentative List's Cultural category on , 1996.\nIn literature, the temple of Eshmun figures in Nabil Saleh's 2009 novel, \"The Curse of &lt;a href=\"Ezekiel\"&gt;Ezekiel&lt;/a&gt;\" as the setting where Bomilcar falls in love and rescues princess Chiboulet from the evil design of one of the temple's priests.\nLocation.\nA number of ancient texts mention the Eshmun Temple and its location. The &lt;a href=\"Phoenician%20alphabet\"&gt;Phoenician&lt;/a&gt; inscriptions on the &lt;a href=\"Eshmunazar%20II%20sarcophagus\"&gt;sarcophagus of Eshmunazar II&lt;/a&gt;, a Sidonian king, commemorate the construction of a \"house\" for the \"holy prince\" Eshmun by the king and his mother, queen Amashtart, at the \"Ydll source by the cistern\".\n&lt;a href=\"Dionysius%20Periegetes\"&gt;Dionysius Periegetes&lt;/a&gt;, an ancient &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; &lt;a href=\"travel%20writer\"&gt;travel writer&lt;/a&gt;, identified the &lt;a href=\"Eshmun\"&gt;Eshmun&lt;/a&gt; temple by the Bostrenos River, and Antonin de Plaisance, a 6th-century AD &lt;a href=\"Italians\"&gt;Italian&lt;/a&gt; &lt;a href=\"Christian%20pilgrimage\"&gt;pilgrim&lt;/a&gt; recorded the shrine as near the river . &lt;a href=\"Strabo\"&gt;Strabo&lt;/a&gt; and other Sidonian sources describe the sanctuary and its surrounding \"sacred forests\" of &lt;a href=\"Asclepius\"&gt;Asclepius&lt;/a&gt;, the Hellenized name of Eshmun, in written texts.\nLocated about south of &lt;a href=\"Beirut\"&gt;Beirut&lt;/a&gt; and northeast of Sidon, the Eshmun Temple sits on the southern bank of the modern &lt;a href=\"Awali%20%28river%29\"&gt;Awali river&lt;/a&gt;, previously referred to as Bostrenos or in ancient texts. Citrus groves, known as \"Bustan el-Sheikh\" (, the grove of the &lt;a href=\"Sheikh\"&gt;Sheikh&lt;/a&gt;), occupy the ancient \"sacred forests\" of Asclepius and are a favorite summer picnic location for locals.\nArchitecture and description.\nBuilt under &lt;a href=\"History%20of%20Lebanon%20under%20Babylonian%20rule\"&gt;Babylonian rule&lt;/a&gt; (605–539 BC), the oldest monument at the site is a &lt;a href=\"pyramid\"&gt;pyramid&lt;/a&gt;al building resembling a &lt;a href=\"ziggurat\"&gt;ziggurat&lt;/a&gt; that includes an access ramp to a water cistern. Fragments of marble column bases with &lt;a href=\"Torus\"&gt;Torus&lt;/a&gt; moldings and facetted columns found east of the podium are also attributed to the Babylonian era.\nThe pyramidal structure was superimposed during &lt;a href=\"History%20of%20Lebanon%20under%20Persian%20rule\"&gt;Persian&lt;/a&gt; rule by a massive &lt;a href=\"ashlar\"&gt;ashlar&lt;/a&gt; podium constructed from heavily bossed limestone blocks that measured more than across by thick, which were laid down in courses high. The podium stands high, runs into the hillside, and boasts a wide facade. The terrace atop of the podium was once covered by a Greco-Persian style marble temple probably built by &lt;a href=\"Ionia\"&gt;Ionic&lt;/a&gt; artisans around 500 BC. The marble temple has been reduced to a few remaining stone fragments due to theft.\nDuring the &lt;a href=\"Hellenistic%20period\"&gt;Hellenistic period&lt;/a&gt;, the sanctuary was extended from the base of the podium across the valley. To the east base of the podium stands a large chapel, , dating to the 4th century BC. The chapel was adorned with a paved pool and a large stone \"&lt;a href=\"Throne%20of%20Astarte\"&gt;Throne of Astarte&lt;/a&gt;\" carved of a single block of &lt;a href=\"granite\"&gt;granite&lt;/a&gt; in the Egyptian style; it is flanked by two &lt;a href=\"sphinx\"&gt;sphinx&lt;/a&gt; figures and surrounded by two lion sculptures. The throne, attributed to the Sidonian goddess &lt;a href=\"Ashtart\"&gt;Astarte&lt;/a&gt;, rests against the chapel wall, which is embellished by relief sculptures of hunting scenes. The once important Astarte basin lost its function during the 2nd century AD and was filled with earth and statue fragments. The west base contains another 4th-century BC chapel—centered on a bull &lt;a href=\"protome\"&gt;protome&lt;/a&gt; topped &lt;a href=\"Capital%20%28architecture%29\"&gt;capital&lt;/a&gt;—that remains preserved at the &lt;a href=\"National%20Museum%20of%20Beirut\"&gt;National Museum of Beirut&lt;/a&gt;.\nWidely known as the \"Tribune of Eshmun\" because of its shape, the altar of Eshmun is a white marble structure dating to the 4th century BC. It is long by wide and tall. Unearthed in 1963 by Maurice Dunand, it stands on a &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; &lt;a href=\"Socle%20%28architecture%29\"&gt;socle&lt;/a&gt;plated with marble blocks that rest against a retaining wall. The altar is adorned with &lt;a href=\"Hellenistic%20art\"&gt;Hellenistic style&lt;/a&gt; &lt;a href=\"relief\"&gt;relief&lt;/a&gt; sculptures and is framed by decorative &lt;a href=\"Molding%20%28decorative%29\"&gt;moldings&lt;/a&gt;, one of which divides the altar into two distinct &lt;a href=\"Register%20%28sculpture%29\"&gt;registers&lt;/a&gt; of symmetrical composition. The upper register portrays 18 Greek deities, including two charioteers surrounding the Greek god &lt;a href=\"Apollo\"&gt;Apollo&lt;/a&gt;, who is depicted playing a &lt;a href=\"cithara\"&gt;cithara&lt;/a&gt; (a type of &lt;a href=\"lyre\"&gt;lyre&lt;/a&gt;). The lower register honors &lt;a href=\"Dionysus\"&gt;Dionysus&lt;/a&gt;, who leads his \"&lt;a href=\"Thiasus\"&gt;thiasos&lt;/a&gt;\" (his ecstatic retinue) in a dance to the music of pipe and cithara players. The Tribune is displayed at the National Museum of Beirut.Northeast of the site, another 3rd century BC temple stands adjacent to the Astarte chapel. Its façade is built with large limestone blocks and displays a two-register relief decoration illustrating a &lt;a href=\"Bacchanalia\"&gt;drunken revelry&lt;/a&gt; in honor of &lt;a href=\"Dionysus\"&gt;Dionysus&lt;/a&gt;, the Greek god of wine. Among the temple reliefs, one shows a man attempting to seize a large rooster which was the common sacrificial animal for Eshmun-Asclepius.\nThe Eshmun Temple complex comprises an elaborate &lt;a href=\"Hydraulics\"&gt;hydraulic installation&lt;/a&gt; channeling water from \"Ydll\" spring that is made up of an intricate system of water canals, a series of retaining basins, sacred ablution basins and paved pools. This system demonstrates the importance of ritual ablutions in Phoenician therapeutic cults.\nLater vestiges date from the &lt;a href=\"History%20of%20Lebanon%20under%20Roman%20rule\"&gt;Roman epoch&lt;/a&gt; and include a colonnaded road lined with shops. Of the large marble columns bordering the Roman street only fragments and bases remain. The &lt;a href=\"Ancient%20Rome\"&gt;Romans&lt;/a&gt; also built a monumental staircase adorned with &lt;a href=\"mosaic\"&gt;mosaic&lt;/a&gt; patterns that leads to the top of the podium. To the right of the Roman road, near the entrance of the site stands a &lt;a href=\"nymphaeum\"&gt;nymphaeum&lt;/a&gt; with &lt;a href=\"Niche%20%28architecture%29\"&gt;niches&lt;/a&gt; where statues of the &lt;a href=\"nymph\"&gt;nymph&lt;/a&gt;s once stood. The floor of the nymphaeum is covered by a mosaic depicting the &lt;a href=\"Maenads\"&gt;Maenads&lt;/a&gt;. Across the colonnaded road, facing the nymphaeum, are the ruins of a &lt;a href=\"Roman%20villa\"&gt;Roman villa&lt;/a&gt;; only the villa's courtyard has survived along with the remains of a mosaic depicting the &lt;a href=\"Season\"&gt;four seasons&lt;/a&gt;. To the right of the processional Roman staircase stands a cubic &lt;a href=\"altar\"&gt;altar&lt;/a&gt;, also of Roman construction. Other Roman period structures include two columns of a great portico leading to pools and other cultic installations.\nFunction.\nEshmun's cult enjoyed a particular importance at Sidon as he was the chief deity after 500 BC. Aside from the extramural sanctuary at Bustan el-Sheikh, Eshmun also had a temple within the city. The extramural Eshmun Temple was associated with purification and healing; ritual lustral ablutions were performed in the sanctuary's sacred basins supplemented by running water from the Asclepius River and the \"Ydll\" spring water which was considered to have a sacred character and therapeutic quality.\nThe healing attributions of Eshmun were combined with his divine consort Astarte's &lt;a href=\"fertility\"&gt;fertilizing&lt;/a&gt; powers; the latter had an annex chapel with a sacred paved pool within the Eshmun sanctuary. Pilgrims from all over the ancient world flocked to the Eshmun Temple leaving &lt;a href=\"Votive%20offering\"&gt;votive&lt;/a&gt; traces of their devotion and proof of their cure. There is evidence that from the 3rd century BC onwards there have been attempts to Hellenize the cult of Eshmun and to associate him with his Greek counterpart Asclepius, but the sanctuary retained its curative function.\nArtifacts and finds.\nApart from the large decorative elements, carved friezes and mosaics which were left &lt;a href=\"in%20situ\"&gt;in situ&lt;/a&gt;, many artifacts were recovered and moved from the Eshmun Temple to the &lt;a href=\"National%20Museum%20of%20Beirut\"&gt;national museum&lt;/a&gt;, the &lt;a href=\"Louvre\"&gt;Louvre&lt;/a&gt; or are in possession of the Lebanese directorate general of antiquities. Some of these smaller finds include a collection of inscribed &lt;a href=\"ostracon\"&gt;ostraca&lt;/a&gt; unearthed by Dunand providing rare examples of cursive Phoenician writing in the Phoenician mainland. One of the recovered ostracon bears the &lt;a href=\"Theophoric%20name\"&gt;theophoric&lt;/a&gt; Phoenician name \"grtnt\" which suggests that veneration of the lunar-goddess &lt;a href=\"Tanit\"&gt;Tanit&lt;/a&gt; occurred in Sidon.\nA number of fragmented votive life-size sculptures of little children lying on their side and holding a pet animal or a small object were also recovered at the temple site; among the best known of these is the &lt;a href=\"Baalshillem%20Temple%20Boy\"&gt;Baalshillem Temple Boy&lt;/a&gt;, a sculpture of a royal child holding a dove with his right hand. The boy's head is shaved, his torso is bare and his lower body is wrapped in a large cloth. The socle of this sculpture is inscribed with a dedication from &lt;a href=\"Baalshillem%20II\"&gt;Baalshillem II&lt;/a&gt;, a Sidonian king to Eshmun, which illustrates the importance of the site to the Sidonian monarchy. These votive sculptures appear to have been purposely broken after dedication to Eshmun and then ceremoniously cast into the sacred canal, probably simulating the sacrifice of the sick child. All of these sculptures represent boys. A limestone bust of a &lt;a href=\"Kouros\"&gt;Kouros&lt;/a&gt; dating from the 6th century BC was found at the site, but unlike the archaic Greek kouroi this figure is not bare.\nAmong the notable finds is a golden plaque showing &lt;a href=\"Rod%20of%20Asclepius\"&gt;a snake curling on a staff&lt;/a&gt;, a Hellenic symbol of Eshmun. and a &lt;a href=\"granite\"&gt;granite&lt;/a&gt; &lt;a href=\"altar\"&gt;altar&lt;/a&gt; bearing the name of &lt;a href=\"Ancient%20Egypt\"&gt;Egyptian&lt;/a&gt; &lt;a href=\"Pharaoh\"&gt;Pharaoh&lt;/a&gt; &lt;a href=\"Achoris\"&gt;Achoris&lt;/a&gt; uncovered in the Eshmun sanctuary. This gift attests to the good relations between the Pharaoh and the kings of Sidon.\nThe repute of the sanctuary was far reaching. Cypriot pilgrims from &lt;a href=\"Paphos\"&gt;Paphos&lt;/a&gt; left marks of their devotion for Astarte on a marble &lt;a href=\"stele\"&gt;stele&lt;/a&gt; inscribed both in Greek and &lt;a href=\"Cypriot%20syllabary\"&gt;Cypriot syllabary&lt;/a&gt; at Astarte's shrine; this stele is now in the custody of the Lebanese directorate general of antiquities.\nPillaging.\nTreasure hunters have sought out the Eshmun Temple since antiquity; around 1900 artifacts bearing Phoenician inscriptions from the temple site found their way to &lt;a href=\"Beirut\"&gt;Beirut&lt;/a&gt;ine &lt;a href=\"Antiquities%20trade\"&gt;antiquities markets&lt;/a&gt; where they stirred the interest of the &lt;a href=\"Ottoman%20empire\"&gt;Ottoman&lt;/a&gt; authorities and prompted a series of archeological digs.\nDuring the civil war, upon a request from then Lebanese director general of antiquities &lt;a href=\"Maurice%20Chehab\"&gt;Maurice Chehab&lt;/a&gt;, Maurice Dunand moved more than 2000 artifacts from Sidon to a subterranean chamber at the &lt;a href=\"Byblos%20Castle\"&gt;Byblos crusader castle&lt;/a&gt;, north of Beirut. In 1981, the depot was looted and around 600 sculptures and architectural elements were stolen and smuggled out of Lebanon. Rolf Stucky, ex-director of the Institute of Classical Archaeology of &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt; affirmed during a conference in Beirut in the successful identification and return of eight sculptures to the Lebanese national museum."
}