{
    "id": "2177743",
    "revid": "1175300",
    "url": "https://en.wikipedia.org/wiki?curid=2177743",
    "title": "Winnipesaukee River",
    "text": "The Winnipesaukee River is a river that connects &lt;a href=\"Lake%20Winnipesaukee\"&gt;Lake Winnipesaukee&lt;/a&gt; with the &lt;a href=\"Pemigewasset%20River\"&gt;Pemigewasset&lt;/a&gt; and &lt;a href=\"Merrimack%20River\"&gt;Merrimack&lt;/a&gt; rivers in &lt;a href=\"Franklin%2C%20New%20Hampshire\"&gt;Franklin, New Hampshire&lt;/a&gt;. The river is in the &lt;a href=\"Lakes%20Region%20%28New%20Hampshire%29\"&gt;Lakes Region&lt;/a&gt; of central New Hampshire. The river's drainage area is approximately .\nThe river has two distinct sections. The upstream section consists of a series of river courses connecting a chain of lakes, beginning with Lake Winnipesaukee. From the dam at the outlet of Lake Winnipesaukee in the &lt;a href=\"Lakeport%2C%20New%20Hampshire\"&gt;Lakeport&lt;/a&gt; section of &lt;a href=\"Laconia%2C%20New%20Hampshire\"&gt;Laconia&lt;/a&gt;, the river almost immediately enters &lt;a href=\"Opechee%20Bay\"&gt;Opechee Bay&lt;/a&gt;. down the lake, the river exits over a dam and drops through the center of Laconia, its banks lined by industrial buildings from the 19th century that were constructed to take advantage of the river's power. The section through Laconia ends at &lt;a href=\"Lake%20Winnisquam\"&gt;Lake Winnisquam&lt;/a&gt;, the fourth-largest lake in New Hampshire. A stretch across Winnisquam leads to the dam at the lake's outlet and a short descent to Silver Lake.\nThe river's lower section begins at the natural outlet of Silver Lake, on the boundary between &lt;a href=\"Belmont%2C%20New%20Hampshire\"&gt;Belmont&lt;/a&gt; and &lt;a href=\"Tilton%2C%20New%20Hampshire\"&gt;Tilton, New Hampshire&lt;/a&gt;. The river passes through the center of the twin towns of Tilton and &lt;a href=\"Northfield%2C%20New%20Hampshire\"&gt;Northfield&lt;/a&gt;, then descends through a narrow valley to &lt;a href=\"Franklin%2C%20New%20Hampshire\"&gt;Franklin&lt;/a&gt; where additional small dams use the river's power. From Tilton to Franklin, the river has a drop of up to , with challenging rapids for sport boaters who put in at Cross Mill Bridge and take out at the &lt;a href=\"U.S.%20Route%203\"&gt;U.S. Route 3&lt;/a&gt; Sanborn Bridge in downtown Franklin. A USGS water gage is in Tilton.\nThe Winnipesaukee River joins the Pemigewasset River just downstream from the center of Franklin, forming the Merrimack River."
}