{
    "id": "21784559",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=21784559",
    "title": "USS Newburgh (ID-1369)",
    "text": "USS \"Newburgh\" (ID-1369), also reported as ID-3768, was a &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; &lt;a href=\"cargo%20ship\"&gt;cargo ship&lt;/a&gt; in commission in 1919.\nSS \"Newburgh\" was laid down for the &lt;a href=\"United%20States%20Shipping%20Board\"&gt;United States Shipping Board&lt;/a&gt; as a cargo ship on 2 September 1918 at &lt;a href=\"Newburgh%2C%20New%20York\"&gt;Newburgh&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, by &lt;a href=\"Newburgh%20Shipyards\"&gt;Newburgh Shipyards&lt;/a&gt;. She was completed in December 1918 and underwent her &lt;a href=\"sea%20trials\"&gt;sea trials&lt;/a&gt; on 30 December 1918. Transferred to the U.S. Navy, she was assigned a naval registry Identification Number (Id. No.) -- either 1369 or 3768, according to various sources—and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; at &lt;a href=\"Hoboken%2C%20New%20Jersey\"&gt;Hoboken&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, on 31 December 1918 with &lt;a href=\"Lieutenant%20Commander\"&gt;Lieutenant Commander&lt;/a&gt; J. D. McLeod, &lt;a href=\"USNRF\"&gt;USNRF&lt;/a&gt;, in command.\nAssigned to the &lt;a href=\"Naval%20Overseas%20Transportation%20Service\"&gt;Naval Overseas Transportation Service&lt;/a&gt;, \"Newburgh\" departed &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; on 25 January 1919 with a &lt;a href=\"cargo\"&gt;cargo&lt;/a&gt; of &lt;a href=\"flour\"&gt;flour&lt;/a&gt;, &lt;a href=\"bacon\"&gt;bacon&lt;/a&gt;, and &lt;a href=\"lard\"&gt;lard&lt;/a&gt; consigned to the &lt;a href=\"Northern%20Food%20Administration\"&gt;Northern Food Administration&lt;/a&gt;. She called briefly at &lt;a href=\"Falmouth%2C%20Cornwall\"&gt;Falmouth&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, on 15 February 1919, where she received orders to steam to &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt;, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, to offload her cargo.\nAfter &lt;a href=\"Bunker%20fuel\"&gt;bunkering&lt;/a&gt; and &lt;a href=\"ballast%20tank\"&gt;ballast&lt;/a&gt;ing at &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt;, England, \"Newburgh\" departed for New York City in ballast on 3 March 1919. In mid-March 1919, during the crossing, she lost two blades from her &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt; and was forced to put in at the &lt;a href=\"Azores\"&gt;Azores&lt;/a&gt; to await the shipment of a new propeller from New York City.\nFollowing repairs, she returned in early April 1919 to New York City, where she loaded a &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; cargo of &lt;a href=\"hay\"&gt;hay&lt;/a&gt; and &lt;a href=\"oat\"&gt;oat&lt;/a&gt;s. She delivered that cargo to Rotterdam in mid-May 1919, then returned to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. On the return voyage she again suffered propeller damage, and this time had to put into &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt; for repairs and refueling, after which she returned to New York City in June 1919.\n\"Newburgh\" was &lt;a href=\"Ship%20decommissioning\"&gt;decommissioned&lt;/a&gt; at New York City on 19 June 1919. She was transferred to the United States Shipping Board the same day, and remained in the Shipping Boards custody as SS \"Newburgh\" until sold for scrapping at &lt;a href=\"Baltimore%2C%20Maryland\"&gt;Baltimore&lt;/a&gt;, &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;, in 1931."
}