{
    "id": "21783530",
    "revid": "1026038550",
    "url": "https://en.wikipedia.org/wiki?curid=21783530",
    "title": "AMC-8",
    "text": "AMC-8, also known as Aurora III, previously GE-8, is a &lt;a href=\"C%20band%20%28IEEE%29\"&gt;C-band&lt;/a&gt; &lt;a href=\"satellite\"&gt;satellite&lt;/a&gt; located at 139° West, covering the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;. It is owned and operated by &lt;a href=\"SES%20World%20Skies\"&gt;SES World Skies&lt;/a&gt;, formerly &lt;a href=\"SES%20Americom\"&gt;SES Americom&lt;/a&gt; and before that &lt;a href=\"SES%20Americom\"&gt;GE Americom&lt;/a&gt;. The satellite provides critical telecommunications services to &lt;a href=\"AT%26amp%3BT%20Alascom\"&gt;AT&amp;T Alascom&lt;/a&gt;, which occupies most of the satellite's capacity. AMC-8 was launched in 2000 as GE-8, and replaced Satcom-C5 in March 2001.\nAMC-8 was used by thousands of terrestrial radio stations for network feeds using ground equipment from Starguide, X-Digital Systems, Wegener and International Datacasting. Major tenants were Cumulus Media Networks Satellite Services (which includes &lt;a href=\"Citadel%20Media\"&gt;Citadel Media&lt;/a&gt;, &lt;a href=\"Talk%20Radio%20Network\"&gt;Talk Radio Network&lt;/a&gt;, &lt;a href=\"WOR%20Radio%20Network\"&gt;WOR Radio Network&lt;/a&gt; and others), Skyview Networks (which includes ABC News, ABC Radio, California News Network, Arizona News Network, numerous Professional and Collegian Sports networks, and others), Orbital Media Networks (which includes &lt;a href=\"United%20Stations%20Radio%20Networks\"&gt;United Stations Radio Networks&lt;/a&gt;, &lt;a href=\"John%20Tesh\"&gt;John Tesh&lt;/a&gt;, and others), &lt;a href=\"Premiere%20Radio%20Networks\"&gt;Premiere Radio Networks&lt;/a&gt;, &lt;a href=\"Dial%20Global\"&gt;Dial Global&lt;/a&gt;, &lt;a href=\"Westwood%20One%20%281976%E2%80%932011%29\"&gt;Westwood One&lt;/a&gt;, Learfield Communications, &lt;a href=\"The%20Free%20Beer%20and%20Hot%20Wings%20Show\"&gt;The Free Beer and Hot Wings Show&lt;/a&gt; (Transponder 15), and others. However, these were moved over to another satellite, &lt;a href=\"AMC-18\"&gt;AMC-18&lt;/a&gt;. Audio network transmissions on AMC-8 ended as of midnight 30 June 2017. Since AMC-8 is past its design life, it will soon be decommissioned. As of 1 July 2017, there are no plans to put another satellite in AMC-8's orbital slot (139° West).\nIt carries 24 36 &lt;a href=\"Hertz\"&gt;MHz&lt;/a&gt; &lt;a href=\"C%20band%20%28IEEE%29\"&gt;C-band&lt;/a&gt; &lt;a href=\"Transponder%20%28satellite%20communications%29\"&gt;transponders&lt;/a&gt;, with 20 &lt;a href=\"Watt\"&gt;watts&lt;/a&gt; SSPA amplifiers. Its amplifier redundancy is 16 for 12, and its receiver redundancy is four for two. It carries two beacons, one broadcasting on a horizontal frequency of 3700.5 MHz, and the other on a vertical frequency of 4199.5 MHz."
}