{
    "id": "21805870",
    "revid": "1068918359",
    "url": "https://en.wikipedia.org/wiki?curid=21805870",
    "title": "Charles Breyer",
    "text": "Charles Roberts Breyer (born November 3, 1941) is an American attorney and jurist serving as a &lt;a href=\"United%20States%20federal%20judge\"&gt;Senior United States District Judge&lt;/a&gt; of the &lt;a href=\"United%20States%20District%20Court%20for%20the%20Northern%20District%20of%20California\"&gt;United States District Court for the Northern District of California&lt;/a&gt;.\nEarly life and career.\nBorn in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;, Breyer attended &lt;a href=\"Lowell%20High%20School%20%28San%20Francisco%29\"&gt;Lowell High School&lt;/a&gt; and received an &lt;a href=\"Bachelor%20of%20Arts\"&gt;Artium Baccalaureus&lt;/a&gt; degree from &lt;a href=\"Harvard%20College\"&gt;Harvard College&lt;/a&gt; in 1963 and a &lt;a href=\"Juris%20Doctor\"&gt;Juris Doctor&lt;/a&gt; from the &lt;a href=\"UC%20Berkeley%20School%20of%20Law\"&gt;University of California, Berkeley&lt;/a&gt; in 1966. He was a &lt;a href=\"law%20clerk\"&gt;law clerk&lt;/a&gt; to Judge &lt;a href=\"Oliver%20Carter\"&gt;Oliver Carter&lt;/a&gt; of the United States District Court for the Northern District of California from 1966 to 1967. He was a Counsel, &lt;a href=\"Legal%20Aid%20Society\"&gt;Legal Aid Society&lt;/a&gt; of &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; in 1967, and was then an assistant district attorney for the City &amp; County of &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco, California&lt;/a&gt;, from 1967 to 1973.\nBreyer was an assistant special prosecutor on the &lt;a href=\"Watergate%20Special%20Prosecution%20Force\"&gt;Watergate Special Prosecution Force&lt;/a&gt; from 1973 to 1974, and then entered private practice in San Francisco from 1974 to 1997, interrupted by a brief stint as chief assistant district attorney of the City and County of San Francisco in 1979.\nFederal judicial service.\nOn July 24, 1997, Breyer was nominated by President &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt; to a seat on the &lt;a href=\"United%20States%20District%20Court%20for%20the%20Northern%20District%20of%20California\"&gt;United States District Court for the Northern District of California&lt;/a&gt; vacated by &lt;a href=\"D.%20Lowell%20Jensen\"&gt;D. Lowell Jensen&lt;/a&gt;. He was confirmed by the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; on November 8, 1997, and received his commission on November 12, 1997. He took senior status on December 31, 2011. He served as a Member of the &lt;a href=\"United%20States%20Judicial%20Conference\"&gt;United States Judicial Conference&lt;/a&gt; from 2006 to 2010. He has served as a Member of the United States &lt;a href=\"Judicial%20Panel%20on%20Multidistrict%20Litigation\"&gt;Judicial Panel on Multidistrict Litigation&lt;/a&gt; since 2011. He served as Vice Chair of the &lt;a href=\"United%20States%20Sentencing%20Commission\"&gt;United States Sentencing Commission&lt;/a&gt; from 2013 to 2016 and as a Member of the same commission since 2017.\nNotable cases.\nBreyer presided over the &lt;a href=\"Ed%20Rosenthal\"&gt;Ed Rosenthal&lt;/a&gt; trial in 2007, in Rosenthal's federal prosecution for distribution of marijuana for medical use. This case was controversial because Breyer sentenced Rosenthal, who faced a possible sentence of one hundred years for growing marijuana, to just one day in prison. He also presided over the stock-options backdating trial of &lt;a href=\"Brocade%20Communications%20Systems\"&gt;Brocade Communications Systems&lt;/a&gt; CEO &lt;a href=\"Gregory%20Reyes\"&gt;Gregory Reyes&lt;/a&gt; in 2007.\nIn 2014, he ruled against the City of San Francisco's legislation to protect tenants from Ellis Act evictions. He presided over the 2014 criminal case involving San Francisco police theft and racist texting, in which his court order was blamed for the delay in releasing information.\nFollowing the &lt;a href=\"Volkswagen%20emissions%20scandal\"&gt;Volkswagen emissions scandal&lt;/a&gt;, Breyer had approved $16.5 billion settlement for US consumers. Volkswagen agreed to redeem an estimated of 475,000 polluting 2.0 diesel automobiles in the US.\nPersonal life.\nBreyer is the brother of &lt;a href=\"United%20States%20Supreme%20Court\"&gt;United States Supreme Court&lt;/a&gt; Justice &lt;a href=\"Stephen%20Breyer\"&gt;Stephen Breyer&lt;/a&gt;. Breyer and his older brother Stephen were active in the &lt;a href=\"Boy%20Scouts%20of%20America\"&gt;Boy Scouts of America&lt;/a&gt; and achieved the &lt;a href=\"Eagle%20Scout%20%28Boy%20Scouts%20of%20America%29\"&gt;Eagle Scout&lt;/a&gt; rank. Justice Breyer has recused himself from appeals of cases tried by his brother, including \"&lt;a href=\"Olympic%20Airways%20v.%20Husain\"&gt;Olympic Airways v. Husain&lt;/a&gt;\", \"Department of Housing and Urban Development v. Rucker\", \"&lt;a href=\"United%20States%20v.%20Oakland%20Cannabis%20Buyers%E2%80%99%20Cooperative\"&gt;United States v. Oakland Cannabis Buyers’ Cooperative&lt;/a&gt;\", \"&lt;a href=\"Monsanto%20Co.%20v.%20Geertson%20Seed%20Farms\"&gt;Monsanto Co. v. Geertson Seed Farms&lt;/a&gt;\", \"Amgen, Inc. v. Connecticut Retirement Plans and Trust Funds\" and \"City and County of San Francisco v. Sheehan\"."
}