{
    "id": "21817867",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=21817867",
    "title": "Gary L. Lancaster",
    "text": "Gary L. Lancaster (August 14, 1949 – April 24, 2013) was a &lt;a href=\"United%20States%20federal%20judge\"&gt;United States District Judge&lt;/a&gt; of the &lt;a href=\"United%20States%20District%20Court%20for%20the%20Western%20District%20of%20Pennsylvania\"&gt;United States District Court for the Western District of Pennsylvania&lt;/a&gt;.\nEarly years.\nBorn in &lt;a href=\"Brownsville%2C%20Pennsylvania\"&gt;Brownsville&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, Lancaster received a &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt; degree in secondary education from &lt;a href=\"Slippery%20Rock%20State%20College\"&gt;Slippery Rock State College&lt;/a&gt; in 1971 and a &lt;a href=\"Juris%20Doctor\"&gt;Juris Doctor&lt;/a&gt; from the &lt;a href=\"University%20of%20Pittsburgh%20School%20of%20Law\"&gt;University of Pittsburgh School of Law&lt;/a&gt; in 1974.\nEarly career.\nFrom 1974 to 1978, Lancaster served as Regional Counsel to the Pennsylvania Human Relations Commission as well as an Assistant District Attorney in &lt;a href=\"Allegheny%20County%2C%20Pennsylvania\"&gt;Allegheny County&lt;/a&gt;. He entered private practice in &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt;, Pennsylvania in 1978, where he focused mostly on criminal litigation.\nFederal judicial service.\nUnited States magistrate judge service.\nIn 1987, Lancaster was selected to serve as a &lt;a href=\"United%20States%20Magistrate%20Judge\"&gt;United States Magistrate Judge&lt;/a&gt; for the &lt;a href=\"United%20States%20District%20Court%20for%20the%20Western%20District%20of%20Pennsylvania\"&gt;United States District Court for the Western District of Pennsylvania&lt;/a&gt;.\nUnited States district court service.\nHe was nominated to be a district judge by President &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt; on October 25, 1993, to the seat vacated by &lt;a href=\"Timothy%20K.%20Lewis\"&gt;Timothy K. Lewis&lt;/a&gt;, who had been elevated to a newly created seat on the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Third%20Circuit\"&gt;United States Court of Appeals for the Third Circuit&lt;/a&gt;. Lancaster was confirmed by the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; on November 20, 1993, and received his commission the following day.\nWhile on the bench, Lancaster served on the committee responsible for drafting the Third Circuit's Model Civil Jury Instructions, and was also appointed by Chief Justice &lt;a href=\"William%20H.%20Rehnquist\"&gt;William H. Rehnquist&lt;/a&gt; to serve on the &lt;a href=\"Judicial%20Conference%20of%20the%20United%20States\"&gt;Judicial Conference of the United States&lt;/a&gt; Committee on Judicial Resources. He was also responsible for overseeing the renovation of the district's historic &lt;a href=\"New%20Deal\"&gt;New Deal&lt;/a&gt;-era federal courthouse in downtown Pittsburgh.\nIn 2009, Lancaster became the first &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; to serve as Chief Judge of the United States District Court for the Western District of Pennsylvania, succeeding &lt;a href=\"Donetta%20Ambrose\"&gt;Donetta Ambrose&lt;/a&gt;. During his tenure as Chief Judge, Lancaster was instrumental in the court's involvement in the Patent Pilot Program, a national initiative designed to enhance the expertise of federal judges in patent litigation. As of 2013, the United States District Court for the Western District of Pennsylvania remains one of the few judicial districts in the country to have Local Patent Rules.\nDeath.\nLancaster died suddenly on April 24, 2013 at his home in Pittsburgh. He was still on the bench and was expected to serve on active status through at least 2014. In announcing his death, the \"&lt;a href=\"Pittsburgh%20Tribune-Review\"&gt;Pittsburgh Tribune-Review&lt;/a&gt;\" heralded him as a judge known for \"being able to handle any case.\" He was succeeded as Chief Judge by &lt;a href=\"Sean%20J.%20McLaughlin\"&gt;Sean J. McLaughlin&lt;/a&gt;."
}