{
    "id": "2181334",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2181334",
    "title": "NDO",
    "text": "NDO Limited was an &lt;a href=\"Internet%20Service%20Provider\"&gt;Internet Service Provider&lt;/a&gt; (ISP) in the United Kingdom. Originally established in 1995, originating from &lt;a href=\"NetDirect\"&gt;NetDirect&lt;/a&gt; which was one of the first ISPs in the UK.\nHistory.\nFounded as NetDirect Internet Ltd in November 1995 by Andrew \"Chris\" Anderson from a back bedroom in &lt;a href=\"New%20Cross\"&gt;New Cross&lt;/a&gt;, London early expansion saw the business move to &lt;a href=\"Greenwich\"&gt;Greenwich&lt;/a&gt;, London. In February 1999 74% of NetDirect was purchased by &lt;a href=\"Distefora\"&gt;Distefora&lt;/a&gt; Holding A.G and it became one of the First Internet Service Providers to be acquired as UK ISP market consolidation began. At the time of the takeover NetDirect employed about fifty staff.\nNetDirect subsequently became the UK division of &lt;a href=\"ISION%20AG\"&gt;ISION AG&lt;/a&gt;. When ISION was formed from Distefora's acquired Internet businesses including &lt;a href=\"IS%20Internet%20Services%20AG\"&gt;IS Internet Services AG&lt;/a&gt; in Germany. At the time of floating in March 2000, ISION Internet became the largest e-business group to list on the , with a valuation of $1 billion. Chris continued as managing director until September2000. At its height ISION Internet employ more than 800 people throughout Europe, with over 100 based in the UK offices in &lt;a href=\"London%20Docklands\"&gt;London Docklands&lt;/a&gt;.\nISION grew to have over 30,000 businesses and hosting thousands of complex websites in &lt;a href=\"data%20center\"&gt;data center&lt;/a&gt;s across Europe. The business was then sold to &lt;a href=\"energis\"&gt;energis&lt;/a&gt; in December 2000 for $719million however July 2002 saw energis go into Administration.\nISION was then taken over from the energis administration receivers in November 2002 by &lt;a href=\"Steve%20Wainwright\"&gt;Steve Wainwright&lt;/a&gt; the former Finance Director of &lt;a href=\"Ision%20AG\"&gt;Ision AG&lt;/a&gt;, Sam Hill and Mark Taylor the company was renamed to NDO to avoid legal complications associated with the Ision and NetDirect brands. NDO then subsequently expanded to offer &lt;a href=\"ADSL\"&gt;ADSL&lt;/a&gt; &lt;a href=\"broadband\"&gt;broadband&lt;/a&gt; solutions, with the emphasis on \"customer service\" and not necessarily \"cheap and cheerful\".\nIn June 2005, NDO was sold again (for the fifth time) to the &lt;a href=\"Namesco\"&gt;Namesco&lt;/a&gt; Group but didn't survive until its 10th anniversary as an Internet company.\nNDO now remains only as a trading brand of &lt;a href=\"Namesco\"&gt;Namesco&lt;/a&gt;, all original servers, hosting platforms and connectivity services have been retired. Some of the original staff remain at Namesco; Mark Taylor (Sysad, 4th round intake), Andrew Snowball (Sysad, 3rd round intake) and Chirag Patel (Tech Support).\nAwards.\nWon the Best business broadband ISP at the &lt;a href=\"Future%20UK%20Internet%20Awards\"&gt;Future UK Internet Awards&lt;/a&gt; in 2003.\nWon the &lt;a href=\"Which%20Magazine\"&gt;Which Magazine&lt;/a&gt; best Buy for &lt;a href=\"dialup\"&gt;dialup&lt;/a&gt; in 2003.\nFinalist for Best Consumer ISP and Best Hosting Provider at the &lt;a href=\"Internet%20Service%20Providers%20Association%20%28United%20Kingdom%29\"&gt;ISPA&lt;/a&gt; Awards in 2004.\nFinalist for Best Business ISP and Best Hosting Provider at the &lt;a href=\"Internet%20Service%20Providers%20Association%20%28United%20Kingdom%29\"&gt;ISPA&lt;/a&gt; Awards in 2005.\nTrivia.\n\"NDO\" stood for NetDirect Online and was version 2 of NetDirect's portal with sales, support and knowledge base pages merging and edited content with selected sites."
}