{
    "id": "21831542",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=21831542",
    "title": "Humphrey Mackworth",
    "text": "Sir Humphrey Mackworth (Jan 1657–1727) was a British &lt;a href=\"Business%20magnate\"&gt;industrialist&lt;/a&gt; and politician. He was involved in a business scandal in the early 18th century and was a founding member of the &lt;a href=\"Society%20for%20Promoting%20Christian%20Knowledge\"&gt;Society for Promoting Christian Knowledge&lt;/a&gt;.\nEarly history.\nMackworth was born in &lt;a href=\"Shropshire\"&gt;Shropshire&lt;/a&gt; to &lt;a href=\"Thomas%20Mackworth\"&gt;Thomas Mackworth&lt;/a&gt; and his wife Ann Bulkeley. His grandfather, also &lt;a href=\"Humphrey%20Mackworth%20%28Parliamentarian%29\"&gt;Humphrey Mackworth&lt;/a&gt;, was a prominent &lt;a href=\"Puritan\"&gt;Puritan&lt;/a&gt; soldier and politician in the &lt;a href=\"English%20Civil%20War\"&gt;Civil War&lt;/a&gt;. Mackworth was educated at &lt;a href=\"Magdalen%20College%2C%20Oxford\"&gt;Magdalen College, Oxford&lt;/a&gt;, and graduated in 1674. He studied law, entering the &lt;a href=\"Middle%20Temple\"&gt;Middle Temple&lt;/a&gt; in 1675 and was called to the &lt;a href=\"Bar%20association\"&gt;Bar&lt;/a&gt; in 1682. Mackworth was knighted by &lt;a href=\"Charles%20II%20of%20England\"&gt;King Charles II&lt;/a&gt; in 1683.\nAs an industrialist.\nIn 1686 Mackworth married Mary Evans of &lt;a href=\"Neath\"&gt;Neath&lt;/a&gt; and he moved to &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; soon after. Mary was the daughter of Sir Herbert Evans of Gnoll in Neath and she became the sole beneficiary of Sir Herbert's estate after the death of her sisters. The Evans family had, for the last two generations, controlled the leases that allowed virtually sole-control of coal mining rights in Neath. The coal from the area had been used for smelting and Mackworth became interested in working with copper and lead, and may have begun copper smelting 1695 at Melincryddan. In 1696, Mary died, leaving Mackworth as the inheritor of the estate, and by 1698 he had branched into controlling interests in Cardiganshire.\nEarlier, in 1690, rich mineral deposits had been discovered in the &lt;a href=\"Gogerddan\"&gt;Gogerddan&lt;/a&gt; estate, whose lease was controlled by Sir Carbery Pryce, whose company developed the site. With the dissolution of the &lt;a href=\"Society%20of%20Mines%20Royal\"&gt;Society of Mines Royal&lt;/a&gt;, also in 1690, this estate became very important, and Mackworth acquired Pryce's interest after his death in 1694. Mackworth redeveloped the enterprise and in 1704, his Company of Mine Adventures was given its charter. This led Mackworth to begin smelting copper at Melincryddan in Neath, but found himself in direct competition with Sir &lt;a href=\"Edward%20Mansel\"&gt;Edward Mansel&lt;/a&gt;, who owned coal mining in the neighbouring areas. Mackworth employed the use of wooden waggonways to transport coal from his mines on the Gnoll estate to the wharf at Neath and to supply his copperworks at Melincryddan. The latter involved the innovative use of sails to take advantage of the wind to propel the waggons.\nIn 1709, the Company of Mine Adventures became bankrupt, and it was discovered that the financing of the company had been undertaken outside normal legal means. A committee of the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons&lt;/a&gt; investigated the matter in 1710 and levelled at Mackworth charges of fraud. No charges were brought after the Whig government fell from power, and Mackworth set up a new company in 1713, the Company of Mineral Manufacturers. This ceased operations in 1719.\nAs a member of parliament.\nMackworth stood in several elections and was successful in four, his affiliations were towards the &lt;a href=\"Tories%20%28political%20faction%29\"&gt;Tories&lt;/a&gt;. In 1701 he won his first seat when he was made a member of parliament for &lt;a href=\"Cardiganshire%20%28UK%20Parliament%20constituency%29\"&gt;Cardiganshire&lt;/a&gt;, but lost it to &lt;a href=\"Lewis%20Pryce\"&gt;Lewis Pryce&lt;/a&gt; at the end of the year. He regained the Cardiganshire seat in 1702, but abandoned it in 1705 to challenge the constituency of &lt;a href=\"Oxford%20University%20%28UK%20Parliament%20constituency%29\"&gt;Oxford University&lt;/a&gt;, which he failed to win. He then successfully sat as one of the two MPs for &lt;a href=\"Totnes%20%28UK%20Parliament%20constituency%29\"&gt;Totnes&lt;/a&gt; which he held from 1705 to 1708. His final period in Parliament was in 1710 when he regained the Cardiganshire seat until 1713.\nMackworth's eldest son, &lt;a href=\"Herbert%20Mackworth\"&gt;Herbert Mackworth&lt;/a&gt;, also entered politics and held the &lt;a href=\"Cardiff%20%28UK%20Parliament%20constituency%29\"&gt;Cardiff&lt;/a&gt; seat between the years 1739–1766. Herbert's son, Sir Humphrey's grandson, was &lt;a href=\"Sir%20Herbert%20Mackworth%2C%201st%20Baronet\"&gt;Sir Herbert Mackworth&lt;/a&gt; who held the same Cardiff seat after his father until 1790.\nSociety for Promoting Christian Knowledge.\nIn 1699, Mackworth was among a group of layman who helped Dr. &lt;a href=\"Thomas%20Bray\"&gt;Thomas Bray&lt;/a&gt; in the formation of the Society for Promoting Christian Knowledge, an &lt;a href=\"Anglican\"&gt;Anglican&lt;/a&gt; &lt;a href=\"Mission%20%28Christian%29\"&gt;mission&lt;/a&gt; organisation. Through his companies, Mackworth gave financial assistance to create and fund two schools in Wales. He also wrote several religious books"
}