{
    "id": "21845003",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=21845003",
    "title": "Crunch Bunch",
    "text": "The Crunch Bunch were the group of &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; team's defensive &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt;s in 1981, 1982 and 1983, one of the NFL's best group of linebackers.\nThey worked together as a unit and were known for their punishing, powerful, bone-jarring tackles and quarterback sacks. The individuals included:\nThe linebackers invented their own moniker, then created a company, \"The Board of Dewreckers\", whose sole product was a 16×20-inch color poster of the four players on a bulldozer, wearing hard hats and looking mean. According to an article in \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", the profits from the $5 poster became “pocket money” for the Giants' linebackers. The Crunch Bunch was a bright spot for the otherwise dismal Giants, who had just one winning season between 1973 and 1983.\nThe four men developed bonds of friendship that lasted long after their football careers ended. They talked on the phone frequently and got together several times each year to play golf, sign autographs, attend charity events and just talk. Van Pelt was quoted in 2004:\nI feel as comfortable with (Carson, Kelley and Taylor) as I do with my brothers. Obviously, your brothers are your brothers. But these three are probably the closest thing to them. Brian and I played 11 years together. I played nine with Harry. Lawrence being the guy (he is), it didn't take long for him to fit right in and become one of the guys. I can't really explain why but they're the only three I stay close with.\nThe Crunch Bunch went to &lt;a href=\"Puebla%2C%20Puebla\"&gt;Puebla, Mexico&lt;/a&gt;, on October 26, 2004, to promote &lt;a href=\"Habitat%20for%20Humanity\"&gt;Habitat for Humanity&lt;/a&gt; and assist 3,000 volunteers who were building 150 houses. While there, they met and talked with former president &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; and his wife, Rosalynn.\nThe quartet attended many Giants games after they retired, but on September 30, 2007, the \"Crunch Bunch\" guys were introduced prior to the game and recognized for their contribution to Giants football. They were also named honorary captains and watched the game from the Giants' sideline. The team's new defense, dubbed the \"Sack Pack\", put on a show and recorded 12 sacks of &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt; quarterback &lt;a href=\"Donovan%20McNabb\"&gt;Donovan McNabb&lt;/a&gt;.\nVan Pelt's death on February 17, 2009, was a shock to the guys. Harry Carson commented, \"I am just so glad that I got to know the man more so than the athlete. He really was a great guy.\" Brian Kelley stated:\nIt was total devastation. I've known Brad since '73 -- 36 years. I've known him longer than my wife and my kids. Football was 11 years of our life. We had 25 other years when we were together, did things together and still are doing them together, us and LT and Harry Carson.\nIt's sort of like losing a limb because the four of us are so close. To lose one of us is tough. It's even tough to believe it happened. ... I'm just going to miss him, miss seeing him at Giants games, miss him calling me about stupid stuff."
}