{
    "id": "21869513",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=21869513",
    "title": "Abdullahi Ahmed Jama",
    "text": "General Abdullahi Ahmed Jama Ilkajir (, ) is a &lt;a href=\"Somali%20people\"&gt;Somali&lt;/a&gt; politician, who was &lt;a href=\"Puntland\"&gt;Puntland&lt;/a&gt;'s Interior Minister from January 2009 to February 2014. He is the former Minister of Education of &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;, having been appointed to the position on 12 January 2015 by the former Prime Minister &lt;a href=\"Omar%20Abdirashid%20Ali%20Sharmarke\"&gt;Omar Abdirashid Ali Sharmarke&lt;/a&gt;. However, he only served 2 weeks when on 17 January 2015, Prime Minister Sharmarke dissolved his newly nominated cabinet due to vehement opposition by legislators, who rejected the reappointment of certain former ministers.\nOn 27 January 2015, Sharmarke appointed a new, smaller 20 minister cabinet of which Abdullahi Ahmed Jama was replaced by &lt;a href=\"Khadra%20Bashir%20Ali\"&gt;Khadra Bashir Ali&lt;/a&gt;. On 6 February, Sharmarke finalized his cabinet, consisting of 26 ministers, 14 state ministers, and 26 deputy ministers of which Abdullahi Ahmed Jama was reinstated but was now the Minister of Justice. He has now been succeeded by &lt;a href=\"Hassan%20Hussein%20Hajji\"&gt;Hassan Hussein Hajji&lt;/a&gt;.\nBiography.\nJama was born on March 13, 1951, in &lt;a href=\"Erigavo\"&gt;Erigavo&lt;/a&gt;, a town in northeastern &lt;a href=\"Somaliland\"&gt;Somaliland&lt;/a&gt;. He completed his primary education at &lt;a href=\"Dayaha\"&gt;Dayaha&lt;/a&gt;, a boarding school near Erigavo. Upon graduating, he was accepted into the newly established the National Teachers’ Education Center (NTEC) at the outskirts of Mogadishu, known as &lt;a href=\"Lafole\"&gt;Lafole&lt;/a&gt;. Jama joined the &lt;a href=\"Somali%20National%20Army\"&gt;Somali National Army&lt;/a&gt; and attended the Military Academy in Odessa (Ukraine), earning his first degree in military science in 1973. At first he was nicknamed Ilkajir, an it was later adopted as a surname.\nFrom 1980 to 1983, he attended the Staff College in Cairo, Egypt earning a master's degree in military science. In 1988-89, he also attended the US Army War College in Carlisle, Pennsylvania and earned a diploma in strategy and decision-making. In 2000, Jama attended Bryan &amp; Stratton College at Rochester, NY and earned a degree in Accounting.\nAs a career military officer and leader, Jama held many positions in the Somali National Army: from Battalion Commander to Army Commander. He was by far the youngest Officer to head the Directorate of Operations of the Somali National Army.\nJama is a veteran of the 1977 Ogaden war, where he received two bronze medals and one silver medal for bravery as well as numerous certificates of merit for outstanding conduct.\nMaakhir.\nIn August 2008, Ilkajir returned to his native &lt;a href=\"Maakhir\"&gt;Maakhir&lt;/a&gt; a new defunct autonomous region in northern Somalia that territorially overlaps with the &lt;a href=\"Sanaag\"&gt;Sanaag&lt;/a&gt; region with the promise of running in and winning the upcoming Puntland region's presidential election, and to improve the role of Maakhir's inhabitants within Puntland's administration. Some of Ilkajir's other campaign promises included building up the security structure of Maakhir/Sanaag, and to extend the region's capacity to defend, serve and protect its inhabitants from external disruptions such as piracy, charcoal profiteering and separatist adventures. For this, Ilkajir received a huge welcome throughout Maakhir.\nFollowing the subsequent dissolution of Maakhir's administration, Ilkajir assumed the role of de facto leader of the region, and was instrumental in bringing Maakhir back into the Puntland fold.\nPuntland.\nAfter having lost the Puntland macro-region's 2009 presidential race to &lt;a href=\"Abdirahman%20Mohamud%20Farole\"&gt;Abdirahman Mohamud Farole&lt;/a&gt;, Ilkajir was appointed by Farole to the position of Interior Minister in Puntland's &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt; in what was widely seen as a welcome attempt to settle political differences.\nIlkajir's new role as Puntland's Interior Minister includes duties such as forming local district/regional governors across Puntland, areas which now also include the former Maakhir."
}