{
    "id": "21872561",
    "revid": "1018710506",
    "url": "https://en.wikipedia.org/wiki?curid=21872561",
    "title": "Movement for Colonial Freedom",
    "text": "The Movement for Colonial Freedom was a political &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt; &lt;a href=\"advocacy%20group\"&gt;advocacy group&lt;/a&gt; founded in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; in 1954. It had the support of many MPs including &lt;a href=\"Harold%20Wilson\"&gt;Harold Wilson&lt;/a&gt;, &lt;a href=\"Barbara%20Castle\"&gt;Barbara Castle&lt;/a&gt; and &lt;a href=\"Tony%20Benn\"&gt;Tony Benn&lt;/a&gt;. It also had backing among celebrities such as &lt;a href=\"Benjamin%20Britten\"&gt;Benjamin Britten&lt;/a&gt; and in the universities. In 1970 the Movement was renamed Liberation.\nContext.\nIn 1945 one-fifth of the world was still under British sovereignty and 780 million people throughout the world lived under European colonialism.\nThe &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt; Government did not support independence and their general election manifesto gave no commitment to introduce bills to provide for self-government, except for &lt;a href=\"India\"&gt;India&lt;/a&gt;. The Foreign Secretary, &lt;a href=\"Ernest%20Bevin\"&gt;Ernest Bevin&lt;/a&gt;, justified this by saying the loss of the colonies would mean falling living standards for British people. Continued colonial rule was in contradiction to the &lt;a href=\"Atlantic%20Charter\"&gt;Atlantic Charter&lt;/a&gt;, agreed between the UK and USA to provide a blueprint for the world after World War II and which stated that \"All peoples have a right to self-determination\".\nIn &lt;a href=\"Federation%20of%20Malaya\"&gt;Malaya&lt;/a&gt;, Chinese Communist insurgents were in conflict with British security forces. &lt;a href=\"Fenner%20Brockway\"&gt;Fenner Brockway&lt;/a&gt; played an active role in convening a conference of anti-colonialists, representatives of nationalist and independence movements and black organisations such as the &lt;a href=\"League%20of%20Coloured%20Peoples\"&gt;League of Coloured Peoples&lt;/a&gt; in 1947. Offices were set up in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; and &lt;a href=\"London\"&gt;London&lt;/a&gt; and in 1948 the Congress of Peoples Against Imperialism was established.\nWith the outbreak of wars against &lt;a href=\"France\"&gt;French&lt;/a&gt; rule in North Africa the Paris office of the League of Coloured Peoples was closed. &lt;a href=\"India\"&gt;India&lt;/a&gt; had its independence in 1947, with &lt;a href=\"Sri%20Lanka\"&gt;Ceylon&lt;/a&gt; and &lt;a href=\"Burma\"&gt;Burma&lt;/a&gt; both winning theirs in 1948. In Africa, however, independence organisations, such as the &lt;a href=\"Mau%20Mau\"&gt;Mau Mau&lt;/a&gt;, were established and solidarity was called for.\nHistory.\nThe Movement for Colonial Freedom was founded in 1954. The Labour Party’s official position was not to support independence leaders. This however was not universally accepted and 70 MPs, including &lt;a href=\"Harold%20Wilson\"&gt;Harold Wilson&lt;/a&gt; and &lt;a href=\"Barbara%20Castle\"&gt;Barbara Castle&lt;/a&gt;, supported the Movement for Colonial Freedom. It also had backing among celebrities such as &lt;a href=\"Benjamin%20Britten\"&gt;Benjamin Britten&lt;/a&gt; and in the universities. &lt;a href=\"Fenner%20Brockway\"&gt;Fenner Brockway&lt;/a&gt; was the chairman, Douglas Rogers the secretary and &lt;a href=\"Tony%20Benn\"&gt;Tony Benn&lt;/a&gt; the treasurer.\nThe movement had a lot of support amongst the rank and file of the Labour Party and trades union movement and waged a high-profile campaign, drafting over 1500 parliamentary questions.\nPress cuttings from &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; proved that prisoners in the independence movement had been beaten to death at Hola Camp and Barbara Castle succeeded in getting this confirmed in the House of Commons. In 1963 &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; was declared an independent republic with &lt;a href=\"Jomo%20Kenyatta\"&gt;Jomo Kenyatta&lt;/a&gt; as its first prime minister and then president.\nThe organisation established a Suez Emergency Committee in 1956 in response to the &lt;a href=\"Suez%20crisis\"&gt;Suez crisis&lt;/a&gt; which was then taken over by the Labour party who organised a demonstration against the British invasion of Egypt in the November.\nThe Movement campaigned for freedom for the Portuguese colonies in Africa, for peace in &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;, supported &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt; in the &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;n revolution and opposed the seizure of power by the &lt;a href=\"Ba%27ath%20Party\"&gt;Ba’ath regime&lt;/a&gt; in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; and the associated reign of terror against its opponents. The organisation was divided on the question of &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;.\nIn 1962 the MCF organised a demonstration in &lt;a href=\"Trafalgar%20Square\"&gt;Trafalgar Square&lt;/a&gt; against the UK Colour Bar Immigration Bill which restricted the right of Commonwealth citizens to remain in Britain. Notable attendees included Mr Qureshi, secretary of the Pakistani Welfare Association, Ratta Singh, president of the &lt;a href=\"Indian%20Workers%20Association\"&gt;Indian Workers Association&lt;/a&gt;, and &lt;a href=\"Claudia%20Jones\"&gt;Claudia Jones&lt;/a&gt;, editor of the \"&lt;a href=\"West%20Indian%20Gazette\"&gt;West Indian Gazette&lt;/a&gt;\".\nThe organisation opposed &lt;a href=\"Enoch%20Powell\"&gt;Enoch Powell&lt;/a&gt;’s \"&lt;a href=\"rivers%20of%20blood%20speech\"&gt;rivers of blood speech&lt;/a&gt;\" in 1968 and also campaigned against &lt;a href=\"neo-colonialism\"&gt;neo-colonialism&lt;/a&gt; after independence, and opposed military take-overs in Africa, Asia and Latin America, such as the &lt;a href=\"Augusto%20Pinochet\"&gt;Pinochet&lt;/a&gt; coup in 1973.\nIn 1970 the Movement was renamed Liberation.\nArchives.\nThe archives of the Movement for Colonial Freedom are maintained by the &lt;a href=\"School%20of%20Oriental%20and%20African%20Studies\"&gt;School of Oriental and African Studies&lt;/a&gt;, London (SOAS)."
}