{
    "id": "2187342",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=2187342",
    "title": "Bert Lance",
    "text": "Thomas Bertram \"Bert\" Lance (June 3, 1931 – August 15, 2013) was an American businessman who served as director of the &lt;a href=\"Office%20of%20Management%20and%20Budget\"&gt;Office of Management and Budget&lt;/a&gt; under President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; in 1977. He is known mainly for resigning from the &lt;a href=\"Carter%20administration\"&gt;Carter administration&lt;/a&gt; because of a scandal during his first year in office. However, he was later cleared of all charges.\nEarly life.\nLance was born in &lt;a href=\"Gainesville%2C%20Georgia\"&gt;Gainesville, Georgia&lt;/a&gt;. His father, Thomas Jackson Lance, had served as president of &lt;a href=\"Young%20Harris%20College\"&gt;Young Harris College&lt;/a&gt;, in northeastern Georgia, and in 1941, the family relocated to &lt;a href=\"Calhoun%2C%20Georgia\"&gt;Calhoun&lt;/a&gt;, &lt;a href=\"Gordon%20County%2C%20Georgia\"&gt;Gordon County&lt;/a&gt;, when Lance's father became superintendent of Calhoun schools.\nAfter graduating from Calhoun High School in 1948, Lance attended &lt;a href=\"Emory%20University\"&gt;Emory University&lt;/a&gt; for two years before he transferred to the &lt;a href=\"University%20of%20Georgia\"&gt;University of Georgia&lt;/a&gt;. In 1950, he married LaBelle David, whose family owned the Calhoun First National Bank; they had four sons. Under pressure to support his wife and their first son, Lance dropped out of the University of Georgia, where he had been a member of &lt;a href=\"Sigma%20Chi\"&gt;Sigma Chi&lt;/a&gt;, before graduating.\nHe became a teller at the bank and, within a decade ascended to its presidency after he had acquired a controlling stake with a consortium of investors in 1958. Meanwhile, he completed &lt;a href=\"American%20Bankers%20Association\"&gt;American Bankers Association&lt;/a&gt;-accredited &lt;a href=\"executive%20education\"&gt;executive education&lt;/a&gt; programs at &lt;a href=\"Louisiana%20State%20University\"&gt;Louisiana State University&lt;/a&gt;'s School of Banking of the South (1952–1954) and the Stonier School of Banking at &lt;a href=\"Rutgers%20University\"&gt;Rutgers University&lt;/a&gt; (1961–1963). He later served as president of the &lt;a href=\"The%20National%20Bank%20of%20Georgia%20%28U.S.%29\"&gt;National Bank of Georgia&lt;/a&gt; in &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt; from 1975 to 1977.\nCarter administration.\nLance became acquainted with &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; during the latter's time as Governor of Georgia and served as &lt;a href=\"Georgia%20Department%20of%20Transportation%23History\"&gt;State Highway Director&lt;/a&gt; during his administration. Lance ran to succeed Carter in 1974 but lost a bid for the Democratic nomination, finishing third in the first primary behind &lt;a href=\"Lester%20Maddox\"&gt;Lester Maddox&lt;/a&gt; and the eventual winner, &lt;a href=\"George%20Busbee\"&gt;George Busbee&lt;/a&gt;. During the campaign, Lance accrued campaign debts of nearly $600,000.\nLance was an adviser to Carter during his successful &lt;a href=\"U.S.%20presidential%20election%2C%201976\"&gt;1976 presidential campaign&lt;/a&gt;. After Carter's victory over President &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt;, Lance was named Director of the &lt;a href=\"Office%20of%20Management%20and%20Budget\"&gt;Office of Management and the Budget (OMB)&lt;/a&gt;. According to former OMB officials, it was well known in the department that Bert Lance and President Carter prayed together every morning.\nWithin six months, questions were raised by the press and &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; about mismanagement and corruption when Lance was &lt;a href=\"Chair%20%28official%29\"&gt;chairman of the board&lt;/a&gt; of Calhoun First National Bank of Georgia. &lt;a href=\"William%20Safire\"&gt;William Safire&lt;/a&gt;'s article written during this time, \"Carter's Broken Lance\", earned a &lt;a href=\"1978%20Pulitzer%20Prize\"&gt;Pulitzer Prize&lt;/a&gt; in 1978.\nIt was an embarrassment for Carter's administration, particularly as it took place soon after President Nixon's &lt;a href=\"Watergate%20scandal\"&gt;Watergate scandal&lt;/a&gt; and President Ford's &lt;a href=\"Gerald%20Ford%23Pardon%20of%20Nixon\"&gt;pardon of Nixon&lt;/a&gt; just before he could be tried for any crimes. To ensure there was no hint of similar impropriety in the Carter administration, Lance resigned his position. Later, after a well-publicized trial in 1980, a jury acquitted Lance on nine charges, and did not decide two others.\nIn 1981, Lance returned to the Calhoun First National Bank as chairman; he left in 1986. He then made something of a political comeback in 1982 when he was elected Chairman of the &lt;a href=\"Georgia%20Democratic%20Party\"&gt;Georgia Democratic Party&lt;/a&gt;. In 1984, &lt;a href=\"Walter%20Mondale\"&gt;Walter Mondale&lt;/a&gt; – who was the Democratic candidate for U.S. President at the time – sought to name Lance chairman of the &lt;a href=\"Democratic%20National%20Committee\"&gt;Democratic National Committee&lt;/a&gt;, but was forced to withdraw his name after opposition from Democratic party members. Lance's appointment as general manager of the 1984 campaign lasted only a few weeks.\nLance was an advisor to &lt;a href=\"Jesse%20Jackson\"&gt;Jesse Jackson&lt;/a&gt; during Jackson's 1988 presidential campaign.\n\"If it ain't broke, don't fix it\".\nLance is credited with popularizing the phrase \"if it ain't broke, don't fix it\", which he was quoted as saying in the May 1977 issue of the magazine \"&lt;a href=\"Nation%27s%20Business\"&gt;Nation's Business&lt;/a&gt;\". The expression became widespread, and &lt;a href=\"William%20Safire\"&gt;William Safire&lt;/a&gt; wrote that it \"has become a source of inspiration to anti-activists.\"\nBCCI scandal.\nLance was implicated in the &lt;a href=\"Bank%20of%20Credit%20and%20Commerce%20International\"&gt;Bank of Credit and Commerce International&lt;/a&gt; (BCCI) scandal of the 1980s and early 1990s. He was involved in deals with notable BCCI luminaries &lt;a href=\"Agha%20Hasan%20Abedi\"&gt;Agha Hasan Abedi&lt;/a&gt;, &lt;a href=\"Mochtar%20Riady\"&gt;Mochtar Riady&lt;/a&gt;, and &lt;a href=\"Ghaith%20Pharaon\"&gt;Ghaith Pharaon&lt;/a&gt; and with BCCI's largest borrower, Ponnapula Sanjeeva Prasad, and joined with &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt;-based power investor &lt;a href=\"Jackson%20T.%20Stephens\"&gt;Jackson Stephens&lt;/a&gt; in facilitating BCCI's takeover of Financial General Bankshares. Lance and Stephens made millions in the wake of BCCI's collapse. During Carter's run for office, Lance had helped him secure funding by using stored peanuts at Carter's peanut business. It was alleged that there were no peanuts in the storage facilities.\nIn January 1978, Lance sold his stock in National Bank of Georgia to Pharaon, and on the same day, BCCI founder Abedi paid off Lance's $3.5 million loan at the First National Bank of Chicago. Meanwhile, the Chicago bank was making huge loans to the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; with open &lt;a href=\"lines%20of%20credit\"&gt;lines of credit&lt;/a&gt;. The next month, Lance helped BCCI's hostile bid for Financial General Bankshares of Washington. The attempt failed, but three years later, BCCI secretly acquired the bank and renamed it First American Bankshares by using 15 Arab investors as nominees. The next year, Lance introduced Carter to Abedi. In 1987, First American Bankshares acquired National Bank of Georgia from Pharaon. BCCI was terminated in 1991, and it was subsequently revealed that the bank had engaged in many illegal activities, including secretly controlling several US banks, in violation of federal banking statutes.\nIn popular culture.\nOn \"&lt;a href=\"Saturday%20Night%20Live\"&gt;Saturday Night Live&lt;/a&gt;\", September 24, 1977, the day Lance resigned from the Carter administration, &lt;a href=\"John%20Belushi\"&gt;John Belushi&lt;/a&gt; (playing Lance) and &lt;a href=\"Dan%20Aykroyd\"&gt;Dan Aykroyd&lt;/a&gt; (playing Carter) appeared in an advertising parody of an &lt;a href=\"American%20Express\"&gt;American Express&lt;/a&gt; credit card commercial.\nIn a Season 5 episode of \"&lt;a href=\"Good%20Times\"&gt;Good Times&lt;/a&gt;\" (1977), &lt;a href=\"J.J.%20Evans\"&gt;JJ&lt;/a&gt; references Bert Lance while offering to make out a check for the family budget, knowing they have no money.\nIn \"Making Out\", a 1979 episode of the sitcom \"&lt;a href=\"What%27s%20Happening%21\"&gt;What's Happening!&lt;/a&gt;\", Rerun (played by &lt;a href=\"Fred%20Berry\"&gt;Fred Berry&lt;/a&gt;) confuses Bert Lance with &lt;a href=\"Cyrus%20Vance\"&gt;Cyrus Vance&lt;/a&gt; while trying to impress a date who is a political science major.\nA stretch of &lt;a href=\"Interstate%2075%20in%20Georgia\"&gt;Interstate 75 in Georgia&lt;/a&gt; has been named for Lance.\nDeath.\nLance died on August 15, 2013, at his home in &lt;a href=\"Northwest%20Georgia%20%28U.S.%29\"&gt;northwest Georgia&lt;/a&gt; at age 82. He had been in &lt;a href=\"hospice\"&gt;hospice&lt;/a&gt; care due to recent declining health, caused by &lt;a href=\"aging\"&gt;aging&lt;/a&gt;."
}