{
    "id": "21897043",
    "revid": "43290885",
    "url": "https://en.wikipedia.org/wiki?curid=21897043",
    "title": "Self-heating food packaging",
    "text": "Self-heating food packaging is &lt;a href=\"active%20packaging\"&gt;active packaging&lt;/a&gt; with the ability to heat food contents with external heat sources or power. Packets typically use an &lt;a href=\"exothermic%20reaction\"&gt;exothermic chemical reaction&lt;/a&gt;. Packets can also be &lt;a href=\"self-cooling%20food%20packaging\"&gt;self-cooling&lt;/a&gt;. These packages are useful for military operations, during natural disasters, or whenever conventional cooking is not available. These packages are often used to prepare main courses such as meat dishes, which are more palatable when hot.\nChemistry.\nThe source of the heat for the self-heated can is an &lt;a href=\"exothermic%20reaction\"&gt;exothermic reaction&lt;/a&gt; that the user initiates by pressing on the bottom of the can. The can is manufactured as a triple-walled container. A container for the beverage surrounds a container of the heating agent separated from a container of water by a thin breakable membrane. When the user pushes on the bottom of the can, a rod pierces the membrane, allowing the water and heating agent to mix. The resulting reaction releases heat and thus warms the beverage surrounding it.\nThe heating agent and responsible reaction vary from product to product. &lt;a href=\"Calcium%20oxide\"&gt;Calcium oxide&lt;/a&gt; is used in the following reaction:\n&lt;a href=\"Copper%20sulphate\"&gt;Copper sulphate&lt;/a&gt; and powdered &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt; can also be used, but this process is less efficient:\nAnhydrous &lt;a href=\"calcium%20chloride\"&gt;calcium chloride&lt;/a&gt; is often used as well. In this case, no chemical reaction occurs, instead the &lt;a href=\"Enthalpy%20change%20of%20solution\"&gt;heat of solution&lt;/a&gt; is generated.\nCommercial heat sources for self-heating food packaging use an exothermic (heat releasing) reaction, for which there are several common formulations. These include:\nSome newer formulations use a &lt;a href=\"Thermite\"&gt;Thermite&lt;/a&gt;-like reaction between a more &lt;a href=\"Reactivity%20series\"&gt;reactive&lt;/a&gt; metal powder such as aluminum or magnesium, with a less reactive metal oxide such as iron oxide or silicon dioxide \nDesign.\nSelf-heating &lt;a href=\"tin%20can\"&gt;can&lt;/a&gt;s have dual chambers, one surrounding the other. In one version, the inner chamber holds the food or drink, and the outer chamber houses chemicals which undergo an &lt;a href=\"endothermic%20reaction\"&gt;endothermic reaction&lt;/a&gt; when combined. When the user wants to heat the contents of the can, a ring on the can—when pulled—breaks the barrier which keeps the chemicals in the outer chamber apart from the water. In another type, the chemicals are in the inner chamber and the beverage surrounds it in the outer chamber. To heat the contents of the can, the user pushes on the bottom of the can to break the barrier separating the chemical from the water. This design has the advantages of being more efficient (less heat is lost to the surrounding air) as well as reducing excessive heating of the product's exterior, causing possible discomfort to the user. In either case, after the heat from the reaction has been absorbed by the food, the user can enjoy a hot meal or drink."
}