{
    "id": "21904572",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=21904572",
    "title": "Ruben Kruger",
    "text": "Ruben Jacobus Kruger (30 March 1970 – 27 January 2010) was a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. He played as a flanker.\nPlaying career.\nProvincial.\nA product of &lt;a href=\"Grey%20College%2C%20Bloemfontein\"&gt;Grey College&lt;/a&gt; in Bloemfontein, Kruger played for the schools team at the annual &lt;a href=\"Craven%20Week\"&gt;Craven Week&lt;/a&gt; tournament in 1987 and 1988 and gained selection for the &lt;a href=\"South%20Africa%20national%20under-18%20rugby%20union%20team\"&gt;South African Schools team&lt;/a&gt; in both years. After representing the Free State under-20 team in 1989 and 1990, he made his senior provincial debut for the Free State in 1991. During 1993, Kruger moved to and played for the union until 2000. In 1995 Ruben Kruger was named South African Rugby Football Union's player of the year.\nInternational.\nKruger played for the &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa national rugby union team&lt;/a&gt; between 1993 and 1999. He played his first test match for the &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;Springboks&lt;/a&gt; on 6 November 1993 against &lt;a href=\"Argentina%20national%20rugby%20union%20team\"&gt;Argentina&lt;/a&gt; at the &lt;a href=\"Estadio%20Arquitecto%20Ricardo%20Etcheverry\"&gt;Ferro Carril Oeste Stadium&lt;/a&gt; in Buenos Aires.\nIn 1995, he played in the &lt;a href=\"1995%20Rugby%20World%20Cup\"&gt;Rugby World Cup&lt;/a&gt;. During this tournament, he made 5 starts, and scored 1 try, in the controversial semi-final against the &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France national rugby union team&lt;/a&gt;. Kruger also played in the 1999 World Cup and in addition to his 36 test matches, he also played in 20 tour matches and scored 14 tries.\nTest history.\n &lt;a href=\"1995%20Rugby%20World%20Cup%20Final\"&gt;World Cup Final&lt;/a&gt;\nLater career.\nAt the end of his rugby career, he became a camera &lt;a href=\"salesman\"&gt;salesman&lt;/a&gt;. He owned a Minolta franchise in &lt;a href=\"Pretoria\"&gt;Pretoria&lt;/a&gt;. He was portrayed in \"&lt;a href=\"Invictus%20%28film%29\"&gt;Invictus&lt;/a&gt;\", a film about &lt;a href=\"Nelson%20Mandela\"&gt;Nelson Mandela&lt;/a&gt; and the 1995 Springboks, by &lt;a href=\"Grant%20L.%20Roberts\"&gt;Grant Roberts&lt;/a&gt;.\nDeath.\nKruger died in Pretoria on 27 January 2010 after battling &lt;a href=\"brain%20cancer\"&gt;brain cancer&lt;/a&gt; for 10 years. He was two months short of his 40th birthday."
}