{
    "id": "21919",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=21919",
    "title": "Munkar and Nakir",
    "text": "Munkar and Nakir () (English translation: \"The Denied and The Denier\") in &lt;a href=\"Islamic%20eschatology\"&gt;Islamic eschatology&lt;/a&gt;, are &lt;a href=\"Islamic%20view%20of%20angels\"&gt;angels&lt;/a&gt; who test the faith of the dead in their graves.\nDescription.\nThese angels are described as having solid black eyes, having a shoulder span measured in miles, and carrying hammers \"so large, that if all of mankind tried at once to move them a single inch, they would fail\". When they speak, tongues of fire come from their mouths. If one answers their questions incorrectly, one is beaten every day, other than Friday, until Allah (God) gives permission for the beating to stop.\nQuestionings in the grave.\nMuslims believe that after &lt;a href=\"Islamic%20view%20of%20death\"&gt;a person dies&lt;/a&gt;, his soul passes through a stage called &lt;a href=\"barzakh\"&gt;barzakh&lt;/a&gt;, where it exists in the grave. The questioning will begin when the funeral and burial is over. Nakir and Munkar prop the deceased soul upright in the grave and ask three questions:\nA righteous believer will respond correctly, saying that their Lord is Allah, that &lt;a href=\"Muhammad%20in%20Islam\"&gt;Muhammad&lt;/a&gt; is their prophet and that their religion is &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;. If the deceased answers correctly, the time spent awaiting the resurrection is pleasant and may enter heaven. Those who do not answer as described above are chastised until the day of judgment. There is belief that the fire of hell can already be seen in Barzakh, and that the spiritual pain caused by this can lead to purification of the soul.\nMuslims believe that a person will correctly answer the questions not by remembering the answers before death but by their &lt;a href=\"iman%20%28concept%29\"&gt;iman&lt;/a&gt; (faith) and deeds such as &lt;a href=\"salat\"&gt;salat&lt;/a&gt; (prayer) and &lt;a href=\"shahadah\"&gt;shahadah&lt;/a&gt; (the Islamic profession of faith).\nHistory and origins.\nMunkar and Nakir bear some similarity to Zoroastrian divinities. Some of these, such as &lt;a href=\"Mithra\"&gt;Mithra&lt;/a&gt;, &lt;a href=\"Sraosha\"&gt;Sraosha&lt;/a&gt; and &lt;a href=\"Rashnu\"&gt;Rashnu&lt;/a&gt; have a role in the judgement of souls. &lt;a href=\"Rashnu\"&gt;Rashnu&lt;/a&gt; is described as a figure who holds a set of scales, like some angels of the grave. E.G. Brown has suggested that a continuity exists between Rashnu and Munkar and Nakir. Sebastian Günther also points out it. He writes that \"\"the image and function of Munkar and Nakīr carries certain echoes of the Zoroastrian concept of the angels Srōsh\" (“\"Obedience\"”) \"and\" \"Ātar\" (“\"Fire\"”)\". A mythical figure in &lt;a href=\"Mandaean\"&gt;Mandaean&lt;/a&gt; religion, &lt;a href=\"Abathur\"&gt;Abathur&lt;/a&gt; Muzania is similar to Rashnu. He has the same position in the world of the dead and he holds a set of scales. \"Muzania\" means scales (&lt;a href=\"mizan\"&gt;mizan&lt;/a&gt;) in Aramaic.\nAccording to recent research, it is hypothesized that Munkar and Nakir were derived from astrological figures that originally associated with the Mesopotamian astral god Nergal. This is based on idea that the Mesopotamian god &lt;a href=\"Nergal\"&gt;Nergal&lt;/a&gt; has almost the same characteristics as Munkar and Nakir. First of all, Assyrian nakru which means 'enemy', was an epithet of Nergal. The Assyrian \"nakru\", like the names Munkar and Nakir, comes from the same root, that is, it comes from the proto-Semitic NKR which derived some negative terms. Some scholars use a different spelling; \"nakuru\". which is almost the same as Nakir. Moreover, Nergal is a lord of the Underworld and the grave (Assyrian \"qabru\": grave). Like Munkar and Nakir, he has a terrifying voice that can cause panic among men and gods. He holds a shining mace and his breath can burn his enemies. Because he is related to fire most scholars suggest that he was originally a sun god. Furthermore, he is identified with the celestial twins (\"Gemini\") in the Babylonian &lt;a href=\"astral%20mythology\"&gt;astral mythology&lt;/a&gt; which forms a direct link to Munkar and Nakir.\nThere is no reference to Munkar and Nakir in the Quran. Their names are first mentioned by &lt;a href=\"Al-Tirmidhi\"&gt;Tirmidhi&lt;/a&gt; in the hadith tradition. &lt;a href=\"Al-Tirmidhi\"&gt;Tirmidhi&lt;/a&gt; is known to have visited Iraq. This suggests that the names of Munkar and Nakir are introduced to Islamic beliefs during an early stage in the Islamization of Mesopotamia (or Iraq). The Mesopotamians still believed in the sun god &lt;a href=\"Shamash\"&gt;Shamash&lt;/a&gt;, as well as &lt;a href=\"Nergal\"&gt;Nergal&lt;/a&gt; and several other Babylonian gods at the time Islam was introduced. Thus, &lt;a href=\"Nergal\"&gt;Nergal&lt;/a&gt; the god of the Underworld who is symbolized by the planet Mars, is a possible prototype for Munkar and Nakir. Astrologically, Munkar and Nakir share more clues in their Martian characteristics which connect them to Nergal.\nIn stark contrast, scholar A. J. Wensinck found the association of Munkar and Nakir to the root NKR to be unlikely. Similarly, scholar John MacDonald believes the names of the two angels have not been satisfactorily explained, although given that they are in the passive form, they may be understood as \"unknown\" or \"disguised\", much in the same way how angels visit graves in disguise in Judaism. &lt;a href=\"Rabbinic%20literature\"&gt;Rabbinic literature&lt;/a&gt; offers many traditions about punishing angels, chastising the dead."
}