{
    "id": "219287",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=219287",
    "title": "Legal person",
    "text": "In &lt;a href=\"law\"&gt;law&lt;/a&gt;, a legal person is any &lt;a href=\"person\"&gt;person&lt;/a&gt; or 'thing' (less ambiguously, any legal entity) that can do the things a human person is usually able to do in law – such as enter into &lt;a href=\"contract\"&gt;contract&lt;/a&gt;s, &lt;a href=\"lawsuit\"&gt;sue&lt;/a&gt; and be sued, &lt;a href=\"ownership\"&gt;own property&lt;/a&gt;, and so on. The reason for the term \"\"legal\" person\" is that some legal persons are not people: &lt;a href=\"Company\"&gt;companies&lt;/a&gt; and &lt;a href=\"corporation\"&gt;corporation&lt;/a&gt;s are \"persons\" legally speaking (they can legally do most of the things an ordinary person can do), but they are clearly not people in the ordinary sense.\nThere are therefore two kinds of legal entities: human and non-human. In law, a human person is called a \"&lt;a href=\"natural%20person\"&gt;natural person&lt;/a&gt;\" (sometimes also a \"physical person\"), and a non-human person is called a \"&lt;a href=\"juridical%20person\"&gt;juridical person&lt;/a&gt;\" (sometimes also a \"juridic\", \"juristic\", \"artificial\", \"legal\", or fictitious person, ).\nJuridical persons are entities such as corporations, firms (in some &lt;a href=\"jurisdiction\"&gt;jurisdiction&lt;/a&gt;s), and many &lt;a href=\"government%20agency\"&gt;government agencies&lt;/a&gt;. They are treated in law as if they were persons.\nWhile natural persons acquire legal personality \"naturally\", simply by being born (or before that, in &lt;a href=\"Personhood%23Abortion\"&gt;some&lt;/a&gt; jurisdictions), juridical persons must have legal personality conferred on them by some \"unnatural\", legal process, and it is for this reason that they are sometimes called \"artificial\" persons. In the most common case (&lt;a href=\"incorporation%20%28business%29\"&gt;incorporating&lt;/a&gt; a business), legal personality is usually acquired by registration with a &lt;a href=\"government%20agency\"&gt;government agency&lt;/a&gt; set up for the purpose. In other cases it may be by primary legislation: an example is the Charity Commission in the UK. The United Nations &lt;a href=\"Sustainable%20Development%20Goal%2016\"&gt;Sustainable Development Goal 16&lt;/a&gt; advocates for the provision of legal identity for all, including birth registration by 2030 as part of the &lt;a href=\"Sustainable%20Development%20Goals\"&gt;2030 Agenda&lt;/a&gt;.\nAs legal personality is a prerequisite to &lt;a href=\"capacity%20%28law%29\"&gt;legal capacity&lt;/a&gt; (the ability of any legal person to amend (enter into, transfer, etc.) rights and &lt;a href=\"Law%20of%20obligations\"&gt;obligations&lt;/a&gt;), it is a prerequisite for an &lt;a href=\"international%20organization\"&gt;international organization&lt;/a&gt; to be able to sign &lt;a href=\"treaty\"&gt;international treaties&lt;/a&gt; in its own &lt;a href=\"legal%20name\"&gt;name&lt;/a&gt;.\nThe term \"legal person\" can be ambiguous because it is often used as a synonym of terms that refer \"only\" to non-human legal entities, specifically in contradistinction to \"natural person\".\nJuridical persons.\nArtificial personality, juridical personality, or juristic personality is the characteristic of a non-living entity regarded by law as having the status of &lt;a href=\"personhood\"&gt;personhood&lt;/a&gt;.\nA juridical or artificial person (; also juristic person) has a &lt;a href=\"Legal%20name%20%28business%29\"&gt;legal name&lt;/a&gt; and has certain rights, protections, privileges, responsibilities, and &lt;a href=\"legal%20liability\"&gt;liabilities&lt;/a&gt; in law, similar to those of a &lt;a href=\"natural%20person\"&gt;natural person&lt;/a&gt;. The concept of a juridical person is a fundamental &lt;a href=\"legal%20fiction\"&gt;legal fiction&lt;/a&gt;. It is pertinent to the &lt;a href=\"philosophy%20of%20law\"&gt;philosophy of law&lt;/a&gt;, as it is essential to laws affecting a corporation (&lt;a href=\"Corporate%20law\"&gt;corporations law&lt;/a&gt;).\nJuridical personhood allows one or more natural persons (\"universitas personarum\") to act as a single entity (body corporate) for legal purposes. In many &lt;a href=\"jurisdiction\"&gt;jurisdiction&lt;/a&gt;s, artificial personality allows that entity to be considered under law separately from its individual members (for example in a company limited by shares, its &lt;a href=\"shareholder\"&gt;shareholder&lt;/a&gt;s). They may &lt;a href=\"Lawsuit\"&gt;sue and be sued&lt;/a&gt;, enter into contracts, incur &lt;a href=\"debt\"&gt;debt&lt;/a&gt;, and own &lt;a href=\"property\"&gt;property&lt;/a&gt;. Entities with legal personality may also be subjected to certain legal obligations, such as the payment of taxes. An entity with legal personality may &lt;a href=\"Limited%20liability\"&gt;shield its members&lt;/a&gt; from &lt;a href=\"legal%20liability\"&gt;personal liability&lt;/a&gt;.\nIn some &lt;a href=\"common%20law%20jurisdictions\"&gt;common law jurisdictions&lt;/a&gt; a distinction is drawn between \"corporation aggregate\" (such as a company, which is composed of a number of members) and a \"&lt;a href=\"corporation%20sole\"&gt;corporation sole&lt;/a&gt;\", which is a public office of legal personality separated from the individual holding the office (these entities have separate legal personality). Historically most corporations sole were ecclesiastical in nature (for example, the office of the &lt;a href=\"Archbishop%20of%20Canterbury\"&gt;Archbishop of Canterbury&lt;/a&gt; is a corporation sole), but a &lt;a href=\"Corporation%20sole%23Examples%20of%20corporations%20sole%20in%20the%20United%20Kingdom\"&gt;number of other public offices&lt;/a&gt; are now formed as corporations sole.\nThe concept of juridical personality is not absolute. \"&lt;a href=\"Piercing%20the%20corporate%20veil\"&gt;Piercing the corporate veil&lt;/a&gt;\" refers to looking at the individual natural persons acting as &lt;a href=\"Law%20of%20agency\"&gt;agents&lt;/a&gt; involved in a &lt;a href=\"corporate%20action\"&gt;company action&lt;/a&gt; or decision; this may result in a legal decision in which the rights or duties of a corporation or &lt;a href=\"public%20limited%20company\"&gt;public limited company&lt;/a&gt; are treated as the rights or liabilities of that corporation's members or &lt;a href=\"Board%20of%20directors%23Directors\"&gt;director&lt;/a&gt;s.\nThe concept of a juridical person is now central to &lt;a href=\"Western%20law\"&gt;Western law&lt;/a&gt; in both &lt;a href=\"common%20law\"&gt;common-law&lt;/a&gt; and &lt;a href=\"Civil%20law%20%28legal%20system%29\"&gt;civil-law&lt;/a&gt; countries, but it is also found in virtually every legal system.\nExamples.\nSome examples of juridical persons include:\nNot all organizations have legal personality. For example, the board of directors of a corporation, legislature, or governmental agency typically are not legal persons in that they have no ability to exercise legal rights independent of the corporation or political body which they are a part of.\nHistory.\nThe concept of legal personhood for organizations of people is at least as old as &lt;a href=\"Ancient%20Rome\"&gt;Ancient Rome&lt;/a&gt;: a variety of &lt;a href=\"Collegium%20%28ancient%20Rome%29\"&gt;collegial institutions&lt;/a&gt; enjoyed the benefit under &lt;a href=\"Roman%20law\"&gt;Roman law&lt;/a&gt;.\nThe doctrine has been attributed to &lt;a href=\"Pope%20Innocent%20IV\"&gt;Pope Innocent IV&lt;/a&gt;, who seems at least to have helped spread the idea of \"persona ficta\" as it is called in &lt;a href=\"Ecclesiastical%20Latin\"&gt;Latin&lt;/a&gt;. In &lt;a href=\"canon%20law%20%28Catholic%20Church%29\"&gt;canon law&lt;/a&gt;, the doctrine of \"&lt;a href=\"Person%20%28canon%20law%29%23Juridic%20persons\"&gt;persona ficta&lt;/a&gt;\" allowed monasteries to have a legal existence that was apart from the monks, simplifying the difficulty in balancing the need for such groups to have infrastructure though the monks took vows of personal poverty. Another effect of this was that, as a fictional person, a monastery could not be held guilty of &lt;a href=\"delict\"&gt;delict&lt;/a&gt; due to not having a soul, helping to protect the organization from non-&lt;a href=\"contract%20%28canon%20law%29\"&gt;contractual obligations&lt;/a&gt; to surrounding communities. This effectively moved such liability to persons acting within the organization while protecting the structure itself, since persons were considered to have a soul and therefore capable of negligence and able to be &lt;a href=\"excommunication%20%28Catholic%20Church%29\"&gt;excommunicated&lt;/a&gt;.\nIn the common law tradition, only a person could possess legal rights. To allow them to function, the legal personality of a corporation was established to include five legal rights—the right to a common treasury or chest (including the right to own property), the right to a corporate seal (i.e., the right to make and sign contracts), the right to sue and be sued (to enforce contracts), the right to hire agents (employees) and the right to make by-laws (self-governance).\nSince the 19th century, legal personhood has been further construed to make it a citizen, resident, or domiciliary of a state (usually for purposes of &lt;a href=\"personal%20jurisdiction\"&gt;personal jurisdiction&lt;/a&gt;). In \"Louisville, C. &amp; C.R. Co. v. Letson\", 2 How. 497, 558, 11 L.Ed. 353 (1844), the U.S. Supreme Court held that for the purposes of the case at hand, a corporation is \"capable of being treated as a citizen of [the State which created it], as much as a natural person.\" Ten years later, they reaffirmed the result of Letson, though on the somewhat different theory that \"those who use the corporate name, and exercise the faculties conferred by it,\" should be presumed conclusively to be citizens of the corporation's State of incorporation. Marshall v. Baltimore &amp; Ohio R. Co., 16 How. 314, 329, 14 L.Ed. 953 (1854). These concepts have been codified by statute, as U.S. jurisdictional statutes specifically address the domicile of corporations.\nRights and responsibilities.\nBrazil.\nThe term juridical person (\"pessoa jurídica\" in &lt;a href=\"Portuguese%20language\"&gt;Portuguese&lt;/a&gt;) is used in &lt;a href=\"legal%20science\"&gt;legal science&lt;/a&gt; for designating an entity with rights and liabilities which also has legal personality. Its regulations are largely based on Brazil's Civil Code, where it is distinctly recognized and defined, among other normative documents.\n&lt;a href=\"Brazilian%20law\"&gt;Brazilian law&lt;/a&gt; recognizes any association or abstract entity as a juridical person, but a registry is required through a Constitutional Document, with specifications depending on the category of Juridical Person and local law of state and city.\nChina.\nFor a typical example of the concept of legal person in a civil law jurisdiction, under the &lt;a href=\"General%20Principles%20of%20the%20Civil%20Law%20of%20the%20People%27s%20Republic%20of%20China\"&gt;General Principles of Civil Law of the People's Republic of China&lt;/a&gt;, Chapter III, Article 36., \"A legal person shall be an organization that has capacity for civil rights and capacity for civil conduct and independently enjoys civil rights and assumes civil obligations in accordance with the law.\" Note however that the term &lt;a href=\"civil%20right\"&gt;civil right&lt;/a&gt; means something altogether different in civil law jurisdictions than in common law jurisdictions.\nGermany.\nArticle 19(3) of the &lt;a href=\"Basic%20Law%20for%20the%20Federal%20Republic%20of%20Germany\"&gt;German Constitution&lt;/a&gt; sets forth: \"Fundamental rights shall also apply to domestic artificial persons insofar as the nature of such rights shall permit.\"\nIndia.\nIndian law defines two types of \"legal person\", the human beings as well as certain non-human entities which are given the same legal judicial personality as human beings. The non-human entities given the \"legal person\" status by the law \"have rights and co-relative duties; they can sue and be sued, can possess and transfer property\". Since these non-human entities are \"voiceless\" they are legally represented \"through guardians and representatives\" to claim their legal rights and to fulfill their legal duties and responsibilities. Specific non-human entities given the status of \"legal person\" include \"\"&lt;a href=\"Corporate%20personhood\"&gt;corporate personality&lt;/a&gt;, &lt;a href=\"body%20politic\"&gt;body politic&lt;/a&gt;, &lt;a href=\"Charitable%20organization\"&gt;charitable unions&lt;/a&gt; etc,\"\" as well as &lt;a href=\"Trust%20law\"&gt;trust estates&lt;/a&gt;, &lt;a href=\"deity\"&gt;deities&lt;/a&gt;, temples, churches, mosques, hospitals, universities, colleges, banks, railways, municipalities, and gram panchayats (village councils), rivers, all animals and birds.\nCorporates and trusts.\nIn court cases regarding corporate, the shareholders are not responsible for the company's debts but the company itself being a \"legal person\" is liable to repay those debts or be sued for the non-repayment of debts.\nAnimal kingdom.\nIn court cases regarding animals, the animals have the status of \"legal person\" and humans have the &lt;a href=\"Duty%23Legal%20duties\"&gt;legal duty&lt;/a&gt; to act as \"&lt;a href=\"In%20loco%20parentis\"&gt;loco parentis&lt;/a&gt;\" towards animals welfare like a parent has towards the minor children. A court while deciding the \"\"&lt;a href=\"Animal%20Welfare%20Board%20of%20India\"&gt;Animal Welfare Board of India&lt;/a&gt; vs Nagaraja\"\" case in 2014 mandated that animals are also entitled to the &lt;a href=\"Fundamental%20rights%20in%20India%23Right%20to%20freedom\"&gt;fundamental right to freedom&lt;/a&gt; enshrined in the Article 21 of &lt;a href=\"Constitution%20of%20India\"&gt;Constitution of India&lt;/a&gt; i.e. right to life, personal liberty and the &lt;a href=\"right%20to%20die\"&gt;right to die with dignity&lt;/a&gt; (&lt;a href=\"Euthanasia%23Passive%20and%20active%20euthanasia\"&gt;passive euthanasia&lt;/a&gt;). In another case, a court in &lt;a href=\"Uttarakhand\"&gt;Uttarakhand&lt;/a&gt; state mandated that animals have the same rights as humans. In another case of &lt;a href=\"Cattle%20theft%20in%20India%23Cattle%20smuggling%20in%20India\"&gt;cow-smuggling&lt;/a&gt;, the &lt;a href=\"Punjab%20and%20Haryana%20High%20Court\"&gt;Punjab and Haryana High Court&lt;/a&gt; mandated that \"entire animal kingdom including avian and aquatic\" species has a \"distinct legal persona with corresponding rights, duties, and liabilities of a living person\" and humans are \"loco parentis\" while laying out the norms for animal welfare, veterinary treatment, fodder and shelter, e.g. animal drawn carriages must not have more than four humans, and &lt;a href=\"Working%20animal\"&gt;load carrying animals&lt;/a&gt; must not be loaded beyond the specified limits and those limits must be halved when animals have to carry the load up a slope.\nReligious deities.\nIn court cases regarding religious entities, the &lt;a href=\"deity\"&gt;deity&lt;/a&gt; (deity or god is a supernatural being considered divine or sacred) is also a \"legal person\" who can engage in legal cases through \"\"&lt;a href=\"trustee\"&gt;trustee&lt;/a&gt;s\" or \"&lt;a href=\"Board%20of%20directors\"&gt;managing board&lt;/a&gt; in charge of the temple\"\". &lt;a href=\"Supreme%20Court%20of%20India\"&gt;Supreme Court of India&lt;/a&gt; (SC), while deciding &lt;a href=\"Ayodhya%20dispute%23Title%20cases\"&gt;Ayodhya case&lt;/a&gt; of &lt;a href=\"Ram%20Janmabhoomi\"&gt;Ram Janmabhoomi&lt;/a&gt;, decided in 2010 that the deity &lt;a href=\"Rama\"&gt;Rama&lt;/a&gt; in the specific temple was a \"legal entity\" entitled to be represented by own lawyer appointed by the trustees acting on behalf of the deity. Similarly, in 2018 SC decided that the deity &lt;a href=\"Ayyappan\"&gt;Ayyappan&lt;/a&gt; is a \"legal person\" with \"\"&lt;a href=\"Fundamental%20rights%20in%20India%23Right%20to%20privacy\"&gt;the right to privacy&lt;/a&gt;\"\" in the court case regarding the &lt;a href=\"entry%20of%20women%20to%20Sabarimala\"&gt;entry of women to Sabarimala&lt;/a&gt; shrine of Lord Ayyapan.\nShebaitship.\nUnder the Indian law, the \"shebaitship\" is the property owned by the deity or idol as a \"legal person\". Humans appointed to act on behalf of deity are called the \"shebait\". A shebait acts as the guardian or custodian of deity to protect the right of deity and fulfill the legal duties of the deity. Shebait is similar to a trustee in case the deity or temple does have a legally registered trust or entity. Under the &lt;a href=\"Hindu%20Law\"&gt;Hindu Law&lt;/a&gt; property gifted or offered as rituals or donations, etc absolutely belongs to the deity and not to the shebait. Case example are \"Profulla Chrone Requitte vs Satya Chorone Requitte, AIR 1979 SC 1682 (1686): (1979) 3 SCC 409: (1979) 3 SCR 431. (ii)\" and \"Shambhu Charan Shukla vs Thakur Ladli Radha Chandra Madan Gopalji Maharaj, AIR 1985 SC 905 (909): (1985) 2 SCC 524: (1985) 3 SCR 372\".\nNatural entities such as rivers.\nIn court cases regarding natural entities, the &lt;a href=\"Uttarakhand%20High%20Court\"&gt;Uttarakhand High Court&lt;/a&gt;, mandated that the river &lt;a href=\"Ganges\"&gt;Ganges&lt;/a&gt; and &lt;a href=\"Yamuna\"&gt;Yamuna&lt;/a&gt; as well as all water bodies are \"living entities\" i.e. \"legal person\" and appointed three humans as trustees to protect the rights of rivers against the pollution caused by the humans, e.g. \"pilgrims's bathing rituals\".\nItaly.\nIn Italy &lt;a href=\"trade%20unions\"&gt;trade unions&lt;/a&gt; have legal personality, as stated in Article 39, Paragraph 4 of the &lt;a href=\"Italian%20Constitution\"&gt;Constitution&lt;/a&gt;:\nNew Zealand.\nSection 28 of the &lt;a href=\"New%20Zealand%20Bill%20of%20Rights%20Act%201990\"&gt;New Zealand Bill of Rights Act 1990&lt;/a&gt; provides: \"... the provisions of this Bill of Rights apply, so far as practicable, for the benefit of all legal persons as well as for the benefit of all natural persons.\"\nUnited States.\nIn part based on the principle that legal persons are simply organizations of natural persons, and in part based on the history of statutory interpretation of the word \"person\", the US Supreme Court has repeatedly held that certain constitutional rights protect legal persons (&lt;a href=\"Corporate%20personhood\"&gt;such as corporations&lt;/a&gt; and other organizations). \"&lt;a href=\"Santa%20Clara%20County%20v.%20Southern%20Pacific%20Railroad\"&gt;Santa Clara County v. Southern Pacific Railroad&lt;/a&gt;\" is sometimes cited for this finding because the court reporter's comments included a statement the Chief Justice made before oral arguments began, telling the attorneys during pre-trial that \"the court does not wish to hear argument on the question whether the provision in the &lt;a href=\"Fourteenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fourteenth Amendment to the Constitution&lt;/a&gt;, which forbids a State to deny any person within its jurisdiction the &lt;a href=\"equal%20protection\"&gt;equal protection&lt;/a&gt; of the laws, applies to these corporations. We are all of the opinion that it does.\"\nLater opinions interpreted these pre-argument comments as part of the legal decision. As a result, because of the &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment&lt;/a&gt;, Congress may not make a law restricting the free speech of a corporation or a political action group or dictating the coverage of a local newspaper, and because of the &lt;a href=\"Due%20Process%20Clause\"&gt;Due Process Clause&lt;/a&gt;, a state government may not take the property of a corporation without using due process of law and providing just compensation. These protections apply to all legal entities, not just corporations.\nA prominent component of relevant case law is the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; decision \"&lt;a href=\"Citizens%20United%20v.%20Federal%20Election%20Commission\"&gt;Citizens United v. Federal Election Commission&lt;/a&gt;\", which ruled unconstitutional certain restrictions on corporate campaign spending during elections.\nPopular culture.\nIn Act II, Scene 1 of &lt;a href=\"Gilbert%20and%20Sullivan\"&gt;Gilbert and Sullivan&lt;/a&gt;'s 1889 opera, \"&lt;a href=\"The%20Gondoliers\"&gt;The Gondoliers&lt;/a&gt;\", Giuseppe Palmieri (who serves, jointly with his brother Marco, as King of Barataria) requests that he and his brother be also recognized individually so that they might each receive individual portions of food as they have \"two independent appetites\". He is, however, turned down by the Court (made up of fellow Gondolieri) because the joint rule \"... is a legal person, and legal person are solemn things.\""
}