{
    "id": "21961733",
    "revid": "426156",
    "url": "https://en.wikipedia.org/wiki?curid=21961733",
    "title": "Glan Conwy F.C.",
    "text": "Glan Conwy Football Club are a Welsh &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club playing in the &lt;a href=\"North%20Wales%20Coast%20East%20Football%20League\"&gt;North Wales Coast East Football League&lt;/a&gt; Premier Division. They are a member of the North Wales Coast Football Association.\nHistory.\nGlan Conwy joined the newly formed Vale of Conwy League in 1922 as one of the seven founder members, the others being Dolgarrog, Llandudno Junction Reserves, Llanrwst Reserves, Old Colwyn FC, Penmaen Celts, and Penmaenmawr Reserves.\nThe club nickname was the \"Jolly Boys\" and they played at the former Gala Field. They remained playing in this league until the end of the 1938–39 season and the outbreak of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. After the end of the war in 1945 there is no record of the club reforming.\nBrian Thomas and Dewi Williams of Glan Conwy reformed the club in 1979 and the following year the team re-joined the Vale of Conwy League. Without a home pitch, they played their home games at different venues such as the Llandudno Oval, Hotpoint, Quinton Hazell and Junction Flyover. They remained in the Vale of Conwy League for a further eighteen years. They won the league championship as well as the North Wales Coast FA Junior Cup in 1998 and were promoted to the &lt;a href=\"Gwynedd%20League\"&gt;Gwynedd League&lt;/a&gt;. They stayed in this league for just the one season at the end of which they were crowned league champions and were promoted to the &lt;a href=\"Welsh%20Alliance%20League\"&gt;Welsh Alliance League&lt;/a&gt;. The club reached the final of the FAW Trophy in 2007 but lost heavily to Brymbo. The club had a successful 2009–10 season reaching the final of the FAW Welsh Trophy and pipping local arch rivals Llandudno Junction FC to a second place finish in the league. They beat South Wales outfit Clydach Wasps 5–1 in the FAW Trophy final to take the cup home to Cae Ffwt.\nThe home ground is Cae Ffwt, a ground in the village of &lt;a href=\"Glan%20Conwy\"&gt;Glan Conwy&lt;/a&gt; which is situated on the banks of the &lt;a href=\"River%20Conwy\"&gt;River Conwy&lt;/a&gt;. The club's colours changed almost annually depending on shirt sponsorship but in 1997 the club adopted green and white stripes, which has now become green and white hoops."
}