{
    "id": "21993656",
    "revid": "21878292",
    "url": "https://en.wikipedia.org/wiki?curid=21993656",
    "title": "California Battalion",
    "text": "The California Battalion (also called the first California Volunteer Militia and U.S. Mounted Rifles) was formed during the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt; (1846–1848) in present-day &lt;a href=\"California\"&gt;California&lt;/a&gt;, United States. It was led by U.S. Army &lt;a href=\"Brevet%20%28military%29\"&gt;Brevet&lt;/a&gt; Lieutenant Colonel &lt;a href=\"John%20C.%20Fremont\"&gt;John C. Fremont&lt;/a&gt; and composed of his cartographers, scouts and hunters and the California Volunteer Militia formed after the &lt;a href=\"Bear%20Flag%20Revolt\"&gt;Bear Flag Revolt&lt;/a&gt;. The battalion's formation was officially authorized by &lt;a href=\"Commodore%20%28United%20States%29\"&gt;Commodore&lt;/a&gt; &lt;a href=\"Robert%20F.%20Stockton\"&gt;Robert F. Stockton&lt;/a&gt;, commanding officer of the U.S. Navy &lt;a href=\"Pacific%20Squadron\"&gt;Pacific Squadron&lt;/a&gt;.\nFormation.\nHostilities between U.S. and Mexican forces had been &lt;a href=\"History%20of%20Texas\"&gt;underway in Texas&lt;/a&gt; since April 1846 resulting in a formal declaration of war on 13 May 1846, by the U.S. Congress. On 17 May 1846, unofficial word reached the U.S. Navy fleet of four vessels at anchor in the harbor of &lt;a href=\"Mazatl%C3%A1n\"&gt;Mazatlán&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, and that hostilities had begun between Mexico and the United States. &lt;a href=\"Commodore%20%28United%20States%29\"&gt;Commodore&lt;/a&gt; &lt;a href=\"John%20D.%20Sloat\"&gt;John D. Sloat&lt;/a&gt;, commander of the U.S. Navy's &lt;a href=\"Pacific%20Squadron\"&gt;Pacific Squadron&lt;/a&gt;, dispatched his flagship, the &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt; , and the &lt;a href=\"sloop-of-war\"&gt;sloop&lt;/a&gt; to Monterey harbor where they arrived on 2 July 1846. The Pacific Squadron captured &lt;a href=\"Monterey%2C%20California\"&gt;Monterey, California&lt;/a&gt; on 7 July 1846 and began taking over the ports in &lt;a href=\"Alta%20California\"&gt;Alta California&lt;/a&gt;. The Bear Flag Revolt was converted into a U.S. occupation of California and the &lt;a href=\"Bear%20Flag\"&gt;Bear Flag&lt;/a&gt; was replaced by the Stars and Stripes.\nIn 1846, &lt;a href=\"U.S.%20Marine\"&gt;U.S. Marine&lt;/a&gt; Lieutenant &lt;a href=\"Archibald%20H.%20Gillespie\"&gt;Archibald H. Gillespie&lt;/a&gt; was sent by President &lt;a href=\"James%20K.%20Polk\"&gt;James K. Polk&lt;/a&gt; with secret verbal messages to the U.S. &lt;a href=\"Consul%20%28representative%29\"&gt;Consul&lt;/a&gt; &lt;a href=\"Thomas%20O.%20Larkin\"&gt;Thomas O. Larkin&lt;/a&gt; in Alta California's Capital in Monterey, &lt;a href=\"Commodore%20%28United%20States%29\"&gt;Commodore&lt;/a&gt; &lt;a href=\"John%20D.%20Sloat\"&gt;John D. Sloat&lt;/a&gt; commanding the Pacific Squadron and U.S. Army Captain &lt;a href=\"John%20C.%20Fr%C3%A9mont\"&gt;John C. Frémont&lt;/a&gt; doing cartography work in California. Traveling secretly across Mexico, Lt. Gillespe caught a ship from Mexico to Monterey, California where he delivered his messages to Thomas Larkin and Sloat. Finding that Fremont was on his way to Oregon he borrowed a horse and hurried north where he caught up with Fremont's party near what is now the Oregon border. After delivering his messages, Gillespie and Frémont with his about 30 U.S. Army Cartographers, etc. and 30 scouts and hunters turned around and headed back to California where Frémont spurred on and took over the command of the &lt;a href=\"Bear%20Flag%20Revolt\"&gt;Bear Flag Revolt&lt;/a&gt; of California. Frémont signed up American immigrants into California at &lt;a href=\"Sutter%27s%20Fort\"&gt;Sutter's Fort&lt;/a&gt; who were willing to fight for independence from Mexico. Frémont was the only army officer in California after the outbreak of the Mexican–American War. He and his volunteer California battalion took over Sonoma, followed by the creation of the &lt;a href=\"Bear%20Flag%20Republic\"&gt;Bear Flag Republic&lt;/a&gt;. When it became clear that the U.S. Navy was taking action to secure California, the Bear Flag Revolt was converted into a U.S. military action. \nSince there was no U.S. Army present in Alta California except Fremont's few cartographers (and wouldn't be until December 1846), Stockton needed additional men to garrison and help keep the peace in the various California towns rapidly coming into U.S. control. Stockton had three frigates with a crew of 480 each, three to four sloops with a crew of 200 men each plus three store ships at his disposal. The marines on his ships were used mostly to &lt;a href=\"Boarding%20%28attack%29\"&gt;board&lt;/a&gt; or repel boarders or engage in close in ship to ship fighting and were trained in infantry tactics. The marines and some sailors could be reassigned shore duties and while leaving the ships short handed but still functional. He looked to employ his reassigned 300-400 marines and blue-jacket sailors only where needed.\nBattalion in Mexican American War.\nThe California Battalion was officially authorized a few days later on 23 July 1846 under Commodore &lt;a href=\"Robert%20F.%20Stockton\"&gt;Robert F. Stockton&lt;/a&gt; (U.S. Navy), the senior military officer in California who replaced Sloat in July 1846. Frémont was given the (&lt;a href=\"Brevet%20%28military%29\"&gt;brevet&lt;/a&gt;) rank of Lieutenant Colonel with U. S. Marine Lieutenant &lt;a href=\"Archibald%20Gillespie\"&gt;Archibald Gillespie&lt;/a&gt;, second in command, promoted to major. Commodore Stockton was in charge of the &lt;a href=\"Pacific%20Squadron\"&gt;Pacific Squadron&lt;/a&gt; of the U.S. Navy that occupied &lt;a href=\"Monterey%2C%20California\"&gt;Monterey, California&lt;/a&gt; on 7 July 1846 and &lt;a href=\"Yerba%20Buena%2C%20California\"&gt;Yerba Buena&lt;/a&gt; (to be renamed San Francisco) on 9 July 1846.\nA compact was drawn in early July 1846 for all volunteers to sign, which in part read: \"Not to violate the chastity of Women; conduct their revolution honorably; and pledge obedience to their officers.\" With the signatures or marks of the men, the California Battalion was formed. On formation of the battalion, Frémont requested the Battalion's volunteers to elect their officers from the ranks. Most were emigrants over the &lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt; of 1845 and members of Fremont's own exploration party. Frémont's men were officially mustered into the armed forces on 23 July 1846 and authorized $25.00/month pay. The approximate 34 &lt;a href=\"Mission%20Indians\"&gt;Mission Indians&lt;/a&gt; eventually part of the battalion's roster were paid with trade goods as was customary then. The men in the battalion were all volunteers formed from the 60 men of Captain Frémont's &lt;a href=\"United%20States%20Army%20Corps%20of%20Engineers%23History\"&gt;Corps of Topographical Engineers&lt;/a&gt; (roughly half were soldiers the rest Indians and mountain men) and initially from the &lt;a href=\"Bear%20Flag%20Republic\"&gt;Bear Flag Republic&lt;/a&gt; members from &lt;a href=\"Sutter%27s%20Fort\"&gt;Sutter's Fort&lt;/a&gt; who had started the rebellion in California. There were volunteers from several nationalities including several Californios and a company of Indians from Sutter's Fort who were more than happy to get rid of the dysfunctional Mexican and &lt;a href=\"Californios\"&gt;Californios&lt;/a&gt; government.\nThe first job given to the California Battalion and was to assist in the capture of &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt; and &lt;a href=\"Pueblo%20de%20Los%20Angeles\"&gt;Pueblo de Los Angeles&lt;/a&gt;. On 26 July 1846 Lt. Col. J. C. Frémont's California Battalion of about 160 boarded the sloop , under the command of Captain &lt;a href=\"Samuel%20Francis%20Du%20Pont\"&gt;Samuel Francis Du Pont&lt;/a&gt;, and sailed for San Diego. They landed 29 July 1846 and a detachment of Marines and blue-jackets, followed shortly by Frémont's California Battalion from \"Cyane\", landed and took possession of the town without firing a shot. Leaving about 40 men to garrison San Diego, Fremont continued on to Los Angeles where on 13 August, with the Navy band playing and colors flying, the combined forces of Stockton and Frémont entered Pueblo de Los Angeles, without a man killed nor shot fired. Marine Lieutenant Archibald Gillespie, Frémont's second in command, was appointed military commander of Los Angeles with from 30 to 50 troops stationed there to keep the peace.\nIn &lt;a href=\"Pueblo%20de%20Los%20Angeles\"&gt;Pueblo de Los Angeles&lt;/a&gt;, the largest city in California with about 3,000 residents, things might have remained peaceful, except that Major Gillespie placed the town under martial law, greatly angering some of the Californios. On 23 September 1846, about 200-300 Californios under Gen. &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Flores\"&gt;José María Flores&lt;/a&gt; staged a revolt, the &lt;a href=\"Siege%20of%20Los%20Angeles\"&gt;Siege of Los Angeles&lt;/a&gt;, and exchanged shots with the Americans in their quarters at the Government House. Gillespie and his men withdrew from their headquarters in town to Fort Hill which, unfortunately, had no water. Gillespie was caught in a trap, badly outnumbered by the besiegers. John Brown, an American, called by the Californios Juan Flaco, meaning \"Lean John\", succeeded in breaking through the Californio lines and riding to &lt;a href=\"San%20Francisco%20Bay\"&gt;San Francisco Bay&lt;/a&gt; (a distance of almost 400 miles) in an amazing 52 hours where he delivered to Stockton a dispatch from Gillespie notifying him of the situation. Gillespie, on 30 September, finally accepted the terms of capitulation and departed for &lt;a href=\"San%20Pedro%2C%20California\"&gt;San Pedro&lt;/a&gt; with his forces, weapons and flags plus two cannon (the others were spiked and left behind), accompanied by the exchanged American prisoners and several American residents. It would take about four months of intermittent sparing before Gillespie could raise the same American flag again in Los Angeles.\nAfter news of the Los Angeles revolt reached northern California, Frémont was asked to enlarge his battalion and head for Los Angeles to join with Stockton's men to retake the city. Volunteers rapidly enlarged his force to about 450 men plus more stationed in various northern California towns to keep the peace. The &lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt; by this time was starting to deliver a new collection of American colonists and potential recruits—an estimated 1,500 would arrive in 1846.\n&lt;a href=\"San%20Juan%20Bautista%2C%20California\"&gt;San Juan Bautista&lt;/a&gt; was the marshaling area for Frémont's forces of about 450 men of the California Battalion en route to joining up with Commodore &lt;a href=\"Robert%20Stockton\"&gt;Robert Stockton&lt;/a&gt;'s and General &lt;a href=\"Stephen%20W.%20Kearny\"&gt;Stephen W. Kearny&lt;/a&gt;'s forces (about 500 men) converging on Los Angeles to put down a sputtering revolt there. An American scouting party was attacked by a force of mounted &lt;a href=\"Californio\"&gt;Californio&lt;/a&gt;s on the &lt;a href=\"Rancho%20La%20Natividad\"&gt;Rancho La Natividad&lt;/a&gt; in the &lt;a href=\"Salinas%20Valley\"&gt;Salinas Valley&lt;/a&gt;. The Californios were attempting to capture some horses being herded by the Americans. A battle ensued in which the Californio force killed four Americans and wounded more. The American volunteers were buried on the &lt;a href=\"Rancho%20Los%20Vergeles\"&gt;Rancho Los Vergeles&lt;/a&gt;. The Californios reported no dead and 5 wounded. The Americans reported several Californios killed and wounded. As the Californios retreated the Americans did not give chase. The Walla Walla and Delaware &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Indian&lt;/a&gt; detachment fighting with the Americans fought aggressively and bravely, displaying two scalps they had taken during the conflict.\nCommodore Stockton and (brevet) Brigadier General &lt;a href=\"Stephen%20W.%20Kearny\"&gt;Stephen W. Kearny&lt;/a&gt; met at San Diego in December 1846 after being rescued by Stockton's men. Kearny, wounded and with only about 60 unwounded men after the fiasco of the &lt;a href=\"Battle%20of%20San%20Pasqual\"&gt;Battle of San Pasqual&lt;/a&gt; was ambiguous as to his status. The rank of &lt;a href=\"Commodore%20%28United%20States%29\"&gt;Commodore&lt;/a&gt; and Brigadier General were roughly equivalent (both one star titles) so it was not clear who had superior rank.\nIn late 1846 Frémont, acting under orders from Commodore &lt;a href=\"Robert%20F.%20Stockton\"&gt;Robert F. Stockton&lt;/a&gt; to retake the California cities as he marched overland to Los Angeles, led the California Battalion, now expanded to about 400 men, to capture &lt;a href=\"History%20of%20Santa%20Barbara%2C%20California\"&gt;Santa Barbara, California&lt;/a&gt;. Frémont led his unit over the &lt;a href=\"Santa%20Ynez%20Mountains\"&gt;Santa Ynez Mountains&lt;/a&gt; at &lt;a href=\"San%20Marcos%20Pass\"&gt;San Marcos Pass&lt;/a&gt;, in a rainstorm on the night of 24 December 1846. In spite of losing many of his horses, mules, and cannon, which slid down the muddy slopes during the rainy night, his men regrouped in the foothills the next morning, and recaptured the &lt;a href=\"Santa%20Barbara%20Presidio\"&gt;Presidio&lt;/a&gt; without bloodshed. Stockton and Kearny by ship went to San Diego and from there marched on Los Angeles with a combined force of about 500 sailors, marines and Army &lt;a href=\"Dragoon\"&gt;Dragoon&lt;/a&gt;s. A few days later Fremont led his men southeast towards Los Angeles, accepting the surrender of &lt;a href=\"Andr%C3%A9s%20Pico\"&gt;Andrés Pico&lt;/a&gt; on the Cahuenga Plain on 13 January 1847.\nFremont specifically quoted his title as California Battalion commander in the &lt;a href=\"Treaty%20of%20Cahuenga\"&gt;Treaty of Cahuenga&lt;/a&gt;: \nTo All Who These Presents Shall Come, Greeting: Know Ye, that in consequence of propositions of peace, or cessation of hostilities, being submitted to me, as Commandant of the California Battalion of the United States forces, which have so far been acceded to by me as to cause me to appoint a board of commissioners to confer with a similar board appointed by the Californians, and it requiring a little time to close the negotiations; it is agreed upon and ordered by me that an entire cessation of hostilities shall take place until to-morrow afternoon (13 January), and that the said Californians be permitted to bring in their wounded to the mission of San Fernando, where, also, if they choose, they can move their camp to facilitate said negotiations.\nBoth Kearny and Stockton though out-ranking Fremont wanted to avoid further hostilities and accepted the treaty negotiated by Fremont. On 16 January 1847, Commodore Stockton appointed Frémont military governor of California following the &lt;a href=\"Treaty%20of%20Cahuenga\"&gt;Treaty of Cahuenga&lt;/a&gt; signed by Fremont and &lt;a href=\"Andr%C3%A9s%20Pico\"&gt;Andrés Pico&lt;/a&gt; which ended the Mexican–American War in California. However, U.S. Army Brigadier General Stephen Watts Kearny, who outranked Frémont (and was nominally of the same rank as Commodore Stockton) said he had orders from the President and Secretary of War to serve as governor and demanded that Frémont give up the position of California governor. Fremont, with conflicting orders, stubbornly refused to do this. As Kearny's forces steadily built up with the arrival of Colonel &lt;a href=\"Jonathan%20D.%20Stevenson\"&gt;Jonathan D. Stevenson&lt;/a&gt; and his about 600 men in the &lt;a href=\"1st%20Regiment%20of%20New%20York%20Volunteers\"&gt;1st Regiment of New York Volunteers&lt;/a&gt; in March 1847 along with the departure of Commodore &lt;a href=\"Robert%20Stockton\"&gt;Robert Stockton&lt;/a&gt; left Fremont with almost no supporters. On 31 May 1847 Col. &lt;a href=\"Richard%20B.%20Mason\"&gt;Richard B. Mason&lt;/a&gt; was appointed military governor of California by Kearny as he prepared to go back east over the &lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt;. Kearny ordered Frémont to order his men to either sign up in the regular army or disburse. Fremont said they would happily disburse as soon as they were paid—which was difficult since almost nobody had any cash money. Somehow money was secured and nearly all California Battalion members mustered out.\nKearny ordered Fremont to accompany him back east over the route of the &lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt;. They were accompanied East by about 19 of Fremont's original scouting party who wanted to return home and a group of &lt;a href=\"Mormon%20Battalion\"&gt;Mormon Battalion&lt;/a&gt; men who had re-enlisted to get back to their families and homes in &lt;a href=\"Salt%20Lake%20City\"&gt;Salt Lake City&lt;/a&gt;, &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; and &lt;a href=\"Nebraska\"&gt;Nebraska&lt;/a&gt;. They went back East over the &lt;a href=\"California%20Trail\"&gt;California Trail&lt;/a&gt; in reverse direction that most immigrants took. They buried some of the &lt;a href=\"Donner%20party\"&gt;Donner party&lt;/a&gt; who had died in 1846 in the &lt;a href=\"Sierra%20Nevada%20%28U.S.%29\"&gt;Sierra Nevada (U.S.)&lt;/a&gt; mountains. When Kearny and Fremont arrived at &lt;a href=\"Fort%20Leavenworth%2C%20Kansas\"&gt;Fort Leavenworth, Kansas&lt;/a&gt; in August 1847, Kearny told Frémont to consider himself under arrest and to report to Washington, D.C. for court martial. There after an almost three-month trial he was finally convicted of mutiny but recommended for remediation to President &lt;a href=\"James%20K.%20Polk\"&gt;James K. Polk&lt;/a&gt;. Polk quickly commuted Fremont's sentence of dishonorable discharge in light of his service in the war and offered him reinstatement of his army commission. Frémont however, considered his conviction an injustice and resigned his commission and moved back to California with his family settling on &lt;a href=\"Rancho%20Las%20Mariposas\"&gt;Rancho Las Mariposas&lt;/a&gt; that &lt;a href=\"Thomas%20O.%20Larkin\"&gt;Thomas O. Larkin&lt;/a&gt; had bought for him at his request. Reportedly there was $10,000,000 worth of gold found on this Mariposa ranch in later years although Fremont had to fight with the many squatters who mined much of the gold.\nBattalion Organization.\nThe battalion was organized into eight companies:\nAnd outriders, hunters, couriers, and scouts, including Delaware, Cosumnes River, 10 Walla Walla and Chinook Indians, scouts &lt;a href=\"Kit%20Carson\"&gt;Kit Carson&lt;/a&gt; (enrolled as a Lieutenant) and Scout &lt;a href=\"Alexis%20Godey\"&gt;Alexis Godey&lt;/a&gt;, captain (appointed by Stockton);.\nThe complete roster of the California Battalion is given by the following two references."
}