{
    "id": "22000086",
    "revid": "5229428",
    "url": "https://en.wikipedia.org/wiki?curid=22000086",
    "title": "Dulhazra Safari Park",
    "text": "Bangabandhu Sheikh Mujib Safari Park Cox's Bazar was developed on an undulating landscape of around of area at &lt;a href=\"Chakaria%20Upazila\"&gt;Chakaria Upazila&lt;/a&gt; in &lt;a href=\"Cox%27s%20Bazar%20District\"&gt;Cox's Bazar District&lt;/a&gt;, &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;, some 107 km away from the port city, &lt;a href=\"Chittagong\"&gt;Chittagong&lt;/a&gt;, with an objective to create facilities for &lt;a href=\"eco-tourism\"&gt;eco-tourism&lt;/a&gt;, research work and entertainment as well as from conserving wild animals in a natural environment.\nDulahazara Safari Park is home to at least 4,000 animals of 165 species. After the new government took over in January 2007, joint forces rescued many of these new residents of the park during their drives at houses and establishments owned by graft suspects. Many individuals also donated some of the animals to the park during this period. The seized and donated animals recently sent to the park include ninety &lt;a href=\"Chital\"&gt;spotted deer&lt;/a&gt;, forty two &lt;a href=\"barking%20deer\"&gt;barking deer&lt;/a&gt;, three &lt;a href=\"sambar%20deer\"&gt;sambar deer&lt;/a&gt;, one &lt;a href=\"freshwater%20crocodile\"&gt;freshwater crocodile&lt;/a&gt;, one &lt;a href=\"saltwater%20crocodile\"&gt;saltwater crocodile&lt;/a&gt;, nine &lt;a href=\"Asian%20black%20bear\"&gt;black bears&lt;/a&gt;, four &lt;a href=\"pythons\"&gt;pythons&lt;/a&gt;, seventeen &lt;a href=\"Peafowl\"&gt;peacocks&lt;/a&gt;, nineteen &lt;a href=\"pheasants\"&gt;Turkish pheasants&lt;/a&gt; and two &lt;a href=\"emu\"&gt;emu&lt;/a&gt;s.\nAnother source of animals is the &lt;a href=\"Dhaka%20Zoo\"&gt;Dhaka Zoo&lt;/a&gt;. The animal population in Dhaka zoo has increased over the years due to their breeding, and the Dhaka zoo donated a number of lions and tigers to the Dulahazara Safari Park.\nVisitor attractions.\nThe park itself protects a large number of wild elephants which are native to the area. In the safari park there are domesticated elephants which are available for a ride. Other animal attractions include &lt;a href=\"lion\"&gt;lion&lt;/a&gt;s, &lt;a href=\"Bengal%20tiger\"&gt;Bengal tiger&lt;/a&gt;s, &lt;a href=\"crocodile\"&gt;crocodile&lt;/a&gt;s, &lt;a href=\"bear\"&gt;bear&lt;/a&gt;s, spotted deer and many types of birds and monkeys.\nSince the park was opened to the public, it has been drawing a huge crowd all year round — 6,000 visitors daily during peak season (November to March) and 2,000 visitors daily during off season (April to October).\nOfficial Website.\nFor More Information Please Visit &lt;a href=\"http%3A//safariparkcoxsbazar.com\"&gt;safariparkcoxsbazar.com&lt;/a&gt;\nReferences.\n&lt;a href=\"http%3A//safariparkcoxsbazar.com\"&gt;safariparkcoxsbazar.com&lt;/a&gt;"
}