{
    "id": "220057",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=220057",
    "title": "Association Littéraire et Artistique Internationale",
    "text": "The Association Littéraire et Artistique Internationale (ALAI) was founded in 1878 in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. &lt;a href=\"Victor%20Hugo\"&gt;Victor Hugo&lt;/a&gt; was the honorary president and founder of the &lt;a href=\"Voluntary%20association\"&gt;association&lt;/a&gt;. The group gave itself the objective of creating an international convention for the protection of writers' and artists' rights, which was achieved eight years later with the &lt;a href=\"Berne%20Convention%20for%20the%20Protection%20of%20Literary%20and%20Artistic%20Works\"&gt;Berne Convention&lt;/a&gt; on September 9, 1886. It continues to exist today and it is considered one of the premiere international organizations that continues to suggest law reform in connection with the movement for international &lt;a href=\"copyright\"&gt;copyright&lt;/a&gt; law.\nHistory.\nV. On the history of ALAI and its role in the advent of international and national copyright including its role in Egypt : Yasser Omar Amine, \"La mémoire oubliée de l’histoire du droit d’auteur égyptien : Les juristes M. Linant de Bellefonds, M. Pupikofer et E. Piola Caselli\" (\"The Forgotten Memory of the History of the Egyptian Copyright Law : the jurist M. Linant de Bellefonds, M. Pupikofer and E. Piola Caselli\"), éd. Dar El Nahda El Arabia, Le Caire, 2014–2015, 602 p. (en Arabe et une partie en Français).\nOn the contribution of ALAI members to the protection of motion pictures and the definition of film authorship by the Berne convention and French copyright law : Jérôme Pacouret, \"Qu'est-ce qu'un auteur de cinéma ? Copyright, droit d'auteur et division du travail (années 1900-2010)\", PhD. dissertation in sociology, under the supervision of Gisèle Sapiro, EHESS, Paris, 2018, 774 p. (&lt;a href=\"https%3A//hal.archives-ouvertes.fr/tel-01986825/document\"&gt;read online&lt;/a&gt;)"
}