{
    "id": "2201148",
    "revid": "1068120446",
    "url": "https://en.wikipedia.org/wiki?curid=2201148",
    "title": "Kathy Brown",
    "text": "Kathy Brown (born July 12, 1960) is an &lt;a href=\"Americans\"&gt;American&lt;/a&gt; &lt;a href=\"Dance%20music\"&gt;dance&lt;/a&gt; and &lt;a href=\"House%20music\"&gt;house&lt;/a&gt; &lt;a href=\"Singing\"&gt;singer&lt;/a&gt; from &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;. Her credits include vocals on the songs \"Turn Me Out (Turn to Sugar)\" and \"Strings of Life (Stronger on My Own)\".\nMusical career.\nBrown began singing in her local &lt;a href=\"gospel%20choir\"&gt;gospel choir&lt;/a&gt;. After joining the &lt;a href=\"contemporary%20R%26amp%3BB\"&gt;contemporary R&amp;B&lt;/a&gt; group Sweet Cinnamon. Kathy met with New York-based producer David Shaw through a mutual friend. This collaboration led to her first single, \"Can't Play Around\", released in 1993 which was a number thirteen hit on the US \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Hot%20Dance%20Music/Club%20Play\"&gt;Hot Dance Music/Club Play&lt;/a&gt; &lt;a href=\"record%20chart\"&gt;chart&lt;/a&gt;.\nBrown scored number one success as the lead singer of Praxis, a musical project assembled by &lt;a href=\"Record%20producer\"&gt;producer&lt;/a&gt;s &lt;a href=\"Cevin%20Fisher\"&gt;Cevin Fisher&lt;/a&gt; and David Shaw. Praxis's \"Turn Me Out\", first released in 1994, has been &lt;a href=\"remix\"&gt;remix&lt;/a&gt;ed and re-released several times since, with two subsequent US \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Hot%20Dance%20Music/Club%20Play\"&gt;Hot Dance Music/Club Play&lt;/a&gt; chart entries, including 1997's \"Turn Me Out (Turn To Sugar)\", which hit number one. \"Turn Me Out\" returned to the dance chart in 2003 with new &lt;a href=\"remix\"&gt;remix&lt;/a&gt;es, this time climbing to #42. Brown collaborated with &lt;a href=\"David%20Morales\"&gt;David Morales&lt;/a&gt; on 1999's \"Joy\" which climbed to number four on the Hot Dance Music/Club Play chart.\nIn 2004, Brown was the lead vocalist on British act &lt;a href=\"Soul%20Central\"&gt;Soul Central&lt;/a&gt;'s \"Strings of Life (Stronger on My Own)\" which reached number six on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; and number one on the &lt;a href=\"UK%20Dance%20Chart\"&gt;UK Dance Chart&lt;/a&gt;. The single was also a hit in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, reaching number twenty-eight on the &lt;a href=\"Eurochart%20Hot%20100%20Singles\"&gt;Eurochart&lt;/a&gt;. \"Strings of Life\" samples &lt;a href=\"Derrick%20May%20%28musician%29\"&gt;Is&lt;/a&gt;'s 1989 &lt;a href=\"Strings%20of%20Life\"&gt;house classic of the same name&lt;/a&gt;.\nBrown's vocals animate other cuts such as \"Voodoo Magic\" and \"Time &amp; Time Again\" with the Major Boys. Brown's rendition of \"&lt;a href=\"You%20Give%20Good%20Love\"&gt;You Give Good Love&lt;/a&gt;\" reached the Top 10 of the &lt;a href=\"UK%20Dance%20Chart\"&gt;UK Dance Chart&lt;/a&gt; in August 2002. In the spring 2006 she recorded \"Get Another Love\", released on &lt;a href=\"Defected%20Records\"&gt;Defected Records&lt;/a&gt;. The track went on to score in the Top 10 of the &lt;a href=\"BBC%20Radio%201\"&gt;BBC Radio 1&lt;/a&gt; Dance Chart.\nIn 2008, Brown and dance outfit White Knights released \"Sound of the City\". The single, written by &lt;a href=\"Jason%20Gardiner\"&gt;Jason Gardiner&lt;/a&gt; and Nick Tcherniak about &lt;a href=\"Soho\"&gt;Soho&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt;, peaked at number six on the UK Upfront Club chart.\nIn the fall of 2010, Brown reconnected with producer David Shaw and partner Deep Influence to produce two tracks; \"Feel the Music\" and \"Love and Pain\" on the duo's digitally distributed Kontinuous Music."
}