{
    "id": "2202301",
    "revid": "20836525",
    "url": "https://en.wikipedia.org/wiki?curid=2202301",
    "title": "Thermal decomposition",
    "text": "Thermal decomposition, or thermolysis, is a &lt;a href=\"chemical%20decomposition\"&gt;chemical decomposition&lt;/a&gt; caused by heat. The decomposition temperature of a substance is the &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt; at which the substance chemically decomposes. The reaction is usually &lt;a href=\"Endothermic%20process\"&gt;endothermic&lt;/a&gt; as heat is required to break &lt;a href=\"chemical%20bond\"&gt;chemical bond&lt;/a&gt;s in the compound undergoing decomposition. If decomposition is sufficiently &lt;a href=\"Exothermic%20process\"&gt;exothermic&lt;/a&gt;, a &lt;a href=\"positive%20feedback%20loop\"&gt;positive feedback loop&lt;/a&gt; is created producing &lt;a href=\"thermal%20runaway\"&gt;thermal runaway&lt;/a&gt; and possibly an &lt;a href=\"explosion\"&gt;explosion&lt;/a&gt; or other chemical reaction.\nEase of decomposition.\nWhen metals are near the bottom of the &lt;a href=\"reactivity%20series\"&gt;reactivity series&lt;/a&gt;, their &lt;a href=\"Chemical%20compound\"&gt;compounds&lt;/a&gt; generally decompose easily at high temperatures. This is because stronger &lt;a href=\"Chemical%20bond\"&gt;bonds&lt;/a&gt; form between &lt;a href=\"atom\"&gt;atom&lt;/a&gt;s towards the top of the reactivity series, and strong bonds are difficult to break. For example, &lt;a href=\"copper\"&gt;copper&lt;/a&gt; is near the bottom of the reactivity series, and &lt;a href=\"copper%20sulfate\"&gt;copper sulfate&lt;/a&gt; (CuSO4), begins to decompose at about 200 °C, increasing rapidly at higher temperatures to about 560 °C. In contrast &lt;a href=\"potassium\"&gt;potassium&lt;/a&gt; is near the top of the reactivity series, and &lt;a href=\"potassium%20sulfate\"&gt;potassium sulfate&lt;/a&gt; (K2SO4) does not decompose at its melting point of about 1069 °C, nor even at its boiling point.\nPractical applications.\nThere are many scenarios in the real world that are affected by thermal degradation. One of the things affected is fingerprints. When anyone touches something, there is residue left from the fingers. If fingers are sweaty, or contain more oils, the residue contains many chemicals. De Paoli and her collogues conducted a study testing thermal degradation on certain components found in fingerprints. For heat exposure, the amino acid and urea samples started degradation at 100°C and for lactic acid, the decomposition process started around 50°C. These components are necessary for further testing, so in the forensics discipline, decomposition of fingerprints is significant."
}