{
    "id": "22040609",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=22040609",
    "title": "Marlborough Nomads",
    "text": "The Marlborough Nomads was a 19th-century English &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club that was notable for being one of the twenty-one founding members of the &lt;a href=\"Rugby%20Football%20Union\"&gt;Rugby Football Union&lt;/a&gt;. They also supplied a number of players for the sport's early international fixtures.\nHistory.\nThe Nomads were founded in 1868 by James Bourdillon, a member of the &lt;a href=\"Indian%20Civil%20Service\"&gt;Indian Civil Service&lt;/a&gt; and F. I. Currey, who became the first secretary, and was later captain. It was founded as a club for former pupils of &lt;a href=\"Marlborough%20College\"&gt;Marlborough College&lt;/a&gt; who had moved to live and work in London but still wanted to actively play football. Hence it was referred to in some quarters as Old Marlburians.\nThe club's first match was played in 1868 against the well established &lt;a href=\"Richmond%20FC\"&gt;Richmond FC&lt;/a&gt;, at Richmond's ground in the Old Deer Park and in this fixture the Nomads were beaten. The Nomads themselves originally played on Blackheath on the opposite side of the road to &lt;a href=\"Blackheath%20F.C.\"&gt;Blackheath F.C.&lt;/a&gt;, except when the latter had a match away, when they utilised their ground. The ground at Blackheath was unenclosed, and the spectators often trespassed on the ground. True to their name they moved and settled later in Surbiton at a private ground. They became very well established and their fixture list included a regular match with &lt;a href=\"Blackheath%20FC\"&gt;Blackheath FC&lt;/a&gt; who they finally beat in 1882, thanks principally to A. Kaye Butterworth and Harry Vassal.\nOther opponents, besides Blackheath and Richmond, included &lt;a href=\"West%20Kent%20Football%20Club\"&gt;West Kent&lt;/a&gt;, &lt;a href=\"Gipsies%20Football%20Club\"&gt;The Gipsies&lt;/a&gt; and &lt;a href=\"Ravenscourt%20Park%20Football%20Club\"&gt;Ravenscourt Park&lt;/a&gt;. They also played both their old school, Marlborough College as well as &lt;a href=\"Haileybury%20College\"&gt;Haileybury College&lt;/a&gt; ona regular basis.\nLater secretaries of the club included H. Stanhope Illingworth, R. F. Isaacson, and J. D. Vans Agnew. Of the men associated with the club Hamersley, Freeman, A. K. Butterworth, Vans Agnew, and F. I. Currey all served on the committee of the Rugby Union, and the latter held the secretaryship in 1874, during &lt;a href=\"A.%20G.%20Guillemard\"&gt;A. G. Guillemard&lt;/a&gt;'s temporary absence abroad. Currey later became president of the RFU from 1884 to 1886.\nFoundation of the RFU.\nOn 26 January 1871, 32 members representing twenty-one London and suburban football clubs that followed &lt;a href=\"Rugby%20School\"&gt;Rugby School&lt;/a&gt; rules (Wasps were invited by failed to attend) assembled at the &lt;a href=\"Pall%20Mall%20Restaurant\"&gt;Pall Mall Restaurant&lt;/a&gt; in &lt;a href=\"Regent%20Street\"&gt;Regent Street&lt;/a&gt;. E.C. Holmes, captain of the &lt;a href=\"Richmond%20FC\"&gt;Richmond Club&lt;/a&gt; assumed the presidency. It was resolved unanimously that the formation of a Rugby Football Society was desirable and thus the &lt;a href=\"Rugby%20Football%20Union\"&gt;Rugby Football Union&lt;/a&gt; was formed. A president, a secretary and treasurer, and a committee of thirteen were elected, to whom was entrusted the drawing-up of the laws of the game upon the basis of the code in use at Rugby School. F. I.Currey represented The Nomads and was one of the thirteen original committee members.\nThe First Internationals.\nThe first international rugby match was played between Scotland and England in 1871 and The Nomads provided the future England captain, &lt;a href=\"Alfred%20St.%20George%20Hamersley\"&gt;Alfred St. George Hamersley&lt;/a&gt;. Fred Mills, back ; Harold Freeman, three-quarter ; and A. St. G. Hamersley and F. I. Currey, forward, played in the second match in 1872. Hamersley, Freeman, and Mills also played in 1873 with Hamersley captaining an England side in 1874 that also contained two other Nomads, Sydney Moore and W. H. Milton against a Scotland side that contained the Nomad, H. M. Hamilton.\nLater years.\nIn 1911 &lt;a href=\"Rosslyn%20Park%20F.C.\"&gt;Rosslyn Park F.C.&lt;/a&gt; invited the club to join them with the acceptance of the Marlborough Nomads the club went out of existence. Rosslyn Park then became the London club of choice for old Marlburians. The Nomads remain today as a vibrant social and international touring side within Rosslyn Park playing league matches in London Merit Table 3.\nNotable players.\nA number of Nomads represented the national sides, most prominently &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt;:\nAdditional notable players include:"
}