{
    "id": "2204592",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2204592",
    "title": "George Smith (rugby union)",
    "text": "George Smith (born 14 July 1980) is a retired Australian &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. He was a &lt;a href=\"Flanker%20%28rugby%20union%29\"&gt;flanker&lt;/a&gt; for &lt;a href=\"Bristol%20Bears\"&gt;Bristol Bears&lt;/a&gt;, though he is more known for his 12 years (2000–10,13) at the &lt;a href=\"ACT%20Brumbies\"&gt;ACT Brumbies&lt;/a&gt; in &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt;, earning 142 caps.\nHe made his test debut in 2000 against &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; in Paris and earning 111 &lt;a href=\"Cap%20%28sport%29\"&gt;caps&lt;/a&gt; for &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt;, 110 before retiring from international rugby on 5 February 2010 and one final cap against the &lt;a href=\"British%20%26amp%3B%20Irish%20Lions\"&gt;British &amp; Irish Lions&lt;/a&gt; on 6 July 2013. He is the second most capped Wallaby forward behind &lt;a href=\"Nathan%20Sharpe\"&gt;Nathan Sharpe&lt;/a&gt;, and is the second most capped flanker in rugby union behind &lt;a href=\"Richie%20McCaw\"&gt;Richie McCaw&lt;/a&gt;.\nEarly life and junior career.\nSmith was born in &lt;a href=\"Manly%2C%20New%20South%20Wales\"&gt;Manly&lt;/a&gt;, &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;. He began playing rugby with the Manly Roos/Warringah Roos, before moving on to play the majority of his junior career with the Manly Vikings, and &lt;a href=\"Tupou%20College\"&gt;Tupou College&lt;/a&gt; in Tonga, playing a year above his age group in the Sydney junior rugby competition. Once that team had reached its age limit (18 years old) and moved on to the colts competition, Smith remained in the Sydney junior rugby competition, this time lining up in his correct age group for the Seaforth-Balgowlah Raiders.\nHe then progressed to playing in the &lt;a href=\"Manly%20RUFC\"&gt;Manly&lt;/a&gt; 1st grade Colts side who also won a premiership in 1999. It was during that season that Smith made his first grade debut at Nepean Rugby Park against The &lt;a href=\"Penrith%20Emus%20Rugby\"&gt;Penrith Emus&lt;/a&gt;. During his junior career he was selected for many representative teams, including Manly, Sydney, Northern Zone, NSW, and Australian Under 16s.\nSmith also had a successful school career, first at Balgowlah Boys High School, then at Cromer High School, where, along with Tongan international John Payne, he won the Australian Schools Championship. He played for the Australian Schoolboys team in 1998.\nSenior career.\nBrumbies and Australia: 2000–2010.\nHe was signed to the &lt;a href=\"ACT%20Brumbies\"&gt;ACT Brumbies&lt;/a&gt; by &lt;a href=\"Eddie%20Jones%20%28rugby%20union%29\"&gt;Eddie Jones&lt;/a&gt; in 1999. He made his Super 12 debut in just his first year of professional rugby in 2000, playing against the &lt;a href=\"Coastal%20Sharks\"&gt;Sharks&lt;/a&gt;, and he scored a try in the Brumbies Super 12 final loss to the Canterbury Crusaders. In a remarkable year, Smith was also capped for the first time in the Wallabies end of season tour against France.\nSmith was a key player for the &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Wallabies&lt;/a&gt; from 2000–09.\nHe was often voted Players' Player of the Year, awarded for fair-play by his teammates and officials. He has recently been chosen as a member of the &lt;a href=\"Wallaby%20Team%20of%20the%20Decade\"&gt;Wallaby Team of the Decade&lt;/a&gt;, a remarkable feat considering his age and one of only three current players picked. In 2002, he was the first recipient of the &lt;a href=\"John%20Eales%20Medal\"&gt;John Eales Medal&lt;/a&gt;, awarded by the &lt;a href=\"Australian%20Rugby%20Union\"&gt;Australian Rugby Union&lt;/a&gt; and the Rugby Union Players' Association to their Player of the Year.\nHe won Australian Super 14 Player of the Year four years in a row between &lt;a href=\"2006%20Super%2014%20season\"&gt;2006&lt;/a&gt; and &lt;a href=\"2009%20Super%2014%20season\"&gt;2009&lt;/a&gt;.\nIn 2007 the breakdown specialist capped off another remarkable season claiming awards including: the Brett Robinson Award as the Brumbies' Players' Player for the fifth consecutive year; Super 14 Player of the Year; and the Rugby Union Players' Association 'Rugby Medal for Excellence'. These recognitions underlined his position as one of rugby's most respected players, reinforced further when he became the Wallabies 75th captain, against Canada at the &lt;a href=\"2007%20Rugby%20World%20Cup\"&gt;2007 Rugby World Cup&lt;/a&gt;.\n2008 was a big year for Smith. He captained the &lt;a href=\"Brumbies\"&gt;Brumbies&lt;/a&gt; and the Wallabies and became the first player to win the \"John Eales Medal\", twice. In addition, Smith won the \"Super 14 Player of the Year Award\", for the third consecutive year and the Brett Robinson Award as the Brumbies' Players' Player of the year for the sixth consecutive year.\nHe also reached a personal milestone during the season, when he made his 100th &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; appearance against the Cheetahs in round six. In a memorable double for the Smith family, George's younger brother, Brumbies teammate &lt;a href=\"Tyrone%20Smith%20%28rugby%29\"&gt;Tyrone&lt;/a&gt;, was named rookie of the year. In the international arena, the older Smith also became both the most capped flanker and the most capped forward – the latter being previously held by &lt;a href=\"John%20Eales\"&gt;John Eales&lt;/a&gt;.\nOn 5 February 2010, Smith announced his retirement from international rugby. &lt;a href=\"2010%20Super%2014%20season\"&gt;2010&lt;/a&gt; was expected to be his last in &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt;. Smith celebrated with the achievement of his 9th Brumbies Players' Player of the Year, with eight of those awards being consecutive.\nToulon, Stade Français and Suntory: 2011–2013.\nIn June 2010, Smith signed a one-year contract with French Top 14 club &lt;a href=\"Toulon%20Rugby\"&gt;Toulon&lt;/a&gt;. His RC Toulonnais teammates included former &lt;a href=\"Highlanders%20%28rugby%29\"&gt;Highlander&lt;/a&gt; and &lt;a href=\"All%20Blacks\"&gt;All Black&lt;/a&gt; prop &lt;a href=\"Carl%20Hayman%23Toulon\"&gt;Carl Hayman&lt;/a&gt;, and former Brumbies' scrum-half &lt;a href=\"Matt%20Henjak%23Super%20Rugby\"&gt;Matt Henjak&lt;/a&gt;. Later in 2010 he was selected in the &lt;a href=\"Barbarian%20Rugby%20Club\"&gt;French Barbarians&lt;/a&gt; to play at blindside flanker (number 6) against &lt;a href=\"Tonga%20national%20rugby%20union%20team\"&gt;Tonga&lt;/a&gt;.\nSmith played for the Australia XV team alongside fellow Tongan, &lt;a href=\"Lisiate%20Tafa\"&gt;Lisiate Tafa&lt;/a&gt;, in the Southern Hemisphere Charity Fundraiser in March 2011 against the Pacific Barbarians. In the following month Smith become the highest paid Australian rugby player by signing with Japanese club, &lt;a href=\"Suntory%20Sungoliath\"&gt;Suntory Sungoliath&lt;/a&gt;, on a $3.3 million three-year deal.\nHe joined &lt;a href=\"Stade%20Fran%C3%A7ais\"&gt;Stade Français&lt;/a&gt; in 2012 on a short-term contract for the end of their &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; and &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt; seasons.\nBrumbies and Lions Series: 2013.\nIn early 2013 the Brumbies announced that Smith would return to Australia on a short term contract for the &lt;a href=\"2013%20Super%20Rugby%20season\"&gt;2013 Super Rugby season&lt;/a&gt;. This followed &lt;a href=\"Ita%20Vaea\"&gt;Ita Vaea&lt;/a&gt;'s season-ending injury. Smith gained the approval of his Japanese club Sungoliath for his 12-week stint back in Australia.\nSmith was recalled to the Australian squad in June that year for the series against the &lt;a href=\"2013%20British%20%26amp%3B%20Irish%20Lions%20tour%20to%20Australia\"&gt;British &amp; Irish Lions&lt;/a&gt;, after recovering from a knee injury. After being overlooked for the second test, Smith was named as the starting open side flanker for the third and deciding test in Sydney. It was his first test since retiring from international rugby in February 2010 and broke &lt;a href=\"Colin%20Meads\"&gt;Colin Meads&lt;/a&gt;' record of 4382 days between his first test against the Lions, and his last.\nLyon and Wasps: 2014–2016.\nAfter leaving French club &lt;a href=\"Lyon%20OU\"&gt;Lyon&lt;/a&gt; on their relegation to the &lt;a href=\"Pro%20D2\"&gt;Pro D2&lt;/a&gt;, Smith made a move to England to sign for &lt;a href=\"Wasps%20RFC\"&gt;Wasps&lt;/a&gt; in the &lt;a href=\"Aviva%20Premiership\"&gt;Aviva Premiership&lt;/a&gt; from the 2015–16 season. During his season with Wasps, Smith won a number of awards; including Wasps' Players' Player of the Year, Wasps' Player of the Year, &lt;a href=\"Aviva%20Premiership\"&gt;Aviva Premiership&lt;/a&gt; Players' Player of the Year and Green Flag Forward of the Season. During his spell in England, Smith was also involved in the &lt;a href=\"England%20Rugby\"&gt;England&lt;/a&gt; coaching setup during the &lt;a href=\"2016%20Six%20Nations%20Championship\"&gt;2016 Six Nations Championship&lt;/a&gt;\nQueensland Reds and Suntory: 2016–2018.\nIn mid 2016 it was confirmed that Smith would leave Wasps in England to return to Japanese club &lt;a href=\"Suntory%20Sungoliath\"&gt;Suntory Sungoliath&lt;/a&gt;, and that he would also play for the Queensland Reds in the 2017 and 2018 &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; seasons.\nOn 13 July 2018, Smith played his final home game for Queensland Reds, having initially been ruled out with a knee injury. This was his final professional game in Australia.\nBristol: 2018–2019.\nSmith joined the &lt;a href=\"Bristol%20Bears\"&gt;Bristol Bears&lt;/a&gt; in England for their 2018–19 &lt;a href=\"Premiership%20Rugby\"&gt;Premiership Rugby&lt;/a&gt; season. He retired from professional rugby at the end of that season.\nPersonal life.\nSmith, who is of &lt;a href=\"Tonga\"&gt;Tonga&lt;/a&gt;n background, is the older brother of fellow &lt;a href=\"Brumbies%20%28rugby%29\"&gt;Brumbies&lt;/a&gt; player and &lt;a href=\"Tonga%20national%20rugby%20league%20team\"&gt;Tongan&lt;/a&gt; rugby league international &lt;a href=\"Tyrone%20Smith%20%28rugby%29\"&gt;Tyrone Smith&lt;/a&gt;.\nHe was easily recognised on the field by his &lt;a href=\"dreadlocks\"&gt;dreadlocked&lt;/a&gt; hair style until late 2006 – when he decided to sell his dreadlocks for charity. They were given to a charity for younger people with cancer.\nSmith was the face of the Australian version of &lt;a href=\"Electronic%20Arts\"&gt;Electronic Arts&lt;/a&gt;' &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt; \"&lt;a href=\"Rugby%202005\"&gt;Rugby 2005&lt;/a&gt;\".\nHe was made a &lt;a href=\"Order%20of%20Australia\"&gt;Member of the Order of Australia&lt;/a&gt; in 2012."
}