{
    "id": "220444",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=220444",
    "title": "Morchella",
    "text": "Morchella, the true morels, is a &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of edible &lt;a href=\"ascomycota\"&gt;sac fungi&lt;/a&gt; closely related to anatomically simpler &lt;a href=\"Cup%20fungus\"&gt;cup fungi&lt;/a&gt; in the order &lt;a href=\"Pezizales\"&gt;Pezizales&lt;/a&gt; (&lt;a href=\"division%20%28mycology%29\"&gt;division&lt;/a&gt; &lt;a href=\"Ascomycota\"&gt;Ascomycota&lt;/a&gt;). These distinctive &lt;a href=\"fungi\"&gt;fungi&lt;/a&gt; have a &lt;a href=\"honeycomb\"&gt;honeycomb&lt;/a&gt; appearance due to the network of ridges with pits composing their &lt;a href=\"cap%20%28mycology%29\"&gt;caps&lt;/a&gt;. Morels are prized by gourmet cooks, particularly in &lt;a href=\"French%20cuisine\"&gt;French cuisine&lt;/a&gt;. Due to difficulties in &lt;a href=\"Fungiculture\"&gt;cultivation&lt;/a&gt;, commercial harvesting of wild morels has become a multimillion-dollar industry in the temperate &lt;a href=\"Northern%20Hemisphere\"&gt;Northern Hemisphere&lt;/a&gt;, in particular North America, Turkey, China, the Himalayas, India, and Pakistan where these highly prized fungi are found in abundance.\nTypified by \"&lt;a href=\"Morchella%20esculenta\"&gt;Morchella esculenta&lt;/a&gt;\" in 1794, the genus has been the source of considerable &lt;a href=\"taxonomy%20%28biology%29\"&gt;taxonomical&lt;/a&gt; controversy throughout the years, mostly with regard to the number of species involved, with some &lt;a href=\"mycologist\"&gt;mycologist&lt;/a&gt;s recognising as few as three species and others over thirty. Current &lt;a href=\"molecular%20phylogenetics\"&gt;molecular phylogenetics&lt;/a&gt; suggest there might be over seventy species of \"Morchella\" worldwide, most of them exhibiting high continental &lt;a href=\"endemism\"&gt;endemism&lt;/a&gt; and provincialism.\nThe genus is currently the focus of extensive &lt;a href=\"phylogenetic\"&gt;phylogenetic&lt;/a&gt;, &lt;a href=\"biogeographical\"&gt;biogeographical&lt;/a&gt;, taxonomical and &lt;a href=\"nomenclatural\"&gt;nomenclatural&lt;/a&gt; studies, and several new species have been described from Australia, Canada, Cyprus, Israel, Spain, and Turkey.\nEarly history.\n\"Morchella\" Dill. ex Pers. : Fr. was typified by &lt;a href=\"Christiaan%20Hendrik%20Persoon\"&gt;Christiaan Hendrik Persoon&lt;/a&gt; in 1794, with \"&lt;a href=\"Morchella%20esculenta\"&gt;Morchella esculenta&lt;/a&gt;\" designated as the &lt;a href=\"type%20species\"&gt;type species&lt;/a&gt; for the genus. Among early pioneers who took an interest in the genus, were mycologists &lt;a href=\"Julius%20Vincenz%20von%20Krombholz\"&gt;Julius Vincenz von Krombholz&lt;/a&gt; and &lt;a href=\"%C3%89mile%20Boudier\"&gt;Émile Boudier&lt;/a&gt;, who, in 1834 and 1897 respectively, published several species and varieties, accompanied by meticulously illustrated iconographic plates. The seminal taxon \"&lt;a href=\"Morchella%20elata\"&gt;Morchella elata&lt;/a&gt;\", whose true identity still remains unresolved, was described by &lt;a href=\"Elias%20Magnus%20Fries\"&gt;Elias Fries&lt;/a&gt; in 1822, from a fir forest in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;. Other classical, early-proposed names include \"&lt;a href=\"Morchella%20deliciosa\"&gt;Morchella deliciosa&lt;/a&gt;\", also described by Fries in 1822, \"&lt;a href=\"Morchella%20semilibera\"&gt;Morchella semilibera&lt;/a&gt;\", the half-free morel, originally described by &lt;a href=\"de%20Candolle\"&gt;de Candolle&lt;/a&gt; and sanctioned by Fries in 1822, \"&lt;a href=\"Morchella%20vulgaris\"&gt;Morchella vulgaris&lt;/a&gt;\", which was recombined by &lt;a href=\"Samuel%20Frederick%20Gray\"&gt;Samuel Gray&lt;/a&gt; as a distinct species in 1821 following a \"forma\" of \"M. esculenta\" previously proposed by &lt;a href=\"Christiaan%20Hendrik%20Persoon\"&gt;Persoon&lt;/a&gt;, and \"&lt;a href=\"Morchella%20angusticeps\"&gt;Morchella angusticeps&lt;/a&gt;\", a large-spored species described by American mycologist &lt;a href=\"Charles%20Horton%20Peck\"&gt;Charles Peck&lt;/a&gt; in 1887. \"&lt;a href=\"Morchella%20purpurascens\"&gt;Morchella purpurascens&lt;/a&gt;\", the purple morel, was first described by &lt;a href=\"Emile%20Boudier\"&gt;Boudier&lt;/a&gt; as a variety of \"M. elata\" in 1897 based on an 1834 plate by Krombholz, and was recombined as a distinct species in 1985 by Emile Jacquetant. \"&lt;a href=\"Morchella%20eximia\"&gt;Morchella eximia&lt;/a&gt;\", a globally-occurring fire-associated species was also described by &lt;a href=\"Emile%20Boudier\"&gt;Boudier&lt;/a&gt; in 1910. The old, widely applied name \"&lt;a href=\"Morchella%20conica\"&gt;Morchella conica&lt;/a&gt;\", featuring in many field guides and literature across several countries, has been shown by Richard and colleagues to be &lt;a href=\"Nomen%20illegitimum\"&gt;illegitimate&lt;/a&gt;.\nSystematic classification.\nPhylogeny.\nEarly &lt;a href=\"phylogenetic\"&gt;phylogenetic&lt;/a&gt; analyses supported the hypothesis that the genus comprises only a few species with considerable &lt;a href=\"phenotype\"&gt;phenotypic&lt;/a&gt; variation. Subsequent multigenic DNA studies, however, have revealed more than a dozen genealogically distinct species in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; and at least as many in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. DNA studies revealed three discrete &lt;a href=\"clade\"&gt;clade&lt;/a&gt;s, or genetic groups, consisting of the \"white morels\" (\"&lt;a href=\"Morchella%20rufobrunnea\"&gt;Morchella rufobrunnea&lt;/a&gt;\" and \"&lt;a href=\"Morchella%20anatolica\"&gt;Morchella anatolica&lt;/a&gt;\"), the \"yellow morels\" (\"&lt;a href=\"Morchella%20esculenta\"&gt;Morchella esculenta&lt;/a&gt;\" and others), and the \"black morels\" (\"&lt;a href=\"Morchella%20elata\"&gt;Morchella elata&lt;/a&gt;\" and others). The fire-associated species \"&lt;a href=\"Morchella%20tomentosa\"&gt;Morchella tomentosa&lt;/a&gt;\", commonly known as the \"gray morel\", is distinct for its &lt;a href=\"tomentose\"&gt;fine hairs&lt;/a&gt; on the cap ridges and &lt;a href=\"sclerotium\"&gt;sclerotia&lt;/a&gt;-like underground structures, and may also deserve its own clade based on DNA evidence. Within the yellow and black clades, there are dozens of distinct species, many &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; to individual continents or regions. This species-rich view is supported by studies in &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt;, &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt;, &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt;, &lt;a href=\"Patagonia\"&gt;Patagonia&lt;/a&gt;, and the &lt;a href=\"Himalayas\"&gt;Himalayas&lt;/a&gt;.\nTaxonomy.\nThe &lt;a href=\"sporocarp%20%28fungi%29\"&gt;fruit bodies&lt;/a&gt; of \"Morchella\" species are highly &lt;a href=\"Polymorphism%20%28biology%29\"&gt;polymorphic&lt;/a&gt;, varying in shape, color, and size. While in many cases they do not exhibit clear-cut distinguishing features microscopically, this has historically contributed to uncertainties in taxonomy. Discriminating between the various taxa described is further hindered by uncertainty over which of these are truly biologically distinct. Remarkably, some authors in the past had suggested that the genus contains as few as 3 to 6 species, while others recognised as many as 34. Efforts to clarify the situation and re-evaluate old classical names (such as \"&lt;a href=\"Morchella%20elata\"&gt;Morchella elata&lt;/a&gt;\" and others) in accordance to current phylogenetic data have been challenging, due to vague or ambiguous original descriptions and loss of &lt;a href=\"holotype\"&gt;holotype&lt;/a&gt; material. In 2012, the simultaneous description of several new taxa from Europe by Clowez and North America by Kuo and colleagues resulted in several &lt;a href=\"Synonym%20%28taxonomy%29\"&gt;synonymities&lt;/a&gt; further complicating matters, until a transatlantic study by Richard and colleagues resolved many of these issues in 2014. The genus is currently undergoing extensive re-evaluation with regards to the taxonomic status of several species.\nSpecies.\nAbout 80 species of \"Morchella\" were described until the turn of the 21st century (http://www.indexfungorum.org/), a number of which were later shown to be illegitimate or synonyms. As molecular tools became widely available in the new millennium, a revived interest in the genus commenced and several new species were proposed. In 2008 Kuo described \"&lt;a href=\"Morchella%20tomentosa\"&gt;Morchella tomentosa&lt;/a&gt;\" from burned coniferous forests in western North America. In 2010 Işiloğlu and colleagues described \"&lt;a href=\"Morchella%20anatolica\"&gt;Morchella anatolica&lt;/a&gt;\", a &lt;a href=\"Basal%20%28phylogenetics%29\"&gt;basal&lt;/a&gt; species from &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; later shown to be sister to \"&lt;a href=\"Morchella%20rufobrunnea\"&gt;Morchella rufobrunnea&lt;/a&gt;\". A study by Clowez described over 20 new species in 2012, while later in the same year, another study by Kuo and colleagues described 19 species from &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. However, several of these newly proposed names later turned out to be synonyms. An extensive taxonomical and nomenclatural revision of the genus provided by Richard and colleagues in 2014, applied names to 30 of the genealogical lineages recognized so far and clarified several synonymities. Also in 2014, Elliott and colleagues described \"&lt;a href=\"Morchella%20australiana\"&gt;Morchella australiana&lt;/a&gt;\" from &lt;a href=\"sclerophyll\"&gt;sclerophyll&lt;/a&gt; forests in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, while Clowez and colleagues described \"&lt;a href=\"Morchella%20fluvialis\"&gt;Morchella fluvialis&lt;/a&gt;\" from riparian forests in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. \nIn 2015, Loizides and colleagues clarified the taxonomy of \"&lt;a href=\"Morchella%20tridentina\"&gt;Morchella tridentina&lt;/a&gt;\", a cosmopolitan species described under many names, and recombined \"&lt;a href=\"Morchella%20kakiicolor\"&gt;Morchella kakiicolor&lt;/a&gt;\" as a distinct species. Later in the same year, Clowez and colleagues described \"&lt;a href=\"Morchella%20palazonii\"&gt;Morchella palazonii&lt;/a&gt;\" from &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, while Voitk and colleagues described \"&lt;a href=\"Morchella%20laurentiana\"&gt;Morchella laurentiana&lt;/a&gt;\" from &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and \"&lt;a href=\"Morchella%20eohespera\"&gt;Morchella eohespera&lt;/a&gt;\", a cosmopolitan species present in several continents. In an extensive phylogenetic and morphological study from &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt; in 2016, Loizides and colleagues added two more &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; species, \"&lt;a href=\"Morchella%20arbutiphila\"&gt;Morchella arbutiphila&lt;/a&gt;\" and \"&lt;a href=\"Morchella%20disparilis\"&gt;Morchella disparilis&lt;/a&gt;\", and resurrected \"&lt;a href=\"Morchella%20dunensis\"&gt;Morchella dunensis&lt;/a&gt;\" as an autonomous species. In the same year, Taşkın and colleagues described four of the previously unnamed phylospecies from &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;: \"&lt;a href=\"Morchella%20conifericola\"&gt;Morchella conifericola&lt;/a&gt;\", \"&lt;a href=\"Morchella%20feekensis\"&gt;Morchella feekensis&lt;/a&gt;\", \"&lt;a href=\"Morchella%20magnispora\"&gt;Morchella magnispora&lt;/a&gt;\" and \"&lt;a href=\"Morchella%20mediteterraneensis\"&gt;Morchella mediteterraneensis&lt;/a&gt;\".\nEvolutionary history and ancestral reconstructions.\nEarly &lt;a href=\"ancestral%20reconstruction\"&gt;ancestral reconstruction&lt;/a&gt; tests by O'Donnell and collaborators postulated a &lt;a href=\"Western%20United%20States\"&gt;western North American&lt;/a&gt; origin of morels and the genus was estimated to have diverged from its closest genealogical relatives \"&lt;a href=\"Verpa\"&gt;Verpa&lt;/a&gt;\" and \"&lt;a href=\"Disciotis\"&gt;Disciotis&lt;/a&gt;\" in the early Cretaceous, approximately 129 million years ago (Mya). This date was later revised by Du and collaborators, placing the divergence of the genus in the late Jurassic, approximately 154 Mya. However, neither of these reconstructions had included \"&lt;a href=\"Morchella%20anatolica\"&gt;Morchella anatolica&lt;/a&gt;\" in the analyses, whose phylogenetic placement remained at the time unresolved. Following genetic testing of isotype collection of \"M. anatolica\" by Taşkın and colleagues, this species was shown to nest in the ancestral /Rufobrunnea clade, together with the transcontinental \"&lt;a href=\"Morchella%20rufobrunnea\"&gt;Morchella rufobrunnea&lt;/a&gt;\". This cast doubts over the accuracy of the original reconstructions, since both species of the ancestral /Rufobrunnea clade are present in the Mediterranean, while \"M. anatolica\" is altogether absent from North America. Updated ancestral area reconstructions by Loizides and colleagues using an expanded 79-species data set, have in 2021 refuted the previous hypothesis and designated the &lt;a href=\"Mediterranean%20basin\"&gt;Mediterranean basin&lt;/a&gt; as the most probable place of origin of morels.\nEcology, phenology and distribution.\nThe ecology of \"Morchella\" species is not well understood. Many species appear to form &lt;a href=\"symbiotic%20relationship\"&gt;symbiotic&lt;/a&gt; or &lt;a href=\"endophytic\"&gt;endophytic&lt;/a&gt; relationships with trees, while others appear to act as &lt;a href=\"saprotroph\"&gt;saprotroph&lt;/a&gt;s. Yellow morels (\"&lt;a href=\"Morchella%20esculenta\"&gt;Morchella esculenta&lt;/a&gt;\" and related species) are more commonly found under &lt;a href=\"deciduous%20trees\"&gt;deciduous trees&lt;/a&gt; rather than &lt;a href=\"conifers\"&gt;conifers&lt;/a&gt;, while black morels (\"&lt;a href=\"Morchella%20elata\"&gt;Morchella elata&lt;/a&gt;\" and related species) are mostly found in coniferous forests, disturbed ground and recently burned areas. \"&lt;a href=\"Morchella%20galilaea\"&gt;Morchella galilaea&lt;/a&gt;\", and occasionally \"&lt;a href=\"Morchella%20rufobrunnea\"&gt;Morchella rufobrunnea&lt;/a&gt;\", appear to fruit in the autumn or winter months rather than spring, which is the typical fruiting season for morels.\nTree species associated with \"Morchella\" vary greatly depending on the individual species, continent, or region. Trees commonly associated with morels in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and across the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; include \"&lt;a href=\"Abies\"&gt;Abies&lt;/a&gt;\" (fir), \"&lt;a href=\"Pinus\"&gt;Pinus&lt;/a&gt;\" (pine), \"&lt;a href=\"Populus\"&gt;Populus&lt;/a&gt;\" (poplar), \"&lt;a href=\"Ulmus\"&gt;Ulmus&lt;/a&gt;\" (elm), \"&lt;a href=\"Quercus\"&gt;Quercus&lt;/a&gt;\" (oak), \"&lt;a href=\"Arbutus\"&gt;Arbutus&lt;/a&gt;\" (strawberry trees), \"&lt;a href=\"Castanea%20%28plant%29\"&gt;Castanea&lt;/a&gt;\" (chestnut), \"&lt;a href=\"Alnus\"&gt;Alnus&lt;/a&gt;\" (alder), \"&lt;a href=\"Olea\"&gt;Olea&lt;/a&gt;\" (olive trees), \"&lt;a href=\"Malus\"&gt;Malus&lt;/a&gt;\" (apple trees), and \"&lt;a href=\"Fraxinus\"&gt;Fraxinus&lt;/a&gt;\" (ash). In western North America morels are often found in coniferous forests, including species of \"&lt;a href=\"Pinus\"&gt;Pinus&lt;/a&gt;\" (pine), \"&lt;a href=\"Abies\"&gt;Abies&lt;/a&gt;\" (fir), \"&lt;a href=\"Larix\"&gt;Larix&lt;/a&gt;\" (larch), and \"&lt;a href=\"Pseudotsuga\"&gt;Pseudotsuga&lt;/a&gt;\" (Douglas-fir), as well as in \"&lt;a href=\"Populus\"&gt;Populus&lt;/a&gt;\" (cottonwood) &lt;a href=\"riparian%20zone\"&gt;riparian&lt;/a&gt; forests. Deciduous trees commonly associated with morels in the northern hemisphere include \"&lt;a href=\"Fraxinus\"&gt;Fraxinus&lt;/a&gt;\" (ash), \"&lt;a href=\"Platanus\"&gt;Platanus&lt;/a&gt;\" (sycamore), \"&lt;a href=\"Liriodendron\"&gt;Liriodendron&lt;/a&gt;\" (tulip tree), dead and dying &lt;a href=\"elms\"&gt;elms&lt;/a&gt;, &lt;a href=\"Populus%20sect.%20Aegiros\"&gt;cottonwoods&lt;/a&gt;, and old &lt;a href=\"apple%20tree\"&gt;apple tree&lt;/a&gt;s (remnants of &lt;a href=\"orchards\"&gt;orchards&lt;/a&gt;). Due to their springtime &lt;a href=\"phenology\"&gt;phenology&lt;/a&gt; (March–May), morels are hardly ever found in the vicinity of common poisonous mushrooms such as the &lt;a href=\"death%20cap\"&gt;death cap&lt;/a&gt; (\"&lt;a href=\"Amanita%20phalloides\"&gt;Amanita phalloides&lt;/a&gt;\"), the &lt;a href=\"sulphur%20tuft\"&gt;sulphur tuft&lt;/a&gt; (\"&lt;a href=\"Hypholoma%20fasciculare\"&gt;Hypholoma fasciculare&lt;/a&gt;\"), or the &lt;a href=\"fly%20agaric\"&gt;fly agaric&lt;/a&gt; (\"&lt;a href=\"Amanita%20muscaria\"&gt;Amanita muscaria&lt;/a&gt;\"). They can, however, occur alongside &lt;a href=\"false%20morels\"&gt;false morels&lt;/a&gt; (\"&lt;a href=\"Gyromitra\"&gt;Gyromitra&lt;/a&gt;\" and \"&lt;a href=\"Verpa\"&gt;Verpa&lt;/a&gt;\" species) and elfin saddles (\"&lt;a href=\"Helvella\"&gt;Helvella&lt;/a&gt;\" species), which also appear in spring.\nEfforts to &lt;a href=\"Fungiculture\"&gt;cultivate&lt;/a&gt; morels at a large scale have rarely been successful and the commercial morel industry relies on the harvest of wild mushrooms.\nAssociation with wildfire.\nCertain \"Morchella\" species (\"&lt;a href=\"Morchella%20eximia\"&gt;M. eximia&lt;/a&gt;\", \"&lt;a href=\"Morchella%20importuna\"&gt;M. importuna&lt;/a&gt;\", \"&lt;a href=\"Morchella%20tomentosa\"&gt;M. tomentosa&lt;/a&gt;\" and others) exhibit a &lt;a href=\"Pyrophyte\"&gt;pyrophilic&lt;/a&gt; behaviour and may grow abundantly in forests which have been recently burned by a &lt;a href=\"forest%20fire\"&gt;fire&lt;/a&gt;. Moderate-intensity fires are reported to produce higher abundances of morels than low- or high-intensity fires. This is caused by the soil becoming more alkaline as the result of &lt;a href=\"wood%20ash\"&gt;wood ash&lt;/a&gt; combining with water and being absorbed into the soil which triggers the morels to fruit. &lt;a href=\"Alkali%20soil\"&gt;Alkaline soil&lt;/a&gt; conditions which trigger fruiting have been observed and exploited with small-scale commercial cultivation of morels. Where fire suppression is practiced, morels often grow in small numbers in the same spot, year after year. If these areas are overrun by wildfire they often produce a bumper crop of black morels the following spring. Commercial pickers and buyers in North America target recently burned areas for this reason. These spots may be closely guarded by mushroom pickers, as morels are widely regarded as a &lt;a href=\"delicacy\"&gt;delicacy&lt;/a&gt; and often a &lt;a href=\"cash%20crop\"&gt;cash crop&lt;/a&gt;.\nTranscontinental species.\nAlthough many species within \"Morchella\" exhibit continental &lt;a href=\"endemism\"&gt;endemism&lt;/a&gt; and provincialism, several species have been phylogenetically shown to be present in more than one continent. So far, the list of transcontinental species includes \"&lt;a href=\"Morchella%20americana\"&gt;M. americana&lt;/a&gt;\", \"&lt;a href=\"Morchella%20eohespera\"&gt;M. eohespera&lt;/a&gt;\", \"&lt;a href=\"Morchella%20eximia\"&gt;M. eximia&lt;/a&gt;\", \"&lt;a href=\"Morchella%20exuberans\"&gt;M. exuberans&lt;/a&gt;\", \"&lt;a href=\"Morchella%20galilaea\"&gt;M. galilaea&lt;/a&gt;\", \"&lt;a href=\"Morchella%20importuna\"&gt;M. importuna&lt;/a&gt;\", \"&lt;a href=\"Morchella%20populiphila\"&gt;M. populiphila&lt;/a&gt;\", \"&lt;a href=\"Morchella%20pulchella\"&gt;M. pulchella&lt;/a&gt;\", \"&lt;a href=\"Morchella%20rufobrunnea\"&gt;M. rufobrunnea&lt;/a&gt;\", \"&lt;a href=\"Morchella%20semilibera\"&gt;M. semilibera&lt;/a&gt;\", \"&lt;a href=\"Morchella%20sextelata\"&gt;M. sextelata&lt;/a&gt;\", \"&lt;a href=\"Morchella%20steppicola\"&gt;M. steppicola&lt;/a&gt;\", and \"&lt;a href=\"Morchella%20tridentina\"&gt;M. tridentina&lt;/a&gt;\". The reasons behind the widespread, cosmopolitan distribution of these species, are still puzzling. Some authors have hypothesized that such transcontinental occurrences are the result of accidental anthropogenic &lt;a href=\"introduced%20species\"&gt;introductions&lt;/a&gt;, but this view has been disputed by others, who suggested an old and natural distribution, at least for some of these species which appear to be linked to indigenous flora. Long-distance spore dispersal has also been suggested as a possible &lt;a href=\"biological%20dispersal\"&gt;dispersal&lt;/a&gt; mechanism for some species, especially those belonging to fire-adapted &lt;a href=\"Lineage%20%28evolution%29\"&gt;lineages&lt;/a&gt;. It has been suggested that the widespread but disjunct distribution of some morel species, especially early diverging lineages like \"&lt;a href=\"Morchella%20rufobrunnea\"&gt;M. rufobrunnea&lt;/a&gt;\" and \"&lt;a href=\"Morchella%20tridentina\"&gt;M. tridentina&lt;/a&gt;\", may be the result of climatic refugia from the &lt;a href=\"Quaternary%20glaciation\"&gt;Quaternary glaciation&lt;/a&gt;.\nIn popular culture.\nMorel hunting is a common springtime activity. Mushroom collectors may carry a mesh collecting bag, so the spores can scatter as one carries the harvest.\nEvery spring, hundreds of morel enthusiasts gather in &lt;a href=\"Boyne%20City%2C%20Michigan\"&gt;Boyne City, Michigan&lt;/a&gt; for the National Morel Mushroom Festival, a century-old event. As one observer stated, \"if there is a modern, North American reenactment of &lt;a href=\"Geoffrey%20Chaucer\"&gt;Geoffrey Chaucer&lt;/a&gt;'s &lt;a href=\"Canterbury%20Tales\"&gt;Canterbury Tales&lt;/a&gt; this is it.\" Other festivals and hunting competitions in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; include the Illinois State Morel Mushroom Hunting Championship, the Ottawa Midwest Morel Fest and the Mesick Michigan Mushroom Festival.\nIn the survival horror video game , morel mushrooms are featured as one of the many edible items that the survivors can gather in the forests. They typically can be picked from &lt;a href=\"underbrush\"&gt;underbrush&lt;/a&gt;es during &lt;a href=\"summer\"&gt;summer&lt;/a&gt; and &lt;a href=\"autumn\"&gt;autumn&lt;/a&gt;, and can be boiled, fried, or preserved via &lt;a href=\"food%20drying\"&gt;drying&lt;/a&gt;.\nVernacular names.\n\"Morchella\" species have been called by many local names; some of the more colorful include \"dryland fish\", because when sliced lengthwise then breaded and fried, their outline resembles the shape of a fish; \"hickory chickens\", as they are known in many parts of &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;; and \"merkels\" or \"miracles\", based on &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt;, of how a mountain family was saved from starvation by eating morels. In parts of &lt;a href=\"West%20Virginia\"&gt;West Virginia&lt;/a&gt;, they are known as \"molly moochers\", \"muggins\", or \"muggles\". Due to the partial structural and textural similarity to some species of \"&lt;a href=\"Porifera\"&gt;Porifera&lt;/a&gt;\" (sponges), other common names for any true morel are \"sponge mushroom\" and \"&lt;a href=\"waffle\"&gt;waffle&lt;/a&gt; mushroom\". In the Appalachian woodlands, morels have also been called \"haystacks\", or \"snakeheads\". The &lt;a href=\"Finnish%20language\"&gt;Finnish&lt;/a&gt; vernacular name \"huhtasieni\", refers to \"huhta\", area cleared for agriculture by the slash and burn method.\nThe scientific name of the genus \"Morchella\" itself, is thought to have derived from \"morchel\", an old &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; word close to \"Möhre\", carrot or beet, due to similarity in shape.\nCultivation.\nDue to the mushroom's prized fruit bodies, several attempts have been made to grow the fungus in culture. In 1901, Repin reported successfully obtaining fruit bodies in a cave in which cultures had been established in flower pots nine years previously in 1892.\nMore recently, small-scale commercial growers have had success growing morels by using partially shaded rows of mulched wood. The rows of mulch piles are inoculated with morel mushroom spores in a solution of water and molasses which are poured over the piles of mulch and then they are allowed to grow undisturbed for several weeks. A solution of wood ashes mixed in water and diluted is subsequently poured over the rows of wood mulch which triggers fruiting of the morels. Morels are known to appear after fires and the alkalinity produced by wood ash mixed with water initiate fruit body formation for most species of morels.\nNutrition.\nRaw morel mushrooms are 90% water, 5% &lt;a href=\"carbohydrate\"&gt;carbohydrate&lt;/a&gt;s, 3% &lt;a href=\"protein%20%28nutrient%29\"&gt;protein&lt;/a&gt;, and 1% &lt;a href=\"fat\"&gt;fat&lt;/a&gt;. A 100 gram reference amount supplies 31 &lt;a href=\"calorie\"&gt;calorie&lt;/a&gt;s, and is a rich source of &lt;a href=\"iron\"&gt;iron&lt;/a&gt; (94% of the &lt;a href=\"Daily%20Value\"&gt;Daily Value&lt;/a&gt;, DV), &lt;a href=\"manganese\"&gt;manganese&lt;/a&gt;, &lt;a href=\"phosphorus\"&gt;phosphorus&lt;/a&gt;, &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt;, and vitamin D (34% DV, if having been exposed to sunlight or artificial &lt;a href=\"ultraviolet%20light\"&gt;ultraviolet light&lt;/a&gt;). Raw morels contain moderate levels of several &lt;a href=\"B%20vitamins\"&gt;B vitamins&lt;/a&gt; (table).\nGastronomical value and culinary uses.\nMorels are a feature of many cuisines, including &lt;a href=\"French_cuisine%23Provence-Alpes-C%C3%B4te_d%27Azur\"&gt;Provençal&lt;/a&gt;. Their unique flavor is prized by &lt;a href=\"chef\"&gt;chef&lt;/a&gt;s worldwide, with recipes and preparation methods designed to highlight and preserve it. As with most &lt;a href=\"Edible%20mushroom\"&gt;edible fungi&lt;/a&gt;, they are best when collected or bought fresh. One of the simplest ways to enjoy morels is by gently sauteeing them in butter, cracking pepper on top and sprinkling with salt. They are good additions to meat and poultry dishes and &lt;a href=\"soup\"&gt;soup&lt;/a&gt;s, and can be used as &lt;a href=\"pasta\"&gt;pasta&lt;/a&gt; fillings. However, as morels are known to contain &lt;a href=\"thermolabile\"&gt;thermolabile&lt;/a&gt; toxins, they must always be cooked before eating. \nMorels can be preserved in several ways: They can be &lt;a href=\"flash%20freezing\"&gt;'flash frozen'&lt;/a&gt; by simply running under cold water or putting them in a bucket to soak for a few minutes, then spread on a &lt;a href=\"Sheet%20pan\"&gt;baking tray&lt;/a&gt; and placed into a freezer. After freezing, they keep very well with the frozen glaze for a long time in airtight plastic containers. However, when thawed they can sometimes turn slightly mushy, so they are best frozen after &lt;a href=\"steaming\"&gt;steaming&lt;/a&gt; or &lt;a href=\"frying\"&gt;frying&lt;/a&gt;. Due to their natural porosity, morels may contain trace amounts of soil which cannot be easily washed out. Any visible soil should be removed with a brush, after cutting the body in half lengthwise, if needed. Mushroom hunters sometimes recommend soaking morels in a bowl of salt water briefly prior to cooking, although many chefs would disagree.\n&lt;a href=\"Food%20drying\"&gt;Drying&lt;/a&gt; is a popular and effective method for long-term storage, and morels are widely available commercially in this form. Any &lt;a href=\"Larva\"&gt;insect larvae&lt;/a&gt; which might be present in the fruit bodies usually drop out during the drying process.&lt;ref name=\"http://www.mssf.org/cookbook/morels.html\"&gt;&lt;a href=\"http%3A//www.mssf.org/cookbook/morels.html\"&gt;Wild About Mushrooms: Morels&lt;/a&gt;. Mssf.org. Retrieved on 2012-04-17.&lt;/ref&gt; Dried morels can then be reconstituted by soaking for 10–20 minutes in warm water or milk, and the soaking liquid can be used as stock.\nThe supreme flavor of morels is not just appreciated by humans; in &lt;a href=\"Yellowstone%20National%20Park\"&gt;Yellowstone National Park&lt;/a&gt;, black morels are also known to be consumed by &lt;a href=\"grizzly%20bear\"&gt;grizzly bear&lt;/a&gt;s (\"Ursus arctos horribilis\").\nToxicity.\n\"Morchella\" species are thought to contain small amounts of &lt;a href=\"hydrazine\"&gt;hydrazine&lt;/a&gt; &lt;a href=\"toxins\"&gt;toxins&lt;/a&gt; or an unknown toxin that is destroyed through cooking, (the presence of hydrazine is controversial since there are no primary references of hydrazine having been detected in the species); because of this, morels should never be eaten raw. It has been reported that even cooked morels can sometimes cause symptoms of &lt;a href=\"upset%20stomach\"&gt;upset stomach&lt;/a&gt; when consumed with alcohol. \nWhen eating this fungus for the first time it is wise to consume a small amount to minimize any allergic reaction. As with all fungi, morels for consumption must be clean and free of decay. Morels growing in old &lt;a href=\"apple\"&gt;apple&lt;/a&gt; &lt;a href=\"orchard\"&gt;orchard&lt;/a&gt;s that had been treated with the &lt;a href=\"insecticide\"&gt;insecticide&lt;/a&gt; &lt;a href=\"lead%20hydrogen%20arsenate\"&gt;lead arsenate&lt;/a&gt; may &lt;a href=\"bioaccumulation\"&gt;accumulate&lt;/a&gt; levels of toxic &lt;a href=\"lead\"&gt;lead&lt;/a&gt; and &lt;a href=\"arsenic\"&gt;arsenic&lt;/a&gt; that are unsuitable for human consumption.\nFalse morels.\nWhen gathering morels for the table, care must be taken to distinguish them from the poisonous \"&lt;a href=\"False%20morel\"&gt;false morels&lt;/a&gt;\", a term loosely applied to describe \"&lt;a href=\"Gyromitra%20esculenta\"&gt;Gyromitra esculenta&lt;/a&gt;\", \"&lt;a href=\"Verpa%20bohemica\"&gt;Verpa bohemica&lt;/a&gt;\", and other morel lookalikes. Although false morels are sometimes eaten without ill effect, they can cause severe gastrointestinal upset, loss of muscular coordination (including cardiac muscle), or even death. Incidents of &lt;a href=\"Mushroom%20poisoning\"&gt;poisoning&lt;/a&gt; usually occur when they are eaten in large quantities, inadequately cooked, or over several days in a row. False morels contain &lt;a href=\"gyromitrin\"&gt;gyromitrin&lt;/a&gt;, an organic &lt;a href=\"carcinogenic\"&gt;carcinogenic&lt;/a&gt; poison, hydrolyzed in the body into &lt;a href=\"monomethylhydrazine\"&gt;monomethylhydrazine&lt;/a&gt; (MMH). \"&lt;a href=\"Gyromitra%20esculenta\"&gt;Gyromitra esculenta&lt;/a&gt;\" in particular, has been reported to be responsible for up to 23% of mushroom fatalities each year in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;.\nThe key morphological features distinguishing false morels from true morels are as follows:"
}