{
    "id": "2205741",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2205741",
    "title": "Söderstadion",
    "text": "Söderstadion \"(translated in English as Southern Stadium)\" was a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"bandy\"&gt;bandy&lt;/a&gt; &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;. It was opened in 1966 and closed in 2013, being replaced by nearby &lt;a href=\"Tele2%20Arena\"&gt;Tele2 Arena&lt;/a&gt;.\nSöderstadion had a capacity of 12,800 depending on usage. A record attendance of 22,000 was set on 31 October 1982, when &lt;a href=\"Hammarby%20Fotboll\"&gt;Hammarby IF&lt;/a&gt; faced &lt;a href=\"IFK%20G%C3%B6teborg\"&gt;IFK Göteborg&lt;/a&gt;.\nThere had already existed stadiums at the site, the earliest opened in 1918 under the name &lt;a href=\"Johanneshovs%20Idrottsplats\"&gt;Johanneshovs Idrottsplats&lt;/a&gt;. After the stadium was closed, the site will now be used for new apartment buildings.\n&lt;a href=\"Bandy\"&gt;Bandy&lt;/a&gt; was played at Söderstadion wintertime until 1989 and the overall . The &lt;a href=\"Bandy%20World%20Championship%201987\"&gt;Bandy World Championship 1987&lt;/a&gt; final was played here (2nd half of the video). The last bandy match at the stadium was the &lt;a href=\"List%20of%20Swedish%20bandy%20championship%20finals%20%281950%E2%80%931999%29%231989\"&gt;Swedish final of 1989&lt;/a&gt;.\nThe home team &lt;a href=\"Hammarby%20IF%20Bandy\"&gt;Hammarby&lt;/a&gt;, the 2010 and 2013 Swedish champions, now plays at &lt;a href=\"Zinkensdamm\"&gt;Zinkensdamm&lt;/a&gt;.\nThe arena has also been used for &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt;.\nReplacement.\nBefore the Stockholm municipal elections of 2006, the right wing parties of Stockholm stated that a new stadium would be built if the municipal elections were won. On 28 June 2007 plans for a &lt;a href=\"Tele2%20Arena\"&gt;new stadium&lt;/a&gt; were officially announced. The last football game at Söderstadion was played on the 23 June 2013 when &lt;a href=\"Hammarby%20IF\"&gt;Hammarby IF&lt;/a&gt; played against Ängelholms FF in the 13th round of &lt;a href=\"Superettan\"&gt;Superettan&lt;/a&gt;. The game ended 1–1 with Hammarby securing a late draw when &lt;a href=\"Kennedy%20Bakircioglu\"&gt;Kennedy Bakircioglu&lt;/a&gt; scored the last goal at Söderstadion.\nTrivia.\nThe stadium is mentioned by its old name in the movie &lt;a href=\"My%20Life%20as%20a%20Dog\"&gt;My Life as a Dog&lt;/a&gt; (1985), where the main character tells the audience of a motorcycle &lt;a href=\"accident\"&gt;accident&lt;/a&gt; that occurred during a motorcycle show performed there. The stadium is located just next to the &lt;a href=\"Ericsson%20Globe\"&gt;Ericsson Globe&lt;/a&gt;. It is most easily reached from the &lt;a href=\"Stockholm%20metro\"&gt;Stockholm metro&lt;/a&gt; stations &lt;a href=\"Gullmarsplan%20metro%20station\"&gt;Gullmarsplan&lt;/a&gt; or &lt;a href=\"Globen%20metro%20station\"&gt;Globen&lt;/a&gt;."
}