{
    "id": "22054844",
    "revid": "426156",
    "url": "https://en.wikipedia.org/wiki?curid=22054844",
    "title": "Carno F.C.",
    "text": "Carno Football Club is an amateur Welsh &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; team based in the village of &lt;a href=\"Carno\"&gt;Carno&lt;/a&gt;. The team competes in the &lt;a href=\"Ardal%20Leagues\"&gt;Ardal Leagues&lt;/a&gt; North East.\nThe club was formed in 1960 and began life in the Montgomeryshire Amateur League, eventually winning it in the 1966/67 season (no promotion). Carno bounced between Divisions 1 and 2 until joining the Mid Wales League Division 2 in 1982, picking up a Montgomeryshire Amateur League Cup along the way. Carno lifted the Montgomeryshire Cup for the first time in 1983. 1983/84 saw the Mid Wales League merge into one division but a failure to adapt saw Carno drift back to the Montgomeryshire Amateur League Division 2 by the 1985/86 season. A bounce-back promotion and a league title in the 1987/88 season led to promotion back to the Mid Wales League. Carno then reached new heights as they were founding members of the new Cymru Alliance in 1990/91. In 1995/96 Carno were relegated to the Mid Wales League. Carno claimed their first Mid Wales League Cup and were crowned Mid Wales League Champions as the millennium drew to a close. By the 2005/06 season fortunes had changed and Carno finished rock bottom (no relegation). Better times were to come, league positions improved and the club secured their second Montgomeryshire Cup victory in 2007/08 and their third in the 2013/14 season. In the 2015/16 season Carno reached the last 8 of the FAW Trophy, semi-final stages of both the Radnorshire Cup and League Cup and lifted the Central Wales Cup for the first time. Carno also competed in a second final and third consecutive Montgomeryshire Cup Final. For the second consecutive year they were defeated in the final by Llanfair United FC.\nFrom their first game Carno have played at the Recreational Ground now commonly known as Ty Brith. History shows however that originally the ground had been known as \"The Gay Meadow\". The ground is located in the village itself.\nClub history.\nThe idea.\nCarno have enjoyed a memorable history having originated from an idea shared by Bernard Evans and Edward Glyn Jones and the late Meirion Rowlands, while in the pub convalescing after a car crash.\n\"When we got better we organised the Carno Football Club idea down the local watering hole,\" said Bernard Evans, one of the club's founders. \"Our first away game was versus Llandinam,\" continued Bernard, \"We took the train from Carno to Moat Lane, but there was no connection to Llandinam, so we had to walk the rest of the way.\"\n1960–1980.\nThe club was formed in 1960 and began life in the Montgomeryshire Amateur League. In their first full season the club finished 12th. They played 32 games and managed 10 wins, 5 draws and were beaten 17 times. They scored 66 goals whilst conceding 84.\nThe club's first silverware was achieved in the 1966/67 season when they won the Montgomeryshire Amateur League. There was no promotion to the Mid Wales League and later when the Montgomeryshire Amateur League was divided into 2 divisions in the 1969/70 season Carno found themselves in Division 2. In 1970/71 Carno were promoted to Division 1 but managed only one season as before being relegated back to Division 2.\nThe mid to late 1970s saw Carno win the Montgomeryshire Amateur League Division 2 twice. In 1975/1976 Carno won the league and gained promotion but again failed to cope with life in Division 1 with relegation after just one season. Carno added another Division 2 title in 1977/78 and finally managed to adapt to life in Division 1, maintaining their league status over the next few years until further promotion.\n1980–2000.\nThe 1980s was an up and down decade for Carno, but started with more silverware as Carno lifted their first Montgomeryshire Amateur League Cup in the early 80's, the first and only time Carno have won this cup. The 1982/83 season saw Carno compete in the Mid Wales League for the first time as they joined the second division.\n1983 was a massive year for the club as they lifted the prestigious Montgomeryshire Cup for the first time. The final was played at Welshpool and Carno won 1–0 against Llansantffraid FC, courtesy of an Aidy Hughes goal.\n1983/84 saw the Mid Wales League merge into one division. Carno struggled to cope with the change and were relegated the following season from the Mid Wales League. The fall was severe and Carno found themselves playing in the Montgomeryshire Amateur League Division 2 during the 1985/86 season but it would result in them lifting the league title. Promotion to Division 1 saw them flourish and finish runners up back to back in 1986/87 and 1987/88 with the latter resulting in their promotion back to the Mid Wales League.\nCarno then reached new heights in the 1990s as they were founding members of the new Cymru Alliance in 1990/91. Carno enjoyed 5 seasons playing in the second tier of Welsh Football. Their highest position, 6th, was achieved in both the 1992/93 and 1994/95 seasons. Sadly in 1995/96 Carno struggled to cope with the high standards of the league and were relegated back to the Mid Wales League. They played 36 games that season winning just 6, drawing 3 and losing 27. They only managed 42 goals and conceded 89.\nIn the buildup to the millennium Carno wrapped up their first Mid Wales League Cup win. In 1999/2000 Carno won the Mid Wales League. That season Carno played 30 games, winning 22, drawing 5 and losing just 3 on their way to lifting the league. 73 goals were scored and 29 conceded. This is the first and only time the club have won this League.\n2000–2010.\nThe 2000/01 season was cut short due to an outbreak of Foot and Mouth disease. Carno came close again to lifting the Mid Wales League but ended finishing runners up in the 2001/02 season. \nIn the 2005/06 season Carno finished rock bottom but managed to avoid relegation. That season they could only to muster up 19 points, winning just 5, drawing 4, and losing a staggering 21 games of the 30 we played. We scored only 32 goals whilst conceding 96. However, better times were to come. Their league position improved and we managed to secure a second Montgomeryshire Cup victory in 2007/08. At Meifod they shocked Cymru Alliance favourites Guilsfield with a 5–0 win.\nWe had impressive back to back top 4 finishes before reaching the Montgomeryshire Cup final again in 2010/11. Unfortunately we were unable to win our third Montgomeryshire cup as we lost 1–0 to Montgomery Town FC at Newtown. A last day defeat to Rivals Llanidloes Town FC would mean we finished 5th in the 2011/12 season. The 2012/13 season saw Carno finish a disappointing 12th place in the Mid Wales League.\n2013-2019.\n The 13/14 season Carno finished 3rd place whilst lifting the Montgomeryshire Cup for the third time in the club's history. At Berriew's, Talbot Field, we beat Waterloo 1–0 thanks to a Peter Rees goal. He would also go on to be named the Mid Wales League player of the Season, something that had not happened to a Carno player since John Davies won it over 15 years previously.\nThe 2015/16 season was one to remember. Carno finished 3rd in the league. The club reached the last 8 of the FAW Trophy for the first time and after the first game was abandoned in the 70th minute at Ty Brith due to conditions, Carno fell short in the replay being beaten 2–0 in extra time by Sully Sports at Latham Park. They also lost out in the semi-final stages of both the Radnorshire Cup and League Cup. However, a Central Wales semi-final win against Hay St Mary's, courtesy of a Gregg Brown winner, saw Carno reach the Central Wales Cup final for the first time. They met Guilsfield FC in the final at Berriew FC, Talbot Field. The score was still 0–0 after extra time, and the game went to penalties. Carno won 4–3 and became Central Wales champions for the first time. A 2–1 win over Caersws in the Montgomeryshire Cup semi-final, the first ever win over our neighbours, sent them to their second final of the season and third consecutive Montgomeryshire Cup Final, but for the second consecutive year they were defeated in the final by Llanfair United FC. Carno lost 3–1 at their home ground, our goal coming from Geraint Jones.\nThe 2016/17 saw Carno achieve their league finish in 16 years as they finished 2nd behind League Winners Rhayader FC. Carno had an impressive run in the league going 24 games unbeaten between 16 August and 29 April. An odd season with an ever-changing squad and a number of injury issues hampered the chances of any Cup success during the season as Carno lost to Berriew in the League Cup Semi-final, Llanrhaedr in the Mont Cup Quarter Final, Rhayader in the Central Wales Quarter Final and for the second consecutive season Sully Sports in the FAW Trophy.\nThe 2017/18 saw manager Chris Davies step down for a break of 3 months and was replaced Jonathan Evans and Phillip Richards. Chris returned in mid March and Carno finished 7th in the league.\n2018/19 saw Carno again finish 7th in the league. Slightly better performances in the cup saw Carno reaching the semi final of the Montgomeryshire Cup and the Semi Final of the League Cup.\n2019.\nThe 2019 season has seen the biggest changes at Carno FC in many years. Manager Chris Davies stepped down and the club struggled to find a successor. A number of players followed Davies out the door to add to the worries at the Ty Brith. Eventually Gwynfor Edwards stepped in during a tough spell in which a few players came in and out. After 9 games he was replaced with current manager Gary Jones.\nReserves.\nCarno formed a reserve team in the 2006/07 season. It began in the Montgomeryshire League Division 2. The first chance at silverware was in the 2007/08 season where Carno were defeated 4–2 by Llansantffraid Reserves in the Village Cup at Llansantffraid. Carno secured promotion to Montgomeryshire League Division 1 in 2009/10.\nA change of league in 2014/15 saw the Reserves enter the Mid Wales League (south). It was an historic season with a 4th place league position secured, Carno faced league champions, Rhayader Town FC Reserves, in the League Cup final at Llanidloes Town's Victoria Avenue. The game ended 1–1 and Carno prevailed 5–4 on penalties with Harry Bastable scoring the winning penalty, securing the first trophy for the Reserves. The 2015/16 season saw the Reserves finish 7th in the League and fall at the first hurdle in their defence of the League Cup. \nThe decision was made to return to the Montgomeryshire League for the 2016/17 season. \nThe Reserve team folded before the start of the 2018/19 season after struggling the previous season to find players.\nStaff.\nManager.\nGary Jones\nHonours.\nNote: * denotes reserve team honour"
}