{
    "id": "22071969",
    "revid": "34266406",
    "url": "https://en.wikipedia.org/wiki?curid=22071969",
    "title": "The Human Factor (1979 film)",
    "text": "The Human Factor is a 1979 British &lt;a href=\"neo%20noir\"&gt;neo noir&lt;/a&gt; &lt;a href=\"thriller%20film\"&gt;thriller film&lt;/a&gt; directed and produced by &lt;a href=\"Otto%20Preminger\"&gt;Otto Preminger&lt;/a&gt; and starring &lt;a href=\"Richard%20Attenborough\"&gt;Richard Attenborough&lt;/a&gt;, &lt;a href=\"Nicol%20Williamson\"&gt;Nicol Williamson&lt;/a&gt;, &lt;a href=\"Derek%20Jacobi\"&gt;Derek Jacobi&lt;/a&gt; and &lt;a href=\"John%20Gielgud\"&gt;John Gielgud&lt;/a&gt;. It is based on the 1978 novel \"&lt;a href=\"The%20Human%20Factor%20%28novel%29\"&gt;The Human Factor&lt;/a&gt;\" by &lt;a href=\"Graham%20Greene\"&gt;Graham Greene&lt;/a&gt;, with the screenplay written by &lt;a href=\"Tom%20Stoppard\"&gt;Tom Stoppard&lt;/a&gt;. It examines British espionage, and the West's relationship with apartheid South Africa.\nThis was Preminger's last film.\nPlot.\nMaurice Castle (&lt;a href=\"Nicol%20Williamson\"&gt;Nicol Williamson&lt;/a&gt;) is a mid-level bureaucrat in &lt;a href=\"MI6\"&gt;MI6&lt;/a&gt; whose life seems unremarkable, apart from the fact that he has an African wife, Sarah (&lt;a href=\"Iman%20%28model%29\"&gt;Iman&lt;/a&gt;), and son, Sam (Gary Forbes). The company regime, represented by Dr. Percival (&lt;a href=\"Robert%20Morley\"&gt;Robert Morley&lt;/a&gt;), an expert in assassinations and biological toxins, and &lt;a href=\"%C3%A9minence%20grise\"&gt;éminence grise&lt;/a&gt; Sir John Hargreaves (&lt;a href=\"Richard%20Vernon\"&gt;Richard Vernon&lt;/a&gt;), advise newly appointed security chief Daintry (&lt;a href=\"Richard%20Attenborough\"&gt;Richard Attenborough&lt;/a&gt;) that they believe they have a leak in Castle's department. The duo determine the mole must be quietly killed, rather than be allowed publicity in a trial or a flight to Moscow. They quickly decide the most likely candidate for the traitor is Arthur Davis (&lt;a href=\"Derek%20Jacobi\"&gt;Derek Jacobi&lt;/a&gt;), Castle's &lt;a href=\"red%20brick%20university\"&gt;redbrick&lt;/a&gt;-educated &lt;a href=\"playboy%20%28lifestyle%29\"&gt;playboy&lt;/a&gt; office partner.\nCastle is actually the &lt;a href=\"mole%20%28espionage%29\"&gt;mole&lt;/a&gt;, but the information he leaks is mostly unimportant. He became involved in leaking to the Soviets when he was an MI6 agent in &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; South Africa, seven years earlier: he met and fell in love with Sarah; when their affair was discovered by the authorities, Castle was thrown out of the country, and Sarah was smuggled out with the help of Matthew Connolly (&lt;a href=\"Tony%20Vogel\"&gt;Tony Vogel&lt;/a&gt;), whose Communist network Castle was originally assigned to spy upon. Ever since, Castle has been repaying the favor by passing information on via a contact in London. However, Castle is not a communist. His only interest is in his wife and son, who are ultimately left in London — where they remain separated from him.\nProduction.\nThe film was shot in &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; and at &lt;a href=\"Shepperton%20Studios\"&gt;Shepperton&lt;/a&gt; and &lt;a href=\"Pinewood%20Studios\"&gt;Pinewood Studios&lt;/a&gt; near &lt;a href=\"London\"&gt;London&lt;/a&gt; as well as on location at &lt;a href=\"Berkhamsted\"&gt;Berkhamsted&lt;/a&gt;. As with the book, much of the theme about alleged &lt;a href=\"treason\"&gt;treason&lt;/a&gt; and suspicion is based on the defection of &lt;a href=\"Kim%20Philby\"&gt;Kim Philby&lt;/a&gt;, a friend of Graham Greene, to the &lt;a href=\"Soviet%20Union\"&gt;Soviets&lt;/a&gt;. The film also included &lt;a href=\"Iman%20%28model%29\"&gt;Iman&lt;/a&gt;, who was working as a model before she began to work in films.\nPreminger had trouble securing funding for the film and had to partially fund it with his own money. According to \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" obituary of casting director &lt;a href=\"Rose%20Tobias%20Shaw\"&gt;Rose Tobias Shaw&lt;/a&gt;, Preminger wanted to cast the novelist &lt;a href=\"Jeffrey%20Archer\"&gt;Jeffrey Archer&lt;/a&gt; in the role eventually played by Nicol Williamson. Archer, much shorter than Iman, failed his audition.\nRelease.\nThe film was the first acquisition by &lt;a href=\"Metro-Goldwyn-Mayer\"&gt;Metro-Goldwyn-Mayer&lt;/a&gt; in six years for distribution in the United States and Canada, through United Artists. The film was released for an &lt;a href=\"Academy%20Awards\"&gt;Academy Awards&lt;/a&gt; qualifying run in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, as well in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;."
}