{
    "id": "2211043",
    "revid": "24008862",
    "url": "https://en.wikipedia.org/wiki?curid=2211043",
    "title": "Quaich",
    "text": "A quaich , &lt;a href=\"Archaism\"&gt;archaically&lt;/a&gt; quaigh or quoich, is a special kind of shallow two-handled &lt;a href=\"Drinking%23Alcohol\"&gt;drinking&lt;/a&gt; &lt;a href=\"cup\"&gt;cup&lt;/a&gt; or &lt;a href=\"Bowl%20%28vessel%29\"&gt;bowl&lt;/a&gt; of a type traditional in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;. It derives from the &lt;a href=\"Scottish%20Gaelic\"&gt;Scottish Gaelic&lt;/a&gt; (), meaning a cup.\nHistory.\nAccording to the &lt;a href=\"1911%20Encyclop%C3%A6dia%20Britannica\"&gt;1911 \"Encyclopædia Britannica\"&lt;/a&gt;, the quaich was inspired by the low silver bowls with two flat handles frequently used as bleeding vessels in &lt;a href=\"England\"&gt;England&lt;/a&gt; and the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; in the 17th century.\nAnother popular theory suggests that the shape is derived from scallop shells. However, this seems to have had its origins in the poems of &lt;a href=\"James%20Macpherson\"&gt;James Macpherson&lt;/a&gt; which were once thought to be translations of poems by &lt;a href=\"Ossian\"&gt;Ossian&lt;/a&gt;, son of &lt;a href=\"Fionn%20mac%20Cumhaill\"&gt;Fionn mac Cumhaill&lt;/a&gt;.\nIn his 1955 monograph \"Some Scottish Quaichs\", Richard L. McClenahan, an American collector, suggests that the quaich evolved directly from the medieval &lt;a href=\"mazer%20%28drinking%20vessel%29\"&gt;mazer&lt;/a&gt;. This seems unlikely as the form and material (&lt;a href=\"burr%20maple\"&gt;burr maple&lt;/a&gt; for mazers) are quite different. There were small &lt;a href=\"stave%20%28wood%29\"&gt;stave-built&lt;/a&gt; drinking vessels common in the medieval period found around the Baltics and, since some of the earliest quaichs are stave-built, this could be the source.\nTraditionally quaichs are made of wood, an artform known as \"&lt;a href=\"treen%20%28wooden%29\"&gt;treen&lt;/a&gt;\". Some early quaichs are stave-built like barrels and some have alternating light and dark staves. The staves are held together by bands of willow or silver. They generally have two, and more rarely three or four, short, projecting handles. Other wooden quaiches were lathe-turned out of a single piece of wood and there was another group which were turned then carved outside in basket-weave pattern. In addition to wood, they are made of stone, brass, &lt;a href=\"pewter\"&gt;pewter&lt;/a&gt;, horn, and &lt;a href=\"silver\"&gt;silver&lt;/a&gt;. The latter were often engraved with lines and bands in imitation of the staves and hoops of the wooden quaichs. \nThe origin of quaichs in Scotland is traced to the Highlands; it was not until the end of the 17th century that they became popular in such large centres as Edinburgh and Glasgow. The silversmiths of such local guilds as Inverness and Perth frequently mounted them in silver, as may be seen from the hallmarks on the existing examples.\nCommemorative quaichs awarded as prizes, or given as gifts, are more commonly made of pewter or silver. These prize cups are rarely used for actual drinking.\nRelated vessels to the Scottish quaich include the &lt;a href=\"porringer\"&gt;porringer&lt;/a&gt;, a larger vessel typically in diameter with one (US colonial) or two (European) horizontal handles. The &lt;a href=\"Sami%20people\"&gt;Sami&lt;/a&gt; and &lt;a href=\"Norrland\"&gt;Norrland&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, equivalent is the &lt;a href=\"kuksa\"&gt;kuksa&lt;/a&gt;, which also only has a single handle.\nThe quaich was used for &lt;a href=\"whisky\"&gt;whisky&lt;/a&gt; or &lt;a href=\"brandy\"&gt;brandy&lt;/a&gt;, and in the 19th century Sir &lt;a href=\"Walter%20Scott\"&gt;Walter Scott&lt;/a&gt; dispensed &lt;a href=\"Dram%20%28volume%29\"&gt;drams&lt;/a&gt; in silver quaichs. One of the quaichs he owned was the &lt;a href=\"Waterloo%20Tree%20Quaich\"&gt;Waterloo Tree Quaich&lt;/a&gt;. It was made in part from wood Scott had taken from the &lt;a href=\"Waterloo%20Elm\"&gt;Waterloo Elm&lt;/a&gt;, when he visited the battlefield shortly after the &lt;a href=\"Battle%20of%20Waterloo\"&gt;Battle of Waterloo&lt;/a&gt; (the elm tree had been the &lt;a href=\"Duke%20of%20Wellington\"&gt;Duke of Wellington's&lt;/a&gt; command post for much of the battle). In his collection he also owned some other quaichs made from commemorative wood: one made from Falkland Oak; one made from Queen Mary's yew; and another made from the Wallace Oak. The one he kept for himself was made of wood with seven bands, and had travelled from &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; to &lt;a href=\"Derby\"&gt;Derby&lt;/a&gt; with &lt;a href=\"Bonnie%20Prince%20Charlie\"&gt;Bonnie Prince Charlie&lt;/a&gt; in 1745.\nWooden commemorative quaichs designed by &lt;a href=\"https%3A//web.archive.org/web/20150404062908/http%3A//www.paulhodgkissdesigns.co.uk/product-category/quaichs/\"&gt;Paul Hodgkiss&lt;/a&gt; were given as presents to winners at the &lt;a href=\"2014%20Commonwealth%20Games\"&gt;2014 Commonwealth Games&lt;/a&gt; in Glasgow.\nReferences.\nAttribution:"
}