{
    "id": "22129081",
    "revid": "38299379",
    "url": "https://en.wikipedia.org/wiki?curid=22129081",
    "title": "History of Luton Town F.C. (1970–present)",
    "text": "&lt;a href=\"Luton%20Town%20F.C.\"&gt;Luton Town Football Club&lt;/a&gt; is an English professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in the town of &lt;a href=\"Luton\"&gt;Luton&lt;/a&gt;, &lt;a href=\"Bedfordshire\"&gt;Bedfordshire&lt;/a&gt;. Rising back to the &lt;a href=\"Football%20League%20First%20Division\"&gt;top flight&lt;/a&gt; of &lt;a href=\"Football%20in%20England\"&gt;English football&lt;/a&gt; for a season in &lt;a href=\"1974%E2%80%9375%20in%20English%20football\"&gt;1974–1975&lt;/a&gt;, the remainder of the decade was spent in the &lt;a href=\"Football%20League%20Second%20Division\"&gt;second tier&lt;/a&gt;. &lt;a href=\"David%20Pleat\"&gt;David Pleat&lt;/a&gt;'s appointment as manager in 1978 prompted the development of a strong team that won &lt;a href=\"promotion%20and%20relegation\"&gt;promotion&lt;/a&gt; after the &lt;a href=\"1981%E2%80%9382%20in%20English%20football\"&gt;1981–1982&lt;/a&gt; season; Pleat consolidated Luton's position in the top tier before leaving in 1986. &lt;a href=\"Ray%20Harford\"&gt;Ray Harford&lt;/a&gt;'s Luton team subsequently achieved a 3–2 victory over &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; in the &lt;a href=\"1987%E2%80%9388%20in%20English%20football\"&gt;1988&lt;/a&gt; &lt;a href=\"1988%20Football%20League%20Cup%20Final\"&gt;League Cup Final&lt;/a&gt;, before settling for runners-up medals at the next year's &lt;a href=\"Football%20League%20Cup%20Final%201989\"&gt;Final&lt;/a&gt; after losing 2–1 to &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt;. Luton were &lt;a href=\"promotion%20and%20relegation\"&gt;relegated&lt;/a&gt; from the top flight after the &lt;a href=\"1991%E2%80%9392%20in%20English%20football\"&gt;1991–1992&lt;/a&gt; season, after ten successive seasons as a top division club.\nThe team made an &lt;a href=\"FA%20Cup%20semi-finals\"&gt;FA Cup semi-final&lt;/a&gt; appearance in &lt;a href=\"1993%E2%80%9394%20FA%20Cup\"&gt;1993–1994&lt;/a&gt;, once again under Pleat, before suffering a second relegation in 1995. Luton were relegated to the &lt;a href=\"Football%20League%20Third%20Division\"&gt;fourth tier&lt;/a&gt; in 2001, but under &lt;a href=\"Joe%20Kinnear\"&gt;Joe Kinnear&lt;/a&gt; bounced back at the first attempt. &lt;a href=\"Mike%20Newell%20%28footballer%29\"&gt;Mike Newell&lt;/a&gt; became manager in 2003, and led Luton to the &lt;a href=\"Football%20League%20Championship\"&gt;Football League Championship&lt;/a&gt; before he was sacked in 2007. Three successive relegations and a total of 40 points deducted over the latter two seasons for financial irregularities saw Luton Town relegated from &lt;a href=\"The%20Football%20League\"&gt;The Football League&lt;/a&gt; into the &lt;a href=\"Conference%20Premier\"&gt;Conference Premier&lt;/a&gt; at the end of the &lt;a href=\"2008%E2%80%9309%20in%20English%20football\"&gt;2008–2009&lt;/a&gt; season. They remained in the fifth-tier for five seasons, until winning promotion with a club-record 101 points in &lt;a href=\"2013%E2%80%9314%20in%20English%20football\"&gt;2013–2014&lt;/a&gt;. Following successive promotions in the 2017–2018 and 2018–2019 seasons, the club currently competes in the &lt;a href=\"EFL%20Championship\"&gt;Championship&lt;/a&gt;.\nGradual rise (1970–1982).\n&lt;a href=\"Malcolm%20Macdonald\"&gt;Malcolm Macdonald&lt;/a&gt; took his goalscoring form into &lt;a href=\"1970%E2%80%9371%20in%20English%20football\"&gt;1970–1971&lt;/a&gt; as Luton did extremely well in their first season back in the &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt;, finishing sixth and only seven points away from promotion to the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt;. However, success on the pitch was not matched off it – April saw the club announce a £173,116 loss, and the club appealed to the supporters for money to cover their shortfalls. In the end, it was Macdonald himself who ended the crisis as he was sold to &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; for £180,000 a month later.\nTwo years in mid-table followed Macdonald's sale, as Luton finished first 13th, then 12th. In 1972 manager &lt;a href=\"Alec%20Stock\"&gt;Alec Stock&lt;/a&gt; moved on to be replaced by &lt;a href=\"Harry%20Haslam%20%28footballer%2C%20born%201921%29\"&gt;Harry Haslam&lt;/a&gt;. Luton managed a second-place finish in &lt;a href=\"1973%E2%80%9374%20in%20English%20football\"&gt;1973–1974&lt;/a&gt; which saw them promoted, but only managed a solitary year in the top flight, as &lt;a href=\"1974%E2%80%9375%20in%20English%20football\"&gt;1974–1975&lt;/a&gt; ended with relegation by a single point. December 1975 saw another serious financial crisis at the club, with a &lt;a href=\"special%20session\"&gt;special meeting&lt;/a&gt; called for the club's &lt;a href=\"shareholder\"&gt;shareholder&lt;/a&gt;s. The refusal of the club's bankers to extend their &lt;a href=\"Credit%20%28finance%29\"&gt;credit&lt;/a&gt; led to Luton's directors paying the wage bill with their own money to prevent the club from being closed down. Liquidation was averted by the sale of &lt;a href=\"Peter%20Anderson%20%28footballer%20born%201949%29\"&gt;Peter Anderson&lt;/a&gt; to &lt;a href=\"Royal%20Antwerp%20FC\"&gt;Royal Antwerp&lt;/a&gt;, with the £80,000 raised alleviating the strain on the club's finances. Despite these backroom problems, Luton still managed a creditable seventh-place finish in &lt;a href=\"1975%E2%80%9376%20in%20English%20football\"&gt;1975–1976&lt;/a&gt;.\nThe next season saw Luton finish sixth, before a drop to 13th in &lt;a href=\"1977%E2%80%9378%20in%20English%20football\"&gt;1977–1978&lt;/a&gt; prompted Haslam's departure to &lt;a href=\"Sheffield%20United%20F.C.\"&gt;Sheffield United&lt;/a&gt;. This gave the young assistant manager, &lt;a href=\"David%20Pleat\"&gt;David Pleat&lt;/a&gt;, his chance. The club came close to the drop during Pleat's first full season in charge but, following the shrewd acquisition of a number of key players, the club were soon challenging for promotion once again. Pleat's astute signings, including &lt;a href=\"Mal%20Donaghy\"&gt;Mal Donaghy&lt;/a&gt;, &lt;a href=\"David%20Moss%20%28footballer%20born%201952%29\"&gt;David Moss&lt;/a&gt; and &lt;a href=\"captain%20%28association%20football%29\"&gt;captain&lt;/a&gt; &lt;a href=\"Brian%20Horton\"&gt;Brian Horton&lt;/a&gt;, complemented the existing home-grown talent personified by skilful &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; &lt;a href=\"Ricky%20Hill\"&gt;Ricky Hill&lt;/a&gt; and prolific goalscorer &lt;a href=\"Brian%20Stein\"&gt;Brian Stein&lt;/a&gt;. Pleat even dabbled in the overseas market, signing &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslav&lt;/a&gt; defender &lt;a href=\"Radomir%20Anti%C4%87\"&gt;Raddy Antić&lt;/a&gt; from &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; club &lt;a href=\"Real%20Zaragoza\"&gt;Real Zaragoza&lt;/a&gt; in 1980. Luton came sixth, then fifth, and then romped home as champions in &lt;a href=\"1981%E2%80%9382%20in%20English%20football\"&gt;1981–1982&lt;/a&gt;, spending only one week off of the top spot from October onwards, amassing 88 points and clinching the championship eight points ahead of second placed &lt;a href=\"Luton%20Town%20F.C.%20and%20Watford%20F.C.%20rivalry\"&gt;arch-rivals&lt;/a&gt; &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt;.\nThe top flight (1982–1992).\nUnder Pleat, the club had developed a cavalier and attacking style of play, which was evident during &lt;a href=\"1982%E2%80%9383%20in%20English%20football\"&gt;1982–1983&lt;/a&gt; as Luton finished with the second highest tally of away goals, only one less than &lt;a href=\"English%20football%20champions\"&gt;champions&lt;/a&gt; &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;. On the last day of the season, Luton needed all three points against relegation rivals &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt; at &lt;a href=\"Maine%20Road\"&gt;Maine Road&lt;/a&gt; to stay in the division. City, needing only a point to avoid the drop, defended resolutely and few chances came to Luton – but with only seven minutes remaining, substitute Raddy Antić slammed home the winner to secure Luton's top flight status and prompt a manic and now infamous jig across the pitch from Pleat. The next two seasons saw Luton consolidate as the club finished first 16th, then 13th in &lt;a href=\"1984%E2%80%9385%20in%20English%20football\"&gt;1984–1985&lt;/a&gt; as they also reached the &lt;a href=\"FA%20Cup%20semi-finals\"&gt;FA Cup semi-finals&lt;/a&gt;. Player sales continued as skilful forward &lt;a href=\"Paul%20Walsh\"&gt;Paul Walsh&lt;/a&gt;, the &lt;a href=\"PFA%20Young%20Player%20of%20the%20Year\"&gt;PFA Young Player of the Year&lt;/a&gt;, was sold to &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; in the summer of 1984.\n&lt;a href=\"1983%E2%80%9384%20in%20English%20football\"&gt;1983–1984&lt;/a&gt; brought an excellent first half of the season for Luton, whose 3–0 win at &lt;a href=\"Notts%20County%20F.C.\"&gt;Notts County&lt;/a&gt; on &lt;a href=\"Boxing%20Day\"&gt;Boxing Day&lt;/a&gt; had seen them occupy third place in the league, putting them just five points behind leaders Liverpool and sparking hopes of a title challenge. However, their form during the second half of the season was less impressive, and by the time of a 5–0 home defeat against &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; on 12 February 1984 they were ninth in the league and looking increasing unlikely to qualify for the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt;, let alone win the league title. Luton's form continued to decline, and they finished the season in 16th place – just three points clear of the relegation zone.\nDecember 1984 saw the arrival of attacker &lt;a href=\"Mick%20Harford\"&gt;Mick Harford&lt;/a&gt; from &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt;. 13 March 1985 saw an &lt;a href=\"1985%20Kenilworth%20Road%20riot\"&gt;infamous riot&lt;/a&gt; by &lt;a href=\"Millwall%20F.C.\"&gt;Millwall&lt;/a&gt; supporters before, during and after an &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; sixth-round tie, which caused noticeable damage to the ground and the surrounding area. The club reacted by imposing an unpopular ban on all away supporters from Kenilworth Road, as well as introducing a scheme that would require even home supporters to carry membership cards to be admitted to matches. Luton did manage to beat Millwall 1–0, to book a semi-final clash with &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt; on 13 April at &lt;a href=\"Villa%20Park\"&gt;Villa Park&lt;/a&gt;. Everton were overwhelmingly expected to win the game, as they were in process of winning the league title by a comfortable margin and were also on their way to glory in the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;European Cup Winners' Cup&lt;/a&gt;, but Luton held their own against the &lt;a href=\"Merseyside\"&gt;Merseyside&lt;/a&gt; club, who needed extra time to edge them out with a 2–1 win. On the league scene, Luton finished 13th in the First Division and had never been in any real danger of relegation.\nLuton also decided to rip up the grass pitch at Kenilworth Road and install an &lt;a href=\"artificial%20turf\"&gt;artificial playing surface&lt;/a&gt; before the start of the &lt;a href=\"1985%E2%80%9386%20Football%20League\"&gt;1985–1986&lt;/a&gt; season. The new surface became exceedingly unpopular and was derided as \"the plastic pitch\". That season, they had the distinction of ending Manchester United's 10-match winning start to the league campaign, holding them to a 1–1 draw at Kenilworth Road in their 11th league game on 5 October 1985.\nThe end of &lt;a href=\"1985%E2%80%9386%20in%20English%20football\"&gt;1985–1986&lt;/a&gt; saw Pleat leave Luton, as he moved on to &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt;, but his final season ended on a high with a ninth-place finish.&lt;/ref&gt; He handed over the reins to coach &lt;a href=\"John%20Moore%20%28footballer%20born%201943%29\"&gt;John Moore&lt;/a&gt;, who guided Luton to a seventh-place finish in &lt;a href=\"1986%E2%80%9387%20in%20English%20football\"&gt;1986–1987&lt;/a&gt;, which remains to this day the club's highest ever finish in the &lt;a href=\"English%20football%20league%20system\"&gt;English football league system&lt;/a&gt; - placing them above the likes of &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; and &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;.\nMoore then resigned and was replaced by his assistant &lt;a href=\"Ray%20Harford\"&gt;Ray Harford&lt;/a&gt;.\nThe &lt;a href=\"1987%E2%80%9388%20in%20English%20football\"&gt;1987–1988&lt;/a&gt; campaign was the most successful yet – Luton achieved a famous 3–2 victory over &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; in the &lt;a href=\"Football%20League%20Cup%20Final%201988\"&gt;League Cup final&lt;/a&gt; at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley&lt;/a&gt;. Luton stunned the holders by taking a 1–0 lead early on through Brian Stein, and leading by that score at half time. By the 74th minute Arsenal had overhauled them, leading 2–1, and were still ahead with ten minutes to go with Luton's goal continually under siege throughout the second half. The match spun on its head when stand-in goalkeeper &lt;a href=\"Andy%20Dibble\"&gt;Andy Dibble&lt;/a&gt; turned &lt;a href=\"Nigel%20Winterburn\"&gt;Nigel Winterburn&lt;/a&gt;'s penalty around the post with ten minutes left – had Winterburn scored, Arsenal would have almost certainly have won the final. In the last seven minutes Luton, galvanised by new self-belief, scored twice to win 3–2, Brian Stein sealing the win with the last kick of the match. On top of this, Luton finished ninth in the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt;, reached the &lt;a href=\"FA%20Cup%20semi-finals\"&gt;FA Cup semi-finals&lt;/a&gt; before falling to &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt; at &lt;a href=\"Villa%20Park\"&gt;Villa Park&lt;/a&gt;, and played at Wembley in the &lt;a href=\"Full%20Members%20Cup\"&gt;Simod Cup&lt;/a&gt; final against &lt;a href=\"Reading%20F.C.\"&gt;Reading&lt;/a&gt;, but lost 4–1. The League Cup triumph, still Luton's only major trophy, would have been enough for &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; qualification; but at this time all English teams were banned from &lt;a href=\"UEFA%23Competitions\"&gt;European competitions&lt;/a&gt; due to the &lt;a href=\"Heysel%20Stadium%20Disaster\"&gt;Heysel Stadium Disaster&lt;/a&gt; three years earlier.\nDuring the 80's, Luton often visited &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt; for training camps and friendly matches. In 1988, they met the newly formed team &lt;a href=\"V%C3%A4sterviks%20FF\"&gt;Västerviks FF&lt;/a&gt; and won 2–1.\nThe &lt;a href=\"1988%E2%80%9389%20in%20English%20football\"&gt;1988–1989&lt;/a&gt; season saw Luton slide down to a 16th-place finish, although they did reach another League Cup final, losing to &lt;a href=\"Nottingham%20Forest%20F.C\"&gt;Nottingham Forest&lt;/a&gt;, and, half-way through the season, Luton's key players started being sold off. &lt;a href=\"Denmark\"&gt;Danish&lt;/a&gt; &lt;a href=\"Denmark%20national%20football%20team\"&gt;international&lt;/a&gt; &lt;a href=\"Forward%20%28association%20football%29\"&gt;forward&lt;/a&gt; &lt;a href=\"Lars%20Elstrup\"&gt;Lars Elstrup&lt;/a&gt; became Luton's record signing in August 1989, costing a club record £850,000, but &lt;a href=\"Mick%20Harford\"&gt;Mick Harford&lt;/a&gt; was sold to &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt; in January. Ray Harford was sacked in January 1990, with Luton battling relegation, and coach &lt;a href=\"Jim%20Ryan%20%28footballer%20born%201945%29\"&gt;Jim Ryan&lt;/a&gt; was promoted to manager. Ryan was sacked after 16 months in charge despite managing to keep Luton in the top flight in his first season, and securing survival again in &lt;a href=\"1990%E2%80%9391%20in%20English%20football\"&gt;his second&lt;/a&gt;. Both seasons saw Luton escape relegation on the last day of the season, both times against Derby.\n&lt;a href=\"David%20Pleat\"&gt;David Pleat&lt;/a&gt; returned for his second spell as Luton boss during the summer of 1991. Elstrup rejoined &lt;a href=\"Odense%20Boldklub\"&gt;Odense&lt;/a&gt; for £200,000, and &lt;a href=\"Kingsley%20Black\"&gt;Kingsley Black&lt;/a&gt; was sold to &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt; for £1,500,000. &lt;a href=\"Forward%20%28association%20football%29\"&gt;Striker&lt;/a&gt; &lt;a href=\"Iain%20Dowie\"&gt;Iain Dowie&lt;/a&gt; and &lt;a href=\"Defender%20%28association%20football%29\"&gt;full back&lt;/a&gt; &lt;a href=\"Tim%20Breacker\"&gt;Tim Breacker&lt;/a&gt; were both sold to &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; for a combined fee of £1,050,000.\nFollowing a shaky start to the &lt;a href=\"1991%E2%80%9392%20in%20English%20football\"&gt;1991–1992&lt;/a&gt; season, Pleat took a gamble and re signed Mick Harford, who joined Luton for a second spell as a player for £325,000 in mid-September 1991. &lt;a href=\"Brian%20Stein\"&gt;Brian Stein&lt;/a&gt; had already returned from &lt;a href=\"Annecy%20F.C.\"&gt;FC Annecy&lt;/a&gt; for a second spell and Pleat had revived the forward line which had played a big part in Luton's success a few years earlier. Stein scored only three goals in 39 league appearances over the course of the season, but Harford proved to be a success once again as he ended the season as the club's top scorer for the season with 12 goals. The loan signing of goalkeeper &lt;a href=\"Steve%20Sutton%20%28footballer%29\"&gt;Steve Sutton&lt;/a&gt; from Nottingham Forest revived Luton for a period, but the Board refused to supply the £300,000 fee required to keep Sutton permanently. Various loan signings such as veteran forward &lt;a href=\"Imre%20Varadi\"&gt;Imre Varadi&lt;/a&gt; failed to galvanise the side, but come the last day, Luton still had an outside chance of avoiding relegation, having won 10 league games at home but failed to win any of their away fixtures. Luton travelled to already-relegated &lt;a href=\"Notts%20County%20F.C.\"&gt;Notts County&lt;/a&gt; knowing that they had to win their first away match of the season, and hope that &lt;a href=\"Coventry%20City%20F.C.\"&gt;Coventry&lt;/a&gt; lost at &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt;. &lt;a href=\"Julian%20James\"&gt;Julian James&lt;/a&gt; gave Luton the lead they required, but two late goals from &lt;a href=\"Robert%20David%20Matthews\"&gt;Rob Matthews&lt;/a&gt; saw County drag Luton down with them. Almost 30 years on, they have still yet to return to the top flight and have rarely looked like achieving it. This meant the club missed out on competing in the &lt;a href=\"1992%E2%80%9393%20FA%20Premier%20League\"&gt;inaugural season&lt;/a&gt; of the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; and, with it, the larger amounts of money available through television rights.\nFall from the top (1992–2001).\nWith Luton's spell in the top flight finally over, it was always going to be difficult to keep hold of prize assets. So it proved when Mick Harford signed for &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; for £300,000. The first season in the new, three-division &lt;a href=\"The%20Football%20League\"&gt;Football League&lt;/a&gt; almost saw Luton drop into the third tier of English football. The team was not helped by the involvement of &lt;a href=\"Scottish%20people\"&gt;Scottish&lt;/a&gt; duo &lt;a href=\"Paul%20Telfer%20%28footballer%29\"&gt;Paul Telfer&lt;/a&gt; and &lt;a href=\"Darren%20Salton\"&gt;Darren Salton&lt;/a&gt; in a motor accident early on in the season – &lt;a href=\"Scotland%20national%20under-21%20football%20team\"&gt;under-21 international&lt;/a&gt; &lt;a href=\"defender%20%28association%20football%29\"&gt;defender&lt;/a&gt; Salton was nearly killed, and never played again. Luton were bottom of the table shortly into the New Year, and Pleat reacted by procuring a loan deal to bring &lt;a href=\"Luton\"&gt;Luton&lt;/a&gt;-born &lt;a href=\"England%20national%20football%20team\"&gt;England international&lt;/a&gt; &lt;a href=\"Kerry%20Dixon\"&gt;Kerry Dixon&lt;/a&gt; to the club on loan from &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt;. Dixon gelled well alongside &lt;a href=\"Phil%20Gray\"&gt;Phil Gray&lt;/a&gt; up front, and Luton stayed up.\n&lt;a href=\"1993%E2%80%9394%20in%20English%20football\"&gt;1993–1994&lt;/a&gt; started with David Pleat making Dixon's move permanent, and re-signing &lt;a href=\"Mitchell%20Thomas\"&gt;Mitchell Thomas&lt;/a&gt; from &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt;. Although Luton struggled in the league, form was found in the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; – &lt;a href=\"Scott%20Oakes\"&gt;Scott Oakes&lt;/a&gt; starred as Luton raced to the &lt;a href=\"FA%20Cup%20semi-final\"&gt;FA Cup semi-final&lt;/a&gt; and a trip to &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley&lt;/a&gt;. 27,500 Luton supporters saw &lt;a href=\"Gavin%20Peacock\"&gt;Gavin Peacock&lt;/a&gt; seal a 2–0 win for Chelsea, and after the semi-final defeat, Luton lost five league games in a row. However, a 3–2 home win over &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt; earned survival three games from the end of the season, keeping Luton in the second tier for another year.\nLuton laboured once again in &lt;a href=\"1994%E2%80%9395%20in%20English%20football\"&gt;1994–1995&lt;/a&gt;, with the side struggling to score at home. Pleat's Luton side, including young players such as Oakes, Telfer and &lt;a href=\"John%20Hartson\"&gt;John Hartson&lt;/a&gt;, reacted positively when Pleat turned down the advances of &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; to return to North London as General Manager, and rocketed up to fifth in the table, and for perhaps the first time in three seasons of Division One football, promotion was looking a real possibility. Hartson was bought by &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; for £2,500,000 soon after – a then-British record for a teenager. The season petered out into obscurity following Hartson's sale, and Luton finished 16th.\nPleat left for a second time in the summer of 1995, moving to &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt;. His successor &lt;a href=\"Terry%20Westley\"&gt;Terry Westley&lt;/a&gt; was promoted from youth team coach, but was sacked after just six months in charge. &lt;a href=\"Lennie%20Lawrence\"&gt;Lennie Lawrence&lt;/a&gt; was brought in as a replacement, but he was unable to stop Luton from finishing bottom of &lt;a href=\"Football%20League%20First%20Division\"&gt;Division One&lt;/a&gt;.\nThe &lt;a href=\"1996%E2%80%9397%20in%20English%20football\"&gt;1996–1997&lt;/a&gt; season started just as badly as the last, with three straight losses. However, the introduction of young forward &lt;a href=\"Andrew%20Fotiadis\"&gt;Andrew Fotiadis&lt;/a&gt; saw Luton burst into life, as they shot up the table with a run of eight wins and two draws in eleven games. &lt;a href=\"Tony%20Thorpe\"&gt;Tony Thorpe&lt;/a&gt;, too, proved to be a revelation, scoring 28 goals to become the division's top scorer. Luton were nearly promoted, but finished in third place on goal difference and then lost to &lt;a href=\"Crewe%20Alexandra%20F.C.\"&gt;Crewe Alexandra&lt;/a&gt; in the play-offs.\nThe summer of 1997 saw a Luton Town teenager with only two games under his belt, &lt;a href=\"Matthew%20Upson\"&gt;Matthew Upson&lt;/a&gt;, sold to &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; for £2 million. To make matters worse, star &lt;a href=\"forward%20%28association%20football%29\"&gt;forward&lt;/a&gt; Tony Thorpe was sold to &lt;a href=\"Kevin%20Keegan\"&gt;Kevin Keegan&lt;/a&gt;'s &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt; for £800,000. Just one place off the bottom of Division Two on deadline day, Luton looked doomed – but David Pleat, now Tottenham's &lt;a href=\"Director%20of%20Football\"&gt;Director of Football&lt;/a&gt;, handed Luton a lifeline – &lt;a href=\"Rory%20Allen\"&gt;Rory Allen&lt;/a&gt;, who had just returned from injury, was sent on loan to the club to complete his recovery and fill Thorpe's boots Allen would do more than that, scoring six goals in his eight matches to keep Luton up.\n&lt;a href=\"1998%E2%80%9399%20in%20English%20football\"&gt;1998–1999&lt;/a&gt; saw a 12th-place finish, and a run to the quarter finals of the &lt;a href=\"Football%20League%20Cup\"&gt;League Cup&lt;/a&gt;. Just before the &lt;a href=\"1999%E2%80%932000%20in%20English%20football\"&gt;1999–2000&lt;/a&gt; season, the club was sold to Cliff Bassett, while player sales continued to balance the books. Young duo &lt;a href=\"Kelvin%20Davis%20%28footballer%29\"&gt;Kelvin Davis&lt;/a&gt; and &lt;a href=\"Chris%20Willmott%20%28footballer%29\"&gt;Chris Willmott&lt;/a&gt; were sold to &lt;a href=\"Wimbledon%20F.C.\"&gt;Wimbledon&lt;/a&gt; for £900,000, and Lawrence was forced to sell &lt;a href=\"Gary%20Doherty\"&gt;Gary Doherty&lt;/a&gt; late on in the season, but he successfully kept an inexperienced Luton side up once again.\nMike Watson-Challis then purchased the club in 2000, and Lawrence was sacked to be replaced by former Luton player &lt;a href=\"Ricky%20Hill\"&gt;Ricky Hill&lt;/a&gt;. Hill was dismissed in November after winning only two games, and in turn was replaced by another former player, &lt;a href=\"Lil%20Fuccillo\"&gt;Lil Fuccillo&lt;/a&gt;. Former &lt;a href=\"Wimbledon%20F.C.\"&gt;Wimbledon&lt;/a&gt; manager &lt;a href=\"Joe%20Kinnear\"&gt;Joe Kinnear&lt;/a&gt; was brought in, initially, as Director of Football, but his first act was to demote Fuccillo and install himself as manager. Kinnear brought towering forward &lt;a href=\"Steve%20Howard\"&gt;Steve Howard&lt;/a&gt; to the club for only £50,000, but despite his best efforts, the club was relegated to the bottom division of &lt;a href=\"The%20Football%20League\"&gt;The Football League&lt;/a&gt; for the first time since 1968.\nResurgence (2001–2006).\n&lt;a href=\"Joe%20Kinnear\"&gt;Joe Kinnear&lt;/a&gt; set out his plan for Luton – they were to go back up at the first attempt. He oversaw a complete overhaul of the squad during the summer, building a team that was Luton's finest for some years. Midfielder &lt;a href=\"Kevin%20Nicholls\"&gt;Kevin Nicholls&lt;/a&gt; signed from &lt;a href=\"Wigan%20Athletic%20F.C.\"&gt;Wigan Athletic&lt;/a&gt; for £25,000 and would go on to become a key figure in midfield, earning the club captaincy; a role he would hold for the next five years. Australian defender &lt;a href=\"Chris%20Coyne\"&gt;Chris Coyne&lt;/a&gt; signed from &lt;a href=\"Dundee%20F.C.\"&gt;Dundee&lt;/a&gt;, again for a small fee of £50,000. &lt;a href=\"Steve%20Howard\"&gt;Steve Howard&lt;/a&gt; ended the season by winning the &lt;a href=\"Football%20League%20Third%20Division\"&gt;Third Division&lt;/a&gt; golden boot award with 24 goals. Ending the season with a club-record 12 consecutive wins, Luton travelled to &lt;a href=\"Swansea%20City%20A.F.C.\"&gt;Swansea City&lt;/a&gt; at the end of March knowing that a win would guarantee them promotion back to the third tier at the first attempt. They duly won 3–1.\nAt the end of the season, star players &lt;a href=\"Jean-Louis%20Valois\"&gt;Jean-Louis Valois&lt;/a&gt; and &lt;a href=\"Matthew%20Taylor%20%28footballer%29\"&gt;Matthew Taylor&lt;/a&gt; both left under the &lt;a href=\"bosman%20ruling\"&gt;bosman ruling&lt;/a&gt;. Valois moved to Scottish side &lt;a href=\"Heart%20of%20Midlothian%20F.C.\"&gt;Hearts&lt;/a&gt; after only one year in a Luton shirt and Taylor joined &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt; for a tribunal set fee of £400,000. Despite these losses, Luton still managed a ninth-place finish back in the third tier of English football in &lt;a href=\"2002%E2%80%9303%20in%20English%20football\"&gt;2002–2003&lt;/a&gt;.\nPartly fuelled by the collapse of broadcaster &lt;a href=\"ITV%20Digital\"&gt;ITV Digital&lt;/a&gt;, it was revealed that the club was losing up to £500,000 per month. Chairman Mike Watson-Challis sold the club to a consortium headed by &lt;a href=\"John%20Gurney%20%28football%20chairman%29\"&gt;John Gurney&lt;/a&gt; in May 2003 and, days later, both Kinnear and his assistant &lt;a href=\"Mick%20Harford\"&gt;Mick Harford&lt;/a&gt; were dismissed. A bizarre series of episodes followed, including the infamous \"Manager Idol\" phone-vote, an attempt to merge the club with &lt;a href=\"Wimbledon%20F.C.\"&gt;Wimbledon&lt;/a&gt;, and plans for a 50,000 capacity stadium built on rafters over the &lt;a href=\"M1%20motorway\"&gt;M1 motorway&lt;/a&gt;, before Gurney was finally ousted by supporters' group &lt;a href=\"Trust%20in%20Luton\"&gt;Trust in Luton&lt;/a&gt;. Gurney left the club in &lt;a href=\"administrative%20receivership\"&gt;administrative receivership&lt;/a&gt;, with his only legacy proving to be the appointment of &lt;a href=\"Mike%20Newell%20%28footballer%29\"&gt;Mike Newell&lt;/a&gt; as manager.\nNewell brought Mick Harford back to the club as First Team Coach and &lt;a href=\"Director%20of%20Football\"&gt;Director of Football&lt;/a&gt; shortly after being appointed as manager. Newell surprised all the observers by taking the transfer-embargoed club to a tenth-place finish in &lt;a href=\"2003%E2%80%9304%20in%20English%20football\"&gt;2003–2004&lt;/a&gt;, although he was not helped by the transfer of striker &lt;a href=\"Tony%20Thorpe%20%28footballer%29\"&gt;Tony Thorpe&lt;/a&gt; to &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queen Park Rangers&lt;/a&gt; for £50,000. After a year in administrative receivership, Luton Town finally acquired new owners in May 2004 when a consortium led by former general manager &lt;a href=\"Bill%20Tomlins\"&gt;Bill Tomlins&lt;/a&gt; bought the club.\n&lt;a href=\"2004%E2%80%9305%20in%20English%20football\"&gt;2004–2005&lt;/a&gt; saw Luton win nine and draw one of their opening ten league fixtures to go nine points clear at the top of the newly named &lt;a href=\"Football%20League%20One\"&gt;League One&lt;/a&gt; by the beginning of October. Experienced players such as Chris Coyne, Kevin Nicholls and Steve Howard gelled well alongside youngsters &lt;a href=\"Curtis%20Davies\"&gt;Curtis Davies&lt;/a&gt;, &lt;a href=\"Keith%20Keane\"&gt;Keith Keane&lt;/a&gt; and &lt;a href=\"Kevin%20Foley%20%28footballer%2C%20born%201984%29\"&gt;Kevin Foley&lt;/a&gt; to create the template for a championship-winning side. Promotion was secured on 12 April, when third placed &lt;a href=\"Tranmere%20Rovers%20F.C.\"&gt;Tranmere Rovers&lt;/a&gt; were beaten 0–1 at &lt;a href=\"Brentford%20F.C.\"&gt;Brentford&lt;/a&gt;, meaning that Luton could not finish lower than second. The League One title was sealed a fortnight later on 23 April, as Luton claimed a 2–1 victory at &lt;a href=\"Wrexham%20F.C.\"&gt;Wrexham&lt;/a&gt;.\n&lt;a href=\"2005%E2%80%9306%20in%20English%20football\"&gt;2005–2006&lt;/a&gt; saw few new players brought in, with the only money spent during the summer being the £100,000 parted with for &lt;a href=\"David%20Bell%20%28footballer%20born%201984%29\"&gt;David Bell&lt;/a&gt;, a &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; signed from &lt;a href=\"Rushden%20%26amp%3B%20Diamonds%20F.C.\"&gt;Rushden &amp; Diamonds&lt;/a&gt;. &lt;a href=\"Bosman%20ruling\"&gt;Bosman ruling&lt;/a&gt; signings were order of the day, with Finland &lt;a href=\"Finland%20national%20football%20team\"&gt;international&lt;/a&gt; &lt;a href=\"Markus%20Heikkinen\"&gt;Markus Heikkinen&lt;/a&gt; signing for Luton along with &lt;a href=\"Trinidad%20and%20Tobago\"&gt;Trinidad and Tobago&lt;/a&gt;'s &lt;a href=\"Carlos%20Edwards\"&gt;Carlos Edwards&lt;/a&gt;. However, transfer deadline day saw star defender &lt;a href=\"Curtis%20Davies\"&gt;Curtis Davies&lt;/a&gt; sold to &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; side &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt; for a club record of £3,000,000. Newell's side made a fine start, topping the table after the first three games and staying in the top three right up until the end of October, and the play-off places until mid-December. However, a blip in form saw Luton eventually slip down the table to finish in tenth place – still a remarkable feat. The &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; saw a memorable 5–3 defeat to &lt;a href=\"UEFA%20Champions%20League\"&gt;European Champions&lt;/a&gt; &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; at &lt;a href=\"Kenilworth%20Road\"&gt;Kenilworth Road&lt;/a&gt;.\nFreefall (2006–2009).\nAfter a successful start to the &lt;a href=\"2006%E2%80%9307%20in%20English%20football\"&gt;2006–2007&lt;/a&gt; season, &lt;a href=\"defender%20%28association%20football%29\"&gt;defender&lt;/a&gt; &lt;a href=\"Sol%20Davis\"&gt;Sol Davis&lt;/a&gt; suffered a &lt;a href=\"stroke\"&gt;stroke&lt;/a&gt; on the team bus on the way to play &lt;a href=\"Ipswich%20Town%20F.C.\"&gt;Ipswich Town&lt;/a&gt;. With the players clearly affected, Luton lost 5–0 at &lt;a href=\"Portman%20Road\"&gt;Portman Road&lt;/a&gt; and a long run of bad results followed. By the end of February, Luton, by now a shadow of the side that had won promotion to the &lt;a href=\"Football%20League%20Championship\"&gt;Championship&lt;/a&gt; only two years before, were hovering perilously close to the relegation zone.\nNewell was sacked on 15 March 2007, and two directors, &lt;a href=\"Martin%20King%20%28Eminence%29\"&gt;Martin King&lt;/a&gt; and Liam Day, resigned from the board in protest as a result. &lt;a href=\"Brian%20Stein\"&gt;Brian Stein&lt;/a&gt; lasted just one game as caretaker boss before Luton-born &lt;a href=\"Kevin%20Blackwell\"&gt;Kevin Blackwell&lt;/a&gt; was announced as Luton's new manager. 11 April saw chairman &lt;a href=\"Bill%20Tomlins\"&gt;Bill Tomlins&lt;/a&gt; resign his position following an investigation by &lt;a href=\"the%20Football%20Association\"&gt;the Football Association&lt;/a&gt; into irregular payments made by the club's parent company, and confirm that illegal payments had been made to incoming players' agents. &lt;a href=\"David%20Pinkney\"&gt;David Pinkney&lt;/a&gt; was confirmed as new chairman two days later, also acquiring a controlling interest in the club's holding company. Luton's relegation was confirmed a week later in a 1–0 defeat away to &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt;.\nAfter a poor start to the &lt;a href=\"2007%E2%80%9308%20Football%20League\"&gt;2007–08&lt;/a&gt; season, the club entered &lt;a href=\"Administration%20%28law%29\"&gt;administration&lt;/a&gt; on 22 November 2007; Pinkney stated he would fund the club's overheads, while ten points were deducted. Meanwhile, the FA probe on transfer irregularities dragged on, described by Pinkney as \"a &lt;a href=\"Tempest%20in%20a%20teapot\"&gt;storm in a teacup&lt;/a&gt;\". Blackwell was sacked by the administrator on 15 January 2008, to be replaced by former player &lt;a href=\"Mick%20Harford\"&gt;Mick Harford&lt;/a&gt;. The club subsequently entered the custody of the Luton Town Football Club 2020 consortium, with broadcaster and Luton supporter &lt;a href=\"Nick%20Owen\"&gt;Nick Owen&lt;/a&gt; named chairman. Luton were relegated to &lt;a href=\"Football%20League%20Two\"&gt;League Two&lt;/a&gt; on 12 April, following a 2–1 home defeat to &lt;a href=\"Brighton%20%26amp%3B%20Hove%20Albion%20F.C.\"&gt;Brighton &amp; Hove Albion&lt;/a&gt;; Luton finished the season in bottom place, though even without the points deduction they would have been relegated regardless.\nThe investigation into the illegal agents' payments was concluded in the summer, and the club was handed a ten-point deduction for the &lt;a href=\"2008%E2%80%9309%20Luton%20Town%20F.C.%20season\"&gt;2008–2009&lt;/a&gt; season on 3 June 2008, along with a £50,000 fine. The club's recent history of administrations meant that the Football League only offered to return the Football League Share to Luton on the condition that they play with a further twenty-point deduction. Staring down the barrel of a gun, Luton were forced to start the season with a 30-point penalty, the biggest points deduction ever handed to a club in the top four tiers of English football. Luton beat &lt;a href=\"Scunthorpe%20United%20F.C.\"&gt;Scunthorpe United&lt;/a&gt; 3–2 in the Football League Trophy final in front of 40,000 of their own supporters at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt;, but lost their &lt;a href=\"The%20Football%20League\"&gt;League&lt;/a&gt; status eight days later. On 13 April 2009, Luton Town were finally relegated from the Football League after a spell of 89 years, as &lt;a href=\"Chesterfield%20F.C.\"&gt;Chesterfield&lt;/a&gt; held Luton to a draw. Coupled with a victory for Mike Newell's &lt;a href=\"Grimsby%20Town%20F.C.\"&gt;Grimsby Town&lt;/a&gt;, this meant Luton's survival in the league became mathematically impossible to achieve.\nNon-League football (2009–2014).\nAfter a disappointing start to non-League football – including a defeat to &lt;a href=\"Wrexham%20F.C.\"&gt;Wrexham&lt;/a&gt; described by Harford as \"the worst performance in Luton Town's history\" – another former Luton player, &lt;a href=\"Richard%20Money\"&gt;Richard Money&lt;/a&gt;, was made manager in his stead. Performances improved following this change and towards the end of the season a run of nine consecutive victories saw Luton challenge &lt;a href=\"Stevenage%20F.C.\"&gt;Stevenage Borough&lt;/a&gt; for the title; despite beating Stevenage during this run, Luton could only finish second and thus entered the promotion play-offs. Luton lost both legs of the two-legged semi-final 1–0 to &lt;a href=\"York%20City%20F.C.\"&gt;York City&lt;/a&gt;, resulting in a second successive season outside The Football League in &lt;a href=\"2010%E2%80%9311%20Luton%20Town%20F.C.%20season\"&gt;2010–2011&lt;/a&gt;.\nThis second season in non-League football finished with the club third in the table, and another managerial change in March 2011 saw Money leave and his assistant &lt;a href=\"Gary%20Brabin\"&gt;Gary Brabin&lt;/a&gt; installed as manager until the end of the season. Brabin led Luton to a 5–1 aggregate win over Wrexham in the play-off semi-final to set up a potential place back in The Football League, but &lt;a href=\"AFC%20Wimbledon\"&gt;AFC Wimbledon&lt;/a&gt; beat them 4–3 on &lt;a href=\"penalty%20shootout\"&gt;penalties&lt;/a&gt; in the final after a goalless 120 minutes. Despite the defeat, Brabin signed a two-year contract to continue on as Luton manager.\nAfter a decline in form towards the end of the &lt;a href=\"2011%E2%80%9312%20Luton%20Town%20F.C.%20season\"&gt;2011–2012&lt;/a&gt; season that left Luton outside the play-off places, Brabin was replaced by former &lt;a href=\"Torquay%20United%20F.C.\"&gt;Torquay United&lt;/a&gt; and &lt;a href=\"Bristol%20Rovers%20F.C.\"&gt;Bristol Rovers&lt;/a&gt; manager &lt;a href=\"Paul%20Buckle\"&gt;Paul Buckle&lt;/a&gt; on a two-year contract. Buckle's tenure saw the club qualify for the play-offs with a fifth-place finish and beat Wrexham 3–2 on aggregate in the semi-final, but for the second year running Luton lost in the final, this time in a 2–1 defeat to York City.\n The club made history during the &lt;a href=\"2012%E2%80%9313%20Luton%20Town%20F.C.%20season\"&gt;2012–2013&lt;/a&gt; season by becoming the first non-League team to defeat a &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; club in the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;, beating &lt;a href=\"Norwich%20City%200%E2%80%931%20Luton%20Town%20%282013%29\"&gt;Norwich City 1–0&lt;/a&gt; at &lt;a href=\"Carrow%20Road\"&gt;Carrow Road&lt;/a&gt;. The club eventually reached the Fifth Round of the FA Cup during the campaign, the furthest they had progressed in the competition since the &lt;a href=\"1993%E2%80%9394%20in%20English%20football\"&gt;1993–1994&lt;/a&gt; season. Despite this cup run, poor league results led Buckle to leave the club in February 2013 where he was replaced by long-standing &lt;a href=\"Dagenham%20%26amp%3B%20Redbridge%20F.C.\"&gt;Dagenham &amp; Redbridge&lt;/a&gt; manager &lt;a href=\"John%20Still%20%28footballer%29\"&gt;John Still&lt;/a&gt; – the fifth managerial change at Luton in four seasons. Luton finished the season in seventh place and outside the play-offs for the first time since their relegation into the &lt;a href=\"Conference%20Premier\"&gt;Conference Premier&lt;/a&gt;.\nIn the &lt;a href=\"2013%E2%80%9314%20in%20English%20football\"&gt;2013–2014&lt;/a&gt; season, under the experienced management of Still, Luton confirmed their return to The Football League by winning the Conference Premier title with three games to spare, breaking a number of club and Conference records in the process. The club's success meant that some matches were played in front of the largest number of home supporters for two decades.\nReturn to the Football League (2014–present).\nBefore the start of the &lt;a href=\"2014%E2%80%9315%20Luton%20Town%20F.C.%20season\"&gt;2014–2015&lt;/a&gt; season, top scorer &lt;a href=\"Andre%20Gray\"&gt;Andre Gray&lt;/a&gt; left to join &lt;a href=\"Football%20League%20Championship\"&gt;Championship&lt;/a&gt; side &lt;a href=\"Brentford%20F.C.\"&gt;Brentford&lt;/a&gt; for a fee of £600,000; one of the highest fees the club had received in a number of years. Manager John Still spent little of the windfall and, despite keeping pace with the &lt;a href=\"Football%20League%20Two\"&gt;League Two&lt;/a&gt; leaders for much of the campaign, the club fell one place short of a play-off position upon their return to the Football League.\nIn the summer of 2015, the club's owners confirmed their intention to begin a fresh chapter in Luton Town's history by moving away from &lt;a href=\"Kenilworth%20Road\"&gt;Kenilworth Road&lt;/a&gt; and building a new 17,500 capacity stadium by the beginning of the 2020–21 season at the derelict Power Court area of &lt;a href=\"Luton\"&gt;Luton&lt;/a&gt; town centre.\nStill was sacked in December 2015 with Luton 17th in &lt;a href=\"EFL%20League%20Two\"&gt;League Two&lt;/a&gt; during the &lt;a href=\"2015%E2%80%9316%20Luton%20Town%20F.C.%20season\"&gt;2015–2016 season&lt;/a&gt;. He was replaced by &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; manager &lt;a href=\"Nathan%20Jones%20%28Welsh%20footballer%29\"&gt;Nathan Jones&lt;/a&gt;, who had been &lt;a href=\"first%20team%20%28association%20football%29%23F\"&gt;first-team&lt;/a&gt; coach at Championship club &lt;a href=\"Brighton%20%26amp%3B%20Hove%20Albion%20F.C.\"&gt;Brighton &amp; Hove Albion&lt;/a&gt;. Luton finished 11th in the &lt;a href=\"2015%E2%80%9316%20Football%20League%20Two\"&gt;2015–16&lt;/a&gt; table.\nIn Jones' first &lt;a href=\"2016%E2%80%9317%20Luton%20Town%20F.C.%20season\"&gt;full season&lt;/a&gt;, Luton spent only one week outside the top seven positions, while he also led the club to the semi-final of the &lt;a href=\"2016%E2%80%9317%20EFL%20Trophy\"&gt;EFL Trophy&lt;/a&gt;. Luton finished the 2016–17 season in fourth place, but were beaten 6–5 on &lt;a href=\"Aggregate%20score\"&gt;aggregate&lt;/a&gt; by &lt;a href=\"Blackpool%20F.C.\"&gt;Blackpool&lt;/a&gt; in the play-off semi-final.\nThe summer of 2017 saw the club move into new training facilities, which had received heavy investment. Meanwhile, Chairman &lt;a href=\"Nick%20Owen\"&gt;Nick Owen&lt;/a&gt; stepped down after nine years, stating that he felt \"unable to dedicate the time and effort that... the role now deserves\"."
}