{
    "id": "2213487",
    "revid": "31232524",
    "url": "https://en.wikipedia.org/wiki?curid=2213487",
    "title": "Saint Anne, Alderney",
    "text": " \nSt Anne or Saint Anne is the capital and the main town of &lt;a href=\"Alderney\"&gt;Alderney&lt;/a&gt; in the &lt;a href=\"Channel%20Islands\"&gt;Channel Islands&lt;/a&gt;.\nGeography.\nSaint Anne is located about off the coast of &lt;a href=\"Auderville\"&gt;Auderville&lt;/a&gt; in the &lt;a href=\"Manche%20%28department%29\"&gt;Manche&lt;/a&gt; &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; of the &lt;a href=\"Normandy%20%28administrative%20region%29\"&gt;Normandy&lt;/a&gt; &lt;a href=\"Regions%20of%20France\"&gt;region&lt;/a&gt; of north-western &lt;a href=\"France\"&gt;France&lt;/a&gt;. As of 2010, it has an estimated population of 2,000, compared to an estimated 2,400 who actually live on the island; they have traditional names such as \"vaches\" (French for cows) and \"lapins\" (French for rabbits, given after the rabbits found in the island). The town dominates much of the island, almost extending up to the &lt;a href=\"Braye%20Harbour\"&gt;Braye Harbour&lt;/a&gt; to its north, which is the main port of entry to the island and the town. It is located on a high ground at the centre of the island on the northwest direction.\nVictoria Street, founded in 1836 and serving as the town's main thoroughfare, is the commercial hub with shops, pubs and restaurants, along with banking and post office services flanking both sides of the street. The museum presents pictures of the island with dramatic presentation of its military history; the town and the island having earned the epithet \"Gibraltar of the Channel\" during wartime. France is seen from here, as it is only away from the island. The \"Alderney Journal\", the locally produced newspaper, has an office on Ollivier Street.\nThe &lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt; command bunker and tower and the German naval tactical headquarters were both located in St Anne during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;.\nSt Anne is also the name of the only &lt;a href=\"parish\"&gt;parish&lt;/a&gt; (&lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;) in the island. The ancient parish church dedicated to the &lt;a href=\"Virgin%20Mary\"&gt;Virgin Mary&lt;/a&gt;, which was at the lower end of the main street, fell into ruins and was replaced in the late 1580s by a chapel of &lt;a href=\"St.%20Anne\"&gt;St. Anne&lt;/a&gt;. The parish church of St. Anne was renovated in 1850. After the Second World War, the church was renovated again.\nClimate.\nThe climate in St. Anne is &lt;a href=\"temperate\"&gt;temperate&lt;/a&gt;, moderated by the sea, and summers are usually warmer than elsewhere in the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;.\nUnder the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;, St. Anne has an &lt;a href=\"oceanic%20climate\"&gt;oceanic climate&lt;/a&gt;, however it exhibits characteristics of a Warm-summer &lt;a href=\"Mediterranean%20climate\"&gt;Mediterranean climate&lt;/a&gt;(csb). St. Anne experiences cool, wet winters and mild summers with moderate rainfall. February is the coldest month with an average high of 8 C ( F), and a low of 6 C ( F). July and August are the warmest months, with an average high of 18 C ( F), and a low of 15 C ( F). December is the wettest month with of rain, and June is the driest month with . Snow is very rare. Average Sunshine hours are around 1930 annually.\nHistory.\nThe founding of St Anne can be traced to the 15th century. During the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, in the period between 1940 and 1945, &lt;a href=\"Germany\"&gt;Germans&lt;/a&gt; occupied the entire island, with their headquarters and military establishments located at St. Anne. The island's entire population, including that of the town, was evacuated before the islands were invaded in 1940. The Germans converted the place into a concentration camp; the labour force of 6,000 suffered untold miseries and many fatalities.\nDuring this period the island and the town became a German fort. The &lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt; built a bunker and tower in the town. The tower, known as a \"water tower\", was a multistorey structure which housed the headquarters of the German Defence Forces of Army, Navy and Air Force. All these units had their own establishments with bunkers and reinforced structures, each with independent telecommunication network facilities. The defence system featured a network of tunnels dug in the several islands, including &lt;a href=\"Jersey\"&gt;Jersey&lt;/a&gt;, &lt;a href=\"Guernsey\"&gt;Guernsey&lt;/a&gt; and Alderney. Within Alderney, nine such tunnels connected all the fortifications, with the headquarters centred at St Anne. These tunnels had a clear rock cover of , which made them impregnable to aerial bombing.\nThe court house in New Street, also used for sittings of the States of Alderney, dates originally from 1850. The court room was destroyed by the &lt;a href=\"German%20occupation%20of%20the%20Channel%20Islands\"&gt;German occupying forces&lt;/a&gt; but rebuilt in 1955.\nAlderney's official records were mostly destroyed during the Second World War, but family history volunteers have compiled all of the available records, both civil (except censuses) and ecclesiastical, and have contacted those persons who could provide further information. Several hundred families in various regions of the island, with genealogies tracing to the 1800s, have been categorized as old Alderney families, Breakwater families and others, with family names of Duplain, Gaudion, Hougez, Le Vallée, Ollivier, Pezet, Audoire, Batiste, Barbenson and Renier, Le Cocq, Le Mesurier, Sebire and Simon. As the island was re-surveyed after the German occupation, no land records are available for the period before 1945, although &lt;a href=\"baptism\"&gt;baptism&lt;/a&gt; registers since 1662 have been located from several sources.\nThe &lt;a href=\"British%20Pound\"&gt;British Pound&lt;/a&gt; and the &lt;a href=\"Guernsey%20Pound\"&gt;Guernsey Pound&lt;/a&gt; are both legal tender on the island. &lt;a href=\"Commemorative%20coins\"&gt;Commemorative coins&lt;/a&gt; of Alderney have been issued since 1989.\nNoted places.\nSome of the noted places in St Anne town are St Anne's Church, the Island Hall and the St Anne Museum. Public facilities include the logically arranged network of harbour, roads, airport, railway (the only one in the Channel Islands), school and hospital.\nSt Anne's Church.\nThe St Anne Church, dedicated to &lt;a href=\"St%20Anne\"&gt;St Anne&lt;/a&gt;, Mother of the Blessed Virgin Mary, is centrally located in the St Anne town on the side of a hill between Victoria Street (from which it is approached through the Albert Gate) and La Vallee. It is surrounded by a churchyard. The new church, which involved substantial renovation of the old church building, was designed by &lt;a href=\"George%20Gilbert%20Scott\"&gt;George Gilbert Scott&lt;/a&gt;, a renowned architect of Victorian buildings. Renovation of the old church involved the demolition of an ancient medieval building in the old churchyard, next to the present day island museum. The clock tower of the old church and the cemetery were retained, however. The renovation was completed and consecration held in 1850. Reverend Canon John Le Mesurier, son of the last Hereditary &lt;a href=\"Governor%20of%20Alderney\"&gt;Governor of Alderney&lt;/a&gt;, built it in memory of his parents and fully met the cost of renovation, then estimated at about £8,000.\nThe main church, cruciform in the “transitional style from Norman to Early English with a clear French influence”, is an ornate structure built of local granite with &lt;a href=\"Caen%20stone\"&gt;Caen stone&lt;/a&gt; dressings, with a high altar with solid round pillars and the &lt;a href=\"nave\"&gt;nave&lt;/a&gt; supporting towering arches. It became an archetype model for six other churches built by the same architect. The original six Victorian bells were removed during the German invasion; four were taken to Cherbourg to be melted for making munitions, and two were found in Alderney. All six bells were recast by Taylor's of &lt;a href=\"Loughborough\"&gt;Loughborough&lt;/a&gt; in 1953.\nDuring the Second World War, when the town was under German occupation and all its citizens had vacated the town, the church was used as a store, and its premises were damaged. A machine-gun post was set up then in the &lt;a href=\"Bell%20tower\"&gt;belfry&lt;/a&gt;, and still-visible graffiti on the stone work left by soldiers bears mute witness to the occupation. &lt;a href=\"Pews\"&gt;Pews&lt;/a&gt; had been removed from the church premises. After the war, the church figured in substantial restoration work in the town, completed in 1953. The &lt;a href=\"Bishop%20of%20Winchester\"&gt;Bishop of Winchester&lt;/a&gt; rededicated the church on 11 June of that year. A redeeming event recorded in 1998 was the restoration of an old &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt; dated 1683 and bound in with a copy of the &lt;a href=\"Book%20of%20Common%20Prayer\"&gt;Book of Common Prayer&lt;/a&gt; and a &lt;a href=\"Metrical%20Psalter\"&gt;Metrical Psalter&lt;/a&gt; dated 1679. It was partially damaged by dampness but had been substituted with manuscript sheets exquisitely engraved in small copper plates. The Bible was restored to the church by the widow of a soldier who had taken it from there and had stored it in his library in Germany.\nIn view of its large size, the church is called the “Cathedral of the Channel Islands.” It was intended to serve not only as a parish church but also as a fortified garrison for the defence forces stationed in the island. Approach to the present church is through the Albert Memorial Entrance, which is a &lt;a href=\"granite\"&gt;granite&lt;/a&gt; &lt;a href=\"arch\"&gt;arch&lt;/a&gt; with &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; gates, opposite to Oliver Street.\nAlderney Society Museum.\n&lt;a href=\"Alderney%20Society%20Museum\"&gt;Alderney Society Museum&lt;/a&gt;, the principal museum in &lt;a href=\"Alderney\"&gt;Alderney&lt;/a&gt;, is located in the Old School House on High Street in central &lt;a href=\"St%20Anne%2C%20Alderney\"&gt;St Anne&lt;/a&gt;. Exhibits there reflect the history of the town and include a collection of rare maps, a list of British regiments stationed in Alderney starting with 1732, old records, the 1940 Census of Alderney, finds of the Elizabethan shipwreck, and many rare artefacts. The museum is administered by the Alderney Society, which established it in 1966 with the purpose of creating \"an organisation dedicated to the historical, environmental and scientific promotion of the island of Alderney\". The museum was fully registered in 1993 and received the &lt;a href=\"Museums%20and%20Galleries%E2%80%99%20Gulbenkian%20Award\"&gt;Museums and Galleries’ Gulbenkian Award&lt;/a&gt; for \"most outstanding achievement\" presented by &lt;a href=\"Charles%2C%20Prince%20of%20Wales\"&gt;Charles, Prince of Wales&lt;/a&gt; in 1999.\nRoyal Connaught Square.\nRoyal Connaught Square in the heart of the town takes its name from &lt;a href=\"Prince%20Arthur%2C%20Duke%20of%20Connaught%20and%20Strathearn\"&gt;Prince Arthur, Duke of Connaught and Strathearn&lt;/a&gt;, who visited the island with &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt;. Island Hall on the north side of the square was built in 1763 by Governor John Le Mesurier and served as Alderney's Government House, and later as a Catholic convent school. It now houses the library and museum. Nearby is Les Mouriaux House, which was built in 1779 by Peter Le Mesurier, John's son, and later visited by Queen Victoria and then &lt;a href=\"Queen%20Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt; in 1956. It was the residence of the first President of Alderney, Captain Sidney Herivel, from 1949 to 1970. &lt;a href=\"Connaught\"&gt;Connaught&lt;/a&gt; (Irish: Connacht), is one of the four &lt;a href=\"provinces%20of%20Ireland\"&gt;provinces of Ireland&lt;/a&gt;.\nTransport.\nThe town and the island are easily accessible by sea and air. France is across the sea. It is 32 km (20 mi) to the northeast corner of the Bailiwick of Guernsey (of which it is a part) and 97 km (60 mi) from the south coast of England.\nIts main port of entry, including for freight, is &lt;a href=\"Braye%20Harbour\"&gt;Braye Harbour&lt;/a&gt;, a commercial &lt;a href=\"harbour\"&gt;harbour&lt;/a&gt;, a short distance to the north of the town. Also known as the Alderney Harbour, it is located on the north side of the island at the mouth of the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt;. It has one of the longest harbour walls in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and is, in fact, the longest such harbour wall in the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;. The harbour faces out onto &lt;a href=\"the%20Swinge\"&gt;the Swinge&lt;/a&gt;, which is part of the English Channel. It is a suburb of &lt;a href=\"St%20Anne%2C%20Alderney\"&gt;St Anne&lt;/a&gt;, which is a large settlement in Alderney about away from the harbour.\nThe three-runway &lt;a href=\"Alderney%20Airport\"&gt;Alderney Airport&lt;/a&gt; is about from the town. Alderney Airport is the only &lt;a href=\"airport\"&gt;airport&lt;/a&gt; on the island of &lt;a href=\"Alderney\"&gt;Alderney&lt;/a&gt;. Built in 1935 and operating since 1936, Alderney Airport was the first airport in the &lt;a href=\"Channel%20Islands\"&gt;Channel Islands&lt;/a&gt;. Located southwest of &lt;a href=\"St%20Anne%2C%20Alderney\"&gt;St Anne&lt;/a&gt;, it is the closest Channel Island airport to the south coast of &lt;a href=\"England\"&gt;England&lt;/a&gt; and the coast of &lt;a href=\"France\"&gt;France&lt;/a&gt;.\n&lt;a href=\"Aurigny%20Air%20Services\"&gt;Aurigny Air Services&lt;/a&gt; (founded in Alderney in 1968), are the only commercial airline that operate flights to and from this airport.\nCivic facilities.\nSporting facilities are available in the area, including Alderney Cricket Club and Alderney Golf Course, situated to the east of St Anne. The town has a primary school, a secondary school and a post office as well as hotels, restaurants, banks and shops.\nThe court house in New Street, also used for sittings of the States of Alderney, dates originally from 1850. The court room was destroyed by the &lt;a href=\"German%20occupation%20of%20the%20Channel%20Islands\"&gt;German occupying forces&lt;/a&gt; but rebuilt in 1955.\nThe main town is given the epithets, \"piquant picturesque town\" and \"pastel painted village\" and is also called St. Anne. The main cemetery is Longis Cemetery.\nHealthcare.\nThe principal hospital on Alderney is the &lt;a href=\"Mignot%20Memorial%20Hospital%2C%20Alderney\"&gt;Mignot Memorial Hospital&lt;/a&gt;, located in the northern part of St. Anne. Serving a population of 2,400, the hospital was established in 2008 and has 24 beds, twelve of which are designated for medical, post-operative, maternity, or paediatric care.\nAs Alderney, unlike the UK, is not covered by the &lt;a href=\"National%20Health%20Service\"&gt;National Health Service&lt;/a&gt;, the hospital is effectively a private practice in which a fee is payable for all care provided. Treatment received by patients in the Accidents and Emergency Department and immediate necessary treatment given by a GP, however, is without charge.\nThe hospital has two local general practitioners and visiting specialists—especially from the Princess Elizabeth Hospital in Guernsey, which acts as the Mignot Hospital's parent institution—hold out-patient clinics. The hospital has a 24-hour accident and emergency clinic, a physiotherapy department and a small radiography unit. Women giving birth are generally taken to Guernsey.\nSwinburne.\n&lt;a href=\"Algernon%20Charles%20Swinburne\"&gt;A.C. Swinburne's&lt;/a&gt; poem \"Les Casquets\" is based on the Houguez family, who actually lived on those islets for 18 years. The Houguez were originally from Alderney, and the poem describes their life on Les Casquets. The daughter falls in love with a carpenter from Alderney, but moving to his island finds life there too busy. She finds the \"small bright streets of serene St Anne\" and \"the sight of the works of men\" too much and returns to &lt;a href=\"Les%20Casquets\"&gt;Les Casquets&lt;/a&gt;."
}