{
    "id": "22155836",
    "revid": "14693044",
    "url": "https://en.wikipedia.org/wiki?curid=22155836",
    "title": "Alfonso Prat-Gay",
    "text": "Alfonso Prat-Gay (born 24 November 1965) is an &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; &lt;a href=\"economist\"&gt;economist&lt;/a&gt; and politician. Following the election of &lt;a href=\"Mauricio%20Macri\"&gt;Mauricio Macri&lt;/a&gt; to the &lt;a href=\"President%20of%20Argentina\"&gt;presidency&lt;/a&gt; on &lt;a href=\"2015%20Argentine%20general%20election\"&gt;2015&lt;/a&gt;, he became &lt;a href=\"Ministry%20of%20Economy%20%28Argentina%29\"&gt;Minister of Economy&lt;/a&gt;. \nHe was also President of the &lt;a href=\"Central%20Bank%20of%20Argentina\"&gt;Central Bank of Argentina&lt;/a&gt; from December 2002 to September 2004, and was elected &lt;a href=\"Argentine%20Chamber%20of%20Deputies\"&gt;National Deputy&lt;/a&gt; for the &lt;a href=\"Civic%20Coalition%20%28Argentina%29\"&gt;Civic Coalition&lt;/a&gt; in the &lt;a href=\"2009%20Argentine%20legislative%20election\"&gt;2009 elections&lt;/a&gt;.\nA decade later, as &lt;a href=\"Ministry%20of%20Economy%20%28Argentina%29\"&gt;Minister of Economy&lt;/a&gt; in the &lt;a href=\"Presidency%20of%20Mauricio%20Macri\"&gt;Macri administration&lt;/a&gt;, he lifted 4-year-old &lt;a href=\"Argentine%20currency%20controls%20%282011%E2%80%9315%29\"&gt;capital controls&lt;/a&gt; on the &lt;a href=\"Argentine%20peso\"&gt;Argentine currency&lt;/a&gt;, a mere 6 days after taking office. \nHis work earned him Euromoney's Central Bank Governor of the Year award. Prat-Gay is also a member of &lt;a href=\"Washington%20D.C.\"&gt;Washington D.C.&lt;/a&gt; based think tank, The &lt;a href=\"Inter-American%20Dialogue\"&gt;Inter-American Dialogue&lt;/a&gt;.\nHe is considered an orthodox &lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; who has a good image in the markets and fluent contacts abroad. However, Prat-Gay has been a political ally to leftist &lt;a href=\"Victoria%20Donda\"&gt;Victoria Donda&lt;/a&gt; and some economists like &lt;a href=\"Javier%20Milei\"&gt;Javier Milei&lt;/a&gt; consider him to be a socialist or a socialdemocrat.\nCareer.\nPrat-Gay was born in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; in 1965, the son of Jorge Prat-Gay. He earned a degree in economics from the &lt;a href=\"Universidad%20Cat%C3%B3lica%20Argentina\"&gt;Universidad Católica Argentina&lt;/a&gt; in 1989, and obtained his master's degree in 1994 at the &lt;a href=\"University%20of%20Pennsylvania\"&gt;University of Pennsylvania&lt;/a&gt;, where he was a &lt;a href=\"PhD\"&gt;PhD&lt;/a&gt; candidate.\nFinances.\nIn 1994, Prat-Gay joined &lt;a href=\"JP%20Morgan\"&gt;JP Morgan&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and went on to work for the bank in its &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; and &lt;a href=\"London\"&gt;London&lt;/a&gt; branches until 2001. He co-founded APL Economía, an economic consulting firm.\nPrat-Gay is Chairman of Tilton Capital, an &lt;a href=\"asset%20management\"&gt;asset management&lt;/a&gt; company he co-founded in 2005 with Pedro Lacoste. He is president of \"Fundación Andares para el desarrollo de las Microfinanzas\" (\"Andares Foundation for the Development of Microfinances\"). His clients at Tilton Capital included the late &lt;a href=\"Mar%C3%ADa%20Amalia%20Lacroze%20de%20Fortabat\"&gt;María Amalia Lacroze de Fortabat&lt;/a&gt;, former chairperson of Argentina's largest concrete manufacturer, &lt;a href=\"Loma%20Negra\"&gt;Loma Negra&lt;/a&gt;. Prat-Gay's work for Mrs. Fortabat came under scrutiny after revelations that Tilton Capital facilitated &lt;a href=\"tax%20evasion\"&gt;tax evasion&lt;/a&gt; and &lt;a href=\"capital%20flight\"&gt;capital flight&lt;/a&gt; for Fortabat and other clients, including the entirety of Mrs. Fortabat's billion-dollar payout for her sale of Loma Negra in 2005. The vice president of JP Morgan Argentina at the time, Hernán Arbizu, declared that Prat-Gay managed much of this wealth in an &lt;a href=\"offshore%20banking\"&gt;offshore&lt;/a&gt; &lt;a href=\"hedge%20fund\"&gt;hedge fund&lt;/a&gt; of his creation with &lt;a href=\"put%20option\"&gt;put option&lt;/a&gt;s against the Argentine peso. He was appointed &lt;a href=\"executor\"&gt;executor&lt;/a&gt; of the Lacroze de Fortabat estate following Mrs. Fortabat's death in 2012.\nPolitics.\nIn December 2002, Prat-Gay was named President of the &lt;a href=\"Central%20Bank%20of%20Argentina\"&gt;Central Bank of Argentina&lt;/a&gt;, at only 37 years of age, and served until September 24, 2004. He won the 2004 \"&lt;a href=\"Euromoney%20%28magazine%29\"&gt;Euromoney&lt;/a&gt;\" Central Bank Governor of the Year award for his work for having reduced the inflation from 40% to 5% while maintaining an economic growth of 8%. He completed his term and rejected President &lt;a href=\"N%C3%A9stor%20Kirchner\"&gt;Néstor Kirchner&lt;/a&gt;'s offer to renew his position for another six-year term, due to disagreements with the president on the independence of the Central Bank, anti-inflationary policies, and on negotiations on defaulted bonds.\nHe joined the &lt;a href=\"Civic%20Coalition%20%28Argentina%29\"&gt;Civic Coalition&lt;/a&gt;, led at the time by &lt;a href=\"Elisa%20Carri%C3%B3\"&gt;Elisa Carrió&lt;/a&gt;, and was named as Carrió's choice for Minister of the Economy had she won the &lt;a href=\"2007%20Argentine%20general%20election\"&gt;2007 presidential election&lt;/a&gt;.\nPrat-Gay led the &lt;a href=\"Civic%20Coalition%20%28Argentina%29\"&gt;Civic Coalition&lt;/a&gt;'s &lt;a href=\"party%20list\"&gt;party list&lt;/a&gt; for the city of &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; in the &lt;a href=\"2009%20Argentine%20legislative%20election\"&gt;2009 congressional elections&lt;/a&gt;, and was handily elected. As a Congressman, he worked on projects such as increasing banking security, preventing money laundering and drug trafficking, and an extensive deregulation of the Argentine financial system. He was a main voice of the opposition in Congress on economic issues. He was named head of the Civic Coalition caucus in the Lower House following Elisa Carrió's poor showing in the &lt;a href=\"2011%20Argentine%20general%20election\"&gt;2011 presidential election&lt;/a&gt;.\nPrat-Gay co-founded the \"Juntos UNEN\" ('Together They Unite') alliance with centrist &lt;a href=\"Radical%20Civic%20Union\"&gt;UCR&lt;/a&gt; Congressional caucus leader &lt;a href=\"Ricardo%20Gil%20Lavedra\"&gt;Ricardo Gil Lavedra&lt;/a&gt;, and &lt;a href=\"Victoria%20Donda\"&gt;Victoria Donda&lt;/a&gt; of the leftist &lt;a href=\"Freemen%20of%20the%20South%20Movement\"&gt;Freemen of the South Movement&lt;/a&gt; in January 2013. He declared his candidacy in July for a seat in the &lt;a href=\"Argentine%20Senate\"&gt;Argentine Senate&lt;/a&gt; ahead of the &lt;a href=\"2013%20Argentine%20legislative%20election\"&gt;2013 mid-term elections&lt;/a&gt;.\nMinister of Treasury and Finances.\nPrat-Gay was appointed &lt;a href=\"Minister%20of%20Economy%20%28Argentina%29\"&gt;Minister of Treasury and Public Finance&lt;/a&gt; in December 2015, by the new &lt;a href=\"President%20of%20Argentina\"&gt;President&lt;/a&gt; &lt;a href=\"Mauricio%20Macri\"&gt;Mauricio Macri&lt;/a&gt;.\nOne of the first changes to economic policy from the &lt;a href=\"Presidency%20of%20Mauricio%20Macri\"&gt;Macri administration&lt;/a&gt;, just seven days after he had taken office, was to remove the &lt;a href=\"Argentine%20currency%20controls%20%282011%E2%80%9315%29\"&gt;currency controls&lt;/a&gt; that had been in place for four consecutive years. The move signified a 30% &lt;a href=\"devaluation\"&gt;devaluation&lt;/a&gt; of the &lt;a href=\"Argentine%20peso\"&gt;peso&lt;/a&gt;, and was met with both criticism and praise.\nPrat Gay eliminated &lt;a href=\"tariffs\"&gt;export taxes&lt;/a&gt; on &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;, &lt;a href=\"corn\"&gt;corn&lt;/a&gt;, &lt;a href=\"meat\"&gt;meat&lt;/a&gt; and &lt;a href=\"fishing\"&gt;fishing&lt;/a&gt;, the &lt;a href=\"Industrial%20sector\"&gt;industry&lt;/a&gt; and &lt;a href=\"mining\"&gt;mining&lt;/a&gt;, while it promised to lower the tariff on &lt;a href=\"soy\"&gt;soy&lt;/a&gt; 5% every year. \nFor the next year, he eliminated the Advance Affidavits of Importation (an &lt;a href=\"trade%20barrier\"&gt;import control&lt;/a&gt; program) and extended &lt;a href=\"Careful%20Pricing\"&gt;Careful Pricing&lt;/a&gt; (a &lt;a href=\"price%20control\"&gt;price control&lt;/a&gt; program) for six months.\nSince 2016, began the removal of &lt;a href=\"energy%20subsidies\"&gt;energy subsidies&lt;/a&gt; (for &lt;a href=\"electricity\"&gt;electricity&lt;/a&gt;, &lt;a href=\"Natural%20gas\"&gt;gas&lt;/a&gt; and &lt;a href=\"water\"&gt;water&lt;/a&gt;) and &lt;a href=\"subsidy\"&gt;transport subsidies&lt;/a&gt; (for &lt;a href=\"bus\"&gt;bus&lt;/a&gt;, &lt;a href=\"train\"&gt;train&lt;/a&gt; and &lt;a href=\"Rapid%20transit\"&gt;subway&lt;/a&gt;), which caused a huge increase in prices. He avoided to use a &lt;a href=\"Shock%20therapy%20%28economics%29\"&gt;shock therapy&lt;/a&gt; and introduced the changes &lt;a href=\"gradualism\"&gt;gradually&lt;/a&gt;.\nOn January 19, Prat Gay and Macri went to the &lt;a href=\"World%20Economic%20Forum\"&gt;World Economic Forum&lt;/a&gt; in &lt;a href=\"Davos\"&gt;Davos&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; with &lt;a href=\"Sergio%20Massa\"&gt;Sergio Massa&lt;/a&gt; and part of his &lt;a href=\"Cabinet%20of%20Mauricio%20Macri\"&gt;cabinet&lt;/a&gt; looking for investments. He had meetings with various business representatives, politicians and journalists. Some of them were &lt;a href=\"US%20Vice%20President\"&gt;US Vice President&lt;/a&gt; &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt;, the &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;Prime Minister of the United Kingdom&lt;/a&gt;, &lt;a href=\"David%20Cameron\"&gt;David Cameron&lt;/a&gt;, the founder of Virgin Group &lt;a href=\"Richard%20Branson\"&gt;Richard Branson&lt;/a&gt;, CEO of &lt;a href=\"Google\"&gt;Google&lt;/a&gt; &lt;a href=\"Eric%20Schmidt\"&gt;Eric Schmidt&lt;/a&gt;, the &lt;a href=\"Queen%20of%20the%20Netherlands\"&gt;Queen of the Netherlands&lt;/a&gt;, President and CEO &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt;, &lt;a href=\"Muhtar%20Kent\"&gt;Muhtar Kent&lt;/a&gt; among others. It was the first time that &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; participates since 2003. The last president was &lt;a href=\"Eduardo%20Duhalde\"&gt;Eduardo Duhalde&lt;/a&gt;.\nHe successfully ended the &lt;a href=\"sovereign%20default\"&gt;sovereign default&lt;/a&gt; declared in 2001. Prat Gay returned Argentina to the &lt;a href=\"capital%20markets\"&gt;internacional capital markets&lt;/a&gt; and helped to restore &lt;a href=\"international%20relations\"&gt;international relations&lt;/a&gt;.\n\"Argentina is back, and I hope you enjoy it.\" Minister Prat Gay at the &lt;a href=\"Atlantic%20Council\"&gt;Atlantic Council&lt;/a&gt;, &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;U.S.&lt;/a&gt;, on April 14, 2016.\nPolitical intervention in the &lt;a href=\"National%20Institute%20of%20Statistics%20and%20Census%20of%20Argentina\"&gt;INDEC&lt;/a&gt; figures ended, and the &lt;a href=\"International%20Monetary%20Fund\"&gt;IMF&lt;/a&gt; declared in November 2016 that Argentine statistics were again in accordance with international standards.\nAmong the most notorious vulnerabilities of the administration was an extremely high &lt;a href=\"inflation%20rate\"&gt;inflation rate&lt;/a&gt;: it was 40% in 2016 (while the &lt;a href=\"Central%20Bank%20of%20Argentina\"&gt;Central Bank&lt;/a&gt; expected an inflation rate of 17% for 2017, 10% for 2018 and 5% for 2019). \nHe had conflicting views of the economy with &lt;a href=\"Federico%20Sturzenegger\"&gt;Federico Sturzenegger&lt;/a&gt;, president of the &lt;a href=\"Central%20Bank%20of%20Argentina\"&gt;Central Bank of Argentina&lt;/a&gt;.\nBy demand of president Macri, he resigned on December 26, 2016, and was succeeded by &lt;a href=\"Nicol%C3%A1s%20Dujovne\"&gt;Nicolás Dujovne&lt;/a&gt;."
}