{
    "id": "22170076",
    "revid": "3006008",
    "url": "https://en.wikipedia.org/wiki?curid=22170076",
    "title": "2009 Churchill Cup",
    "text": "The 2009 Churchill Cup took place between June 6 and June 21, 2009, marking the seventh year of the &lt;a href=\"Churchill%20Cup\"&gt;Churchill Cup&lt;/a&gt;.\nFor the first time in the tournament's history, all rounds were held in the United States. This was done in an effort to reduce the cost of the tournament after the discontinued sponsorship by Barclays and to keep the tournament from being suspended for a year. Six &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; teams took part: , &lt;a href=\"England%20Saxons\"&gt;England Saxons&lt;/a&gt;, &lt;a href=\"Ireland%20Wolfhounds\"&gt;Ireland A&lt;/a&gt;, the , &lt;a href=\"Argentina%20Jaguars%20national%20rugby%20union%20team\"&gt;Argentina Jaguars&lt;/a&gt;, and for the first time in the tournament, the &lt;a href=\"Georgia%20national%20rugby%20union%20team\"&gt;Georgia&lt;/a&gt; national team. Tickets for the event went on sale to USA Rugby members on April 2, 2009, and general sales tickets went on sale on April 24, 2009. The matches were broadcast live on &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt; in the UK and &lt;a href=\"Setanta%20Sports%20North%20America\"&gt;Setanta Sports North America&lt;/a&gt; in the US.\nWinners.\nThe Main Cup was won by &lt;a href=\"Ireland%20Wolfhounds\"&gt;Ireland A&lt;/a&gt; (who beat the &lt;a href=\"England%20Saxons\"&gt;England Saxons&lt;/a&gt; in the Cup Final), the Plate Competition was won by the &lt;a href=\"Argentina%20Jaguars%20national%20rugby%20union%20team\"&gt;Argentina Jaguars&lt;/a&gt; (who defeated in the Final), and the Bowl Competition was won by the (who beat &lt;a href=\"Georgia%20national%20rugby%20union%20team\"&gt;Georgia&lt;/a&gt;).\nFormat.\nThe teams played in a round-robin format between two pools to decide the elimination matches which took place on June 20, 2009. All six teams participated on the finals day: the two pool winners competed in the Cup Final, the two runners-up played in a Plate Final, and the two bottom-placed teams met in the Bowl Final.\nVenues.\nAfter the 2008 tournament, which was played both in Canada and the United States, in 2009 all rounds of the tournament as well as the Finals Day were played around the &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt; area which is the future home for the tournament for the next three years. The first three days of round-robin play were at the modern, purpose-built rugby stadium &lt;a href=\"Infinity%20Park\"&gt;Infinity Park&lt;/a&gt; in &lt;a href=\"Glendale%2C%20Colorado\"&gt;Glendale, Colorado&lt;/a&gt; on the south side of Denver. The finals were held at &lt;a href=\"Dick%27s%20Sporting%20Goods%20Park\"&gt;Dick's Sporting Goods Park&lt;/a&gt; in &lt;a href=\"Commerce%20City%2C%20Colorado\"&gt;Commerce City&lt;/a&gt;, which is home to Denver's &lt;a href=\"Major%20League%20Soccer\"&gt;MLS&lt;/a&gt; team, the &lt;a href=\"Colorado%20Rapids\"&gt;Colorado Rapids&lt;/a&gt;."
}