{
    "id": "22195459",
    "revid": "473593",
    "url": "https://en.wikipedia.org/wiki?curid=22195459",
    "title": "Gaganjeet Bhullar",
    "text": "Gaganjeet Singh Bhullar (born 27 April 1988) is an Indian &lt;a href=\"professional%20golfer\"&gt;professional golfer&lt;/a&gt; who plays on the &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt;. He was awarded &lt;a href=\"Arjuna%20Award\"&gt;Arjuna Award&lt;/a&gt; in 2013.\nAmateur career.\nBhullar was born to Sikh parents in &lt;a href=\"Kapurthala%2C%20India\"&gt;Kapurthala, India&lt;/a&gt;. He was India's number one amateur in 2004 and 2006 and was part of the Indian team that won the silver medal at the &lt;a href=\"2006%20Asian%20Games\"&gt;2006 Asian Games&lt;/a&gt;. He finished in a tie for seventh in the individual competition. Bhullar turned professional in 2006.\nProfessional career.\n2006-2008.\nBhullar started his professional career on the &lt;a href=\"Professional%20Golf%20Tour%20of%20India\"&gt;Professional Golf Tour of India&lt;/a&gt; where he has yet to miss a cut. He played in seven events in the 2006-07 season and never finished lower than T-18. He also recorded three top ten finishes, including two runners-up. He finished fifth on the tour's Order of Merit list. In 2007-08, he played in 14 events and recorded 10 top-10 finishes, including three runners-up. For the second year in a row, he finished in fifth on the Order of Merit. 2009 has been Bhullar's most successful year on tour but he has played in fewer tournaments due to his concentration on the Asian Tour. Bhullar has won three of the four tournaments he has played in. He won the PGTI Players Championship at Panchkula Golf Club in March, his first professional victory. He also won the PGTI Players Championship presented by Rambagh Golf Club and the PGTI Players Championship presented by Aamby Valley Golf Club in back to back weeks in May. He finished in a tie for second at the &lt;a href=\"SAIL%20Open\"&gt;SAIL Open&lt;/a&gt; which was co-sanctioned by the Asian Tour.\nBhullar began his career on the Asian Tour in 2007. He played in nine events, making seven cuts while recording a runner up finish at the &lt;a href=\"Indonesia%20President%20Invitational\"&gt;Indonesia President Invitational&lt;/a&gt;. He finished in 77th on the Order of Merit with $52,413. 2008 was Bhullar's first full season on the Asian Tour. He played in 21 events, making 14 cuts while recording one top-10 finish. He didn't secure his tour card for 2009 until the second to last tournament of the year, when he finished T-11 at the &lt;a href=\"Johnnie%20Walker%20Cambodian%20Open\"&gt;Johnnie Walker Cambodian Open&lt;/a&gt;. Bhullar entered the tournament in 67th on the Order of Merit, needing to finish in the top 65 to earn his tour card for 2009. &lt;a href=\"Neven%20Basic\"&gt;Neven Basic&lt;/a&gt;, who was in 65th, missed the cut so on the final day of the event it was a battle between Bhullar and &lt;a href=\"Adam%20Groom\"&gt;Adam Groom&lt;/a&gt;, who was in 66th. Bhullar entered the day three shots behind Groom but shot the best round of the day (64) while Groom shot a 75. The combination of Bhullar's eight under round and Groom's poor performance put Bhullar into 65th, only $681 ahead of Groom.\n2009.\nBhullar's 2009 season started out slow but eventually picked up. Between March and July, Bhullar made four of six cuts, finishing in the top-10 four times. He recorded a runner up finish at the SAIL Open and recorded his first victory on the Asian Tour in July at the &lt;a href=\"Indonesia%20President%20Invitational\"&gt;Indonesia President Invitational&lt;/a&gt;. The victory catapulted him into 10th on the Order of Merit and he jumped from 417 to 255 in the &lt;a href=\"Official%20World%20Golf%20Rankings\"&gt;Official World Golf Rankings&lt;/a&gt;. The victory also makes Bhullar the youngest Indian to win on the Asian Tour and gives him exempt status on the Asian Tour until 2011.\nThe week before his win in Indonesia, Bhullar played in his first &lt;a href=\"Men%27s%20major%20golf%20championships\"&gt;major&lt;/a&gt; at the &lt;a href=\"2009%20Open%20Championship\"&gt;2009 Open Championship&lt;/a&gt;. He qualified for the Open by winning the Asian International Final Qualifying in April. Bhullar put himself into position to make the cut after the first round, shooting a 71 (+1) which put him in a tie for fifteenth but his second round of 77 (+7) saw him miss the cut by four strokes. Bhullar is the youngest Indian to play in a major.\nOne week after his win in Indonesia, Bhullar almost picked up his second win on the Asian Tour at the &lt;a href=\"Brunei%20Open\"&gt;Brunei Open&lt;/a&gt;. On the 72nd hole of the tournament he had an eight-foot birdie putt to win the tournament but he missed it. He went into a playoff with Darren Beck and Boonchu Ruangkit. Boonchu was eliminated after bogeying the second hole and Beck won the tournament on the third hole when he scored a birdie while Bhullar made par. The runner-up finish helped him jump from 255 to 203rd in the Official World Golf Rankings. He ended up finishing the year 6th on the Order of Merit.\nBhullar picked up his fourth win on the Professional Golf Tour of India at the PGTI Players Championship presented by Eagleton. The win elevated him to first on the tour's Order of Merit. But the very next week, &lt;a href=\"Mukesh%20Kumar%20%28golfer%29\"&gt;Mukesh Kumar&lt;/a&gt; won his 3rd event of the season, replacing Bhullar at the top of the Order of Merit. His 5th win of the season came in September at the DLF Masters, winning by 5 strokes. The victory launched Bhullar to first on the Order of Merit but he finished the year in 5th. Bhullar played in the fewest events out of anyone in the top 25, a stat which greatly contributed to his 5th-place finish.\n2010.\nBhullar represented Asia for the &lt;a href=\"2010%20Royal%20Trophy\"&gt;2010 Royal Trophy&lt;/a&gt; where Europe pulled out a narrow victory. Bhullar picked up his first victory on the Asian Tour in February at the &lt;a href=\"Asian%20Tour%20International\"&gt;Asian Tour International&lt;/a&gt;. Bhullar was six strokes behind the leader going into the final round but shot a 64 (-8) to win the event by one stroke. Bhullar's superb round set a new course record at Suwan Golf and Country Club. The victory launched him from 174th to 115th in the Official World Golf Rankings, his highest ranking to date. Two months later, Bhullar finished in sixth at the &lt;a href=\"SAIL%20Open\"&gt;SAIL Open&lt;/a&gt; in his home country.\nBhullar won his sixth title on the Professional Golf Tour of India at the PGTI Players Championship in May. Bhullar recorded two triple bogeys on the front nine during round three but made a fantastic recovery in the last 27 holes to win the tournament. On the back nine in the third round he shot six under and then shot a 6 under in the final round to secure the championship. He finished the year 8th in the ROLEX Rankings with five top ten finishes in seven events and no missed cuts.\nBhullar received a special invitation to play in the &lt;a href=\"Japan%20PGA%20Championship\"&gt;Japan PGA Championship&lt;/a&gt; due to his consistent performances in India and Asia. He missed the cut after shooting an 80 in the second round. In his first European Tour event of the year, Bhullar finished tied for 30th in the &lt;a href=\"Estoril%20Open%20de%20Portugal\"&gt;Estoril Open de Portugal&lt;/a&gt;. Later in the month, he played in two tour events in India, finishing tied for third and tied for twelfth. Bhullar continued his success on the Asian Tour in July with a fourth-place finish at the &lt;a href=\"Brunei%20Open\"&gt;Brunei Open&lt;/a&gt;. In September, Bhullar notched another top ten finish at the &lt;a href=\"Handa%20Singapore%20Classic\"&gt;Handa Singapore Classic&lt;/a&gt; where he finished in a tie for 8th. Bhullar finished the year 17th on the Order of Merit, earning $165,225. He recorded four top ten finishes and only missed two cuts in 14 events.\n2011.\nIn January 2011 Bhullar won the inaugural &lt;a href=\"Gujarat%20Kensville%20Challenge\"&gt;Gujarat Kensville Challenge&lt;/a&gt; to become the first Indian player to win a tournament on the &lt;a href=\"Challenge%20Tour\"&gt;Challenge Tour&lt;/a&gt;, the official development tour organised by the &lt;a href=\"PGA%20European%20Tour\"&gt;PGA European Tour&lt;/a&gt;.\nOn 29 January, Bhullar won the Bangladesh Open on the Professional Golf Tour of India, thanks to a 64 (-8) in the third round, the best round of the tournament by two strokes. The following week he won the PGTI Players Championship in similar fashion, shooting the best round of the tournament in the third round, 65 (-7). This is the second time in his career that he has won back to back tournaments on the PGTI. On 5 March he won his third PGTI event of the year at the Aircel PGTI Players Championship.\n2012.\nBhullar won the &lt;a href=\"Yeangder%20Tournament%20Players%20Championship\"&gt;Yeangder Tournament Players Championship&lt;/a&gt; on 17 September 2012. The following month he won the &lt;a href=\"Venetian%20Macau%20Open\"&gt;Venetian Macau Open&lt;/a&gt;.\n2013.\nBhullar's 2013 season started on good note. In March, Bhullar finished runner-up at &lt;a href=\"Avantha%20Masters\"&gt;Avantha Masters&lt;/a&gt;, earning him prize money of $258,700. He scored 20-under 268, but lost to South African &lt;a href=\"Thomas%20Aiken\"&gt;Thomas Aiken&lt;/a&gt; by three strokes.\nIn August, he became seventh golfer to receive the &lt;a href=\"Arjuna%20Award\"&gt;Arjuna Award&lt;/a&gt; since its introduction in 1961.\nLater in December, he won his fifth Asian Tour title with the victory at &lt;a href=\"Indonesia%20Open%20%28golf%29\"&gt;Indonesia Open&lt;/a&gt;. He defeated Malaysian Nicholas Fung and &lt;a href=\"Chapchai%20Nirat\"&gt;Chapchai Nirat&lt;/a&gt; from Thailand. His first tournament win of the season pushed him up to fourth place on the Asian Tour's Order of Merit. The win improved Bhullar's chances to qualify for the Ryder Cup-styled &lt;a href=\"EurAsia%20Cup\"&gt;EurAsia Cup&lt;/a&gt; where the top four Asian players at the end of the 2013 season qualify for Team Asia.\n2014–2018.\nIn 2014, Bhullar played a full season on the European Tour, where his best result of tied-10th came at the &lt;a href=\"Abu%20Dhabi%20HSBC%20Golf%20Championship%20\"&gt;Abu Dhabi HSBC Golf Championship &lt;/a&gt; in January. In 2015, Bhullar played a full season on the Asian Tour with a tied-10th at &lt;a href=\"Philippine%20Open%20%28golf%29\"&gt;Philippine Open&lt;/a&gt; as his best result of the season. In 2016, Bhullar added two more wins on the Asian Tour: &lt;a href=\"Shinhan%20Donghae%20Open\"&gt;Shinhan Donghae Open&lt;/a&gt; in September and &lt;a href=\"Bank%20BRI-JCB%20Indonesia%20Open\"&gt;Bank BRI-JCB Indonesia Open&lt;/a&gt; in November, helping him finish 9th on the Order of Merit. In 2017, Bhullar once again won on the Asian Tour at the &lt;a href=\"Macao%20Open\"&gt;Macao Open&lt;/a&gt; in October and finished runner-up at the Thailand Open in May. He also had two more top-10 finishes to the season. In 2018, Bhullar's big moment came with a win at the &lt;a href=\"Fiji%20International\"&gt;Fiji International&lt;/a&gt; in August, his first European Tour victory. The win catapulted him once again to the European Tour, where he has been playing since 2019.\n2019–present.\nIn March 2019, Bhullar finished fifth at the &lt;a href=\"Kenya%20Open\"&gt;Kenya Open&lt;/a&gt; for his best result of the season. The &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; shortened his season in 2020. In the 2021 season, he finished joint runner-up at the &lt;a href=\"Commercial%20Bank%20Qatar%20Masters\"&gt;Commercial Bank Qatar Masters&lt;/a&gt; in March.\nProfessional wins (20).\nEuropean Tour wins (1).\n1Co-sanctioned by the &lt;a href=\"Asian%20Tour\"&gt;Asian Tour&lt;/a&gt; and the &lt;a href=\"PGA%20Tour%20of%20Australasia\"&gt;PGA Tour of Australasia&lt;/a&gt;\nAsian Tour wins (9).\n&lt;br&gt;\n1Co-sanctioned by the &lt;a href=\"Korean%20Tour\"&gt;Korean Tour&lt;/a&gt;&lt;br&gt;\n2Co-sanctioned by the &lt;a href=\"European%20Tour\"&gt;European Tour&lt;/a&gt; and the &lt;a href=\"PGA%20Tour%20of%20Australasia\"&gt;PGA Tour of Australasia&lt;/a&gt;\nAsian Tour playoff record (0–2)\nResults in major championships.\n\"Note: Bhullar only played in The Open Championship.\"&lt;br&gt;\nCUT = missed the half-way cut\nResults in World Golf Championships.\n\"Results not in chronological order before 2015.\"\n\"T\" = tied\nTeam appearances.\nAmateur\nProfessional"
}