{
    "id": "2219216",
    "revid": "2278355",
    "url": "https://en.wikipedia.org/wiki?curid=2219216",
    "title": "Leyburn",
    "text": "Leyburn is a &lt;a href=\"market%20town\"&gt;market town&lt;/a&gt; and &lt;a href=\"civil%20parish\"&gt;civil parish&lt;/a&gt; in the district of &lt;a href=\"Richmondshire\"&gt;Richmondshire&lt;/a&gt;, &lt;a href=\"North%20Yorkshire\"&gt;North Yorkshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, sitting above the northern bank of the &lt;a href=\"River%20Ure\"&gt;River Ure&lt;/a&gt; in &lt;a href=\"Wensleydale\"&gt;Wensleydale&lt;/a&gt;. &lt;a href=\"Historic%20counties%20of%20England\"&gt;Historically&lt;/a&gt; in the &lt;a href=\"North%20Riding%20of%20Yorkshire\"&gt;North Riding of Yorkshire&lt;/a&gt;, the name was derived from 'Ley' or 'Le' (clearing), and 'burn' (stream), meaning clearing by the stream. Leyburn had a population of 1,844 at the &lt;a href=\"2011%20Census%20of%20the%20United%20Kingdom\"&gt;2001 census&lt;/a&gt; increasing to 2,183 at the 2011 Census. The estimated population in 2015 was 2,190.\nHistory.\nLeyburn was mentioned in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; but had no recorded population, the growth of Leyburn as a major hub is linked to the decline in fortunes of nearby &lt;a href=\"Wensley%2C%20North%20Yorkshire\"&gt;Wensley&lt;/a&gt;, which had prominence as the only market town in Wensleydale until being devastated by the &lt;a href=\"Black%20Death\"&gt;plague&lt;/a&gt; in 1563, leaving what was once an important and prosperous town, mostly abandoned. Leyburn's stature increased in the 17th century when a market charter was granted by &lt;a href=\"Charles%20II%20of%20England\"&gt;Charles II&lt;/a&gt; in 1686. A new town hall was built in 1856 by Lord Bolton, which now houses several shops. In 1870-72 John Marius Wilson's &lt;a href=\"Imperial%20Gazetteer%20of%20England%20and%20Wales\"&gt;Imperial Gazetteer of England and Wales&lt;/a&gt; described Leyburn.\nGovernance.\nAn &lt;a href=\"Wards%20and%20electoral%20divisions%20of%20the%20United%20Kingdom\"&gt;electoral ward&lt;/a&gt; for in the same name exists, this ward includes &lt;a href=\"Harmby\"&gt;Harmby&lt;/a&gt; with a total population of 2,554. The local town council is housed in Thornborough Hall, dating back to the 1830s, the building also houses the local library, a &lt;a href=\"North%20Yorkshire%20County%20Council\"&gt;North Yorkshire County Council&lt;/a&gt; &lt;a href=\"Register%20office%20%28United%20Kingdom%29\"&gt;register office&lt;/a&gt;, and several private offices.\nThe town lies within the &lt;a href=\"Richmond%20%28Yorks%29%20%28UK%20Parliament%20constituency%29\"&gt;Richmond (Yorks)&lt;/a&gt; parliamentary constituency, which is under the control of the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt;. The current Member of Parliament, since the &lt;a href=\"2015%20United%20Kingdom%20general%20election\"&gt;2015 general election&lt;/a&gt;, is &lt;a href=\"Rishi%20Sunak\"&gt;Rishi Sunak&lt;/a&gt;.\nGeography.\nLeyburn is situated approximately west of the county town &lt;a href=\"Northallerton\"&gt;Northallerton&lt;/a&gt;, on the northern banks of the &lt;a href=\"River%20Ure\"&gt;River Ure&lt;/a&gt;, near to the eastern border of the &lt;a href=\"Yorkshire%20Dales%20National%20Park\"&gt;Yorkshire Dales National Park&lt;/a&gt;, at the edge of a valley or dale known as &lt;a href=\"Wensleydale\"&gt;Wensleydale&lt;/a&gt;, which takes its name from the village of &lt;a href=\"Wensley%2C%20North%20Yorkshire\"&gt;Wensley&lt;/a&gt;, to the west. Leyburn is close to a meadow nature reserve called &lt;a href=\"Leyburn%20Old%20Glebe\"&gt;Leyburn Old Glebe&lt;/a&gt;.\nDemography.\nAccording to the &lt;a href=\"2011%20United%20Kingdom%20census\"&gt;2011 United Kingdom census&lt;/a&gt;, the ward of Leyburn (including &lt;a href=\"Harmby\"&gt;Harmby&lt;/a&gt;) had a total resident population of 2,554, with 1,335 females and 1,219 males. 98.2% of the population identified as &lt;a href=\"white%20British\"&gt;white British&lt;/a&gt;, 1.1% as &lt;a href=\"Other%20White\"&gt;other white&lt;/a&gt;, a total of 1.8% identified as being of a non-white ethnic background including 0.5% &lt;a href=\"Asian%20British\"&gt;Asian British&lt;/a&gt;, and 0.7% as black, &lt;a href=\"Afro-Caribbean%20people\"&gt;Afro-Caribbean&lt;/a&gt; or &lt;a href=\"Black%20British%20people\"&gt;black British&lt;/a&gt;. The place of birth of the town's residents was 95.5% United Kingdom, 1.5% from &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; countries, and 2.5% from elsewhere in the world. 75.6% described themselves as having &lt;a href=\"Religion\"&gt;religious&lt;/a&gt; beliefs; 74.9% of those were &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt;, 0.8% is made up of all other religions, the largest being &lt;a href=\"buddhism\"&gt;buddhism&lt;/a&gt; at 0.4%, 16.2% stated they had no religion and 8.2% did not state a religion.\nThe following table shows historic population changes in the Leyburn parish area between 1881 and 1961.\nEconomy.\nLeyburn is a gateway town to the &lt;a href=\"Yorkshire%20Dales%20National%20Park\"&gt;Yorkshire Dales National Park&lt;/a&gt; and relies heavily on tourism, the national park attracted 520,000 overnight visitors in 2017.\nThe market place is home to several shops, pubs, and restaurants, including national retailers &lt;a href=\"Co-op%20Food\"&gt;Co-op Food&lt;/a&gt; and &lt;a href=\"One%20Stop\"&gt;One Stop&lt;/a&gt;, as well as notable independent businesses such as the department store &lt;a href=\"Milners%20of%20Leyburn\"&gt;Milners of Leyburn&lt;/a&gt;, which opened in 1882 and is currently in its fifth generation of family ownership, and Campbell's of Leyburn, a grocers dating back to 1868. A traditional outdoor market is held in the square every Friday, along with a livestock auction mart that started in 1918.Other businesses and industries located outside the market place include a local brewery, a chocolate maker and a &lt;a href=\"Royal%20Mail\"&gt;Royal Mail&lt;/a&gt; delivery office.\n&lt;a href=\"Tennants%20%28auctioneers%29\"&gt;Tennants&lt;/a&gt; Auctioneers, situated on Harmby road, is one of the largest &lt;a href=\"auction%20house\"&gt;auction house&lt;/a&gt;s in the UK, holding more than 80 sales each year and attracting buyers and sellers from around the world. Adjacent to Tennants is The Garden Rooms, a multi-purpose events and exhibitions venue with a capacity for 640 people.\nAccording to the &lt;a href=\"2011%20United%20Kingdom%20census\"&gt;2011 United Kingdom census&lt;/a&gt;, the economic activity of residents aged 16–74 was 43.5% in full-time employment, 5.0% in part-time employment, 21.0% self-employed, 3.1% unemployed, 2.2% students with jobs, 2.0% students without jobs, 19.7% retired, 0.4% looking after home or family, 2.1% permanently sick or disabled, and 0.8% economically inactive for other reasons.\nThe average price of a house in Leyburn for the 12-month period ending February 2020 was £197,750 compared to £223,537 for North Yorkshire and the national average of £232,320.\nLandmarks.\nLeyburn Shawl, an &lt;a href=\"escarpment\"&gt;escarpment&lt;/a&gt; of about in length is located to the west of the town, it provides panoramic views of Wensleydale and links to footpaths towards &lt;a href=\"Preston-under-Scar\"&gt;Preston-under-Scar&lt;/a&gt; and &lt;a href=\"Castle%20Bolton\"&gt;Castle Bolton&lt;/a&gt;. According to legend, &lt;a href=\"Mary%2C%20Queen%20of%20Scots\"&gt;Mary, Queen of Scots&lt;/a&gt;, upon fleeing captivity in nearby &lt;a href=\"Bolton%20Castle\"&gt;Bolton Castle&lt;/a&gt;, dropped her shawl en route to Leyburn.\nA &lt;a href=\"Listed%20building\"&gt;grade II listed&lt;/a&gt; war memorial in the form of a &lt;a href=\"Market%20cross\"&gt;cross&lt;/a&gt; is situated in the market place, commemorating the lives lost in both the &lt;a href=\"World%20War%20I\"&gt;First&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;Second&lt;/a&gt; World War. Leyburn Hall, also a listed building, dates back to 1750.\nReligious sites.\nLeyburn has four &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; places of worship; St Peter and St Paul's &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; church the Wensleydale &lt;a href=\"Evangelical\"&gt;Evangelical&lt;/a&gt; Church (built in 1875 and formerly a &lt;a href=\"Congregational%20church\"&gt;congregational&lt;/a&gt; church until the early 1960s), the Leyburn &lt;a href=\"Methodist\"&gt;Methodist&lt;/a&gt; Church dating back to 1884, and just east of the town centre the &lt;a href=\"Anglican\"&gt;Anglican&lt;/a&gt; church of &lt;a href=\"Church%20of%20St%20Matthew%2C%20Leyburn\"&gt;St Matthew&lt;/a&gt;, built in 1868.\nTransport.\nLeyburn has its own &lt;a href=\"Leyburn%20railway%20station\"&gt;railway station&lt;/a&gt; on the &lt;a href=\"Heritage%20railway\"&gt;heritage&lt;/a&gt; &lt;a href=\"Wensleydale%20Railway\"&gt;Wensleydale Railway&lt;/a&gt;, this is the last stop westbound before the terminus at &lt;a href=\"Redmire%20railway%20station\"&gt;Redmire&lt;/a&gt;, trains also run eastbound towards &lt;a href=\"Bedale%20railway%20station\"&gt;Bedale&lt;/a&gt; and &lt;a href=\"Northallerton%20West%20railway%20station\"&gt;Northallerton.&lt;/a&gt;\nLocal bus services to &lt;a href=\"Hawes\"&gt;Hawes&lt;/a&gt;, &lt;a href=\"Northallerton\"&gt;Northallerton&lt;/a&gt;, &lt;a href=\"Richmond%2C%20North%20Yorkshire\"&gt;Richmond&lt;/a&gt; and &lt;a href=\"Ripon\"&gt;Ripon&lt;/a&gt; are provided by &lt;a href=\"Dales%20%26amp%3B%20District\"&gt;Dales &amp; District&lt;/a&gt;.\nThe town lies on a crossroads of the &lt;a href=\"A684%20road\"&gt;A684 road&lt;/a&gt; between Northallerton and &lt;a href=\"Kendal\"&gt;Kendal&lt;/a&gt;, and the &lt;a href=\"A6108%20road\"&gt;A6108&lt;/a&gt; between &lt;a href=\"Scotch%20Corner\"&gt;Scotch Corner&lt;/a&gt; and Ripon.\nEducation.\nThe town's secondary school, &lt;a href=\"The%20Wensleydale%20School\"&gt;The Wensleydale School&lt;/a&gt;, has just over 500 pupils, with a catchment are spanning through most of &lt;a href=\"Wensleydale\"&gt;Wensleydale&lt;/a&gt;, the school has a &lt;a href=\"sixth%20form\"&gt;sixth form&lt;/a&gt; with around 80 students enrolled. In 2006, Wensleydale School became a &lt;a href=\"Specialist%20Science%20College\"&gt;Specialist Science College&lt;/a&gt; under a programme discontinued in 2010.\nThe town's primary school is Leyburn Community Primary School, from where a vast majority of the pupils proceed to the Wensleydale School for &lt;a href=\"secondary%20education\"&gt;secondary education&lt;/a&gt;, in 2017 the school became an &lt;a href=\"Academy%20%28English%20school%29\"&gt;academy&lt;/a&gt;. Leyburn's second primary school, St Peter and St Paul &lt;a href=\"Roman%20catholic\"&gt;RC&lt;/a&gt; primary school dated back to 1835, but in 2011 it was closed due to financially unviable pupil numbers, having just 15 pupils in its last academic year.\nCulture and community.\nSport.\nThe town's football club, Leyburn FC, play in the &lt;a href=\"Wensleydale%20Creamery\"&gt;Wensleydale Creamery&lt;/a&gt; League, an affiliate league of the &lt;a href=\"North%20Riding%20County%20Football%20Association\"&gt;North Riding County Football Association&lt;/a&gt;, another local team, Leyburn United FC, once reached the &lt;a href=\"Harrogate%20and%20District%20Football%20League\"&gt;Harrogate and District Football League&lt;/a&gt;, until their resignation in 2016. United no longer have senior representation and has rebranded as Leyburn United JFC, for players aged 4 to 14.\nWensleydale RUFC, a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club based in Leyburn currently play in &lt;a href=\"Yorkshire%202\"&gt;Yorkshire 2&lt;/a&gt;, having been promoted from &lt;a href=\"Yorkshire%203\"&gt;Yorkshire 3&lt;/a&gt; as champions in the 2018–19 season.\nLeyburn once had a golf club, founded in 1895 and lasting until the late 1950s.\nThe &lt;a href=\"Tour%20de%20Yorkshire\"&gt;Tour de Yorkshire&lt;/a&gt; in May 2018 started in Richmond and finished in Scarborough, the cyclists travelled through Leyburn. The town was also due to be the finishing point for stage 2 of the &lt;a href=\"2020%20Tour%20de%20Yorkshire\"&gt;2020 Tour de Yorkshire&lt;/a&gt;, however, on 17 March it was announced that the event would be postponed due to the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20Kingdom\"&gt;COVID-19 pandemic&lt;/a&gt;.\nThe &lt;a href=\"Olympic%20Torch%20Relay\"&gt;torch relay&lt;/a&gt; for the &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt; held in &lt;a href=\"London\"&gt;London&lt;/a&gt; passed through Leyburn.\nCinema and theatre.\nLeyburn's former &lt;a href=\"Cinema%20theater\"&gt;cinema&lt;/a&gt;, \"The Elite\", opened in 1928 and could seat 500, the premises were also used to stage theatre and music shows, it was initially closed in 2007, but was re-opened by volunteers under the name, \"The Picture House\", however this revival was short lived as the cinema shut down permanently in October 2008, less than 18 months after the first closure. A 64-seat cinema is now located within a multi-purpose venue named \"The Old School House\", using the former St Peter and St Paul primary school building.\nMedia and filmography.\nThe town is served by two local newspapers, North Yorkshire editions of the daily \"&lt;a href=\"The%20Northern%20Echo\"&gt;Northern Echo&lt;/a&gt;\" and the weekly \"&lt;a href=\"Darlington%20%26amp%3B%20Stockton%20Times\"&gt;Darlington &amp; Stockton Times&lt;/a&gt;\" both published by &lt;a href=\"Newsquest\"&gt;Newsquest&lt;/a&gt;.\nLeyburn has appeared in various television programmes including \"The Department Store: &lt;a href=\"Milners%20of%20Leyburn\"&gt;Milner's&lt;/a&gt;\", on &lt;a href=\"BBC%20Four\"&gt;BBC Four&lt;/a&gt; in 2008, and the 1960s-set drama series \"&lt;a href=\"Heartbeat%20%28UK%20TV%20series%29\"&gt;Heartbeat&lt;/a&gt;\".\nEvents.\nThe Dales Festival of Food and Drink was initially set up in response to the severe economic fallout experienced by the area after the &lt;a href=\"2001%20foot%20and%20mouth%20crisis\"&gt;2001 foot and mouth crisis&lt;/a&gt;. The first event was held in the market place on &lt;a href=\"May%20Day\"&gt;May Day&lt;/a&gt; bank holiday weekend in 2002, after an increase in publicity and popularity, the festival to moved to a larger site on the outskirts of Leyburn, however the event moved back to the market place in 2017 after a decline in revenue. In 2019, after continuing to lose money, it was announced that the last festival was to be held in 2020, however as a result of cancellation owing to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, 2019 was the final event.\nA 1940s weekend takes place at the end of July. Wensleydale &lt;a href=\"agricultural%20show\"&gt;agricultural show&lt;/a&gt; takes place on the third Saturday in August. Saturday 23 August 2014 marked the 100th Wensleydale Show. The local &lt;a href=\"Rotary%20Club\"&gt;Rotary Club&lt;/a&gt; sponsors the Wensleydale Wander in March or April, organised walks of and .\nPublic services.\nLeyburn Medical Practice is the town's &lt;a href=\"general%20practice\"&gt;general practice&lt;/a&gt;, the catchment area spans surrounding settlements including &lt;a href=\"Middleham\"&gt;Middleham&lt;/a&gt; and rural &lt;a href=\"Coverdale%20%28dale%29\"&gt;Coverdale&lt;/a&gt;. The nearest NHS hospital is the &lt;a href=\"Friarage%20Hospital\"&gt;Friarage Hospital&lt;/a&gt; in &lt;a href=\"Northallerton\"&gt;Northallerton&lt;/a&gt; to the east, emergency ambulances are provided by the &lt;a href=\"Yorkshire%20Ambulance%20Service\"&gt;Yorkshire Ambulance Service&lt;/a&gt;, and the voluntary &lt;a href=\"Yorkshire%20Air%20Ambulance\"&gt;Yorkshire Air Ambulance&lt;/a&gt;. Leyburn's fire and police station, is operated by &lt;a href=\"North%20Yorkshire%20Fire%20and%20Rescue%20Service\"&gt;North Yorkshire Fire and Rescue Service&lt;/a&gt; and the &lt;a href=\"North%20Yorkshire%20Police\"&gt;North Yorkshire Police&lt;/a&gt; service. The fire element is crewed solely by &lt;a href=\"retained%20firefighters\"&gt;retained firefighters&lt;/a&gt;. The former Leyburn police station was built in 1878, and was vacated in 2021, when the two services amalgamated in the fire station. The proposal to co-locate was made by the former &lt;a href=\"police%20and%20crime%20commissioner\"&gt;police and crime commissioner&lt;/a&gt; &lt;a href=\"Julia%20Mulligan\"&gt;Julia Mulligan&lt;/a&gt;.\nNotable people.\nLeyburn is the home town of footballer &lt;a href=\"Michael%20Dawson%20%28footballer%29\"&gt;Michael Dawson&lt;/a&gt; and his elder brother, &lt;a href=\"Andy%20Dawson\"&gt;Andy&lt;/a&gt;."
}