{
    "id": "2222",
    "revid": "49920",
    "url": "https://en.wikipedia.org/wiki?curid=2222",
    "title": "Argentine cuisine",
    "text": "Argentine cuisine is described as a cultural blending of &lt;a href=\"Mediterranean%20cuisine\"&gt;Mediterranean&lt;/a&gt; influences brought by the &lt;a href=\"Spaniards\"&gt;Spanish&lt;/a&gt; during the colonial period and, later, by &lt;a href=\"Italian%20Argentine\"&gt;Italian&lt;/a&gt; and &lt;a href=\"Spanish%20Argentine\"&gt;Spanish immigrants&lt;/a&gt; to Argentina during 19th and 20th centuries, with influences from a further cultural blending of &lt;a href=\"Criollo%20people\"&gt;\"criollos\"&lt;/a&gt; (due to Spanish colonizers) with the &lt;a href=\"Indigenous%20peoples%20of%20Argentina\"&gt;Indigenous peoples of Argentina&lt;/a&gt; (such as &lt;a href=\"mate%20%28drink%29\"&gt;\"mate\"&lt;/a&gt; and &lt;a href=\"humita\"&gt;\"humitas\"&lt;/a&gt;).\nArgentine annual consumption of beef has averaged 100 kg (220 lbs) per capita, approaching 180 kg (396 lbs) per capita during the 19th century; consumption averaged 67.7 kg (149 lbs) in 2007.\nBeyond \"&lt;a href=\"asado\"&gt;asado&lt;/a&gt;\" (the Argentine &lt;a href=\"barbecue\"&gt;barbecue&lt;/a&gt;), no other dish more genuinely matches the national identity. Nevertheless, the country's vast area, and its cultural diversity, have led to a local cuisine of various dishes.\nThe great immigratory waves consequently imprinted a large influence in the Argentine cuisine, after all Argentina was the second country in the world with the most immigrants with 6.6 million, only second to the United States with 27 million, and ahead of other immigratory receptor countries such as Canada, Brazil, Australia, etc.\n&lt;a href=\"Argentine%20people\"&gt;Argentine people&lt;/a&gt; have a reputation for their love of eating. Social gatherings are commonly centred on sharing a meal. Invitations to have dinner at home are generally viewed as a symbol of friendship, warmth, and integration. Sunday family lunch is considered the most significant meal of the week, whose highlights often include \"asado\" or pasta.\nAnother feature of Argentine cuisine is the preparation of homemade food such as &lt;a href=\"french%20fries\"&gt;french fries&lt;/a&gt;, &lt;a href=\"patty\"&gt;patties&lt;/a&gt;, and pasta to celebrate a special occasion, to meet friends, or to honour someone. Homemade food is also seen as a way to show affection.\nArgentine restaurants include a great variety of cuisines, prices, and flavours. Large cities tend to host everything from high-end international cuisine, to \"bodegones\" (inexpensive traditional hidden taverns), less stylish restaurants, and bars and canteens offering a range of dishes at affordable prices.\nHistory.\n&lt;a href=\"Indigenous%20peoples%20in%20Argentina\"&gt;Amerindians&lt;/a&gt; lived in Argentina thousands of years before European explorers arrived. Members of an Indian tribe in the northern part of Argentina were farmers who grew &lt;a href=\"Squash%20%28plant%29\"&gt;squash&lt;/a&gt;, melons, and &lt;a href=\"sweet%20potato\"&gt;sweet potato&lt;/a&gt;es. &lt;a href=\"Spanish%20Argentine\"&gt;Spanish settlers&lt;/a&gt; came to Argentina in 1536.\nBetween 1853 and 1955, 6.6  million immigrants came to live in Argentina from diverse sources such as Europe, the &lt;a href=\"Near%20East\"&gt;Near&lt;/a&gt; and Middle East, Russia and Japan, contributing to the development of Argentine cuisine and making Argentina the country with most immigrants only second to the United States.\nMost immigrants were from Italy and Spain. The &lt;a href=\"Italian%20Argentine\"&gt;Italians&lt;/a&gt; introduced &lt;a href=\"pizza\"&gt;pizza&lt;/a&gt;, as well as a variety of pasta dishes, including &lt;a href=\"spaghetti\"&gt;spaghetti&lt;/a&gt; and &lt;a href=\"lasagna\"&gt;lasagna&lt;/a&gt;. &lt;a href=\"English%20Argentine\"&gt;British&lt;/a&gt;, &lt;a href=\"German%20Argentine\"&gt;German&lt;/a&gt;, &lt;a href=\"Jewish%20Argentine\"&gt;Jewish&lt;/a&gt;, and other immigrants also settled in Argentina, all bringing their styles of cooking and favourite foods with them. The British brought tea, starting the tradition of &lt;a href=\"teatime\"&gt;teatime&lt;/a&gt;. All of these cultures influenced the dishes of Argentina.\nTypical foods.\nMost regions of Argentina are known for their beef-oriented diet. &lt;a href=\"Grilling\"&gt;Grilled&lt;/a&gt; meat from the \"&lt;a href=\"asado\"&gt;asado&lt;/a&gt;\" (barbecue) is a staple, with &lt;a href=\"steak\"&gt;steak&lt;/a&gt; and beef &lt;a href=\"Ribs%20%28food%29\"&gt;ribs&lt;/a&gt; especially common. The term \"asado\" itself refers to long strips of flank-cut beef ribs.\nPopular items such as \"&lt;a href=\"chorizo\"&gt;chorizo&lt;/a&gt;\" (pork &lt;a href=\"sausage\"&gt;sausage&lt;/a&gt;), \"morcilla\" (&lt;a href=\"blood%20sausage\"&gt;blood sausage&lt;/a&gt;), \"chinchulines\" (&lt;a href=\"chitterlings\"&gt;chitterlings&lt;/a&gt;), \"mollejas\" (&lt;a href=\"sweetbread\"&gt;sweetbread&lt;/a&gt;), and other parts of the animal are also enjoyed.\nIn &lt;a href=\"Patagonia\"&gt;Patagonia&lt;/a&gt;, however, &lt;a href=\"Lamb%20and%20mutton\"&gt;lamb&lt;/a&gt; and &lt;a href=\"chivito\"&gt;chivito&lt;/a&gt; (goat) are eaten more frequently than beef. Whole lambs and goats are traditionally cooked over an open fire in a technique known as asado a la estaca.\nThe most common condiment for Asado is \"&lt;a href=\"chimichurri\"&gt;chimichurri&lt;/a&gt;\", a &lt;a href=\"sauce\"&gt;sauce&lt;/a&gt; of herbs, garlic and vinegar. Unlike other preparations, Argentines do not include chilli in their version of \"chimichurri\", but it does include a still-spicy, but milder form of red pepper, ají molido.\n&lt;a href=\"Breading\"&gt;Breaded&lt;/a&gt; and &lt;a href=\"Frying\"&gt;fried&lt;/a&gt; meats (\"&lt;a href=\"milanesa\"&gt;milanesa&lt;/a&gt;s)\" are used as &lt;a href=\"snack\"&gt;snack&lt;/a&gt;s, in &lt;a href=\"sandwich\"&gt;sandwich&lt;/a&gt;es, or eaten warm with &lt;a href=\"mashed%20potato\"&gt;mashed potato&lt;/a&gt;es, \"&lt;a href=\"pur%C3%A9e\"&gt;purée&lt;/a&gt;\". \"&lt;a href=\"Empanada\"&gt;Empanada&lt;/a&gt;s,\" small &lt;a href=\"Pastry\"&gt;pastries&lt;/a&gt; of meat, cheese, &lt;a href=\"sweet%20corn\"&gt;sweet corn&lt;/a&gt;, and many other fillings, are a common sight at parties and &lt;a href=\"picnic\"&gt;picnic&lt;/a&gt;s, or as &lt;a href=\"Entr%C3%A9e\"&gt;starters&lt;/a&gt; to a meal. A variation, the \"empanada gallega\" (Galician \"empanada\"), is a big, round meat pie made most commonly with &lt;a href=\"tuna\"&gt;tuna&lt;/a&gt; and &lt;a href=\"Mackerel%20%28food%29\"&gt;mackerel&lt;/a&gt; (\"caballa\" in Spanish).\nVegetables and &lt;a href=\"salad\"&gt;salad&lt;/a&gt;s are also eaten by Argentines; tomatoes, onions, lettuce, &lt;a href=\"eggplant\"&gt;eggplant&lt;/a&gt;s, &lt;a href=\"Squash%20%28plant%29\"&gt;squashes&lt;/a&gt;, and &lt;a href=\"zucchini\"&gt;zucchini&lt;/a&gt; are common &lt;a href=\"side%20dish\"&gt;side dish&lt;/a&gt;es.\nItalian staples, such as pizza and pasta, are eaten as commonly as beef. \"Fideos\" (&lt;a href=\"noodle\"&gt;noodle&lt;/a&gt;s), \"tallarines\" (\"&lt;a href=\"fettuccine\"&gt;fettuccine&lt;/a&gt;\" and \"&lt;a href=\"tagliatelle\"&gt;tagliatelle&lt;/a&gt;\"), \"ñoquis\" (\"&lt;a href=\"gnocchi\"&gt;gnocchi&lt;/a&gt;\") are traditionally served on the 29th day of the month, \"&lt;a href=\"Ravioli\"&gt;ravioles&lt;/a&gt;\", and \"canelones\" (\"&lt;a href=\"cannelloni\"&gt;cannelloni&lt;/a&gt;\") can be bought freshly made in many establishments in the larger cities. Italian-style &lt;a href=\"ice%20cream\"&gt;ice cream&lt;/a&gt; is served in large &lt;a href=\"parlour\"&gt;parlour&lt;/a&gt;s and even drive-through businesses. Other Italian staples are \"&lt;a href=\"polenta\"&gt;polenta&lt;/a&gt;\", , and \"&lt;a href=\"pastafrola\"&gt;pastafrola&lt;/a&gt;\".\nIn &lt;a href=\"Chubut%20Province\"&gt;Chubut&lt;/a&gt;, the &lt;a href=\"Welsh%20settlement%20in%20Argentina\"&gt;Welsh community&lt;/a&gt; is known for its &lt;a href=\"teahouse\"&gt;teahouse&lt;/a&gt;s, offering &lt;a href=\"scone%20%28bread%29\"&gt;scone&lt;/a&gt;s and \"torta galesa\", which is rather like \"&lt;a href=\"Bara%20Brith\"&gt;torta negra&lt;/a&gt;\".\n\"&lt;a href=\"Sandwiches%20de%20miga\"&gt;Sandwiches de miga&lt;/a&gt;\" are delicate sandwiches made with crustless buttered English bread, very thinly sliced &lt;a href=\"Curing%20%28food%20preservation%29\"&gt;cured&lt;/a&gt; meat, cheese, and lettuce. They are often purchased from entrepreneurial home cooks and may be eaten for a light evening meal.\nA sweet &lt;a href=\"Paste%20%28food%29\"&gt;paste&lt;/a&gt;, \"dulce de leche\" is another treasured national food, used to fill cakes and &lt;a href=\"pancake\"&gt;pancake&lt;/a&gt;s, spread over &lt;a href=\"Toast%20%28food%29\"&gt;toast&lt;/a&gt;ed bread for breakfast, or served with ice cream. \"&lt;a href=\"Alfajor\"&gt;Alfajor&lt;/a&gt;es\" are &lt;a href=\"shortbread\"&gt;shortbread&lt;/a&gt; &lt;a href=\"cookie\"&gt;cookie&lt;/a&gt;s sandwiched together with chocolate and \"dulce de leche\" or a fruit paste. The \"policeman's\" or \"truck driver's\" sweet is cheese with &lt;a href=\"quince\"&gt;quince&lt;/a&gt; paste or \"&lt;a href=\"dulce%20de%20membrillo\"&gt;dulce de membrillo&lt;/a&gt;\". \"&lt;a href=\"Dulce%20de%20batata\"&gt;Dulce de batata&lt;/a&gt;\" is made of &lt;a href=\"sweet%20potato\"&gt;sweet potato&lt;/a&gt;/&lt;a href=\"yam%20%28vegetable%29\"&gt;yam&lt;/a&gt;: this with cheese is the \"&lt;a href=\"Martin%20Fierro\"&gt;Martín Fierro&lt;/a&gt;\"'s &lt;a href=\"sweet\"&gt;sweet&lt;/a&gt;. &lt;a href=\"Apple\"&gt;Apple&lt;/a&gt;s, pears, &lt;a href=\"peach\"&gt;peach&lt;/a&gt;es, &lt;a href=\"kiwifruit\"&gt;kiwifruit&lt;/a&gt;s, &lt;a href=\"avocado\"&gt;avocado&lt;/a&gt;s, and &lt;a href=\"plum\"&gt;plum&lt;/a&gt;s are major exports.\nA traditional drink of Argentina is an &lt;a href=\"infusion\"&gt;infusion&lt;/a&gt; called &lt;a href=\"mate%20%28beverage%29\"&gt;\"mate\"&lt;/a&gt; (in Spanish, \"mate\", with the accent on the first syllable [MAH-teh]). The name comes from the hollow &lt;a href=\"gourd\"&gt;gourd&lt;/a&gt; from which it is traditionally drunk.\nThe \"mate\" (gourd) or other small &lt;a href=\"cup\"&gt;cup&lt;/a&gt; is filled about three-quarters full with \"yerba mate\", the dried &lt;a href=\"Leaf\"&gt;leaves&lt;/a&gt; and &lt;a href=\"twig\"&gt;twig&lt;/a&gt;s of the \"&lt;a href=\"Ilex%20paraguariensis\"&gt;Ilex paraguariensis&lt;/a&gt;\". The drink, which is rather &lt;a href=\"bitter%20%28taste%29\"&gt;bitter&lt;/a&gt;, is sipped through a metal or cane &lt;a href=\"straw\"&gt;straw&lt;/a&gt; called a \"&lt;a href=\"bombilla\"&gt;bombilla&lt;/a&gt;\". \"Mate\" can be sweetened with sugar, or &lt;a href=\"flavour\"&gt;flavour&lt;/a&gt;ed with &lt;a href=\"aroma\"&gt;aroma&lt;/a&gt;tic herbs or dried orange &lt;a href=\"peel%20%28fruit%29\"&gt;peel&lt;/a&gt;.\nHot but not boiling water is poured into the gourd, drunk, then the \"mate\" is refilled. The \"mate\" is nearly full of leaves, so each refill only makes a small drink, but many refills are possible before the \"yerba\" is spent. In small gatherings it is traditional for one \"mate\" to be passed from person to person, filled by whoever has the kettle. It is customary not to thank the refiller routinely; a final \"gracias\" (thank you) implies that the drinker has had enough.\nDrinking \"mate\" together is an important social ritual. \"&lt;a href=\"Mate%20cocido\"&gt;Mate cocido&lt;/a&gt;\" is the same leaf, which rather than &lt;a href=\"Boiling\"&gt;brewed&lt;/a&gt; is &lt;a href=\"Boiling\"&gt;boiled&lt;/a&gt; and served, like tea, with milk and sugar to taste.\nOther typical drinks include wine (sometimes with &lt;a href=\"soda%20water\"&gt;soda water&lt;/a&gt; added); tea and coffee are equally important. &lt;a href=\"Quilmes\"&gt;Quilmes&lt;/a&gt; is the national brand of &lt;a href=\"pale%20lager\"&gt;pale lager&lt;/a&gt;, named after the town of &lt;a href=\"Quilmes%2C%20Buenos%20Aires\"&gt;Quilmes, Buenos Aires&lt;/a&gt;, where it was first produced.\nIngredients.\nArgentine cuisine uses locally-grown cereals, grains, &lt;a href=\"oil%20seed\"&gt;oil seed&lt;/a&gt;s, fruits and vegetables, as well as meat.\nMeat products have been dominant in the country since the 16th century. The country is regarded as a major beef, pork and poultry producing and consuming country. Certain areas such as those located in the south are usually engaged in activities involving sheep and &lt;a href=\"lamb%20and%20mutton\"&gt;lamb&lt;/a&gt; breeding, and &lt;a href=\"shellfish\"&gt;shellfish&lt;/a&gt;, &lt;a href=\"crustacean\"&gt;crustacean&lt;/a&gt;s, &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt;s and &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt;ides fishing.\nThe vast breeding activity involving any type of cattle has given rise to a highly developed dairy industry that includes products like &lt;a href=\"cow%20milk\"&gt;cow&lt;/a&gt;, &lt;a href=\"sheep%20milk\"&gt;sheep&lt;/a&gt; and &lt;a href=\"camelide\"&gt;camelide&lt;/a&gt;, \"&lt;a href=\"dulce%20de%20leche\"&gt;dulce de leche&lt;/a&gt;\" and &lt;a href=\"yogurt\"&gt;yogurt&lt;/a&gt;s. Some of the cheeses from Argentina are \"&lt;a href=\"reggianito\"&gt;reggianito&lt;/a&gt;\", \"&lt;a href=\"sardo\"&gt;sardo&lt;/a&gt;\", \"&lt;a href=\"provoleta\"&gt;provoleta&lt;/a&gt;\" and &lt;a href=\"Cremoso%20cheese\"&gt;\"cremoso\"&lt;/a&gt;. Argentina can also be conceived as a great industry engaged in the production of &lt;a href=\"dried%20fruit\"&gt;dried fruit&lt;/a&gt;s, &lt;a href=\"olive\"&gt;olive&lt;/a&gt;s, all types of oils and spices.\nIn the &lt;a href=\"Mesopotamia%2C%20Argentina\"&gt;Mesopotamia&lt;/a&gt; region, river fish such as &lt;a href=\"silverside%20%28fish%29\"&gt;silverside&lt;/a&gt;, &lt;a href=\"Pseudoplatystoma\"&gt;surubi&lt;/a&gt;, dorado or &lt;a href=\"Leporinus%20obtusidens\"&gt;boga&lt;/a&gt; are common.\nRegional differences.\nArgentine cuisine is heavily influenced by its European roots and has regional variations. \"Asado\", \"dulce de leche\", \"empanadas\", and \"yerba mate\" are found throughout Argentina. In many parts of the country, food is prepared differently and different kinds of foods are made; this includes to a smaller degree food from &lt;a href=\"pre-Columbian\"&gt;pre-Columbian&lt;/a&gt; times, as in the Northwest.\nCentral region and la Pampa.\nFor long periods, urban areas such as &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, &lt;a href=\"Rosario%2C%20Santa%20Fe\"&gt;Rosario&lt;/a&gt;, and &lt;a href=\"C%C3%B3rdoba%2C%20Argentina\"&gt;Córdoba&lt;/a&gt; welcomed &lt;a href=\"Argentines%20of%20European%20descent\"&gt;European immigrants&lt;/a&gt;, including, above all, those of &lt;a href=\"Italian%20Argentine\"&gt;Italian&lt;/a&gt; and &lt;a href=\"Spanish%20Argentine\"&gt;Spanish&lt;/a&gt; descent. Nevertheless, there was also a migratory flow of &lt;a href=\"German%20Argentine\"&gt;German&lt;/a&gt;, &lt;a href=\"Swiss%20Argentine\"&gt;Swiss&lt;/a&gt;, and Middle-Eastern immigrants arriving in Argentina. Among the countless changes this melting pot brought was the enrichment of culinary art. Dishes such as pasta, pizza, &lt;a href=\"puchero\"&gt;puchero&lt;/a&gt;s (&lt;a href=\"stew\"&gt;stew&lt;/a&gt;s), &lt;a href=\"croqueta\"&gt;croqueta&lt;/a&gt;s (&lt;a href=\"fritter\"&gt;fritter&lt;/a&gt;s), &lt;a href=\"sauce\"&gt;sauce&lt;/a&gt;s, &lt;a href=\"embutido\"&gt;embutido&lt;/a&gt;s (&lt;a href=\"sausage\"&gt;sausage&lt;/a&gt;s), and chicken and meat courses brought a wider scope of options to daily menus. Furthermore, the bread-making, dessert, pastry, and dairy industries have achieved considerable development in this region.\nThe above-mentioned dishes have developed a distinctively Argentine nuance. That is why, for example, Argentine pasta includes a wide variety of dishes ranging from &lt;a href=\"spaghetti\"&gt;spaghetti&lt;/a&gt;, fusiles (&lt;a href=\"fusilli\"&gt;fusilli&lt;/a&gt;), ñoquis (&lt;a href=\"gnocchi\"&gt;gnocchi&lt;/a&gt;), &lt;a href=\"ravioli\"&gt;ravioli&lt;/a&gt;, cintas (pasta ribbons), and &lt;a href=\"lasagne\"&gt;lasagne&lt;/a&gt; to the Argentine-made &lt;a href=\"sorrentinos\"&gt;sorrentinos&lt;/a&gt;, agnolottis (&lt;a href=\"agnolotti\"&gt;agnolotti&lt;/a&gt;), canelones (&lt;a href=\"cannelloni\"&gt;cannelloni&lt;/a&gt;), and fetuchines (&lt;a href=\"fettuccine\"&gt;fettuccine&lt;/a&gt;).\nPizza—made with very thin, and sometimes thick, high-rising &lt;a href=\"dough\"&gt;dough&lt;/a&gt;s, with or without cheese, cooked in the oven or \"a la piedra\" (on a &lt;a href=\"stone%20oven\"&gt;stone oven&lt;/a&gt;), and stuffed with numerous ingredients -— is a dish which can be found in nearly every corner of the country. &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, &lt;a href=\"Rosario\"&gt;Rosario&lt;/a&gt;, and &lt;a href=\"C%C3%B3rdoba%2C%20Argentina\"&gt;Córdoba&lt;/a&gt; also serve it with &lt;a href=\"fain%C3%A1\"&gt;fainá&lt;/a&gt;, which is a chick pea-flour dough placed over the piece of pizza. People say that what makes Argentine pizza unique is the blending of Italian and Spanish cultures. At the turn of the 19th century, immigrants from &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; and &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt; opened the first pizza bars, though Spanish residents subsequently owned most of the pizza businesses.\nBread products are consumed all around the country. The deeply rooted bread, pastry, and dessert-making tradition derive from blending the above nationalities' products. &lt;a href=\"Bakery\"&gt;Bakeries&lt;/a&gt; sell not only a wide scope of bread, cookies, and cakes, but also pastries. The latter resembles a sort of roll pastry whose main dough ingredient is either butter or fat and which may be simple or stuffed with &lt;a href=\"dulce%20de%20leche\"&gt;dulce de leche&lt;/a&gt;, milk, &lt;a href=\"jam\"&gt;jam&lt;/a&gt;, crema pastel, or quince or apple jelly, among other fillings. The most popular type of pastry is said to be that of \"medialunas\" (singular: \"medialuna,\" literally half-moon, that is to say, crescent), based upon &lt;a href=\"French%20cuisine\"&gt;French&lt;/a&gt; &lt;a href=\"croissant\"&gt;croissant&lt;/a&gt;s. Furthermore, &lt;a href=\"sandwiches%20de%20miga\"&gt;sandwiches de miga&lt;/a&gt; are another type of bread products; they are made only with thin layers of &lt;a href=\"white%20bread\"&gt;white bread&lt;/a&gt; (generally referred to as crustless bread) and stuffed with food items ranging from &lt;a href=\"ham%20and%20cheese\"&gt;ham and cheese&lt;/a&gt; to other more sophisticated combinations such as raw ham, tomatoes, olives, hard-boiled eggs, tuna, lettuce, red pepper, and the like.\nDesserts and sweets are usually stuffed or covered with &lt;a href=\"dulce%20de%20leche\"&gt;dulce de leche&lt;/a&gt;. The latter can be eaten alone or on top of cakes, &lt;a href=\"alfajor\"&gt;alfajor&lt;/a&gt;es, panqueques (&lt;a href=\"Cr%C3%AApe\"&gt;crepes&lt;/a&gt;), and pastries, or as a topping spread over &lt;a href=\"flan%20de%20leche\"&gt;flan de leche&lt;/a&gt;. &lt;a href=\"Chantilly%20cream\"&gt;Chantilly cream&lt;/a&gt; is widely consumed and used in preparing sweets and desserts. Additionally, cakes, sponge cakes, and puddings are very popular dishes. &lt;a href=\"Italian%20ice-cream\"&gt;Italian ice-cream&lt;/a&gt;s in this region also achieved a significant degree of development by adding local flavours that somehow preserved the local spirit involved in their preparation.\nAlthough Asado is eaten all over the country, its origin may be traced back to the &lt;a href=\"Pampas\"&gt;Pampas&lt;/a&gt;. It entails manifold types of meat, which are generally eaten as follows: achuras (&lt;a href=\"offal\"&gt;offal&lt;/a&gt;, or the cow's inner parts), morcilla (&lt;a href=\"black%20pudding\"&gt;blood sausage&lt;/a&gt;), and sometimes also a &lt;a href=\"provoleta\"&gt;provoleta&lt;/a&gt; (a piece of &lt;a href=\"provolone\"&gt;provolone&lt;/a&gt; cheese cooked on the grill with &lt;a href=\"oregano\"&gt;oregano&lt;/a&gt;) are eaten first. Then comes the &lt;a href=\"chorip%C3%A1n\"&gt;choripán&lt;/a&gt; (a kind of spiced sausage made with pork or lamb and placed between two slices of bread), and lastly meat such as &lt;a href=\"short%20ribs\"&gt;asado de tira&lt;/a&gt;, vacío (&lt;a href=\"flank%20steak\"&gt;flank steak&lt;/a&gt;), lomo (&lt;a href=\"Beef%20tenderloin\"&gt;tenderloin&lt;/a&gt;), colita de cuadril (&lt;a href=\"round%20steak\"&gt;rump&lt;/a&gt;), matambre (rolled stuffed steak cut into slices and served cold), entraña (&lt;a href=\"hanger%20steak\"&gt;hanger steak&lt;/a&gt;); the list is never-ending. It is quite common to eat and enjoy a dish known as \"cabrito al asador\" (roast kid or goat) in the &lt;a href=\"C%C3%B3rdoba%20Province%2C%20Argentina\"&gt;province of Córdoba&lt;/a&gt;.\nNorthwest and Cuyo.\nThis region is regarded as perhaps the one most influenced by Native Americans, and its foods are closely linked to the Andean-Incan tradition. When preparing regional dishes, potatoes and &lt;a href=\"maize\"&gt;corn&lt;/a&gt; or wheat are almost always used, including &lt;a href=\"quinoa\"&gt;quinoa&lt;/a&gt; (a cereal typically used in Incan cuisine), &lt;a href=\"Bell%20pepper\"&gt;peppers&lt;/a&gt;, &lt;a href=\"Squash%20%28plant%29\"&gt;squashes&lt;/a&gt; and tomatoes. The most celebrated dishes are &lt;a href=\"humita\"&gt;humita&lt;/a&gt; and &lt;a href=\"Tamale\"&gt;tamal&lt;/a&gt;, in which the corn husk is stuffed with the corn filling itself, seasonings or meat.\nThis region is the most suitable to taste &lt;a href=\"empanada\"&gt;empanada&lt;/a&gt;s, particularly those stuffed with meat and offering different types of tempting varieties such as the \"meat empanada\", salteña also filled with potatoes, or the \"empanada tucumana\", which is stuffed with matambre and cut with a knife, or empanadas made with cheese. Empanadas are individual-sized and closed savoury pastries which may be fried or baked in the oven and are generally eaten with the hands.\nStews such as &lt;a href=\"locro\"&gt;locro&lt;/a&gt;, carbonada, &lt;a href=\"pollo%20al%20disco\"&gt;pollo al disco&lt;/a&gt;, and &lt;a href=\"cazuela\"&gt;cazuela&lt;/a&gt;s (casseroles) are also typical dishes characterizing this region, which also include pumpkin or potato pudding stuffed with meat.\nMesopotamia.\nThe humid and verdant area of north-east Argentina known as &lt;a href=\"Mesopotamia%2C%20Argentina\"&gt;Mesopotamia&lt;/a&gt;, comprising the provinces of Corrientes, Misiones and Entre Ríos is another area influenced by Native Americans, particularly by the &lt;a href=\"Guaran%C3%AD%20people\"&gt;Guaraní tribe&lt;/a&gt;. Abounding in rivers and shores, it offers a wide diversity of fish species, such as dorado, &lt;a href=\"Piaractus%20mesopotamicus\"&gt;pacú&lt;/a&gt;, &lt;a href=\"Pseudoplatystoma\"&gt;surubi&lt;/a&gt;, &lt;a href=\"Leporinus%20obtusidens\"&gt;boga&lt;/a&gt; and &lt;a href=\"Atheriniformes\"&gt;silverside&lt;/a&gt;.\nWidely grown in this area, &lt;a href=\"cassava\"&gt;cassava&lt;/a&gt; is typically included in the region's dishes, as are other components of meals, such as the &lt;a href=\"chip%C3%A1\"&gt;chipá&lt;/a&gt; (cassava and cheese bread). However, in this area Cassava is cooked alone too, boiled or fried, often as a side dish for Asado and empanadas. As well, &lt;a href=\"mbeju\"&gt;mbeyú&lt;/a&gt;, &lt;a href=\"chip%C3%A1%20avat%C3%AD\"&gt;chipá avatí&lt;/a&gt;, &lt;a href=\"sopa%20paraguaya\"&gt;sopa paraguaya&lt;/a&gt;, &lt;a href=\"sopa%20correntina\"&gt;sopa correntina&lt;/a&gt;, &lt;a href=\"Chip%C3%A1%20so%27o\"&gt;chipa solo or chipá con carne&lt;/a&gt;, el &lt;a href=\"kiveve\"&gt;quibebé&lt;/a&gt;, el &lt;a href=\"vori%20vori\"&gt;borí borí&lt;/a&gt;, &lt;a href=\"Chipa%20Guasu\"&gt;chipá guasú o pastel de choclo&lt;/a&gt;, &lt;a href=\"mbaipy\"&gt;mbaipy&lt;/a&gt;, &lt;a href=\"chip%C3%A1%20mboc%C3%A1\"&gt;chipá mbocá&lt;/a&gt; o &lt;a href=\"chipa%20asador\"&gt;chipá caburé&lt;/a&gt; and some other similar meals that have as basis:manioc, corn, cheese and, sometimes, some meat.. &lt;a href=\"Chip%C3%A1\"&gt;Chipá&lt;/a&gt; from Cassava is often eaten during breakfast with yerba mate, prepared with hot water, or with &lt;a href=\"caf%C3%A9%20con%20leche\"&gt;café con leche&lt;/a&gt;. Sopa Paraguaya and pastel/Carta de Choclo are eaten for lunch or dinner. As regards products made with sugar, &lt;a href=\"Papaya\"&gt;Papaya&lt;/a&gt; (mamón in Argentine Spanish) &lt;a href=\"jam\"&gt;jam&lt;/a&gt; is typical of the north of this region.\nThe principal product of this region is certainly &lt;a href=\"yerba%20mate\"&gt;yerba mate&lt;/a&gt;. Consumed countrywide, this product features a peculiarity of its own in this area: it is not only prepared with hot water but, driven by the region's high temperatures, it is common to see it prepared with cold water as well, in which case the beverage is known as &lt;a href=\"terer%C3%A9\"&gt;tereré&lt;/a&gt;.\nPatagonia.\nFoods produced in the large southern region of &lt;a href=\"Patagonia\"&gt;Patagonia&lt;/a&gt; include fish and seafood from the sea and rivers and the products of the sheep are widely farmed there.\nMarine species such as &lt;a href=\"Salmon%20%28food%29\"&gt;salmon&lt;/a&gt;, &lt;a href=\"Lithodes%20santolla\"&gt;spider crab&lt;/a&gt;s, &lt;a href=\"Squid%20%28food%29\"&gt;squid&lt;/a&gt; and other &lt;a href=\"shellfish\"&gt;shellfish&lt;/a&gt; and &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt;s may be caught in the Atlantic Ocean. There are &lt;a href=\"trout\"&gt;trout&lt;/a&gt; in the rivers.\nThe many berries grown in the area include &lt;a href=\"Cherry\"&gt;cherries&lt;/a&gt;, &lt;a href=\"Bilberry\"&gt;bilberries&lt;/a&gt;, &lt;a href=\"Strawberry\"&gt;strawberries&lt;/a&gt;, &lt;a href=\"Rosa%20rubiginosa\"&gt;rosa mosqueta&lt;/a&gt; and elders, which are made into &lt;a href=\"jam\"&gt;jam&lt;/a&gt;s.\nThe &lt;a href=\"Northern%20Europe\"&gt;Northern&lt;/a&gt; and Central European settlements in this region have built up large-scale production of chocolate and its by-products. Viennese and German cuisine and pastries are also typically associated with this region.\nMutton and lamb, together with wild boar and venison tend to make up the region's meat-based dishes. Also typical of the southern region are smoked products, including salmon, stag, wild boar, and pheasant.\nPatagonia has been profoundly influenced by the tribes living there since long before Europeans arrived, in particular, the &lt;a href=\"Mapuche\"&gt;Mapuche&lt;/a&gt;s and the &lt;a href=\"Araucano\"&gt;Araucano&lt;/a&gt;s. A typical dish prepared by the latter is the &lt;a href=\"curanto\"&gt;curanto&lt;/a&gt; (a term meaning \"hot stone\"). Its preparation involves making a fire in a hole about 150  cm deep in the ground, and heating stones in it. A bed of nalca or maqui leaves is arranged on top of the stones, and ingredients are added in turn on top. Ingredients vary, but may include beef, lamb, pork, chicken, &lt;a href=\"Chorizo%23South%20America\"&gt;Argentine chorizos&lt;/a&gt; (pork sausages), potatoes, sweet potatoes, apples and holed squashes filled with cheese, cream and peas. The food is covered with leaves and damp pieces of cloth to keep the heat in, and covered with plenty of soil.\nAlcoholic beverages.\nThough wine (\"vino\") has traditionally been the most popular alcoholic beverage in Argentina, beer (\"cerveza\"; the Italian \"birra\" is frequently used) in recent decades has competed with wine in popularity. Breweries appeared in Argentina at the end of the 1860s, started by &lt;a href=\"Alsace\"&gt;Alsatian&lt;/a&gt; colonists. The first were nearly all in the downtown of Buenos Aires (\"el égido de la Ciudad Autónoma de Buenos Aires\"), and soon Polish brewers began industrial production of beer: San Carlos in the province of Santa Fe, &lt;a href=\"R%C3%ADo%20Segundo%2C%20C%C3%B3rdoba\"&gt;Río Segundo&lt;/a&gt; and Córdoba in the province of Córdoba, &lt;a href=\"Cerveza%20Quilmes\"&gt;Quilmes&lt;/a&gt; and &lt;a href=\"Llavallol\"&gt;Llavallol&lt;/a&gt; on the outskirts of &lt;a href=\"La%20Plata\"&gt;La Plata&lt;/a&gt; (in Buenos Aires Province), &lt;a href=\"San%20Miguel%20de%20Tucum%C3%A1n\"&gt;San Miguel de Tucumán&lt;/a&gt; in the province of Tucumán and on the outskirts of the cities of &lt;a href=\"Mendoza%2C%20Argentina\"&gt;Mendoza&lt;/a&gt; and &lt;a href=\"Salta\"&gt;Salta&lt;/a&gt;.\nThe local consumption of beer has risen dramatically in the last generation: Argentines consumed 233 million litres in 1980 and 1.57 billion in 2007 (40 litres per capita). Outpacing that of wine since 2001, the growing production and consumption of beer have supported the existence of related events, for example, beer festivals called \"&lt;a href=\"Oktoberfest\"&gt;Oktoberfest&lt;/a&gt;s\" or \"Fiestas de la Cerveza\" in locations that have a significant German population (&lt;a href=\"Villa%20General%20Belgrano\"&gt;Villa General Belgrano&lt;/a&gt; in Córdoba, San Carlos and &lt;a href=\"Esperanza%2C%20Santa%20Fe\"&gt;Esperanza&lt;/a&gt; in the province of Santa Fe, etc.). Such celebrations copy, in an Argentine manner, &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;'s \"Oktoberfest\", and similarly are tourist attractions. However, the presence of a vigorous population of &lt;a href=\"Celt\"&gt;Celt&lt;/a&gt;ic lineage, principally of Irish origin, has supported the creation of other celebrations of beer, often for marketing purposes, such as &lt;a href=\"Saint%20Patrick%27s%20Day\"&gt;Saint Patrick's Day&lt;/a&gt; (\"Día de San Patricio\"), patron of Ireland, which is celebrated with abundant libations.\nThe consumption of alcoholic beverages in Argentina is similar to that of the United States and somewhat lower than the Western European average. Argentines enjoy a variety of alcoholic beverages and Argentina can boast a varied array of \"elaboraciones\", whether industrial or &lt;a href=\"artisanal\"&gt;artisanal&lt;/a&gt;. Besides beer and wine, Argentines frequently drink &lt;a href=\"cider\"&gt;cider&lt;/a&gt; (here again, the heritage comes from Spain and Italy, more precisely from &lt;a href=\"Asturias\"&gt;Asturias&lt;/a&gt; and &lt;a href=\"Campania\"&gt;Campania&lt;/a&gt;). Cider is the most popular beverage of the middle and lowers economic classes at Christmas and New Year (the upper classes proverbially preferring to celebrate with locally produced champagne, although real old-line \"&lt;a href=\"Creole%20peoples\"&gt;creole&lt;/a&gt;\" aristocrats will still drink cider, which is much more traditional).\nOther widely consumed spirits are \"&lt;a href=\"aguardiente\"&gt;aguardiente&lt;/a&gt;\" (firewater) made from &lt;a href=\"sugar%20cane\"&gt;sugar cane&lt;/a&gt;, known as \"caña quemada\" (\"burnt cane\") or, simply, 'caña' (\"cane\"). A folkloric note about \"caña quemada\": until 21 June it is traditional to drink \"caña quemada\" with \"ruda macho\" (a variant of &lt;a href=\"common%20rue\"&gt;common rue&lt;/a&gt;), it is supposed that this mixture prevents the &lt;a href=\"flu\"&gt;flu&lt;/a&gt; and other illnesses. \"Caña\" competes, mainly in rural areas, with &lt;a href=\"gin\"&gt;gin&lt;/a&gt; (\"ginebra\"—as in the Dutch kind of gin.)\nThe bitter spirit &lt;a href=\"Fernet\"&gt;Fernet&lt;/a&gt;, and particularly the Italian brand &lt;a href=\"Fernet-Branca\"&gt;Fernet-Branca&lt;/a&gt;, is highly popular in Argentina. (A study in 2017 found that Argentines consume more than 75% of all fernet produced globally.) Fernet is most commonly enjoyed as a mixed drink with &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt;. Given Fernet's qualities as a digestive aid, it is a common choice for an after-dinner &lt;a href=\"Ap%C3%A9ritif%20and%20digestif\"&gt;digestif&lt;/a&gt;.\nThere are many artisanally produced &lt;a href=\"liqueur\"&gt;liqueur&lt;/a&gt;s (distilled, flavoured alcoholic beverages) in Argentina, for example, those flavoured with orange, &lt;a href=\"egg%20%28food%29\"&gt;egg&lt;/a&gt;, &lt;a href=\"anise\"&gt;anise&lt;/a&gt;, coffee, cherry and, inevitably, \"dulce de leche\". The \"&lt;a href=\"Hesperidina\"&gt;Hesperidina&lt;/a&gt;\" is a type of liqueur made from orange peels, invented in Argentina around 1890. One may also encounter \"chitronchelo\" or (in Italian) \"citronella\", based on lemon. This beverage arrived with immigrants from the &lt;a href=\"Mezzogiorno\"&gt;Mezzogiorno&lt;/a&gt; and is produced both artisanally and industrially (for example, at &lt;a href=\"Mar%20del%20Plata\"&gt;Mar del Plata&lt;/a&gt;).\nNon-alcoholic specialties.\nArgentines enjoy a wide variety of non-alcoholic infusions (although now and then both \"families\" are mixed; the for example, is mate mixed with \"caña\" or gin). Among these, \"mate\" has long been the most widely enjoyed; in 2006, over 700,000 metric tons were harvested in Argentina, mostly for domestic consumption. Mate is also one of the top exports from Argentina, as it is valued all over the world.\nThe fact that mate is so prevalent in the \"&lt;a href=\"Southern%20Cone\"&gt;Southern Cone&lt;/a&gt;\", however, should not necessarily make visitors think that other infusions are rare in the region; in Argentina especially, given the strong European cultural imprint, the consumption of coffee is very common (141 cups per capita, annually). Chocolate &lt;a href=\"infusion\"&gt;infusion&lt;/a&gt;s are also popular (the eating of chocolate is a Spanish influence, although the plant originated in &lt;a href=\"Mesoamerica\"&gt;Mesoamerica&lt;/a&gt;). This consumption grows during autumn and winter, or in the cold regions of the country; there are two dates where consumption of chocolate infusions is traditional in the primary educational centres: 25 May and 9 July, that is, the two national dates of Argentina.\nEnglish cultural influence (reinforced at the end of the 19th century and the beginnings of the 20th by British contacts with the Far East) has also made the consumption of tea very common.\n&lt;a href=\"Medicinal%20herb\"&gt;Medicinal herb&lt;/a&gt;s are common in the whole country; among the most popular are: &lt;a href=\"chamomile\"&gt;chamomile&lt;/a&gt;, &lt;a href=\"Salvia%20reflexa\"&gt;lanceleaf&lt;/a&gt;, \"&lt;a href=\"boldo\"&gt;boldo&lt;/a&gt;\", \"poleo\", \"&lt;a href=\"peperina\"&gt;peperina&lt;/a&gt;\", \"carqueja\", &lt;a href=\"thyme\"&gt;thyme&lt;/a&gt;, \"canchalagua\", &lt;a href=\"rue\"&gt;rue&lt;/a&gt; (\"macho\" and \"hembra\", that is, \"male\" and \"female\"), &lt;a href=\"Malva\"&gt;mallow&lt;/a&gt;, &lt;a href=\"rosemary\"&gt;rosemary&lt;/a&gt;, &lt;a href=\"passion%20flower\"&gt;passion flower&lt;/a&gt;, \"bira bira\", \"palán palán\", \"&lt;a href=\"Minthostachys%20mollis\"&gt;muña muña&lt;/a&gt;\", to mention only the main ones. Many of these herbs are also used in &lt;a href=\"ap%C3%A9ritif\"&gt;apéritif&lt;/a&gt;s and &lt;a href=\"bitter%20%28taste%29\"&gt;bitter&lt;/a&gt;s, whether alcoholic or not.\nPopular short-order dishes.\nCommon \"restoranes\" or \"restaurantes\" and (grill restaurants) nearly anywhere in Argentina today serve (into the small hours) quickly prepared meals that in the course of the 20th century came to be known as \"minutas\", \"short-order dishes\". Some of the dishes included in the category of \"minutas\" are \"&lt;a href=\"milanesa\"&gt;milanesa&lt;/a&gt;s\", \"churrascos\", \"bifes\" (&lt;a href=\"beefsteak\"&gt;beefsteak&lt;/a&gt;s), \"&lt;a href=\"escalopes\"&gt;escalopes&lt;/a&gt;\", \"&lt;a href=\"tallarines\"&gt;tallarines&lt;/a&gt;\", \"ravioles\" (&lt;a href=\"ravioli\"&gt;ravioli&lt;/a&gt;), \"ñoquis\" (&lt;a href=\"gnocchi\"&gt;gnocchi&lt;/a&gt;), although some are very typical of locations that sell food: \"\"bifes\" and \"milanesas\" are served \"a caballo\"\" (\"on horseback\", with &lt;a href=\"fried%20egg\"&gt;fried egg&lt;/a&gt; on top), \"milanesa completa\" (a \"milanesa\" with two fried eggs and &lt;a href=\"French%20fries\"&gt;French fries&lt;/a&gt;), \"\"&lt;a href=\"revuelto%20Gramajo\"&gt;revuelto Gramajo&lt;/a&gt;\", \"colchón de arvejas\" (an omelette made with peas), \"suprema de pollo\"\" (chicken &lt;a href=\"Supreme%20%28cookery%29\"&gt;supreme&lt;/a&gt;, usually breaded as a \"milanesa\"), \"&lt;a href=\"matambre\"&gt;matambre&lt;/a&gt;s\", \"lengua a la vinagreta\" (&lt;a href=\"Pickling\"&gt;pickled&lt;/a&gt; &lt;a href=\"Tongue%20%28foodstuff%29\"&gt;tongue&lt;/a&gt;), and \"&lt;a href=\"sandwich\"&gt;sandwich&lt;/a&gt;es\" (\"&lt;a href=\"sandwiches%20de%20miga\"&gt;sandwiches de miga&lt;/a&gt;\") are made with sliced white bread, rather than, say, rolls.\nThe most common sandwiches are those made of \"milanesa\", baked ham and cheese, \"pan de miga\", &lt;a href=\"Toast%20%28food%29\"&gt;toast&lt;/a&gt;, \"&lt;a href=\"pebete\"&gt;pebete&lt;/a&gt;s\", \"panchos\" (hot dogs), \"&lt;a href=\"choripan\"&gt;choripan&lt;/a&gt;es\", \"morcipanes\", etc.; from &lt;a href=\"Montevideo\"&gt;Montevideo&lt;/a&gt; comes a different species of sandwich called the \"&lt;a href=\"chivito%20%28sandwich%29\"&gt;chivito&lt;/a&gt;\", even though it contains no goat meat.\n\"&lt;a href=\"Picada%20%28Argentina%29\"&gt;Picadas&lt;/a&gt;\", which are consumed at home or in bars, cafés, \"\"cafetines\" and \"&lt;a href=\"bodegones\"&gt;bodegones&lt;/a&gt;\"\" are also popular; they consist of an ensemble of plates containing cubes of cheese (typically from &lt;a href=\"Mar%20del%20Plata\"&gt;Mar del Plata&lt;/a&gt; or &lt;a href=\"Chubut%20Province\"&gt;Chubut&lt;/a&gt;), pieces of &lt;a href=\"salame\"&gt;salame&lt;/a&gt;, &lt;a href=\"olive\"&gt;olive&lt;/a&gt;s in &lt;a href=\"brine\"&gt;brine&lt;/a&gt;, french fries, \"maníes\" (peanuts), etc.; \"&lt;a href=\"picada\"&gt;picada&lt;/a&gt;\"s are eaten accompanied by an alcoholic beverage (\"\"&lt;a href=\"fernet\"&gt;fernet&lt;/a&gt;\"\", beer, wine with &lt;a href=\"Carbonated%20water\"&gt;soda&lt;/a&gt;, to give some common examples).\nThe people of Argentina greatly enjoy \"helado\" (&lt;a href=\"ice%20cream\"&gt;ice cream&lt;/a&gt;s of Italian lineage or &lt;a href=\"sorbet\"&gt;sorbet&lt;/a&gt;s Spanish lineage). In Spanish colonial times a type of &lt;a href=\"sorbet\"&gt;sorbet&lt;/a&gt; was made from &lt;a href=\"hail\"&gt;hail&lt;/a&gt; or snow.\nEating habits.\nBreakfast typically is small and consists of coffee (or mate) and pastry. In most parts of Argentina, lunch is the largest meal of the day. Excluding the largest cities, such as Buenos Aires, Rosario or Cordoba, most towns close for lunchtime. This is when most people return home to enjoy a large meal and siesta. Traditional lunches in Argentina are long and well developed. Argentinians often have a light evening snack (called a \"merienda\" – typically a coffee or mate and a pastry) and it is common to not eat dinner until 9 at night, or even later on weekends.\nExternal links.\n[[Category:Argentine cuisine| ]]"
}