{
    "id": "2224905",
    "revid": "5705213",
    "url": "https://en.wikipedia.org/wiki?curid=2224905",
    "title": "Jamón",
    "text": "Jamón (, pl. \"jamones\") is a kind of &lt;a href=\"dry-cured%20ham\"&gt;dry-cured ham&lt;/a&gt; produced in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. It is one of the most globally recognized food items of &lt;a href=\"Spanish%20cuisine\"&gt;Spanish cuisine&lt;/a&gt; (along with others such as &lt;a href=\"gazpacho\"&gt;gazpacho&lt;/a&gt; and &lt;a href=\"paella\"&gt;paella&lt;/a&gt;). It is also regularly a component of &lt;a href=\"tapas\"&gt;tapas&lt;/a&gt;.\nMost \"jamón\" is commonly called \"&lt;a href=\"Jam%C3%B3n%23Jam%C3%B3n%20serrano\"&gt;jamón serrano&lt;/a&gt;\" in Spain\".\"\n\"Jamón\" is the &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt; word for &lt;a href=\"ham\"&gt;ham&lt;/a&gt;. As such, other ham products produced or consumed in &lt;a href=\"Spanish-speaking%20countries\"&gt;Spanish-speaking countries&lt;/a&gt; may also be called by this name.\nDescription.\n\"Jamón\" is typically consumed in slices, either manually carved from a leg on a &lt;a href=\"Jamonera\"&gt;\"jamonero\" stand&lt;/a&gt; using a sharp thin slicing knife, or cut from the deboned meat with a &lt;a href=\"Meat%20slicer\"&gt;rotatory cold-cut slicer&lt;/a&gt;. It's also regularly consumed in any shape in small portions.\nAs a product, \"Jamón\" is similar to Portuguese \"&lt;a href=\"presunto\"&gt;presunto&lt;/a&gt;\" and to Italian \"&lt;a href=\"prosciutto\"&gt;prosciutto&lt;/a&gt;\", but the production differs by a longer curing phase (up to 18 months), giving it a dryer texture, deeper color and stronger flavour than the former.\nA whole \"Jamón\" leg is considerably cheaper by weight than its sliced counterpart because it includes the bone and non-edible fat. Once the external fat layers are removed and the meat is exposed, though, the product must be consumed as soon as possible since a progressive drying and deteriorating process starts. This is not an issue for &lt;a href=\"Restaurateur\"&gt;restaurateurs&lt;/a&gt; and &lt;a href=\"retailers\"&gt;retailers&lt;/a&gt;, since they go through product much faster than an individual. Home users will typically choose sliced product, be it &lt;a href=\"Delicatessen\"&gt;freshly cut from a deli stand&lt;/a&gt;, &lt;a href=\"Food%20packaging\"&gt;commercially pre-packaged&lt;/a&gt; or &lt;a href=\"Vacuum%20packing\"&gt;vacuum preserved&lt;/a&gt;. \"Jamón\" is safe to consume for as long as is kept in its leg in a dry and cool environment and direct sunlight is avoided, but it must be kept refrigerated once cut away from the leg.\n\"Jamón\" may also be &lt;a href=\"Smoking%20%28food%29\"&gt;smoked&lt;/a&gt; in some regions and it is consumed, mostly for personal use. This is common in the southern area of &lt;a href=\"Castile%20and%20Le%C3%B3n\"&gt;Castile and León&lt;/a&gt; as well as parts of &lt;a href=\"Extremadura\"&gt;Extremadura&lt;/a&gt;. Such a \"jamón\" has a harder texture and smoky-salty flavour.\nThough widely available (even if on the expensive side) in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; and accessible in some of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, &lt;a href=\"import%20duties\"&gt;import duties&lt;/a&gt; and &lt;a href=\"Import%20restrictions\"&gt;trade or food safety restrictions&lt;/a&gt; that apply to foreign meat products in international markets may raise substantially the prices while creating a scarcity, often making \"jamón\" a prohibitively costly product to import and offer overseas. \nThere are two main commercial labels for \"jamón\", based on the &lt;a href=\"pig%20breed\"&gt;pig breed&lt;/a&gt; and &lt;a href=\"Geographical%20indications%20and%20traditional%20specialties%20in%20the%20European%20Union\"&gt;protected designations&lt;/a&gt;:\nJamón serrano.\nThe term jamón serrano (\"serrano ham\", ham from the &lt;a href=\"wiktionary%3Asierra\"&gt;sierra&lt;/a&gt;, or mountain range) is regularly applied as an umbrella culinary term for all &lt;a href=\"Ham%23Dry-cured\"&gt;dry-cured \"jamón\"&lt;/a&gt; produced in Spain, as opposed to \"&lt;a href=\"York%23York%20ham\"&gt;jamón de York&lt;/a&gt;\", which is baked or boiled in salted fluid.\nIt is most precisely applied, though, to \"jamón\" produced from white and/or non-\"Ibérico\" breeds of pig. This is the most commonly produced and consumed range of \"jamón\" in Spain. The majority of \"jamones serranos\" are produced from a &lt;a href=\"landrace\"&gt;landrace&lt;/a&gt; breed of white pigs or from commercial breeds such as &lt;a href=\"Duroc%20pig\"&gt;Duroc&lt;/a&gt;. \"Jamón serrano\", described variously as jamón reserva, jamón curado, and jamón extra or any generic \"jamón\" nomenclature, is produced from compound-fed white pigs.\n\"Jamón serrano\" has &lt;a href=\"Protected%20designation%20of%20origin\"&gt;TSG&lt;/a&gt; (Traditional Speciality Guaranteed) status in the EU and the UK. The TSG certification attests that a particular food product objectively possesses specific characteristics that differentiate it from all others in its category and that its raw materials, composition, or method of production have been consistent for a minimum of 30 years. \nProduction.\nFresh &lt;a href=\"Ham\"&gt;hams&lt;/a&gt; are trimmed and cleaned, then stacked and covered with &lt;a href=\"salt\"&gt;salt&lt;/a&gt; for about two weeks to draw off excess moisture and preserve the meat from spoiling. The salt is then washed off and the hams are hung to dry for about six months. Finally, the hams are hung in a cool, dry place for six to 18 months, depending on the climate, as well as the size and type of ham being cured. The drying sheds (\"secaderos\") are usually built at higher elevations, which is why the ham is called \"mountain ham\".\nJamón ibérico.\nPork products made from &lt;a href=\"Black%20Iberian%20pig\"&gt;Iberian-breed pigs&lt;/a&gt; receive the \"ibérico/a\" denomination. As such, jamón ibérico is the &lt;a href=\"Ham%23Dry-cured\"&gt;dry-cured \"jamón\"&lt;/a&gt; produced from livestock of these breeds. \"Ibérico\" encompasses some of the most expensive &lt;a href=\"ham\"&gt;ham&lt;/a&gt; produced in the world, and its fatty &lt;a href=\"Marbled%20meat\"&gt;marbled&lt;/a&gt; texture has made it very popular as a &lt;a href=\"delicacy\"&gt;delicacy&lt;/a&gt;, with a hard to fulfill global demand comparable to that of &lt;a href=\"kobe%20beef\"&gt;kobe beef&lt;/a&gt;.\nSince \"jamón ibérico\" production and export is limited, &lt;a href=\"Buyer%20Beware\"&gt;buyer should beware&lt;/a&gt; and not fall victim of &lt;a href=\"bait-and-switch\"&gt;bait-and-switch&lt;/a&gt; or &lt;a href=\"Olive%20oil%20regulation%20and%20adulteration%23Investigations%2C%20incidents%2C%20and%20recalls\"&gt;quality fraud similar to that of olive oil&lt;/a&gt;, since it has been estimated that a sizable portion of both local market and exports are not actually \"ibérico\". Spain regulation defines trade labeling for all \"ibérico\" products.\nEuropean Union protected designation of origin.\nUnder the &lt;a href=\"Common%20Agricultural%20Policy\"&gt;Common Agricultural Policy&lt;/a&gt; of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; (EU), certain well-established meat products, including some local \"jamón\" and \"jamón\" producers, are covered by a &lt;a href=\"Geographical%20indications%20and%20traditional%20specialities%20in%20the%20European%20Union\"&gt;protected designation of origin&lt;/a&gt; (PDO) or &lt;a href=\"Geographical%20indications%20and%20traditional%20specialities%20in%20the%20European%20Union%23Protected%2520geographical%2520indication%2520%28PGI%29\"&gt;protected geographical indication&lt;/a&gt; (PGI):\nPaleta.\nThe \"paleta de cerdo\" or \"paletilla\" is a product similar to \"jamón\"; it is made from the front leg of a pig, instead of the hind leg used for \"jamón\", cured using the same process and consumed in the same way. Since whole legs are sold by weight and \"paletillas\" are lighter, they are often marketed towards home consumption.\nA \"paletilla\" may be described or marketed as \"Ibérica\" when produced from the same &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt; as \"&lt;a href=\"Jam%C3%B3n%20ib%C3%A9rico\"&gt;Jamón Ibérico&lt;/a&gt;\"."
}