{
    "id": "22263309",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=22263309",
    "title": "Professional gridiron football",
    "text": "In the United States and Canada, the term professional football includes the professional forms of &lt;a href=\"American%20football\"&gt;American&lt;/a&gt; and &lt;a href=\"Canadian%20football\"&gt;Canadian&lt;/a&gt; &lt;a href=\"gridiron%20football\"&gt;gridiron football&lt;/a&gt;. In common usage, it refers to former and existing major football leagues in either country. Currently, there are multiple professional football leagues in North America: the two best known are the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) in the U.S. and the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; (CFL) in Canada. American football leagues have existed in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; since the late 1970s, with competitive leagues all over Europe hiring American Imports to strengthen rosters. The &lt;a href=\"Austrian%20Football%20League\"&gt;Austrian Football League&lt;/a&gt; and &lt;a href=\"German%20Football%20League\"&gt;German Football League&lt;/a&gt; top division are known as the best leagues in Europe. The &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; X-League is also a strong league that has a long history since 1971. The NFL has existed continuously since being so named in 1922.\nThe best &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; players are among the &lt;a href=\"List%20of%20largest%20sports%20contracts\"&gt;highest paid&lt;/a&gt; &lt;a href=\"athlete\"&gt;athlete&lt;/a&gt;s in the world.\nOrganization.\nCompared to the other &lt;a href=\"major%20professional%20sports%20leagues%20of%20the%20United%20States%20and%20Canada\"&gt;major professional sports leagues of the United States and Canada&lt;/a&gt;, football has comparatively few levels of play and does not have a well-developed &lt;a href=\"minor%20league\"&gt;minor league&lt;/a&gt; system or &lt;a href=\"League%20system\"&gt;pyramid&lt;/a&gt;, either official or otherwise.\nIn North America, the top level of professional football is the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;, with the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; second to the NFL in prominence and pay grade. Despite the much lower level of pay, the CFL has greater popularity in Canada because of its long history in the country, the NFL's limited presence in Canada, and a general environment of &lt;a href=\"Canadian%20cultural%20protectionism\"&gt;Canadian cultural protectionism&lt;/a&gt;.\n&lt;a href=\"Indoor%20American%20football\"&gt;Indoor football&lt;/a&gt; has also developed in the United States, beginning with the &lt;a href=\"Arena%20Football%20League\"&gt;Arena Football League&lt;/a&gt;, which formed in 1987. The AFL is the second longest running professional football league in the United States after the NFL, although its current incarnation is a separate entity from the original, which folded due to bankruptcy in 2008. From its debut until 1997, the Arena Football League operated with a monopoly on the indoor game, due to a broad interpretation that virtually all of the league's rules, collectively known as &lt;a href=\"arena%20football\"&gt;arena football&lt;/a&gt;, were covered under its patent; the &lt;a href=\"Professional%20Indoor%20Football%20League%20%281998%29\"&gt;Professional Indoor Football League&lt;/a&gt; successfully defeated the AFL's legal action against it in 1997, opening the possibility for other indoor football leagues to form. Only one significant aspect of the patent, the large rebound nets the AFL has used since its debut to keep balls in play, was fully protected; the patent expired in 2007, although no other professional indoor league has adopted rebound nets since. As of 2011, two national leagues (the AFL and the &lt;a href=\"Indoor%20Football%20League\"&gt;Indoor Football League&lt;/a&gt;), along with several regional professional and semi-pro leagues, are in operation. As of 2011, no professional indoor football league has had any significant presence in Canada (despite an abundance of hockey arenas that are ideal for the game); only one indoor team, the AFL's short-lived &lt;a href=\"Toronto%20Phantoms\"&gt;Toronto Phantoms&lt;/a&gt; (2000 to 2002), has ever played its games in Canada. The all-female &lt;a href=\"Lingerie%20Football%20League\"&gt;Lingerie Football League&lt;/a&gt; had operations in Canada from 2011 to 2014, but that league dropped to amateur level by the time the LFL entered the country.\nUp until the 1970s, semiprofessional and minor football leagues would often develop lower end players into professional prospects. Though there are still numerous teams at the semi-pro level in both the United States and Canada, they have mostly dropped to regional amateur status, and they no longer develop professional prospects, in part due to the rise of indoor football.\nThough Japan (&lt;a href=\"X-League\"&gt;X-League&lt;/a&gt;) and Europe (&lt;a href=\"Austrian%20Football%20League\"&gt;Austrian Football League&lt;/a&gt; and &lt;a href=\"German%20Football%20League\"&gt;German Football League&lt;/a&gt;) have professional football leagues composed primarily of national citizens along with a limited number of American Imports, these leagues are generally of a lower level of play than the Western Hemisphere counterparts and have only recently begun contributing players to the American leagues on a regular basis.\nPlayer development.\nProfessional football is considered the highest level of competition in gridiron football. Whereas most of the other major sports leagues draw their players from the minor leagues, the NFL currently draws almost all of its players directly from &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt;. College football, in turn, recruits players from &lt;a href=\"high%20school%20football\"&gt;high school football&lt;/a&gt;, with most potential stars receiving &lt;a href=\"athletic%20scholarship\"&gt;athletic scholarship&lt;/a&gt;s to play. The source for the vast majority of professional football players is the &lt;a href=\"Division%20I%20Bowl%20Subdivision\"&gt;Division I Bowl Subdivision&lt;/a&gt;, with most coming from the &lt;a href=\"Power%20Five%20conferences\"&gt;five conferences with automatic bids&lt;/a&gt; into the &lt;a href=\"College%20Football%20Playoff\"&gt;College Football Playoff&lt;/a&gt; &lt;a href=\"bowl%20game\"&gt;bowl game&lt;/a&gt;s. Under current regulations, players must be at least three years removed from high school graduation to qualify to play in the NFL. Because of these &lt;a href=\"barriers%20to%20entry\"&gt;barriers to entry&lt;/a&gt;, players who do not play college football have very few options for breaking into the league.\nThe college football development system is a unique feature in the professional football system, stemming from the fact that the game of American football originated at the college level, unlike other sports that were products of independent clubs. Although ostensibly amateurs, college athletes are compensated with five years of free undergraduate college education (more than enough time to pursue a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt;), room and board for their time. As a result of the college system, first-time players (rookies) enter professional football older, more mature and more prepared for the professional game than players in other sports.\nThe Canadian Football League has a special requirement that a minimum of half of each team's roster be composed of persons who were Canadian citizens at the time they first joined the league (prior to 2014, the restrictions were much tighter in that the person also had to be resident in Canada since childhood). As such, &lt;a href=\"Canadian%20Interuniversity%20Sport\"&gt;Canadian Interuniversity Sport&lt;/a&gt; feeds players to the CFL to meet these quotas, much as the NCAA does in the United States. The remaining half of the roster may be filled by either Canadians or by \"internationals\" (formerly \"imports\"; these are typically American players who play in the CFL).\nThe NFL has, over the course of its history, recruited &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;, &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; and &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt; players from other countries (particularly those who are retired from competition in their home countries) to play in the league, almost always as kickers and punters.\nBroadcasting.\nBroadcasting is an integral part of professional football. Not only does it provide the sport with exposure to an audience wider than just the audience attending at the stadium, but it can also provide revenue in the form of rights fees.\nThe NFL relies on television for nearly half of its revenue; this is in part because the league only plays one game each week, leaving fewer opportunities for ticket sales than the other professional sports (in turn, however, NFL stadiums have among the highest per-game attendance thanks to large stadium capacities, figures only exceeded or matched by some of the major college football teams and by the &lt;a href=\"NASCAR%20Sprint%20Cup\"&gt;NASCAR Sprint Cup&lt;/a&gt;, both of which are also weekly events) and because the expense of the game (it has the largest rosters of any professional sport) makes the cost highly prohibitive. The NFL has sold broadcast rights to each of the &lt;a href=\"Big%20Three%20television%20networks\"&gt;major television networks&lt;/a&gt;, who pay large annual fees on top of the cost of production for the rights to air the game. The networks make back much of their money through advertising and &lt;a href=\"retransmission%20consent\"&gt;retransmission consent&lt;/a&gt; fees. The use of multiple broadcasters dated to before the NFL's merger with the &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt;; each competing league had its own broadcaster, both of which kept the rights to their respective conference after the merger, while additional networks were sold showcase packages of once-a-week games held at night.\nIn Canada, where the threat of competing sports leagues is far less, the CFL opts instead for an exclusive contract with &lt;a href=\"The%20Sports%20Network\"&gt;TSN&lt;/a&gt;, available only by subscription to a cable or satellite service, to carry all of the league's games. The &lt;a href=\"CFL%20on%20TSN\"&gt;CFL on TSN&lt;/a&gt; exclusive contract began in 2008; previously, like the NFL, it split its broadcasts up between two providers.\nOther leagues have found it much more difficult to find an outlet on American television, much less one that pays a rights fee large enough to make it worthwhile. One of the reasons for the &lt;a href=\"United%20Football%20League%20%282009%29\"&gt;United Football League&lt;/a&gt;'s failure was its having to pay for television coverage instead of being paid for the rights to it, along with its use of networks that were not widely available. Similarly, the &lt;a href=\"Continental%20Football%20League\"&gt;Continental Football League&lt;/a&gt; only had one of its games televised nationally in its five-year existence, and the &lt;a href=\"American%20Football%20Association%20%281978%E2%80%931983%29\"&gt;American Football Association&lt;/a&gt; blamed its failure on an inability to secure television coverage.\nVirtually all professional football teams broadcast at least some of their games on local radio.\nRules.\nThe &lt;a href=\"American%20football%20rules\"&gt;rules of professional football&lt;/a&gt; are more likely to vary from league to league than the high school and college levels. Since interleague play is extremely rare, there is no need for a nationwide standard for all leagues, and each league will adopt and discard rules as they see fit. The &lt;a href=\"Arena%20Football%20League\"&gt;Arena Football League&lt;/a&gt; had a patent on several of its rules that expired in 2007. Several professional leagues have experimented with rules in an effort to improve the quality of the game or to create a novelty. Nevertheless, the rules of professional football at the outdoor level are nearly identical to those at the high school and college levels, with some minor exceptions (such as the locations of &lt;a href=\"hash%20marks\"&gt;hash marks&lt;/a&gt;, procedures for &lt;a href=\"overtime%20%28sports%29\"&gt;overtime&lt;/a&gt;, and the number of feet required to be in-bounds to catch a &lt;a href=\"forward%20pass\"&gt;forward pass&lt;/a&gt;). Indoor football's rules are closely based on outdoor football but are heavily altered to compensate for the smaller field.\nU.S. professional football history.\nThe first professional football player.\nProfessional football evolved from amateur \"club\" football, played by general interest &lt;a href=\"sports%20club\"&gt;athletic clubs or associations&lt;/a&gt;. These clubs began playing football in the late 1870s, approximately ten years after the game took form in American colleges. Amateur club football established itself as a somewhat lower quality alternative to the more popular &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt;; some of the better teams would play against college teams. Eventually, some ostensibly amateur teams would secretly begin paying players a small sum to cover their expenses on an under-the-table basis, or arrange for amateur athletes to receive jobs in a company connected to the team (the &lt;a href=\"Olympic%20Club\"&gt;Olympic Club&lt;/a&gt; of San Francisco, California is believed to have done the latter, thus creating the designation of \"&lt;a href=\"semi-professional\"&gt;semi-pro&lt;/a&gt;\" football in 1890, before football had gone professional); in most cases, the practice was within the rules of amateurism at the time. Many of the early semi-professional and professional teams were &lt;a href=\"works%20team\"&gt;works team&lt;/a&gt;s consisting mostly of employees of the companies that sponsored them.\nThe first record of an American football player receiving \"pay for play\" came in 1892 with &lt;a href=\"Pudge%20Heffelfinger\"&gt;Pudge Heffelfinger's&lt;/a&gt; $500 contract to play in a game for the &lt;a href=\"Allegheny%20Athletic%20Association\"&gt;Allegheny Athletic Association&lt;/a&gt; against the Pittsburgh Athletic Club, with the second being &lt;a href=\"Ben%20%26quot%3BSport%26quot%3B%20Donnelly\"&gt;Ben \"Sport\" Donnelly&lt;/a&gt;'s $250 contract to play for the same team the next week; the sums were very large by the standards of the day, and like most payment arrangements, both players denied any payment ever took place for much of their lives. For several years afterwards, individual players and sometimes entire teams received compensation to play in \"barnstorming\" type games without rigid schedules and against a variety of opponents. &lt;a href=\"John%20Brallier\"&gt;John Brallier&lt;/a&gt; became the first open professional after accepting $10 to play for the &lt;a href=\"Latrobe%20Athletic%20Association\"&gt;Latrobe Athletic Association&lt;/a&gt;; Latrobe became the first all-professional club soon after. &lt;a href=\"William%20Chase%20Temple\"&gt;William Chase Temple&lt;/a&gt; would become the first man to directly bankroll a football team himself when he assumed \"ownership\" of the &lt;a href=\"Duquesne%20Country%20and%20Athletic%20Club\"&gt;Duquesne Country and Athletic Club&lt;/a&gt; in either 1898 or 1899. Throughout the 1890s, the &lt;a href=\"Western%20Pennsylvania%20Professional%20Football%20Circuit\"&gt;Western Pennsylvania Professional Football Circuit&lt;/a&gt; would act as the \"de facto\" &lt;a href=\"Major%20professional%20sports%20leagues%20in%20the%20United%20States%20and%20Canada\"&gt;major league&lt;/a&gt; (and, in fact, the \"only\" professional circuit) for football in the United States; it, like many of its successors, was not a \"league\" in the modern sense of a formalized organization, but rather an informal group of teams in free association with each other and any other team willing to play them.\nThe oldest existing professional football club is the &lt;a href=\"Arizona%20Cardinals\"&gt;Arizona Cardinals&lt;/a&gt;, a current member of the National Football League. The Cardinals organization, which was originally based on Racine Street in Chicago, has operated near-continuously since 1913, but counts an earlier team that played from 1898 to 1906 as part of its history. The &lt;a href=\"Watertown%20Red%20%26amp%3B%20Black\"&gt;Watertown Red &amp; Black&lt;/a&gt; is the oldest semi-professional club that is still in operation, tracing its history to 1896.\nEarly leagues: 1902–1919.\nWhile the practice of professional and semi-pro teams playing college and amateur teams was common in the 1890s, the &lt;a href=\"Amateur%20Athletic%20Union\"&gt;Amateur Athletic Union&lt;/a&gt; began pressuring and threatening college teams with the loss of amateur status if they did so. Over the course of the first few years of the 20th Century, college and professional football began to diverge, until the &lt;a href=\"NCAA\"&gt;NCAA&lt;/a&gt; formed in 1906, giving college football a separate sanctioning body. The stigma of being a professional athlete, and the threat it was to one's amateur status, meant that &lt;a href=\"list%20of%20NFL%20nicknames\"&gt;pseudonyms and nicknames&lt;/a&gt; were commonplace among professional players through the early part of the 20th century, in the hopes that covert professionals would not have themselves outed in a publicly released roster. Very few pro football players played under their given first names (John Brallier was a prominent exception). \nThe next step in pro football stemmed from an unusual source: baseball. Teams from each championship city (Pittsburgh and Philadelphia), three in all, received support from baseball teams in their cities and formed the &lt;a href=\"National%20Football%20League%20%281902%29\"&gt;National Football League of 1902&lt;/a&gt;, the first all-professional league. The league hoped to draw fans by featuring stars such as &lt;a href=\"Rube%20Waddell\"&gt;Rube Waddell&lt;/a&gt; and &lt;a href=\"Christy%20Mathewson\"&gt;Christy Mathewson&lt;/a&gt; touring Pennsylvania and New York. It was during this time that &lt;a href=\"Blondy%20Wallace\"&gt;Blondy Wallace&lt;/a&gt; emerged as the biggest, and most controversial, name in professional football. The league didn't draw as many fans as hoped, but promoter Tom O'Rourke considered the league to be the best teams in America. O'Rourke brought a coalition of the two Philadelphia teams to his &lt;a href=\"World%20Series%20of%20Football%20%281902%E2%80%9303%29\"&gt;World Series of Football&lt;/a&gt; and immediately labeled them the favorite for the tournament, bestowing the team &lt;a href=\"home%20advantage\"&gt;home-field advantage&lt;/a&gt; and naming it &lt;a href=\"New%20York%20%28World%20Series%20of%20Football%29\"&gt;\"New York.\"&lt;/a&gt; New York was upset by the &lt;a href=\"Syracuse%20Athletic%20Club\"&gt;Syracuse Athletic Club&lt;/a&gt; in the first round.\nAn agreement between the baseball leagues to form modern &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; led directly to the end of the first NFL. From there, professional football's focus moved north and west, as teams such as the &lt;a href=\"Massillon%20Tigers\"&gt;Massillon Tigers&lt;/a&gt; and the short-lived &lt;a href=\"Franklin%20Athletic%20Club\"&gt;Franklin Athletic Club&lt;/a&gt; went on buying sprees in an effort to defeat local teams. Massillon's buying spree led to the rise of the &lt;a href=\"Ohio%20League\"&gt;Ohio League&lt;/a&gt;, drawing much of the top professional football talent in America from Pennsylvania to Ohio, including Wallace, who signed with the &lt;a href=\"Canton%20Bulldogs\"&gt;Canton Bulldogs&lt;/a&gt;. Ohio pioneered the concept of playing games on Sundays to avoid competition with college football games; this was illegal in Pennsylvania (as well as New York City) due to still-existing &lt;a href=\"blue%20law\"&gt;blue law&lt;/a&gt;s, but eventually became the professional standard. A &lt;a href=\"Canton%20Bulldogs-Massillon%20Tigers%20Betting%20Scandal\"&gt;fabricated betting scandal&lt;/a&gt;, coupled with a lack of competitive games and increasing price tags, effectively ruined the Ohio League by 1907. Professional football took a step back as the Ohio League relied more on local, cut-rate talent, such as player-promoter &lt;a href=\"Peggy%20Parratt\"&gt;George Parratt&lt;/a&gt;, and its Pennsylvania counterpart also steered clear of major spending.\nAnother bidding war was sparked in 1915, when a revived Bulldogs signed multi-sport athletic superstar &lt;a href=\"Jim%20Thorpe\"&gt;Jim Thorpe&lt;/a&gt; to a contract. During the late 1910s, the Ohio League not only had to compete among its own teams for talent, but also against leagues in Chicago and the &lt;a href=\"New%20York%20Pro%20Football%20League\"&gt;New York Pro Football League&lt;/a&gt;. New York, with future NFL teams such as the &lt;a href=\"Buffalo%20%28NFL%29\"&gt;Buffalo Prospects&lt;/a&gt;, &lt;a href=\"Tonawanda%20Kardex\"&gt;Tonawanda Kardex&lt;/a&gt;, and &lt;a href=\"Rochester%20Jeffersons\"&gt;Rochester Jeffersons&lt;/a&gt;, introduced the playoff tournament to professional football; Buffalo won the last contest in 1919. World War I and the &lt;a href=\"1918%20flu%20pandemic\"&gt;1918 flu pandemic&lt;/a&gt; caused a severe disruption in professional football, which shut down most teams but allowed those that could continue (including most of the New York squads) to pick up the talent that stayed stateside, effectively ending the Ohio League's decade-long monopoly on pro football talent. &lt;a href=\"Barnstorm%20%28sports%29\"&gt;Barnstorming&lt;/a&gt; tours between the circuits, along with the continuing bidding wars, led to the regional circuits forming connections and laying the groundwork for the first truly national professional league.\nAmerican Professional Football Association: 1920–1921.\nA year after the Buffalo Prospects won the first Professional Football championship game, teams from the Ohio League organized to form the new American Professional Football Conference; two months later, adding teams from the other regional circuits surrounding Ohio, the league changed its name to the &lt;a href=\"American%20Professional%20Football%20Association\"&gt;American Professional Football Association&lt;/a&gt; (APFA). In an effort to expand beyond the midwest, the league staged a showcase game between Canton and Buffalo at the &lt;a href=\"Polo%20Grounds\"&gt;Polo Grounds&lt;/a&gt; in New York City (Buffalo won) in December 1920. The league did not have a championship game or playoff, setting its championship with a vote of the league owners. The &lt;a href=\"Akron%20Pros\"&gt;Akron Pros&lt;/a&gt; had the best record in 1920, and the &lt;a href=\"Chicago%20Staleys\"&gt;Chicago Staleys&lt;/a&gt; were the 1921 \"champions\", albeit &lt;a href=\"1921%20NFL%20Championship%20controversy\"&gt;not without controversy&lt;/a&gt;.\nNational Football League: 1922–1932.\nIn 1922, the APFA changed its name to the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;. While the Ohio League mostly ceased to exist after the foundation of the NFL (other than a few independent teams such as the &lt;a href=\"Ironton%20Tanks\"&gt;Ironton Tanks&lt;/a&gt; and the pre-NFL &lt;a href=\"Portsmouth%20Spartans\"&gt;Portsmouth Spartans&lt;/a&gt;), the other regional leagues continued. The New York league continued throughout the 1920s, outlasting many of the teams that it had contributed to the NFL, albeit without championships. Western Pennsylvania's league lasted until 1940. 1924 saw the foundation of eastern Pennsylvania's &lt;a href=\"Anthracite%20League\"&gt;Anthracite League&lt;/a&gt;, the last regional \"major league.\" The Anthracite League was won by the &lt;a href=\"Pottsville%20Maroons\"&gt;Pottsville Maroons&lt;/a&gt;, who, after one year (and winning the league title), jumped to the NFL. The Anthracite League remanifested itself as the &lt;a href=\"Eastern%20League%20of%20Professional%20Football\"&gt;Eastern League of Professional Football&lt;/a&gt;, an explicitly minor league, in 1926 and 1927.\nFrom 1922 through 1932, the NFL still declared as champions the team with the best record. There were no set schedules, and each team did not play the same number of games: some teams played against college or other amateur teams. The confusion reached a peak in 1925, when the aforementioned Maroons were hailed as the NFL champions by several newspapers after Pottsville defeated the Chicago Cardinals on December 6, even though there were still two weeks left in the season. This led to other teams scrambling to add extra games, including the &lt;a href=\"Chicago%20Cardinals\"&gt;Chicago Cardinals&lt;/a&gt;, who won two 'extra' games and claimed the championship. In the melee, the league cancelled games and suspended Pottsville's franchise. Through the 1920s, the smaller cities gave up on top-level pro football, while larger cities such as Boston, New York and Philadelphia saw teams take root there. This portion of the NFL's existence saw the admission of the &lt;a href=\"Boston%20Braves%20%28NFL%29\"&gt;Boston Braves&lt;/a&gt;, owned by &lt;a href=\"George%20Preston%20Marshall\"&gt;George Preston Marshall&lt;/a&gt; who was to exert major positive and negative influences on the league.\nFirst American Football League: 1926.\nIn 1926, teams from nine cities ranging from the &lt;a href=\"New%20York%20Yankees%20%281926%20AFL%29\"&gt;New York Yankees&lt;/a&gt; to the &lt;a href=\"Chicago%20Bulls%20%28AFL%2C%201926%29\"&gt;Chicago Bulls&lt;/a&gt; to the &lt;a href=\"Los%20Angeles%20Wildcats%20%28AFL%29\"&gt;Los Angeles Wildcats&lt;/a&gt; (actually based in Chicago) formed the first &lt;a href=\"American%20Football%20League%20%281926%29\"&gt;American Football League&lt;/a&gt; in competition with the NFL. Because of the 1925 shenanigans, the NFL's &lt;a href=\"Rock%20Island%20Independents\"&gt;Rock Island Independents&lt;/a&gt; left the seven-year-old league to join the AFL. The major attraction of the new league was &lt;a href=\"Red%20Grange\"&gt;Red Grange&lt;/a&gt; of the Yankees, but the league folded after just one year, with the Yankees being absorbed into the NFL.\nNational Football League: 1933–1945.\nIn 1933, the league divided into the Eastern and Western divisions, and finally instituted a championship game between the division winners. Each team played from 10 to 13 games per season during this period, and by 1945, the league had two five-team divisions, with each team playing a 10-game regular season schedule. In 1936, to select and assign graduating college players to particular Pro teams, the first Professional Football '&lt;a href=\"NFL%20Draft\"&gt;entry draft&lt;/a&gt;' was held. The &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;'s &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt;-winning running back &lt;a href=\"Jay%20Berwanger\"&gt;Jay Berwanger&lt;/a&gt; was selected first overall by the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;. However, Berwanger chose not to play Professional Football. The league was dominated by the &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt;, &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;, and &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt;, with stars like quarterback &lt;a href=\"Sid%20Luckman\"&gt;Sid Luckman&lt;/a&gt; (Bears); and fullbacks &lt;a href=\"Tuffy%20Leemans\"&gt;Tuffy Leemans&lt;/a&gt; (Giants) and &lt;a href=\"Clarke%20Hinkle\"&gt;Clarke Hinkle&lt;/a&gt; (Packers). Even with the stellar fullback &lt;a href=\"Cliff%20Battles\"&gt;Cliff Battles&lt;/a&gt;, Marshall's team, now called the Redskins, was driven out of Boston in 1936 by a competing league, and he moved his franchise to Washington, D.C. as the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt;. Marshall introduced the marching band and a team song to Professional Football, along with other promotional efforts. However, he also refused to have black players on his team, and his influence resulted in the entire NFL excluding blacks after 1934. Also joining the NFL around this time was one of the last teams from Pennsylvania's independent era, the &lt;a href=\"J.P.%20Rooneys\"&gt;Rooneys&lt;/a&gt;; they became the Pittsburgh Pirates when they joined the NFL in 1933, later renaming themselves the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Steelers&lt;/a&gt; as part of &lt;a href=\"Pennsylvania%20Keystoners\"&gt;a complicated franchise swap and abortive merger attempt&lt;/a&gt; in 1940.\nIn 1939, &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; broadcast the first-ever televised Professional Football game from &lt;a href=\"Ebbets%20Field\"&gt;Ebbets Field&lt;/a&gt;, an October 22 contest between the &lt;a href=\"Brooklyn%20Dodgers%20%28NFL%29\"&gt;Brooklyn Dodgers&lt;/a&gt; and the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;. There were two fixed monochrome iconoscope cameras and a single play-by-play commentator, &lt;a href=\"Skip%20Walz\"&gt;Skip Walz&lt;/a&gt;.\nAlthough the NFL as a whole continued to play through World War II, the schedule was reduced, rosters were seriously impacted, and the Steelers were forced to merge operations with other NFL teams in &lt;a href=\"Steagles\"&gt;1943&lt;/a&gt; and &lt;a href=\"Card-Pitt\"&gt;1944&lt;/a&gt;, while the &lt;a href=\"Cleveland%20Rams\"&gt;Cleveland Rams&lt;/a&gt; were forced to suspend operations in 1943.\nSecond American Football League: 1936–1937.\nIn 1936, a second &lt;a href=\"American%20Football%20League%20%281936%29\"&gt;American Football League&lt;/a&gt; of six teams was formed to challenge the NFL. It included another &lt;a href=\"New%20York%20Yankees%20%281936%29\"&gt;New York Yankees&lt;/a&gt; team, as well as the Cleveland Rams, the predecessor to today's &lt;a href=\"Los%20Angeles%20Rams\"&gt;Los Angeles Rams&lt;/a&gt;. Future &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt; (1960–1969) coach and Hall of Famer &lt;a href=\"Sid%20Gillman\"&gt;Sid Gillman&lt;/a&gt; played his only year of Professional Football with the Rams. Before this AFL's second year, the Rams jumped to the NFL and were replaced by the first Professional Football team to actually play its home games on the West Coast, the &lt;a href=\"Los%20Angeles%20Bulldogs\"&gt;Los Angeles Bulldogs&lt;/a&gt;, who had several stars including quarterback &lt;a href=\"Harry%20Newman\"&gt;Harry Newman&lt;/a&gt; and end &lt;a href=\"Bill%20Moore%20%28American%20football%29\"&gt;Bill Moore&lt;/a&gt;. The &lt;a href=\"Boston%20Shamrocks%20%28AFL%29\"&gt;Boston Shamrocks&lt;/a&gt;, with all-star end &lt;a href=\"Bill%20Fleming%20%28American%20football%29\"&gt;Bill Fleming&lt;/a&gt;, outdrew the NFL's Redskins in 1936, causing George Preston Marshall to move the team to Washington. However, the league as a whole could not compete, and folded after the 1937 season.\nAlso in 1936, the &lt;a href=\"American%20Association%20%28football%29\"&gt;American Association&lt;/a&gt; was founded as a minor league. It played for five seasons, suspending operations for World War II, and returned under the \"American Football League\" name in 1946 before sputtering to a collapse in 1950.\nThird American Football League: 1940–1941.\nStill another try at an &lt;a href=\"American%20Football%20League%20%281940%29\"&gt;American Football League&lt;/a&gt; was made in 1940, with five franchises, including a third &lt;a href=\"New%20York%20Yankees%20%281940%20AFL%29\"&gt;New York Yankees&lt;/a&gt; team. The league was the first major Professional Football league to complete a double round robin schedule, in which each team played each other twice. The onset of World War II and the resultant draft dried up the source of players for professional football and the new league did not have enough resources to continue.\nAlso forming in 1940 was the &lt;a href=\"Pacific%20Coast%20Professional%20Football%20League\"&gt;Pacific Coast Professional Football League&lt;/a&gt;, the first professional league on the West Coast. The PCPFL was notable for its continuous operation through World War II (it even &lt;a href=\"American%20Football%20League%20%281944%29\"&gt;spun off a second league in 1944&lt;/a&gt;) and for its open embrace of &lt;a href=\"black%20players%20in%20American%20professional%20football\"&gt;black talent&lt;/a&gt; that had been blacklisted from the NFL since the 1930s. Along with the American Association and the &lt;a href=\"Dixie%20League%20%28American%20football%29\"&gt;Dixie League&lt;/a&gt;, the PCPFL were members of the &lt;a href=\"Association%20of%20Professional%20Football%20Leagues\"&gt;Association of Professional Football Leagues&lt;/a&gt;, the first &lt;a href=\"minor%20league\"&gt;minor league&lt;/a&gt; compact with the NFL. The PCPFL folded in 1948 after years of declining attendance and the arrival of the NFL in its flagship Los Angeles market.\nAll-America Football Conference: 1946–1949.\nA year after World War II, another new Professional Football league was formed – the &lt;a href=\"All-America%20Football%20Conference\"&gt;All-America Football Conference&lt;/a&gt; (AAFC). It attracted some of the nation's best football players and posed a serious challenge to the NFL. Like the pre-war AFL, it used a double round robin schedule. The league was dominated by a franchise owned and coached by &lt;a href=\"Paul%20Brown\"&gt;Paul Brown&lt;/a&gt;: the &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt;, a team that would win the league's championship every year of its existence. The Browns featured players such as fullback &lt;a href=\"Marion%20Motley\"&gt;Marion Motley&lt;/a&gt;, quarterback &lt;a href=\"Otto%20Graham\"&gt;Otto Graham&lt;/a&gt; and kicker &lt;a href=\"Lou%20Groza\"&gt;Lou Groza&lt;/a&gt;, while the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt; had running back &lt;a href=\"Elroy%20Hirsch\"&gt;Elroy 'Crazylegs' Hirsch&lt;/a&gt; and the &lt;a href=\"Baltimore%20Colts%20%281947%E2%80%9350%29\"&gt;Baltimore Colts&lt;/a&gt; (not related to today's &lt;a href=\"Indianapolis%20Colts\"&gt;Indianapolis Colts&lt;/a&gt;, which began play in Baltimore in 1953) fielded quarterback &lt;a href=\"Y.%20A.%20Tittle\"&gt;Y. A. Tittle&lt;/a&gt;.\nPaul Brown made many innovations to the game on and off the field, including year-round coaching staffs, precision pass patterns, face masks, and the use of \"messenger guards\". He was the first coach to film the opposition and break down those game films in a classroom setting, also attributed to him. While the NFL was still segregated, the AAFC's Browns became the first modern Professional Football team to sign black players.\nAlthough many of its teams outdrew NFL teams, by 1949 the AAFC's costs had risen so steeply that the league agreed to a 'merger' with the NFL. It was more of a 'swallowing' of the AAFC, with only the Browns, 49ers, and Colts being admitted to the established league, even though the &lt;a href=\"Buffalo%20Bills%20%28AAFC%29\"&gt;Buffalo Bills&lt;/a&gt; drew good crowds and raised funds from citizens to back the franchise. Players from the Bills and the other AAFC teams not 'merged' were distributed among the NFL teams. Motley, Graham, Groza, Hirsch and Tittle all starred in the NFL after the 'merger'.\nOf the three AAFC teams that joined the NFL:\nNational Football League: 1946–1959.\nFollowing five years of what the league perceived to be weak leadership on behalf of commissioner &lt;a href=\"Elmer%20Layden\"&gt;Elmer Layden&lt;/a&gt; (of &lt;a href=\"Four%20Horsemen%20of%20Notre%20Dame\"&gt;Four Horsemen&lt;/a&gt; fame), league officials appointed Philadelphia Eagles owner-founder &lt;a href=\"Bert%20Bell\"&gt;Bert Bell&lt;/a&gt; as commissioner in 1946.\nAfter twelve years without black players in the NFL, the &lt;a href=\"Los%20Angeles%20Rams\"&gt;Los Angeles Rams&lt;/a&gt; added them in 1946, as they were required by their stadium lease to integrate the team. The league had two five-team divisions, each team playing an unwieldy 11-game schedule, with some teams playing more home games than others. They increased to twelve games the following year, partly because of the success of the rival AAFC's 14-game format. After the AAFC folded, the NFL added three of its teams, for a total of thirteen, but maintained the 14-game format. The first year after admitting the &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt;, the NFL was humbled by having the Browns, a team from what it had ridiculed as an inferior league, win its championship. The Browns went on to be NFL champions in three of their first six years in the league. In 1958, the &lt;a href=\"History%20of%20the%20Indianapolis%20Colts\"&gt;Baltimore Colts&lt;/a&gt; defeated the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; 23–17 in professional football's first sudden-death championship game, and repeated the victory against the same team in the 1959 NFL title game, this time by a score of 31–16. The Colts had folded after the 1950 season and from 1951 through 1959 the NFL had twelve teams, six each in the East and West conferences. The league during this period featured not only star players absorbed from the AAFC 'merger' but others such as halfback &lt;a href=\"Frank%20Gifford\"&gt;Frank Gifford&lt;/a&gt; (&lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt;); the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;' quarterback &lt;a href=\"Norm%20Van%20Brocklin\"&gt;Norm Van Brocklin&lt;/a&gt; and receiver &lt;a href=\"Tommy%20McDonald%20%28American%20football%29\"&gt;Tommy McDonald&lt;/a&gt;; and the Colts' quarterback &lt;a href=\"Johnny%20Unitas\"&gt;Johnny Unitas&lt;/a&gt; and running back &lt;a href=\"Lenny%20Moore\"&gt;Lenny Moore&lt;/a&gt;. Television coverage of the league was spotty, with some teams starting in 1950 to have individual arrangements with the &lt;a href=\"NFL%20on%20DuMont\"&gt;Dumont Network&lt;/a&gt; and NBC. CBS began to televise selected NFL regular season games in 1956, but there was no league-wide, national television (the Browns, for instance, held out and syndicated games themselves until the early 1960s when a league-wide contract was imposed).\nFourth American Football League: 1960–1969.\nBy the start of the 1960s, the NFL was complacent in its dominance of the market for Professional Football fans, and had little incentive to expand that market. The AAFC was history, and the NFL had chosen not to capitalize on the boost it had received from the 1958 Colts-Giants sudden-death game. It was content with a 12-team league playing a 12-game schedule and featured \"ball-control\" football. When Texas oilmen &lt;a href=\"Lamar%20Hunt\"&gt;Lamar Hunt&lt;/a&gt; and &lt;a href=\"Bud%20Adams\"&gt;Bud Adams&lt;/a&gt; tried to purchase existing NFL franchises to move to Texas, or to establish new NFL franchises there, they were told that the conservative NFL was not interested. The result was that Hunt and Adams joined with six other businessmen to form the fourth &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt; (1960–1969). The league started out by signing half of the NFL's 1960 first-round draft choices including the &lt;a href=\"Houston%20Oilers\"&gt;Houston Oilers&lt;/a&gt;' &lt;a href=\"Billy%20Cannon\"&gt;Billy Cannon&lt;/a&gt;, and never slowed down. With future Hall of Fame Coaches &lt;a href=\"Hank%20Stram\"&gt;Hank Stram&lt;/a&gt; (&lt;a href=\"Kansas%20City%20Chiefs\"&gt;Dallas Texans/Kansas City Chiefs&lt;/a&gt;) and &lt;a href=\"Sid%20Gillman\"&gt;Sid Gillman&lt;/a&gt; (&lt;a href=\"San%20Diego%20Chargers\"&gt;LA/San Diego Chargers&lt;/a&gt;) as well as others like the &lt;a href=\"Buffalo%20Bills\"&gt;Buffalo Bills&lt;/a&gt;' &lt;a href=\"Lou%20Saban\"&gt;Lou Saban&lt;/a&gt;, the league offered a more risk-oriented on-field approach that appealed to fans. The AFL also actively recruited from &lt;a href=\"historically%20black%20colleges%20and%20universities\"&gt;predominantly black colleges&lt;/a&gt; and other small colleges, a source the NFL virtually ignored. This led to a higher percentage of minority players, as well as several firsts, such as the first black number one draft choice (&lt;a href=\"Buck%20Buchanan\"&gt;Buck Buchanan&lt;/a&gt;, Chiefs); the first black &lt;a href=\"middle%20linebacker\"&gt;middle linebacker&lt;/a&gt;, &lt;a href=\"Willie%20Lanier\"&gt;Willie Lanier&lt;/a&gt;, Chiefs; and the first modern black starting quarterback (&lt;a href=\"Marlin%20Briscoe\"&gt;Marlin Briscoe&lt;/a&gt;, Broncos).\nThe AFL was similar to the AAFC in that it offered innovations, like a return to the double round robin schedule introduced by the earlier league and had eight teams in two divisions like the AAFC. The AFL also introduced official scoreboard clocks, player names on jerseys, the two-point PAT conversion and important off-the field elements such as gate and TV revenue-sharing and national TV contracts. The AFL developed the first ever cooperative television plan for professional football, in which the proceeds of the contract were divided equally among member clubs. ABC and the AFL also introduced moving, on-field cameras (as opposed to the fixed midfield cameras of CBS and the NFL), and were the first to have players \"miked\" during broadcast games.\nBut the American Football League was different from the AAFC in its overall competitive balance. While the Browns-dominated AAFC had had the same champion every year, six out of the &lt;a href=\"Foolish%20Club\"&gt;Original Eight&lt;/a&gt; AFL teams won at least one AFL championship, and all but one (the lone exception being the &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt;) played in at least one post-season game. In addition to traditional eastern cities, it placed teams in Texas, in the West with the Broncos, &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt; and the Chargers, and eventually in the Midwest &lt;a href=\"Kansas%20City%2C%20Missouri\"&gt;Kansas City&lt;/a&gt; and the deep South &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;. The league forced a merger with its rival, and made possible the &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; at the end of the 1966 season. Although it lost the first two, by its demise it had beaten two NFL teams proclaimed as \"the best in history\" to win the final two World Championship games between two Professional Football league champions. The decade ended with the AFL retaining its original franchises, plus two expansion teams, and those ten teams represented the first time a major sports league had merged with another without losing a franchise.\nThe legacy of the American Football League is that virtually every aspect of today's wildly popular professional football, on and off the field, can be traced to innovations developed by the AFL and adopted by the NFL.\nNational Football League: 1960–1969.\nAfter the sudden death of commissioner &lt;a href=\"Bert%20Bell\"&gt;Bert Bell&lt;/a&gt; in 1959, &lt;a href=\"Los%20Angeles%20Rams\"&gt;Los Angeles Rams&lt;/a&gt; general manager &lt;a href=\"Pete%20Rozelle\"&gt;Pete Rozelle&lt;/a&gt; was named his replacement after a contentious, eight-day, 23-ballot stalemated election in which the league's favored candidate, Marshall Leahy, repeatedly fell one vote short of the supermajority of votes necessary to be elected commissioner. Whereas his predecessors generally put their league offices in the city of the teams they previously represented (the key issue that prevented Leahy from becoming Commissioner, as he was previously an employee of the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt; and was planning to move league offices to the West Coast), Rozelle instead agreed to establish a permanent office in New York City, where the league remains to this day.\nThe 1960 NFL had ten teams, only two south of Washington, D.C. and/or west of Chicago (the Los Angeles Rams and San Francisco 49ers), and none in the &lt;a href=\"Southern%20United%20States\"&gt;Southern United States&lt;/a&gt;, where college football still dominated. Though it had rebuffed efforts to move or expand, it immediately was put on the defensive by the new AFL, first causing the owners of the proposed Minnesota franchise in that league to renege for an NFL franchise to start in 1961, and immediately establishing the Cowboys in previously rejected Dallas, as competition to Hunt's &lt;a href=\"Dallas%20Texans%20%28AFL%29\"&gt;Dallas Texans&lt;/a&gt;. The NFL also expanded its footprint by moving the &lt;a href=\"Chicago%20Cardinals%20%28NFL%2C%201920%E2%80%9359%29\"&gt;Chicago Cardinals&lt;/a&gt; to St. Louis, Missouri in 1960. Later, it impeded the AFL's planned expansion to Atlanta by offering that city's investor the &lt;a href=\"Atlanta%20Falcons\"&gt;Falcons&lt;/a&gt;' NFL franchise. Ironically, the Falcons' replacement in the AFL were the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt; who have appeared in five Super Bowls, winning two, while the Falcons were losers in their two appearances. Star NFL players during this period included the Browns' fullback &lt;a href=\"Jim%20Brown\"&gt;Jim Brown&lt;/a&gt;; the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;' quarterback &lt;a href=\"Bart%20Starr\"&gt;Bart Starr&lt;/a&gt;, fullback &lt;a href=\"Jim%20Taylor%20%28fullback%29\"&gt;Jim Taylor&lt;/a&gt; and halfback &lt;a href=\"Paul%20Hornung\"&gt;Paul Hornung&lt;/a&gt;; halfback &lt;a href=\"Gale%20Sayers\"&gt;Gale Sayers&lt;/a&gt; of the &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt;; Cowboys receiver &lt;a href=\"Bob%20Hayes\"&gt;Bob Hayes&lt;/a&gt;; the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;' and the Redskins' &lt;a href=\"Charley%20Taylor\"&gt;Charley Taylor&lt;/a&gt;. The AFL's influence on the NFL was evident in several ways: in 1962, the NFL emulated the junior league by arranging its own league-wide national television contract, with CBS; and late in the 'sixties, the NFL began recognizing the wide talent pool the AFL had tapped in &lt;a href=\"Historically%20Black%20colleges%20and%20universities\"&gt;small and predominantly black colleges&lt;/a&gt;, and it, too, started scouting and signing from those schools.\nTired of raids on players and escalating salaries, in the mid-1960s, certain NFL owners secretly approached AFL principals, seeking a merger of the two leagues. The merger was agreed to in 1966, with a championship game to be played between the league titlists, and a merged schedule beginning with the 1970 season, when existing TV contracts could be re-worked.\nThe decade was dominated in the NFL by the Packers, who won four NFL titles, and by the mid-to late 1960s their head coach &lt;a href=\"Vince%20Lombardi\"&gt;Vince Lombardi&lt;/a&gt; had fashioned a team that, with its ball-control style, would overpower the NFL and carry on to defeat AFL opponents in the first two AFL-NFL Championship Games after the 1966 and 1967 Professional Football seasons. The NFL champions in 1968, the Colts, and in 1969 the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt;, were each in turn considered to be \"the best team in the history of the NFL.\" By 1969, the NFL had grown to 16 teams, with four teams directly attributable to the existence of the AFL: the Vikings, Cowboys, and Falcons, added to compete with the AFL, and the &lt;a href=\"New%20Orleans%20Saints\"&gt;New Orleans Saints&lt;/a&gt;, who were added as a reward to Louisiana federal legislators for their support of PL 89-800, which permitted the merger. Likewise, the AFL-NFL wars brought two teams to Missouri (one in each league), marking the first time NFL teams had played in the state since the 1930s.\nMinor Leagues: 1961–1973.\nConcurrently with the AFL and NFL rivalry, several minor leagues thrived in this era as well. The &lt;a href=\"United%20Football%20League%20%281961%29\"&gt;United Football League&lt;/a&gt; lasted from 1961 to 1964 and was concentrated in the midwest. However, in 1962 it was quickly eclipsed by the &lt;a href=\"Atlantic%20Coast%20Football%20League\"&gt;Atlantic Coast Football League&lt;/a&gt;, which was run by the same people (the Rosentover family) as the previous American Association of the 1930s. When the UFL folded, and the Newark Bears of the ACFL unsuccessfully applied to join the AFL, two new leagues formed: the &lt;a href=\"Professional%20Football%20League%20of%20America\"&gt;Professional Football League of America&lt;/a&gt; (PFLA), which ran from 1965 to 1967, and the more prominent &lt;a href=\"Continental%20Football%20League\"&gt;Continental Football League&lt;/a&gt; (ContFL), which ran from 1965 to 1969. The ACFL lost three of its best teams to the ContFL, but survived. The ContFL and ACFL had different strategies: the ContFL had major-league aspirations, while the ACFL was happy as a developmental league and (like previous leagues run by the Rosentovers) allowed its teams to become farm teams to the AFL and NFL teams (for instance, the &lt;a href=\"Hartford%20Knights\"&gt;Hartford Knights&lt;/a&gt; were a farm team to the AFL's &lt;a href=\"Buffalo%20Bills\"&gt;Buffalo Bills&lt;/a&gt;). The ContFL arguably had better talent that went on to NFL and CFL stardom (&lt;a href=\"Ken%20Stabler\"&gt;Ken Stabler&lt;/a&gt;, &lt;a href=\"Don%20Jonas\"&gt;Don Jonas&lt;/a&gt;, &lt;a href=\"Johnnie%20Walton\"&gt;Johnnie Walton&lt;/a&gt; and &lt;a href=\"Sam%20Wyche\"&gt;Sam Wyche&lt;/a&gt;), but folded after 1969, and plans to take on the CFL head-to-head were abandoned. The ACFL also produced some significant talent (e.g. &lt;a href=\"Marvin%20Hubbard\"&gt;Marvin Hubbard&lt;/a&gt;, &lt;a href=\"King%20Corcoran\"&gt;Jim Corcoran&lt;/a&gt; and the first female professional football player, placeholder &lt;a href=\"Patricia%20Palinkas\"&gt;Patricia Palinkas&lt;/a&gt;) and lasted longer, through 1971, with a return season in 1973. The attempted major &lt;a href=\"World%20Football%20League\"&gt;World Football League&lt;/a&gt; sapped the ACFL of most of its talent, and forced it to fold prior to the 1974 season.\nNational Football League: 1970–1975.\nIn 1970, the NFL realigned into two conferences, with the Browns, Steelers and Colts joining the ten former American Football League teams in the &lt;a href=\"American%20Football%20Conference\"&gt;American Football Conference&lt;/a&gt; and the remaining NFL teams forming the &lt;a href=\"National%20Football%20Conference\"&gt;National Football Conference&lt;/a&gt;. The AFL's official scoreboard clock and jersey-back player names were adopted by the merged league, but the &lt;a href=\"two-point%20conversion\"&gt;two-point conversion&lt;/a&gt; was not adopted until &lt;a href=\"1994%20NFL%20season\"&gt;1994&lt;/a&gt;.\nThe AFL–NFL merger also led to the creation of a weekly showcase game: \"&lt;a href=\"Monday%20Night%20Football\"&gt;Monday Night Football&lt;/a&gt;\". Originally broadcast on &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; beginning with the 1970 season, it moved to &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; in 2006.\nAll of the American Football League records and statistics were accepted by the merged league as equivalent to pre-merger NFL records and statistics. Thus, a yard gained in the AFL in 1960 is as valid as a yard gained in the NFL in 1960. &lt;a href=\"American%20Football%20League%20All-Star%20games\"&gt;AFL All-Star Game&lt;/a&gt; selections and appearances are equivalent to NFL 'Pro Bowl' choices. They are equivalent, but, however, not identical, and this has caused errors in reporting by some sources. For example, &lt;a href=\"John%20Hadl\"&gt;John Hadl&lt;/a&gt; is listed in most on-line records as having been selected for the 1970 Pro Bowl, played after the 1969 professional football season. However, in 1970, there were both an NFL Pro Bowl and an AFL All-Star Game, the AFL event being the final event ever staged under the auspices of the American Football League. Hadl, of the &lt;a href=\"San%20Diego%20Chargers\"&gt;San Diego Chargers&lt;/a&gt; was MVP of the January 1970 AFL All-Star Game. The January 1970 NFL Pro Bowl was a different game, featuring only NFL players. Similar errors are made when players like the &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt;' &lt;a href=\"Jim%20Otto\"&gt;Jim Otto&lt;/a&gt; are cited as having \"fifteen years of NFL experience.\" In fact, Otto had ten years of AFL experience and five years of NFL experience, or fifteen years of \"Professional Football\" experience.\nIn 1974, the rival &lt;a href=\"World%20Football%20League\"&gt;World Football League&lt;/a&gt; successfully lured several NFL stars to its upstart league, but collapsed midway through the 1975 season due to financial problems. The &lt;a href=\"Memphis%20Southmen\"&gt;Memphis Southmen&lt;/a&gt; made an unsuccessful bid to join the NFL, even going as far as taking deposits for season tickets and going to court to file a lawsuit to attempt to force this, and the &lt;a href=\"Birmingham%20Vulcans\"&gt;Birmingham Vulcans&lt;/a&gt; collected petition signatures to attempt to show a similar high level of support, but never got as far as Memphis. Neither city has ever gotten an NFL franchise (though the &lt;a href=\"Tennessee%20Titans\"&gt;Tennessee Oilers&lt;/a&gt; did later play &lt;a href=\"1998%20Tennessee%20Oilers%20season\"&gt;one season in Memphis&lt;/a&gt;).\nAlso in &lt;a href=\"1974%20NFL%20season\"&gt;1974&lt;/a&gt;, the NFL, after over four decades of having its goal posts on the goal line (as Canadian football still does), finally moved its goalposts back to the end line, as is the norm in high school and college football in the United States, in an effort to decrease the number of field goal attempts, and moved the kickoff back to the 35-yard line.\nNational Football League: 1976–1994.\nIn 1976, the NFL added the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt; and the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt; to the NFL. To accommodate the larger league, the schedule expanded from 14 games to its current length of 16 games in 1978. The playoff field was likewise expanded to ten teams, then again to twelve teams in 1990, where it has remained ever since.\nThe NFL began experiencing problems in the 1980s. Labor stoppages in 1982 (which led to the NFL season being cut in half) and 1987 (resulting in the league using replacement players for three games), combined with &lt;a href=\"Al%20Davis\"&gt;Al Davis&lt;/a&gt; winning a lawsuit to allow his team, the Raiders, to move from Oakland to Los Angeles against league wishes, forced NFL Commissioner &lt;a href=\"Pete%20Rozelle\"&gt;Pete Rozelle&lt;/a&gt; into retirement. &lt;a href=\"Paul%20Tagliabue\"&gt;Paul Tagliabue&lt;/a&gt; was named his replacement.\nThe NFL backed the minor-league &lt;a href=\"World%20League%20of%20American%20Football\"&gt;World League of American Football&lt;/a&gt;, a league based in the U.S., Canada, and Europe, which ran for two seasons. After its suspension, two American teams jumped to the Canadian Football League, though only one (the &lt;a href=\"Sacramento%20Gold%20Miners\"&gt;Sacramento franchise&lt;/a&gt;) would play in that league.\nUnited States Football League: 1983–1985.\nThe &lt;a href=\"United%20States%20Football%20League\"&gt;United States Football League&lt;/a&gt; was the most significant challenger to the NFL since the American Football League, and the last of any significance to date. The USFL's gimmick was to avoid direct head-to-head competition with the NFL and college ball, and play in the spring. Originally intended as a minor league, this ended when several deep pocketed owners began luring top talent such as &lt;a href=\"Herschel%20Walker\"&gt;Herschel Walker&lt;/a&gt; to the USFL with high salaries.\nThe groundwork for what eventually led to the demise of the USFL was set mainly by &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;, owner of the &lt;a href=\"New%20Jersey%20Generals\"&gt;New Jersey Generals&lt;/a&gt; and a vocal opponent of the league's spring football concept, who led a coalition that sought to take the NFL on head-to-head with a fall schedule and later force a merger. This was a major problem for several teams, who were ill-prepared to face the NFL juggernaut, and fans quickly walked away from these lame-duck franchises when it became clear the USFL was done with spring football. The USFL pinned its hopes on an anti-trust lawsuit against the NFL; though the USFL won the case, it was a &lt;a href=\"Pyrrhic%20victory\"&gt;Pyrrhic victory&lt;/a&gt;, as the jury only awarded damages of US$3.\nThe USFL's biggest legacy was the fact that it helped develop some of the best quarterbacks in professional football during the 1990s. Many members of the prolific draft classes of 1983 through 1985 played in the USFL and went on to have strong careers in the NFL and CFL, including &lt;a href=\"Steve%20Young%20%28American%20football%29\"&gt;Steve Young&lt;/a&gt;, &lt;a href=\"Jim%20Kelly\"&gt;Jim Kelly&lt;/a&gt;, &lt;a href=\"Doug%20Williams%20%28quarterback%29\"&gt;Doug Williams&lt;/a&gt; (who was actually drafted several years earlier, in 1978), &lt;a href=\"Bobby%20Hebert\"&gt;Bobby Hebert&lt;/a&gt; and &lt;a href=\"Doug%20Flutie\"&gt;Doug Flutie&lt;/a&gt;.\nArena Football League: 1987–2019.\nImmediately after the USFL suspended operations in 1986, USFL executive &lt;a href=\"Jim%20Foster%20%28arena%20football%29\"&gt;James F. \"Jim\" Foster&lt;/a&gt; began work on a brand new variant of football. Known as \"&lt;a href=\"arena%20football\"&gt;arena football&lt;/a&gt;\", the sport was played on a much shorter 50-yard field and was built heavily on a high-scoring offensive game. After two test games, he launched a professional league, the &lt;a href=\"Arena%20Football%20League\"&gt;Arena Football League&lt;/a&gt;, in 1987. The AFL began its 24th season in 2011, and is currently the United States' second longest running professional football league ever, after the NFL. The AFL also had a minor league, &lt;a href=\"AF2\"&gt;AF2&lt;/a&gt;, which ran for 10 seasons, from 2000 to 2009. The current version of the Arena Football League is technically the second league to bear that name; the first collapsed under the weight of bankruptcy after the 2008 season, then was bought by a coalition of its teams and relaunched in 2010 in its current incarnation. From a high of 18 teams in 2011, the second Arena Football League steadily shrunk until bottoming out at four teams in 2018. The league folded a second time after its 2019 season.\nThe success of arena football led to a revival of interest in &lt;a href=\"indoor%20American%20football\"&gt;indoor football&lt;/a&gt;, particularly after the AFL lost a lawsuit over the extent of its patents in 1998. As of 2020, all of the leagues who play the indoor game play regionally, either in the midwest (&lt;a href=\"Indoor%20Football%20League\"&gt;Indoor Football League&lt;/a&gt; and &lt;a href=\"Champions%20Indoor%20Football\"&gt;Champions Indoor Football&lt;/a&gt;), southeast (&lt;a href=\"National%20Arena%20League\"&gt;National Arena League&lt;/a&gt; and &lt;a href=\"American%20Arena%20League\"&gt;American Arena League&lt;/a&gt;) or northwest (&lt;a href=\"America%20West%20Football%20Conference\"&gt;America West Football Conference&lt;/a&gt;). One unusual variant of indoor football was the &lt;a href=\"Legends%20Football%20League\"&gt;Lingerie Football League&lt;/a&gt;, in which scantily clad women play the game by a modified variant of indoor rules; that league was at least semi-professional for its first two years, but since 2011, it (along with its successor league, the Legends Football League) has played at an amateur level.\nNational Football League: 1995–2001.\nThe USFL's impact was not limited to players, however. The USFL apparently established Oakland, Baltimore, Jacksonville and Arizona as viable markets for professional football. As such, the St. Louis Cardinals moved to Phoenix, Arizona to become the &lt;a href=\"Arizona%20Cardinals\"&gt;Arizona Cardinals&lt;/a&gt; in 1988, while the Houston Oilers very nearly moved to Jacksonville in 1987 before deciding to stay, for the short term, in Houston.\nIn 1993, the NFL began exploring expansion, eyeing five proposals (&lt;a href=\"Baltimore%20Bombers%20%28proposed%20NFL%20team%29\"&gt;Baltimore&lt;/a&gt;, &lt;a href=\"St.%20Louis%20Stallions\"&gt;St. Louis&lt;/a&gt;, &lt;a href=\"Memphis%20Hound%20Dogs\"&gt;Memphis&lt;/a&gt;, Charlotte and Jacksonville), all of which were in cities that had hosted professional football before. The \"Carolina Cougars\" (later renamed &lt;a href=\"Carolina%20Panthers\"&gt;Carolina Panthers&lt;/a&gt;) and &lt;a href=\"Jacksonville%20Jaguars\"&gt;Jacksonville Jaguars&lt;/a&gt; received franchises to begin play in 1995. At the same time, Al Davis moved the Raiders back to its original home in Oakland for the 1995 season, while at the same time, the Rams, who had suffered in attendance since the Raiders' arrival, relocated to St. Louis; the concurrent departures of both teams from southern California began a 21-year stretch in which &lt;a href=\"History%20of%20the%20National%20Football%20League%20in%20Los%20Angeles\"&gt;the league had no teams in Los Angeles&lt;/a&gt;.\nIt was not until after the 1995 season, after Baltimore's CFL team won the Grey Cup, that Baltimore got a second look, this time from Art Modell, who took the core of his Cleveland Browns team to Baltimore to found the expansion &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt;. The effort effectively killed the CFL's American expansion. The Browns returned, restocked with new players and with new ownership, in 1999. Meanwhile, the Oilers left Houston for Tennessee after the 1996 season; initially beginning what was planned to be a two-year stint in Memphis, disastrous attendance levels prompted the team to cut that experiment short after a single year and move to its permanent home in Nashville in 1998, eventually rebranding as the &lt;a href=\"Tennessee%20Titans\"&gt;Tennessee Titans&lt;/a&gt;.\nAlso borrowed from the USFL was the &lt;a href=\"two-point%20conversion\"&gt;two-point conversion&lt;/a&gt;, which the NFL adopted in 1994, and the Tampa Bay Buccaneers' color scheme, which was loosely based on that of the &lt;a href=\"Tampa%20Bay%20Bandits\"&gt;Tampa Bay Bandits&lt;/a&gt;.\nThe NFL revived the World League in 1995, this time headquartered solely in Europe, eventually changing the name of the league to the NFL Europe League (known as either &lt;a href=\"NFL%20Europe\"&gt;NFL Europe&lt;/a&gt; or, in its last season, as NFL Europa, to avoid &lt;a href=\"RAS%20syndrome\"&gt;RAS syndrome&lt;/a&gt;). Originally having its teams spread across several countries including Spain, England, Scotland, the Netherlands and Germany, by the end of the league's run in 2007, only the Netherlands and Germany (the latter of which had five of the league's six teams) were still in the league.\nStrained relations between the NFL and its players' union quieted down significantly in the 1990s, and the development of &lt;a href=\"free%20agency\"&gt;free agency&lt;/a&gt; as well as a &lt;a href=\"salary%20cap\"&gt;salary cap&lt;/a&gt; led to peaceful relations between the two entities for over a decade. This was helped by new &lt;a href=\"NFL%20on%20television\"&gt;television contracts&lt;/a&gt;: in 1994, &lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox Broadcasting Company&lt;/a&gt; set the tone for broadcast rights to the NFL when it outbid CBS for the right to air NFC games with an unheard-of bid of US$395,000,000. This brought total broadcast rights fees for the league to over US$1,000,000,000. In 1998, when CBS outbid NBC for the rights to the AFC, the total rights fees doubled to over US$2,000,000,000. This is in addition to the rights fee for &lt;a href=\"NFL%20Sunday%20Ticket\"&gt;NFL Sunday Ticket&lt;/a&gt;, a package offered exclusively to the &lt;a href=\"DirecTV\"&gt;DirecTV&lt;/a&gt; satellite television service, that began in the mid-1990s.\nSeveral short-lived professional leagues arose in the wake of the &lt;a href=\"dot-com%20boom\"&gt;dot-com boom&lt;/a&gt; in the late 1990s. The &lt;a href=\"Regional%20Football%20League\"&gt;Regional Football League&lt;/a&gt; played one season in 1999, and the &lt;a href=\"Spring%20Football%20League\"&gt;Spring Football League&lt;/a&gt; played only two weeks in 2000. The short-lived, highly publicized and widely derided &lt;a href=\"XFL%20%282001%29\"&gt;XFL&lt;/a&gt; played one season in the winter of 2001.\nNational Football League: 2002–present.\nThe &lt;a href=\"Houston%20Texans\"&gt;Houston Texans&lt;/a&gt; were added to the league in 2002 to replace the Oilers, bringing the league to an even 32 teams. &lt;a href=\"Roger%20Goodell\"&gt;Roger Goodell&lt;/a&gt; took over as commissioner from the retiring Paul Tagliabue in 2006.\nAlso during this era, the league began expanding its influence overseas. &lt;a href=\"F%C3%BAtbol%20Americano\"&gt;Fútbol Americano&lt;/a&gt;, a one-off game in Mexico City, was the first regular-season game held outside the United States in 2005; it was followed by the &lt;a href=\"NFL%20International%20Series\"&gt;NFL International Series&lt;/a&gt;, an annual game held in London in the last week of October since 2007. In an unrelated move, the &lt;a href=\"Buffalo%20Bills\"&gt;Buffalo Bills&lt;/a&gt; began their &lt;a href=\"Bills%20Toronto%20Series\"&gt;Bills Toronto Series&lt;/a&gt;, playing an annual December game in Canada, in 2008. The Toronto series will run through 2012.\nIn 2003, the NFL launched its own in-house network, &lt;a href=\"NFL%20Network\"&gt;NFL Network&lt;/a&gt;. Beginning in 2006, at the end of the previous broadcast contract, the NFL launched an &lt;a href=\"Thursday%20Night%20Football\"&gt;eight-game late-season package&lt;/a&gt; specifically for the network. The 2006 television contract expanded total annual broadcast rights to over US$3,000,000,000, and the 2011 renewal of those rights pushed the annual total to nearly US$5,000,000,000. Between 2006 and 2022, the networks will have paid the NFL nearly US$70,000,000,000—a total greater than the resale value of all thirty-two NFL teams combined.\nThe labor peace in the NFL came to a halt in 2010, when a group of NFL owners invoked an out clause in the league's collective bargaining agreement with the players' union, subsequently imposing a lockout in 2011. The players' association responded by disbanding and having its players sue the league for antitrust violations. The two sides came to an agreement in late July 2011, after one preseason game, that year's &lt;a href=\"Pro%20Football%20Hall%20of%20Fame%20Game\"&gt;Pro Football Hall of Fame Game&lt;/a&gt;, was lost due to the lockout. The current collective bargaining agreement, which has no opt-outs, lasts through 2021.\nAlternate leagues: 2009–2015, 2019–future.\nThe &lt;a href=\"United%20Football%20League%20%282009%29\"&gt;United Football League&lt;/a&gt; began play in 2009 with an abbreviated \"Premiere Season\" that featured four teams, two on each coast, in a six-week schedule. The UFL, which mostly featured former NFL players, marked the first professional fall league other than the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; to play in the United States since the &lt;a href=\"World%20Football%20League\"&gt;World Football League&lt;/a&gt; in the mid-1970s. All UFL games aired on &lt;a href=\"Versus%20%28TV%20channel%29\"&gt;Versus&lt;/a&gt; and &lt;a href=\"HDnet\"&gt;HDnet&lt;/a&gt;; every game was also &lt;a href=\"webcast\"&gt;webcast&lt;/a&gt;. The league returned in 2010 with a new expansion team in Omaha, Nebraska and an eight-game, ten-week schedule. From there, however, the UFL collapsed, cutting both its 2011 and 2012 seasons short after four weeks of play and failing to pay most of its bills in a timely manner.\nThe &lt;a href=\"Stars%20Football%20League\"&gt;Stars Football League&lt;/a&gt; began play as a four-team league on June 30, 2011, with an eight-week schedule, and played three abbreviated seasons. The &lt;a href=\"Fall%20Experimental%20Football%20League\"&gt;Fall Experimental Football League&lt;/a&gt;, an explicitly minor league operating on a sort of \"extended &lt;a href=\"National%20Football%20League%20preseason\"&gt;preseason&lt;/a&gt;\" approach, played two seasons before being replaced with &lt;a href=\"The%20Spring%20League\"&gt;The Spring League&lt;/a&gt;, which is non-professional. Numerous other professional leagues attempted to launch in the late 2000s and early 2010s but never materialized, including the &lt;a href=\"All%20American%20Football%20League\"&gt;All American Football League&lt;/a&gt;, the &lt;a href=\"United%20National%20Gridiron%20League\"&gt;United National Gridiron League&lt;/a&gt; and &lt;a href=\"A-11%20Football%20League\"&gt;A-11 Football League&lt;/a&gt;.\nIn 2018, the two leading figures behind the original XFL announced their re-entry into the professional football market with rival leagues: former NBC head &lt;a href=\"Dick%20Ebersol\"&gt;Dick Ebersol&lt;/a&gt; attached to the &lt;a href=\"Alliance%20of%20American%20Football\"&gt;Alliance of American Football&lt;/a&gt; to begin play in 2019; it collapsed amid financial shortfalls and disputes partway through its lone season. &lt;a href=\"Vince%20McMahon\"&gt;Vince McMahon&lt;/a&gt; reacquired the XFL intellectual property rights and launched a &lt;a href=\"XFL%20%282020%29\"&gt;second version of the XFL&lt;/a&gt; in 2020 to somewhat greater success and reception before a massive &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20States\"&gt;coronavirus pandemic&lt;/a&gt; wiped out most sporting activity in the United States in March 2020, cutting the XFL's season short halfway through, which eventually led to the league filing for bankruptcy and selling to a consortium led by &lt;a href=\"Dany%20Garcia\"&gt;Dany Garcia&lt;/a&gt; and &lt;a href=\"Dwayne%20Johnson\"&gt;Dwayne Johnson&lt;/a&gt;.\nCanadian professional football history.\nCanadian football had similar origins to its American counterparts. Several Canadian professional teams are older than the oldest existing American teams, because they began as amateur rugby organizations. The Canadian game evolved parallel to the American game, but several years behind: the &lt;a href=\"Burnside%20Rules\"&gt;Burnside Rules&lt;/a&gt; were adopted in 1905, and the &lt;a href=\"forward%20pass\"&gt;forward pass&lt;/a&gt; (in place on the American side of the border since 1906) was adopted in 1929 after significant pressure from American coaches. The touchdown remained worth five points until 1956 (it changed mainly due to Canadian pro football holding an American TV contract), whereas it had increased to six points in 1912 in the United States. Several relics of the old rules of the game, including goal posts on the goal line, a 110-yard field, more liberal rules for use of the &lt;a href=\"drop%20kick\"&gt;drop kick&lt;/a&gt;, and only three downs, remain in the Canadian game.\nCanadian football was, prior to the 1950s, dominated by three amateur organizations: the &lt;a href=\"Ontario%20Rugby%20Football%20Union\"&gt;Ontario Rugby Football Union&lt;/a&gt; (ORFU), the &lt;a href=\"Interprovincial%20Rugby%20Football%20Union\"&gt;Interprovincial Rugby Football Union&lt;/a&gt; (IRFU, or \"Big Four\"), and the &lt;a href=\"Western%20Interprovincial%20Football%20Union\"&gt;Western Interprovincial Football Union&lt;/a&gt; (WIFU). By 1954, the IRFU and WIFU had gone professional (in part thanks to an American television contract from NBC that paid the Big Four more than the one DuMont was offering the NFL), and in that year the ORFU dropped out of competition for the decades-old &lt;a href=\"Grey%20Cup\"&gt;Grey Cup&lt;/a&gt;, the championship of Canadian football. This is generally recognized as the moment that began the modern era of Canadian professional football. The WIFU and IRFU incrementally merged into one league over the next several years: the two created the Canadian Football Council in 1956, jointly separated from the Canadian Rugby Union (Canada's governing body for football, now known as &lt;a href=\"Football%20Canada\"&gt;Football Canada&lt;/a&gt;) in 1958, and began inter-union play in 1961. The CFL currently recognizes the &lt;a href=\"1958%20CFL%20season\"&gt;1958 season&lt;/a&gt;, its first separate from Football Canada, as its starting point. (The ORFU eventually faded out of existence in the 1970s.)\nThe CFL has been, at various times in its history, competitive with the NFL in terms of being able to acquire talent, though the league's self-imposed rule changes have hampered that in recent years (for instance, the marquee player exemption to the salary cap that once allowed CFL teams to sign one top-level player is no longer there, and the league has banned signing suspended NFL players). It has not been competitive on a team level with the NFL, as evidenced by the fact that in a series of interleague matchups between the IRFU and the NFL in the 1950s and 1960s, the NFL won all six matches. (The Hamilton Tiger-Cats, the best team in the IRFU at the time, \"did\" win one game against an American pro team in 1961, but it was an American Football League team, not an NFL team.)\nThe league attempted an &lt;a href=\"CFL%20USA\"&gt;American expansion&lt;/a&gt; in 1993. Initially starting with the &lt;a href=\"Sacramento%20Gold%20Miners\"&gt;Sacramento Gold Miners&lt;/a&gt; (who jumped more or less intact from the WLAF and would become the &lt;a href=\"San%20Antonio%20Texans\"&gt;San Antonio Texans&lt;/a&gt; in 1995), by 1995 the CFL had five U.S. teams, mostly based in the southern and western United States. The league itself was suffering from financial problems at the time, and the general suspicion was that the addition of American teams was mainly a gambit to net expansion revenue for the eight remaining Canadian franchises. The league did lure credible and stable owners for most of the American teams (a contrast from other efforts at U.S. pro football outside the NFL), but lack of respect from the established Canadian teams, poor attendance in most markets, a handful of particularly problematic owners on both the American and Canadian sides of the border, and an inability to secure a television contract because of the league's avoidance of major U.S. markets all led to tens of millions of dollars in financial losses and the end of the American experiment after the 1995 season.\nThe two teams based in &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt; and &lt;a href=\"Montr%C3%A9al\"&gt;Montréal&lt;/a&gt; have been in flux for the past three decades. The original Alouettes folded in 1982; a &lt;a href=\"Montreal%20Concordes\"&gt;Montreal Concordes&lt;/a&gt; team was founded the same year to replace them, but the Concordes (which renamed themselves the Alouettes in 1986) folded prior to 1987. The current Alouettes arrived in Montréal in 1996, absorbing the two previous Montréal teams' histories but disowning that of the team that formed its basis, the &lt;a href=\"Baltimore%20Stallions\"&gt;Baltimore Stallions&lt;/a&gt;; the Stallions were the only American team to be both an on-field and off-field success and are the only U.S.-based team to ever win the Grey Cup. The Alouettes' situation was largely stable for the first two decades after relaunch before a sudden collapse in the team's finances forced its owner to return the franchise to the league in 2019. The &lt;a href=\"Ottawa%20Rough%20Riders\"&gt;Ottawa Rough Riders&lt;/a&gt; folded in 1996; the &lt;a href=\"Ottawa%20Renegades\"&gt;Ottawa Renegades&lt;/a&gt; were named as Ottawa's next CFL team from 2002 to 2005, but that team also folded. In both the Rough Riders and Renegades cases, the team failures came during, or shortly after, &lt;a href=\"Bernard%20Glieberman\"&gt;Bernard Glieberman&lt;/a&gt; had purchased the respective team. In 2014, the new &lt;a href=\"Ottawa%20Redblacks\"&gt;Ottawa Redblacks&lt;/a&gt; (owned by &lt;a href=\"Jeff%20Hunt\"&gt;Jeff Hunt&lt;/a&gt;) began play at a drastically refurbished &lt;a href=\"Frank%20Clair%20Stadium\"&gt;Frank Clair Stadium&lt;/a&gt;, thus becoming the third Ottawa CFL team and returning the league back to the traditional nine teams. Although Hunt owns the rights to the former &lt;a href=\"Ottawa%20Rough%20Riders\"&gt;Rough Riders&lt;/a&gt; intellectual property and based the Redblacks' logo and colors on those of the Rough Riders, he chose the name RedBlacks in June 2013, mainly to avoid a trademark dispute with the similarly named &lt;a href=\"Saskatchewan%20Roughriders\"&gt;Saskatchewan Roughriders&lt;/a&gt;. The revived Ottawa franchise has also been a success.\nIn the long term, the CFL has shown significantly more stability than the American leagues. The league has, for all but three years of its history, had either eight or nine teams, all based in the same nine markets. The league has resisted expanding beyond its current nine teams and has, to date, never moved a Canadian team from one city to another. One particular market that has been a persistent topic of discussion has been the &lt;a href=\"maritime%20provinces\"&gt;maritime provinces&lt;/a&gt;. The CFL approved an Atlantic franchise for &lt;a href=\"Halifax%20Regional%20Municipality\"&gt;Halifax&lt;/a&gt; known as the &lt;a href=\"Atlantic%20Schooners\"&gt;Atlantic Schooners&lt;/a&gt; in 1984 provided a stadium with sufficient capacity was built by then; however, no such stadium was ever built (the only outdoor stadium in Halifax, &lt;a href=\"Huskies%20Stadium\"&gt;Huskies Stadium&lt;/a&gt;, only seated less than half of what CFL rules mandate and has since been demolished). The &lt;a href=\"Touchdown%20Atlantic\"&gt;Touchdown Atlantic&lt;/a&gt; series is a series of one-off games that are played in Atlantic region stadiums; the first, a preseason game, was held at Huskies Stadium in 2003. A follow-up game was scheduled for the same venue for 2006, but was canceled due to the Ottawa Renegades (who were to play in the game) folding. The series was revived as a regular season game in 2010, but instead at &lt;a href=\"New%20Moncton%20Stadium\"&gt;New Moncton Stadium&lt;/a&gt; in &lt;a href=\"Moncton\"&gt;Moncton&lt;/a&gt;, which is much closer to the CFL's capacity guidelines; three games were played in the regular season series, with a fourth slated for 2019 as &lt;a href=\"Schooners%20Sports%20and%20Entertainment\"&gt;another Atlantic Schooners proposal&lt;/a&gt; is seeking to join the league.\nCanada has historically been sheltered from the rival leagues that the NFL faced for most of its first century of existence. &lt;a href=\"John%20F.%20Bassett\"&gt;John F. Bassett&lt;/a&gt;, a Canadian multimedia heir, was at the center of two attempts to bring the rival leagues to Canada, first with the &lt;a href=\"Toronto%20Northmen\"&gt;Toronto Northmen&lt;/a&gt; in the WFL, then with a USFL team in &lt;a href=\"Hamilton%2C%20Ontario\"&gt;Hamilton, Ontario&lt;/a&gt;. In both cases, Canadian Parliament threatened to pass the &lt;a href=\"Canadian%20Football%20Act\"&gt;Canadian Football Act&lt;/a&gt;, a proposed law that would have codified the CFL's monopoly on football and outlawed any other professional league from playing in the dominion. (In each case, Bassett instead backed a U.S.-based team, the &lt;a href=\"Memphis%20Southmen\"&gt;Memphis Southmen&lt;/a&gt; and &lt;a href=\"Tampa%20Bay%20Bandits\"&gt;Tampa Bay Bandits&lt;/a&gt;, respectively). The Act was never passed or made law.\nProfessional football has yet to be played in two provinces: &lt;a href=\"Prince%20Edward%20Island\"&gt;Prince Edward Island&lt;/a&gt; (which is likely too small to accommodate any professional game) and &lt;a href=\"Newfoundland%20and%20Labrador\"&gt;Newfoundland and Labrador&lt;/a&gt;.\nInjuries.\nAccording to 2017 study on brains of deceased gridiron football players, 99% of tested brains of &lt;a href=\"NFL\"&gt;NFL&lt;/a&gt; players, 88% of &lt;a href=\"CFL\"&gt;CFL&lt;/a&gt; players, 64% of semi-professional players, 91% of &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; players, and 21% of &lt;a href=\"high%20school%20football\"&gt;high school football&lt;/a&gt; players had various stages of &lt;a href=\"Chronic%20traumatic%20encephalopathy\"&gt;CTE&lt;/a&gt;.\nOther common injuries include, injuries of legs, arms and lower back."
}