{
    "id": "22289413",
    "revid": "29625245",
    "url": "https://en.wikipedia.org/wiki?curid=22289413",
    "title": "Colin Corkery",
    "text": "Colin Corkery (born 1971 in &lt;a href=\"Cork%20%28city%29\"&gt;Cork&lt;/a&gt;, Ireland) is a former Irish sportsperson. He played &lt;a href=\"Gaelic%20football\"&gt;Gaelic football&lt;/a&gt; with his local club &lt;a href=\"Nemo%20Rangers%20GAA\"&gt;Nemo Rangers&lt;/a&gt; and was a member of the &lt;a href=\"Cork%20GAA\"&gt;Cork&lt;/a&gt; senior inter-county team from 1993 until 2004.\nPlaying career.\nClub.\nCorkery played his club football with the &lt;a href=\"Nemo%20Rangers%20GAA\"&gt;Nemo Rangers&lt;/a&gt; club on the south side of Cork city, with whom he has had a number of successes. He first came to prominence as a player on the club's minor team that captured the Cork Minor Football Championship title in 1989.\nCorkery subsequently joined the Nemo Rangers senior team. He secured a &lt;a href=\"Cork%20Senior%20Football%20Championship\"&gt;county championship&lt;/a&gt; winners' medal in this grade in 1993, following a nine-point defeat of near rivals &lt;a href=\"St.%20Finbarr%27s%20GAA\"&gt;St. Finbarr's&lt;/a&gt;. Nemo later represented Cork in the provincial club championship and even reached the final of that competition. A 1–17 to 0–4 drubbing of &lt;a href=\"Kilmurray%20Ibrickane%20GAA\"&gt;Kilmurray Ibrickane&lt;/a&gt; gave Corkery a &lt;a href=\"Munster%20Senior%20Club%20Football%20Championship\"&gt;Munster&lt;/a&gt; club winners' medal. He later lined out in his first All-Ireland club final, with Mayo's &lt;a href=\"Castlebar%20Mitchels%20GAA\"&gt;Castlebar Mitchels&lt;/a&gt; providing the opposition. A goal after just ten seconds helped Nemo to eventually secure a 3–11 to 0–8 victory. With that Corkery collected an &lt;a href=\"All-Ireland%20Senior%20Club%20Football%20Championship\"&gt;All-Ireland&lt;/a&gt; club winners' medal.\nBy this stage Kavanagh had also joined the Nemo Rangers senior team. He secured a &lt;a href=\"Cork%20Senior%20Football%20Championship\"&gt;county championship&lt;/a&gt; winners' medal in this grade in 2000, following a ten-point defeat of divisional side &lt;a href=\"Carbery%20GAA\"&gt;Carbery&lt;/a&gt;. Nemo later represented Cork in the provincial club championship and even reached the final of that competition. A 0–11 to 0–7 defeat of &lt;a href=\"Glenflesk%20GAA\"&gt;Glenflesk&lt;/a&gt; gave Kavanagh a &lt;a href=\"Munster%20Senior%20Club%20Football%20Championship\"&gt;Munster&lt;/a&gt; club winners' medal. He later lined out in the foot-and-mouth delayed All-Ireland club final, with Mayo's &lt;a href=\"Crossmolina%20Deel%20Rovers\"&gt;Crossmolina&lt;/a&gt; providing the opposition. Nemo looked to be in the driving seat, however, a second-half comeback, inspired by &lt;a href=\"Ciar%C3%A1n%20McDonald\"&gt;Ciarán McDonald&lt;/a&gt;, saw the momentum switch to the Mayo side. A late Colin Corkery goal narrowed the deficit to one point, however, Nemo were eventually and narrowly defeated by 0–16 to 1–12.\nCorkery secured a second county championship winners' medal in 2000, following a ten-point defeat of divisional side &lt;a href=\"Carbery%20GAA\"&gt;Carbery&lt;/a&gt;. Nemo later reached the final of the provincial club championship. An 0–11 to 0–7 defeat of &lt;a href=\"Glenflesk%20GAA\"&gt;Glenflesk&lt;/a&gt; gave Corkery a second Munster club winners' medal. He later lined out in the foot-and-mouth delayed All-Ireland club final, with Mayo's &lt;a href=\"Crossmolina%20Deel%20Rovers\"&gt;Crossmolina&lt;/a&gt; providing the opposition. Nemo looked to be in the driving seat, however, a second-half comeback, inspired by &lt;a href=\"Ciar%C3%A1n%20McDonald\"&gt;Ciarán McDonald&lt;/a&gt;, saw the momentum switch to the Mayo side. A late goal by Corkery narrowed the deficit to one point, however, Nemo were eventually and narrowly defeated by 0–16 to 1–12.\nIn 2001 Corkery secured a third county championship title as Nemo Rangers trounced &lt;a href=\"Bantry%20Blues\"&gt;Bantry Blues&lt;/a&gt; in the final. A third Munster club winners' medal was quickly captured, after a 1–11 to 0–10 defeat of &lt;a href=\"Fethard%20GAA\"&gt;Fethard&lt;/a&gt;. Corkery subsequently lined out in his second All-Ireland club final, this time with &lt;a href=\"Ballinderry%20GAA\"&gt;Ballinderry&lt;/a&gt; providing the opposition. The championship decider was switched to &lt;a href=\"Semple%20Stadium\"&gt;Semple Stadium&lt;/a&gt; because of the reconstruction of &lt;a href=\"Croke%20Park\"&gt;Croke Park&lt;/a&gt;, however, a change of venue did not suit Nemo. Goals by Gerard Cassidy and Declan Bateson gave the Derry side a 2–10 to 0–9 victory. It was a second consecutive All-Ireland defeat for Nemo.\n2002 saw Nemo becoming the first team in nearly sixty years to win three county championship titles in-a-row. A third consecutive Munster club title quickly followed for Corkery, as Nemo trounced &lt;a href=\"Monaleen%20GAA\"&gt;Monaleen&lt;/a&gt; of Limerick by 4–15 to 0–6. For the third successive year Corkery subsequently lined out in the All-Ireland club final, however, Nemo faced the prospect of becoming three-in-a-row losers. Crossmolina provided the opposition for the second time in three years and the game was a close affair. Corkery scored six points to give Nemo a 0–14 to 1–9 victory. At the third time of asking Corkery had finally captured a second All-Ireland club winners' medal.\nInter-county.\nCorkery first came to prominence on the inter-county scene as a member of the &lt;a href=\"Cork%20GAA\"&gt;Cork&lt;/a&gt; minor football team in the late 1980s. He was a non-playing substitute in 1988 as Cork were defeated by &lt;a href=\"Kerry%20GAA\"&gt;Kerry&lt;/a&gt; in the Munster final. Corkery joined the starting fifteen in 1989, however, Cork suffered the same fate in the provincial decider. That same year Corkery was also a member of the Cork under-21 football team. He missed out on the team's &lt;a href=\"Munster%20Under-21%20Football%20Championship\"&gt;Munster Under-21 Championship&lt;/a&gt; final victory, however, he came on as a substitute in the subsequent All-Ireland final. &lt;a href=\"Galway%20GAA\"&gt;Galway&lt;/a&gt; provided the opposition on that occasion and a close game developed. At the full-time whistle Cork were the champions by 2–8 to 1–10 and Corkery picked up an &lt;a href=\"All-Ireland%20Under-21%20Football%20Championship\"&gt;All-Ireland Under-21 Football Championship&lt;/a&gt; winners' medal.\nCorkery was expected to join the Cork senior team, however, in 1990 he went to Australia and played &lt;a href=\"Australian%20Rules%20Football\"&gt;Australian Rules Football&lt;/a&gt; with &lt;a href=\"Carlton%20Football%20Club\"&gt;Carlton&lt;/a&gt;. He returned to Ireland in 1991 and, as expected, joined the Cork senior football panel.\nIn 1993 Corkery made his senior championship debut for Cork. In that game against &lt;a href=\"Clare%20GAA\"&gt;Clare&lt;/a&gt; he scored a remarkable 2–5. Cork later defeated &lt;a href=\"Tipperary%20GAA\"&gt;Tipperary&lt;/a&gt; in the provincial final by 1–16 to 1–8, giving Corkery his first &lt;a href=\"Munster%20Senior%20Football%20Championship\"&gt;Munster&lt;/a&gt; winners' medal. Cork subsequently qualified for the All-Ireland final, with &lt;a href=\"Derry%20GAA\"&gt;Derry&lt;/a&gt; providing the opposition. Things did not go to plan as 'the Rebels' were reduced to fourteen men when &lt;a href=\"Tony%20Davis%20%28Gaelic%20footballer%29\"&gt;Tony Davis&lt;/a&gt; was harshly red-carded. &lt;a href=\"S%C3%A9amus%20Downey\"&gt;Séamus Downey&lt;/a&gt; scored the winning goal as Derry secured their first All-Ireland with a 1–14 to 2–8 victory. In spite of this defeat Corkery was later presented with an &lt;a href=\"GAA%20All%20Stars%20Awards\"&gt;All-Star&lt;/a&gt; award.\nCorkery added a second Munster winners' medal to his collection in 1994 following another victory over Tipperary. Cork, however, were later defeated by eventual champions &lt;a href=\"Down%20GAA\"&gt;Down&lt;/a&gt; in the All-Ireland semi-final.\nIn 1994 Corkery won a third consecutive Munster title as Kerry fell in the provincial decider. Once again Cork were subsequently defeated by eventual All-Ireland champions &lt;a href=\"Dublin%20GAA\"&gt;Dublin&lt;/a&gt; in the All-Ireland semi-final.\nCork lost their provincial crown for the next few seasons, however, in 2002 Corkery, who returned to football after a heart condition, tasted success once again. Tipperary provided the opposition in the provincial decider, however, the game ended in a draw. After a thrilling draw Cork trounced Tipperary by 1–23 to 0–7 in the subsequent replay. It was Corkery's fourth Munster winners' medal and his first as captain. The subsequent All-Ireland semi-final pitted Cork against Kerry. It was an historic occasion as it was the first time that these rival teams had met in &lt;a href=\"Croke%20Park\"&gt;Croke Park&lt;/a&gt;. However Cork were trounced on a score line of 3–19 to 2–7. The year ended with the Cork hurling team going on strike. In turn, the football team joined in a sympathy strike. The players, who had been seeking better conditions, refused to play or train with the county again until the dispute with the county board was resolved.\nFollowing the strike the fortunes of the Cork football team took a turn for the worse. A series of defeats in 2003 and 2004 saw the Cork football team reach an all-time low. Corkery retired from inter-county football following the 2004 championship.\nInter-provincial.\nCorkery also lined out with &lt;a href=\"Munster%20GAA\"&gt;Munster&lt;/a&gt; in the inter-provincial football competition. He played with his province in 1995, 1996 and 1997, however, Munster were defeated on all three occasions."
}