{
    "id": "2229766",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=2229766",
    "title": "Juan Uribe",
    "text": "Juan Cespedes Uribe Tena (born March 22, 1979) is a &lt;a href=\"Dominican%20Republic\"&gt;Dominican&lt;/a&gt; former &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"infielder\"&gt;infielder&lt;/a&gt;. He played &lt;a href=\"shortstop\"&gt;shortstop&lt;/a&gt;, &lt;a href=\"third%20base\"&gt;third base&lt;/a&gt; and &lt;a href=\"second%20base\"&gt;second base&lt;/a&gt; during his career in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt;, &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt;, &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt;, &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;, &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt;, &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt; and &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt;. He bats and throws right-handed.\nUribe began his professional career in 1997 when he was signed by the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt;. After advancing through the minors, he made his MLB debut with the Rockies in 2001. He became their shortstop in 2001 and spent all of 2002 in that capacity. He missed part of 2003 with an injury and was traded to the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; following the season. After one season as a utility player, Uribe became the starting shortstop for the White Sox in 2005; he held that position for the next three years. While Uribe was with the White Sox, the team won the &lt;a href=\"2005%20World%20Series\"&gt;2005 World Series&lt;/a&gt; against the &lt;a href=\"Houston%20Astros\"&gt;Houston Astros&lt;/a&gt;. Uribe hit 21 &lt;a href=\"home%20runs\"&gt;home runs&lt;/a&gt; in 2006 but had a low &lt;a href=\"on-base%20percentage\"&gt;on-base percentage&lt;/a&gt;. He hit 20 home runs in 2007 but had a low &lt;a href=\"batting%20average%20with%20runners%20in%20scoring%20position\"&gt;batting average with runners in scoring position&lt;/a&gt; (RISP). In 2008, Uribe lost his starting shortstop role to &lt;a href=\"Orlando%20Cabrera\"&gt;Orlando Cabrera&lt;/a&gt; and shifted to the starter at second, but then lost that job to rookie &lt;a href=\"Alexei%20Ram%C3%ADrez\"&gt;Alexei Ramírez&lt;/a&gt;. He eventually ended the season as the team's third baseman due to an injury to &lt;a href=\"Joe%20Crede\"&gt;Joe Crede&lt;/a&gt;.\nIn 2009, Uribe signed with the Giants and was again used as utility player. He spent most of 2010 as the Giants' shortstop, hit a career-high 24 home runs, and had several key hits in the playoffs as the Giants won the &lt;a href=\"2010%20World%20Series\"&gt;2010 World Series&lt;/a&gt;. Following that season, he signed a three-year contract with the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;. The next two years were plagued by injuries and poor hitting, but he regained his starting role at third base and made strong contributions to the team in 2013 and 2014. Uribe was traded to the Braves in late May of the 2015 season and again to the Mets in July of the 2015 season. Before the start of spring training in 2016, he signed a one-year contract with the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt;. He was injured by a ground ball on June 12, 2016 and was later diagnosed with a &lt;a href=\"testicle\"&gt;testicular&lt;/a&gt; &lt;a href=\"contusion\"&gt;contusion&lt;/a&gt;. The Indians designated him for assignment on August 1 and released him on August 5.\nEarly life.\nUribe was born in &lt;a href=\"Palenque\"&gt;Palenque&lt;/a&gt;, &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt;. Growing up, he became interested in baseball partly due to &lt;a href=\"Jos%C3%A9%20Uribe\"&gt;José Uribe&lt;/a&gt;. José was Juan's second cousin, although Juan calls him his \"uncle\" because of their age difference. When &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) was not in season, José would come home to the Dominican Republic and tell Juan about his time in the majors playing &lt;a href=\"shortstop\"&gt;shortstop&lt;/a&gt; for the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt;. Juan proved to have baseball ability too. In 1997, &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt; scout Jorge Posada, Sr., spotted Uribe while he was scouting &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt; Enemencio Pacheco. Posada offered him a $5,000 contract, but Uribe and his father tried to get a higher amount from agent Bob Michelin. Eventually, Uribe settled for $5,000.\nProfessional baseball career.\nMinor league career.\nUribe started his professional career playing in the &lt;a href=\"Dominican%20Summer%20League\"&gt;Dominican Summer League&lt;/a&gt; (DSL) for the DSL Rockies. In 1998 and 1999, he played for the rookie-level &lt;a href=\"Arizona%20Rookie%20League\"&gt;Arizona Rookie League&lt;/a&gt; and the &lt;a href=\"Single-A%20%28baseball%29\"&gt;Single-A&lt;/a&gt; &lt;a href=\"Asheville%20Tourists\"&gt;Asheville Tourists&lt;/a&gt; in the &lt;a href=\"South%20Atlantic%20League\"&gt;South Atlantic League&lt;/a&gt;. While in Asheville, he &lt;a href=\"Batting%20average%20%28baseball%29\"&gt;batted&lt;/a&gt; .392 with 28 &lt;a href=\"Double%20%28baseball%29\"&gt;doubles&lt;/a&gt;, compiling a 15-game &lt;a href=\"hitting%20streak\"&gt;hitting streak&lt;/a&gt; at one point in the season. Uribe played for the Single-A advanced &lt;a href=\"Salem%20Avalanche\"&gt;Salem Avalanche&lt;/a&gt; of the &lt;a href=\"Carolina%20League\"&gt;Carolina League&lt;/a&gt; in 2000, batting .256 with 13 home runs. Following the season, \"&lt;a href=\"Baseball%20America\"&gt;Baseball America&lt;/a&gt;\" named him the number two prospect in the Rockies' organization. In 2001, he was called up by the Rockies.\nColorado Rockies.\n2001: Rookie season.\nUribe played 72 games for the Rockies in his rookie season of 2001. He batted .300, had eight &lt;a href=\"home%20runs\"&gt;home runs&lt;/a&gt;, and had 53 &lt;a href=\"runs%20batted%20in\"&gt;runs batted in&lt;/a&gt; (RBIs). He also had 11 &lt;a href=\"Triple%20%28baseball%29\"&gt;triples&lt;/a&gt;, tying a club record held by &lt;a href=\"Neifi%20P%C3%A9rez\"&gt;Neifi Pérez&lt;/a&gt; and &lt;a href=\"Juan%20Pierre\"&gt;Juan Pierre&lt;/a&gt;. He made his major league debut on April 8, &lt;a href=\"pinch-hitting\"&gt;pinch-hitting&lt;/a&gt; and &lt;a href=\"Strikeout\"&gt;striking out&lt;/a&gt; against &lt;a href=\"Jay%20Witasick\"&gt;Jay Witasick&lt;/a&gt; in an 11–3 loss to the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt;. Three days later, he had his first major league hit against &lt;a href=\"Matt%20Morris%20%28baseball%29\"&gt;Matt Morris&lt;/a&gt; in a 3–1 loss to the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt;. He was sent down to the &lt;a href=\"Triple-A%20%28baseball%29\"&gt;Triple-A&lt;/a&gt; &lt;a href=\"Colorado%20Springs%20Sky%20Sox\"&gt;Colorado Springs Sky Sox&lt;/a&gt; of the &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt; a few times during the season. However, after July 25 he took over the shortstop position for the Rockies when they traded Pérez. On August 2, he hit his first major league home run against &lt;a href=\"Dave%20Coggin\"&gt;Dave Coggin&lt;/a&gt; in a 4–2 loss to the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt;. He tied three other franchise records with two &lt;a href=\"Hit%20%28baseball%29\"&gt;hits&lt;/a&gt;, two extra base hits, and six total bases in a single inning during an October 7 game against the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt;.\n2002.\nUribe played his first full season in the majors for the Rockies in 2002. He started 150 games at shortstop, posting a .240 average, six home runs, 49 RBIs, and 25 doubles. He had a 17-game hitting streak during the months of April and May, a career high. However, his offensive production slumped from May through August, and he also played poor defensive, leading the team with 27 &lt;a href=\"Error%20%28baseball%29\"&gt;errors&lt;/a&gt;. Uribe saw a little improvement offensively late in the season, though, as he tied a career high for hits in a game with four on September 17 in a game against the &lt;a href=\"Los%20Angeles%20Angels%20of%20Anaheim\"&gt;Los Angeles Angels of Anaheim&lt;/a&gt;; he finished that game a home run short of the &lt;a href=\"hitting%20for%20the%20cycle\"&gt;cycle&lt;/a&gt;.\n2003.\nIn 2003, Uribe did not play until June 3 because of an injury suffered when he was rounding the bases during a spring training game on March 1. In his first game back, he homered twice against &lt;a href=\"Ricardo%20Rodr%C3%ADguez%20%28baseball%2C%20born%201978%29\"&gt;Ricardo Rodríguez&lt;/a&gt; of the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt;. He began to play in the outfield for the Rockies, starting at center field on June 15. However, he returned to the shortstop position when &lt;a href=\"Jos%C3%A9%20Hern%C3%A1ndez%20%28baseball%29\"&gt;José Hernández&lt;/a&gt; was traded. In 87 games, he batted .253 with 80 hits, 19 doubles, 10 home runs, and 33 RBIs. Uribe was traded to the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; on December 2, 2003, for &lt;a href=\"Aaron%20Miles\"&gt;Aaron Miles&lt;/a&gt;.\nChicago White Sox.\n2004.\nAlthough Uribe did not have a starting role at the beginning of his tenure with the White Sox, he wound up appearing in 134 games for them in 2004, playing second base, shortstop, and third base. On June 19, he had seven RBIs (one short of the White Sox single-game record) in a 17–14 loss to the &lt;a href=\"Montreal%20Expos\"&gt;Montreal Expos&lt;/a&gt;. He set many career highs in batting categories, including batting average with the bases loaded (.556), &lt;a href=\"batting%20average%20with%20runners%20in%20scoring%20position\"&gt;RISP&lt;/a&gt; (.340), batting average (.283), home runs (23), RBIs (74), hits (142), and &lt;a href=\"Runs%20scored\"&gt;runs&lt;/a&gt; (82). He played much better at home, batting .315 with six home runs compared to .248 with seven home runs on the road. On December 16, he agreed to a contract extension through 2008 with the White Sox.\n2005: World Series.\nIn 2005, Uribe spent the entire season playing shortstop after the White Sox did not re-sign &lt;a href=\"Jos%C3%A9%20Valent%C3%ADn\"&gt;José Valentín&lt;/a&gt;. In 146 games, a number that would have been higher had it not been for minor injuries, Uribe batted .252 with 121 hits, 23 doubles, 16 home runs, and 74 RBIs. In Game 1 of the &lt;a href=\"2005%20American%20League%20Division%20Series\"&gt;American League Division Series (ALDS)&lt;/a&gt;, Uribe hit a home run and had three RBIs as the White Sox defeated the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; 14–2. Uribe made two memorable defensive plays for the final two outs of the &lt;a href=\"2005%20World%20Series\"&gt;2005 World Series&lt;/a&gt;, first catching a ball while crashing into the third base stands and then ranging over the middle and firing an off-balance throw on a slow grounder to beat &lt;a href=\"Houston%20Astros\"&gt;Houston Astro&lt;/a&gt; &lt;a href=\"Orlando%20Palmeiro\"&gt;Orlando Palmeiro&lt;/a&gt; to give the White Sox their first title in 88 years.\n2006.\nOn July 2, 2006, Uribe had five RBIs in a 15–11 loss to the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;; two days later, he again had five RBIs in a 13–0 victory over the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt;. Uribe had one of his best power seasons in 2006, batting .235 with 21 home runs and 71 RBIs in 132 games. However, he had the lowest &lt;a href=\"on-base%20percentage\"&gt;on-base percentage&lt;/a&gt; of his career, at .257. Injuries prevented him from appearing 10 games, and he also lost some starts at shortstop to &lt;a href=\"Alex%20Cintr%C3%B3n\"&gt;Alex Cintrón&lt;/a&gt; because of his low on-base percentage. He led the White Sox in sacrifice hits and ranked fourth in the AL with a .977 fielding percentage. He also joined &lt;a href=\"Derek%20Jeter\"&gt;Derek Jeter&lt;/a&gt;, &lt;a href=\"Miguel%20Tejada\"&gt;Miguel Tejada&lt;/a&gt;, &lt;a href=\"%C3%89dgar%20Renter%C3%ADa\"&gt;Édgar Rentería&lt;/a&gt;, and &lt;a href=\"Michael%20Young%20%28baseball%29\"&gt;Michael Young&lt;/a&gt; as the only shortstops to top 70 RBIs in 2004, 2005, and 2006.\n2007.\nOn September 29, 2007, Uribe had a &lt;a href=\"Walk-off%20home%20run\"&gt;walkoff&lt;/a&gt; RBI single against &lt;a href=\"Fernando%20Rodney\"&gt;Fernando Rodney&lt;/a&gt; to give the White Sox a 3–2 win over the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;. In 150 games in 2007, Uribe batted .234 with 120 hits, 18 doubles, 20 home runs, and 68 RBIs. He was second in the league in fielding percentage (.976), but he batted .198 with runners in scoring position. The White Sox declined Uribe's option, but on November 7, 2007, they signed him to a one-year, $4.5 million deal.\n2008.\nThe White Sox acquired &lt;a href=\"Orlando%20Cabrera\"&gt;Orlando Cabrera&lt;/a&gt; to play shortstop in 2008, forcing Uribe to compete with &lt;a href=\"Alexei%20Ram%C3%ADrez\"&gt;Alexei Ramírez&lt;/a&gt;, &lt;a href=\"Danny%20Richar\"&gt;Danny Richar&lt;/a&gt;, and &lt;a href=\"Pablo%20Ozuna\"&gt;Pablo Ozuna&lt;/a&gt; for the position in spring training. Uribe won the second base job, but after an injury in May, Uribe lost his spot in the White Sox starting lineup to Ramírez. However, Uribe took over third base from &lt;a href=\"Josh%20Fields%20%28infielder%29\"&gt;Josh Fields&lt;/a&gt; (who had spent a week filling in for an injured &lt;a href=\"Joe%20Crede\"&gt;Joe Crede&lt;/a&gt;) on August 1. In 110 games (324 at-bats), Uribe had 80 hits, 22 doubles, seven home runs, and 40 RBIs. On October 30, Uribe filed for free agency.\nWhile with the White Sox, Uribe was always regarded as a talented player. He was especially adept at fielding and hitting home runs. However, &lt;a href=\"Ozzie%20Guill%C3%A9n\"&gt;Ozzie Guillén&lt;/a&gt; had issues with Uribe's low on-base percentage and his conditioning.\nSan Francisco Giants.\n2009.\nOn January 29, 2009, Uribe signed a minor league deal with the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt;. It was announced on April 4 that Uribe had made the Giants final roster as a utility player. Uribe wound up making a lot of starts at second base, shortstop, and third base throughout the season. On July 10, Uribe bobbled a ground ball with one out in the eighth inning of &lt;a href=\"Jonathan%20S%C3%A1nchez\"&gt;Jonathan Sánchez&lt;/a&gt;'s &lt;a href=\"no-hitter\"&gt;no-hitter&lt;/a&gt; against San Diego, allowing &lt;a href=\"Chase%20Headley\"&gt;Chase Headley&lt;/a&gt; to reach first base. The effort had been perfect up to that point, and Sánchez went on to retire each of the remaining five batters, meaning this error lost the first perfect game since &lt;a href=\"Randy%20Johnson\"&gt;Randy Johnson&lt;/a&gt; &lt;a href=\"Perfect%20game%20%28baseball%29\"&gt;'s&lt;/a&gt; in 2004. This was the first &lt;a href=\"Perfect%20game%20%28baseball%29\"&gt;no-hit, no-walk, no–hit batsman game&lt;/a&gt; that was not also a perfect game since &lt;a href=\"Terry%20Mulholland\"&gt;Terry Mulholland&lt;/a&gt;'s no-hitter in 1990. In 122 games (398 at-bats), Uribe batted .289 (his highest average since 2001) with 115 hits, 26 doubles, 16 home runs, and 55 RBIs.\n2010: World Series.\nIn 2010, Uribe re-signed a one-year, $3.25 million contract with the Giants. He began 2010 as the Giants' second baseman because of an injury to &lt;a href=\"Freddy%20Sanchez\"&gt;Freddy Sanchez&lt;/a&gt;. At the beginning of May, he moved over to shortstop to replace the injured Rentería; for most of the remainder of the season, he was the Giants' starting shortstop. He hit a game-winning two-run home run on September 5 against &lt;a href=\"Jonathan%20Broxton\"&gt;Jonathan Broxton&lt;/a&gt;, turning a 4–3 deficit into a 5–4 victory over the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;. On September 23, Uribe hit a &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; against &lt;a href=\"Ryan%20Dempster\"&gt;Ryan Dempster&lt;/a&gt; and a two-run home run in the second inning against the Cubs for a total of &lt;a href=\"List%20of%20Major%20League%20Baseball%20leaders%20in%20RBI%20in%20one%20inning\"&gt;six RBIs&lt;/a&gt;, helping the Giants win 13–0.\nHe finished the season batting .256 with a career-high 24 home runs and a career-high 85 RBIs. He had 129 hits on the year in 521 at-bats, bringing his career hit total above the 1,000 mark. He had 24 doubles and 2 triples. In Game 4 of the &lt;a href=\"2010%20National%20League%20Championship%20Series\"&gt;National League Championship Series&lt;/a&gt; against the Phillies on October 20, Uribe had a walk-off &lt;a href=\"sacrifice%20fly\"&gt;sacrifice fly&lt;/a&gt; against &lt;a href=\"Roy%20Oswalt\"&gt;Roy Oswalt&lt;/a&gt; in a 6–5 victory. In Game 6, on October 23, he hit a go-ahead solo home run against &lt;a href=\"Ryan%20Madson\"&gt;Ryan Madson&lt;/a&gt; in the top of the eighth, which gave the Giants a 3–2 victory, sending them to the &lt;a href=\"2010%20World%20Series\"&gt;World Series&lt;/a&gt;. In Game 1 of the World Series on October 27, he hit a three-run home run against &lt;a href=\"Darren%20O%27Day\"&gt;Darren O'Day&lt;/a&gt; which proved decisive in the Giants' 11–7 victory over the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt;. He produced an RBI that made it 2–0 against &lt;a href=\"C.%20J.%20Wilson\"&gt;C. J. Wilson&lt;/a&gt; in the seventh inning of Game 2; he added another RBI in the eighth as the Giants won 9–0. The Giants won the series in five games, and Uribe earned his second World Series championship.\nLos Angeles Dodgers.\n2011.\nAfter the 2010 season, Uribe reached an agreement on a three-year contract with the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;. His first season with the Dodgers was one of his worst seasons as he made two trips to the disabled list and only managed to appear in 77 of 162 games, his fewest games since 2001. His production was the weakest of his career, as he hit a subpar .204 with four home runs and 28 RBIs. He was placed on the disabled list on July 30, with what was described as abdominal pain. He was expected to return after 15 days, but the injury didn't get better and was recharacterized as a &lt;a href=\"sports%20hernia\"&gt;sports hernia&lt;/a&gt;, which needed season-ending surgery.\n2012.\nIn the 2012 season, Uribe mostly stayed healthy but his production remained similar to his 2011 totals. From May 14 to June 10, he was on the disabled list with a left wrist injury. After June, he lost his starting role and was relegated to pinch-hitting duties over the second half of the season. He played in just 66 games and hit only .191 (his lowest career total) with two home runs and 17 RBIs.\n2013.\nUribe began 2013 as a utility player. However, he made frequent starts at third base, and by June, he had taken over the position. On July 5, Uribe had seven RBIs and was a &lt;a href=\"Single%20%28baseball%29\"&gt;single&lt;/a&gt; short of hitting for the cycle in a 10–2 victory over the Giants.\nOn September 9, 2013, Uribe went four for four and homered in each of his first three trips to the plate against the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt;. It was his first 3 home run game in the Major Leagues. He played in 132 games for the Dodgers in 2013, almost as many as his first two seasons with them combined (143). He hit .278 with 12 homers and 50 RBI. On October 7, during Game 4 of the &lt;a href=\"2013%20National%20League%20Division%20Series\"&gt;NLDS&lt;/a&gt;, Uribe hit a two-run home run in the bottom of the 8th inning to put Los Angeles ahead of the &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt; 4–3. The Dodgers held on to defeat the Braves and took the series 3–1.\nOn December 14, 2013, Uribe agreed to a 2-year, $15 million contract extension with the Dodgers.\n2014.\nUribe continued his resurgence in 2014, hitting .311 in 103 games. He also had 9 home runs and 54 RBIs. Uribe was well-liked by his teammates, and hailed as a key part of maintaining clubhouse chemistry. &lt;a href=\"Don%20Mattingly\"&gt;Don Mattingly&lt;/a&gt; let him manage the Dodgers for the final game of the regular season, a 10–5 Dodgers win.\n2015.\nUribe started slowly in 2015 and wound up falling behind both &lt;a href=\"Justin%20Turner\"&gt;Justin Turner&lt;/a&gt; and &lt;a href=\"Alex%20Guerrero%20%28baseball%29\"&gt;Alex Guerrero&lt;/a&gt; on the depth chart. In 29 games he hit .247 with one homer and six RBIs.\nAtlanta Braves.\nOn May 27, 2015, Uribe was traded to the &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt; (with &lt;a href=\"Chris%20Withrow\"&gt;Chris Withrow&lt;/a&gt;) in exchange for &lt;a href=\"Alberto%20Callaspo\"&gt;Alberto Callaspo&lt;/a&gt;, &lt;a href=\"Eric%20Stults\"&gt;Eric Stults&lt;/a&gt;, &lt;a href=\"Ian%20Thomas%20%28baseball%29\"&gt;Ian Thomas&lt;/a&gt; and &lt;a href=\"Juan%20Jaime\"&gt;Juan Jaime&lt;/a&gt;. The trade was finalized during the Braves' three-game series at &lt;a href=\"Dodger%20Stadium\"&gt;Dodger Stadium&lt;/a&gt;, and Uribe appeared in his new team's uniform in the third game, going 0 for 3 in the Atlanta win. When asked for an opinion on the trade, Uribe commented, \"I would've felt bad if they traded me to a soccer, basketball or football team. But it's another baseball team, so I'm happy\". Uribe's popularity as a Dodger extended past his trade, as a scheduled &lt;a href=\"bobblehead\"&gt;bobblehead&lt;/a&gt; night went ahead as planned after he had left the team for the Braves.\nNew York Mets.\nOn July 24, 2015, the Braves traded Uribe and &lt;a href=\"Kelly%20Johnson%20%28baseball%29\"&gt;Kelly Johnson&lt;/a&gt; to the &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt; for &lt;a href=\"John%20Gant\"&gt;John Gant&lt;/a&gt; and &lt;a href=\"Rob%20Whalen\"&gt;Rob Whalen&lt;/a&gt;. During his second game with New York, Uribe hit the walk-off single in the tenth inning to win the game for the Mets, 3–2 against the Los Angeles Dodgers. Uribe missed the &lt;a href=\"2015%20National%20League%20Division%20Series\"&gt;National League Division Series&lt;/a&gt; and &lt;a href=\"2015%20National%20League%20Championship%20Series\"&gt;National League Championship Series&lt;/a&gt; due to a chest contusion in September, but was added to the Mets' &lt;a href=\"2015%20World%20Series\"&gt;World Series&lt;/a&gt; roster and came off the bench in the sixth inning of Game 3 to deliver a pinch-hit single, driving in a run. The Mets would lose the series in 5 games to the Royals.\nCleveland Indians.\nJust before the start of spring training 2016, Uribe signed a one-year, $4 million deal with the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt;. On June 12, 2016 in Anaheim, Uribe had to be carted off the field after being hit in the crotch by a ground ball which came off the bat of &lt;a href=\"Mike%20Trout\"&gt;Mike Trout&lt;/a&gt; at . He was later diagnosed with a &lt;a href=\"testicle\"&gt;testicular&lt;/a&gt; &lt;a href=\"contusion\"&gt;contusion&lt;/a&gt;. He was designated for assignment on August 1, 2016 and released on August 5.\nPersonal life.\nUribe and his wife Ana have four children: Juan Luis, Juanny, Janny, and Johanny. He also has a brother named Elpidio. Uribe does not speak particularly good English, so he used a translator throughout his career when conducting interviews. He plays winter baseball in the Dominican Republic every year. He has done work for many different charity organizations. In 2004, he read to children on the Golden Apple Foundation Bus. He also helped with the &lt;a href=\"United%20States%20military\"&gt;United States military&lt;/a&gt; children's coloring contest.\n2006 shooting allegations.\nIn October 2006, Uribe was alleged to have been involved in a shooting in his native &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt;. A farmer named Antonio Gonzalez Perez accused Uribe of wounding him with a pellet gun. Despite claims by the &lt;a href=\"San%20Crist%C3%B3bal%20Province\"&gt;San Cristóbal Province&lt;/a&gt; &lt;a href=\"District%20Attorney\"&gt;District Attorney&lt;/a&gt; that there was no firm evidence that Uribe was involved in the incident, a judge decided to press forward with the case. Although a defense motion to bar him from leaving the country was rejected, it was ruled on January 5, 2007, that Uribe must appear before a court on the 15 and the 30 of every month until the case was resolved. Uribe, who denied any involvement in the case, suggested that he might not play baseball until the legal proceedings were concluded. He was confident that he would win in court, and the White Sox expected him to be free for spring training. In February, his name was cleared of any involvement with the shooting, and the court ruled he no longer had to appear on the 15 and 30 of every month. Uribe called the incident \"blackmail\", saying it was an attempt by Perez to get money from him."
}