{
    "id": "222900",
    "revid": "1473712",
    "url": "https://en.wikipedia.org/wiki?curid=222900",
    "title": "Peoples Temple",
    "text": "The Peoples Temple of the Disciples of Christ, originally Peoples Temple Full Gospel Church and commonly shortened to Peoples Temple, was an American &lt;a href=\"new%20religious%20movement\"&gt;new religious organization&lt;/a&gt; which existed between 1954 and 1978. Founded in &lt;a href=\"Indianapolis\"&gt;Indianapolis&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, by Reverend &lt;a href=\"Jim%20Jones\"&gt;Jim Jones&lt;/a&gt;, the Peoples Temple spread a message that combined elements of &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; with &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; and &lt;a href=\"Socialism\"&gt;socialist&lt;/a&gt; ideology, with an emphasis on &lt;a href=\"racial%20equality\"&gt;racial equality&lt;/a&gt;. After Jones moved the group to &lt;a href=\"California\"&gt;California&lt;/a&gt; in the 1960s and established several locations throughout the state, including its &lt;a href=\"Peoples%20Temple%20in%20San%20Francisco\"&gt;headquarters&lt;/a&gt; in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, the Temple forged ties with many &lt;a href=\"left-wing\"&gt;left-wing&lt;/a&gt; political figures and claimed to have 20,000 members (though 3,000–5,000 is more likely).\nThe Temple is best known for the events of November 18, 1978, in &lt;a href=\"Guyana\"&gt;Guyana&lt;/a&gt;, when 909 people died in a &lt;a href=\"mass%20suicide\"&gt;mass suicide&lt;/a&gt; and &lt;a href=\"mass%20murder\"&gt;mass murder&lt;/a&gt; at its remote settlement, named \"&lt;a href=\"Jonestown\"&gt;Jonestown&lt;/a&gt;\", as well as the murders of &lt;a href=\"U.S.%20Congressman\"&gt;U.S. Congressman&lt;/a&gt; &lt;a href=\"Leo%20Ryan\"&gt;Leo Ryan&lt;/a&gt; and members of his visiting delegation at the nearby &lt;a href=\"Port%20Kaituma\"&gt;Port Kaituma&lt;/a&gt; airstrip. The incident at Jonestown resulted in the greatest single loss of American civilian life in a deliberate act prior to the &lt;a href=\"September%2011%20attacks\"&gt;terrorist attacks of September 11, 2001&lt;/a&gt;. Because of the killings in Guyana, the Temple is regarded by scholars and by popular view as a &lt;a href=\"Cult%23Destructive%20cults\"&gt;destructive cult&lt;/a&gt;.\nBefore California.\nIndiana formation.\nBefore he founded his church, &lt;a href=\"Jim%20Jones\"&gt;Jim Jones&lt;/a&gt; had become enamored with &lt;a href=\"communism\"&gt;communism&lt;/a&gt; and he was also frustrated by the harassment which communists were being subjected to in the U.S. during the &lt;a href=\"Red%20Scare\"&gt;Red Scare&lt;/a&gt;. This, among other things, provided a clerical inspiration for Jones; as he himself described it in a biographical recording:\nAlthough Jones feared that he would end up being the victim of a backlash for being a communist, he was surprised when a &lt;a href=\"Methodism\"&gt;Methodist&lt;/a&gt; superintendent (whom he had not met through the &lt;a href=\"American%20Communist%20Party\"&gt;American Communist Party&lt;/a&gt;) helped him enter the church, despite his knowledge that Jones was a communist. In 1952, Jones became a student pastor in Sommerset Southside Methodist Church in &lt;a href=\"Indianapolis\"&gt;Indianapolis&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, but left that church because it barred him from &lt;a href=\"racial%20integration\"&gt;integrating&lt;/a&gt; &lt;a href=\"African-Americans\"&gt;African-Americans&lt;/a&gt; into his congregation. In 1954, Jones founded his own church in a rented space in Indianapolis, at first, he named it the Community Unity Church.\nJones had previously observed a &lt;a href=\"faith%20healing\"&gt;faith healing&lt;/a&gt; service at the &lt;a href=\"Seventh%20Day%20Baptist\"&gt;Seventh Day Baptist&lt;/a&gt; Church, which led him to conclude that such healings could attract people, and generate income, which he could use to accomplish his social goals. Jones and the Temple's members knowingly faked healings because they found that the healings increased people's faith and generated financial resources which they could use to help the poor and finance the church. These \"healings\" involved the use of chicken livers and other animal tissue, which Jones (and confederate Temple members) claimed were &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt;ous tissues which had been removed from the bodies of the people who had been healed.\nIn 1956, Jones bought his first church building, located in a racially mixed Indianapolis neighborhood. He first named his church Wings of Deliverance, and later that year, he renamed it the Peoples Temple Full Gospel Church, the first time he used the phrase \"Peoples Temple.\" Jones's healings and purported &lt;a href=\"clairvoyance\"&gt;clairvoyant&lt;/a&gt; revelations attracted &lt;a href=\"spiritualist\"&gt;spiritualist&lt;/a&gt;s.\nIndianapolis expansion.\nIn order to increase publicity, the Peoples Temple organized large religious \"conventions\" with other &lt;a href=\"Pentecostal\"&gt;Pentecostal&lt;/a&gt; pastors, with Jones continuing to disguise the fact that he was using religion to further his political ideology. Those conventions drew as many as 11,000 attendees, as Jones and the other preachers conducted \"healings\" and impressed attendees by revealing private information—usually addresses, phone numbers, or &lt;a href=\"Social%20Security%20number\"&gt;Social Security number&lt;/a&gt;s, which &lt;a href=\"private%20detective\"&gt;private detective&lt;/a&gt;s could easily discover beforehand. Jones and Temple members also drove through various cities in Indiana and &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; on recruiting and fundraising efforts.\nThe Temple stressed &lt;a href=\"egalitarianism\"&gt;egalitarian&lt;/a&gt; ideals, asking members to attend in casual clothes so poor members would not feel out of place, and providing shelter for the needy. While the Temple had increased its African-American membership from 15% to nearly 50%, in order to attempt further gains the Temple hired African-American preacher Archie Ijames (who had earlier given up organized religion). Pastor Ijames was one of the first to commit to Jones's &lt;a href=\"socialism\"&gt;socialist&lt;/a&gt; &lt;a href=\"collective\"&gt;collective&lt;/a&gt; program. In 1959, the church joined the &lt;a href=\"Christian%20Church%20%28Disciples%20of%20Christ%29\"&gt;Christian Church (Disciples of Christ)&lt;/a&gt;, and was renamed the Peoples Temple Christian Church Full Gospel. This affiliation was a successful attempt to both raise the dwindling membership and restore the reputation of the organization.\nIn February 1960, the Temple opened a &lt;a href=\"soup%20kitchen\"&gt;soup kitchen&lt;/a&gt; for the poor and expanded their social services to include rent assistance, job placement services, free canned goods, clothing, and coal for winter heating. Jones and his wife Marceline helped to increase the Temple's soup kitchen service to an average of about 2,800 meals per month. The Temple's public profile was further elevated when Jones was appointed to the Indianapolis &lt;a href=\"Human%20Rights%20Commission\"&gt;Human Rights Commission&lt;/a&gt;. He engaged in public attempts to integrate businesses and was the subject of much local media coverage.\nChanges and \"religious communalism\".\nJones had read extensively about &lt;a href=\"Father%20Divine\"&gt;Father Divine&lt;/a&gt;, the founder of the &lt;a href=\"International%20Peace%20Mission%20movement\"&gt;International Peace Mission movement&lt;/a&gt;. Jones and members of the Temple visited Divine several times, while Jones studied his writings and tape recordings of his sermons. The Temple printed Divine's texts for its members and began to preach that members should &lt;a href=\"abstinance\"&gt;abstain from sex&lt;/a&gt; and only adopt children.\nIn 1959, Jones tested the new fiery rhetorical style that Divine had used in a sermon. His speech captivated members with lulls and crescendos, as Jones challenged individual members in front of the group. The speech also marked the beginning of the Temple's underlying \"us versus them\" message. Jones carefully wove in that the Temple's home for senior citizens was established on the basis \"&lt;a href=\"From%20each%20according%20to%20his%20ability%2C%20to%20each%20according%20to%20his%20need\"&gt;From each according to his ability, to each according to his need&lt;/a&gt;\", quoting &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt;'s \"&lt;a href=\"Critique%20of%20the%20Gotha%20Program\"&gt;Critique of the Gotha Program&lt;/a&gt;\". He did so knowing that his Christian audience would recognize the similarities with text from the &lt;a href=\"Acts%20of%20the%20Apostles\"&gt;Acts of the Apostles&lt;/a&gt; (4:34–35) which stated: \"distribution was made to each as any had need.\" Jones would repeatedly cite that passage to paint &lt;a href=\"Jesus%20of%20Nazareth\"&gt;Jesus&lt;/a&gt; as a communist, while at the same time attacking much of the text of the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;.\nThe Temple began tightening control over its organization, asking more of its members than did other churches. It required that members spend Thanksgiving and Christmas with its Temple \"family\" rather than with blood relatives, the beginning of a process to wean members from outside contact and redirect their lives toward a total commitment to the Temple and its goals. Jones began to offer a deal towards a socialist collective, which he referred to as \"religious &lt;a href=\"communalism\"&gt;communalism&lt;/a&gt;\", in which members would donate their material possessions to the Temple in exchange for the Temple meeting all those members' needs. Pastor Ijames was one of the first to commit.\nThe Temple had little luck converting most &lt;a href=\"Midwest\"&gt;Midwesterners&lt;/a&gt; to communist ideals, even when disguised as religion. Admiring the 1959 &lt;a href=\"Cuban%20Revolution\"&gt;Cuban Revolution&lt;/a&gt;, Jones traveled to the island nation in 1960 in an unsuccessful attempt to persuade poor black Cubans to move to his congregation in Indiana. The Temple's religious message transitioned during this period, to one treading between &lt;a href=\"atheism\"&gt;atheism&lt;/a&gt; and the subtle notion that Jones was a Christ-like figure. While Temple aides complained privately, Jones said that the new message was needed to foster members' dedication to the Temple's larger goals. He maintained such implications until the mid-to-late 1970s.\nIn 1961, Jones claimed he had had a &lt;a href=\"religious%20vision\"&gt;vision&lt;/a&gt; in which Indianapolis and &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; were destroyed in a &lt;a href=\"nuclear%20war\"&gt;nuclear attack&lt;/a&gt;, convincing aides that the Temple needed to look for a new location. A 1962 \"&lt;a href=\"Esquire%20%28magazine%29\"&gt;Esquire&lt;/a&gt;\" magazine article listed the nine safest places to be in a nuclear war, with &lt;a href=\"Belo%20Horizonte%2C%20Brazil\"&gt;Belo Horizonte&lt;/a&gt;, &lt;a href=\"Brazilian%20military%20dictatorship\"&gt;Brazil&lt;/a&gt;, topping the list because of its location and atmospheric conditions. Jones traveled through Brazil from 1962 through early 1963. He requested money from the Temple while in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;, but the Temple lacked adequate funds for such a request because of shrinking finances in Jones's absence. Jones sent a preacher that had become a follower in Brazil back to Indiana to help stabilize the Temple. Jones returned to Indiana in 1963.\nIn California.\nMove to California.\nWhile he had always spoken of the &lt;a href=\"social%20gospel\"&gt;social gospel&lt;/a&gt;'s virtues, Jones did not reveal that his gospel was actually communism until the late 1960s. By then, he was openly revealing in Temple sermons his \"Apostolic Socialism\" concept. The concept often loosely mixed tenets of socialism. During this period, Jones preached to new members that the &lt;a href=\"Holy%20Spirit\"&gt;Holy Spirit&lt;/a&gt; was within them, but that Jones's healing power demonstrated that he was a special manifestation of \"Christ the Revolution.\" He also preached that the U.S. was the &lt;a href=\"Antichrist\"&gt;Antichrist&lt;/a&gt; and capitalism \"the Antichrist system.\"\nJones preached of an imminent nuclear holocaust, after which the surviving elect would create a new socialist &lt;a href=\"Garden%20of%20Eden\"&gt;Eden&lt;/a&gt; on earth. In 1965, he predicted this would occur on July 15, 1967. Accordingly, Jones preached that the Temple must move to &lt;a href=\"Redwood%20Valley%2C%20California\"&gt;Redwood Valley&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. In July 1965, he led approximately 140 members, half of whom were black, to Redwood Valley, and officially re-established his church there. The addition of deputy district attorney &lt;a href=\"Timothy%20Stoen\"&gt;Timothy Stoen&lt;/a&gt; greatly increased the Temple's credibility in the area, quickly increasing membership.\nJones began deriding traditional Christianity as \"fly away religion,\" and rejected the Bible as white men's justification to dominate women and enslave people of color. He authored a booklet he would distribute in the Temple, \"The Letter Killeth\", pointing out what he felt were the contradictions, absurdities, and atrocities in the Bible, but also stating that the Bible contained great truths. Jones preached that the \"Divine Principle\" equated with love, and love equated with socialism. He said the Bible contained beliefs about only a \"Sky God\" or \"Buzzard God,\" who was no God at all.\nUrban expansion.\nBecause of limited expansion in the Redwood Valley-&lt;a href=\"Ukiah%2C%20California\"&gt;Ukiah&lt;/a&gt; area, it eventually seemed necessary to move the church's seat of power to an urban area. In 1970, the Temple began holding services in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; and &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;. It established permanent facilities in those cities in 1971 and 1972, respectively. In San Francisco, the Temple occupied a former &lt;a href=\"Scottish%20Rite\"&gt;Scottish Rite&lt;/a&gt; temple at 1859 Geary Boulevard; in Los Angeles, the Temple occupied the former building of the &lt;a href=\"First%20Church%20of%20Christ%2C%20Scientist%20%28Los%20Angeles%29\"&gt;First Church of Christ, Scientist&lt;/a&gt; at 1366 S. Alvarado Street.\nBy 1972, the Temple called Redwood Valley the \"mother church\" of a \"statewide political movement\". From the start, the Los Angeles facility's primary purposes were to recruit members and to serve as a waystation for the Temple's weekly bus trips across California. The Temple set up permanent staff in Los Angeles and arranged bus trips there every other week. The substantial attendance and collections in Los Angeles helped support the Temple's inflated membership claims. The Los Angeles facility was larger than San Francisco's. Its central location at the corner of Alvarado and Hoover Streets permitted easy geographic access for a large black membership from &lt;a href=\"Watts%2C%20Los%20Angeles\"&gt;Watts&lt;/a&gt; and &lt;a href=\"Compton%2C%20California\"&gt;Compton&lt;/a&gt;.\nRecruiting drives in Los Angeles and San Francisco helped increase membership in the Temple from a few hundred to nearly 3,000 by the mid-1970s. Later, when the Temple's headquarters shifted from Redwood Valley to San Francisco, the Temple convinced many Los Angeles members to move north to its new headquarters.\nOrganizational structure.\nAlthough some descriptions of the Peoples Temple emphasize Jones's &lt;a href=\"autocracy\"&gt;autocratic&lt;/a&gt; control over its operations, in reality, the Temple possessed a complex leadership structure with decision-making power unevenly dispersed among its members. Within that structure, Temple members were unwittingly and gradually subjected to sophisticated &lt;a href=\"mind%20control\"&gt;mind control&lt;/a&gt; and &lt;a href=\"behavior%20modification\"&gt;behavior modification&lt;/a&gt; techniques borrowed from post-revolutionary &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;China&lt;/a&gt; and &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;. The Temple tightly defined psychological boundaries that \"enemies\", such as \"traitors\" to the Temple, crossed at their own peril. While the secrecy and caution Jones demanded in recruiting led to decreased overall membership, they also helped him foster hero-worship of himself as the \"ultimate socialist\".\nIn the 1970s, the Temple established a more formal hierarchy for its socialistic model. At the top were the Temple's staff, a select group of predominantly college-educated white women that undertook the Temple's most sensitive missions. They necessarily acclimated themselves to an \"&lt;a href=\"Consequentialism\"&gt;ends justify the means&lt;/a&gt;\" philosophy. The earliest member was Sandy Bradshaw, a socialist from &lt;a href=\"Syracuse%2C%20New%20York\"&gt;Syracuse&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;. Others included Carolyn Layton, a communist since the age of 15 who had a child with Jones; Sharon Amos, who worked for the social services department; Patty Cartmell, Jones's secretary; and Teri Buford, a &lt;a href=\"U.S.%20Navy\"&gt;Navy&lt;/a&gt; brat turned &lt;a href=\"pacifism\"&gt;pacifist&lt;/a&gt;. The group was often scorned as elitist within the egalitarian Temple organization and viewed as &lt;a href=\"secret%20police\"&gt;secret police&lt;/a&gt;.\nThe Temple's Planning Commission was its governing board. Membership quickly ballooned from 50 to over 100. During the week, members convened for meetings in various Redwood Valley locations, sometimes until dawn. The Planning Commission was responsible for the Temple's day-to-day operations, including key decision-making, financial and legal planning, and oversight. The Commission sat over various other committees, such as the Diversions Committee, which carried out tasks such as writing huge numbers of letters to politicians from fictional people mailed from various locations around the U.S., and the Mertles Committee, which undertook activities against defectors &lt;a href=\"Jeannie%20Mills\"&gt;Al and Jeannie Mills&lt;/a&gt;.\nA group of rank-and-file members, whom outsiders called the \"troops\", consisted of working-class members who were 70–80% black. They set up chairs for meetings, filled offering boxes, and did other tasks. Many of them were attracted to the Temple's quasi-socialist approach both because of the Temple's political education offers and because the Temple's highly passionate congregations still maintained the familiar forms of evangelical prayers and black gospels. Jones also surrounded himself with several dozen mostly white, privileged members in their twenties and thirties who had skills in law, accounting, nursing, teaching, music, and administration. This latter group carried out public relations, financial duties, and more mundane chores while bringing in good salaries from well-paying outside jobs.\nRecruiting, faith healings, and fund raising.\nThe Temple used ten to fifteen &lt;a href=\"Greyhound%20Lines\"&gt;Greyhound&lt;/a&gt;-type bus cruisers to transport members up and down California freeways each week for recruitment and fundraising. Jones always rode in bus number seven, which contained armed guards and a special section lined with protective metal plates. He told members that the Temple would not bother scheduling a trip unless it could net $100,000, and the Temple's goal for annual net income from bus trips was $1 million.\nBeginning in the 1970s, the bus caravan also traveled across the U.S. quarterly, including to &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; In June 1973, &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;Representative&lt;/a&gt; &lt;a href=\"George%20Brown%2C%20Jr.\"&gt;George Brown, Jr.&lt;/a&gt; entered a lengthy and laudatory description of the Temple into the \"&lt;a href=\"Congressional%20Record\"&gt;Congressional Record&lt;/a&gt;\". \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" ran an August 18, 1973, editorial-page item stating that the 660 Temple visitors were the \"hands down winners of anybody's tourists of the year award\" after spending an hour cleaning up the &lt;a href=\"United%20States%20Capitol\"&gt;Capitol&lt;/a&gt; grounds.\nThe Temple distributed pamphlets in cities along the route of these fundraising trips bragging of Jones's prowess at \"spiritual healing\" without mentioning the Temple's Marxist goals. Stops included large cities such as &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt;, &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, and &lt;a href=\"Cleveland\"&gt;Cleveland&lt;/a&gt;. Temple members pretended to be locals and acted as &lt;a href=\"shill\"&gt;shill&lt;/a&gt;s in the various faked healings and \"revelations\". Local viewers did not realize they were in the minority in the audience. The weekly take from offerings and healing services was $15,000 to $25,000 in Los Angeles and $8,000 to $12,000 in San Francisco. There were smaller collections from trips around the \"mother church\" in Redwood Valley.\nThe Temple also set up Truth Enterprises, a direct mailing branch that sent out 30,000 to 50,000 mailers monthly to people who had attended Temple services or written to the Temple after listening to Temple radio programs. Donations were mailed in from all over the continental U.S., Hawaii, South America, and Europe. In addition to receiving donations, the Temple sold trinkets, such as pieces of Jones's robes, healing oil, Temple rings, key chains, and lockets. In peak periods, mailer revenue grossed $300 to $400 daily. This figure even surprised Jones.\nAlthough Jones had earlier asked Temple members to destroy photos of him because he did not want members worshiping him as Catholics \"worshiped plaster statues\", Jeannie and Al Mills (who would later defect) convinced Jones to sell anointed and blessed photos to raise money. Jones worried that \"they're gonna get me for &lt;a href=\"mail%20fraud\"&gt;mail fraud&lt;/a&gt; someday.\" In 1973, the Temple also formed Brotherhood Records, a subsidiary &lt;a href=\"record%20label\"&gt;record label&lt;/a&gt; that produced music from the Temple's \"large interracial youth choir and orchestra\".\nSize and scope.\nDespite exaggerated claims by the Temple of 20,000 or more members, one source claims its greatest actual registered membership was around 3,000. However, 5,000 individual membership card photos were located in Temple records after its dissolution. Regardless of its official membership, the Temple also regularly drew 3,000 people to its San Francisco services alone. Of particular interest to politicians was the Temple's ability to produce 2,000 people for campaign work or attendance in San Francisco on only six hours' notice.\nBy the mid-1970s, in addition to its locations in Redwood Valley, Los Angeles and San Francisco, the Temple had established &lt;a href=\"Multi-site%20church\"&gt;satellite congregations&lt;/a&gt; in almost a dozen other California cities. Jones mentioned locations in San Francisco, Los Angeles, Ukiah, &lt;a href=\"Bakersfield%2C%20California\"&gt;Bakersfield&lt;/a&gt;, &lt;a href=\"Fresno%2C%20California\"&gt;Fresno&lt;/a&gt;, and &lt;a href=\"Sacramento%2C%20California\"&gt;Sacramento&lt;/a&gt;. The Temple also maintained a branch, college tuition program, and dormitory at &lt;a href=\"Santa%20Rosa%20Junior%20College\"&gt;Santa Rosa Junior College&lt;/a&gt;.\nAt the same time, Jones and his church earned a reputation for aiding the cities' poorest citizens, especially racial minorities, drug addicts, and the homeless. The Temple made strong connections to the California state welfare system. During the 1970s, the church owned and ran at least nine &lt;a href=\"residential%20care%20home\"&gt;residential care home&lt;/a&gt;s for the elderly, six homes for &lt;a href=\"foster%20children\"&gt;foster children&lt;/a&gt;, and a state-licensed ranch for &lt;a href=\"developmentally%20disabled\"&gt;developmentally disabled&lt;/a&gt; persons. The Temple elite handled members' insurance claims and legal problems, effectively acting as a client-advocacy group. For these reasons, sociologist John Hall described the Temple as a \"charismatic bureaucracy\", oriented toward Jones as a charismatic leader, but functioning as a bureaucratic social service organization.\nKinsolving series.\nIn 1972, the \"&lt;a href=\"San%20Francisco%20Examiner\"&gt;San Francisco Examiner&lt;/a&gt;\" and \"&lt;a href=\"Indianapolis%20Star\"&gt;Indianapolis Star&lt;/a&gt;\" ran the first four parts of a seven-part story on the Temple by &lt;a href=\"Lester%20Kinsolving\"&gt;Lester Kinsolving&lt;/a&gt;, its first public exposé. Kinsolving reported on several aspects of church dealings, its claims of healings, and Jones's ritual of throwing Bibles down in church, yelling, \"This black book has held down you people for 2,000 years. It has no power.\" Temple members picketed the \"Examiner\", harassed the paper's editor, and threatened both the \"Examiner\" and the \"Star\" with &lt;a href=\"libel\"&gt;libel&lt;/a&gt; suits. Both papers canceled the series after the fourth installment. Shortly thereafter, Jones made grants to newspapers in California with the stated goal of supporting the &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment&lt;/a&gt;.\nDefections.\nSome defections occurred, most especially in 1973, when eight young members known as the \"Gang of Eight\" defected together. Because the Gang of Eight were aware of threats to potential defectors, they suspected Jones would send a search party to look for them. Their fears proved correct: Jones employed multiple search parties, including one which scanned highways from a rented airplane. The Gang of Eight drove three trucks loaded with firearms toward &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, avoiding &lt;a href=\"U.S.%20Highway%20101\"&gt;U.S. Highway 101&lt;/a&gt;. Because they feared taking firearms over the U.S.–Canada border, the group traveled instead to the hills of &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt;, where they wrote a long letter documenting their complaints.\nFormer Temple member Jeannie Mills later wrote that Jones called thirty members to his home and forebodingly declared that, in light of the mass defection, \"in order to keep our apostolic socialism, we should all kill ourselves and leave a note saying that because of harassment, a socialist group cannot exist at this time.\" Jones became furious, waving a &lt;a href=\"pistol\"&gt;pistol&lt;/a&gt; at the Planning Commission and referring to the Gang of Eight as \"&lt;a href=\"Trotskyite\"&gt;Trotskyite&lt;/a&gt; defectors\" and \"&lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt; revolutionaries\". While the Temple did not execute the suicide plan Jones described, it did conduct fake suicide rituals in the years that followed.\nSan Francisco Temple.\nThe move to San Francisco permitted Jones to be more open with his true political and theological leanings. By spring 1976, Jones openly admitted even to outsiders that he was an atheist. Despite the Temple's fear that the &lt;a href=\"Internal%20Revenue%20Service\"&gt;Internal Revenue Service&lt;/a&gt; (IRS) was investigating its religious &lt;a href=\"tax%20exemption\"&gt;tax exemption&lt;/a&gt;, Marceline admitted to \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" in 1977 that her husband, taking inspiration from &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt;, was trying to achieve social change by mobilizing people through religion. She admitted that, \"Jim used religion to try to get some people out of the opiate of religion\" and had slammed the Bible on the table yelling, \"I've got to destroy this paper idol!\"\nWith the move into San Francisco, the Temple more strenuously emphasized that its members live communally. It stressed physical discipline of children first, and then adults. The San Francisco Temple also carefully vetted newcomers through an extensive observation process.\nThe Temple distinguished itself from most new religious movements with its overtly political message. It combined those genuine political sympathies with the perception that it could help turn out large numbers of votes to gain the support of a number of prominent politicians. Jones made it known after he moved to San Francisco that he was interested in politics, and legal changes in the way San Francisco elections were held strengthened the power of neighborhood groups and civic organizations such as the Temple.\nAfter the Temple's voter mobilization efforts proved instrumental in &lt;a href=\"George%20Moscone\"&gt;George Moscone&lt;/a&gt;'s run for &lt;a href=\"mayor%20of%20San%20Francisco\"&gt;mayor of San Francisco&lt;/a&gt; in 1975, he appointed Jones as Chairman of the San Francisco Housing Authority Commission. Jones and the Temple received the support of California political figures such as Moscone, &lt;a href=\"Jerry%20Brown\"&gt;Jerry Brown&lt;/a&gt;, &lt;a href=\"Mervyn%20Dymally\"&gt;Mervyn Dymally&lt;/a&gt;, &lt;a href=\"Willie%20Brown%20%28politician%29\"&gt;Willie Brown&lt;/a&gt;, &lt;a href=\"Art%20Agnos\"&gt;Art Agnos&lt;/a&gt;, and &lt;a href=\"Harvey%20Milk\"&gt;Harvey Milk&lt;/a&gt;. Willie Brown visited the Temple numerous times and spoke publicly in support of Jones, even after investigations and suspicions of cult activity. Jones and Moscone met privately with then-running mate &lt;a href=\"Walter%20Mondale\"&gt;Walter Mondale&lt;/a&gt; in San Francisco days before the &lt;a href=\"1976%20United%20States%20presidential%20election\"&gt;1976 presidential election&lt;/a&gt;. Jones also met &lt;a href=\"First%20Lady%20of%20the%20United%20States\"&gt;First Lady&lt;/a&gt; &lt;a href=\"Rosalynn%20Carter\"&gt;Rosalynn Carter&lt;/a&gt; on multiple occasions, including a private dinner, and corresponded with her in letters.\nJones used his position at the Housing Authority to lead the fight against the eviction of tenants from San Francisco's &lt;a href=\"I-Hotel\"&gt;International Hotel&lt;/a&gt;. The Temple further forged an alliance with San Francisco \"Sun Reporter\" publisher &lt;a href=\"Carlton%20Benjamin%20Goodlett\"&gt;Carlton Goodlett&lt;/a&gt; and received frequent favorable mentions in that paper. It also received frequent favorable coverage from \"&lt;a href=\"San%20Francisco%20Chronicle\"&gt;San Francisco Chronicle&lt;/a&gt;\" columnist &lt;a href=\"Herb%20Caen\"&gt;Herb Caen&lt;/a&gt; and other local newspaper and television reporters.\nHowever, the Temple aroused police suspicion after Jones praised the &lt;a href=\"Symbionese%20Liberation%20Army\"&gt;Symbionese Liberation Army&lt;/a&gt;, a radical &lt;a href=\"San%20Francisco%20Bay%20Area\"&gt;Bay Area&lt;/a&gt; group, and its leaders attended San Francisco Temple meetings. Further suspicions were raised after the defection of Joyce Shaw and the mysterious death soon after of her husband, Bob Houston. After tension rose between the Temple and the &lt;a href=\"Nation%20of%20Islam\"&gt;Nation of Islam&lt;/a&gt; in San Francisco, the group held a large \"spiritual\" jubilee at the &lt;a href=\"Los%20Angeles%20Convention%20Center\"&gt;Los Angeles Convention Center&lt;/a&gt; attended by thousands, including prominent political figures, to heal the rift.\nWhile the Temple forged media alliances, the move to San Francisco also opened the group to media scrutiny. When Jones and hundreds of Temple members fled to the Temple's &lt;a href=\"Guyana\"&gt;Guyana&lt;/a&gt; settlement following media investigations, Mayor Moscone issued a press release stating that his office would not investigate the Temple. During this time, Milk spoke at Temple political rallies and wrote a letter to &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; after the investigations began, in which he accused Timothy Stoen, who by that point had defected from the Temple and was attempting to extricate relatives from Guyana, of telling \"bold-faced lies\".\nMass murder/suicide at Jonestown, Guyana.\nIn 1974, the Peoples Temple signed a lease to rent land in Guyana. The community which was established on this piece of property was named the &lt;a href=\"Peoples%20Temple%20Agricultural%20Project\"&gt;Peoples Temple Agricultural Project&lt;/a&gt;, its informal name was \"Jonestown\". The settlement had as few as fifty residents in early 1977.\nJones saw Jonestown as both a \"socialist paradise\" and a \"sanctuary\" from media scrutiny that had started with the Kinsolving articles. Former Temple member Tim Carter said the Temple moved to Jonestown because \"in '74, what we saw in the United States was creeping fascism.\" Carter explained, \"It was apparent that corporations, or the multinationals, were getting much larger, their influence was growing within the government, and the United States is a racist place.\" He said the Temple concluded that Guyana was \"a place in a black country where our black members could live in peace\", \"it was a socialist government\" and it was \"the only English-speaking country in South America.\"\nIncreasing media scrutiny based on allegations by former members placed further pressure on Jones, especially after a 1977 article by &lt;a href=\"Marshall%20Kilduff\"&gt;Marshall Kilduff&lt;/a&gt; in \"&lt;a href=\"California%20%28magazine%2C%20defunct%201991%29\"&gt;New West&lt;/a&gt;\" magazine. Just before publication of the \"New West\" piece, editor Rosalie Wright telephoned Jones to read him the article. Wright explained that she was only doing so before publication because of \"all the support letters we received on your behalf, from the &lt;a href=\"Governor%20of%20California\"&gt;Governor of California&lt;/a&gt; [Jerry Brown]\" and others. \nWhile still on the phone listening to the allegations contained in the article, Jones wrote a note to Temple members in the room with him that said, \"We leave tonight. Notify Georgetown (Guyana).\" After Jones left for Guyana, he encouraged Temple members to follow him there. The population grew to over 900 people by late 1978. Those who moved there were promised a tropical paradise free from the supposed wickedness of the outside world.\nOn November 17, 1978, Representative &lt;a href=\"Leo%20Ryan\"&gt;Leo Ryan&lt;/a&gt;, who was investigating claims of abuse within the Temple, visited Jonestown. During his visit, a number of Temple members expressed a desire to leave with him, and, on November 18, they accompanied Ryan to the local airstrip at &lt;a href=\"Port%20Kaituma\"&gt;Port Kaituma&lt;/a&gt;. There they were intercepted by self-styled Temple security guards who opened fire on the group, killing Ryan, three journalists, and one of the defectors as well as injuring nine others. A few seconds of gunfire from the incident were captured on video by &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; cameraman Bob Brown, one of the journalists killed in the attack.\nThat evening, in Jonestown, Jones ordered his congregation to drink a concoction of &lt;a href=\"Potassium%20cyanide\"&gt;cyanide&lt;/a&gt;-laced, grape-flavored &lt;a href=\"Flavor%20Aid\"&gt;Flavor Aid&lt;/a&gt;. In all, 918 people died, including 276 children. It was the greatest single loss of American civilian life in a deliberate act until the events of &lt;a href=\"September%2011%20attacks\"&gt;September 11, 2001&lt;/a&gt;. This includes four that died at the Temple headquarters that night in the Guyanese capital of &lt;a href=\"Georgetown%2C%20Guyana\"&gt;Georgetown&lt;/a&gt;.\nAftermath.\nThe Temple's San Francisco headquarters was besieged by the national media and the relatives of the Jonestown victims. The mass killing became one of the best-known events in U.S. history as measured by the &lt;a href=\"Gallup%20%28company%29%23Gallup%20Poll\"&gt;Gallup poll&lt;/a&gt; and appeared on the cover of several newspapers and magazines, including \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\", for months afterward.\nIn addition, according to various press reports, after the Jonestown suicides, surviving Temple members in the U.S. announced their fears of being targeted by a \"hit squad\" which would be composed of Jonestown survivors. Similarly, in 1979, the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; reported a U.S. Congressional aide's claim that there were \"120 white, brainwashed assassins out from Jonestown awaiting the trigger word to pick up their hit.\"\nTemple insider Michael Prokes, who had been ordered to deliver a suitcase which contained Temple funds which were supposed to be transferred to the &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Communist Party of the Soviet Union&lt;/a&gt;, killed himself in March 1979, four months after the Jonestown incident. In the days leading up to his death, Prokes sent notes to several people, together with a thirty-page statement he had written about the Temple. Caen reprinted one copy in his \"Chronicle\" column. Prokes then arranged for a press conference in a &lt;a href=\"Modesto%2C%20California\"&gt;Modesto, California&lt;/a&gt; motel room, during which he read a statement to the eight reporters who attended. He then excused himself, entered a restroom, and fatally shot himself in the head.\nBefore the tragedy, Temple member Paula Adams engaged in a romantic relationship with Guyana's Ambassador to the United States, Laurence \"Bonny\" Mann. Adams later married Mann. On October 24, 1983, Mann fatally shot both Adams and the couple's child, and then fatally shot himself. Defecting member Harold Cordell lost twenty family members on the evening of the poisonings. The Bogues family, which had also defected, lost its daughter Marilee (age 18), while defector Vernon Gosney lost his son Mark (age 5).\nThe mass suicide of the Peoples Temple has helped embed the idea that all &lt;a href=\"new%20religious%20movement\"&gt;new religious movement&lt;/a&gt;s are destructive in the public's mind. &lt;a href=\"Bryan%20R.%20Wilson\"&gt;Bryan R. Wilson&lt;/a&gt; argues against that point of view by pointing out that only four other such events have occurred within similar religious groups: the &lt;a href=\"Branch%20Davidians\"&gt;Branch Davidians&lt;/a&gt;, the &lt;a href=\"Order%20of%20the%20Solar%20Temple\"&gt;Solar Temple&lt;/a&gt;, &lt;a href=\"Aum%20Shinrikyo\"&gt;Aum Shinrikyo&lt;/a&gt; and &lt;a href=\"Heaven%27s%20Gate%20%28religious%20group%29\"&gt;Heaven's Gate&lt;/a&gt;.\nBankruptcy and dissolution.\nAt the end of 1978, the Temple declared bankruptcy, and its assets went into &lt;a href=\"receivership\"&gt;receivership&lt;/a&gt;. In light of lawsuits, on December 4, 1978, &lt;a href=\"Charles%20Garry\"&gt;Charles Garry&lt;/a&gt;, the corporation's attorney, petitioned to dissolve the Temple. The petition was granted in San Francisco Superior Court in January 1979. A few Temple members remained in Guyana through May 1979 in order to wrap up the movement's affairs, then they returned to the United States \nThe Temple's buildings in Los Angeles, Indianapolis, and Redwood Valley are all intact, as is the Temple's former Georgetown headquarters. Some former Temple buildings, such as the Los Angeles facility, are presently used by church congregations. The Temple's former San Francisco headquarters, located at 1859 Geary Boulevard, was destroyed in the &lt;a href=\"1989%20Loma%20Prieta%20earthquake\"&gt;1989 Loma Prieta earthquake&lt;/a&gt;; the site is now occupied by a &lt;a href=\"United%20States%20Post%20Office\"&gt;Post Office&lt;/a&gt; branch."
}