{
    "id": "22303",
    "revid": "19378285",
    "url": "https://en.wikipedia.org/wiki?curid=22303",
    "title": "Oxygen",
    "text": "Oxygen is the &lt;a href=\"chemical%20element\"&gt;chemical element&lt;/a&gt; with the &lt;a href=\"chemical%20symbol\"&gt;symbol&lt;/a&gt; O and &lt;a href=\"atomic%20number\"&gt;atomic number&lt;/a&gt; 8. It is a member of the &lt;a href=\"chalcogen\"&gt;chalcogen&lt;/a&gt; &lt;a href=\"Group%20%28periodic%20table%29\"&gt;group&lt;/a&gt; in the &lt;a href=\"periodic%20table\"&gt;periodic table&lt;/a&gt;, a highly &lt;a href=\"Chemical%20reaction\"&gt;reactive&lt;/a&gt; &lt;a href=\"nonmetal\"&gt;nonmetal&lt;/a&gt;, and an &lt;a href=\"oxidizing%20agent\"&gt;oxidizing agent&lt;/a&gt; that readily forms &lt;a href=\"oxide\"&gt;oxide&lt;/a&gt;s with most elements as well as with other &lt;a href=\"chemical%20compound\"&gt;compounds&lt;/a&gt;. Oxygen is Earth's &lt;a href=\"Abundance%20of%20the%20chemical%20elements\"&gt;most abundant element&lt;/a&gt;, and after &lt;a href=\"hydrogen\"&gt;hydrogen&lt;/a&gt; and &lt;a href=\"helium\"&gt;helium&lt;/a&gt;, it is the third-most abundant element in the universe. At &lt;a href=\"standard%20temperature%20and%20pressure\"&gt;standard temperature and pressure&lt;/a&gt;, two atoms of the element &lt;a href=\"chemical%20bond\"&gt;bind&lt;/a&gt; to form &lt;a href=\"Allotropes%20of%20oxygen%23Dioxygen\"&gt;dioxygen&lt;/a&gt;, a colorless and odorless &lt;a href=\"diatomic%20molecule\"&gt;diatomic&lt;/a&gt; &lt;a href=\"gas\"&gt;gas&lt;/a&gt; with the formula . Diatomic oxygen gas currently constitutes 20.95% of the &lt;a href=\"Earth%27s%20atmosphere\"&gt;Earth's atmosphere&lt;/a&gt;, though this has &lt;a href=\"Geological%20history%20of%20oxygen\"&gt;changed considerably&lt;/a&gt; over long periods of time. Oxygen makes up almost half of the &lt;a href=\"Earth%27s%20crust\"&gt;Earth's crust&lt;/a&gt; in the form of oxides.\n&lt;a href=\"Allotropes%20of%20oxygen%23Dioxygen\"&gt;Dioxygen&lt;/a&gt; provides the energy released in &lt;a href=\"combustion\"&gt;combustion&lt;/a&gt; and aerobic &lt;a href=\"cellular%20respiration\"&gt;cellular respiration&lt;/a&gt;, and many major classes of &lt;a href=\"organic%20molecule\"&gt;organic molecule&lt;/a&gt;s in &lt;a href=\"living%20organism\"&gt;living organism&lt;/a&gt;s contain oxygen atoms, such as &lt;a href=\"protein\"&gt;protein&lt;/a&gt;s, &lt;a href=\"nucleic%20acid\"&gt;nucleic acid&lt;/a&gt;s, &lt;a href=\"carbohydrate\"&gt;carbohydrate&lt;/a&gt;s, and &lt;a href=\"fat\"&gt;fat&lt;/a&gt;s, as do the major constituent &lt;a href=\"inorganic%20compound\"&gt;inorganic compound&lt;/a&gt;s of animal shells, teeth, and bone. Most of the mass of living organisms is oxygen as a component of &lt;a href=\"water\"&gt;water&lt;/a&gt;, the major constituent of lifeforms. Oxygen is continuously replenished in Earth's atmosphere by &lt;a href=\"photosynthesis\"&gt;photosynthesis&lt;/a&gt;, which uses the energy of sunlight to produce oxygen from water and carbon dioxide. Oxygen is too chemically reactive to remain a free element in air without being continuously replenished by the photosynthetic action of living organisms. Another form (&lt;a href=\"allotropes%20of%20oxygen\"&gt;allotrope&lt;/a&gt;) of oxygen, &lt;a href=\"ozone\"&gt;ozone&lt;/a&gt; (), strongly absorbs ultraviolet &lt;a href=\"UVB\"&gt;UVB&lt;/a&gt; radiation and the high-altitude &lt;a href=\"ozone%20layer\"&gt;ozone layer&lt;/a&gt; helps protect the &lt;a href=\"biosphere\"&gt;biosphere&lt;/a&gt; from &lt;a href=\"ultraviolet%20radiation\"&gt;ultraviolet radiation&lt;/a&gt;. However, ozone present at the surface is a byproduct of &lt;a href=\"smog\"&gt;smog&lt;/a&gt; and thus a pollutant.\nOxygen was isolated by &lt;a href=\"Michael%20Sendivogius\"&gt;Michael Sendivogius&lt;/a&gt; before 1604, but it is commonly believed that the element was discovered independently by &lt;a href=\"Carl%20Wilhelm%20Scheele\"&gt;Carl Wilhelm Scheele&lt;/a&gt;, in &lt;a href=\"Uppsala\"&gt;Uppsala&lt;/a&gt;, in 1773 or earlier, and &lt;a href=\"Joseph%20Priestley\"&gt;Joseph Priestley&lt;/a&gt; in &lt;a href=\"Wiltshire\"&gt;Wiltshire&lt;/a&gt;, in 1774. Priority is often given for Priestley because his work was published first. Priestley, however, called oxygen \"dephlogisticated air\", and did not recognize it as a chemical element. The name \"oxygen\" was coined in 1777 by &lt;a href=\"Antoine%20Lavoisier\"&gt;Antoine Lavoisier&lt;/a&gt;, who first recognized oxygen as a chemical element and correctly characterized the role it plays in combustion.\nCommon uses of oxygen include production of &lt;a href=\"steel\"&gt;steel&lt;/a&gt;, &lt;a href=\"plastic\"&gt;plastic&lt;/a&gt;s and &lt;a href=\"textile\"&gt;textile&lt;/a&gt;s, &lt;a href=\"Oxy-fuel%20welding%20and%20cutting\"&gt;brazing, welding and cutting&lt;/a&gt; of steels and other &lt;a href=\"metal\"&gt;metal&lt;/a&gt;s, &lt;a href=\"rocket%20propellant\"&gt;rocket propellant&lt;/a&gt;, &lt;a href=\"oxygen%20therapy\"&gt;oxygen therapy&lt;/a&gt;, and &lt;a href=\"life%20support%20system\"&gt;life support system&lt;/a&gt;s in &lt;a href=\"aircraft\"&gt;aircraft&lt;/a&gt;, &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s, &lt;a href=\"human%20spaceflight\"&gt;spaceflight&lt;/a&gt; and &lt;a href=\"underwater%20diving\"&gt;diving&lt;/a&gt;.\nHistory of study.\nEarly experiments.\nOne of the first known experiments on the relationship between &lt;a href=\"combustion\"&gt;combustion&lt;/a&gt; and air was conducted by the 2nd century BCE &lt;a href=\"Ancient%20Greece\"&gt;Greek&lt;/a&gt; writer on mechanics, &lt;a href=\"Philo%20of%20Byzantium\"&gt;Philo of Byzantium&lt;/a&gt;. In his work \"Pneumatica\", Philo observed that inverting a vessel over a burning candle and surrounding the vessel's neck with water resulted in some water rising into the neck. Philo incorrectly surmised that parts of the air in the vessel were converted into the &lt;a href=\"classical%20element\"&gt;classical element&lt;/a&gt; &lt;a href=\"Fire%20%28classical%20element%29\"&gt;fire&lt;/a&gt; and thus were able to escape through pores in the glass. Many centuries later &lt;a href=\"Leonardo%20da%20Vinci\"&gt;Leonardo da Vinci&lt;/a&gt; built on Philo's work by observing that a portion of air is consumed during combustion and &lt;a href=\"respiration%20%28physiology%29\"&gt;respiration&lt;/a&gt;.\nIn the late 17th century, &lt;a href=\"Robert%20Boyle\"&gt;Robert Boyle&lt;/a&gt; proved that air is necessary for combustion. English chemist &lt;a href=\"John%20Mayow\"&gt;John Mayow&lt;/a&gt; (1641–1679) refined this work by showing that fire requires only a part of air that he called \"spiritus nitroaereus\". In one experiment, he found that placing either a mouse or a lit candle in a closed container over water caused the water to rise and replace one-fourteenth of the air's volume before extinguishing the subjects. From this, he surmised that nitroaereus is consumed in both respiration and combustion.\nMayow observed that &lt;a href=\"antimony\"&gt;antimony&lt;/a&gt; increased in weight when heated, and inferred that the nitroaereus must have combined with it. He also thought that the lungs separate nitroaereus from air and pass it into the blood and that animal heat and muscle movement result from the reaction of nitroaereus with certain substances in the body. Accounts of these and other experiments and ideas were published in 1668 in his work \"Tractatus duo\" in the tract \"De respiratione\".\nPhlogiston theory.\n&lt;a href=\"Robert%20Hooke\"&gt;Robert Hooke&lt;/a&gt;, &lt;a href=\"Ole%20Borch\"&gt;Ole Borch&lt;/a&gt;, &lt;a href=\"Mikhail%20Lomonosov\"&gt;Mikhail Lomonosov&lt;/a&gt;, and &lt;a href=\"Pierre%20Bayen\"&gt;Pierre Bayen&lt;/a&gt; all produced oxygen in experiments in the 17th and the 18th century but none of them recognized it as a &lt;a href=\"chemical%20element\"&gt;chemical element&lt;/a&gt;. This may have been in part due to the prevalence of the philosophy of combustion and &lt;a href=\"corrosion\"&gt;corrosion&lt;/a&gt; called the \"phlogiston theory\", which was then the favored explanation of those processes.\nEstablished in 1667 by the German alchemist &lt;a href=\"J.%20J.%20Becher\"&gt;J. J. Becher&lt;/a&gt;, and modified by the chemist &lt;a href=\"Georg%20Ernst%20Stahl\"&gt;Georg Ernst Stahl&lt;/a&gt; by 1731, phlogiston theory stated that all combustible materials were made of two parts. One part, called phlogiston, was given off when the substance containing it was burned, while the dephlogisticated part was thought to be its true form, or &lt;a href=\"calx\"&gt;calx&lt;/a&gt;.\nHighly combustible materials that leave little &lt;a href=\"residue%20%28chemistry%29\"&gt;residue&lt;/a&gt;, such as wood or coal, were thought to be made mostly of phlogiston; non-combustible substances that corrode, such as iron, contained very little. Air did not play a role in phlogiston theory, nor were any initial quantitative experiments conducted to test the idea; instead, it was based on observations of what happens when something burns, that most common objects appear to become lighter and seem to lose something in the process.\nDiscovery.\nPolish &lt;a href=\"Alchemy\"&gt;alchemist&lt;/a&gt;, &lt;a href=\"philosopher\"&gt;philosopher&lt;/a&gt;, and &lt;a href=\"physician\"&gt;physician&lt;/a&gt; &lt;a href=\"Sendivogius\"&gt;Michael Sendivogius&lt;/a&gt; (Michał Sędziwój) in his work \"De Lapide Philosophorum Tractatus duodecim e naturae fonte et manuali experientia depromti\" (1604) described a substance contained in air, referring to it as 'cibus vitae' (food of life,) and according to Polish historian Roman Bugaj, this substance is identical with oxygen. Sendivogius, during his experiments performed between 1598 and 1604, properly recognized that the substance is equivalent to the gaseous byproduct released by the &lt;a href=\"thermal%20decomposition\"&gt;thermal decomposition&lt;/a&gt; of &lt;a href=\"potassium%20nitrate\"&gt;potassium nitrate&lt;/a&gt;. In Bugaj's view, the &lt;a href=\"List%20of%20purification%20methods%20in%20chemistry\"&gt;isolation&lt;/a&gt; of oxygen and the proper association of the substance to that part of air which is required for life, provides sufficient evidence for the discovery of oxygen by Sendivogius. This discovery of Sendivogius was however frequently denied by the generations of scientists and chemists which succeeded him.\nIt is also commonly claimed that oxygen was first discovered by Swedish pharmacist &lt;a href=\"Carl%20Wilhelm%20Scheele\"&gt;Carl Wilhelm Scheele&lt;/a&gt;. He had produced oxygen gas by heating &lt;a href=\"mercuric%20oxide\"&gt;mercuric oxide&lt;/a&gt; (HgO) and various &lt;a href=\"nitrate\"&gt;nitrate&lt;/a&gt;s in 1771–72. Scheele called the gas \"fire air\" because it was then the only known &lt;a href=\"Oxidizing%20agent\"&gt;agent&lt;/a&gt; to support combustion. He wrote an account of this discovery in a manuscript titled \"Treatise on Air and Fire\", which he sent to his publisher in 1775. That document was published in 1777.\nIn the meantime, on August 1, 1774, an experiment conducted by the British clergyman &lt;a href=\"Joseph%20Priestley\"&gt;Joseph Priestley&lt;/a&gt; focused sunlight on mercuric oxide contained in a glass tube, which liberated a gas he named \"dephlogisticated air\". He noted that candles burned brighter in the gas and that a mouse was more active and lived longer while &lt;a href=\"breathing\"&gt;breathing&lt;/a&gt; it. After breathing the gas himself, Priestley wrote: \"The feeling of it to my lungs was not sensibly different from that of &lt;a href=\"Atmosphere%20of%20Earth\"&gt;common air&lt;/a&gt;, but I fancied that my breast felt peculiarly light and easy for some time afterwards.\" Priestley published his findings in 1775 in a paper titled \"An Account of Further Discoveries in Air\", which was included in the second volume of his book titled \"&lt;a href=\"Experiments%20and%20Observations%20on%20Different%20Kinds%20of%20Air\"&gt;Experiments and Observations on Different Kinds of Air&lt;/a&gt;\". Because he published his findings first, Priestley is usually given priority in the discovery.\nThe French chemist &lt;a href=\"Antoine%20Lavoisier\"&gt;Antoine Laurent Lavoisier&lt;/a&gt; later claimed to have discovered the new substance independently. Priestley visited Lavoisier in October 1774 and told him about his experiment and how he liberated the new gas. Scheele had also dispatched a letter to Lavoisier on September 30, 1774, which described his discovery of the previously unknown substance, but Lavoisier never acknowledged receiving it. (A copy of the letter was found in Scheele's belongings after his death.)\nLavoisier's contribution.\nLavoisier conducted the first adequate quantitative experiments on &lt;a href=\"oxidation\"&gt;oxidation&lt;/a&gt; and gave the first correct explanation of how combustion works. He used these and similar experiments, all started in 1774, to discredit the phlogiston theory and to prove that the substance discovered by Priestley and Scheele was a &lt;a href=\"chemical%20element\"&gt;chemical element&lt;/a&gt;.\nIn one experiment, Lavoisier observed that there was no overall increase in weight when &lt;a href=\"tin\"&gt;tin&lt;/a&gt; and air were heated in a closed container. He noted that air rushed in when he opened the container, which indicated that part of the trapped air had been consumed. He also noted that the tin had increased in weight and that increase was the same as the weight of the air that rushed back in. This and other experiments on combustion were documented in his book \"Sur la combustion en général\", which was published in 1777. In that work, he proved that air is a mixture of two gases; 'vital air', which is essential to combustion and respiration, and \"azote\" (Gk. \"\" \"lifeless\"), which did not support either. \"Azote\" later became \"&lt;a href=\"nitrogen\"&gt;nitrogen&lt;/a&gt;\" in English, although it has kept the earlier name in French and several other European languages.\nEtymology.\nLavoisier renamed 'vital air' to \"oxygène\" in 1777 from the &lt;a href=\"Ancient%20Greek\"&gt;Greek&lt;/a&gt; roots \" (oxys)\" (&lt;a href=\"acid\"&gt;acid&lt;/a&gt;, literally \"sharp\", from the taste of acids) and \"-γενής (-genēs)\" (producer, literally begetter), because he mistakenly believed that oxygen was a constituent of all acids. Chemists (such as Sir &lt;a href=\"Humphry%20Davy\"&gt;Humphry Davy&lt;/a&gt; in 1812) eventually determined that Lavoisier was wrong in this regard (hydrogen forms the basis for acid chemistry), but by then the name was too well established.\n\"Oxygen\" entered the English language despite opposition by English scientists and the fact that the Englishman Priestley had first isolated the gas and written about it. This is partly due to a poem praising the gas titled \"Oxygen\" in the popular book \"&lt;a href=\"The%20Botanic%20Garden\"&gt;The Botanic Garden&lt;/a&gt;\" (1791) by &lt;a href=\"Erasmus%20Darwin\"&gt;Erasmus Darwin&lt;/a&gt;, grandfather of &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt;.\nLater history.\n&lt;a href=\"John%20Dalton\"&gt;John Dalton&lt;/a&gt;'s original &lt;a href=\"Atomic%20theory%23Earliest%20empirical%20evidence\"&gt;atomic hypothesis&lt;/a&gt; presumed that all elements were monatomic and that the atoms in compounds would normally have the simplest atomic ratios with respect to one another. For example, Dalton assumed that water's formula was HO, leading to the conclusion that the &lt;a href=\"atomic%20mass\"&gt;atomic mass&lt;/a&gt; of oxygen was 8 times that of hydrogen, instead of the modern value of about 16. In 1805, &lt;a href=\"Joseph%20Louis%20Gay-Lussac\"&gt;Joseph Louis Gay-Lussac&lt;/a&gt; and &lt;a href=\"Alexander%20von%20Humboldt\"&gt;Alexander von Humboldt&lt;/a&gt; showed that water is formed of two volumes of hydrogen and one volume of oxygen; and by 1811 &lt;a href=\"Amedeo%20Avogadro\"&gt;Amedeo Avogadro&lt;/a&gt; had arrived at the correct interpretation of water's composition, based on what is now called &lt;a href=\"Avogadro%27s%20law\"&gt;Avogadro's law&lt;/a&gt; and the diatomic elemental molecules in those gases.\nBy the late 19th century scientists realized that air could be liquefied and its components isolated by compressing and cooling it. Using a &lt;a href=\"Cascade%20%28chemical%20engineering%29\"&gt;cascade&lt;/a&gt; method, Swiss chemist and physicist &lt;a href=\"Raoul%20Pictet\"&gt;Raoul Pierre Pictet&lt;/a&gt; &lt;a href=\"evaporation\"&gt;evaporated&lt;/a&gt; liquid &lt;a href=\"sulfur%20dioxide\"&gt;sulfur dioxide&lt;/a&gt; in order to liquefy carbon dioxide, which in turn was evaporated to cool oxygen gas enough to liquefy it. He sent a telegram on December 22, 1877, to the &lt;a href=\"French%20Academy%20of%20Sciences\"&gt;French Academy of Sciences&lt;/a&gt; in Paris announcing his discovery of &lt;a href=\"liquid%20oxygen\"&gt;liquid oxygen&lt;/a&gt;. Just two days later, French physicist &lt;a href=\"Louis%20Paul%20Cailletet\"&gt;Louis Paul Cailletet&lt;/a&gt; announced his own method of liquefying molecular oxygen. Only a few drops of the liquid were produced in each case and no meaningful analysis could be conducted. Oxygen was liquefied in a stable state for the first time on March 29, 1883, by Polish scientists from &lt;a href=\"Jagiellonian%20University\"&gt;Jagiellonian University&lt;/a&gt;, &lt;a href=\"Zygmunt%20Wr%C3%B3blewski\"&gt;Zygmunt Wróblewski&lt;/a&gt; and &lt;a href=\"Karol%20Olszewski\"&gt;Karol Olszewski&lt;/a&gt;.\nIn 1891 Scottish chemist &lt;a href=\"James%20Dewar\"&gt;James Dewar&lt;/a&gt; was able to produce enough liquid oxygen for study. The first commercially viable process for producing liquid oxygen was independently developed in 1895 by German engineer &lt;a href=\"Carl%20von%20Linde\"&gt;Carl von Linde&lt;/a&gt; and British engineer William Hampson. Both men lowered the temperature of air until it liquefied and then &lt;a href=\"distillation\"&gt;distilled&lt;/a&gt; the component gases by boiling them off one at a time and capturing them separately. Later, in 1901, oxyacetylene &lt;a href=\"welding\"&gt;welding&lt;/a&gt; was demonstrated for the first time by burning a mixture of &lt;a href=\"acetylene\"&gt;acetylene&lt;/a&gt; and compressed . This method of welding and cutting metal later became common.\nIn 1923, the American scientist &lt;a href=\"Robert%20H.%20Goddard\"&gt;Robert H. Goddard&lt;/a&gt; became the first person to develop a &lt;a href=\"rocket%20engine\"&gt;rocket engine&lt;/a&gt; that burned liquid fuel; the engine used &lt;a href=\"gasoline\"&gt;gasoline&lt;/a&gt; for fuel and liquid oxygen as the &lt;a href=\"oxidizer\"&gt;oxidizer&lt;/a&gt;. Goddard successfully flew a small liquid-fueled rocket 56 m at 97 km/h on March 16, 1926, in &lt;a href=\"Auburn%2C%20Massachusetts\"&gt;Auburn, Massachusetts&lt;/a&gt;, US.\nIn academic laboratories, oxygen can be prepared by heating together potassium chlorate mixed with a small proportion of manganese dioxide.\nOxygen levels in the atmosphere are trending slightly downward globally, possibly because of fossil-fuel burning.\nCharacteristics.\nProperties and molecular structure.\nAt &lt;a href=\"standard%20temperature%20and%20pressure\"&gt;standard temperature and pressure&lt;/a&gt;, oxygen is a colorless, odorless, and tasteless gas with the &lt;a href=\"molecular%20formula\"&gt;molecular formula&lt;/a&gt; , referred to as dioxygen.\nAs \"dioxygen\", two oxygen atoms are &lt;a href=\"chemical%20bond\"&gt;chemically bound&lt;/a&gt; to each other. The bond can be variously described based on level of theory, but is reasonably and simply described as a covalent &lt;a href=\"double%20bond\"&gt;double bond&lt;/a&gt; that results from the filling of &lt;a href=\"molecular%20orbitals\"&gt;molecular orbitals&lt;/a&gt; formed from the &lt;a href=\"atomic%20orbital\"&gt;atomic orbital&lt;/a&gt;s of the individual oxygen atoms, the filling of which results in a &lt;a href=\"bond%20order\"&gt;bond order&lt;/a&gt; of two. More specifically, the double bond is the result of sequential, low-to-high energy, or &lt;a href=\"Aufbau%20principle\"&gt;Aufbau&lt;/a&gt;, filling of orbitals, and the resulting cancellation of contributions from the 2s electrons, after sequential filling of the low σ and σ* orbitals; σ overlap of the two atomic 2p orbitals that lie along the O–O molecular axis and π overlap of two pairs of atomic 2p orbitals perpendicular to the O–O molecular axis, and then cancellation of contributions from the remaining two 2p electrons after their partial filling of the π* orbitals.\nThis combination of cancellations and σ and π overlaps results in dioxygen's double-bond character and reactivity, and a triplet electronic &lt;a href=\"ground%20state\"&gt;ground state&lt;/a&gt;. An &lt;a href=\"electron%20configuration\"&gt;electron configuration&lt;/a&gt; with two unpaired electrons, as is found in dioxygen orbitals (see the filled π* orbitals in the diagram) that are of equal energy—i.e., &lt;a href=\"degenerate%20orbitals\"&gt;degenerate&lt;/a&gt;—is a configuration termed a &lt;a href=\"spin%20triplet\"&gt;spin triplet&lt;/a&gt; state. Hence, the ground state of the molecule is referred to as &lt;a href=\"triplet%20oxygen\"&gt;triplet oxygen&lt;/a&gt;. The highest-energy, partially filled orbitals are &lt;a href=\"antibonding\"&gt;antibonding&lt;/a&gt;, and so their filling weakens the bond order from three to two. Because of its unpaired electrons, triplet oxygen reacts only slowly with most organic molecules, which have paired electron spins; this prevents spontaneous combustion.\nIn the triplet form, molecules are &lt;a href=\"paramagnetism\"&gt;paramagnetic&lt;/a&gt;. That is, they impart magnetic character to oxygen when it is in the presence of a magnetic field, because of the &lt;a href=\"Spin%20%28physics%29\"&gt;spin&lt;/a&gt; &lt;a href=\"magnetic%20moment\"&gt;magnetic moment&lt;/a&gt;s of the unpaired electrons in the molecule, and the negative &lt;a href=\"exchange%20energy\"&gt;exchange energy&lt;/a&gt; between neighboring molecules. Liquid oxygen is so &lt;a href=\"magnet\"&gt;magnet&lt;/a&gt;ic that, in laboratory demonstrations, a bridge of liquid oxygen may be supported against its own weight between the poles of a powerful magnet.\n&lt;a href=\"Singlet%20oxygen\"&gt;Singlet oxygen&lt;/a&gt; is a name given to several higher-energy species of molecular in which all the electron spins are paired. It is much more reactive with common &lt;a href=\"organic%20compound\"&gt;organic molecules&lt;/a&gt; than is normal (triplet) molecular oxygen. In nature, singlet oxygen is commonly formed from water during photosynthesis, using the energy of sunlight. It is also produced in the &lt;a href=\"troposphere\"&gt;troposphere&lt;/a&gt; by the photolysis of ozone by light of short wavelength and by the &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt; as a source of active oxygen. &lt;a href=\"Carotenoid\"&gt;Carotenoid&lt;/a&gt;s in photosynthetic organisms (and possibly animals) play a major role in absorbing energy from &lt;a href=\"singlet%20oxygen\"&gt;singlet oxygen&lt;/a&gt; and converting it to the unexcited ground state before it can cause harm to tissues.\nAllotropes.\nThe common &lt;a href=\"Allotropy\"&gt;allotrope&lt;/a&gt; of elemental oxygen on Earth is called &lt;a href=\"Allotropes%20of%20oxygen\"&gt;dioxygen&lt;/a&gt;, , the major part of the Earth's atmospheric oxygen (see &lt;a href=\"%23Occurrence\"&gt;Occurrence&lt;/a&gt;). O2 has a bond length of 121 &lt;a href=\"Picometre\"&gt;pm&lt;/a&gt; and a bond energy of 498 &lt;a href=\"joule%20per%20mole\"&gt;kJ/mol&lt;/a&gt;, which is smaller than the energy of other double bonds or pairs of single bonds in the &lt;a href=\"biosphere\"&gt;biosphere&lt;/a&gt; and responsible for the &lt;a href=\"exothermic\"&gt;exothermic&lt;/a&gt; reaction of O2 with any organic molecule. Due to its energy content, O2 is used by complex forms of life, such as animals, in &lt;a href=\"cellular%20respiration\"&gt;cellular respiration&lt;/a&gt;. Other aspects of are covered in the remainder of this article.\nTrioxygen () is usually known as &lt;a href=\"ozone\"&gt;ozone&lt;/a&gt; and is a very reactive allotrope of oxygen that is damaging to lung tissue. Ozone is produced in the &lt;a href=\"upper%20atmosphere\"&gt;upper atmosphere&lt;/a&gt; when combines with atomic oxygen made by the splitting of by &lt;a href=\"ultraviolet\"&gt;ultraviolet&lt;/a&gt; (UV) radiation. Since ozone absorbs strongly in the UV region of the &lt;a href=\"Electromagnetic%20spectrum\"&gt;spectrum&lt;/a&gt;, the &lt;a href=\"ozone%20layer\"&gt;ozone layer&lt;/a&gt; of the upper atmosphere functions as a protective radiation shield for the planet. Near the Earth's surface, it is a &lt;a href=\"air%20pollution\"&gt;pollutant&lt;/a&gt; formed as a by-product of &lt;a href=\"exhaust%20system\"&gt;automobile exhaust&lt;/a&gt;. At &lt;a href=\"low%20earth%20orbit\"&gt;low earth orbit&lt;/a&gt; altitudes, sufficient atomic oxygen is present to cause &lt;a href=\"corrosion%20in%20space\"&gt;corrosion of spacecraft&lt;/a&gt;.\nThe &lt;a href=\"Metastability%20in%20molecules\"&gt;metastable&lt;/a&gt; molecule &lt;a href=\"tetraoxygen\"&gt;tetraoxygen&lt;/a&gt; () was discovered in 2001, and was assumed to exist in one of the six phases of &lt;a href=\"solid%20oxygen\"&gt;solid oxygen&lt;/a&gt;. It was proven in 2006 that this phase, created by pressurizing to 20 &lt;a href=\"Pascal%20%28unit%29\"&gt;GPa&lt;/a&gt;, is in fact a &lt;a href=\"rhombohedral\"&gt;rhombohedral&lt;/a&gt; &lt;a href=\"Cluster%20chemistry\"&gt;cluster&lt;/a&gt;. This cluster has the potential to be a much more powerful &lt;a href=\"oxidizing%20agent\"&gt;oxidizer&lt;/a&gt; than either or and may therefore be used in &lt;a href=\"Rocket%20propellant\"&gt;rocket fuel&lt;/a&gt;. A metallic phase was discovered in 1990 when solid oxygen is subjected to a pressure of above 96 GPa and it was shown in 1998 that at very low temperatures, this phase becomes &lt;a href=\"superconductivity\"&gt;superconducting&lt;/a&gt;.\nPhysical properties.\nOxygen &lt;a href=\"Solubility\"&gt;dissolves&lt;/a&gt; more readily in water than in nitrogen, and in freshwater more readily than in seawater. Water in equilibrium with air contains approximately 1 molecule of dissolved for every 2 molecules of (1:2), compared with an atmospheric ratio of approximately 1:4. The solubility of oxygen in water is temperature-dependent, and about twice as much () dissolves at 0 °C than at 20 °C (). At 25 °C and of air, freshwater can dissolve about 6.04 &lt;a href=\"Litre\"&gt;milliliters&lt;/a&gt; (mL) of oxygen per &lt;a href=\"liter\"&gt;liter&lt;/a&gt;, and &lt;a href=\"seawater\"&gt;seawater&lt;/a&gt; contains about 4.95 mL per liter. At 5 °C the solubility increases to 9.0 mL (50% more than at 25 °C) per liter for freshwater and 7.2 mL (45% more) per liter for sea water.\nOxygen condenses at 90.20 &lt;a href=\"kelvin\"&gt;K&lt;/a&gt; (−182.95 °C, −297.31 °F) and freezes at 54.36 K (−218.79 °C, −361.82 °F). Both &lt;a href=\"liquid%20oxygen\"&gt;liquid&lt;/a&gt; and &lt;a href=\"solid%20oxygen\"&gt;solid&lt;/a&gt; are clear substances with a light &lt;a href=\"diffuse%20sky%20radiation\"&gt;sky-blue&lt;/a&gt; color caused by absorption in the red (in contrast with the blue color of the sky, which is due to &lt;a href=\"Rayleigh%20scattering\"&gt;Rayleigh scattering&lt;/a&gt; of blue light). High-purity liquid is usually obtained by the &lt;a href=\"fractional%20distillation\"&gt;fractional distillation&lt;/a&gt; of liquefied air. Liquid oxygen may also be condensed from air using &lt;a href=\"liquid%20nitrogen\"&gt;liquid nitrogen&lt;/a&gt; as a coolant.\nLiquid oxygen is a highly reactive substance and must be segregated from combustible materials.\nThe spectroscopy of molecular oxygen is associated with the atmospheric processes of &lt;a href=\"aurora\"&gt;aurora&lt;/a&gt; and &lt;a href=\"airglow\"&gt;airglow&lt;/a&gt;. The absorption in the &lt;a href=\"Herzberg%20continuum\"&gt;Herzberg continuum&lt;/a&gt; and &lt;a href=\"Schumann%E2%80%93Runge%20bands\"&gt;Schumann–Runge bands&lt;/a&gt; in the ultraviolet produces atomic oxygen that is important in the chemistry of the middle atmosphere. Excited-state singlet molecular oxygen is responsible for red chemiluminescence in solution.\nIsotopes and stellar origin.\nNaturally occurring oxygen is composed of three stable &lt;a href=\"isotope\"&gt;isotope&lt;/a&gt;s, &lt;a href=\"oxygen-16\"&gt;16O&lt;/a&gt;, &lt;a href=\"oxygen-17\"&gt;17O&lt;/a&gt;, and &lt;a href=\"oxygen-18\"&gt;18O&lt;/a&gt;, with 16O being the most abundant (99.762% &lt;a href=\"natural%20abundance\"&gt;natural abundance&lt;/a&gt;).\nMost 16O is &lt;a href=\"nucleosynthesis\"&gt;synthesized&lt;/a&gt; at the end of the &lt;a href=\"helium%20fusion\"&gt;helium fusion&lt;/a&gt; process in massive &lt;a href=\"star\"&gt;star&lt;/a&gt;s but some is made in the &lt;a href=\"neon%20burning%20process\"&gt;neon burning process&lt;/a&gt;. 17O is primarily made by the burning of hydrogen into &lt;a href=\"helium\"&gt;helium&lt;/a&gt; during the &lt;a href=\"CNO%20cycle\"&gt;CNO cycle&lt;/a&gt;, making it a common isotope in the hydrogen burning zones of stars. Most 18O is produced when &lt;a href=\"Nitrogen-14\"&gt;14N&lt;/a&gt; (made abundant from CNO burning) captures a &lt;a href=\"Helium-4\"&gt;4He&lt;/a&gt; nucleus, making 18O common in the helium-rich zones of &lt;a href=\"Stellar%20evolution%23Massive%20stars\"&gt;evolved, massive stars&lt;/a&gt;.\nFourteen &lt;a href=\"radioisotope\"&gt;radioisotope&lt;/a&gt;s have been characterized. The most stable are 15O with a &lt;a href=\"half-life\"&gt;half-life&lt;/a&gt; of 122.24 seconds and 14O with a half-life of 70.606 seconds. All of the remaining &lt;a href=\"Radioactive%20decay\"&gt;radioactive&lt;/a&gt; isotopes have half-lives that are less than 27 s and the majority of these have half-lives that are less than 83 milliseconds. The most common &lt;a href=\"decay%20mode\"&gt;decay mode&lt;/a&gt; of the isotopes lighter than 16O is &lt;a href=\"positron%20emission\"&gt;β+ decay&lt;/a&gt; to yield nitrogen, and the most common mode for the isotopes heavier than 18O is &lt;a href=\"beta%20decay\"&gt;beta decay&lt;/a&gt; to yield &lt;a href=\"fluorine\"&gt;fluorine&lt;/a&gt;.\nOccurrence.\nOxygen is the most abundant chemical element by mass in the Earth's &lt;a href=\"biosphere\"&gt;biosphere&lt;/a&gt;, air, sea and land. Oxygen is the third most abundant chemical element in the universe, after hydrogen and helium. About 0.9% of the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;'s mass is oxygen. Oxygen constitutes 49.2% of the &lt;a href=\"Earth%27s%20crust\"&gt;Earth's crust&lt;/a&gt; by mass as part of oxide compounds such as &lt;a href=\"silicon%20dioxide\"&gt;silicon dioxide&lt;/a&gt; and is the most abundant element by mass in the &lt;a href=\"crust%20%28geology%29%23Earth%27s%20crust%20and%20mantle\"&gt;Earth's crust&lt;/a&gt;. It is also the major component of the world's oceans (88.8% by mass). Oxygen gas is the second most common component of the &lt;a href=\"Earth%27s%20atmosphere\"&gt;Earth's atmosphere&lt;/a&gt;, taking up 20.8% of its volume and 23.1% of its mass (some 1015 tonnes). Earth is unusual among the planets of the &lt;a href=\"Solar%20System\"&gt;Solar System&lt;/a&gt; in having such a high concentration of oxygen gas in its atmosphere: &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt; (with 0.1% by volume) and &lt;a href=\"Venus\"&gt;Venus&lt;/a&gt; have much less. The surrounding those planets is produced solely by the action of ultraviolet radiation on oxygen-containing molecules such as carbon dioxide.\nThe unusually high concentration of oxygen gas on Earth is the result of the &lt;a href=\"oxygen%20cycle\"&gt;oxygen cycle&lt;/a&gt;. This &lt;a href=\"biogeochemical%20cycle\"&gt;biogeochemical cycle&lt;/a&gt; describes the movement of oxygen within and between its three main reservoirs on Earth: the atmosphere, the biosphere, and the &lt;a href=\"lithosphere\"&gt;lithosphere&lt;/a&gt;. The main driving factor of the oxygen cycle is &lt;a href=\"photosynthesis\"&gt;photosynthesis&lt;/a&gt;, which is responsible for modern Earth's atmosphere. Photosynthesis releases oxygen into the atmosphere, while &lt;a href=\"Cellular%20respiration\"&gt;respiration&lt;/a&gt;, &lt;a href=\"Decomposition\"&gt;decay&lt;/a&gt;, and combustion remove it from the atmosphere. In the present equilibrium, production and consumption occur at the same rate.\nFree oxygen also occurs in solution in the world's water bodies. The increased solubility of at lower temperatures (see &lt;a href=\"%23Physical%20properties\"&gt;Physical properties&lt;/a&gt;) has important implications for ocean life, as polar oceans support a much higher density of life due to their higher oxygen content. &lt;a href=\"Water%20pollution\"&gt;Water polluted&lt;/a&gt; with plant nutrients such as &lt;a href=\"nitrate\"&gt;nitrate&lt;/a&gt;s or &lt;a href=\"phosphate\"&gt;phosphate&lt;/a&gt;s may stimulate growth of algae by a process called &lt;a href=\"eutrophication\"&gt;eutrophication&lt;/a&gt; and the decay of these organisms and other biomaterials may reduce the content in eutrophic water bodies. Scientists assess this aspect of water quality by measuring the water's &lt;a href=\"biochemical%20oxygen%20demand\"&gt;biochemical oxygen demand&lt;/a&gt;, or the amount of needed to restore it to a normal concentration.\nAnalysis.\n&lt;a href=\"Paleoclimatology\"&gt;Paleoclimatologists&lt;/a&gt; measure the ratio of oxygen-18 and oxygen-16 in the &lt;a href=\"Animal%20shell\"&gt;shells&lt;/a&gt; and &lt;a href=\"skeleton\"&gt;skeleton&lt;/a&gt;s of marine organisms to determine the climate millions of years ago (see &lt;a href=\"oxygen%20isotope%20ratio%20cycle\"&gt;oxygen isotope ratio cycle&lt;/a&gt;). &lt;a href=\"Seawater\"&gt;Seawater&lt;/a&gt; molecules that contain the lighter &lt;a href=\"isotope\"&gt;isotope&lt;/a&gt;, oxygen-16, evaporate at a slightly faster rate than water molecules containing the 12% heavier oxygen-18, and this disparity increases at lower temperatures. During periods of lower global temperatures, snow and rain from that evaporated water tends to be higher in oxygen-16, and the seawater left behind tends to be higher in oxygen-18. Marine organisms then incorporate more oxygen-18 into their skeletons and shells than they would in a warmer climate. Paleoclimatologists also directly measure this ratio in the water molecules of &lt;a href=\"ice%20core\"&gt;ice core&lt;/a&gt; samples as old as hundreds of thousands of years.\n&lt;a href=\"Geology%20of%20solar%20terrestrial%20planets\"&gt;Planetary geologists&lt;/a&gt; have measured the relative quantities of oxygen isotopes in samples from the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;, the &lt;a href=\"Moon\"&gt;Moon&lt;/a&gt;, &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt;, and &lt;a href=\"meteorite\"&gt;meteorite&lt;/a&gt;s, but were long unable to obtain reference values for the isotope ratios in the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;, believed to be the same as those of the &lt;a href=\"Nebular%20hypothesis\"&gt;primordial solar nebula&lt;/a&gt;. Analysis of a &lt;a href=\"silicon\"&gt;silicon&lt;/a&gt; wafer exposed to the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt; in space and returned by the crashed &lt;a href=\"Genesis%20%28spacecraft%29\"&gt;Genesis spacecraft&lt;/a&gt; has shown that the Sun has a higher proportion of oxygen-16 than does the Earth. The measurement implies that an unknown process depleted oxygen-16 from the Sun's &lt;a href=\"Protoplanetary%20disk\"&gt;disk of protoplanetary material&lt;/a&gt; prior to the coalescence of dust grains that formed the Earth.\nOxygen presents two spectrophotometric &lt;a href=\"absorption%20band\"&gt;absorption band&lt;/a&gt;s peaking at the wavelengths 687 and 760 &lt;a href=\"Nanometre\"&gt;nm&lt;/a&gt;. Some &lt;a href=\"remote%20sensing\"&gt;remote sensing&lt;/a&gt; scientists have proposed using the measurement of the radiance coming from vegetation canopies in those bands to characterize plant health status from a &lt;a href=\"Earth%20observation%20satellite\"&gt;satellite&lt;/a&gt; platform. This approach exploits the fact that in those bands it is possible to discriminate the vegetation's &lt;a href=\"reflectance\"&gt;reflectance&lt;/a&gt; from its &lt;a href=\"fluorescence\"&gt;fluorescence&lt;/a&gt;, which is much weaker. The measurement is technically difficult owing to the low &lt;a href=\"signal-to-noise%20ratio\"&gt;signal-to-noise ratio&lt;/a&gt; and the physical structure of vegetation; but it has been proposed as a possible method of monitoring the &lt;a href=\"carbon%20cycle\"&gt;carbon cycle&lt;/a&gt; from satellites on a global scale.\nBiological production and role of O2.\nPhotosynthesis and respiration.\nIn nature, free oxygen is produced by the &lt;a href=\"photolysis\"&gt;light-driven splitting&lt;/a&gt; of water during oxygenic &lt;a href=\"photosynthesis\"&gt;photosynthesis&lt;/a&gt;. According to some estimates, &lt;a href=\"green%20algae\"&gt;green algae&lt;/a&gt; and &lt;a href=\"cyanobacteria\"&gt;cyanobacteria&lt;/a&gt; in marine environments provide about 70% of the free oxygen produced on Earth, and the rest is produced by terrestrial plants. Other estimates of the oceanic contribution to atmospheric oxygen are higher, while some estimates are lower, suggesting oceans produce ~45% of Earth's atmospheric oxygen each year.\nA simplified overall formula for photosynthesis is\nor simply\nPhotolytic &lt;a href=\"oxygen%20evolution\"&gt;oxygen evolution&lt;/a&gt; occurs in the &lt;a href=\"thylakoid%20membrane\"&gt;thylakoid membrane&lt;/a&gt;s of photosynthetic organisms and requires the energy of four &lt;a href=\"photon\"&gt;photon&lt;/a&gt;s. Many steps are involved, but the result is the formation of a &lt;a href=\"proton\"&gt;proton&lt;/a&gt; gradient across the thylakoid membrane, which is used to synthesize &lt;a href=\"adenosine%20triphosphate\"&gt;adenosine triphosphate&lt;/a&gt; (ATP) via &lt;a href=\"photophosphorylation\"&gt;photophosphorylation&lt;/a&gt;. The remaining (after production of the water molecule) is released into the atmosphere.\nThe chemical energy of oxygen is released in &lt;a href=\"Mitochondrion\"&gt;mitochondria&lt;/a&gt; to generate ATP during &lt;a href=\"oxidative%20phosphorylation\"&gt;oxidative phosphorylation&lt;/a&gt;. The reaction for aerobic respiration is essentially the reverse of photosynthesis and is simplified as\nIn &lt;a href=\"vertebrate\"&gt;vertebrate&lt;/a&gt;s, &lt;a href=\"diffusion\"&gt;diffuses&lt;/a&gt; through membranes in the lungs and into &lt;a href=\"red%20blood%20cell\"&gt;red blood cell&lt;/a&gt;s. &lt;a href=\"Hemoglobin\"&gt;Hemoglobin&lt;/a&gt; binds , changing color from bluish red to bright red ( is released from another part of hemoglobin through the &lt;a href=\"Bohr%20effect\"&gt;Bohr effect&lt;/a&gt;). Other animals use &lt;a href=\"hemocyanin\"&gt;hemocyanin&lt;/a&gt; (&lt;a href=\"Mollusca\"&gt;molluscs&lt;/a&gt; and some &lt;a href=\"arthropod\"&gt;arthropod&lt;/a&gt;s) or &lt;a href=\"hemerythrin\"&gt;hemerythrin&lt;/a&gt; (&lt;a href=\"spider\"&gt;spider&lt;/a&gt;s and &lt;a href=\"lobster\"&gt;lobster&lt;/a&gt;s). A liter of blood can dissolve 200 cm3 of .\nUntil the discovery of &lt;a href=\"Anaerobic%20organism\"&gt;anaerobic&lt;/a&gt; &lt;a href=\"animal\"&gt;metazoa&lt;/a&gt;, oxygen was thought to be a requirement for all complex life.\n&lt;a href=\"Reactive%20oxygen%20species\"&gt;Reactive oxygen species&lt;/a&gt;, such as &lt;a href=\"superoxide\"&gt;superoxide&lt;/a&gt; ion () and &lt;a href=\"hydrogen%20peroxide\"&gt;hydrogen peroxide&lt;/a&gt; (), are reactive by-products of oxygen use in organisms. Parts of the &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt; of higher organisms create peroxide, superoxide, and singlet oxygen to destroy invading microbes. Reactive oxygen species also play an important role in the &lt;a href=\"hypersensitive%20response\"&gt;hypersensitive response&lt;/a&gt; of plants against pathogen attack. Oxygen is damaging to &lt;a href=\"Obligate%20anaerobe\"&gt;obligately anaerobic organisms&lt;/a&gt;, which were the dominant form of &lt;a href=\"Evolutionary%20history%20of%20life\"&gt;early life&lt;/a&gt; on Earth until began to accumulate in the &lt;a href=\"Atmosphere%20of%20Earth\"&gt;atmosphere&lt;/a&gt; about 2.5 billion years ago during the &lt;a href=\"Great%20Oxygenation%20Event\"&gt;Great Oxygenation Event&lt;/a&gt;, about a billion years after the first appearance of these organisms.\nAn adult human at rest &lt;a href=\"breathing\"&gt;inhales&lt;/a&gt; 1.8 to 2.4 grams of oxygen per minute. This amounts to more than 6 billion tonnes of oxygen inhaled by humanity per year.\nLiving organisms.\nThe free oxygen &lt;a href=\"partial%20pressure\"&gt;partial pressure&lt;/a&gt; in the body of a living vertebrate organism is highest in the &lt;a href=\"respiratory%20system\"&gt;respiratory system&lt;/a&gt;, and decreases along any &lt;a href=\"arterial%20system\"&gt;arterial system&lt;/a&gt;, peripheral tissues, and &lt;a href=\"venous%20system\"&gt;venous system&lt;/a&gt;, respectively. Partial pressure is the pressure that oxygen would have if it alone occupied the volume.\nBuild-up in the atmosphere.\nFree oxygen gas was almost nonexistent in &lt;a href=\"Earth%27s%20atmosphere\"&gt;Earth's atmosphere&lt;/a&gt; before photosynthetic &lt;a href=\"archaea\"&gt;archaea&lt;/a&gt; and &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt; evolved, probably about 3.5 billion years ago. Free oxygen first appeared in significant quantities during the &lt;a href=\"Paleoproterozoic\"&gt;Paleoproterozoic&lt;/a&gt; eon (between 3.0 and 2.3 billion years ago). Even if there was much dissolved &lt;a href=\"iron\"&gt;iron&lt;/a&gt; in the oceans when oxygenic photosynthesis was getting more common, it appears the &lt;a href=\"banded%20iron%20formation\"&gt;banded iron formation&lt;/a&gt;s were created by anoxyenic or micro-aerophilic iron-oxidizing bacteria which dominated the deeper areas of the &lt;a href=\"photic%20zone\"&gt;photic zone&lt;/a&gt;, while oxygen-producing cyanobacteria covered the shallows. Free oxygen began to &lt;a href=\"Outgassing\"&gt;outgas&lt;/a&gt; from the oceans 3–2.7 billion years ago, reaching 10% of its present level around 1.7 billion years ago.\nThe presence of large amounts of dissolved and free oxygen in the oceans and atmosphere may have driven most of the extant &lt;a href=\"anaerobic%20organism\"&gt;anaerobic organism&lt;/a&gt;s to &lt;a href=\"extinction\"&gt;extinction&lt;/a&gt; during the &lt;a href=\"Great%20Oxygenation%20Event\"&gt;Great Oxygenation Event&lt;/a&gt; (\"oxygen catastrophe\") about 2.4 billion years ago. &lt;a href=\"Cellular%20respiration\"&gt;Cellular respiration&lt;/a&gt; using enables &lt;a href=\"aerobic%20organism\"&gt;aerobic organism&lt;/a&gt;s to produce much more &lt;a href=\"Adenosine%20triphosphate\"&gt;ATP&lt;/a&gt; than anaerobic organisms. Cellular respiration of occurs in all &lt;a href=\"eukaryote\"&gt;eukaryote&lt;/a&gt;s, including all complex multicellular organisms such as plants and animals.\nSince the beginning of the &lt;a href=\"Cambrian\"&gt;Cambrian&lt;/a&gt; period 540 million years ago, atmospheric levels have fluctuated between 15% and 30% by volume. Towards the end of the &lt;a href=\"Carboniferous\"&gt;Carboniferous&lt;/a&gt; period (about 300 million years ago) atmospheric levels reached a maximum of 35% by volume, which may have contributed to the large size of insects and amphibians at this time.\nVariations in atmospheric oxygen concentration have shaped past climates. When oxygen declined, atmospheric density dropped, which in turn increased surface evaporation, causing precipitation increases and warmer temperatures.\nAt the current rate of photosynthesis it would take about 2,000 years to regenerate the entire in the present atmosphere.\nExtraterrestrial free oxygen.\nIn the field of &lt;a href=\"astrobiology\"&gt;astrobiology&lt;/a&gt; and in the search for &lt;a href=\"extraterrestrial%20life\"&gt;extraterrestrial life&lt;/a&gt; oxygen is a strong &lt;a href=\"biosignature\"&gt;biosignature&lt;/a&gt;. That said it might not be a definite biosignature, being &lt;a href=\"Extraterrestrial%20atmosphere%23Abiotic%20oxygen\"&gt;possibly produced abiotically&lt;/a&gt; on &lt;a href=\"celestial%20bodies\"&gt;celestial bodies&lt;/a&gt; with processes and conditions (such as a peculiar &lt;a href=\"hydrosphere\"&gt;hydrosphere&lt;/a&gt;) which allow free oxygen, like with &lt;a href=\"Europa%20%28moon%29\"&gt;Europa's&lt;/a&gt; and &lt;a href=\"Ganymede%20%28moon%29\"&gt;Ganymede's&lt;/a&gt; thin\noxygen atmospheres.\nIndustrial production.\nOne hundred million tonnes of are extracted from air for industrial uses annually by two primary methods. The most common method is &lt;a href=\"fractional%20distillation\"&gt;fractional distillation&lt;/a&gt; of liquefied air, with &lt;a href=\"distillation\"&gt;distilling&lt;/a&gt; as a vapor while is left as a liquid.\nThe other primary method of producing is passing a stream of clean, dry air through one bed of a pair of identical &lt;a href=\"zeolite\"&gt;zeolite&lt;/a&gt; molecular sieves, which absorbs the nitrogen and delivers a gas stream that is 90% to 93% . Simultaneously, nitrogen gas is released from the other nitrogen-saturated zeolite bed, by reducing the chamber operating pressure and diverting part of the oxygen gas from the producer bed through it, in the reverse direction of flow. After a set cycle time the operation of the two beds is interchanged, thereby allowing for a continuous supply of gaseous oxygen to be pumped through a pipeline. This is known as &lt;a href=\"pressure%20swing%20adsorption\"&gt;pressure swing adsorption&lt;/a&gt;. Oxygen gas is increasingly obtained by these non-&lt;a href=\"cryogenics\"&gt;cryogenic&lt;/a&gt; technologies (see also the related &lt;a href=\"vacuum%20swing%20adsorption\"&gt;vacuum swing adsorption&lt;/a&gt;).\nOxygen gas can also be produced through &lt;a href=\"electrolysis%20of%20water\"&gt;electrolysis of water&lt;/a&gt; into molecular oxygen and hydrogen. DC electricity must be used: if AC is used, the gases in each limb consist of hydrogen and oxygen in the explosive ratio 2:1. A similar method is the electrocatalytic evolution from oxides and &lt;a href=\"oxoacid\"&gt;oxoacid&lt;/a&gt;s. Chemical catalysts can be used as well, such as in &lt;a href=\"chemical%20oxygen%20generator\"&gt;chemical oxygen generator&lt;/a&gt;s or oxygen candles that are used as part of the life-support equipment on submarines, and are still part of standard equipment on commercial airliners in case of depressurization emergencies. Another air separation method is forcing air to dissolve through &lt;a href=\"ceramic\"&gt;ceramic&lt;/a&gt; membranes based on &lt;a href=\"zirconium%20dioxide\"&gt;zirconium dioxide&lt;/a&gt; by either high pressure or an electric current, to produce nearly pure gas.\nStorage.\n&lt;a href=\"Oxygen%20storage\"&gt;Oxygen storage&lt;/a&gt; methods include high-pressure &lt;a href=\"oxygen%20tank\"&gt;oxygen tank&lt;/a&gt;s, cryogenics and chemical compounds. For reasons of economy, oxygen is often transported in bulk as a liquid in specially insulated tankers, since one &lt;a href=\"litre\"&gt;liter&lt;/a&gt; of liquefied oxygen is equivalent to 840 liters of gaseous oxygen at atmospheric pressure and . Such tankers are used to refill bulk liquid-oxygen storage containers, which stand outside hospitals and other institutions that need large volumes of pure oxygen gas. Liquid oxygen is passed through &lt;a href=\"heat%20exchanger\"&gt;heat exchanger&lt;/a&gt;s, which convert the cryogenic liquid into gas before it enters the building. Oxygen is also stored and shipped in smaller cylinders containing the compressed gas; a form that is useful in certain portable medical applications and &lt;a href=\"oxy-fuel%20welding%20and%20cutting\"&gt;oxy-fuel welding and cutting&lt;/a&gt;.\nApplications.\nMedical.\nUptake of from the air is the essential purpose of &lt;a href=\"Respiration%20%28physiology%29\"&gt;respiration&lt;/a&gt;, so oxygen supplementation is used in &lt;a href=\"medicine\"&gt;medicine&lt;/a&gt;. Treatment not only increases oxygen levels in the patient's blood, but has the secondary effect of decreasing resistance to blood flow in many types of diseased lungs, easing work load on the heart. &lt;a href=\"Oxygen%20therapy\"&gt;Oxygen therapy&lt;/a&gt; is used to treat &lt;a href=\"emphysema\"&gt;emphysema&lt;/a&gt;, &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt;, some heart disorders (&lt;a href=\"congestive%20heart%20failure\"&gt;congestive heart failure&lt;/a&gt;), some disorders that cause increased &lt;a href=\"pulmonary%20artery%20pressure\"&gt;pulmonary artery pressure&lt;/a&gt;, and any &lt;a href=\"disease\"&gt;disease&lt;/a&gt; that impairs the body's ability to take up and use gaseous oxygen.\nTreatments are flexible enough to be used in hospitals, the patient's home, or increasingly by portable devices. &lt;a href=\"Oxygen%20tent\"&gt;Oxygen tent&lt;/a&gt;s were once commonly used in oxygen supplementation, but have since been replaced mostly by the use of &lt;a href=\"oxygen%20mask\"&gt;oxygen mask&lt;/a&gt;s or &lt;a href=\"nasal%20cannula\"&gt;nasal cannula&lt;/a&gt;s.\n&lt;a href=\"Hyperbaric%20medicine\"&gt;Hyperbaric&lt;/a&gt; (high-pressure) medicine uses special &lt;a href=\"hyperbaric%20oxygen%20chamber\"&gt;oxygen chambers&lt;/a&gt; to increase the &lt;a href=\"partial%20pressure\"&gt;partial pressure&lt;/a&gt; of around the patient and, when needed, the medical staff. &lt;a href=\"Carbon%20monoxide%20poisoning\"&gt;Carbon monoxide poisoning&lt;/a&gt;, &lt;a href=\"gas%20gangrene\"&gt;gas gangrene&lt;/a&gt;, and &lt;a href=\"decompression%20sickness\"&gt;decompression sickness&lt;/a&gt; (the 'bends') are sometimes addressed with this therapy. Increased concentration in the lungs helps to displace &lt;a href=\"carbon%20monoxide\"&gt;carbon monoxide&lt;/a&gt; from the heme group of &lt;a href=\"hemoglobin\"&gt;hemoglobin&lt;/a&gt;. Oxygen gas is poisonous to the &lt;a href=\"anaerobic%20bacteria\"&gt;anaerobic bacteria&lt;/a&gt; that cause gas gangrene, so increasing its partial pressure helps kill them. Decompression sickness occurs in divers who decompress too quickly after a dive, resulting in bubbles of inert gas, mostly nitrogen and helium, forming in the blood. Increasing the pressure of as soon as possible helps to redissolve the bubbles back into the blood so that these excess gasses can be exhaled naturally through the lungs. Normobaric oxygen administration at the highest available concentration is frequently used as first aid for any diving injury that may involve inert gas bubble formation in the tissues. There is epidemiological support for its use from a statistical study of cases recorded in a long term database.\nLife support and recreational use.\nAn application of as a low-pressure &lt;a href=\"breathing%20gas\"&gt;breathing gas&lt;/a&gt; is in modern &lt;a href=\"space%20suit\"&gt;space suit&lt;/a&gt;s, which surround their occupant's body with the breathing gas. These devices use nearly pure oxygen at about one-third normal pressure, resulting in a normal blood partial pressure of . This trade-off of higher oxygen concentration for lower pressure is needed to maintain suit flexibility.\n&lt;a href=\"Scuba%20diving\"&gt;Scuba&lt;/a&gt; and &lt;a href=\"Surface-supplied%20diving\"&gt;surface-supplied&lt;/a&gt; &lt;a href=\"underwater%20divers\"&gt;underwater divers&lt;/a&gt; and &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;rs also rely on artificially delivered . Submarines, submersibles and &lt;a href=\"atmospheric%20diving%20suits\"&gt;atmospheric diving suits&lt;/a&gt; usually operate at normal atmospheric pressure. Breathing air is scrubbed of carbon dioxide by chemical extraction and oxygen is replaced to maintain a constant partial pressure. &lt;a href=\"Ambient%20pressure\"&gt;Ambient pressure&lt;/a&gt; divers breathe air or gas mixtures with an oxygen fraction suited to the operating depth. Pure or nearly pure use in diving at pressures higher than atmospheric is usually limited to &lt;a href=\"rebreathers\"&gt;rebreathers&lt;/a&gt;, or &lt;a href=\"Decompression%20%28diving%29\"&gt;decompression&lt;/a&gt; at relatively shallow depths (~6 meters depth, or less), or &lt;a href=\"Hyperbaric%20treatment%20schedules\"&gt;medical treatment in recompression chambers&lt;/a&gt; at pressures up to 2.8 bar, where acute oxygen toxicity can be managed without the risk of drowning. Deeper diving requires significant dilution of with other gases, such as nitrogen or helium, to prevent &lt;a href=\"oxygen%20toxicity\"&gt;oxygen toxicity&lt;/a&gt;.\nPeople who climb mountains or fly in non-pressurized &lt;a href=\"fixed-wing%20aircraft\"&gt;fixed-wing aircraft&lt;/a&gt; sometimes have supplemental supplies. Pressurized commercial airplanes have an emergency supply of automatically supplied to the passengers in case of cabin depressurization. Sudden cabin pressure loss activates &lt;a href=\"chemical%20oxygen%20generator\"&gt;chemical oxygen generator&lt;/a&gt;s above each seat, causing &lt;a href=\"oxygen%20mask\"&gt;oxygen mask&lt;/a&gt;s to drop. Pulling on the masks \"to start the flow of oxygen\" as cabin safety instructions dictate, forces iron filings into the &lt;a href=\"sodium%20chlorate\"&gt;sodium chlorate&lt;/a&gt; inside the canister. A steady stream of oxygen gas is then produced by the &lt;a href=\"exothermic\"&gt;exothermic&lt;/a&gt; reaction.\nOxygen, as a mild &lt;a href=\"euphoria\"&gt;euphoric&lt;/a&gt;, has a history of recreational use in &lt;a href=\"oxygen%20bar\"&gt;oxygen bar&lt;/a&gt;s and in &lt;a href=\"sport\"&gt;sport&lt;/a&gt;s. Oxygen bars are establishments found in the United States since the late 1990s that offer higher than normal exposure for a minimal fee. Professional athletes, especially in &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt;, sometimes go off-field between plays to don oxygen masks to boost performance. The pharmacological effect is doubted; a &lt;a href=\"placebo\"&gt;placebo&lt;/a&gt; effect is a more likely explanation. Available studies support a performance boost from oxygen enriched mixtures only if it is inhaled \"during\" &lt;a href=\"aerobic%20exercise\"&gt;aerobic exercise&lt;/a&gt;.\nOther recreational uses that do not involve breathing include &lt;a href=\"pyrotechnic\"&gt;pyrotechnic&lt;/a&gt; applications, such as &lt;a href=\"George%20Goble\"&gt;George Goble&lt;/a&gt;'s five-second ignition of &lt;a href=\"barbecue\"&gt;barbecue&lt;/a&gt; grills.\nIndustrial.\n&lt;a href=\"Smelting\"&gt;Smelting&lt;/a&gt; of &lt;a href=\"iron%20ore\"&gt;iron ore&lt;/a&gt; into &lt;a href=\"steel\"&gt;steel&lt;/a&gt; consumes 55% of commercially produced oxygen. In this process, is injected through a high-pressure lance into molten iron, which removes &lt;a href=\"sulfur\"&gt;sulfur&lt;/a&gt; impurities and excess &lt;a href=\"carbon\"&gt;carbon&lt;/a&gt; as the respective oxides, and . The reactions are &lt;a href=\"exothermic%20reaction\"&gt;exothermic&lt;/a&gt;, so the temperature increases to 1,700 °&lt;a href=\"Celsius\"&gt;C&lt;/a&gt;.\nAnother 25% of commercially produced oxygen is used by the chemical industry. &lt;a href=\"Ethylene\"&gt;Ethylene&lt;/a&gt; is reacted with to create &lt;a href=\"ethylene%20oxide\"&gt;ethylene oxide&lt;/a&gt;, which, in turn, is converted into &lt;a href=\"ethylene%20glycol\"&gt;ethylene glycol&lt;/a&gt;; the primary feeder material used to manufacture a host of products, including &lt;a href=\"antifreeze\"&gt;antifreeze&lt;/a&gt; and &lt;a href=\"polyester\"&gt;polyester&lt;/a&gt; polymers (the precursors of many &lt;a href=\"plastic\"&gt;plastic&lt;/a&gt;s and &lt;a href=\"fabric\"&gt;fabric&lt;/a&gt;s). Large quantities of oxygen or air is used in oxy-cracking process and for the production of acrylic acid, diformyl-furane, and benzylic acid. On the other hand, the electrochemical synthesis of hydrogen peroxide from oxygen is a promising technology to replace the currently used hydroquinone-process. Last but not least, catalytic oxidation is used in afterburners to get rid of hazardous gases.\nMost of the remaining 20% of commercially produced oxygen is used in medical applications, &lt;a href=\"gas%20welding\"&gt;metal cutting and welding&lt;/a&gt;, as an oxidizer in &lt;a href=\"rocket%20fuel\"&gt;rocket fuel&lt;/a&gt;, and in &lt;a href=\"water%20treatment\"&gt;water treatment&lt;/a&gt;. Oxygen is used in &lt;a href=\"oxyacetylene%20welding\"&gt;oxyacetylene welding&lt;/a&gt;, burning &lt;a href=\"acetylene\"&gt;acetylene&lt;/a&gt; with to produce a very hot flame. In this process, metal up to thick is first heated with a small oxy-acetylene flame and then quickly cut by a large stream of .\nCompounds.\nThe &lt;a href=\"oxidation%20state\"&gt;oxidation state&lt;/a&gt; of oxygen is −2 in almost all known compounds of oxygen. The oxidation state −1 is found in a few compounds such as &lt;a href=\"peroxide\"&gt;peroxide&lt;/a&gt;s. Compounds containing oxygen in other oxidation states are very uncommon: −1/2 (&lt;a href=\"superoxide\"&gt;superoxide&lt;/a&gt;s), −1/3 (&lt;a href=\"ozonide\"&gt;ozonide&lt;/a&gt;s), 0 (&lt;a href=\"Allotropes%20of%20oxygen\"&gt;elemental&lt;/a&gt;, &lt;a href=\"hypofluorous%20acid\"&gt;hypofluorous acid&lt;/a&gt;), +1/2 (&lt;a href=\"dioxygenyl\"&gt;dioxygenyl&lt;/a&gt;), +1 (&lt;a href=\"dioxygen%20difluoride\"&gt;dioxygen difluoride&lt;/a&gt;), and +2 (&lt;a href=\"oxygen%20difluoride\"&gt;oxygen difluoride&lt;/a&gt;).\nOxides and other inorganic compounds.\n&lt;a href=\"Water\"&gt;Water&lt;/a&gt; () is an oxide of &lt;a href=\"hydrogen\"&gt;hydrogen&lt;/a&gt; and the most familiar oxygen compound. Hydrogen atoms are &lt;a href=\"covalent%20bonding\"&gt;covalently bonded&lt;/a&gt; to oxygen in a water molecule but also have an additional attraction (about 23.3 kJ/mol per hydrogen atom) to an adjacent oxygen atom in a separate molecule. These &lt;a href=\"hydrogen%20bond\"&gt;hydrogen bond&lt;/a&gt;s between water molecules hold them approximately 15% closer than what would be expected in a simple liquid with just &lt;a href=\"van%20der%20Waals%20force\"&gt;van der Waals force&lt;/a&gt;s.\nDue to its &lt;a href=\"electronegativity\"&gt;electronegativity&lt;/a&gt;, oxygen forms &lt;a href=\"chemical%20bond\"&gt;chemical bond&lt;/a&gt;s with almost all other elements to give corresponding &lt;a href=\"oxide\"&gt;oxide&lt;/a&gt;s. The surface of most metals, such as &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt; and &lt;a href=\"titanium\"&gt;titanium&lt;/a&gt;, are oxidized in the presence of air and become coated with a thin film of oxide that &lt;a href=\"Passivation%20%28chemistry%29\"&gt;passivates&lt;/a&gt; the metal and slows further &lt;a href=\"corrosion\"&gt;corrosion&lt;/a&gt;. Many oxides of the &lt;a href=\"transition%20metal\"&gt;transition metal&lt;/a&gt;s are &lt;a href=\"non-stoichiometric%20compound\"&gt;non-stoichiometric compound&lt;/a&gt;s, with slightly less metal than the &lt;a href=\"chemical%20formula\"&gt;chemical formula&lt;/a&gt; would show. For example, the mineral &lt;a href=\"Iron%28II%29%20oxide\"&gt;FeO&lt;/a&gt; (&lt;a href=\"w%C3%BCstite\"&gt;wüstite&lt;/a&gt;) is written as formula_1, where \"x\" is usually around 0.05.\nOxygen is present in the atmosphere in trace quantities in the form of &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt; (). The &lt;a href=\"Earth%27s%20crust\"&gt;Earth's crust&lt;/a&gt;al &lt;a href=\"Rock%20%28geology%29\"&gt;rock&lt;/a&gt; is composed in large part of oxides of &lt;a href=\"silicon\"&gt;silicon&lt;/a&gt; (&lt;a href=\"Silicon%20dioxide\"&gt;silica&lt;/a&gt; , as found in &lt;a href=\"granite\"&gt;granite&lt;/a&gt; and &lt;a href=\"quartz\"&gt;quartz&lt;/a&gt;), aluminium (&lt;a href=\"aluminium%20oxide\"&gt;aluminium oxide&lt;/a&gt; , in &lt;a href=\"bauxite\"&gt;bauxite&lt;/a&gt; and &lt;a href=\"corundum\"&gt;corundum&lt;/a&gt;), iron (&lt;a href=\"iron%28III%29%20oxide\"&gt;iron(III) oxide&lt;/a&gt; , in &lt;a href=\"hematite\"&gt;hematite&lt;/a&gt; and &lt;a href=\"rust\"&gt;rust&lt;/a&gt;), and &lt;a href=\"calcium%20carbonate\"&gt;calcium carbonate&lt;/a&gt; (in &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;). The rest of the Earth's crust is also made of oxygen compounds, in particular various complex &lt;a href=\"silicate\"&gt;silicate&lt;/a&gt;s (in &lt;a href=\"silicate%20minerals\"&gt;silicate minerals&lt;/a&gt;). The Earth's mantle, of much larger mass than the crust, is largely composed of silicates of magnesium and iron.\nWater-&lt;a href=\"solubility\"&gt;soluble&lt;/a&gt; silicates in the form of , , and are used as &lt;a href=\"detergent\"&gt;detergent&lt;/a&gt;s and &lt;a href=\"adhesive\"&gt;adhesive&lt;/a&gt;s.\nOxygen also acts as a &lt;a href=\"ligand\"&gt;ligand&lt;/a&gt; for transition metals, forming &lt;a href=\"transition%20metal%20dioxygen%20complexes\"&gt;transition metal dioxygen complexes&lt;/a&gt;, which feature metal–. This class of compounds includes the &lt;a href=\"heme\"&gt;heme&lt;/a&gt; proteins &lt;a href=\"hemoglobin\"&gt;hemoglobin&lt;/a&gt; and &lt;a href=\"myoglobin\"&gt;myoglobin&lt;/a&gt;. An exotic and unusual reaction occurs with &lt;a href=\"platinum%20hexafluoride\"&gt;&lt;/a&gt;, which oxidizes oxygen to give O2+PtF6−, &lt;a href=\"dioxygenyl%20hexafluoroplatinate\"&gt;dioxygenyl hexafluoroplatinate&lt;/a&gt;.\nOrganic compounds.\nAmong the most important classes of organic compounds that contain oxygen are (where \"R\" is an organic group): &lt;a href=\"Alcohol%20%28chemistry%29\"&gt;alcohol&lt;/a&gt;s (R-OH); &lt;a href=\"ether\"&gt;ether&lt;/a&gt;s (R-O-R); &lt;a href=\"ketone\"&gt;ketone&lt;/a&gt;s (R-CO-R); &lt;a href=\"aldehyde\"&gt;aldehyde&lt;/a&gt;s (R-CO-H); &lt;a href=\"carboxylic%20acid\"&gt;carboxylic acid&lt;/a&gt;s (R-COOH); &lt;a href=\"ester\"&gt;ester&lt;/a&gt;s (R-COO-R); &lt;a href=\"Organic%20acid%20anhydride\"&gt;acid anhydrides&lt;/a&gt; (R-CO-O-CO-R); and &lt;a href=\"amide\"&gt;amide&lt;/a&gt;s (). There are many important organic &lt;a href=\"solvent\"&gt;solvent&lt;/a&gt;s that contain oxygen, including: &lt;a href=\"acetone\"&gt;acetone&lt;/a&gt;, &lt;a href=\"methanol\"&gt;methanol&lt;/a&gt;, &lt;a href=\"ethanol\"&gt;ethanol&lt;/a&gt;, &lt;a href=\"Isopropyl%20alcohol\"&gt;isopropanol&lt;/a&gt;, &lt;a href=\"furan\"&gt;furan&lt;/a&gt;, &lt;a href=\"tetrahydrofuran\"&gt;THF&lt;/a&gt;, &lt;a href=\"diethyl%20ether\"&gt;diethyl ether&lt;/a&gt;, &lt;a href=\"1%2C4-Dioxane\"&gt;dioxane&lt;/a&gt;, &lt;a href=\"ethyl%20acetate\"&gt;ethyl acetate&lt;/a&gt;, &lt;a href=\"dimethylformamide\"&gt;DMF&lt;/a&gt;, &lt;a href=\"dimethyl%20sulfoxide\"&gt;DMSO&lt;/a&gt;, &lt;a href=\"acetic%20acid\"&gt;acetic acid&lt;/a&gt;, and &lt;a href=\"formic%20acid\"&gt;formic acid&lt;/a&gt;. Acetone () and &lt;a href=\"phenol\"&gt;phenol&lt;/a&gt; () are used as feeder materials in the synthesis of many different substances. Other important organic compounds that contain oxygen are: &lt;a href=\"glycerol\"&gt;glycerol&lt;/a&gt;, &lt;a href=\"formaldehyde\"&gt;formaldehyde&lt;/a&gt;, &lt;a href=\"glutaraldehyde\"&gt;glutaraldehyde&lt;/a&gt;, &lt;a href=\"citric%20acid\"&gt;citric acid&lt;/a&gt;, &lt;a href=\"acetic%20anhydride\"&gt;acetic anhydride&lt;/a&gt;, and &lt;a href=\"acetamide\"&gt;acetamide&lt;/a&gt;. &lt;a href=\"Epoxide\"&gt;Epoxide&lt;/a&gt;s are ethers in which the oxygen atom is part of a ring of three atoms. The element is similarly found in almost all &lt;a href=\"biomolecule\"&gt;biomolecule&lt;/a&gt;s that are important to (or generated by) life.\nOxygen reacts spontaneously with many &lt;a href=\"organic%20chemistry\"&gt;organic&lt;/a&gt; compounds at or below room temperature in a process called &lt;a href=\"autoxidation\"&gt;autoxidation&lt;/a&gt;. Most of the &lt;a href=\"organic%20compound\"&gt;organic compound&lt;/a&gt;s that contain oxygen are not made by direct action of . Organic compounds important in industry and commerce that are made by direct oxidation of a precursor include &lt;a href=\"ethylene%20oxide\"&gt;ethylene oxide&lt;/a&gt; and &lt;a href=\"peracetic%20acid\"&gt;peracetic acid&lt;/a&gt;.\nSafety and precautions.\nThe &lt;a href=\"NFPA%20704\"&gt;NFPA 704&lt;/a&gt; standard rates compressed oxygen gas as nonhazardous to health, nonflammable and nonreactive, but an oxidizer. Refrigerated liquid oxygen (LOX) is given a health hazard rating of 3 (for increased risk of &lt;a href=\"hyperoxia\"&gt;hyperoxia&lt;/a&gt; from condensed vapors, and for hazards common to cryogenic liquids such as frostbite), and all other ratings are the same as the compressed gas form.\nToxicity.\nOxygen gas () can be &lt;a href=\"Oxygen%20toxicity\"&gt;toxic&lt;/a&gt; at elevated &lt;a href=\"partial%20pressure\"&gt;partial pressure&lt;/a&gt;s, leading to &lt;a href=\"convulsion\"&gt;convulsion&lt;/a&gt;s and other health problems. Oxygen toxicity usually begins to occur at partial pressures more than 50 kilo&lt;a href=\"Pascal%20%28unit%29\"&gt;pascals&lt;/a&gt; (kPa), equal to about 50% oxygen composition at standard pressure or 2.5 times the normal sea-level partial pressure of about 21 kPa. This is not a problem except for patients on &lt;a href=\"mechanical%20ventilator\"&gt;mechanical ventilator&lt;/a&gt;s, since gas supplied through &lt;a href=\"oxygen%20mask\"&gt;oxygen mask&lt;/a&gt;s in medical applications is typically composed of only 30–50% by volume (about 30 kPa at standard pressure).\nAt one time, &lt;a href=\"Premature%20birth\"&gt;premature babies&lt;/a&gt; were placed in incubators containing -rich air, but this practice was discontinued after some babies were blinded by the oxygen content being too high.\nBreathing pure in space applications, such as in some modern space suits, or in early spacecraft such as &lt;a href=\"Apollo%20spacecraft\"&gt;Apollo&lt;/a&gt;, causes no damage due to the low total pressures used. In the case of spacesuits, the partial pressure in the breathing gas is, in general, about 30 kPa (1.4 times normal), and the resulting partial pressure in the astronaut's arterial blood is only marginally more than normal sea-level partial pressure.\nOxygen toxicity to the lungs and &lt;a href=\"central%20nervous%20system\"&gt;central nervous system&lt;/a&gt; can also occur in deep &lt;a href=\"scuba%20diving\"&gt;scuba diving&lt;/a&gt; and &lt;a href=\"surface%20supplied%20diving\"&gt;surface supplied diving&lt;/a&gt;. Prolonged breathing of an air mixture with an partial pressure more than 60 kPa can eventually lead to permanent &lt;a href=\"pulmonary%20fibrosis\"&gt;pulmonary fibrosis&lt;/a&gt;. Exposure to an partial pressures greater than 160 kPa (about 1.6 atm) may lead to convulsions (normally fatal for divers). Acute oxygen toxicity (causing seizures, its most feared effect for divers) can occur by breathing an air mixture with 21% at or more of depth; the same thing can occur by breathing 100% at only .\nCombustion and other hazards.\nHighly concentrated sources of oxygen promote rapid combustion. &lt;a href=\"Fire\"&gt;Fire&lt;/a&gt; and &lt;a href=\"explosion\"&gt;explosion&lt;/a&gt; hazards exist when concentrated oxidants and &lt;a href=\"fuel\"&gt;fuel&lt;/a&gt;s are brought into close proximity; an ignition event, such as heat or a spark, is needed to trigger combustion. Oxygen is the oxidant, not the fuel, but nevertheless the source of most of the chemical energy released in combustion.\nConcentrated will allow combustion to proceed rapidly and energetically. &lt;a href=\"Steel\"&gt;Steel&lt;/a&gt; pipes and storage vessels used to store and transmit both gaseous and &lt;a href=\"liquid%20oxygen\"&gt;liquid oxygen&lt;/a&gt; will act as a fuel; and therefore the design and manufacture of systems requires special training to ensure that ignition sources are minimized. The fire that killed the &lt;a href=\"Apollo%201\"&gt;Apollo 1&lt;/a&gt; crew in a launch pad test spread so rapidly because the capsule was pressurized with pure but at slightly more than atmospheric pressure, instead of the normal pressure that would be used in a mission.\nLiquid oxygen spills, if allowed to soak into organic matter, such as &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, &lt;a href=\"petrochemical\"&gt;petrochemical&lt;/a&gt;s, and &lt;a href=\"asphalt\"&gt;asphalt&lt;/a&gt; can cause these materials to &lt;a href=\"Detonation\"&gt;detonate&lt;/a&gt; unpredictably on subsequent mechanical impact."
}