{
    "id": "223199",
    "revid": "37857296",
    "url": "https://en.wikipedia.org/wiki?curid=223199",
    "title": "Parkour",
    "text": "Parkour () is an athletic &lt;a href=\"Training%23Physical%20training\"&gt;training&lt;/a&gt; discipline in which practitioners (called ) attempt to get from point A to point B in the most creative and entertaining way possible, without assisting equipment and in the fastest and most efficient way possible. With roots in military &lt;a href=\"obstacle%20course\"&gt;obstacle course&lt;/a&gt; training and &lt;a href=\"martial%20arts\"&gt;martial arts&lt;/a&gt;, parkour includes &lt;a href=\"running\"&gt;running&lt;/a&gt;, &lt;a href=\"climbing\"&gt;climbing&lt;/a&gt;, &lt;a href=\"%3Awikt%3Aswinging\"&gt;swinging&lt;/a&gt;, &lt;a href=\"vault%20%28urban%20movement%29\"&gt;vaulting&lt;/a&gt;, &lt;a href=\"jumping\"&gt;jumping&lt;/a&gt;, &lt;a href=\"plyometrics\"&gt;plyometrics&lt;/a&gt;, &lt;a href=\"roll%20%28gymnastics%29\"&gt;rolling&lt;/a&gt;, and &lt;a href=\"crawling%20%28human%29\"&gt;quadrupedal movement&lt;/a&gt;—whatever is suitable for a given situation. Parkour is an activity that can be practiced alone or with others, and is usually carried out in urban spaces, though it can be done anywhere. It involves seeing one's environment in a new way, and envisioning the potential for navigating it by movement around, across, through, over and under its features.\nIn addition to the basic style of parkour, there are types that include vaulting, rolls, and dropping from high places. Parkour may include front flips, back flips, and side flips. A style called \"tricking\" may include flipping together with kicking; this style is related to extreme martial arts (XMA), break dancing, and gymnastics.\nParkour as a type of movement was established by &lt;a href=\"David%20Belle\"&gt;David Belle&lt;/a&gt; in France in 1988. However, the practice of similar movements in communities around the world brings into question the relevance of such an attribution. The discipline was popularised in the late 1990s and 2000s through films, documentaries, video games, and advertisements.\nEtymology.\nThe word \"parkour\" derives from \"parcours du combattant\" (obstacle course), the classic obstacle course method of military training proposed by &lt;a href=\"Georges%20H%C3%A9bert\"&gt;Georges Hébert&lt;/a&gt;. Raymond Belle used the term \"les parcours\" to encompass all of his training including climbing, jumping, running, balancing, and the other methods he undertook in his personal athletic advancement. His son, David, further developed his father's methods and achieved success as a stuntman, and one day on a film set showed his 'Speed Air Man' video to &lt;a href=\"Hubert%20Kound%C3%A9\"&gt;Hubert Koundé&lt;/a&gt;. Koundé suggested he change the \"c\" of \"parcours\" to a \"k\" because it was stronger and more dynamic, and to remove the silent \"s\" for the same reason, forming \"parkour\".\nA practitioner of parkour is called a \"traceur\", with the feminine form being \"traceuse\". They are &lt;a href=\"noun%20substantive\"&gt;nouns&lt;/a&gt; derived from the French verb \"\", which normally means \"to trace\", as in \"tracing a path\", in reference to drawing. The verb \"tracer\" used familiarly means: \"to hurry up\". The term \"traceur\" was originally the name of a parkour group headed by David Belle which included &lt;a href=\"S%C3%A9bastien%20Foucan\"&gt;Sébastien Foucan&lt;/a&gt; and Stéphane Vigroux.\nA \"jam\" refers to a meeting of traceurs, involving training lasting anywhere from hours to several days, often with people from different cities. The first parkour jam was organised in July 2002 by Romain Drouet, with a dozen people including &lt;a href=\"S%C3%A9bastien%20Foucan\"&gt;Sébastien Foucan&lt;/a&gt; and Stéphane Vigroux.\nHistory.\nGeorges Hébert.\nIn Western Europe, a forerunner of parkour was developed by French naval officer &lt;a href=\"Georges%20H%C3%A9bert\"&gt;Georges Hébert&lt;/a&gt;, who before &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; promoted athletic skill based on the models of indigenous tribes he had met in Africa. He noted, \"their bodies were splendid, flexible, nimble, skillful, enduring, and resistant but yet they had no other tutor in gymnastics but their lives in nature.\" His rescue efforts during the &lt;a href=\"1902%20eruption%20of%20Mount%20Pel%C3%A9e\"&gt;1902 eruption&lt;/a&gt; of &lt;a href=\"Mount%20Pel%C3%A9e\"&gt;Mount Pelée&lt;/a&gt; on &lt;a href=\"Saint-Pierre%2C%20Martinique\"&gt;Saint-Pierre, Martinique&lt;/a&gt; reinforced his belief that athletic skill must be combined with courage and altruism. Hébert became a physical education tutor at the college of &lt;a href=\"Reims\"&gt;Reims&lt;/a&gt; in France. Hébert set up a \"méthode naturelle\" (\"natural method\") session consisting of ten fundamental groups: walking, running, jumping, quadrupedal movement, climbing, balancing, throwing, lifting, self-defence, and swimming. These were intended to develop \"the three main forces\": energetic (willpower, courage, coolness, and firmness), moral (benevolence, assistance, honour, and honesty), and physical (muscles and breath). During World War I and World War II, teaching continued to expand, becoming the standard system of French military education and training. Inspired by Hébert, a Swiss architect developed a \"parcours du combattant\"—military obstacle course—the first of the courses that are now standard in military training and which led to the development of civilian &lt;a href=\"fitness%20trail\"&gt;fitness trail&lt;/a&gt;s and confidence courses.\nRaymond and David Belle.\nBorn in 1939 in &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;, Raymond Belle was the son of a French physician and Vietnamese mother. During the &lt;a href=\"First%20Indochina%20War\"&gt;First Indochina War&lt;/a&gt;, his father died and he was separated from his mother, after which he was sent to a military orphanage in &lt;a href=\"Da%20Lat\"&gt;Da Lat&lt;/a&gt; at the age of seven. He took it upon himself to train harder and longer than everyone else in order never to be a victim. At night, when everyone else was asleep, he would be outside running or climbing trees. He would use the military &lt;a href=\"obstacle%20course\"&gt;obstacle course&lt;/a&gt;s in secret, and also created courses of his own that tested his endurance, strength, and flexibility. Doing this enabled him not only to survive the hardships he experienced during his childhood, but also eventually to thrive. After the &lt;a href=\"Battle%20of%20Dien%20Bien%20Phu\"&gt;Battle of Dien Bien Phu&lt;/a&gt; in 1954, he returned to France and remained in military education until the age of 19, when he joined the &lt;a href=\"Paris%20Fire%20Brigade\"&gt;Paris Fire Brigade&lt;/a&gt;, a French Army unit.\nRaymond's son, &lt;a href=\"David%20Belle\"&gt;David Belle&lt;/a&gt;, was born in 1973. He experimented with &lt;a href=\"gymnastics\"&gt;gymnastics&lt;/a&gt; and &lt;a href=\"Athletics%20%28sport%29\"&gt;athletics&lt;/a&gt; but became increasingly disaffected with both school and the &lt;a href=\"sports%20club\"&gt;sports club&lt;/a&gt;s. As he got older, he claims to have to read (as-yet-unconfirmed) newspaper clippings that told of his father's exploits and was increasingly curious about what had enabled his father to accomplish these feats. Through conversations with his father, he realised that what he really wanted was a means to develop skills that would be useful to him in life, rather than just training to kick a ball or perform moves in a padded, indoor environment.\nThrough conversations with his father, David learned about this way of training that his father called \"parcours\". He heard his father talk of the many repetitions he had done in order to find the best way of doing things. He learned that for his father, training was not a game but something vital which enabled him to survive and to protect the people he cared about. David realised that this was what he had been searching for, and so he began training in the same way. After a time, he found it far more important to him than schooling and he gave up his other commitments to focus all his time on his training.\nYamakasi.\nDavid initially trained on his own, and after moving to &lt;a href=\"Lisses\"&gt;Lisses&lt;/a&gt;, found other young men (including his cousins) who had similar desires, and they began to train together. The group eventually included David Belle, &lt;a href=\"S%C3%A9bastien%20Foucan\"&gt;Sébastien Foucan&lt;/a&gt;, Châu Belle Dinh, Williams Belle, Yann Hnautra, Laurent Piemontesi, Guylain N'Guba Boyeke, Malik Diouf, and Charles Perrière. The group began calling themselves the \"Yamakasi\", from the &lt;a href=\"Lingala%20language\"&gt;Lingala&lt;/a&gt; \"ya makási\", meaning strong in one's person, or \"strong man, strong spirit\" (see &lt;a href=\"%23Name%20and%20split\"&gt;§ Name and split&lt;/a&gt; below).\nThe group drew inspiration from &lt;a href=\"Asian%20culture\"&gt;Asian culture&lt;/a&gt; and &lt;a href=\"Asian%20martial%20arts\"&gt;Asian martial arts&lt;/a&gt;, notably the acrobatics of &lt;a href=\"Jackie%20Chan\"&gt;Jackie Chan&lt;/a&gt; such as \"&lt;a href=\"qinggong\"&gt;qinggong&lt;/a&gt;\" displays in his &lt;a href=\"Hong%20Kong%20action%20films\"&gt;Hong Kong action films&lt;/a&gt;, and the training philosophy of &lt;a href=\"Bruce%20Lee\"&gt;Bruce Lee&lt;/a&gt;, considering the latter to be the \"unofficial president\" of their group. The group also was influenced by the Japanese &lt;a href=\"sh%C5%8Dnen%20manga\"&gt;shōnen manga&lt;/a&gt; and &lt;a href=\"anime\"&gt;anime&lt;/a&gt; series \"&lt;a href=\"Dragon%20Ball\"&gt;Dragon Ball&lt;/a&gt;,\" in which the heroes attained extraordinary abilities through hard work, as well as the &lt;a href=\"martial%20arts%20films\"&gt;martial arts films&lt;/a&gt; of Belgian actor &lt;a href=\"Jean-Claude%20Van%20Damme\"&gt;Jean-Claude Van Damme&lt;/a&gt;.\nDiscipline.\nThe group put themselves through challenges that forced them to find the physical and mental strength to succeed. Examples included training without food or water, or sleeping on the floor without a blanket to learn to endure the cold. For example, no one in the group was permitted to be late for training, as it would hold back the whole group. If any member completed a challenge, everyone else had to do the same thing. During their training, no one was allowed to complain or be negative. Few excuses were allowed. For instance, if someone claimed that his shoes were too worn out in to make a jump, he had to do it anyway, even if it meant doing the jump barefoot. At the same time, everyone was required to have knowledge of their own limits.\nRespecting one's health and physical well-being was one of the foundations of the group. If any member hurt himself during or after the execution of a movement, the movement was deemed a failure. A movement executed only once was not considered an achievement; only with repetition was the challenge complete. Every movement had to be repeated at least ten times in a row without the traceur having to push his limits or sustaining any injury. If any mistake was made by any traceur in the group everyone had to start all over again.\nHumility was an important principle. No traceur was allowed to feel superior to someone else, for example, by executing a movement only to show off in front of someone who could not perform the movement. If any traceur in the group claimed that he had completed a difficult and dangerous challenge that should not be attempted unaided, he had to prove his claims by doing the challenge again. Anyone who lied violated the principle of humility.\nTo join the group, new members had to be recommended by an existing member and then pass tests to evaluate their motivation for joining. Despite the huge emphasis on the collective, each traceur had to progress and develop independently—\"to create the means to be yourself\"—and there was a complete trust within the group. Every traceur was to encourage the others and show confidence through their behaviour. If a member violated the principles, the group could meet without the offending person to discuss various punishments. Anyone deemed unsuitable could be temporarily or even permanently banned from the group in order to uphold its disciplines and values.\nName and split.\nIn 1997, David Belle's brother Jean-François invited the group to perform for the public in a firefighter show in Paris. For the performance, the group named themselves \"&lt;a href=\"Yamakasi\"&gt;Yamakasi&lt;/a&gt;\", from the &lt;a href=\"Democratic%20Republic%20of%20the%20Congo\"&gt;Congolese&lt;/a&gt; &lt;a href=\"Lingala%20language\"&gt;Lingala&lt;/a&gt; \"ya makási\", meaning strong in one's person, or \"strong man, strong spirit\". Sébastien Foucan also invented a name for what they were doing: \"\"l'art du déplacement\" (French for \"the art of movement\"). The firefighter performance caused both positive and negative attention. Some members of the group were concerned how the public would view their discipline since the performance did not demonstrate all aspects of it, such as their hard training and their values and ethics. Jean-François also sent pictures and video of the group to a French TV programme, and the popularity of parkour began to increase. A series of television programmes in various countries subsequently featured video footage of the group, and they began to get more requests for performances. During this time, conflicting interests arose within the group. Sébastien Foucan wanted to teach more rather than to train more, and David Belle had the ambition to become an actor. David and Sébastien chose to leave the group, and used the name \"parkour\" to describe their activity (see &lt;a href=\"Parkour%23Etymology\"&gt;§ Etymology&lt;/a&gt; above). The seven remaining Yamakasi members continued to use the term \"l'art du déplacement\" (see &lt;a href=\"Parkour%23Derivative%20terminologies%20and%20disciplines\"&gt;§ Derivative terminologies and disciplines&lt;/a&gt; below).\nOrganizations.\nInternational parkour organizations include the &lt;a href=\"World%20Freerunning%20and%20Parkour%20Federation\"&gt;World Freerunning and Parkour Federation&lt;/a&gt;, established in 2007, who have worked with &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt; to produce parkour-related shows.\n&lt;a href=\"International%20Gymnastics%20Federation\"&gt;International Gymnastics Federation&lt;/a&gt; (FIG) added parkour as one of their disciplines in 2017, despite much opposition, including the establishment of &lt;a href=\"Parkour%20Earth\"&gt;Parkour Earth&lt;/a&gt; to represent various national organizations in opposition to the gymnastics organization. The FIG program includes Speed-Run (Sprint) and Freestyle events. The first event in the FIG Parkour World Cup was held on 6–8 April 2018. The first Parkour World Championships was scheduled to take place at &lt;a href=\"Hiroshima\"&gt;Hiroshima&lt;/a&gt; on 3–5 April 2020, but was postponed as a result of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. Parkour is expected to debut at the &lt;a href=\"2022%20World%20Games\"&gt;2022 World Games&lt;/a&gt;.\nPhilosophy.\nAccording to Williams Belle, the philosophies and theories behind parkour are an integral aspect of the art, one that many non-practitioners have never been exposed to. Belle says he trains people because he wants it \"to be alive\" and \"for people to use it\". Châu Belle explains it is a \"type of freedom\" or \"kind of expression\"; that parkour is \"only a state of mind\" rather than a set of actions, and that it is about overcoming and adapting to mental and emotional obstacles as well as physical barriers. Traceur Dylan Baker says, \"Parkour also influences one's thought processes by enhancing self-confidence and critical thinking skills that allow one to overcome everyday physical and mental obstacles\". A study by \"Neuropsychiatrie de l'Enfance et de l'Adolescence\" (Neuropsychiatry of Childhood and Adolescence) in France found traceurs seek more excitement and leadership situations than gymnasts do.\nAcademic research on parkour has tended to describe how parkour provides a novel way of interacting with the urban environment that challenges the use and meaning of urban space, metropolitan life, and embodiment.\nA newer convention of parkour philosophy has been the idea of \"human reclamation\". Andy Tran of Urban Evolution clarifies it as \"a means of reclaiming what it means to be a human being. It teaches us to move using the natural methods that we should have learned from infancy. It teaches us to touch the world and interact with it, instead of being sheltered by it.\" Another traceur writes, \"It is as much as a part of truly learning the physical art as well as being able to master the movements; it gives you the ability to overcome your fears and pains and reapply this to life, as you must be able to control your mind in order to master the art of parkour.\"\nCompetition.\nA campaign was started on 1 May 2007 by the Parkour.NET portal to preserve parkour's philosophy against sports competition and rivalry. In the words of &lt;a href=\"Erwan%20Le%20Corre\"&gt;Erwan Le Corre&lt;/a&gt;, \"Competition pushes people to fight against others for the satisfaction of a crowd and/or the benefits of a few business people by changing its mindset. Parkour is unique and cannot be a competitive sport unless it ignores its altruistic core of self-development. If parkour becomes a sport, it will be hard to seriously teach and spread parkour as a non-competitive activity. And a new sport will be spread that may be called parkour, but that won't hold its philosophical essence anymore.\" Red Bull's sponsored athlete for parkour, Ryan Doyle, has said, \"Sometimes people ask, 'Who is the best at parkour?' and it is because they don't understand what Parkour is; 'Who is the best?' is what you would say about a sport, and parkour is not a sport—it is an art, it's a discipline. That's like saying, 'What's the best song in the world?'\" This seems to be the consensus among many professional traceurs who view parkour as a lifestyle more than as a set of tricks, as has been popularised by YouTube and most media exposure.\nThere are competitions that use parkour as the main influence for formatting and judging criteria. Sport Parkour League's \"North America Parkour Championships\" hosts a series of local and regional qualifier events which culminate in a final event in Vancouver, B.C. Red Bull's Art of Motion event is the longest running and highest profile professional freerunning competition.\nDavid Belle.\nIn his 2009 book \"Parkour\", David Belle stressed that the most important aspect of parkour is not the physical movements, but rather the practitioner's mentality and understanding of its principles. \"When young trainees come to see me and give me videos telling me to check out what they are doing, I just take the tape and throw it away. What I'm interested in is what the guy's got in his head, if he has self-confidence, if he masters the technique, if he has understood the principles of parkour. I just can't deal with guys who do Parkour because they saw videos on the Internet and thought it was kinda cool and want to do even better.\" Further, he states the importance of traceurs being aware of their abilities and limitations, and developing in their own way. \"When a young person asks me, 'Can you show me how to do this?' I simply answer, ‘No, I am going to show you how \"I\" do it. Then, you'll have to learn with your own technique, your own way of moving, your style, your abilities and your limitations. You are going to learn to be yourself, not someone else along the way.’\"\nThe philosophy of parkour has been compared to that of martial arts. In an interview with \"The New Yorker\", David Belle acknowledges the influence, \"There's a quote by &lt;a href=\"Bruce%20Lee\"&gt;Bruce Lee&lt;/a&gt; that's my motto: 'There are no limits. There are plateaus, but you must not stay there, you must go beyond them. A man must constantly exceed his level.' If you're not better than you were the day before, then what are you doing—what's the point?\" In an interview with the press, Belle explained that parkour is a training method for warriors. \"So many people try to train easy—'Come do parkour! It's really cool!' But if tomorrow I made you do real training, you would end up crying. That's what you need to know: you are going to cry, you are going to bleed and you are going to sweat like never before.\" In his book, Belle also quotes his father Raymond, \"If two roads open up before you, always take the most difficult one. Because you know you can travel the easy one.\"\nBelle is an influential proponent of discipline and control in parkour, saying, \"Precision is all about being measured,\" and going on to describe parkour as an art that requires huge amounts of repetition and practice to master. \"With parkour, I often say, 'Once is never'. In other words, someone can manage a jump one time but it does not mean anything. It can be luck or chance. When you make a jump, you have to do it at least three times to be sure you can actually do it. It's an unavoidable rule. Do it the hard way and stop lying to yourself. When you come for training, you have to train. Even if it means doing the same jump fifty or a hundred times.\" To its founder, parkour is a method of self-refinement, used for learning to control and focus oneself.\nPractice.\nMovement.\nWhile there is no official list of \"moves\" in parkour, the style in which practitioners move often sets them apart from others, and there are a number of named movements that are characteristic, for example:\nEquipment.\nParkour is practiced without traditional equipment, though items such as bars, walls, and boxes found in the environment in which the parkour is being practiced in, are utilised to better navigate the area. Practitioners normally train wearing light, non-restrictive casual clothing. Traceurs who wear gloves are rare—bare hands are considered better for grip and tactile feedback. Light running shoes with good grip and flexibility are encouraged because they allow for more natural and fluid movements. Practitioners often use &lt;a href=\"minimalist%20shoes\"&gt;minimalist shoes&lt;/a&gt;, sometimes as a progression to bare feet, for better sensitivity and balance, while others prefer more cushioning for better absorption of impacts from large jumps. Barefoot training is done by some for movement competency without gear—David Belle noted that \"bare feet are the best shoes.\" Various &lt;a href=\"sneakers\"&gt;sneaker&lt;/a&gt; manufacturers have developed shoes specifically for parkour and &lt;a href=\"freerunning\"&gt;freerunning&lt;/a&gt;. Many other companies around the world have started offering clothing targeted at parkour.\nRisks.\nTrespassing.\nParkour is not widely practiced in dedicated public facilities. Although efforts are being made to create places for it, many traceurs do not like the idea, as it is contradictory to parkour's values of adaptation, creativity, and freedom. Traceurs practice parkour in both rural and urban areas such as gyms, parks, playgrounds, offices, and abandoned structures. Concerns have been raised regarding trespassing, damage of property, and use of inappropriate places such as cemeteries. Many parkour organizations around the globe support the \"Leave No Trace\" initiative, an urban version of the &lt;a href=\"Leave%20No%20Trace\"&gt;outdoor conservation ethic&lt;/a&gt; created by the Seattle &lt;a href=\"Nonprofit%20organization\"&gt;nonprofit&lt;/a&gt; \"Parkour Visions\" in 2008, promoting safety, respect for the spaces used and their other users, and sometimes includes picking up rubbish to leave areas in better condition than they were found.\nInjuries and deaths.\nConcerns have been raised by law enforcement and fire and rescue teams about the risks inherent in jumping off high buildings. They argue that practitioners are needlessly risking damage to both themselves and rooftops by practicing at height, with police forces calling for practitioners to stay off the rooftops. Some practitioners of parkour agree that such behaviour should be discouraged.\nBecause parkour philosophy is about learning to control oneself in interaction with the environment, many parkour experts consider serious injury evidence of the traceur’s failure to follow the precepts of the discipline, specifically, knowing one’s limitations. Daniel Ilabaca, co-founder of the World Parkour and Freerunning Federation, said, \"Thinking you're going to fail at something gives you a higher risk of doing just that. Committing to something you're thinking or knowing you will land gives you a higher chance of landing or completing the task.\" On &lt;a href=\"Sports%20biomechanics\"&gt;biomechanical&lt;/a&gt; grounds, studies found parkour landing techniques result in lower landing forces in comparison with traditional sport techniques. In a &lt;a href=\"Survey%20methodology\"&gt;survey&lt;/a&gt; of parkour-related emergency department visits in the United States between 2009 and 2015, most injuries were reportedly caused by landing or from striking objects.\nAmerican traceur Mark Toorock said injuries are rare \"because participants rely not on what they can't control—wheels or the icy surfaces of snowboarding and skiing—but their own hands and feet,\" but Lanier Johnson, executive director of the &lt;a href=\"American%20Sports%20Medicine%20Institute\"&gt;American Sports Medicine Institute&lt;/a&gt;, noted that many of the injuries are not reported.\nImpact.\nInitially featured in films of French director/producer &lt;a href=\"Luc%20Besson\"&gt;Luc Besson&lt;/a&gt;, parkour was first introduced to the British public by the &lt;a href=\"BBC%20One\"&gt;BBC One&lt;/a&gt; TV channel trailer \"Rush Hour\" in April 2002. It featured David Belle leaping across London's rooftops from his office to home, in an attempt to catch his favourite BBC programme, and captured the imagination of many viewers, especially when they learned no special effects or wires were used. This advertisement, along with others for &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt;, &lt;a href=\"Nike%2C%20Inc.\"&gt;Nike&lt;/a&gt;, and &lt;a href=\"Toyota\"&gt;Toyota&lt;/a&gt;, had a large-scale impact on public awareness of parkour.\nThe creation of parkour show-reels and documentaries has been crucial to the spread of parkour, and is common in the parkour community. \"&lt;a href=\"Jump%20London\"&gt;Jump London&lt;/a&gt;\" is a 2003 documentary explaining some of the background of parkour, culminating with &lt;a href=\"S%C3%A9bastien%20Foucan\"&gt;Sébastien Foucan&lt;/a&gt;, Johann Vigroux, and &lt;a href=\"J%C3%A9r%C3%B4me%20Ben%20Aoues\"&gt;Jérôme Ben Aoues&lt;/a&gt; demonstrating their parkour skills. \"Jump London\" changed the presence of parkour in the UK almost overnight and is widely credited for inspiring a new generation of traceurs. It was followed by \"&lt;a href=\"Jump%20Britain\"&gt;Jump Britain&lt;/a&gt;\" in 2005. Both Jump films were shown in more than 80 countries, thereby introducing the discipline and its philosophy to an unprecedented global audience. Both films have been cited by numerous practitioners as their motivation for taking up the discipline.\nThe Australian version of \"&lt;a href=\"60%20Minutes%20%28Australian%20TV%20program%29\"&gt;60 Minutes&lt;/a&gt;\" broadcast a segment about parkour on 16 September 2007, featuring Foucan and Stephane Vigroux.\nParkour is not defined by a set of rules or guidelines, a feature which has proven particularly attractive to young people, allowing them to explore and engage in the activity on their own terms. It can be easily accepted by all cultures as a means of personal expression and recreation. For example, in 2010 \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" published a short video featuring three young men from the Gaza Strip who were active members of the parkour community. In 2014, the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; covered youth parkour participation in &lt;a href=\"Jammu%20and%20Kashmir%20%28state%29\"&gt;Jammu and Kashmir&lt;/a&gt;. Zahid Shah founded the Kashmir Freerunning and Parkour Federation, finding hope in the non-violent discipline of parkour.\nEntertainment.\nParkour has become a popular element in action sequences, with film directors hiring parkour practitioners as &lt;a href=\"stunt%20performer\"&gt;stunt performer&lt;/a&gt;s. The first director to do so was &lt;a href=\"Luc%20Besson\"&gt;Luc Besson&lt;/a&gt;, for the film \"&lt;a href=\"Taxi%202\"&gt;Taxi 2&lt;/a&gt;\" in 1998, followed by \"&lt;a href=\"Yamakasi%20%28film%29\"&gt;Yamakasi&lt;/a&gt;\" in 2001 featuring members of the original &lt;a href=\"Yamakasi\"&gt;Yamakasi&lt;/a&gt; group, and its sequel \"&lt;a href=\"Les%20fils%20du%20vent\"&gt;Les fils du vent&lt;/a&gt;\" in 2004. Also in 2004, Besson wrote \"&lt;a href=\"District%2013\"&gt;District 13&lt;/a&gt;\", another feature film involving advanced parkour chase sequences, starring &lt;a href=\"David%20Belle\"&gt;David Belle&lt;/a&gt; and &lt;a href=\"Cyril%20Raffaelli\"&gt;Cyril Raffaelli&lt;/a&gt;, followed by the sequel \"\" in 2009 and remade in English as \"&lt;a href=\"Brick%20Mansions\"&gt;Brick Mansions&lt;/a&gt;\" in 2014.\nIn 2006 the film \"&lt;a href=\"Casino%20Royale%20%282006%20film%29\"&gt;Casino Royale&lt;/a&gt;\" featured Sébastien Foucan in a chase taking place early in the movie, sparking renewed media interest in parkour. Along with \"&lt;a href=\"The%20Bourne%20Ultimatum%20%28film%29\"&gt;The Bourne Ultimatum&lt;/a&gt;\" (2007), \"Casino Royale\" is credited with starting a new wave of Parkour-inspired stunts in &lt;a href=\"Western%20world\"&gt;Western&lt;/a&gt; film and television. Parkour was prominent in \"&lt;a href=\"Live%20Free%20or%20Die%20Hard\"&gt;Live Free or Die Hard&lt;/a&gt;\" (2007), again with stuntman/actor Cyril Raffaelli, and \"\" (2010), choreographed by David Belle. Several films besides \"Yamakasi\" are about thieves who use parkour, such as \"&lt;a href=\"Breaking%20and%20Entering%20%28film%29\"&gt;Breaking and Entering&lt;/a&gt;\" (2006), \"Run\" (2013), and \"&lt;a href=\"Tracers%20%28film%29\"&gt;Tracers&lt;/a&gt;\" (2015). The 2011 film \"&lt;a href=\"Freerunner%20%28film%29\"&gt;Freerunner&lt;/a&gt;\" is about eight &lt;a href=\"freerunning\"&gt;freerunners&lt;/a&gt; racing through a city for survival. The 2019 &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; film \"&lt;a href=\"6%20Underground%20%28film%29\"&gt;6 Underground&lt;/a&gt;\" featured several parkour scenes choreographed and performed by team &lt;a href=\"Storror\"&gt;Storror&lt;/a&gt;. Parkour also featured in \"&lt;a href=\"Dhoom%203\"&gt;Dhoom 3&lt;/a&gt;\" (2013), &lt;a href=\"Bang%20Bang%21\"&gt;Bang Bang!&lt;/a&gt; (2014) and \"&lt;a href=\"Aadhi\"&gt;Aadhi&lt;/a&gt;\" (2018).\nParkour is also featured on TV. &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;'s show \"Ultimate Parkour Challenge\" premiered as a one-hour special in October 2009 starring the athletes of the &lt;a href=\"World%20Freerunning%20%26amp%3B%20Parkour%20Federation\"&gt;World Freerunning &amp; Parkour Federation&lt;/a&gt;. This was followed in May 2010 with a six-episode series of the same name. The athletes were &lt;a href=\"Daniel%20Ilabaca\"&gt;Daniel Ilabaca&lt;/a&gt;, &lt;a href=\"Tim%20Shieff\"&gt;Tim Shieff&lt;/a&gt;, &lt;a href=\"Ryan%20Doyle\"&gt;Ryan Doyle&lt;/a&gt;, Michael Turner, Oleg Vorslav, Ben Jenkin, Daniel Arroyo, Pip Andersen and King David. The programme format was a two-part weekly competition in different Southern California locations.\n&lt;a href=\"Professional%20wrestler\"&gt;Professional wrestler&lt;/a&gt; &lt;a href=\"John%20Morrison%20%28wrestler%29\"&gt;John Hennigan&lt;/a&gt; is a long-time practitioner of parkour and often incorporates it into his wrestling style, with the &lt;a href=\"WWE\"&gt;WWE&lt;/a&gt; giving him the nickname \"The Prince of Parkour\". Actor &lt;a href=\"Stephen%20Amell\"&gt;Stephen Amell&lt;/a&gt; learned parkour at Tempest Academy in preparation for his role as Oliver Queen in the television series \"&lt;a href=\"Arrow%20%28TV%20series%29\"&gt;Arrow&lt;/a&gt;\", and co-star &lt;a href=\"Caity%20Lotz\"&gt;Caity Lotz&lt;/a&gt; is also a practitioner.\nModern video games frequently include aspects of parkour as major game-play elements. The &lt;a href=\"Assassin%27s%20Creed\"&gt;\"Assassin's Creed\" series&lt;/a&gt; makes heavy use of parkour movement (called freerunning in the game). The \"&lt;a href=\"Mirror%27s%20Edge\"&gt;Mirror's Edge&lt;/a&gt;\" games are heavily inspired by parkour, consisting entirely of efficiently moving around buildings, rooftops, and other obstacles. \"&lt;a href=\"Brink%20%28video%20game%29\"&gt;Brink&lt;/a&gt;\" introduced a parkour mechanic into a realistic &lt;a href=\"first%20person%20shooter\"&gt;first person shooter&lt;/a&gt;. \"&lt;a href=\"Prince%20of%20Persia\"&gt;Prince of Persia&lt;/a&gt;\" and \"&lt;a href=\"Dying%20Light\"&gt;Dying Light&lt;/a&gt;\" include a central parkour mechanic, while \"&lt;a href=\"Crackdown%20%28video%20game%29\"&gt;Crackdown&lt;/a&gt;\" and \"&lt;a href=\"Crackdown%202\"&gt;Crackdown 2&lt;/a&gt;\" include an emphasis on gripping and vaulting from ledges and protruding objects. \"&lt;a href=\"Tony%20Hawk%27s%20American%20Wasteland\"&gt;Tony Hawk's American Wasteland&lt;/a&gt;\" allows the character to use several freerunning techniques while not on the skateboard. \"&lt;a href=\"Tron%20Evolution\"&gt;Tron Evolution&lt;/a&gt;\"s basic movements and combat were based on parkour and &lt;a href=\"capoeira\"&gt;capoeira&lt;/a&gt;.\nMilitary training.\nAlthough parkour itself grew out of military obstacle-course training, it has become a separate discipline. After the attention that parkour received following the 2006 film \"&lt;a href=\"Casino%20Royale%20%282006%20film%29\"&gt;Casino Royale&lt;/a&gt;\", military forces around the world began looking for ways to incorporate elements from parkour into military training. A physical trainer with the Royal Marines trained with parkour practitioners with hopes of introducing some of their techniques to his own students. Colorado Parkour began a project to introduce elements from parkour into the U.S. military and one &lt;a href=\"Miramar%2C%20San%20Diego\"&gt;San Diego&lt;/a&gt; staff sergeant trained &lt;a href=\"United%20States%20Marine%20Corps\"&gt;US Marines&lt;/a&gt; in parkour.\nScientific research and applications.\nStudies have found that in exercises such as the standing long jump, depth jump, and vertical jump, parkour athletes outperform physical educators, gymnasts, and power athletes. Parkour training is especially linked with the development of eccentric load resistance and jumping ability.\nStudies and experiments have integrated parkour kinaesthetics into robotics.\nDerivative terminologies and disciplines.\nIn September 2003, Mike Christie's documentary \"&lt;a href=\"Jump%20London\"&gt;Jump London&lt;/a&gt;\", starring &lt;a href=\"S%C3%A9bastien%20Foucan\"&gt;Sébastien Foucan&lt;/a&gt;, was released. In the documentary, the term \"&lt;a href=\"freerunning\"&gt;freerunning&lt;/a&gt;\" was used as an attempt to translate \"parkour\", in order to make it more appealing to the English-speaking audience. Foucan decided to keep using the term \"freerunning\" to describe his discipline, to distinguish it from David Belle's methods.\nThe remaining seven \"Yamakasi\" members continued to use the term \"\"l'art du déplacement\", also not wanting to associate it too closely with parkour. Similar to Sébastien's freerunning, \"l'art du déplacement\" is less about the hard discipline of the original \"Yamakasi\" group; rather, it takes a participatory approach focused on making the teaching more accessible. David Belle kept the term \"parkour\", saying the group contributed to the development of it, but that his father was the source of his motivation and had verbally communicated this method only to him.\nBoth parkour and freerunning encompass the ideas of overcoming obstacles and self-expression; in freerunning, the greater emphasis is on self-expression. Although the differences between the disciplines are often hard to discern, practitioners tend to aspire to parkour and describe themselves as traceurs rather than as freerunners."
}