{
    "id": "22317755",
    "revid": "32557985",
    "url": "https://en.wikipedia.org/wiki?curid=22317755",
    "title": "Concheras",
    "text": "Concheras or conchas are Mexican stringed-instruments, plucked by &lt;a href=\"Concheros\"&gt;concheros dancers&lt;/a&gt;. The instruments were important to help preserve elements of native culture from &lt;a href=\"New%20Spain%23Evangelization\"&gt;Eurocentric-Catholic suppression&lt;/a&gt;. The instruments are used by &lt;a href=\"Concheros\"&gt;Concheros&lt;/a&gt; dancers for singing at \"velaciones\" (nighttime rituals) and for dancing at \"obligaciones\" (dance obligations).\nTypes.\nThe bodies of the &lt;a href=\"lute\"&gt;lute&lt;/a&gt;s were traditionally made from a concha (&lt;a href=\"armadillo\"&gt;armadillo&lt;/a&gt; &lt;a href=\"exoskeleton\"&gt;shell&lt;/a&gt;). Today the bowls may be made of wood and the &lt;a href=\"mandolin\"&gt;mandolin&lt;/a&gt; have a &lt;a href=\"Mandolin%23Flatback\"&gt;flat back&lt;/a&gt;.\nHistory.\nAfter the arrival of the Spanish &lt;a href=\"Spanish%20conquest%20of%20the%20Aztec%20Empire\"&gt;conquerors&lt;/a&gt; to Mexico in 1519, the indigenous musicians and instrument makers of central Mexico, took up European instruments. Tradition has it that the instruments were adopted by Native Americans in what is now modern Mexico in the 16th century. At least one person, not involved in the tradition, has speculated that the birth of the instrument might be closer to the mid-18th century.\nThe Spanish church leaders had prohibited the use of drums to Native Americans, in an effort to eliminate their dancing, which was tied to the drum rhythms. However the Spanish did not object to the Native-Americans learning to play European instruments. The Native-Americans took their drum rhythms and incorporated then into music on the lutes to \"preserve the original beats of Danza rhythms.\" They used the Spanish instruments to \"preserve their own songs, rhythms and sacred knowledge.\"\nThey copied the violin, the &lt;a href=\"chirimia\"&gt;chirimia&lt;/a&gt; (a primitive version of the Oboe that came from the Muslims of North Africa), the &lt;a href=\"lute\"&gt;lute&lt;/a&gt;, and the mandolin (or its predecessors the &lt;a href=\"mandore%20%28instrument%29\"&gt;vandola&lt;/a&gt; or &lt;a href=\"gittern\"&gt;gittern&lt;/a&gt;). The native instrument makers were so adept at creating beautiful sounding instruments, that soon the Spanish crown forbid the locals from making instruments, because this was taking business from the Spanish instrument makers of Europe and colonial Mexico. The natives were unable to make the wooden parts for the belly, for lack of the small, thin, wooden strips that are glued together to make a lute's bowl. They substituted a natural bowl, made of an armadillo shell. The instrument took its name from the shell, and the dancers from the instrument.\nOther names for the Conchas.\nSome of the dancers who use the conchas call them \"Mecahuehuetl\" (from &lt;a href=\"Nahuatl\"&gt;Nahuatl&lt;/a&gt; Meca(tl) = chord + Huehue(tl)= old one \"drum\", which was also the name for the vihuela and is used for the today. This name reflects the fact that the early Conchero dancers were able to encrypt the precolumbian rhythms and steps of their agrarian rituals into the musical chords of the guitars and mandolins. A traditional conchero can tell which step should be carried out by how the melody is being strummed on the conchas. Another name used for the armadillo-shelled instruments is \"Chihuanda.\" The etymology of this term is uncertain, with &lt;a href=\"Pur%C3%A9pecha%20language\"&gt;Purépecha&lt;/a&gt; seen as the most commonly agreed to root.\nReferences.\n "
}