{
    "id": "223208",
    "revid": "41049936",
    "url": "https://en.wikipedia.org/wiki?curid=223208",
    "title": "Pharyngitis",
    "text": "Pharyngitis is &lt;a href=\"inflammation\"&gt;inflammation&lt;/a&gt; of the back of the &lt;a href=\"throat\"&gt;throat&lt;/a&gt;, known as the &lt;a href=\"pharynx\"&gt;pharynx&lt;/a&gt;. It typically results in a &lt;a href=\"sore%20throat\"&gt;sore throat&lt;/a&gt; and &lt;a href=\"fever\"&gt;fever&lt;/a&gt;. Other symptoms may include a &lt;a href=\"Rhinorrhea\"&gt;runny nose&lt;/a&gt;, &lt;a href=\"cough\"&gt;cough&lt;/a&gt;, &lt;a href=\"headache\"&gt;headache&lt;/a&gt;, difficulty swallowing, swollen lymph nodes, and a &lt;a href=\"hoarse%20voice\"&gt;hoarse voice&lt;/a&gt;. Symptoms usually last 3–5 days. Complications can include &lt;a href=\"sinusitis\"&gt;sinusitis&lt;/a&gt; and &lt;a href=\"acute%20otitis%20media\"&gt;acute otitis media&lt;/a&gt;. Pharyngitis is a type of &lt;a href=\"upper%20respiratory%20tract%20infection\"&gt;upper respiratory tract infection&lt;/a&gt;.\nMost cases are caused by a &lt;a href=\"viral%20infection\"&gt;viral infection&lt;/a&gt;. &lt;a href=\"Strep%20throat\"&gt;Strep throat&lt;/a&gt;, a bacterial infection, is the cause in about 25% of children and 10% of adults. Uncommon causes include other bacteria such as &lt;a href=\"gonorrhea\"&gt;gonorrhea&lt;/a&gt;, &lt;a href=\"fungus\"&gt;fungus&lt;/a&gt;, irritants such as smoke, &lt;a href=\"allergies\"&gt;allergies&lt;/a&gt;, and &lt;a href=\"gastroesophageal%20reflux%20disease\"&gt;gastroesophageal reflux disease&lt;/a&gt;. Specific testing is not recommended in people who have clear symptoms of a viral infection, such as a &lt;a href=\"common%20cold\"&gt;cold&lt;/a&gt;. Otherwise, a &lt;a href=\"rapid%20antigen%20detection%20test\"&gt;rapid antigen detection test&lt;/a&gt; (RADT) or &lt;a href=\"throat%20swab\"&gt;throat swab&lt;/a&gt; is recommended. Other conditions that can produce similar symptoms include &lt;a href=\"epiglottitis\"&gt;epiglottitis&lt;/a&gt;, &lt;a href=\"thyroiditis\"&gt;thyroiditis&lt;/a&gt;, &lt;a href=\"retropharyngeal%20abscess\"&gt;retropharyngeal abscess&lt;/a&gt;, and occasionally &lt;a href=\"heart%20disease\"&gt;heart disease&lt;/a&gt;.\n&lt;a href=\"NSAIDs\"&gt;NSAIDs&lt;/a&gt;, such as &lt;a href=\"ibuprofen\"&gt;ibuprofen&lt;/a&gt;, can be used to help with the pain. Numbing medication, such as topical &lt;a href=\"lidocaine\"&gt;lidocaine&lt;/a&gt;, may also help. Strep throat is typically treated with &lt;a href=\"antibiotic\"&gt;antibiotic&lt;/a&gt;s, such as either &lt;a href=\"penicillin\"&gt;penicillin&lt;/a&gt; or &lt;a href=\"amoxicillin\"&gt;amoxicillin&lt;/a&gt;. It is unclear whether &lt;a href=\"corticosteroids\"&gt;steroids&lt;/a&gt; are useful in acute pharyngitis, other than possibly in severe cases, but a recent (2020) review found that when used in combination with antibiotics they moderately improved pain and the likelihood of resolution.\nAbout 7.5% of people have a sore throat in any 3-month period. Two or three episodes in a year are not uncommon. This resulted in 15 million physician visits in the United States in 2007. Pharyngitis is the most common cause of a sore throat. The word comes from the &lt;a href=\"Classical%20language\"&gt;Greek word&lt;/a&gt; \"pharynx\" meaning \"throat\" and the suffix \"-itis\" meaning \"inflammation\".\nClassification.\nPharyngitis is a type of inflammation caused by an &lt;a href=\"upper%20respiratory%20tract%20infection\"&gt;upper respiratory tract infection&lt;/a&gt;. It may be classified as acute or chronic. Acute pharyngitis may be &lt;a href=\"catarrh\"&gt;catarrh&lt;/a&gt;al, &lt;a href=\"purulent\"&gt;purulent&lt;/a&gt;, or &lt;a href=\"Ulcer%20%28dermatology%29\"&gt;ulcerative&lt;/a&gt;, depending on the &lt;a href=\"causative%20agent\"&gt;causative agent&lt;/a&gt; and the &lt;a href=\"Immunity%20%28medical%29\"&gt;immune capacity&lt;/a&gt; of the affected individual. Chronic pharyngitis may be catarrhal, &lt;a href=\"Hypertrophy\"&gt;hypertrophic&lt;/a&gt;, or &lt;a href=\"Atrophy\"&gt;atrophic&lt;/a&gt;.\n&lt;a href=\"Tonsillitis\"&gt;Tonsillitis&lt;/a&gt; is a subtype of pharyngitis. If the inflammation includes both the &lt;a href=\"tonsil\"&gt;tonsil&lt;/a&gt;s and other parts of the throat, it may be called pharyngotonsillitis or tonsillopharyngitis. Another subclassification is &lt;a href=\"nasopharyngitis\"&gt;nasopharyngitis&lt;/a&gt; (the common cold).\nCause.\nMost cases are due to an &lt;a href=\"infectious%20organism\"&gt;infectious organism&lt;/a&gt; acquired from close contact with an infected individual.\nViral.\nThese comprise about 40–80% of all infectious cases and can be a feature of many different types of viral infections.\nBacterial.\nA number of different bacteria can infect the human throat. The most common is &lt;a href=\"group%20A%20streptococcus\"&gt;group A streptococcus&lt;/a&gt; (\"Streptococcus pyogenes\"), but others include \"&lt;a href=\"Streptococcus%20pneumoniae\"&gt;Streptococcus pneumoniae&lt;/a&gt;\", \"&lt;a href=\"Haemophilus%20influenzae\"&gt;Haemophilus influenzae&lt;/a&gt;\", \"&lt;a href=\"Bordetella%20pertussis\"&gt;Bordetella pertussis&lt;/a&gt;\", \"&lt;a href=\"Bacillus%20anthracis\"&gt;Bacillus anthracis&lt;/a&gt;\", \"&lt;a href=\"Corynebacterium%20diphtheriae\"&gt;Corynebacterium diphtheriae&lt;/a&gt;\", \"&lt;a href=\"Neisseria%20gonorrhoeae\"&gt;Neisseria gonorrhoeae&lt;/a&gt;\", \"&lt;a href=\"Chlamydophila%20pneumoniae\"&gt;Chlamydophila pneumoniae&lt;/a&gt;\", \"&lt;a href=\"Mycoplasma%20pneumoniae\"&gt;Mycoplasma pneumoniae&lt;/a&gt;,\" and \"&lt;a href=\"Fusobacterium%20necrophorum\"&gt;Fusobacterium necrophorum&lt;/a&gt;\".\nStreptococcal pharyngitis or strep throat is caused by a &lt;a href=\"group%20A%20beta-hemolytic%20streptococcus\"&gt;group A beta-hemolytic streptococcus&lt;/a&gt; (GAS). It is the most common bacterial cause of cases of pharyngitis (15–30%). Common symptoms include &lt;a href=\"fever\"&gt;fever&lt;/a&gt;, &lt;a href=\"sore%20throat\"&gt;sore throat&lt;/a&gt;, and large lymph nodes. It is a contagious infection, spread by close contact with an infected individual. A definitive diagnosis is made based on the results of a &lt;a href=\"throat%20culture\"&gt;throat culture&lt;/a&gt;. &lt;a href=\"Antibiotics\"&gt;Antibiotics&lt;/a&gt; are useful to both prevent complications (such as &lt;a href=\"rheumatic%20fever\"&gt;rheumatic fever&lt;/a&gt;) and speed recovery.\n\"&lt;a href=\"Fusobacterium%20necrophorum\"&gt;Fusobacterium necrophorum&lt;/a&gt;\" is a normal inhabitant of the oropharyngeal &lt;a href=\"Bacterial%20flora\"&gt;flora&lt;/a&gt; and can occasionally create a &lt;a href=\"peritonsillar%20abscess\"&gt;peritonsillar abscess&lt;/a&gt;. In one out of 400 untreated cases, &lt;a href=\"Lemierre%27s%20syndrome\"&gt;Lemierre's syndrome&lt;/a&gt; occurs.\n&lt;a href=\"Diphtheria\"&gt;Diphtheria&lt;/a&gt; is a potentially life-threatening upper respiratory infection caused by \"&lt;a href=\"Corynebacterium%20diphtheriae\"&gt;Corynebacterium diphtheriae&lt;/a&gt;\", which has been largely eradicated in developed nations since the introduction of childhood &lt;a href=\"vaccination\"&gt;vaccination&lt;/a&gt; programs, but is still reported in the &lt;a href=\"Third%20World\"&gt;Third World&lt;/a&gt; and increasingly in some areas in &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt;. Antibiotics are effective in the early stages, but recovery is generally slow.\nA few other causes are rare, but possibly fatal, and include &lt;a href=\"parapharyngeal%20space\"&gt;parapharyngeal space&lt;/a&gt; infections: &lt;a href=\"peritonsillar%20abscess\"&gt;peritonsillar abscess&lt;/a&gt; (\"quinsy abscess\"), &lt;a href=\"submandibular%20space%20infection\"&gt;submandibular space infection&lt;/a&gt; (Ludwig's angina), and &lt;a href=\"epiglottitis\"&gt;epiglottitis&lt;/a&gt;.\nFungal.\nSome cases of pharyngitis are caused by &lt;a href=\"Fungal%20infection%20in%20animals\"&gt;fungal infection&lt;/a&gt;, such as \"&lt;a href=\"Candida%20albicans\"&gt;Candida albicans&lt;/a&gt;\", causing &lt;a href=\"Oral%20candidiasis\"&gt;oral thrush&lt;/a&gt;.\nNoninfectious.\nPharyngitis may also be caused by mechanical, chemical, or thermal irritation, for example cold air or &lt;a href=\"acid%20reflux\"&gt;acid reflux&lt;/a&gt;. Some medications may produce pharyngitis, such as &lt;a href=\"pramipexole\"&gt;pramipexole&lt;/a&gt; and &lt;a href=\"antipsychotic\"&gt;antipsychotic&lt;/a&gt;s.\nDiagnosis.\nDifferentiating a viral and a bacterial cause of a sore throat based on symptoms alone is difficult. Thus, a &lt;a href=\"throat%20swab\"&gt;throat swab&lt;/a&gt; often is done to rule out a bacterial cause.\nThe modified &lt;a href=\"Centor%20criteria\"&gt;Centor criteria&lt;/a&gt; may be used to determine the management of people with pharyngitis. Based on five clinical criteria, it indicates the probability of a streptococcal infection.\nOne point is given for each of the criteria:\nThe &lt;a href=\"Infectious%20Disease%20Society%20of%20America\"&gt;Infectious Disease Society of America&lt;/a&gt; recommends against &lt;a href=\"empirical%20treatment\"&gt;empirical treatment&lt;/a&gt; and considers antibiotics only appropriate following positive testing. Testing is not needed in children under three, as both group A strep and &lt;a href=\"rheumatic%20fever\"&gt;rheumatic fever&lt;/a&gt; are rare, except if they have a sibling with the disease.\nManagement.\nThe majority of the time, treatment is symptomatic. Specific treatments are effective for bacterial, fungal, and &lt;a href=\"herpes%20simplex\"&gt;herpes simplex&lt;/a&gt; infections.\nAlternative.\nGargling &lt;a href=\"salt%20water\"&gt;salt water&lt;/a&gt; is often suggested, but there is no evidence to support or discourage this practice. &lt;a href=\"Alternative%20medicines\"&gt;Alternative medicines&lt;/a&gt; are promoted and used for the treatment of sore throats. However, they are poorly supported by evidence.\nEpidemiology.\nAcute pharyngitis is the most common cause of a &lt;a href=\"sore%20throat\"&gt;sore throat&lt;/a&gt; and, together with cough, it is diagnosed in more than 1.9 million people a year in the United States."
}