{
    "id": "2235823",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2235823",
    "title": "Frederic Newton",
    "text": "Frederic Young Newton (April 7, 1870–May 17, 1959) was a politician in &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt;, Canada. He served in the &lt;a href=\"Legislative%20Assembly%20of%20Manitoba\"&gt;Legislative Assembly of Manitoba&lt;/a&gt; from 1911 to 1917, and again from 1922 to 1932. He was a member of the &lt;a href=\"Progressive%20Conservative%20Party%20of%20Manitoba\"&gt;Conservative Party&lt;/a&gt;.\nNewton was born in &lt;a href=\"Cobourg%2C%20Ontario\"&gt;Cobourg&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, the son of John White Newton and Mary McCullough, and was educated at &lt;a href=\"Winnipeg%2C%20Manitoba\"&gt;Winnipeg&lt;/a&gt; Collegiate. In 1910, he served as &lt;a href=\"Reeve%20%28Canada%29\"&gt;reeve&lt;/a&gt; of the &lt;a href=\"Rural%20Municipality%20of%20Shell%20River\"&gt;Rural Municipality of Shell River&lt;/a&gt;. In 1904, Newton married C.I. Gilchrist. He was mayor of the village of &lt;a href=\"Roblin%2C%20Manitoba\"&gt;Roblin&lt;/a&gt; from 1920 to 1922 and from 1940 to 1943. He worked as a broker and was president of the Roblin Loan &amp; Investment Co.\nHe was first elected to the Manitoba legislature in a &lt;a href=\"by-election\"&gt;by-election&lt;/a&gt; held on February 4, 1911 in the constituency of &lt;a href=\"Russell%20%28Manitoba%20riding%29\"&gt;Russell&lt;/a&gt;, defeating &lt;a href=\"Manitoba%20Liberal%20Party\"&gt;Liberal&lt;/a&gt; William Valens by 265 votes. He was re-elected by 231 votes in the &lt;a href=\"1914%20Manitoba%20general%20election\"&gt;1914 provincial election&lt;/a&gt;, in the constituency of &lt;a href=\"Roblin%20%28Manitoba%20riding%29\"&gt;Roblin&lt;/a&gt;. During this period, Newton served as a backbench supporter of &lt;a href=\"Rodmond%20Roblin\"&gt;Rodmond Roblin&lt;/a&gt;'s government.\nThe Roblin government was forced to resign amid scandal in 1915, and the Conservatives were badly defeated in &lt;a href=\"1915%20Manitoba%20general%20election\"&gt;that year's provincial election&lt;/a&gt;. Newton was one of only five Conservatives to retain his seat, and was the only Conservative elected in an anglophone riding. He resigned his seat in 1917, after a report of the province's Paterson Commission found evidence of road frauds in his constituency.\nNewton sought a return to the legislature in the &lt;a href=\"1920%20Manitoba%20general%20election\"&gt;1920 provincial election&lt;/a&gt;, but lost to Farmer candidate &lt;a href=\"Henry%20Robson%20Richardson\"&gt;Henry Robson Richardson&lt;/a&gt; by 104 votes. He tried again in the &lt;a href=\"1922%20Manitoba%20general%20election\"&gt;1922 election&lt;/a&gt;, and this time defeated Richardson by nine votes. The election was won by the &lt;a href=\"United%20Farmers%20of%20Manitoba\"&gt;United Farmers of Manitoba&lt;/a&gt;, and Newton served on the opposition benches.\nHe was re-elected in the &lt;a href=\"1927%20Manitoba%20general%20election\"&gt;1927 election&lt;/a&gt;, and again served as an opposition member. In the &lt;a href=\"1932%20Manitoba%20general%20election\"&gt;1932 election&lt;/a&gt;, he lost to independent &lt;a href=\"Progressive%20Party%20of%20Manitoba\"&gt;Progressive&lt;/a&gt; &lt;a href=\"William%20Westwood%20%28Manitoba%20politician%29\"&gt;William Westwood&lt;/a&gt; by 609 votes.\nNewton died in Roblin at the age of 89."
}