{
    "id": "2236688",
    "revid": "10643005",
    "url": "https://en.wikipedia.org/wiki?curid=2236688",
    "title": "Legal citation",
    "text": "Legal citation is the practice of crediting and referring to authoritative documents and sources. The most common sources of authority cited are court decisions (cases), statutes, regulations, government documents, treaties, and scholarly writing.\nTypically, a proper &lt;a href=\"legal\"&gt;legal&lt;/a&gt; &lt;a href=\"citation\"&gt;citation&lt;/a&gt; will inform the reader about a source's &lt;a href=\"authority\"&gt;authority&lt;/a&gt;, how strongly the source supports the writer's &lt;a href=\"proposition\"&gt;proposition&lt;/a&gt;, its age, and other, &lt;a href=\"wikt%3Arelevant\"&gt;relevant&lt;/a&gt; information. This is an example citation to a &lt;a href=\"United%20States%20Supreme%20Court\"&gt;United States Supreme Court&lt;/a&gt; &lt;a href=\"court%20case\"&gt;court case&lt;/a&gt;:\nThis citation gives helpful &lt;a href=\"information\"&gt;information&lt;/a&gt; about the cited authority to the reader.\n&lt;a href=\"Concurring\"&gt;Concurring&lt;/a&gt; and &lt;a href=\"dissenting\"&gt;dissenting&lt;/a&gt; opinions are also published alongside the Court's opinion. For example, to cite to the opinion in which Justices Stewart and Black dissent, the citation would appear as the following:\nThis citation is very similar to the citation to the Court's opinion. The two key differences are the pin cite, page 527 here, and the addition of the dissenting justices' names in a parenthetical following the date of the case.\nOf course, legal citation in general and case citation in particular can become much more complicated.\nLegal citation analysis.\nDuring a legal proceeding, a 'legal citation analysis' - i.e. using &lt;a href=\"citation%20analysis\"&gt;citation analysis&lt;/a&gt; technique for analyzing &lt;a href=\"legal%20documents\"&gt;legal documents&lt;/a&gt; - facilitates the better understanding of the inter-related regulatory compliance documents by the exploration of the citations that connect provisions to other provisions within the same document or between different documents. Legal citation analysis involves the use of a &lt;a href=\"citation%20graph\"&gt;citation graph&lt;/a&gt; extracted from a &lt;a href=\"regulatory\"&gt;regulatory&lt;/a&gt; document, which could supplement &lt;a href=\"E-discovery\"&gt;E-discovery&lt;/a&gt; - a process that leverages on technological innovations in &lt;a href=\"big%20data%20analytics\"&gt;big data analytics&lt;/a&gt;. &lt;a href=\"Main%20path%20analysis\"&gt;Main path analysis&lt;/a&gt;, a method that traces the significant citation chains in a citation graph, can be used to trace the opinion changes over the years for a target legal domain.\nCitation by country.\nSome countries have a &lt;a href=\"de%20facto\"&gt;de facto&lt;/a&gt; citation standard that has been adopted by most of the country's institutions.\nU. S. legal citation follows one of:\nA number of U.S. states have adopted individual public domain citations standards."
}