{
    "id": "22378852",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=22378852",
    "title": "Ghanshyam Binani",
    "text": "Ghanshyam Das Binani (born 1932 – died 1998) was an Indian Marwari industrialist, and was the President of &lt;a href=\"Indian%20Non-Ferrous%20Metal%20Manufacturers%20Association\"&gt;Indian Non-Ferrous Metal Manufacturers Association&lt;/a&gt;. His company, Cominco Binani Zinc Ltd. became the first producer of primary &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt; metal in India. As a tribute to his works, an Academy of Management Sciences associated with the &lt;a href=\"Uttar%20Pradesh%20Technical%20University\"&gt;Uttar Pradesh Technical University&lt;/a&gt; has been named after him. There is also an award, Ghanshyam Binani Children's Bravery Award, named after him and it is awarded by Binani's company &lt;a href=\"Binani%20Industries%20Ltd.\"&gt;Braj Binani&lt;/a&gt;.\nLife history.\nBinani (1932–1998) was an Indian Marwari industrialist, playing an active role in his father's ancestral business of trading in &lt;a href=\"non-ferrous%20metal\"&gt;non-ferrous metal&lt;/a&gt;s. He had been the President of &lt;a href=\"Indian%20Non-Ferrous%20Metal%20Manufacturers%20Association\"&gt;Indian Non-Ferrous Metal Manufacturers Association&lt;/a&gt; and had also been on the committees of &lt;a href=\"Indian%20Merchants%20Chambers\"&gt;Indian Merchants Chambers&lt;/a&gt; and &lt;a href=\"Federation%20of%20Indian%20Chamber%20of%20Commerce%20and%20Industry\"&gt;Federation of Indian Chamber of Commerce and Industry&lt;/a&gt;. He, along with his father, set up &lt;a href=\"joint%20venture\"&gt;joint venture&lt;/a&gt;s with &lt;a href=\"Revere%20Copper\"&gt;Revere Copper&lt;/a&gt; and &lt;a href=\"Brass%20for%20Copper\"&gt;Brass for Copper&lt;/a&gt; and &lt;a href=\"Copper%20Alloy%20Extrusions\"&gt;Copper Alloy Extrusions&lt;/a&gt; and with &lt;a href=\"Consolidated%20Mining%20%26amp%3B%20Smelting%20Company%20Ltd.\"&gt;Consolidated Mining &amp; Smelting Company Ltd.&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; for manufacture of Electrolytic Zinc. With this came the birth of &lt;a href=\"Cominco%20Binani%20Zinc%20Ltd.\"&gt;Cominco Binani Zinc Ltd.&lt;/a&gt;, on 2 August 1962, promoted by &lt;a href=\"Binani%20Metals%20Limited\"&gt;Binani Metals Limited&lt;/a&gt; in &lt;a href=\"Binanipuram\"&gt;Binanipuram&lt;/a&gt; on the banks of &lt;a href=\"Periyar%20River\"&gt;Periyar River&lt;/a&gt; in &lt;a href=\"Kerala\"&gt;Kerala&lt;/a&gt;. Cominco Binani Zinc Ltd. became the first producer of primary &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt; metal in the country and the first slab was cast on 21 April 1967. In line with their overall worldwide policy, &lt;a href=\"Cominco%20Ltd.\"&gt;Cominco Ltd.&lt;/a&gt; also withdrew as financial collaborators of the company on 3 May 1991, and the company was rechristened Binani Zinc Ltd.\nThere is an Academy of Management Sciences associated with the &lt;a href=\"Uttar%20Pradesh%20Technical%20University\"&gt;Uttar Pradesh Technical University&lt;/a&gt; named after him. There is also an award, Ghanshyam Binani Children's Bravery Award, named for him and it is awarded by Binani's company &lt;a href=\"Binani%20Industries%20Ltd.\"&gt;Braj Binani&lt;/a&gt;."
}