{
    "id": "22398582",
    "revid": "21147177",
    "url": "https://en.wikipedia.org/wiki?curid=22398582",
    "title": "El Arenal, Jalisco",
    "text": "El Arenal is a town and &lt;a href=\"municipalities%20of%20Jalisco\"&gt;municipality&lt;/a&gt; in the state of &lt;a href=\"Jalisco\"&gt;Jalisco&lt;/a&gt; in central-western &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. El Arenal is known as the gateway to the so-called \"blue agave\" region in the Jaliscan Highlands (Los Altos de Jalisco). The municipality has an area of approximately .\nAs of 2005, the municipality had a total population of 13,574.\nThe tequila factories.\nThe municipality includes La Providencia (claimed to be the first to export tequila to Europe), Cascahuín, Don Rigo and Don Valente factories.\nToponymy.\nIts name derives from the terrestrial conditions of the first settlement, since there was a lot of sand in the valley.\nCoat of arms.\nThe municipal coat of arms is divided into four quarters. In the upper part there are some mounds of sand, an abundant material at the time of the first settlement, which gave its name to the municipality, and an &lt;a href=\"agave\"&gt;agave&lt;/a&gt; plant, the cultivation of which has become economically important in the region. In the lower sections are the figures of a \"&lt;a href=\"milpa\"&gt;milpa&lt;/a&gt;\" (cultivated field ) and a cow, representing local agriculture, the main economic activity. In the upper central part, crowning the shield, the legend appears: \"Homeland, Loyalty and Work\", values ascribed to the natives of this municipality.\nThe &lt;a href=\"City%20Council\"&gt;City Council&lt;/a&gt; ran a contest for the best design of a coat of arms in commemoration of the 69th anniversary of the constitution of the municipality, with the winning design being submitted by Ana Elda Rosas Jiménez. The official coat of arms of the municipality was approved in the Cabildo session of May 30, 1992.\nHistory.\nIts primitive settlers were &lt;a href=\"Nahoa\"&gt;Nahoa&lt;/a&gt; s. Shortly before the arrival of the conquerors, the &lt;a href=\"Pur%C3%A9pecha\"&gt;Purépecha people&lt;/a&gt; found the region in its failed attempt to seize the salt flats on the beaches. Archeological studies indicated that the area may have been the center of the civilization that built the &lt;a href=\"Guachimontones\"&gt;Guachimontones&lt;/a&gt; pyramids. The founders of modern El Arenal were: Familias Ruiz, Castañeda, Ocampo, Ibarra, Rosales, and Sanchez, Donato Ruiz, Miguel Rosales Armas, Enrique Rosales Sánchez and his brother Emiliano; Manuel Ruiz and Andrés Ibarra.\nIts name derives from the ground conditions of the first settlement, since there was a lot of sand in the valley. Until 1922, El Arenal was a delegation of the municipality of &lt;a href=\"Amatit%C3%A1n\"&gt;Amatitán&lt;/a&gt;. By decree number 2270, published on June 5 of 1923, the El Arenal police station was made a &lt;a href=\"municipality\"&gt;municipality&lt;/a&gt;.\nIn 1925 the main square was built, having opened the streets and the beginning of the construction of the temple.\nIn 1938, by decree number 4421, the municipality of El Arenal expands its large settlements.\nPhysical geography.\nSituation.\nThe municipality of Arenal is located in the northwest of the state, at coordinates 20º42'44 \" to 20º52'15 \" north latitude and 103º37'04 \" at 103º42'45 \" west longitude, at an altitude of 1450 meters above sea level.\nDelimitation.\nIt borders the municipalities of &lt;a href=\"Amatit%C3%A1n\"&gt;Amatitán&lt;/a&gt; to the north and west, to the south with &lt;a href=\"Tala%20%28Jalisco%29\"&gt;Tala&lt;/a&gt; and to the east it borders &lt;a href=\"Zapopan\"&gt;Zapopan&lt;/a&gt;.\nExtension.\nThe extension of the El Arenal municipality is 181.81 km².\nGeology.\nIt is considered within the &lt;a href=\"Cenozoic%20Era\"&gt;Tertiary Period&lt;/a&gt;; The subsoil is made up of limestone, extrusive igneous rocks, rhyolite, andesite, basalt, tuff and volcanic gap.\nTopography.\nMost of the municipality has semi-flat areas with elevations of 1550 to 1600 meters above sea level. They are followed in proportion by flat areas with elevations from 1400 to 1550 meters above sea level, and in a minimal proportion are rugged areas with elevations from 1600 to 1840 meters above sea level.\nHydrography.\nBelonging to the Lerma-Chapala-Santiago basin and the sub-basin of the Santiago-Cuisillos-Juchipila rivers; Its main currents are the Salado and Arenal rivers and the Las Tortugas, Arenal, Agua Dulce and Laguna Colorada streams.\nFloors.\nThe composition of the soil corresponds to those of the haplic Feozem type associated with the eutrophic Regosol and pelvic Vertisol.\nClimate.\nThe climate of the municipality has been classified as semi-dry; with winter and spring dry and semi-warm, with no defined winter season. The average annual temperature is 20 °C., And an average rainfall of 1,103.6 mm, with rainfall in the months of June and July.\nThe prevailing winds are in the northwest direction. The annual average of days with frosts is 13.\nFlora and fauna.\nThe hills are covered with &lt;a href=\"oak\"&gt;oak&lt;/a&gt; and spiny low vegetation. The hills and hillsides are covered with huizache, &lt;a href=\"nopal\"&gt;nopal&lt;/a&gt;, granjeno, cat's claw and some fruit trees.\nThe fauna is represented by species such as &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, &lt;a href=\"squirrel\"&gt;squirrel&lt;/a&gt;, &lt;a href=\"rabbit\"&gt;rabbit&lt;/a&gt;, &lt;a href=\"reptile\"&gt;reptile&lt;/a&gt; and other minor species.\nNatural resources.\nThe natural wealth that the municipality has is represented by 900 hectares of &lt;a href=\"forest\"&gt;forest&lt;/a&gt;.\nIts mineral resources are deposits of non-metallic elements: lime, quarry, sand, gravel, clay, kaolin, diatamite, quartz and feldspar.\nSocial and communications infrastructure.\nHealth care is provided by the &lt;a href=\"Ministry%20of%20Health\"&gt;Ministry of Health&lt;/a&gt; of the State Government and by the Mexican Social Security Institute (&lt;a href=\"Mexican%20Social%20Security%20Institute\"&gt;IMSS&lt;/a&gt;). The social welfare area is covered by the System for the Integral Development of the Family (&lt;a href=\"Desarrollo%20Integral%20de%20la%20Familia\"&gt;DIF&lt;/a&gt;), through the Municipal Committee in support of its different programs. There are grocery stores in the municipal seat and other locations.\nIn the municipal head there is a public market where the inhabitants of smaller towns buy products. There is also a civic plaza, sports centers and recreational centers.\nThere are also sites with natural attractions such as the Las Tinajas temporary spa and the Las Tortugas dam.\nHome ownership is fundamentally private. Counting much of them with the services of drinking water, electricity and drainage. The predominant materials in the construction of the houses are mostly adobe and in a smaller proportion of partition walls, with tile roofs and brick vaults. With regard to basic services, 93.5% of the inhabitants have drinking water; in sewerage the coverage is 94.4% and in the electricity service 97.4%. Ground transportation can be done through the Mexico-Guadalajara-Nogales highway. It has a network of rural roads and dirt roads in the towns. The municipality is integrated into the state rail network, through the Guadalajara-Nogales-Mexicali line of the Pacific Rail System (recently privatized company). It has the service of direct line of trucks, as well as buses of passage.\nRegarding the media, there is &lt;a href=\"mail\"&gt;mail&lt;/a&gt;, &lt;a href=\"telegraph\"&gt;telegraph&lt;/a&gt;, &lt;a href=\"telephone\"&gt;telephone&lt;/a&gt;, radiotelephony and radio and &lt;a href=\"television\"&gt;television&lt;/a&gt; signal.\nEconomy.\nThe corn and agave crops stand out. Cattle of meat, milk and for work, pig and poultry are raised.\nThe most developed industrial activity in this municipality is the elaboration of &lt;a href=\"tequila\"&gt;tequila&lt;/a&gt;. The manufacture of food products is also important and cold meats are packed.\nThe mining resources available to the municipality are represented by non-metallic minerals such as lime, quarry, sand, gr\nTourism.\nSanta Quintera is a hacienda located northeast of the town of El Arenal. The hacienda contains both agave fields as well as rocky hills with pine and holm oak forest. It is also home to the Mesa Alta archeological zone belonging to the Volador culture. It contains two Mesoamerican ballcourts along with a circular pyramid.\nGovernment.\nThe form of government is &lt;a href=\"democracy\"&gt;democratic&lt;/a&gt; and depends on Jalisco state government, and federal government. Elections are held every three years, when the municipal president and her/his council are elected."
}