{
    "id": "22399787",
    "revid": "1036401628",
    "url": "https://en.wikipedia.org/wiki?curid=22399787",
    "title": "Alfonso de Palencia",
    "text": "Alfonso Fernández de Palencia (1423–1492) was a &lt;a href=\"Kingdom%20of%20Castile\"&gt;Castilian&lt;/a&gt; royal secretary, historian, and humanist scholar. He first served &lt;a href=\"Enrique%20IV%20of%20Castile\"&gt;Enrique IV of Castile&lt;/a&gt; and later played an active role in the political intrigue that ultimately brought &lt;a href=\"Ferdinand%20II%20of%20Aragon\"&gt;Fernando II&lt;/a&gt; to Castile and put &lt;a href=\"Isabella%20I%20of%20Castile\"&gt;Isabel I&lt;/a&gt; on the throne. His chronicles, the \"Décadas\", are an important historical source for this period.\nLife.\nAlfonso de Palencia was born in &lt;a href=\"Palencia\"&gt;Palencia&lt;/a&gt; in 1423, the son of a secretary. By 1440, at the age of seventeen, he was in the household of &lt;a href=\"Alfonso%20de%20Cartagena\"&gt;Alfonso de Cartagena&lt;/a&gt;, Bishop of Burgos. In 1441 he participated in a mission on behalf of King &lt;a href=\"Juan%20II%20of%20Castile\"&gt;Juan II of Castile&lt;/a&gt; to meet with Álvaro de Luna, a powerful Castilian noble and a favorite of the king.\nLater, Palencia traveled to &lt;a href=\"Republic%20of%20Florence\"&gt;Florence&lt;/a&gt; where he entered the service of &lt;a href=\"Basilios%20Bessarion\"&gt;Cardinal Bessarion&lt;/a&gt;, with whom he remained until 1453. He also became acquainted with &lt;a href=\"Vespasiano%20da%20Bisticci\"&gt;Vespasiano da Bisticci&lt;/a&gt; and studied the humanities with &lt;a href=\"George%20of%20Trebizond\"&gt;George of Trebizond&lt;/a&gt; in Rome. After nearly ten years in Italy, Palencia returned to Castile and joined the household of the Archbishop of Seville, &lt;a href=\"Alonso%20I%20de%20Fonseca\"&gt;Alonso I de Fonseca&lt;/a&gt;.\nOn 6 December 1456 Palencia succeeded &lt;a href=\"Juan%20de%20Mena\"&gt;Juan de Mena&lt;/a&gt; as royal chronicler and secretary to &lt;a href=\"Enrique%20IV%20of%20Castile\"&gt;Enrique IV of Castile&lt;/a&gt;. In the 1460s he openly sided with Castilian nobles in opposition to the king. Palencia visited Rome on behalf of these nobles to complain to &lt;a href=\"Pope%20Paul%20II\"&gt;Pope Paul II&lt;/a&gt; about Enrique's actions. He supported &lt;a href=\"Alfonso%2C%20Prince%20of%20Asturias%20%281453%E2%80%931468%29\"&gt;Prince Alfonso&lt;/a&gt;, Isabel's brother, when he proclaimed himself king in June 1465 and then shifted his allegiance to Fernando and Isabel when Alfonso died in 1468. He played a major role in smuggling Fernando into Castile for a marriage to Isabel in 1469.\nDuring the &lt;a href=\"War%20of%20the%20Castilian%20Succession\"&gt;War of the Castilian Succession&lt;/a&gt;, he served as a diplomat for Castile, assisting in the establishment of the &lt;a href=\"Santa%20Hermandad\"&gt;Santa Hermandad&lt;/a&gt; in 1476 and the organization of naval reinforcements for the defense of &lt;a href=\"Gran%20Canaria\"&gt;Gran Canaria&lt;/a&gt;, a Castilian possession, in 1479. Palencia remained a strong supporter of Fernando but Isabel's councilors, especially &lt;a href=\"Pedro%20Gonz%C3%A1lez%20de%20Mendoza\"&gt;Pedro González de Mendoza&lt;/a&gt;, were suspicious of Palencia's loyalties. In the 1480s Isabel appointed &lt;a href=\"Fernando%20del%20Pulgar\"&gt;Fernando del Pulgar&lt;/a&gt; as her royal chronicler and Palencia was effectively stripped of political influence.\nHe died in 1492.\nChronicles (\"Décadas\").\nHis main work is the \"Gesta Hispaniensia ex annalibus suorum diebus colligentis\", called, for short, his Décadas, because it was divided into decades in the style of &lt;a href=\"Livy\"&gt;Livy&lt;/a&gt;'s work. This chronicle, written in &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;, covers the time from the end of the reign of &lt;a href=\"John%20II%20of%20Castile\"&gt;John II of Castile&lt;/a&gt; to the year 1481, including the reign of Henry IV of Castile; Henry IV’s war with &lt;a href=\"Alfonso%2C%20Prince%20of%20Asturias%20%281453%E2%80%931468%29\"&gt;Prince Alfonso&lt;/a&gt;; the War of the Castilian Succession; the consolidation of &lt;a href=\"Castile%20and%20Aragon\"&gt;Castile and Aragon&lt;/a&gt; under Ferdinand and Isabella; and the signing of the &lt;a href=\"Treaty%20of%20Alc%C3%A1%C3%A7ovas\"&gt;Treaty of Alcáçovas&lt;/a&gt;.\nThe work is divided into four decades, each one consisting of ten books except the fourth, which was left incomplete at Fernández de Palencia’s death, and consists of six books. \nThe first three decades were translated into Spanish by &lt;a href=\"Paz%20y%20Meli%C3%A1\"&gt;Paz y Meliá&lt;/a&gt; and published under the title of \"Crónica de Enrique IV\" between 1904 and 1908. Most historians remained unaware of the fourth decade, which was published in 1971 by &lt;a href=\"Jos%C3%A9%20L%C3%B3pez%20del%20Toro\"&gt;José López del Toro&lt;/a&gt;.\nThe other important work by Fernández de Palencia is his \"Anales de la Guerra de Granada\", which concerns the &lt;a href=\"Granada%20War\"&gt;Granada War&lt;/a&gt; from its beginnings until the taking of &lt;a href=\"Baza%2C%20Granada\"&gt;Baza&lt;/a&gt; in 1489. It was translated into Spanish by Paz y Meliá in 1909.\nFernández de Palencia also wrote \"Batalla campal entre los perros y los lobos\" (\"Pitched Battle Between the Dogs and the Wolves\") (1457, which is a Castilian translation of his own Latin poem. It may be an allegory for the government of Henry IV of Castile. A &lt;a href=\"wolf\"&gt;wolf&lt;/a&gt;, Harpaleo, is killed by dogs after he is weakened by his neglect of military discipline. Fernández de Palencia also translated into Castilian his Latin work, the &lt;a href=\"allegory\"&gt;allegory&lt;/a&gt; \"Tratado de la perfección del triunfo militar\" (1459). A character named “Exercise” (\"el Ejercicio\"), accompanied by the wise Discretion (\"Discreción\"), tries to find the character named Triumph (\"el Triunfo\"). Triumph refers Exercise to a &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; captain named Gloridoneo, who may represent &lt;a href=\"Alfonso%20V%20of%20Aragon\"&gt;Alfonso V of Aragon&lt;/a&gt;. Gloridoneo is victorious in battle and Triumph grants victory to Order, Exercise, and Obedience –virtues which will help a king emerge victorious, advice that may have been directed to Henry IV.\nThe work \"Coplas del provincial\" (The Provincial’s Couplets) is attributed to him. \nHe also wrote lexicographical and linguistic works:\nHis work as a translator was also very important: he translated into Spanish &lt;a href=\"Plutarch\"&gt;Plutarch's&lt;/a&gt; \"&lt;a href=\"Parallel%20Lives\"&gt;Parallel Lives&lt;/a&gt;\" (Seville, 1491) and also &lt;a href=\"Josephus\"&gt;Flavius Josephus'&lt;/a&gt; \"&lt;a href=\"The%20Wars%20of%20the%20Jews\"&gt;The Wars of the Jews&lt;/a&gt;\" (1492).\nSanchez Alonso writes that \"few match Palencia's ability to give life to a character, in presenting the antecedents to an event briefly and efficiently, in sagaciously explaining it and in putting interest in the narration\".\nBibliography.\nEnglish\nSpanish"
}