{
    "id": "2240563",
    "revid": "1033168452",
    "url": "https://en.wikipedia.org/wiki?curid=2240563",
    "title": "Mohammed A. Aldouri",
    "text": "Mohammed A. Aldouri () (born 12 September 1941) was the Permanent Representative of &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; to the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; from 2001 to 2003.\nEarly life.\nBorn in &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt;, he attended &lt;a href=\"Baghdad%20University\"&gt;Baghdad University&lt;/a&gt; and earned a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; in &lt;a href=\"law\"&gt;law&lt;/a&gt; in 1964. In 1973, Aldouri received a &lt;a href=\"Ph.D.\"&gt;Ph.D.&lt;/a&gt; in &lt;a href=\"public%20law\"&gt;public law&lt;/a&gt; from &lt;a href=\"France\"&gt;France&lt;/a&gt;’s &lt;a href=\"University%20of%20Burgundy\"&gt;Dijon University&lt;/a&gt;. He was &lt;a href=\"dean%20%28education%29\"&gt;dean&lt;/a&gt; of the Law College of Baghdad University from 1983 to 1998 while he served as a &lt;a href=\"professor\"&gt;professor&lt;/a&gt; of &lt;a href=\"international%20law\"&gt;international law&lt;/a&gt;. \nCareer.\nAldouri was a member of the Iraqi &lt;a href=\"delegation\"&gt;delegation&lt;/a&gt; to the United Nations from 1980 to 1984. From 1994 to 1996, Aldouri was head of the Legal Department and Human Rights Department of the Iraqi &lt;a href=\"Foreign%20Ministry\"&gt;Foreign Ministry&lt;/a&gt;. He served as Iraq’s Representative to the United Nations Office at &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt; from 1999 up until his appointment as Iraq's Ambassador to the United Nations in February 2001. Before and during the &lt;a href=\"2003%20invasion%20of%20Iraq\"&gt;2003 invasion of Iraq&lt;/a&gt;, Aldouri gained international attention for his harsh criticisms of the US and vigorous defenses of &lt;a href=\"Saddam%20Hussein\"&gt;Saddam Hussein&lt;/a&gt;’s &lt;a href=\"regime\"&gt;regime&lt;/a&gt;. On April 9, Aldouri became the first high-ranking Iraqi official to admit that Hussein’s government had collapsed. On April 11, Aldouri resigned as Ambassador to the UN and left the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. \nSince resigning, Aldouri has called Saddam Hussein a \"tyrant\" and apologized for some of the \"tough\" remarks he had made about the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; while ambassador. However, Aldouri has also become a major critic of the US presence in Iraq and has called for the withdrawal of foreign troops from the country. He currently resides in &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt;, &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt;.\nIn a television interview that aired September 22, 2010 on Decision Makers TV, he openly speculated about the &lt;a href=\"9/11%20conspiracy%20theories\"&gt;possibility that the United States may have been complicit in the events of September 11 attacks in 2001&lt;/a&gt;. He asserted, \"The tyranny of the U.S., and its goals in ruling the world and taking over the entire world -- from north to south and from east to west -- were, in my opinion, the indirect cause of the events of 9/11, if not the direct cause.\" He claimed that many people \"have doubted the ability of Al-Qaeda to carry out such a momentous, earth-shattering event... Many people claim that the U.S. intelligence -- or at least part of the Pentagon -- was behind 9/11. But only God knows.\""
}