{
    "id": "22421537",
    "revid": "31854955",
    "url": "https://en.wikipedia.org/wiki?curid=22421537",
    "title": "Accra Academy",
    "text": "The Accra Academy is one of the foremost &lt;a href=\"Secondary%20School\"&gt;secondary educational institutions&lt;/a&gt; in Ghana and operates as a &lt;a href=\"Non-denominational%20Christianity\"&gt;non-denominational&lt;/a&gt; &lt;a href=\"Day%20School\"&gt;day&lt;/a&gt; and &lt;a href=\"Boarding%20School\"&gt;boarding&lt;/a&gt; &lt;a href=\"Single-sex%20education\"&gt;boys' school&lt;/a&gt;, located at Bubuashie, near &lt;a href=\"Kaneshie\"&gt;Kaneshie&lt;/a&gt; in the &lt;a href=\"Greater%20Accra%20Region\"&gt;Greater Accra Region&lt;/a&gt;. It was the first private academy to be established in the &lt;a href=\"Gold%20Coast%20%28British%20colony%29\"&gt;Gold Coast&lt;/a&gt;.\nThe academy runs courses in business, &lt;a href=\"general%20science\"&gt;general science&lt;/a&gt;, &lt;a href=\"Arts\"&gt;general arts&lt;/a&gt;, &lt;a href=\"Agriculture\"&gt;agricultural science&lt;/a&gt; and &lt;a href=\"visual%20arts\"&gt;visual arts&lt;/a&gt;, leading to the award of a &lt;a href=\"West%20African%20Senior%20School%20Certificate%20Examination\"&gt;West African Senior School Certificate&lt;/a&gt;.\nThe academy's founders provided tuition to students who wanted a secondary-grade education but who did not have financial support to enable them do so. Dr. Kofi Konuah periodically travelled to some of the major towns in each region of the country to organize &lt;a href=\"Entrance%20Exams\"&gt;entrance examinations&lt;/a&gt; for students, so as to offer the brilliant but needy among them the opportunity of education in the Accra Academy.\nThe academy does not offer special admission to brilliant but needy students but, as per a 2005 directive from the &lt;a href=\"Ghana%20Education%20Service\"&gt;Ghana Education Service&lt;/a&gt;, admits its students through a school selection placement system.\nThe academy was established as a &lt;a href=\"Private%20school\"&gt;private secondary educational institution&lt;/a&gt; in 1931 and gained the status of a Government-Assisted School in 1950. In 1981, the academy gained the status of a completely developed senior secondary school. In 1990, the academy became a semi-autonomous secondary educational institution and operates as such with the aid of a &lt;a href=\"board%20of%20governors\"&gt;board of governors&lt;/a&gt;, a &lt;a href=\"Parent-Teacher%20Association\"&gt;Parent-Teacher Association&lt;/a&gt; and a &lt;a href=\"students%27%20representative%20council\"&gt;students' representative council&lt;/a&gt;.\nAccra Academy was ranked 8th out of the top 100 best high schools in Africa by Africa Almanac in 2003, based upon quality of education, student engagement, strength and activities of alumni, school profile, internet and news visibility.\nHistory.\nThe academy was founded by Messrs.&lt;a href=\"Kofi%20George%20Konuah\"&gt;Kofi George Konuah&lt;/a&gt;, Samuel Neils Awuletey, Gottfried Narku Alema and James Akwei Halm-Addo on July 20, 1931, at Mantse Agbonaa, a suburb of &lt;a href=\"James%20Town%2C%20Accra\"&gt;James Town&lt;/a&gt; in Accra.\nStart in Ellen House.\nThe academy's founders operated the school from a two-story house that provided classrooms for the students. The facility was named Ellen House after its leaser, Ellen Buckle. The academy began work with a student enrolment of 19, distributed into Forms 1 through to 3. The founders of the academy together with &lt;a href=\"Michael%20Dei-Anang\"&gt;M. F. Dei-Anang&lt;/a&gt; and Samuel Sonkor Sackey comprised the initial teaching staff of the school. Sackey worked as a teacher and Bursar and Awuletey taught shorthand and Book-keeping. Lutterodt set up the science department and Alema taught agricultural science.\nGovernment-Assisted School status.\nIn December 1932, the academy presented its first batch of ten students for the Junior Cambridge School Certificate Examination, seven out of whom passed the examination. In 1939, the academy presented 45 students for the Senior Cambridge School Certificate Examination, out of whom 42 students passed, with 10 students obtaining exemption from the London Matriculation Examination.\nIn 1947, a recommendation was made to the director of education to grant the academy the status of a Government Assisted School. The recommendation was approved and the academy begun operating as a Government Assisted school from 1 January 1950.\nRelocating to Bubuashie.\nThe academy operated as a day-school for some time after its inception till it began accommodating students in Claremont House, a single-storey building adjoining Ellen House. Accommodation was limited and therefore was only offered to students in special circumstances. Due to a steady increase in the number of applicants applying for enrolment in the academy, the academy's administrators began preparations to relocate the academy to a larger and permanent site. The initial site that was acquired to relocate the school was situated at &lt;a href=\"Kokomlemle\"&gt;Kokomlemle&lt;/a&gt;; however, this site had to be abandoned as a result of a prolonged litigation concerning the ownership of the land. A second site, which was located at Korle Gonno, was also given up because of its remote location.\nThe search for a new school site ended in 1956 when Halm-Addo succeeded in lobbying the &lt;a href=\"Convention%20People%27s%20Party\"&gt;Convention People's Party&lt;/a&gt; government to relocate and expand the academy as part of its accelerated development plan. Owing to his efforts, the academy was offered a 37-acre plot of land at Bubuashie, off the Winneba Road.\nJ. Monta &amp; Sons was awarded the contract to develop the new school site in October 1959, however actual work on the site began in December of the same year and by July 1961, J. Monta &amp; Sons presented the newly developed school site to the school administrators for the celebration of the academy's thirtieth anniversary. In September of the same year, both staff and students relocated from Ellen House to the present site at Bubuashie. A ceremony to officially recognize the academy's relocation to Bubuashie was held in February 1962 and &lt;a href=\"Alfred%20Jonas%20Dowuona-Hammond\"&gt;A. J. Dowuona-Hammond&lt;/a&gt;, then Minister of Education declared the new school site opened. The academy acquired the nickname Little Legon shortly after the new school site was commissioned, when some students from the Western Region who had gained admission into the &lt;a href=\"University%20of%20Ghana\"&gt;University of Ghana&lt;/a&gt;, reported at the academy instead of the University of Ghana, apparently confused by the close similarity between the infrastructure of both educational institutions. A dormitory block to serve as a residential facility for students was completed later in 1966.\nBecoming a fully-fledged SSS.\nIn 1981, the academy celebrated its golden jubilee with the status of a fully fledged senior secondary school with a student enrolment of 900 and a teaching staff of 52. In 1990, the &lt;a href=\"Provisional%20National%20Defense%20Council\"&gt;Provisional National Defense Council&lt;/a&gt; permitted the academy to operate as a semi-autonomous educational institution, together with 10 other secondary schools upon acknowledgement by the Secretary of Education, K. B. Asante.\nAcademics.\nAdmission.\nBeing a &lt;a href=\"senior%20high%20school\"&gt;senior high school&lt;/a&gt; for boys, the academy offers admission to boys only. Gaining entry into the academy is competitive, and open to students who have completed &lt;a href=\"Junior%20high%20school\"&gt;Junior high school&lt;/a&gt;. Prior to writing their Basic Education Certificate Examination (BECE), final year Junior High School students, register for senior high school through a computerized school selection and placement system (CSSPS) which was introduced by the Ghana Education service in 2005.\nUnlike in the previous grading system in which a &lt;a href=\"candidate\"&gt;candidate&lt;/a&gt;'s overall academic performance in the Basic Education Certificate Examination was obtained by computing the aggregate on the candidate's best six subject scores, the raw scores obtained by a candidate in the Basic Education Certificate Examination determines the candidates overall academic performance in the exam under the computerized school selection and placement system. Because the computerized school selection and placement system uses a deferred-acceptance algorithm which ensures that Junior high school applicants are admitted strictly based on academic merit, administrators of the academy use raw scores obtained in the Basic Education Certificate Examination to admit applicants from Junior High School.\nCurriculum.\nThe programmes run in the academy are: &lt;a href=\"art\"&gt;general arts&lt;/a&gt;, &lt;a href=\"general%20science\"&gt;general science&lt;/a&gt;, agriculture, business and visual arts. As part of their computerized school selection and placement system registration, final year junior high school applicants select four &lt;a href=\"Electives\"&gt;elective courses&lt;/a&gt;. Unlike elective courses, &lt;a href=\"Course%20%28education%29\"&gt;core courses&lt;/a&gt; are offered to all students, irrespective of their programme of study. The academy's core courses are: English language, &lt;a href=\"Core%20curriculum\"&gt;core&lt;/a&gt; &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, &lt;a href=\"social%20studies\"&gt;social studies&lt;/a&gt;, integrated science, &lt;a href=\"information%20and%20communication%20technologies\"&gt;ICT (core)&lt;/a&gt; and &lt;a href=\"physical%20education\"&gt;physical education&lt;/a&gt;, however, students are only examined both internally and externally as well, in the first five aforementioned courses.\nThe academy's &lt;a href=\"curriculum\"&gt;curriculum&lt;/a&gt; like that of other senior high schools in Ghana, operates in a three-year academic cycle, from form one to form three. The beginning of the first &lt;a href=\"academic%20year\"&gt;academic year&lt;/a&gt; marks the enrolment of the student in the academy, while the ending of the third academic year marks the graduation of the student.\nAcademic performance.\nThe academy maintains a high academic standard and has over the years been ranked among the best performing senior high schools in Ghana. In 2009, the academy was listed among six other schools in the Greater Accra Region, which had 60% or more of its candidates qualifying for tertiary education. In a survey, the academy was listed among secondary schools in Ghana that contribute 50% or more of its students to universities.\nStudent life.\nFacilities.\nThe academy is one of 34 schools in Ghana established before Ghana attained its independence from Britain. From among these 34 schools, the academy is one of 20 schools recognized by the Ghana Education service as a \"category A school\", based on the number and type of facilities that the school maintains. Some of these facilities include: an &lt;a href=\"assembly%20hall\"&gt;assembly hall&lt;/a&gt;, a basketball &lt;a href=\"court\"&gt;court&lt;/a&gt;, a &lt;a href=\"boarding%20house\"&gt;boarding house&lt;/a&gt;, a &lt;a href=\"bookshop\"&gt;bookshop&lt;/a&gt;, a &lt;a href=\"cafeteria\"&gt;cafeteria&lt;/a&gt;, a clinic, a &lt;a href=\"counseling\"&gt;guidance and counselling centre&lt;/a&gt;, a &lt;a href=\"dining%20hall\"&gt;dining hall&lt;/a&gt;, a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; park, a &lt;a href=\"gym\"&gt;gym&lt;/a&gt;nasium, an interact square, an information and communications technology centre, a library, a physics laboratory, a chemistry laboratory, a biology laboratory, a science resource centre, staff bungalows, a lecture theatre, an administration block, a business classroom block, a general arts classroom block, a general science classroom block, a visual arts classroom block and a volleyball court.\nHalls of residence.\nThe academy has eight &lt;a href=\"halls%20of%20residence\"&gt;halls of residence&lt;/a&gt;. The first four of these halls were inaugurated as part of the school's 1967 Annual Speech and Prize Giving Day activities. Among them three are named after one founding father of the school, with the exception of Dr. Kofi Konuah, while the fourth is named after Mrs. Ellen Buckle. They are as follows; Alema, Awuletey, Ellen, Halm Addo. The remaining four halls were inaugurated as part of the school's 83rd Founders' Day Celebration in 2014. They are named after the following prominent alumni; &lt;a href=\"Nana%20Akuoko%20Sarpong\"&gt;Nana Akuoko Sarpong&lt;/a&gt;, &lt;a href=\"Peter%20Ala%20Adjetey\"&gt;Rt. Hon. Peter Ala Adjetey&lt;/a&gt; (a.k.a. Nana Otoafom Bekoe), &lt;a href=\"Emmanuel%20Noi%20Omaboe\"&gt;Nana Wereko Ampem II&lt;/a&gt;, &lt;a href=\"Nana%20Awuah%20Darko%20Ampem%20I\"&gt;Nana Awuah Darko Ampem&lt;/a&gt;.\nEach hall is supervised by a hall-master while a senior hall-master serves as a liaison between all four halls of residence. &lt;a href=\"Prefect\"&gt;Hall-prefect&lt;/a&gt;s assist hall-masters in the performance of their official duties and have a general responsibility to maintain order in their halls.\nHall-masters are not resident in the halls they supervise but rather housed in &lt;a href=\"bungalow\"&gt;staff bungalows&lt;/a&gt; on the school's premises, on the other hand, hall-prefects reside in the halls in which they exercise jurisdiction. Each hall of residence contains a bedroom, storage room, ironing room, prefects' cubicle and a washroom.\nEach academic year, the administrators of the academy organize athletics competitions between the members of the four Halls of Residence as a way of building up rapport among students. These inter-Hall athletic competitions also serve as an avenue for the academy's sports trainers to select students with outstanding sports qualities who can represent the academy in external sports competitions.\nRegulations and sanctions.\nThe Accra Academy maintains strict rules on discipline. A student undertaking a mild &lt;a href=\"punishment\"&gt;punishment&lt;/a&gt; is asked to carry out cleaning, scrubbing, sweeping, weeding or disposing of refuse. A student who commits a grievous school offence is made to proceed on an indefinite suspension or is &lt;a href=\"Expulsion%20%28academia%29\"&gt;dismiss&lt;/a&gt;ed from the academy, a notable example of which is the dismissal of &lt;a href=\"Chuckie%20Taylor\"&gt;Chuckie Taylor&lt;/a&gt;, the son of the former president of Liberia, &lt;a href=\"Charles%20Taylor%20%28Liberia%29\"&gt;Charles Taylor&lt;/a&gt;, on grounds of possessing drugs and weapons.\nAssociations and clubs.\nAcademy students are involved in &lt;a href=\"Extracurricular%20activities\"&gt;Extracurricular activities&lt;/a&gt; through their membership in school associations and clubs, some of which include:\nSports.\nAs early as 1934, the academy's administrators hired a &lt;a href=\"sports%20trainer\"&gt;sports-master&lt;/a&gt; to organize the sporting activities of the academy. Students were trained in athletics, soccer, and &lt;a href=\"field%20hockey\"&gt;hockey&lt;/a&gt;. The academy won the Aggrey Shield together with seven other trophies in the annual inter-college athletics competition held in 1950, and through which the academy became recognized in Ghanaian inter-college sports, while the words \"Accra Aca, Bleoo\" came to also serve as a &lt;a href=\"slogan\"&gt;slogan&lt;/a&gt; for the school.\nAnnual events.\nThe academy's administrators organize annual events for the students and alumni of the school, including a speech and prize-giving day ceremony, a Founders' Day Lecture and a Home-coming Reunion. The annual speech and prize-giving day ceremony award the school's best performing students. Occasionally retired as well as active teachers and staff of the academy are awarded for their contributions to the school. The \"Konuah-Halm-Addo-Awuletey-Alema Memorial Lectures\" was instituted in 1991 by Vincent Freeman, then academy headmaster, as part of the school's 60th-anniversary celebrations. Home-coming reunions are usually organised as part of the academy's anniversary celebrations. They are usually characterized by bonding activities that include the singing of popular school songs called \"Jamas\" and the playing of table tennis, football and &lt;a href=\"snooker\"&gt;snooker&lt;/a&gt;.\nThe Alice R. O'Grady Scholarship Award.\nThis award was instituted in 2007 by the 1974 year group of the academy, to encourage students studying science to pursue science related careers. Beneficiaries of the award have their boarding and tuition fees fully paid for them annually so long as they maintain an above-average overall academic performance.\nThe institution of the Alice R. O'Grady &lt;a href=\"Scholarship\"&gt;Scholarship Award&lt;/a&gt; was inspired by Miss Alice R. O'Grady, a former science teacher, who taught in the academy from 1968 to 1972, having come to Ghana as a member of a group of &lt;a href=\"Peace%20Corps\"&gt;Peace Corps Volunteer&lt;/a&gt;s from the United States. O'Grady's teaching ability motivated most of the students she taught in the academy to take science more seriously and to pursue science=related careers. Her former students having attained remarkable accomplishments in field of science, instituted the award as a way of honouring her. The purpose of the award is stated as follows:\nOld Boys Association.\nThe association functions as an &lt;a href=\"old%20boys%20network\"&gt;old boys network&lt;/a&gt; which is opened to any person who has been enrolled in the academy for more than one year.\nThe association has a governing body consisting of: a president, secretary, treasurer and a &lt;a href=\"public%20relations%20officer\"&gt;public relations officer&lt;/a&gt; elected at an annual general meeting for a fixed tenure of office. They form the executive committee of the association and have the responsibility of planning and executing all programmes or events that are organised by the association. The association is operated from a &lt;a href=\"Secretariat%20%28administrative%20office%29\"&gt;national secretariat&lt;/a&gt;, which doubles as the association's headquarters in Accra. It is located on the premises of the school and is responsible for coordinating the activities of all year groups and regional secretariats of the association. It also serves as a liaison between alumni and the school.\nNotable alumni.\nAn &lt;a href=\"List%20of%20alumni%20of%20Accra%20Academy\"&gt;alumnus of the Accra Academy&lt;/a&gt; is referred to as a Bleoobi. Some notable alumni of the academy are as follows:\nTies.\nACASMA (Accra Academy and St. Mary's Alliance).\nACASMA is the joint association of the old boys and girls of Accra Academy and the St. Mary's Senior Secondary School, now &lt;a href=\"St%20Mary%27s%20Senior%20High%20School%28Ghana%29\"&gt;St. Mary's Senior High School&lt;/a&gt;. \nThere was a nationwide teachers strike in the 1970s and some Accra Academy students who were capable of learning the school curricula on their own offered lessons free of charge to their colleagues in Accra Academy and St. Mary's Senior Secondary School. The goodwill demonstrated by these students from the Accra Academy won the admiration of staff and students of the St. Mary's Senior Secondary School and resulted in the formation of the alliance to foster stronger ties between both secondary educational institutions. \nACASMA enjoys prominence at the &lt;a href=\"Higher%20education\"&gt;tertiary level&lt;/a&gt;. Some tertiary institutions in which the group has been formed and has an active membership include the University of Ghana, the &lt;a href=\"University%20of%20Cape%20Coast\"&gt;University of Cape Coast&lt;/a&gt;, and the &lt;a href=\"Kwame%20Nkrumah%20University%20of%20Science%20and%20Technology\"&gt;Kwame Nkrumah University of Science and Technology&lt;/a&gt;. Members of ACASMA at tertiary institutions continue their association even after schooling. However, it becomes more organized under year groups rather than tertiary institution attended.\nLodge Accra Academy.\nThe Accra Academy Lodge is a &lt;a href=\"Masonic%20lodge\"&gt;Masonic lodge&lt;/a&gt; managed by alumni who are &lt;a href=\"Freemason\"&gt;Freemason&lt;/a&gt;s in the Grand Lodge of Ghana or the &lt;a href=\"Grand%20Lodge%20of%20Scotland\"&gt;Grand Lodge of Scotland&lt;/a&gt;. The lodge is not part of the school's administration and as such has its own management and premises. Membership in the lodge is open only to alumni. Members occasionally support the school with financial assistance."
}