{
    "id": "2248564",
    "revid": "33871977",
    "url": "https://en.wikipedia.org/wiki?curid=2248564",
    "title": "Hazeltine National Golf Club",
    "text": "Hazeltine National Golf Club is a &lt;a href=\"country%20club\"&gt;golf club&lt;/a&gt; located in &lt;a href=\"Chaska%2C%20Minnesota\"&gt;Chaska, Minnesota&lt;/a&gt;, a suburb southwest of &lt;a href=\"Minneapolis\"&gt;Minneapolis&lt;/a&gt;, United States. It is a private club and therefore closed to guests not accompanied by a member. The &lt;a href=\"golf%20course\"&gt;golf course&lt;/a&gt; was designed by &lt;a href=\"Robert%20Trent%20Jones\"&gt;Robert Trent Jones&lt;/a&gt; and opened in 1962.\nHazeltine also hosts functions other than &lt;a href=\"golf\"&gt;golf&lt;/a&gt;. The &lt;a href=\"Country%20club\"&gt;clubhouse&lt;/a&gt; has a &lt;a href=\"ballroom\"&gt;ballroom&lt;/a&gt; and two &lt;a href=\"restaurant\"&gt;restaurant&lt;/a&gt;s.\nHistory.\nTotton P. Heffelfinger, a former president of the &lt;a href=\"United%20States%20Golf%20Association\"&gt;United States Golf Association&lt;/a&gt;, saw the opportunity to build a new championship golf course after &lt;a href=\"The%20Minikahda%20Club\"&gt;The Minikahda Club&lt;/a&gt; in &lt;a href=\"Minneapolis%2C%20Minnesota\"&gt;Minneapolis&lt;/a&gt; (where &lt;a href=\"Chick%20Evans\"&gt;Chick Evans&lt;/a&gt; won the 1916 &lt;a href=\"U.S.%20Open%20%28golf%29\"&gt;U.S. Open&lt;/a&gt;) was threatened by the development of a &lt;a href=\"freeway\"&gt;freeway&lt;/a&gt;. After that club rejected plans for a new course, Heffelfinger met with Robert Trent Jones to design the golf course.\nThe course was originally named \"The Executive Golf Club\" and was initially intended to be part of a series of Executive Golf Clubs around the country. However, the name was not favorable and the other clubs did not materialize. The founders decided to call the new course Hazeltine National Golf club in honor of the adjoining &lt;a href=\"Lake%20Hazeltine\"&gt;Lake Hazeltine&lt;/a&gt;. The course opened for play to club members in 1962. Heffelfinger's ultimate &lt;a href=\"Objective%20%28goal%29\"&gt;goal&lt;/a&gt; was to have &lt;a href=\"Men%27s%20major%20golf%20championships\"&gt;major championships&lt;/a&gt; played at Hazeltine. He got that wish when the 1966 &lt;a href=\"U.S.%20Women%27s%20Open\"&gt;U.S. Women's Open&lt;/a&gt; was played at Hazeltine; &lt;a href=\"Sandra%20Spuzich\"&gt;Sandra Spuzich&lt;/a&gt; won with a score of 297 (nine over &lt;a href=\"Par%20%28score%29\"&gt;par&lt;/a&gt;) on a course set to .\nHazeltine hosted the &lt;a href=\"U.S.%20Open%20%28golf%29\"&gt;U.S. Open&lt;/a&gt; in &lt;a href=\"1970%20U.S.%20Open%20%28golf%29\"&gt;1970&lt;/a&gt; and the course received much negative press as many big names and nearly half the field didn't break 80 the first day. The weather had been very cool and windy. After his round on Friday, &lt;a href=\"Dave%20Hill%20%28golfer%29\"&gt;Dave Hill&lt;/a&gt; said that the only thing Hazeltine was missing was \"80 acres of corn and a few cows.\" &lt;a href=\"Tony%20Jacklin\"&gt;Tony Jacklin&lt;/a&gt; (that year's reigning &lt;a href=\"Open%20Championship\"&gt;Open Championship&lt;/a&gt; winner) won the tournament with a seven-under-par 281. The course played to and Hill placed second.\nAfter that, the club faced severe financial troubles, and it looked unlikely that the club would host a major championship again. The club almost secured a deal to host a &lt;a href=\"PGA%20Championship\"&gt;PGA Championship&lt;/a&gt;, but ultimately lost the opportunity. However, the course was awarded the &lt;a href=\"U.S.%20Women%27s%20Open\"&gt;U.S. Women's Open&lt;/a&gt; for &lt;a href=\"1977%20U.S.%20Women%27s%20Open\"&gt;1977&lt;/a&gt;. This was the first year that &lt;a href=\"Nancy%20Lopez\"&gt;Nancy Lopez&lt;/a&gt; played in the championship as a &lt;a href=\"professional\"&gt;professional&lt;/a&gt;, and she placed second. &lt;a href=\"Hollis%20Stacy\"&gt;Hollis Stacy&lt;/a&gt; won the event with a four-over-par score of 292 on a course set at .\nOver the next few years, the course received a series of renovations. A number of dogleg holes were straightened. The par three sixteenth hole was abandoned and a new par four was laid out along Hazeltine Lake. The par four seventeenth was converted to a par three, keeping the original green site. The 1983 &lt;a href=\"U.S.%20Senior%20Open\"&gt;U.S. Senior Open&lt;/a&gt; was held at the redesigned course. &lt;a href=\"Billy%20Casper\"&gt;Billy Casper&lt;/a&gt; and &lt;a href=\"Rod%20Funseth\"&gt;Rod Funseth&lt;/a&gt; were tied after four rounds with scores of four-over-par 288 (the course played as a par 71). After he and Funseth were still tied at the end of an 18-hole playoff, Casper made a birdie on the first hole of sudden death to win. The course played to .\nThe course was awarded the &lt;a href=\"1991%20U.S.%20Open%20%28golf%29\"&gt;1991 U.S. Open&lt;/a&gt; in January 1986. &lt;a href=\"Rees%20Jones\"&gt;Rees Jones&lt;/a&gt;, the son of Robert Trent Jones, made more changes to the course in preparation for the U.S. Open. The U.S. Open was remembered primarily for two things. One was the dramatic duel between &lt;a href=\"Payne%20Stewart\"&gt;Payne Stewart&lt;/a&gt; and &lt;a href=\"Scott%20Simpson%20%28golfer%29\"&gt;Scott Simpson&lt;/a&gt;, who both finished at six-under-par 282. In the 18-hole &lt;a href=\"playoff\"&gt;playoff&lt;/a&gt;, Stewart was two strokes behind coming to the 16th hole. Then, as he had on Sunday, he rallied and won the U.S. Open for his second major championship win (and the first of his two U.S. Opens). Stewart made 57 pars during the 72 holes of regulation.\nThe 1991 U.S. Open is also remembered because of &lt;a href=\"lightning\"&gt;lightning&lt;/a&gt; that struck on Thursday, June 13, the first day of the championship. The day started out with bright blue skies, but a rainstorm soon came in. Spectators left the course or stood under &lt;a href=\"tree\"&gt;tree&lt;/a&gt;s for shelter. Six spectators stood under a tree near the famous sixteenth hole when lightning struck, with one fatality.\nIn 1994, the course hosted the &lt;a href=\"U.S.%20Mid-Amateur\"&gt;U.S. Mid-Amateur&lt;/a&gt; Championship, one of the major events in &lt;a href=\"amateur\"&gt;amateur&lt;/a&gt; golf. In that competition, &lt;a href=\"Tim%20Jackson%20%28golfer%29\"&gt;Tim Jackson&lt;/a&gt; defeated &lt;a href=\"Tom%20Brennan%20%28golfer%29\"&gt;Tommy Brennan&lt;/a&gt; with a final score of one up (the Mid-Amateur final is held at &lt;a href=\"match%20play\"&gt;match play&lt;/a&gt;). The course measured at for that championship. In 2001 another amateur event, the USGA Men's State Team Championship, was held at Hazeltine. John Carlson, Jered Gusso, and John Harris comprised the Minnesota team which won that event with an even-par score of 432. The course played at .\nHazeltine also hosted the 1999 &lt;a href=\"NCAA%20Division%20I%20Men%27s%20Golf%20Championships\"&gt;NCAA Division I Men's Championship&lt;/a&gt;. The &lt;a href=\"Georgia%20Bulldogs\"&gt;Georgia Bulldogs&lt;/a&gt; won the team tournament with a twenty-seven-over-par score of 1179. &lt;a href=\"Northwestern%20Wildcats\"&gt;Northwestern Wildcats&lt;/a&gt; golfer &lt;a href=\"Luke%20Donald\"&gt;Luke Donald&lt;/a&gt; won the individual championship with a four-under-par score of 284. The course played to .\nRees Jones lengthened &lt;a href=\"tee\"&gt;tee&lt;/a&gt;s and added several new &lt;a href=\"bunker%20%28golf%29\"&gt;bunkers&lt;/a&gt; in preparation for the 84th PGA Championship in &lt;a href=\"2002%20PGA%20Championship\"&gt;2002&lt;/a&gt;. The course played at as a par 72. &lt;a href=\"Rich%20Beem\"&gt;Rich Beem&lt;/a&gt; was the winner of the championship, with a score of ten-under-par 278, holding off a surging &lt;a href=\"Tiger%20Woods\"&gt;Tiger Woods&lt;/a&gt;, who birdied the last four holes. The course's competitive course record was set in the 2002 PGA Championship as Beem, &lt;a href=\"Robert%20Allenby\"&gt;Robert Allenby&lt;/a&gt;, and &lt;a href=\"Justin%20Leonard\"&gt;Justin Leonard&lt;/a&gt; all shot 66 (six-under-par) during the second round.\nIn 2006 the course hosted the &lt;a href=\"U.S.%20Amateur\"&gt;U.S. Amateur&lt;/a&gt;, which was won by &lt;a href=\"Richie%20Ramsay\"&gt;Richie Ramsay&lt;/a&gt; of Scotland by defeating John Kelly of USA with a score of 4 &amp; 2.\nHazeltine again played host to the PGA Championship in &lt;a href=\"2009%20PGA%20Championship\"&gt;2009&lt;/a&gt;. The tournament was won by &lt;a href=\"Yang%20Yong-eun\"&gt;Y.E. Yang&lt;/a&gt; of &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;. Yang prevailed by three strokes over &lt;a href=\"Tiger%20Woods\"&gt;Tiger Woods&lt;/a&gt;, who had led by two going into Sunday. Yang's victory was significant, as it was the first men's major won by a golfer born in Asia. It also marked the first time that Woods had lost a major after holding at least a share of first after 54 holes.\nThe &lt;a href=\"2016%20Ryder%20Cup\"&gt;2016 Ryder Cup&lt;/a&gt; was awarded to Hazeltine in 2002 and was scheduled for September 27 – October 2. On February 24, 2015, &lt;a href=\"Davis%20Love%20III\"&gt;Davis Love III&lt;/a&gt; was named captain for Team USA with &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;'s &lt;a href=\"Darren%20Clarke\"&gt;Darren Clarke&lt;/a&gt; captaining Team Europe. The United States' 17–11 victory was their first victory in the event since &lt;a href=\"2008%20Ryder%20Cup\"&gt;2008&lt;/a&gt; at &lt;a href=\"Valhalla%20Golf%20Club\"&gt;Valhalla&lt;/a&gt; and tied the record for the biggest American margin of victory on home soil set in &lt;a href=\"1979%20Ryder%20Cup\"&gt;1979&lt;/a&gt; at &lt;a href=\"The%20Greenbrier\"&gt;The Greenbrier&lt;/a&gt;, which was the first year that Great Britain and Ireland included continental Europe to create the current European team.\nOn March 26, 2018, Hazeltine National was announced as the host of the 2028 Ryder Cup. It will be the first American venue to host a second Ryder Cup.\n2019 KPMG Women's PGA Championship.\nIn late June 2019, the club hosted, for the first time, the &lt;a href=\"KPMG%20Women%27s%20PGA%20Championship\"&gt;KPMG Women's PGA Championship&lt;/a&gt;. This event, established in the mid-1950s, is the second-oldest of the LPGA Tour's five major championships, and is conducted by the &lt;a href=\"PGA%20of%20America\"&gt;PGA of America&lt;/a&gt;.\nMajor tournaments hosted at Hazeltine National.\nBolded years are &lt;a href=\"Men%27s%20major%20golf%20championships\"&gt;major championships&lt;/a&gt; on the &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt;\nCourse information.\nThe golf course is hilly, and it has narrow fairways and small greens. Nine of the holes have water hazards. The &lt;a href=\"signature%20hole\"&gt;signature hole&lt;/a&gt; at Hazeltine is the par four sixteenth. The tee shot on the sixteenth must carry 220 yards (201 m) over Hazeltine Lake. The green is a raised &lt;a href=\"peninsula\"&gt;peninsula&lt;/a&gt; which falls off on all sides, including into the hazard in the back and on the right.\nThe seventeenth is a long par three that used to be a short par four. Four bunkers and two water hazards guard the green, which is one of the most undulating on the entire course. The finishing hole is a long, well-bunkered par four.\nKeeping with the club's goal of improving the golf course as needed, a number of changes were made in the fall of 2005, including adding new tees (which will increase the length from the championship tees) and bunkers. The course was re-rated in 2006.\nPrior to the changes, from the championship tees, the course measured and had a rating of 77.0/153. From the blue tees, the course measures and has a rating of 75.4/150. From the gold tees, the course measures and has a rating of 73.7/146. From the white tees, the course measures and has a rating of 71.8/142 for men and 77.2/144 for women. From the red tees, the course measures and has a rating of 74.3/138 for women.\nDuring the 2008 summer, the club made many significant changes to the golf course in preparation for the &lt;a href=\"2009%20PGA%20Championship\"&gt;2009 PGA Championship&lt;/a&gt;. Some of these changes included adding bunkers onto the Par 4 2nd Hole; adding a new tee box on Hole 12, a par 4 which then played at almost ; and lengthening the course to . The rating was 78.0, and the slope was listed as 155."
}