{
    "id": "22526714",
    "revid": "7972131",
    "url": "https://en.wikipedia.org/wiki?curid=22526714",
    "title": "Rugby League Reserve Team Championship",
    "text": "The Rugby League Reserve Team Championship is a &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; competition for the reserve teams of the British-based &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; clubs. Having a reserve team is a compulsory part of the minimum criteria to hold a Super League licence, but &lt;a href=\"Catalans%20Dragons\"&gt;Catalans Dragons&lt;/a&gt; have dispensation to run their reserve team in the &lt;a href=\"Elite%20One%20Championship\"&gt;French Elite League&lt;/a&gt; for logistical reasons.\nThe \"Rugby League Reserve Team First Division\" is a rugby league competition for the reserve teams of &lt;a href=\"Rugby%20League%20Championships\"&gt;Championship&lt;/a&gt; clubs, although there is no longer an obligation for clubs in the Championship to enter a reserve team.\nHistory.\nThe previous competition for reserve teams was known as the Alliance and on occasion featured the first teams of non-league semi-professional clubs including &lt;a href=\"Hemel%20Stags\"&gt;Hemel Stags&lt;/a&gt; and &lt;a href=\"Blackpool%20Borough%23Blackpool%20Gladiators\"&gt;Blackpool Gladiators&lt;/a&gt;.\nThe current competition was formed in 2006 as a replacement for the Senior Academy competition for under-21s. Unlike the Senior Academy, which had a grading phase to divide teams into the Championship and First Division based on playing strength of the Senior Academy side, the Reserve Team Championship is exclusively for the reserve teams of Super League clubs and the Reserve Team First Division is exclusively for the reserve teams of Championship clubs.\nIn 2007 and 2008 there was an obligation for National League One (but not National League Two) clubs to run a reserve team (with Celtic Crusaders getting dispensation in 2008 to run theirs in the &lt;a href=\"Rugby%20League%20Conference%20National%20Division\"&gt;Rugby League Conference National Division&lt;/a&gt;, this has been dropped for the 2009 season, resulting in a smaller First Division.\nIn 2010 the Championship will change to a Super League under-20s (featuring the 12 English Super League sides, Crusaders have withdrawn following the move to Wrexham with most of the players joining &lt;a href=\"South%20Wales%20Ironmen\"&gt;South Wales Scorpions&lt;/a&gt;) and the First Division will remain as a Championship Reserve division. In 2011 the Championship reserve competition became U23 albeit with five over age players allowed.\nIn 2013 the Championship U23 had only four entrants (Halifax, Featherstone Rovers, Keighley Cougars and Leigh Centurions) so it was agreed that they could play games between them under the U23 rules and other games would be U20 with two over age players. With teams playing uneven numbers of games the league will be a merit league. &lt;a href=\"http%3A//www.pontefractandcastlefordexpress.co.uk/sport/featherstone-rovers/flexible-format-for-fixtures-1-5240977\"&gt;&lt;/a&gt;"
}