{
    "id": "2252874",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=2252874",
    "title": "Epidemiology of suicide",
    "text": "An estimated 1 million people worldwide die by &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt; every year. Globally, suicide ranks among the three leading causes of death among those aged 15–44 years. Attempted suicides are up to 20 times more frequent than completed ones.\n&lt;a href=\"Incidence%20%28epidemiology%29\"&gt;Incidence&lt;/a&gt; of suicide in a society depends on a range of factors. &lt;a href=\"Clinical%20depression\"&gt;Clinical depression&lt;/a&gt; is an especially common cause. &lt;a href=\"Bullying\"&gt;Bullying&lt;/a&gt;, which includes &lt;a href=\"body%20shaming\"&gt;body shaming&lt;/a&gt;, can also drive people to suicide, as it increases social isolation. &lt;a href=\"Substance%20abuse\"&gt;Substance abuse&lt;/a&gt; and severe physical disease or &lt;a href=\"Disease\"&gt;infirmity&lt;/a&gt; are also recognized as causes. The &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt; and &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt; regions have the highest &lt;a href=\"suicide%20rate\"&gt;suicide rate&lt;/a&gt; worldwide. The region with the lowest suicide rate is the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;, followed by the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;.\nDifferences in &lt;a href=\"Gender%20differences%20in%20suicide\"&gt;suicide rates between genders&lt;/a&gt; are prominent, with males committing suicide at a higher rate in almost every country in the world. However, females of all age groups tend to show higher rates of reported nonfatal suicidal behaviors.\nOverview.\nIn most countries the incidence of suicides is higher than the incidence of intentional &lt;a href=\"homicide\"&gt;homicide&lt;/a&gt;s. More people die of suicide than die of war and murder.\nA 2006 report by the &lt;a href=\"World%20Health%20Organization\"&gt;World Health Organization&lt;/a&gt; (WHO) states that nearly a million people take their own lives every year, more than those murdered or killed in war. WHO figures show a suicide takes place somewhere in the world roughly every 40 seconds.\nAccording to the &lt;a href=\"National%20Institute%20of%20Mental%20Health\"&gt;National Institute of Mental Health&lt;/a&gt;, &lt;a href=\"suicide%20contagion\"&gt;suicide contagion&lt;/a&gt; is a serious problem, especially for young people. Suicide can be facilitated in vulnerable teens by exposure to real or fictional accounts of suicide, including media coverage of suicide, such as intensive reporting of the suicide of a celebrity or idol.\nBy country.\nSuicide rates are highest in Europe's &lt;a href=\"Baltic%20states\"&gt;Baltic states&lt;/a&gt;, where around 40 people per 100,000 die by suicide each year. The lowest rates are found mainly in Caribbean/West Indies nations and a few countries in Asia.\nMore than 30,000 people commit suicide in &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; every year; more than 40,000 people die by suicide each year in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;; over 30,000 kill themselves in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;; and about 250,000 commit suicide each year in &lt;a href=\"China\"&gt;China&lt;/a&gt;. In western countries men commit suicide at four times the rate of women. Women are more likely to &lt;a href=\"Parasuicide\"&gt;attempt suicide&lt;/a&gt; than men.\nThe countries of the former &lt;a href=\"Soviet%20Bloc\"&gt;Soviet Bloc&lt;/a&gt; have the highest &lt;a href=\"suicide%20rate\"&gt;suicide rate&lt;/a&gt; in the world. Rate of &lt;a href=\"suicide%20in%20South%20Korea\"&gt;suicide in South Korea&lt;/a&gt; is the highest among any other East Asian countries. The region with the lowest suicide rate is &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt;.\n&lt;a href=\"China\"&gt;China&lt;/a&gt; is the only country in the world where the rate of suicide by women matches that of men, with statistics even showing a slightly higher number of female cases.\nBetween 1999-2006, in the United States, suicide was the third leading cause of death in adolescents aged 15 to 19 years, and the fourth leading cause of death for children aged 10 to 14 years. As of 2011, suicide increased in this age group, becoming the second cause of death for youth between the ages of 15 and 24 years, below homicide statistics and above those of accidents. Geographically within the United States, western states have higher rates of suicide. Per 100,000 people, Montana is ranked first, Alaska ranked second, and Wyoming is third. There may be a link between these states and firearm regulations, which make access to guns easier, as statistics show firearm suicides in states with the highest rates of gun ownership are 3.7 times higher for men, and 7.9 times higher for women. These are often rural areas without heavily populated urban communities (which brings social pressure stressors), but may indicate a lack of accessibility to medical and psychological health assistance in these remote areas.\nSex.\nIn the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"male\"&gt;male&lt;/a&gt;s are four times more likely to die by suicide than &lt;a href=\"female\"&gt;female&lt;/a&gt;s, although more women than men report suicide attempts and &lt;a href=\"self-harm\"&gt;self-harm&lt;/a&gt; with suicidal intentions. Male suicide rates are far higher than females in all age groups (the ratio varies from 3:1 to 10:1). In other western countries, males are also much more likely to die by suicide than females (usually by a factor of 3–4:1). It was the 8th leading cause of death for males, and 19th leading cause of death for females.\nExcess male mortality from suicide is lower in non-&lt;a href=\"Western%20world\"&gt;Western&lt;/a&gt; where as of 2015 in China (about one fifth of world population) and seven more countries it is absent, with females more likely to die by suicide than males by a factor of 1.3–1.6\nRace and sexual orientation.\nIn 2003, in the United States, whites and Asians were nearly 2.5 times more likely to kill themselves than were blacks or Hispanics. In the eastern portion of the world (primarily in Asian or Pacific-Island countries) the numbers of reported suicides is growing every year.\nThe likelihood of suicide attempts are increased in both gay males and lesbians, as well as bisexuals of both sexes when compared to their heterosexual counterparts. The &lt;a href=\"Gender%20and%20suicide\"&gt;trend of having a higher incident rate&lt;/a&gt; among females is no exception with lesbians or bisexual females and when compared with homosexual males, lesbians are more likely to attempt than gay or bisexual males.\nStudies vary with just how increased the risk is compared to heterosexuals with a low of 0.8-1.1 times more likely for females and 1.5-2.5 times more likely for males. The highs reach 4.6 more likely in females and 14.6 more likely in males.\nRace and age play a factor in the increased risk. The highest ratios for males are attributed to caucasians when they are in their youth. By the age of 25, their risk is down to less than half of what it was, however black gay males' risk steadily increases to 8.6 times more likely. Through a lifetime the risks are 5.7 for white and 12.8 for black gay and bisexual males.\nLesbian and bisexual females have opposite effects with less attempts in youth when compared to heterosexual females. Through a lifetime the likelihood to attempt nearly triple the youth 1.1 ratio for caucasian females, however for black females the rate is affected very little (less than 0.1 to 0.3 difference) with heterosexual black females having a slightly higher risk throughout most of the age-based study.\nGay and lesbian youth who attempt suicide are disproportionately subject to anti-gay attitudes, and have weaker skills for coping with discrimination, isolation, and loneliness, and were more likely to experience family rejection than those who do not attempt suicide. Another study found that gay and bisexual youth who attempted suicide had more feminine gender roles, adopted an LGB identity at a young age and were more likely than peers to report sexual abuse, drug abuse, and arrests for misconduct.\nOne study found that same-sex sexual behavior, but not homosexual attraction or homosexual identity, was significantly predictive of suicide among Norwegian adolescents. In Denmark, the age-adjusted suicide mortality risk for men in registered domestic partnerships was nearly eight times greater than for men with positive histories of heterosexual marriage and nearly twice as high for men who had never married.\nA study of suicide, undertaken in Sweden, involved the analysis of data records for 6,456 &lt;a href=\"Same-sex%20marriage\"&gt;same-sex married&lt;/a&gt; couples and 1,181,723 man-women marriages. Even with &lt;a href=\"LGBT%20rights%20in%20Sweden\"&gt;Sweden's tolerant attitude regarding homosexuality&lt;/a&gt;, it was determined that for same-sex married men the suicide risk was nearly three times higher than for different-sex married men, even after an adjustment for HIV status. For women, it was shown that there was a tentatively elevated suicide risk for same-sex married women over that of different-sex married women.\nReligion.\nCompared with other countries, &lt;a href=\"atheist%20states\"&gt;atheist states&lt;/a&gt;, such as the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt;, have the highest suicide rate (25.6 per 100,000 persons).\nIn a global study on atheism, sociologist Phil Zuckerman noted countries with higher levels of atheism had the highest suicide rates compared to countries with \"statistically insignificant levels of organic atheism.\"\nSocial factors.\nHigher levels of social and national cohesion reduce suicide rates. Suicide levels are highest among the retired, &lt;a href=\"unemployment\"&gt;unemployed&lt;/a&gt;, &lt;a href=\"Poverty\"&gt;impoverished&lt;/a&gt;, &lt;a href=\"divorce\"&gt;divorce&lt;/a&gt;d, the childless, urbanites, &lt;a href=\"empty%20nester\"&gt;empty nester&lt;/a&gt;s, and other people who live alone. Suicide rates also rise during times of economic uncertainty. (Although &lt;a href=\"poverty\"&gt;poverty&lt;/a&gt; is not a direct cause, it can contribute to the risk of suicide).\n&lt;a href=\"Epidemiology\"&gt;Epidemiological&lt;/a&gt; studies generally show a relationship between suicide or suicidal behaviors and socio-economic disadvantage, including limited educational achievement, &lt;a href=\"homelessness\"&gt;homelessness&lt;/a&gt;, unemployment, economic dependence, and contact with the &lt;a href=\"police\"&gt;police&lt;/a&gt; or justice system. &lt;a href=\"War\"&gt;War&lt;/a&gt; is traditionally believed to be associated with a fall in suicide rates; however, this has been questioned in recent studies, showing a more complex picture than previously conceived.\nA 2015 UK study by the &lt;a href=\"Office%20for%20National%20Statistics\"&gt;Office for National Statistics&lt;/a&gt;, commissioned by &lt;a href=\"Public%20Health%20England\"&gt;Public Health England&lt;/a&gt;, which considered 18,998 deaths of people aged between 20 and 64, found that men working in the construction industry and women employed in culture, media and sport, healthcare and primary school teaching were at the highest risk of suicide.\nHealth.\n&lt;a href=\"Major%20depressive%20disorder\"&gt;Depression&lt;/a&gt;, either unipolar or as part of &lt;a href=\"bipolar%20disorder\"&gt;bipolar disorder&lt;/a&gt;, is an especially common cause. &lt;a href=\"Substance%20abuse\"&gt;Substance abuse&lt;/a&gt;, severe physical disease or infirmity are also recognized causes.\nAn unknown number of suicidal fatalities are falsely presumed to be the consequences of severe illnesses, infectious, malignant, mental et cetera.\nBody mass index.\nRisk of suicide may decrease with increased weight and is low in &lt;a href=\"obesity\"&gt;obese persons&lt;/a&gt;. The connection is not well understood, but it is hypothesized that elevated body weight results in higher circulating levels of &lt;a href=\"tryptophan\"&gt;tryptophan&lt;/a&gt;, &lt;a href=\"serotonin\"&gt;serotonin&lt;/a&gt;, and &lt;a href=\"leptin\"&gt;leptin&lt;/a&gt;, which in turn reduces &lt;a href=\"impulsivity\"&gt;impulsivity&lt;/a&gt;.\nHowever, other studies indicate that suicide rates increase with extreme obesity, and it is difficult to control for conflating factors such as BMI-related differences in longevity, which have a significant bearing on suicide rates.\nSeason.\nThe idea that suicide is more common during the winter holidays (including &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt; in the &lt;a href=\"northern%20hemisphere\"&gt;northern hemisphere&lt;/a&gt;) is actually a myth, generally reinforced by media coverage associating suicide with the holiday season. The &lt;a href=\"National%20Center%20for%20Health%20Statistics\"&gt;National Center for Health Statistics&lt;/a&gt; found that suicides drop during the winter months, and peak during spring and early summer. Considering that there is a correlation between the winter season and rates of depression, there are theories that this might be accounted for by capability to commit suicide and relative cheerfulness. Suicide has also been linked to other seasonal factors.\nThe variation in suicides by day of week is actually greater than any seasonal variation.\nTrends.\nCertain time trends can be related to the type of death. In the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, for example, the steady rise in suicides from 1945 to 1963 was probably to some extent curtailed following the removal of &lt;a href=\"carbon%20monoxide\"&gt;carbon monoxide&lt;/a&gt; from domestic gas supplies which occurred with the change from &lt;a href=\"coal%20gas\"&gt;coal gas&lt;/a&gt; to &lt;a href=\"natural%20gas\"&gt;natural gas&lt;/a&gt; during the sixties. Methods vary across cultures, and the easy availability of lethal agents and materials plays a role.\nIt is estimated that global annual suicide fatalities could rise to 1.5 million by 2020.\nWorldwide, suicide ranks among the three leading causes of death among those aged 15–44 years. Suicide attempts are up to 20 times more frequent than completed suicides.\nHistorical trends.\nHistorical data show lower suicide rates during periods of war."
}