{
    "id": "22521544",
    "revid": "5229428",
    "url": "https://en.wikipedia.org/wiki?curid=22521544",
    "title": "Iowa and Sac &amp; Fox Mission State Historic Site",
    "text": "The Iowa and Sac &amp; Fox Mission State Historic Site, also known as the Highland Presbyterian Mission, is the site of a &lt;a href=\"Mission%20%28Christian%29\"&gt;mission&lt;/a&gt; that housed the children of two local tribes between 1845 and 1863.\nHistory.\nBetween 1825 and 1850, as settlers moved west, 25 &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;American Indian&lt;/a&gt; tribes were relocated to &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;. Two narrow strips of land in present-day Kansas along the &lt;a href=\"Missouri%20River\"&gt;Missouri River&lt;/a&gt; were set aside for the &lt;a href=\"Iowa%20tribe\"&gt;Iowa tribe&lt;/a&gt; and the &lt;a href=\"Sac%20%26amp%3B%20Foxes\"&gt;Sac &amp; Foxes&lt;/a&gt;.\nMissionaries subsequently established school to convert the Indian children to &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; and to teach them &lt;a href=\"vocational%20skills\"&gt;vocational skills&lt;/a&gt;.\nThe Reverend Samuel M. Irvin was sent to the Highland area by the &lt;a href=\"Presbyterian%20Board%20of%20Missions\"&gt;Presbyterian Board of Missions&lt;/a&gt; to establish an agricultural mission for the Iowa and Sac &amp; Fox people, who were traditionally hunters. Irvin tried to teach the tribes to raise livestock and farm. Since he had little success, the missions board changed its tactics to teach younger children in an attempt to change the cultures.\nConstruction began on the Highland Presbyterian Mission in 1845 to house the children of the two tribes. The mission was originally 106 feet long and included 32 room with a dining hall and chapel. An average of 40 students lived at the mission. Since the mission was located on a branch of the &lt;a href=\"Oregon-California%20Trail\"&gt;Oregon-California Trail&lt;/a&gt;, traffic began to increase in the area. Travelers brought disease, causing smallpox and cholera epidemics.\nThe Kansas-Nebraska Act of 1854 brought further reductions to the Indian reservations. With the outbreak of the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; and changing philosophies, missions across the nation closed. The Highland Presbyterian Mission closed in 1863.\nToday the Sac &amp; Fox have reservations in &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt; and &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt;. The Iowa have tribal land in Oklahoma and a reservation near the Kansas Nebraska border. The mission is owned by the state of Kansas and administered by the &lt;a href=\"Kansas%20Historical%20Society\"&gt;Kansas Historical Society&lt;/a&gt;."
}