{
    "id": "2254181",
    "revid": "33694002",
    "url": "https://en.wikipedia.org/wiki?curid=2254181",
    "title": "Hrvatska Kostajnica",
    "text": "Hrvatska Kostajnica (; ; ), often just Kostajnica, is a small town in central &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;. It is located on the &lt;a href=\"Una%20%28Sava%29\"&gt;Una river&lt;/a&gt; in the &lt;a href=\"Sisak-Moslavina%20County\"&gt;Sisak-Moslavina County&lt;/a&gt;, south of &lt;a href=\"Petrinja\"&gt;Petrinja&lt;/a&gt; and &lt;a href=\"Sisak\"&gt;Sisak&lt;/a&gt; and across the river from &lt;a href=\"Kostajnica%2C%20Bosnia%20and%20Herzegovina\"&gt;Bosanska Kostajnica&lt;/a&gt; in &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt;.\nHistory.\nMiddle Ages.\nKostajnica was first mentioned in the document by knights templar from 1240. This year is used as official birth year of this historic town. Its name is derived from the word \"kostanj\" (\"chestnut\"), as the nearby hills around the Una river are covered with forests of chestnut trees.\nTime of the first settlement is unknown, but town lies on very important Roman roads that were used for transporting salt and cotton. Since Roman roads were merged in the vicinity of the city it is believed that settlement dates much earlier than the first written document known today. Position of town is very similar to the town from old Roman documents known as “Oeneum”. Five Roman milestones were located in the city dating back to the 3rd century A.D.\nDuring 13th and 14th century, Kostajnica became a fortification (kaštel) that was built as a protection against the invading &lt;a href=\"Ottoman%20empire\"&gt;Ottoman empire&lt;/a&gt;. The owners of the fortification were members of the noble families Lipovečki, Tot, &lt;a href=\"Frankopan\"&gt;Frankopan&lt;/a&gt;, Benvenjud and finally &lt;a href=\"Zrinski\"&gt;Zrinski&lt;/a&gt;, so the castle is today also known as &lt;a href=\"Fortress%20Kostajnica\"&gt;Zrinski castle&lt;/a&gt; (\"Stari grad Zrinski\" in &lt;a href=\"Croatian%20language\"&gt;Croatian&lt;/a&gt;). Other forts existing during that period were in the surrounding villages of Komogovina, &lt;a href=\"Svinica%20Hrvatska\"&gt;Svinica&lt;/a&gt;, and Prevršac. After, Commander of the Hrvatska Kostajnica was Prince and Duke Luke Novosel of &lt;a href=\"Transleithania\"&gt;Transleithania&lt;/a&gt; (&lt;a href=\"House%20of%20Novosel\"&gt;House of Novosel&lt;/a&gt;) (Croatia and Slavonia part).\nOttoman rule.\nThe Ottoman 1537 offensive against Kostajnica and &lt;a href=\"Dubica%2C%20Bosnia-Herzegovina\"&gt;Dubica&lt;/a&gt; ended in Ottoman defeat in a battle near &lt;a href=\"Jasenovac\"&gt;Jasenovac&lt;/a&gt;. They nevertheless conquered Dubica in 1538, and conducted raids in the Kostajnica area in 1539, failing to capture any of the forts, but causing widespread destruction. Attempts to capture Kostajnica were repeated in 1550 and 1552. Finally, in 1556 the Ottoman army, led by &lt;a href=\"Malko%C4%8D-beg\"&gt;Malkoč-beg&lt;/a&gt;, captured Kostajnica after a one-day siege.\nAfter capturing the town, the Ottomans invested heavily in maintaining the fortifications, and kept a strong military contingent, making Kostajnica – alongside &lt;a href=\"Biha%C4%87\"&gt;Bihać&lt;/a&gt; – their most important stronghold in the area. In the following decades, Kostajnica was a starting point for Ottoman offensive operations. The crushing Ottoman defeat in the &lt;a href=\"Battle%20of%20Sisak\"&gt;Battle of Sisak&lt;/a&gt; in 1593, however, marked the turning point in the ongoing conflict, after which Kostajnica was no longer safe from recapture.\nIn 1596, a well-organized attempt by generals Sigismund Herberstein and Juraj Lenković with 6,000 troops ended in failure. The attackers encountered heavily fortified defensive positions and – having no artillery and receiving news about incoming Ottoman reinforcements – decided to withdraw. Raids in 1624 and 1651 were again successful in dispersing the Ottoman troops, but failed to capture the fortress. Kostajnica was finally taken in 1688, by the army of &lt;a href=\"Louis%20William%2C%20Margrave%20of%20Baden-Baden\"&gt;Louis William, Margrave of Baden-Baden&lt;/a&gt; joined with the troops led by &lt;a href=\"Ban%20of%20Croatia\"&gt;ban&lt;/a&gt; &lt;a href=\"Nikola%20Erd%C3%B6dy\"&gt;Nikola Erdödy&lt;/a&gt;. The attacking force, equipped with 15 cannons, was able to reach strategic positions around the Ottoman fortress without encountering significant resistance. On the third day of the operation, they seized the fortress after an artillery attack.\n18th century to present.\nDuring the early 18th century two schools are opened in the city. One school was operated by Catholic Missionary Church of “St. Antun Padovinski”, while the second schools was run as a Serbian Public School.\nKostajnica is known for its natural springs such as; Varoški Bunar, Mrzlenac, Tekija, Pekinac, Paunovac, Angelovac, and Tutulovac. The most popular spring Tekija has engraved sign (drink brother, potion was given to you by the god's mercy) “Pi brate iz Božje milosti dat ti je napitak.”\nIn the late 19th and early 20th century, Kostajnica was a district capital in the &lt;a href=\"Zagreb%20County%20%28former%29\"&gt;Zagreb County&lt;/a&gt; of the &lt;a href=\"Kingdom%20of%20Croatia-Slavonia\"&gt;Kingdom of Croatia-Slavonia&lt;/a&gt;.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the town was occupied by &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; troops and was included into the &lt;a href=\"Ante%20Paveli%C4%87\"&gt;Pavelić's&lt;/a&gt; &lt;a href=\"Independent%20State%20of%20Croatia\"&gt;Independent State of Croatia&lt;/a&gt; (NDH). The fascist &lt;a href=\"Ustashe\"&gt;Ustashe&lt;/a&gt; regime committed the &lt;a href=\"Genocide%20of%20Serbs%20in%20the%20Independent%20State%20of%20Croatia\"&gt;Genocide of the Serbs&lt;/a&gt; and &lt;a href=\"The%20Holocaust%20in%20the%20Independent%20State%20of%20Croatia\"&gt;the Holocaust&lt;/a&gt;. Between 29 and 37 July 1941, 280 Serbs were killed and thrown into pits near Kostajnica. The town was bombed by American forces on May 30, 1944.\nKostajnica suffered greatly during the &lt;a href=\"Croatian%20War%20of%20Independence\"&gt;Croatian War of Independence&lt;/a&gt;. A large part of the Croatian population were expelled or killed by rebel &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt; in 1991 and the city was &lt;a href=\"Towns%20in%20the%20Former%20RSK\"&gt;incorporated&lt;/a&gt; into the &lt;a href=\"Republic%20of%20Serbian%20Krajina\"&gt;Republic of Serbian Krajina&lt;/a&gt;. Houses and buildings belonging to Croats were burned and looted, including the &lt;a href=\"baroque\"&gt;baroque&lt;/a&gt; church, the medieval apothecary, and the eighteenth-century &lt;a href=\"Franciscan\"&gt;Franciscan&lt;/a&gt; monastery. The only piece of the city's cultural heritage left was the castle by the river built by the &lt;a href=\"Frankopan\"&gt;Frankopan&lt;/a&gt;s. Kostajnica was put back in Croatian control following military victories by the army in August 1995, and the Croat population expelled slowly began returning.\nPopulation.\nThe municipality population of 2,756 is composed of the following &lt;a href=\"naselje\"&gt;settlements&lt;/a&gt;:\nIn the 2011 population census, &lt;a href=\"Croats\"&gt;Croats&lt;/a&gt; made up 69.34% of the municipal population and &lt;a href=\"Serbs%20of%20Croatia\"&gt;Serbs&lt;/a&gt; were 25.04%.\nPopulation of Hrvatska Kostajnica town by ethnicity\nEconomy.\nToday, chief occupations are farming, leather (footwear), textiles plant, printing, and wood processing mill. Fishing and hunting are very important tourist attractions in the city with some of the best natural habitats found in this part of Europe. Hrvatska Kostajnica is underdeveloped municipality which is statistically classified as the &lt;a href=\"Areas%20of%20Special%20State%20Concern%20%28Croatia%29\"&gt;First Category Area of Special State Concern&lt;/a&gt; by the &lt;a href=\"Government%20of%20Croatia\"&gt;Government of Croatia&lt;/a&gt;."
}