{
    "id": "225424",
    "revid": "39949287",
    "url": "https://en.wikipedia.org/wiki?curid=225424",
    "title": "Zugzwang",
    "text": "Zugzwang (German for \"compulsion to move\", ) is a situation found in &lt;a href=\"chess\"&gt;chess&lt;/a&gt; and other &lt;a href=\"turn-based%20game\"&gt;turn-based game&lt;/a&gt;s wherein one &lt;a href=\"player%20%28game%29\"&gt;player&lt;/a&gt; is put at a disadvantage because of their obligation to make a move; a player is said to be \"in zugzwang\" when any legal move will worsen their position.\nAlthough the term is used less precisely in games such as chess, it is used specifically in &lt;a href=\"combinatorial%20game%20theory\"&gt;combinatorial game theory&lt;/a&gt; to denote a move that directly changes the outcome of the game from a win to a loss. Putting the opponent in zugzwang is a common way to help the superior side win a game, and in some cases it is necessary in order to make the win possible.\nThe term \"zugzwang\" was used in German chess literature in 1858 or earlier, and the first known use of the term in English was by &lt;a href=\"World%20Chess%20Championship\"&gt;World Champion&lt;/a&gt; &lt;a href=\"Emanuel%20Lasker\"&gt;Emanuel Lasker&lt;/a&gt; in 1905. The concept of zugzwang was known to chess players many centuries before the term was coined, appearing in an &lt;a href=\"endgame%20study\"&gt;endgame study&lt;/a&gt; published in 1604 by &lt;a href=\"Alessandro%20Salvio\"&gt;Alessandro Salvio&lt;/a&gt;, one of the first writers on the game, and in &lt;a href=\"shatranj\"&gt;shatranj&lt;/a&gt; studies dating back to the early 9th century, over 1000 years before the first known use of the term. International &lt;a href=\"chess%20notation\"&gt;chess notation&lt;/a&gt; uses the symbol \"⊙\" to indicate a zugzwang position.\nPositions with zugzwang occur fairly often in chess &lt;a href=\"Chess%20endgame\"&gt;endgames&lt;/a&gt;, especially in &lt;a href=\"King%20and%20pawn%20versus%20king%20endgame\"&gt;king and pawn endgames&lt;/a&gt;. According to &lt;a href=\"John%20Nunn\"&gt;John Nunn&lt;/a&gt;, positions of reciprocal zugzwang are surprisingly important in the analysis of endgames.\nEtymology.\nThe word comes from German \"Zug\" 'move' + \"Zwang\" 'compulsion', so that \"Zugzwang\" means 'being forced to make a move'. Originally the term was used interchangeably with the term \"zugpflicht\" 'obligation to make a move' as a general game rule. Games like chess and &lt;a href=\"checkers\"&gt;checkers&lt;/a&gt; have \"zugzwang\" (or \"zugpflicht\"): a player \"must\" always make a move on their turn even if this is to their disadvantage. Over time, the term became especially associated with chess.\nAccording to chess &lt;a href=\"historian\"&gt;historian&lt;/a&gt; &lt;a href=\"Edward%20Winter%20%28chess%20historian%29\"&gt;Edward Winter&lt;/a&gt;, the term had been in use in German chess circles in the 19th century.Pages 353–358 of the September 1858 Deutsche Schachzeitung had an unsigned article \"Zugzwang, Zugwahl und Privilegien\". &lt;a href=\"Friedrich%20Amelung\"&gt;Friedrich Amelung&lt;/a&gt; employed the terms Zugzwang, Tempozwang and Tempozugzwang on pages 257–259 of the September 1896 issue of the same magazine. When a perceived example of zugzwang occurred in the third game of the 1896–97 world championship match between Steinitz and Lasker, after 34...Rg8, the Deutsche Schachzeitung (December 1896, page 368) reported that \"White has died of zugzwang\".\nThe earliest known use of the term \"zugzwang\" in English was on page 166 of the February 1905 issue of \"&lt;a href=\"Emanuel%20Lasker\"&gt;Lasker's&lt;/a&gt; Chess Magazine\". The term did not become common in English-language chess sources until the 1930s, after the publication of the English translation of Nimzowitsch's \"&lt;a href=\"My%20System\"&gt;My System&lt;/a&gt;\" in 1929.\nHistory.\nThe concept of zugzwang, if not the term, must have been known to players for many centuries. Zugzwang is required to win the elementary (and common) &lt;a href=\"Checkmate%23King%20and%20rook\"&gt;king and rook versus king&lt;/a&gt; &lt;a href=\"endgame%20%28chess%29\"&gt;endgame&lt;/a&gt;, and the king and rook (or differently-named pieces with the same powers) have been chess pieces since the earliest versions of the game.\nOther than basic &lt;a href=\"checkmate\"&gt;checkmate&lt;/a&gt;s, the earliest published use of zugzwang may be in this study by &lt;a href=\"Zairab%20Katai\"&gt;Zairab Katai&lt;/a&gt;, which was published sometime between 813 and 833, discussing &lt;a href=\"shatranj\"&gt;shatranj&lt;/a&gt;. After\nputs Black in zugzwang, since 3...Kc4 4.Kg3 Kd4 5.Re1 and White wins.\nThe concept of zugzwang is also seen in the 1585 &lt;a href=\"endgame%20study\"&gt;endgame study&lt;/a&gt; by &lt;a href=\"Giulio%20Cesare%20Polerio\"&gt;Giulio Cesare Polerio&lt;/a&gt;, published in 1604 by &lt;a href=\"Alessandro%20Salvio\"&gt;Alessandro Salvio&lt;/a&gt;, one of the earliest writers on the game. The only way for White to win is 1.Ra1 Kxa1 2.Kc2, placing Black in zugzwang. The only legal move is 2...g5, whereupon White &lt;a href=\"promotion%20%28chess%29\"&gt;promotes&lt;/a&gt; a pawn first and then &lt;a href=\"checkmate\"&gt;checkmate&lt;/a&gt;s with 3.hxg5 h4 4.g6 h3 5.g7 h2 6.g8=Q h1=Q 7.Qg7#.\n&lt;a href=\"Joseph%20Bertin\"&gt;Joseph Bertin&lt;/a&gt; refers to zugzwang in \"The Noble Game of Chess\" (1735), wherein he documents 19 rules about chess play. His 18th rule is: \"To play well the latter end of a game, you must calculate who has the move, on which the game always depends.\"\n&lt;a href=\"Fran%C3%A7ois-Andr%C3%A9%20Danican%20Philidor\"&gt;François-André Danican Philidor&lt;/a&gt; wrote in 1777 of the position illustrated that after White plays 36.Kc3, Black \"is obliged to move his rook from his king, which gives you an opportunity of taking his rook by a double &lt;a href=\"Check%20%28chess%29\"&gt;check&lt;/a&gt; [\"&lt;a href=\"sic\"&gt;sic&lt;/a&gt;\"], or making him &lt;a href=\"checkmate\"&gt;mate&lt;/a&gt;\". Lasker explicitly cited a mirror image of this position (White: king on f3, queen on h4; Black: king on g1, rook on g2) as an example of zugzwang in \"Lasker's Manual of Chess\". The British master &lt;a href=\"George%20Walker%20%28chess%20player%29\"&gt;George Walker&lt;/a&gt; analyzed a similar position in the same endgame, giving a maneuver (&lt;a href=\"triangulation%20%28chess%29\"&gt;triangulation&lt;/a&gt;) that resulted in the superior side reaching the initial position, but now with the inferior side on move and in zugzwang. Walker wrote of the superior side's decisive move: \"throwing the move upon Black, in the initial position, and thereby winning\".\n&lt;a href=\"Paul%20Morphy\"&gt;Paul Morphy&lt;/a&gt; is credited with composing the position illustrated \"while still a young boy\". After 1.Ra6, Black is in zugzwang and must allow mate on the next move with 1...bxa6 2.b7# or 1...B (moves) 2.Rxa7#.\nZugzwang in chess.\nThere are three types of chess positions:\nThe great majority of positions are of the first type. In chess literature, most writers call positions of the second type \"zugzwang\", and the third type \"reciprocal zugzwang\" or \"mutual zugzwang\". Some writers call the second type a \"squeeze\" and the third type \"zugzwang\".\nNormally in chess, having &lt;a href=\"Tempo%20%28chess%29\"&gt;tempo&lt;/a&gt; is desirable because the player who is to move has the advantage of being able to choose a move that improves their situation. Zugzwang typically occurs when \"the player to move cannot do anything without making an important concession\".\nZugzwang most often occurs in the endgame when the number of pieces, and so the number of possible moves, is reduced, and the exact move chosen is often critical. The first diagram shows the simplest possible example of zugzwang. If it is White's move, they must either &lt;a href=\"stalemate\"&gt;stalemate&lt;/a&gt; Black with 1.Kc6 or abandon the &lt;a href=\"pawn%20%28chess%29\"&gt;pawn&lt;/a&gt;, allowing 1...Kxc7 with a draw. If it is Black's move, the only legal move is 1...Kb7, which allows White to win with 2.Kd7 followed by &lt;a href=\"Promotion%20%28chess%29\"&gt;queening&lt;/a&gt; the pawn on the next move.\nThe second diagram is another simple example. Black, on move, must allow White to play Kc5 or Ke5, when White wins one or more &lt;a href=\"pawn%20%28chess%29\"&gt;pawns&lt;/a&gt; and can advance their own pawn toward &lt;a href=\"promotion%20%28chess%29\"&gt;promotion&lt;/a&gt;. White, on move, must retreat their &lt;a href=\"king%20%28chess%29\"&gt;king&lt;/a&gt;, when Black is out of danger. The squares d4 and d6 are \"&lt;a href=\"corresponding%20squares\"&gt;corresponding squares&lt;/a&gt;\". Whenever the white king is on d4 with White to move, the black king must be on d6 to prevent the advance of the white king.\nIn many cases, the player having the move can put the other player in zugzwang by using \"&lt;a href=\"triangulation%20%28chess%29\"&gt;triangulation&lt;/a&gt;\". This often occurs in king and pawn endgames. Pieces other than the king can also triangulate to achieve zugzwang, such as in the &lt;a href=\"Philidor%20position\"&gt;Philidor position&lt;/a&gt;. Zugzwang is a mainstay of &lt;a href=\"chess%20composition\"&gt;chess composition&lt;/a&gt;s and occurs frequently in &lt;a href=\"endgame%20study\"&gt;endgame studies&lt;/a&gt;.\nExamples from games.\nFischer versus Taimanov, second match game.\nSome zugzwang positions occurred in the second game of the 1971 &lt;a href=\"Candidates%20Tournament\"&gt;candidates match&lt;/a&gt; between &lt;a href=\"Bobby%20Fischer\"&gt;Bobby Fischer&lt;/a&gt; and &lt;a href=\"Mark%20Taimanov\"&gt;Mark Taimanov&lt;/a&gt;. In the position in the diagram, Black is in zugzwang because he would rather not move, but he must: a king move would lose the knight, while a knight move would allow the &lt;a href=\"passed%20pawn\"&gt;passed pawn&lt;/a&gt; to advance. The game continued:\nand Black is again in zugzwang. The game ended shortly (because the pawn will slip through and &lt;a href=\"promotion%20%28chess%29\"&gt;promote&lt;/a&gt;):\nFischer versus Taimanov, fourth match game.\nIn the position on the right, White has just gotten his king to a6, where it attacks the black pawn on b6, tying down the black king to defend it. White now needs to get his &lt;a href=\"bishop%20%28chess%29\"&gt;bishop&lt;/a&gt; to f7 or e8 to attack the pawn on g6. Play continued:\nNow the bishop is able to make a &lt;a href=\"tempo%20%28chess%29\"&gt;tempo&lt;/a&gt; move. It is able to move while still attacking the pawn on g6, and preventing the black king from moving to c6.\nand Black is in zugzwang. Knights are unable to lose a tempo, so moving the knight would allow the bishop to capture the pawns. The black king must give way.\nand White has a won position. Either one of White's pawns will promote or the white king will attack and win the black kingside pawns and a kingside pawn will promote. Black &lt;a href=\"resign%20%28chess%29\"&gt;resigned&lt;/a&gt; seven moves later. &lt;a href=\"Andy%20Soltis\"&gt;Andy Soltis&lt;/a&gt; says that this is \"perhaps Fischer's most famous endgame\".\nTseshkovsky versus Flear, 1988.\nThis position from a 1988 game between &lt;a href=\"Vitaly%20Tseshkovsky\"&gt;Vitaly Tseshkovsky&lt;/a&gt; and &lt;a href=\"Glenn%20Flear\"&gt;Glenn Flear&lt;/a&gt; at Wijk aan Zee shows an instance of \"zugzwang\" where the obligation to move makes the defense more difficult, but it does not mean the loss of the game. A &lt;a href=\"draw%20by%20agreement\"&gt;draw by agreement&lt;/a&gt; was reached eleven moves later.\nReciprocal zugzwang.\nA special case of zugzwang is \"reciprocal zugzwang\" or \"mutual zugzwang\", which is a position such that whoever is to move is in zugzwang. Studying positions of reciprocal zugzwang is in the analysis of endgames. A position of mutual zugzwang is closely related to a game with a Conway value of zero in &lt;a href=\"Combinatorial%20game%20theory\"&gt;game theory&lt;/a&gt;.\nIn a position with reciprocal zugzwang, only the player to move is actually in zugzwang. However, the player who is not in zugzwang must play carefully because one inaccurate move can cause them to be put in zugzwang. That is in contrast to regular zugzwang, because the superior side usually has a &lt;a href=\"waiting%20move\"&gt;waiting move&lt;/a&gt; to put the opponent in zugzwang.\nThe diagram on the right shows a position of reciprocal zugzwang. If Black is to move, 1... Kd7 is forced, which loses because White will move 2. Kb7, promote the pawn, and win. If White is to move the result is a draw as White must either stalemate Black with 1. Kc6 or allow Black to the pawn. Since each side would be in zugzwang if it were their move, it is a reciprocal zugzwang.\nTrébuchet.\nAn extreme type of reciprocal zugzwang, called \"trébuchet\", is shown in the diagram. It is also called a \"full-point mutual zugzwang\" because it will result in a loss for the player in zugzwang, resulting in a full point for the opponent. Whoever is to move in this position must abandon their own &lt;a href=\"pawn%20%28chess%29\"&gt;pawn&lt;/a&gt;, thus allowing the opponent to capture it and proceed to &lt;a href=\"promotion%20%28chess%29\"&gt;promote&lt;/a&gt; their own pawn, resulting in an easily winnable position.\nMined squares.\n&lt;a href=\"Corresponding%20squares\"&gt;Corresponding squares&lt;/a&gt; are squares of mutual zugzwang. When there is only one pair of corresponding squares, they are called \"mined squares\". A player will fall into zugzwang if they move their king onto the square and their opponent is able to move onto the corresponding square. In the diagram on the right, if either king moves onto the square marked with the dot of the same color, it falls into zugzwang if the other king moves into the mined square near them.\nZugzwang helps the defense.\nZugzwang usually works in favor of the stronger side, but sometimes it aids the defense. In this position based on a game between &lt;a href=\"Zolt%C3%A1n%20Varga%20%28chess%20player%29\"&gt;Zoltán Varga&lt;/a&gt; and &lt;a href=\"Peter%20Acs\"&gt;Peter Acs&lt;/a&gt;, it saves the game for the defense:\nReciprocal zugzwang.\nReciprocal zugzwang again.\nReciprocal zugzwang again.\nThis position is a draw and the players &lt;a href=\"draw%20by%20agreement\"&gt;agreed to a draw&lt;/a&gt; a few moves later.\nZugzwang in the middlegame and complex endgames.\nAlex Angos notes that, \"As the number of pieces on the board increases, the probability for \"zugzwang\" to occur decreases.\" As such, zugzwang is very rarely seen in the &lt;a href=\"middlegame%20%28chess%29\"&gt;middlegame&lt;/a&gt;.\nSämisch versus Nimzowitsch.\nThe game &lt;a href=\"Friedrich%20S%C3%A4misch\"&gt;Fritz Sämisch&lt;/a&gt; versus &lt;a href=\"Aron%20Nimzowitsch\"&gt;Aron Nimzowitsch&lt;/a&gt;, &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt; 1923, is often called the \"Immortal Zugzwang Game\". According to Nimzowitsch, writing in the \"&lt;a href=\"Wiener%20Schachzeitung\"&gt;Wiener Schachzeitung&lt;/a&gt;\" in 1925, this term originated in \"Danish chess circles\". Some consider the final position to be an extremely rare instance of zugzwang occurring in the middlegame. It ended with White &lt;a href=\"resign%20%28chess%29\"&gt;resigning&lt;/a&gt; in the position in the diagram.\nWhite has a few pawn moves which do not lose material, but eventually he will have to move one of his pieces. If he plays 1.Rc1 or Rd1, then 1...Re2 traps White's queen; 1.Kh2 fails to 1...R5f3, also trapping the queen, since White cannot play 2.Bxf3 because the bishop is &lt;a href=\"pin%20%28chess%29\"&gt;pinned&lt;/a&gt; to the king; 1.g4 runs into 1...R5f3 2.Bxf3? Rh2 mate. Angos analyzes 1.a3 a5 2.axb4 axb4 3.h4 Kh8 (waiting) 4.b3 Kg8 and White has run out of waiting moves and must lose material. Best in this line is 5.Nc3!? bxc3 6.Bxc3, which just leaves Black with a serious positional advantage and an extra pawn. Other moves lose material in more obvious ways.\nHowever, since Black would win even without the zugzwang, it is debatable whether the position is true zugzwang. Even if White could pass his move he would still lose, albeit more slowly, after 1...R5f3 2.Bxf3 Rxf3, trapping the queen and thus winning queen and bishop for two rooks. &lt;a href=\"Wolfgang%20Heidenfeld\"&gt;Wolfgang Heidenfeld&lt;/a&gt; thus considers it a misnomer to call this a true zugzwang position. See also &lt;a href=\"Immortal%20Zugzwang%20Game%23Objections%20to%20the%20sobriquet\"&gt;Immortal Zugzwang Game: Objections to the sobriquet&lt;/a&gt;.\nSteinitz versus Lasker.\nThis game between &lt;a href=\"Wilhelm%20Steinitz\"&gt;Wilhelm Steinitz&lt;/a&gt; versus &lt;a href=\"Emanuel%20Lasker\"&gt;Emanuel Lasker&lt;/a&gt; in the 1896–97 &lt;a href=\"World%20Chess%20Championship\"&gt;World Chess Championship&lt;/a&gt;, is an early example of zugzwang in the middlegame. After Lasker's 34...Re8–g8!, Steinitz had no moves, and &lt;a href=\"resign%20%28chess%29\"&gt;resigned&lt;/a&gt;. White's bishop cannot move because that would allow the crushing ...Rg2+. The queen cannot move without abandoning either its defense of the bishop on g5 or of the g2 square, where it is preventing ...Qg2#. White's move 35.f6 loses the bishop: 35...Rxg5 36. f7 Rg2+, forcing &lt;a href=\"checkmate\"&gt;mate&lt;/a&gt;. The move 35.Kg1 allows 35...Qh1+ 36.Kf2 Qg2+ followed by &lt;a href=\"capture%20%28chess%29\"&gt;capturing&lt;/a&gt; the bishop. The rook cannot leave the first , as that would allow 35...Qh1#. Rook moves along the first rank other than 35.Rg1 allow 35...Qxf5, when 36.Bxh4 is impossible because of 36...Rg2+; for example, 35.Rd1 Qxf5 36.d5 Bd7, winning. That leaves only 35.Rg1, when Black wins with 35...Rxg5! 36.Qxg5 (36.Rxg5? Qh1#) Qd6+ 37.Rg3 hxg3+ 38.Qxg3 Be8 39.h4 Qxg3+ 40.Kxg3 b5! 41.axb5 a4! and Black &lt;a href=\"promotion%20%28chess%29\"&gt;queens&lt;/a&gt; first. Colin Crouch calls the final position, \"An even more perfect middlegame zugzwang than ... Sämisch–Nimzowitsch ... in the final position Black has no direct threats, and no clear plan to improve the already excellent positioning of his pieces, and yet any move by White loses instantly\".\nPodgaets versus Dvoretsky.\nSoltis writes that his \"candidate for the ideal zugzwang game\" is the following game , Podgaets–&lt;a href=\"Mark%20Dvoretsky\"&gt;Dvoretsky&lt;/a&gt;, &lt;a href=\"USSR\"&gt;USSR&lt;/a&gt; 1974: 1. d4 c5 2. d5 e5 3. e4 d6 4. Nc3 Be7 5. Nf3 Bg4 6. h3 Bxf3 7. Qxf3 Bg5! 8. Bb5+ Kf8! Black exchanges off his , but does not allow White to do the same. 9. Bxg5 Qxg5 10. h4 Qe7 11. Be2 h5 12. a4 g6 13. g3 Kg7 14. 0-0 Nh6 15. Nd1 Nd7 16. Ne3 Rhf8 17. a5 f5 18. exf5 e4! 19. Qg2 Nxf5 20. Nxf5+ Rxf5 21. a6 b6 22. g4? hxg4 23. Bxg4 Rf4 24. Rae1 Ne5! 25. Rxe4 Rxe4 26. Qxe4 Qxh4 27. Bf3 Rf8!! 28. Bh1 28.Qxh4? Nxf3+ and 29...Nxh4 leaves Black a piece ahead. 28... Ng4 29. Qg2 (first diagram) Rf3!! 30. c4 Kh6!! (second diagram) Now all of White's piece moves allow checkmate or ...Rxf2 with a crushing attack (e.g. 31.Qxf3 Qh2#; 31.Rb1 Rxf2 32.Qxg4 Qh2#). That leaves only moves of White's b-pawn, which Black can ignore, e.g. 31.b3 Kg7 32.b4 Kh6 33.bxc5 bxc5 and White has run out of moves. 0–1\nFischer versus Rossetto.\nIn this 1959 game between future &lt;a href=\"World%20Chess%20Championship\"&gt;World Champion&lt;/a&gt; &lt;a href=\"Bobby%20Fischer\"&gt;Bobby Fischer&lt;/a&gt; and &lt;a href=\"H%C3%A9ctor%20Rossetto\"&gt;Héctor Rossetto&lt;/a&gt;, 33.Bb3! puts Black in zugzwang. If Black moves the king, White plays Rb8, winning a piece (...Rxc7 Rxf8); if Black moves the rook, 33...Ra8 or Re8, then 34.c8=Q+ and the black rook will be lost after 35.Qxa8, 35.Qxe8 or 35.Rxe7+ (depending on Black's move); if Black moves the knight, Be6 will win Black's rook. That leaves only pawn moves, and they quickly run out. The game concluded:\nZugzwang Lite.\n&lt;a href=\"Jonathan%20Rowson\"&gt;Jonathan Rowson&lt;/a&gt; coined the term \"Zugzwang Lite\" to describe a situation, sometimes arising in symmetrical &lt;a href=\"chess%20opening\"&gt;opening&lt;/a&gt; variations, where White's \"extra move\" is a burden. He cites as an example of this phenomenon in &lt;a href=\"Julian%20Hodgson\"&gt;Hodgson&lt;/a&gt; versus &lt;a href=\"Keith%20Arkell\"&gt;Arkell&lt;/a&gt; at &lt;a href=\"Newcastle%20upon%20Tyne\"&gt;Newcastle&lt;/a&gt; 2001. The position at left arose after 1. c4 c5 2. g3 g6 3. Bg2 Bg7 4. Nc3 Nc6 5. a3 a6 6. Rb1 Rb8 7. b4 cxb4 8. axb4 b5 9. cxb5 axb5 (see diagram). Here Rowson remarks, Both sides want to push their d-pawn and play Bf4/...Bf5, but White has to go first so Black gets to play ...d5 before White can play d4. This doesn't matter much, but it already points to the challenge that White faces here; his most natural continuations allow Black to play the moves he wants to. I would therefore say that White is in 'Zugzwang Lite' and that he remains in this state for several moves. The game continued 10. Nf3 d5 11. d4 Nf6 12. Bf4 Rb6 13. 0-0 Bf5 14. Rb3 0-0 15. Ne5 Ne4 16. h3 h5!? 17. Kh2. The position is still almost symmetrical, and White can find nothing useful to do with his extra move. Rowson whimsically suggests 17.h4!?, forcing Black to be the one to break the symmetry. 17... Re8! Rowson notes that this is a useful waiting move, covering e7, which needs protection in some lines, and possibly supporting an eventual ...e5 (as Black in fact played on his 22nd move). White cannot copy it, since after 18.Re1? Nxf2 Black would win a &lt;a href=\"Pawn%20%28chess%29\"&gt;pawn&lt;/a&gt;. After 18. Be3?! Nxe5! 19. dxe5 Rc6! Black seized the initiative and went on to win in 14 more moves.\nAnother instance of \"Zugzwang Lite\" occurred in &lt;a href=\"Lajos%20Portisch\"&gt;Lajos Portisch&lt;/a&gt; versus &lt;a href=\"Mikhail%20Tal\"&gt;Mikhail Tal&lt;/a&gt;, &lt;a href=\"Candidates%20Match\"&gt;Candidates Match&lt;/a&gt; 1965, again from the &lt;a href=\"English%20Opening%23Common%20responses\"&gt;Symmetrical Variation&lt;/a&gt; of the &lt;a href=\"English%20Opening\"&gt;English Opening&lt;/a&gt;, after 1. Nf3 c5 2. c4 Nc6 3. Nc3 Nf6 4. g3 g6 5. Bg2 Bg7 6. 0-0 0-0 7. d3 a6 8. a3 Rb8 9. Rb1 b5 10. cxb5 axb5 11. b4 cxb4 12. axb4 d6 13. Bd2 Bd7 (see diagram). Soltis wrote, \"It's ridiculous to think Black's position is better. But Mikhail Tal said it is easier to play. By moving second he gets to see White's move and then decide whether to match it.\" 14. Qc1 Here, Soltis wrote that Black could maintain equality by keeping the symmetry: 14...Qc8 15.Bh6 Bh3. Instead, he plays to prove that White's queen is misplaced by breaking the symmetry. 14... Rc8! 15. Bh6 Nd4! Threatening 15...Nxe2+. 16. Nxd4 Bxh6 17. Qxh6 Rxc3 18. Qd2 Qc7 19. Rfc1 Rc8 Although the pawn structure is still symmetrical, Black's control of the gives him the advantage. Black ultimately reached an endgame two pawns up, but White managed to hold a draw in 83 moves. See &lt;a href=\"First-move%20advantage%20in%20chess%23Symmetrical%20openings\"&gt;First-move advantage in chess#Symmetrical openings&lt;/a&gt; for more details.\nZugzwang required to win.\nSoltis listed some endgames in which zugzwang is required to win:\nThe ending of &lt;a href=\"king%20and%20pawn%20versus%20king\"&gt;king and pawn versus king&lt;/a&gt; also generally requires zugzwang to win.\nReferences.\nBibliography"
}