{
    "id": "2254857",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=2254857",
    "title": "Loughborough F.C.",
    "text": "Loughborough Athletic and Football Club were an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Loughborough\"&gt;Loughborough&lt;/a&gt;, &lt;a href=\"Leicestershire\"&gt;Leicestershire&lt;/a&gt;, that played in &lt;a href=\"the%20Football%20League\"&gt;the Football League&lt;/a&gt; at the end of the 19th century.\nHistory.\nThe club started life as Loughborough Football Club in 1886 from a merger of Victoria and Athletic, the two senior sides in the town, using the latter's ground then called Bromhead or Hubbard Cricket Ground. November 1887 saw merger with the local athletics club to form Loughborough Athletic and Football Club. The club is often incorrectly referred to as Loughborough Town at this time although there is no documented evidence for the name.\nIn 1891 the club joined the &lt;a href=\"Midland%20League%20%281889%29\"&gt;Midland League&lt;/a&gt;. After winning the league title in &lt;a href=\"1894%E2%80%9395%20in%20English%20football\"&gt;1894–95&lt;/a&gt;, Loughborough were elected to the &lt;a href=\"Football%20League%20Second%20Division\"&gt;Football League Second Division&lt;/a&gt; after &lt;a href=\"Millwall%20F.C.\"&gt;Millwall Athletic&lt;/a&gt; turned down an invitation to join.\nThe club struggled in the Second Division, never finishing higher than 12th (out of 16). In 1900 the club finished bottom of the League, conceding 100 goals in 34 games, winning only a single game and collecting only 8 points of a possible 68, arguably the worst record in the history of the League—only &lt;a href=\"Doncaster%20Rovers%20F.C.\"&gt;Doncaster Rovers&lt;/a&gt; have an equally low points record, set in &lt;a href=\"1904%E2%80%9305%20in%20English%20football\"&gt;1904–05&lt;/a&gt;, but they had a somewhat better &lt;a href=\"goal%20average\"&gt;goal average&lt;/a&gt;. This season saw their record League defeat, 12–0 at &lt;a href=\"Arsenal%20F.C.\"&gt;Woolwich Arsenal&lt;/a&gt;; due to financial constraints the team consisted of four professionals and seven amateurs and their travelling expenses were paid for by Arsenal.\nAfter failing to gain re-election to the League in 1900, the club applied for acceptance back into the Midland League, but failed to turn up for the fixtures meeting on 9 June. On 29 June a meeting was held when it was decided that the club was defunct.\nSuccessor clubs.\nSeveral clubs have since represented the town of Loughborough:"
}