{
    "id": "22547320",
    "revid": "41382391",
    "url": "https://en.wikipedia.org/wiki?curid=22547320",
    "title": "Marcelle Cahn",
    "text": "Marcelle Cahn (March 1, 1895 - September 20, 1981) was a French painter and one of the members of &lt;a href=\"Abstraction-Cr%C3%A9ation\"&gt;Abstraction-Création&lt;/a&gt;. She was born in a Jewish family of &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt;, &lt;a href=\"Alsace\"&gt;Alsace&lt;/a&gt; and died at 86, in &lt;a href=\"Neuilly-sur-Seine\"&gt;Neuilly-sur-Seine&lt;/a&gt;. The French contemporary artist &lt;a href=\"Richard%20Conte%20%28contemporary%20artist%29\"&gt;Richard Conte&lt;/a&gt; made an homage to Marcelle Cahn in 1995 at the Nicole Ferry Art Gallery (Paris).\nBiography.\nCahn began studying art as a child, taking painting and drawing classes. She also learned to play the violin and became familiar with the music of &lt;a href=\"Arnold%20Schoenberg\"&gt;Arnold Schoenberg&lt;/a&gt;.\nIn 1915, Cahn, along with her mother and brother, moved to Berlin. In Berlin, she studied under the German painters &lt;a href=\"Lovis%20Corinth\"&gt;Lovis Corinth&lt;/a&gt; and &lt;a href=\"Eugene%20Spiro\"&gt;Eugene Spiro&lt;/a&gt;. Cahn was already familiar with the \"&lt;a href=\"Sturm%20und%20Drang\"&gt;Sturm und Drang&lt;/a&gt;\" movement before her arrival in Berlin, and she further studied it once there. From 1920, she spent time in Paris, where she first experimented with geometrical drawings and briefly studied under &lt;a href=\"%C3%89douard%20Vuillard\"&gt;Édouard Vuillard&lt;/a&gt; and &lt;a href=\"Othon%20Friesz\"&gt;Othon Friesz&lt;/a&gt;. Cahn later met &lt;a href=\"L%C3%A9once%20Rosenberg\"&gt;Léonce Rosenberg&lt;/a&gt;, who introduced her to &lt;a href=\"Fernand%20L%C3%A9ger\"&gt;Fernand Léger&lt;/a&gt;, with whom she began to work. She also worked with &lt;a href=\"Am%C3%A9d%C3%A9e%20Ozenfant\"&gt;Amédee Ozenfant&lt;/a&gt;, one of the founders of &lt;a href=\"Purism\"&gt;Purism&lt;/a&gt;, during this time. In addition to Paris, she also spent time in Strasbourg, and Zurich (where she studied the works of Kant). In 1926, her artwork was shown in Paris and at an exhibition of the &lt;a href=\"Soci%C3%A9t%C3%A9%20Anonyme%20%28art%29\"&gt;Société Anonyme&lt;/a&gt; in New York. Cahn also presented her work annually at the exhibition of the &lt;a href=\"Soci%C3%A9t%C3%A9%20des%20Artistes%20Ind%C3%A9pendants\"&gt;Société des Artistes Indépendantes&lt;/a&gt; from 1927 to 1930. In 1929, Cahn was invited to join the &lt;a href=\"Cercle%20et%20Carr%C3%A9\"&gt;Cercle et Carré&lt;/a&gt; group of French abstract artists.\nDuring the Second World War, Cahn and her mother hid in a monastery in Toulouse; she returned to Paris in 1947. From 1948, she began showing her abstract artwork at the exhibition of the &lt;a href=\"Salon%20des%20R%C3%A9alit%C3%A9s%20Nouvelles\"&gt;Salon des Réalités Nouvelles&lt;/a&gt;, and she began making collages in 1952. Cahn later began making collages on photos, \"tableaux-spheres,\" and \"spatial mobiles.\"\nIn 1980, Cahn donated 200 collages to the &lt;a href=\"Strasbourg%20Museum%20of%20Modern%20and%20Contemporary%20Art\"&gt;Strasbourg Museum of Modern and Contemporary Art&lt;/a&gt;."
}