{
    "id": "22547746",
    "revid": "1067431533",
    "url": "https://en.wikipedia.org/wiki?curid=22547746",
    "title": "Ausangate",
    "text": "Ausangate or Auzangate (in Hispanicized spellings) is a &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; of the &lt;a href=\"Cordillera%20Vilcanota\"&gt;Vilcanota&lt;/a&gt; mountain range in the &lt;a href=\"Andes\"&gt;Andes&lt;/a&gt; of &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;. With an elevation of 6,384 metres, it is situated around 100 kilometres southeast of &lt;a href=\"Cusco\"&gt;Cusco&lt;/a&gt; in the &lt;a href=\"Cusco%20Region\"&gt;Cusco Region&lt;/a&gt;, &lt;a href=\"Canchis%20Province\"&gt;Canchis Province&lt;/a&gt;, &lt;a href=\"Pitumarca%20District\"&gt;Pitumarca District&lt;/a&gt;, and in the &lt;a href=\"Quispicanchi%20Province\"&gt;Quispicanchi Province&lt;/a&gt;, &lt;a href=\"Ocongate%20District\"&gt;Ocongate District&lt;/a&gt;.\nThe mountain has significance in &lt;a href=\"Incan%20mythology\"&gt;Incan mythology&lt;/a&gt;.\nEvery year the &lt;a href=\"Quyllur%20Rit%27i\"&gt;Quyllur Rit'i&lt;/a&gt; (&lt;a href=\"Quechua%20language\"&gt;Quechua&lt;/a&gt; for \"star snow\") festival which attracts thousands of &lt;a href=\"Quechua%20people\"&gt;Quechua&lt;/a&gt; pilgrims is celebrated about 20 km north of the Ausangate at the mountain &lt;a href=\"Qullqipunku\"&gt;Qullqipunku&lt;/a&gt;. It takes place one week before the &lt;a href=\"Corpus%20Christi%20%28feast%29\"&gt;Corpus Christi&lt;/a&gt; feast.\nThe region is inhabited by llama and alpaca herding communities, and constitutes one of the few remaining pastoralist societies in the world. High mountain trails are used by these herders to trade with agricultural communities at lower elevations. Currently, one of these trails, \"the road of the Apu Ausangate\", is one of the most renowned treks in Peru.\nThe area has four major geological features, the Andean uplift formed by Granits, the hanging glaciers and glacial erosional valleys, the Permian formation with its singular colors: red, ochre, and turquoise and the Cretaceous, limestone forests."
}