{
    "id": "22554190",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=22554190",
    "title": "Alfred Mathews",
    "text": "Alfred Augustus Mathews (7 February 1864 – 12 August 1946) was a &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; &lt;a href=\"Canon%20%28priest%29\"&gt;priest&lt;/a&gt; who was notable as a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player in his youth; representing Lampeter at club level and playing a single international match for &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt;.\nBiography.\nMathews was born on 7 February 1864. He was educated at &lt;a href=\"Llandovery%20College\"&gt;Llandovery College&lt;/a&gt; before matriculating to &lt;a href=\"St%20David%27s%20College%2C%20Lampeter\"&gt;St David's College, Lampeter&lt;/a&gt;. A clergyman by profession, after ordination he was curate, and then vicar of Holy Trinity, &lt;a href=\"Swansea\"&gt;Swansea&lt;/a&gt; from 1887 to 1897. He became vicar of &lt;a href=\"Blaenavon\"&gt;Blaenavon&lt;/a&gt; in 1897 and remained in Monmouthsire until his death. He married Ethel Frances, and they had five children, the youngest, Barbara Muriel Mathews was to become &lt;a href=\"Barbara%20Brooke%2C%20Baroness%20Brooke%20of%20Ystradfellte\"&gt;Barbara Brooke, Baroness Brooke of Ystradfellte&lt;/a&gt;, a British life peer. He died on 12 August 1946.\nRugby career.\nMathews began playing rugby at a young age, taking up the sport as a schoolboy at Llandovery College. He continued playing the sport when he matriculated to St David's. Mathews played only a single game for Wales, when he faced Scotland in the second and final Welsh match of the &lt;a href=\"1886%20Home%20Nations%20Championship\"&gt;1886 Home Nations Championship&lt;/a&gt;. Played at the &lt;a href=\"Cardiff%20Arms%20Park\"&gt;Cardiff Arms Park&lt;/a&gt;, Mathews was brought into the team at halfback, replacing captain &lt;a href=\"Charlie%20Newman\"&gt;Charlie Newman&lt;/a&gt;, and partnered with &lt;a href=\"William%20Stadden\"&gt;William Stadden&lt;/a&gt; of &lt;a href=\"Cardiff%20RFC\"&gt;Cardiff&lt;/a&gt;. The game was an important match in the history of rugby, as it was the first international to see the use of the four three-quarter system, brought in by &lt;a href=\"Frank%20Hancock\"&gt;Frank Hancock&lt;/a&gt;. The game did not go well for Wales and the three-quarter system was abandoned mid-match, which caused further confusion, resulting in a simple Scottish victory. Newman was re-selected to his position for the next season, and Mathews did not represent Wales at rugby again.\nDespite an end to his international career, Mathews later joined first-class Welsh team Swansea RFC, and was part of the team that faced the touring &lt;a href=\"1888%E2%80%931889%20New%20Zealand%20Native%20football%20team\"&gt;New Zealand Natives&lt;/a&gt; in 1888.\nInternational games played.\nWales"
}