{
    "id": "22572742",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=22572742",
    "title": "Ashford Police Training Centre",
    "text": "Ashford Police Training Centre (PTC) was the main training centre for police recruits from forces in the south east of &lt;a href=\"England\"&gt;England&lt;/a&gt; from 1973 to its closure in 2006. It was also known as Grosvenor Hall after the nineteenth-century building at the heart of the centre in Kennington, &lt;a href=\"Ashford%2C%20Kent\"&gt;Ashford&lt;/a&gt;, &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;.\nHistory.\nGrosvenor Hall was originally called Bockhanger Hall and built in 1875 by James S. Burra (1838–1911), an Ashford banker. Burra was a keen &lt;a href=\"arborist\"&gt;arborist&lt;/a&gt; and the Hall was surrounded a collection of trees (many of which were destroyed in the storm of 1987). In 1913 the Hall and estate were purchased by Percy H. Jones who converted it into a &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt; sanatorium. He transferred patients from a sanatorium called Grosvenor House in &lt;a href=\"Sandgate%2C%20Kent\"&gt;Sandgate, Kent&lt;/a&gt; and renamed Bockhanger Hall to Grosvenor Hall. During its time as a sanatorium a notable patient was &lt;a href=\"Simone%20Weil\"&gt;Simone Weil&lt;/a&gt;, the poet and philosopher, who died there on 24 August 1943. \nAdvances in antibiotics following the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; gradually made tuberculosis sanatoriums obsolete. Grosvenor Hall closed as such in 1955, became a private clinic from 1956 to 1958 and then a conference centre until 1961 when it was bought by the &lt;a href=\"Metropolitan%20Police\"&gt;Metropolitan Police&lt;/a&gt; for use as a cadet training school. New classrooms and dormitory blocks were constructed in the estate. During this period Metropolitan Police cadet training was split between &lt;a href=\"Hendon%20Police%20College\"&gt;Hendon&lt;/a&gt; and Ashford but in 1972 was moved completely to Hendon.\nThe Grosvenor Hall estate was bought by the Home Office for use as a regional training centre on 1 January 1973 and was officially opened by &lt;a href=\"Mark%20Carlisle\"&gt;Mark Carlisle&lt;/a&gt;, the Secretary of State for the Home Office on 6 July 1973. Staff, including the first commandant, were moved from a training centre at Nutfield in Surrey which was closed down. To begin with Ashford was used for continuation courses (see below) the initial training being provided at Sandgate in Kent and Eynsham Hall near Oxford. However Sandgate closed in 1975 and Eynsham Hall closed on 22 May 1981 consolidating all probationer training for the south east region at Ashford.\nIn 2006 police training in England and Wales underwent a significant change. All initial training was de-regionalised and became non-residential. Ashford PTC and the other remaining regional training centres, Aykley Heads in &lt;a href=\"Durham%2C%20England\"&gt;Durham&lt;/a&gt;, &lt;a href=\"Bruche%20Police%20National%20Training%20Centre\"&gt;Bruche&lt;/a&gt; in &lt;a href=\"Warrington\"&gt;Warrington&lt;/a&gt;, Cwmbran in Wales, Ryton in &lt;a href=\"Ryton-on-Dunsmore\"&gt;Ryton-on-Dunsmore&lt;/a&gt; and &lt;a href=\"RNTE%20Shotley\"&gt;Shotley&lt;/a&gt; in &lt;a href=\"Ipswich\"&gt;Ipswich&lt;/a&gt; were closed. \nGrosvenor Hall was later bought by Kingswood Learning and Leisure Ltd (part of Inspiring Learning) in 2010 and turned into an outdoor education and adventure centre which as of 2019 is still open.\nTraining.\nDuring the first two years of their service police officer recruits in England and Wales were known as probationers and in this period the regional training centres such as Ashford provided them with standardised initial training. This took the form of a 10-week (extended to 14 weeks in 1983) course started on the second week of an officer's service. On successful completion the officer spent approximately 18 months working at a station back in their force before returning for a two-week continuation or final course.\nTraining was mainly provided by Sergeants on secondment from the same region as the recruits. It included law, physical fitness, running, self-defence, swimming, life saving, first aid, and drill. Ashford PTC employed a full-time drill sergeant. Weekly examinations and fitness tests were conducted and the initial course concluded with a formal passing out parade to which friends and relatives were invited.\nPolice forces trained.\nAlthough Ashford PTC had the ability to accept overflow from anywhere in England and Wales it usually trained recruits from the following forces:\nCommandants.\nThe officer in charge of the training centre was known as the Commandant. The following officers held this post:"
}