{
    "id": "22574126",
    "revid": "2308770",
    "url": "https://en.wikipedia.org/wiki?curid=22574126",
    "title": "Xue Ping",
    "text": "Xue Ping (薛平) (c. 753? – February 25, 832), &lt;a href=\"courtesy%20name\"&gt;courtesy name&lt;/a&gt; Tantu (坦途), formally the Duke of Han (韓公), was a general of the &lt;a href=\"History%20of%20China\"&gt;Chinese&lt;/a&gt; &lt;a href=\"Tang%20Dynasty\"&gt;Tang Dynasty&lt;/a&gt;, whose father &lt;a href=\"Xue%20Song\"&gt;Xue Song&lt;/a&gt; ruled Zhaoyi Circuit (昭義, then-headquartered in modern &lt;a href=\"Anyang\"&gt;Anyang&lt;/a&gt;, &lt;a href=\"Henan\"&gt;Henan&lt;/a&gt;) semi-independently from the imperial government. After Xue Song's death, Xue Ping declined the soldiers' request for him to take over Zhaoyi Circuit and fled to imperial territory. Subsequently, he had a long career as a general of the imperial armies.\nBackground and career under Emperors Daizong, Dezong, and Shunzong.\nXue Ping was born in 753, during the reign of &lt;a href=\"Emperor%20Xuanzong%20of%20Tang\"&gt;Emperor Xuanzong&lt;/a&gt;. When he was 11, during the reign of Emperor Xuanzong's grandson &lt;a href=\"Emperor%20Daizong%20of%20Tang\"&gt;Emperor Daizong&lt;/a&gt;, he was made the prefect of Ci Prefecture (磁州, in modern &lt;a href=\"Handan\"&gt;Handan&lt;/a&gt;, &lt;a href=\"Hebei\"&gt;Hebei&lt;/a&gt;), one of the prefectures then under the rule of his father &lt;a href=\"Xue%20Song\"&gt;Xue Song&lt;/a&gt;, the military governor (\"&lt;a href=\"Jiedushi\"&gt;Jiedushi&lt;/a&gt;\") of Zhaoyi Circuit, a former general of the rebel &lt;a href=\"Yan%20%28Anshi%29\"&gt;Yan&lt;/a&gt; state of the &lt;a href=\"Anshi%20Rebellion\"&gt;Anshi Rebellion&lt;/a&gt; who submitted to &lt;a href=\"Tang%20Dynasty\"&gt;Tang Dynasty&lt;/a&gt; rule in the aftermaths of Yan's collapse but who thereafter ruled Zhaoyi Circuit semi-independently from the imperial government.\nWhen Xue Song died in 773, the soldiers demanded that Xue Ping inherit the command of the circuit. Xue Ping initially pretended to agree, but then yielded the command to his uncle &lt;a href=\"Xue%20E\"&gt;Xue E&lt;/a&gt; and, in the middle of the night, took his father's casket and fled back to his father's ancestral home of Jiang Prefecture (絳州, in modern &lt;a href=\"Yuncheng%2C%20Shanxi\"&gt;Yuncheng&lt;/a&gt;, &lt;a href=\"Shanxi\"&gt;Shanxi&lt;/a&gt;). Xue E subsequently was unable to stand against the attacks by the neighboring warlord &lt;a href=\"Tian%20Chengsi\"&gt;Tian Chengsi&lt;/a&gt; the military governor of Weibo Circuit (魏博, headquartered in modern Handan) and forced to flee; part of Zhaoyi Circuit was merged into Weibo Circuit and part was merged with the imperially-controlled Zelu Circuit (澤潞, headquartered in modern &lt;a href=\"Changzhi\"&gt;Changzhi&lt;/a&gt;, &lt;a href=\"Shanxi\"&gt;Shanxi&lt;/a&gt;), with the newly constituted circuit still named Zhaoyi. Meanwhile, after Xue Ping completed his period of mourning for his father, Emperor Daizong made him a general of the imperial guards — where he stayed for over 30 years.\nCareer under Emperors Xianzong and Muzong.\nLater, during the reign of Emperor Daizong's great-grandson &lt;a href=\"Emperor%20Xianzong%20of%20Tang\"&gt;Emperor Xianzong&lt;/a&gt;, the &lt;a href=\"chancellor%20of%20Tang%20Dynasty\"&gt;chancellor&lt;/a&gt; &lt;a href=\"Du%20Huangchang\"&gt;Du Huangchang&lt;/a&gt; believed that Xue Ping was talented and recommended him to be the prefect of Ru Prefecture (汝州, in modern &lt;a href=\"Pingdingshan\"&gt;Pingdingshan&lt;/a&gt;, &lt;a href=\"Henan\"&gt;Henan&lt;/a&gt;), and Xue governed with distinction. By 812, Xue was referred to as a major general of the imperial guards, when he was made the military governor of Yicheng Circuit (義成, headquartered in modern &lt;a href=\"Anyang\"&gt;Anyang&lt;/a&gt;, &lt;a href=\"Henan\"&gt;Henan&lt;/a&gt;) in the aftermaths of the death of the warlord &lt;a href=\"Tian%20Ji%27an\"&gt;Tian Ji'an&lt;/a&gt; (Tian Chengsi's grandson) the military governor of Weibo, as part of the imperial maneuvering to try to control Weibo. (Subsequently, Tian Ji'an's relative &lt;a href=\"Tian%20Hongzheng\"&gt;Tian Xing&lt;/a&gt; (who was later renamed Tian Hongzheng) seized control of Weibo from Tian Ji'an's son &lt;a href=\"Tian%20Huaijian\"&gt;Tian Huaijian&lt;/a&gt; and submitted to the imperial government.)\nWhile Xue Ping was at Yicheng, he dealt with the issue of &lt;a href=\"Yellow%20River\"&gt;Yellow River&lt;/a&gt; flooding his circuit — as Yicheng's capital Hua Prefecture () was just two \"&lt;a href=\"li%20%28length%29\"&gt;li&lt;/a&gt;\" (about one kilometer) away from the Yellow River and often suffered from catastrophic floods. Xue Ping conducted surveys and found traces of the old Yellow River bed. After a joint petition he made with Tian Hongzheng (who became the military governor of Weibo), they dug into the old river route for 14 \"li\" (about seven kilometers) to divert some of the water from then-route of the Yellow River, and thus decreasing the threat of flooding for Yicheng. Xue was at Yicheng for six years before being recalled to again serve as a general of the imperial guards, but was soon sent back to Yicheng to again serve as military governor.\nIn 819, after Emperor Xianzong destroyed the warlord &lt;a href=\"Li%20Shidao\"&gt;Li Shidao&lt;/a&gt;, who ruled Pinglu Circuit (平盧, headquartered in modern &lt;a href=\"Tai%27an\"&gt;Tai'an&lt;/a&gt;, &lt;a href=\"Shandong\"&gt;Shandong&lt;/a&gt;), Emperor Xianzong divided Pinglu into three circuits, with the circuit that kept the Pinglu name having its headquarters moved to Qing Prefecture (青州, in modern &lt;a href=\"Weifang\"&gt;Weifang&lt;/a&gt;, &lt;a href=\"Shandong\"&gt;Shandong&lt;/a&gt;). He made Xue the military governor of Pinglu, as well as the official in charge of relations with &lt;a href=\"Silla\"&gt;Silla&lt;/a&gt; and &lt;a href=\"Balhae\"&gt;Balhae&lt;/a&gt;. (It was because Xue was familiar with the customs of the region north of the Yellow River and his faithfulness to the imperial government that, when, in 821, by which time Emperor Xianzong's son &lt;a href=\"Emperor%20Muzong%20of%20Tang\"&gt;Emperor Muzong&lt;/a&gt; was emperor, &lt;a href=\"Liu%20Zong\"&gt;Liu Zong&lt;/a&gt; the military governor of Lulong Circuit (盧龍, headquartered in modern &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;), which had also long been ruled independently from the imperial government, surrendered Lulong to imperial control, Liu recommended dividing Lulong into three circuits with Xue, the former chancellor &lt;a href=\"Zhang%20Hongjing\"&gt;Zhang Hongjing&lt;/a&gt;, and the official Lu Shimei () taking the commands of the three circuits, although Liu's recommendations were not heeded, and the command of Lulong was given to Zhang with only a small portion carved out and given to Lu.)\nLater in 821, the Lulong soldiers rebelled against Zhang and arrested him, and soon thereafter, the Chengde Circuit (成德, headquartered in modern &lt;a href=\"Shijiazhuang\"&gt;Shijiazhuang&lt;/a&gt;, &lt;a href=\"Hebei\"&gt;Hebei&lt;/a&gt;) soldiers also rebelled and killed Tian (who had been transferred to Chengde). In the aftermaths, the imperial government waged an ultimately unsuccessful campaign against Lulong and Chengde, and during the campaign, the rebels threatened Di Prefecture (棣州, in modern &lt;a href=\"Binzhou\"&gt;Binzhou&lt;/a&gt;, &lt;a href=\"Shandong\"&gt;Shandong&lt;/a&gt;) of Pinglu's neighboring Henghai Circuit (橫海, headquartered in modern &lt;a href=\"Cangzhou\"&gt;Cangzhou&lt;/a&gt;, &lt;a href=\"Hebei\"&gt;Hebei&lt;/a&gt;). Xue sent his officer Li Shuzuo () to help defend Di Prefecture, but when Wang Ji () the prefect of Di Prefecture did not supply the Pinglu soldiers to their satisfaction, the soldiers mutinied and supported the officer Ma Tingfu () as their leader and returned to Qing Prefecture to attack it. At that time, Qing Prefecture had few troops and could not defend against the attack, but Xue expended both the circuit treasury and his own wealth to hire some 2,000 soldiers, and with these soldiers he defeated and killed Ma. As a result, Emperor Muzong gave Xue the honorary title of \"You Pushe\" () and created him the Duke of Wei.\nCareer under Emperors Jingzong and Wenzong.\nXue Ping remained at Pinglu for six years, and it was said that he prepared the troops well and taxed in a fair manner. When, in 825, during the reign of Emperor Muzong's son &lt;a href=\"Emperor%20Jingzong%20of%20Tang\"&gt;Emperor Jingzong&lt;/a&gt;, Xue was set to go to the capital &lt;a href=\"Chang%27an\"&gt;Chang'an&lt;/a&gt; to pay homage to Emperor Jingzong and remain there, the residents were said to be so saddened that they tried to block his way to stop him from leaving. When he arrived at Chang'an, he was briefly made the minister of census (戶部尚書, \"Hubu Shangshu\") and acting \"Zuo Pushe\" (), one of the heads of the executive bureau of government (尚書省, \"Shangshu Sheng\"). In a month, however, he was commissioned as the military governor of Hezhong Circuit (河中, headquartered in modern Yuncheng) and acting \"Sikong\" (司空, one of the &lt;a href=\"Three%20Excellencies\"&gt;Three Excellencies&lt;/a&gt;). In 828, after two prefectures were added to his circuit, he was further made acting \"Situ\" (司徒, also one of the Three Excellencies); his title was also changed to Duke of Han. He was recalled in 830 to serve as senior advisor to the &lt;a href=\"Crown%20Prince\"&gt;Crown Prince&lt;/a&gt;. He requested retirement in 831 and was allowed to do so. He died in 832 and was given posthumous honors."
}