{
    "id": "2260259",
    "revid": "1458161",
    "url": "https://en.wikipedia.org/wiki?curid=2260259",
    "title": "Holcus lanatus",
    "text": "Holcus lanatus is a &lt;a href=\"perennial\"&gt;perennial&lt;/a&gt; &lt;a href=\"Poaceae\"&gt;grass&lt;/a&gt;. The &lt;a href=\"specific%20name%20%28botany%29\"&gt;specific epithet&lt;/a&gt; ' is &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; for 'woolly' which describes the plant's hairy texture. Common names include Yorkshire fog, tufted grass, and meadow soft grass. In North America, where it is an &lt;a href=\"invasive%20species\"&gt;invasive species&lt;/a&gt;, names include velvet grass and common velvet grass\"'.\nIn parts of northern Europe the grass is a common native species and a hardy pasture grass.\nCharacteristics and hybrids.\n\"Holcus lanatus\" has velvety grey-green leaves. The stems are round. The bases of the stems are white with pink stripes or veins; this character has been called the \"stripy pyjamas\". The &lt;a href=\"inflorescence\"&gt;inflorescence&lt;/a&gt; is robust and often tinged purple. It produces a large amount of seed and is a rapid coloniser of disturbed ground. It prefers wetter ground; it is often seen around drainage ditches. The &lt;a href=\"ligule\"&gt;ligule&lt;/a&gt; is long, blunt, and hairy.\nThis species can be distinguished from \"&lt;a href=\"Holcus%20mollis\"&gt;H. mollis&lt;/a&gt;\" by the beardless &lt;a href=\"Node%20%28botany%29\"&gt;node&lt;/a&gt;s on its &lt;a href=\"Culm%20%28botany%29\"&gt;culm&lt;/a&gt;, the absence of &lt;a href=\"rhizome\"&gt;rhizome&lt;/a&gt;s, and the &lt;a href=\"awn%20%28botany%29\"&gt;awn&lt;/a&gt; becoming hooked when dry and not projecting beyond the tips of the &lt;a href=\"glume\"&gt;glume&lt;/a&gt;s. It has been known to &lt;a href=\"hybrid%20%28biology%29\"&gt;hybridize&lt;/a&gt; with \"H. mollis\", producing a male sterile hybrid with 2\"n\" = 21 chromosomes. Hybrids tend to resemble \"H. lanatus\" in their morphology.\nIt spreads vegetatively by developing new shoots and roots at its nodes. Plants form a blanket of runners on the soil surface. Semi-prostrate rosettes of shoots called 'mops' may form at the end of the runners. These mops root readily in contact with moist soil.\nInvasive species and habitat preferences.\nIn a European survey of weed contamination in cereal seed in 1970, \"Holcus lanatus\" seed was found in 1% of samples. \"H. lanatus\" is an indicator of poor soil, low grazing levels, and poor drainage. It is tolerant of a range of soil &lt;a href=\"pH\"&gt;pH&lt;/a&gt;, but grows best between 5.0 and 7.5. It exhibits climatic tolerance over a wide altitude range, but severe frosts can kill it. It does not survive trampling and puddling. It can be controlled in some European locations by increasing available &lt;a href=\"potassium\"&gt;potassium&lt;/a&gt; and &lt;a href=\"phosphorus\"&gt;phosphorus&lt;/a&gt;, increasing stock, and improving drainage. These remedies are not as effective in North America.\nNoxious weed.\n\"Holcus lanatus\" is a significant &lt;a href=\"Noxious%20weed\"&gt;pest weed&lt;/a&gt; in Australia, as it is a winter-growing &lt;a href=\"C3%20carbon%20fixation\"&gt;C3&lt;/a&gt; grass and survives droughts and hot summers as seed. It is distasteful to stock unless it is young and little other plant material is available. The flowers are wind-pollinated and usually out-crossing. The first seeds become viable 5 to 9 days after flowering and all are viable after 20 days. Seeds are shed from in summer and early autumn. One panicle has 100 to 380 seeds, with 177,000 to 240,000 seeds per plant, depending on time of emergence.\nInvasive species.\nIn North America, \"Holcus lanatus\" is an &lt;a href=\"invasive%20species\"&gt;invasive species&lt;/a&gt; in native &lt;a href=\"grasslands\"&gt;grasslands&lt;/a&gt; and other ecosystems. In &lt;a href=\"Yosemite%20National%20Park\"&gt;Yosemite National Park&lt;/a&gt; it is one of nine priority &lt;a href=\"noxious%20weeds\"&gt;noxious weeds&lt;/a&gt; to control for &lt;a href=\"habitat%20restoration\"&gt;habitat restoration&lt;/a&gt; and regenerating native plant balances. It forms dense stands that can exclude other plants.\nIt is also established in Chile.\nEcology.\n\"Holcus lanatus\" in its natural habitat is a food source for &lt;a href=\"butterfly\"&gt;butterflies&lt;/a&gt; such as the &lt;a href=\"Pararge%20aegeria\"&gt;speckled wood&lt;/a&gt;, the &lt;a href=\"wall%20%28butterfly%29\"&gt;wall&lt;/a&gt;, and especially the &lt;a href=\"small%20skipper\"&gt;small skipper&lt;/a&gt;. It is rarely utilized by the &lt;a href=\"Essex%20skipper\"&gt;Essex skipper&lt;/a&gt;. In its native range it may occur in &lt;a href=\"plant%20association\"&gt;plant association&lt;/a&gt;s such as the &lt;a href=\"Juncus%20subnodulosus-Cirsium%20palustre%20fen-meadow\"&gt;\"Juncus subnodulosus\"–\"Cirsium palustre\" fen-meadow&lt;/a&gt; &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt;."
}