{
    "id": "22613699",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=22613699",
    "title": "Hohengeroldseck",
    "text": "Hohengeroldseck was a state of the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;. It was founded by the House of Geroldseck, a German noble family which arrived in the &lt;a href=\"Ortenau\"&gt;Ortenau&lt;/a&gt; region of &lt;a href=\"Duchy%20of%20Swabia\"&gt;Swabia&lt;/a&gt; reputedly in 948, though the first mention of the family is documented in the 1080s. The family line went extinct in 1634 and was succeeded by the Kronberg and &lt;a href=\"House%20of%20Leyen\"&gt;Leyen&lt;/a&gt; families. In 1806, the county was raised to a Principality and adopted the family name of Leyen. Late in 1813, the Principality was &lt;a href=\"German%20mediatization\"&gt;mediatized&lt;/a&gt; by &lt;a href=\"History%20of%20Austria\"&gt;Austria&lt;/a&gt; and its name reverted to Hohengeroldseck, but the history of the state ended when Austria ceded it to the &lt;a href=\"Grand%20Duchy%20of%20Baden\"&gt;Grand Duchy of Baden&lt;/a&gt; in 1819 and merged with the district of &lt;a href=\"Lahr\"&gt;Lahr&lt;/a&gt; in 1831.\nThe Geroldseck Family.\nOriginating in &lt;a href=\"Duchy%20of%20Alsace\"&gt;Alsace&lt;/a&gt; during the &lt;a href=\"Carolingian%20dynasty\"&gt;Carolingian&lt;/a&gt; and &lt;a href=\"Ottonian%20dynasty\"&gt;Ottonian&lt;/a&gt; periods, the Geroldsecks were first mentioned in a witness list dating from the 1080s, and were definitely proven to reside in the &lt;a href=\"Black%20Forest\"&gt;Black Forest&lt;/a&gt; region from 1139. They were heavily involved in mining of ores, especially &lt;a href=\"silver\"&gt;silver&lt;/a&gt;. The Hohengeroldseck family supported and rebuilt many monasteries within the &lt;a href=\"House%20of%20Z%C3%A4hringen\"&gt;Zähringen&lt;/a&gt; domains, notably &lt;a href=\"Schuttern%20Abbey\"&gt;Schuttern&lt;/a&gt; and Ettenheimmünster, each located about 25 kilometers from castle Hohengeroldseck. All together, the Geroldsecks founded between 16 and 20 monasteries within the southern half of modern Baden. They were closely aligned with the &lt;a href=\"Prince-Bishopric%20of%20Strasbourg\"&gt;Bishop of Strassburg&lt;/a&gt;, being Vogt protectors for nearly 371 years, and twice Bishops of Strassburg, 1262–1273. Their family seat was Castle Hohengeroldseck near &lt;a href=\"Biberach%20%28Baden%29\"&gt;Biberach&lt;/a&gt;. Walter of Geroldseck built the Castle upon the Schönberg between 1240 and 1250.\nAround 1252, the family inherited the most important portions of the County of &lt;a href=\"Sulz%20am%20Neckar\"&gt;Sulz on the Neckar&lt;/a&gt; as well as the dominions of &lt;a href=\"Schenkenzell\"&gt;Schenkenzell&lt;/a&gt; and &lt;a href=\"Lo%C3%9Fburg\"&gt;Lossburg&lt;/a&gt; and perhaps Romberg, and these formed the basis of their Lordship.\nIn 1260, Walter of Geroldseck became Bishop of Strassburg. His brother Hermann obtained a bailiwick lying between &lt;a href=\"Seltz\"&gt;Seltz&lt;/a&gt; and the &lt;a href=\"Prince-Bishopric%20of%20Basel\"&gt;Bishopric of Basel&lt;/a&gt;, and incurred the wrath of the latter when he seized the monastery of St. Gregory in the Alsatian &lt;a href=\"Munster%2C%20Haut-Rhin\"&gt;Münstertal&lt;/a&gt;. Walter lent aid to his brother, which irritated the townspeople of Strassburg. Further attempts to assert his authority over the townspeople caused a revolt, and he was driven from the city. Walter found many allies to assist him in attempting to reclaim the city, including the &lt;a href=\"Electorate%20of%20Trier\"&gt;Bishop of Trier&lt;/a&gt;, but he was defeated in the &lt;a href=\"Battle%20of%20Hausbergen\"&gt;Battle of Hausbergen&lt;/a&gt; in 1262, and henceforth Strassburg was a &lt;a href=\"Free%20imperial%20city\"&gt;free Imperial City&lt;/a&gt;. \nIn 1270, Baron Heinrich of Geroldseck married Agnes the heiress of the last &lt;a href=\"County%20of%20Veldenz\"&gt;Count of Veldenz&lt;/a&gt; and so founded the second dynasty of that territory. In 1277, the house of Geroldseck divided into Upper (Hohen-) and Lower lines, sharing some common properties such as the bailiwicks of Friesenheim and Oberschopfheim, the village &lt;a href=\"Schwanau%2C%20Baden-W%C3%BCrttemberg\"&gt;Ottenheim&lt;/a&gt;, as well as Castle Schwanau on the Alsatian side of the Rhine. A further division of the Hohen-Geroldseck line in the beginning of the fourteenth century caused the independence of the Veldenz Counts as well as the loss of old territories in Alsace. \nA different Castle Geroldseck was built in the thirteenth century on lands of the Lower Line in what is today the commune of &lt;a href=\"Niederstinzel\"&gt;Niederstinzel&lt;/a&gt; in the &lt;a href=\"Wasgau\"&gt;Wasgau&lt;/a&gt; region of Alsace. Hans of Geroldseck ruled from the castle as a fief of the &lt;a href=\"Bishopric_of_Metz\"&gt;Bishop of Metz&lt;/a&gt; from 1355 until his death in 1391, after which time his rights devolved to the Lords of &lt;a href=\"Ch%C3%A2teau_d%2527Ochsenstein%23The_rise_of_the_Ochsensteins\"&gt;Ochsenstein&lt;/a&gt; and the counts of &lt;a href=\"Zweibr%C3%BCcken-Bitsch\"&gt;Zweibrücken-Bitsch&lt;/a&gt;. Castle Geroldseck itself was destroyed by fire in 1381. Old German folktales regarded the ruins as the meeting place of great heroes, such as &lt;a href=\"Ariovistus\"&gt;Ariovistus&lt;/a&gt;, &lt;a href=\"Arminius\"&gt;Herman&lt;/a&gt;, &lt;a href=\"Widukind\"&gt;Widukind&lt;/a&gt;, and &lt;a href=\"Sigurd\"&gt;Siegfried&lt;/a&gt;. Legends claimed that, when the Germans would be in the greatest need, these heroes would come out from the castle to help them.\nThe Lower Line ruled its Swabian territory situated upon the city of Lahr until 1426, when the family went extinct. Baron Diebold of Hohen-Geroldseck therefore challenged the legitimate heirs, the &lt;a href=\"County%20of%20Saarwerden\"&gt;Counts of Moers-Saarwerden&lt;/a&gt;, for the inheritance in 1428, but could not prevail and suffered grave economic woes.\nBaron Dietrich of Hohen-Geroldseck played an ambitious role in the quarrel between Austria and the &lt;a href=\"Electoral%20Palatinate\"&gt;Electoral Palatinate&lt;/a&gt; in the 1480s, but this led to the outright conquest of Castle Geroldseck by the Palatinate in 1486. The defeat of the Elector in the &lt;a href=\"War%20of%20the%20Succession%20of%20Landshut\"&gt;Landshut Succession War&lt;/a&gt; in 1504 saw the return of the family to their seat.\nAccording to the Imperial Matriculation of 1521, the Lordship of Hohengeroldseck contributed 1 cavalryman and 3 infantrymen to the &lt;a href=\"Army%20of%20the%20Holy%20Roman%20Empire\"&gt;Imperial Army&lt;/a&gt;. In 1545 and 1551 it contributed 1 cavalryman, 2 infantrymen, and 20 Florins in money. In case of emergency, a further 16 Florins was to be paid to the Army. In addition, Hohengeroldseck had to pay to the Imperial Court Chamber annually 10 Reichsthalers and 12 1/2 Kreutzer. These contribution rates remained unchanged until the Holy Roman Empire was dissolved in 1806.\nElisabeth of Hohen-Geroldseck was elected to rule the &lt;a href=\"Buchau%20Abbey\"&gt;Imperial Abbey of Buchau&lt;/a&gt; on May 28, 1523. The Abbey was a member of the &lt;a href=\"Swabian%20League\"&gt;Swabian League&lt;/a&gt;. Elisabeth had to flee in 1525 when the &lt;a href=\"German%20Peasants%27%20War\"&gt;Peasant's War&lt;/a&gt; saw the League's enemies attack the Abbey. She returned shortly thereafter and completed fortifications and many building extensions. Elisabeth died in 1540.\nThe last of the House of Geroldseck was Baron Jacob, who began his reign in 1584. In that year, Jacob began construction of a three-storey residence in the middle of the walled enclosure of the &lt;a href=\"water%20castle\"&gt;water castle&lt;/a&gt; of Dautenstein in &lt;a href=\"Seelbach%2C%20Baden-W%C3%BCrttemberg\"&gt;Seelbach&lt;/a&gt;. He moved out of Castle Hohengeroldseck in 1599 and took up residence in the Dautenstein in that same year.\nBaron Jacob died in the year 1634. His daughter and heiress, Anna Maria, first married Count Frederick of Solms-Laubach, founder of the Rödelheim branch of the family. After his death, reported in places as 1649 but likely much earlier, his widow Anna Maria wed &lt;a href=\"Frederick%20V%2C%20Margrave%20of%20Baden-Durlach\"&gt;Margrave Frederick V of Baden-Durlach&lt;/a&gt; on 13 February 1644.\nThe Kronberg Family.\nPreviously in the year 1620, the Baron of Kronberg had obtained rights to the Lordship of Hohengeroldseck as an Austrian fief in the event Baron Jacob's line went extinct. He took possession in 1635, at the same time being raised to a Count. Anna Maria petitioned the Emperor but could not receive her proper inheritance. The Counts of Kronberg never resided in Hohengeroldseck but at their ancient residence in &lt;a href=\"Kronberg%20im%20Taunus\"&gt;Kronberg im Taunus&lt;/a&gt;.\nIn 1636, the Dautenstein was destroyed as a casualty of the &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt; and rebuilt shortly thereafter, though on a more modest scale.\nThe castle of Hohengeroldseck itself was destroyed by the French in 1689, a casualty of the &lt;a href=\"Nine%20Years%27%20War\"&gt;War of the Palatinate&lt;/a&gt;. The destruction has been uniformly but erroneously attributed by 19th century authors to the actions of Marshal &lt;a href=\"Fran%C3%A7ois%20de%20Cr%C3%A9quy\"&gt;Crequi&lt;/a&gt;, who actually died in 1687, two years before the castle was laid waste.\nIn 1697, the &lt;a href=\"Margraviate%20of%20Baden\"&gt;Margraves of Baden&lt;/a&gt; seized Hohengeroldseck as allies of the French, but the Imperial Army drove them out soon after.\nIn 1704, Count John Nicholas died, and with him the Kronberg family went extinct. Of the Kronberg lands, the dominion of &lt;a href=\"Rothenberg\"&gt;Rothenberg&lt;/a&gt; was disbursed to the Count of Degenfeld and Kronberg itself to the &lt;a href=\"Electorate%20of%20Mainz\"&gt;Elector of Mainz&lt;/a&gt;. Hohengeroldseck was granted to Count Karl Caspar von der Leyen.\nThe Leyen Family.\nIn 1711, Count Karl Caspar &lt;a href=\"House%20of%20Leyen\"&gt;von der Leyen&lt;/a&gt; was created &lt;a href=\"Imperial%20Count\"&gt;Imperial Count&lt;/a&gt; which guaranteed sovereignty through &lt;a href=\"Imperial%20immediacy\"&gt;Imperial immediacy&lt;/a&gt;.\nRenovations to in the second half of the 18th Century saw the removal of its walls, rendering its appearance similar to a large farmhouse, but the compound retained its original footprint, and the building served as a modest court for the Counts of Leyen whenever they might journey from their residential palace at &lt;a href=\"Blieskastel\"&gt;Blieskastel&lt;/a&gt;.\nHowever, on May 14, 1793, the &lt;a href=\"French%20Revolutionary%20Army\"&gt;French Revolutionary Army&lt;/a&gt; surrounded Blieskastel Palace, forcing the Leyen family to flee. Having lost all of their possessions on the &lt;a href=\"Left%20Bank%20of%20the%20Rhine\"&gt;left bank of the Rhine river&lt;/a&gt;, the nearly destitute family took up residence in the Dautenstein, where they remained until the end of their rule over Hohengeroldseck.\nThe &lt;a href=\"Treaty%20of%20Lun%C3%A9ville\"&gt;peace treaty&lt;/a&gt; with France denied the family restoration of their lands, and numerous petitions to the &lt;a href=\"Imperial%20Diet%20%28Holy%20Roman%20Empire%29\"&gt;Imperial Diet&lt;/a&gt; for compensation were fruitless, as the &lt;a href=\"Reichsdeputationshauptschluss\"&gt;Final Recess of 1803&lt;/a&gt; denied the family compensation granted other exiled nobles on the basis that the Leyen family did nothing to aid the war against France. Henceforth, Count &lt;a href=\"Philip%20Francis%2C%20Prince%20of%20Leyen\"&gt;Philip Francis&lt;/a&gt; looked to France for friendship. The Friendship paid off in that Hohengeroldseck was spared the mediatization of 1806 that consumed much larger and wealthier states by virtue that the Count was nephew to &lt;a href=\"Prince-elector%23High%20offices\"&gt;Archchancellor&lt;/a&gt; &lt;a href=\"Karl%20Theodor%20Anton%20Maria%20von%20Dalberg\"&gt;Karl Theodor von Dalberg&lt;/a&gt;, a close collaborator of Napoleon's.\nAfter the Holy Roman Empire.\nThe County joined the &lt;a href=\"Rhine%20Confederation\"&gt;Rhine Confederation&lt;/a&gt; as a founding member on July 12, 1806. Article V. of the Treaty of the Confederation of the Rhine raised Count Philip Francis to a Prince, and his realm became known as the &lt;a href=\"Principality%20of%20Leyen\"&gt;Principality of Leyen&lt;/a&gt;. The same treaty declared Leyen separated forevermore from the Holy Roman Empire, as per Article III. The Empire itself was declared at an end on August 6, 1806. As for the army, Article XXXVIII. of the Rhine Treaty decreed a 4,000 strong combined army corps raised by \"the other Princes of the Confederation,\" to which the Prince of Leyen had to supply a contingent of 29 soldiers and the money to equip and care for them.\nThe outbreak of the &lt;a href=\"War%20of%20the%20Sixth%20Coalition\"&gt;War of the Sixth Coalition&lt;/a&gt; in 1813 signaled the approaching end of the French supremacy. The &lt;a href=\"Battle%20of%20Leipzig\"&gt;Battle of the Nations&lt;/a&gt; in mid-October removed France's grip on Germany, and the members of the Rhine Confederation either abandoned their French alliance or were overrun by the advancing Allies. On December 13, 1813, the Principality of Leyen was occupied by Austrian forces, declared \"leaderless\" because Prince Philip was residing in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; at the time, and formally mediatized.\nLater History.\nHohengeroldseck was awarded to Austria by the &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt; in 1815. Its cession to Baden was brought about in a very complex way. At the Congress of Vienna, Austria insisted on the re-annexation of &lt;a href=\"Salzburg\"&gt;Salzburg&lt;/a&gt;, which had been made over to Bavaria by Napoleon after the &lt;a href=\"Treaty%20of%20Sch%C3%B6nbrunn\"&gt;Treaty of Schönbrunn&lt;/a&gt; in 1809. In the &lt;a href=\"Treaty%20of%20Munich%20%281816%29\"&gt;Treaty of Munich&lt;/a&gt; in 1816, Austria and &lt;a href=\"Kingdom%20of%20Bavaria\"&gt;Bavaria&lt;/a&gt; came to terms, with the Austrians promising to support Bavaria in its ambition to secure the &lt;a href=\"County%20of%20Sponheim\"&gt;County of Sponheim&lt;/a&gt; from &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt; and Baden's portion of the &lt;a href=\"Electoral%20Palatinate\"&gt;Palatinate&lt;/a&gt; on the right bank of the Rhine River following the death of the childless &lt;a href=\"Charles%2C%20Grand%20Duke%20of%20Baden\"&gt;Grand Duke Charles&lt;/a&gt; of Baden.\nAt the &lt;a href=\"Congress%20of%20Aix-la-Chapelle%20%281818%29\"&gt;Congress of Aix-la-Chappelle&lt;/a&gt; in 1818, however, the great powers came to terms with Grand Duke Charles' succession, and guaranteed his successor a full inheritance. To help meet its obligations to Bavaria, Austria proposed to cede Hohengeroldseck to Baden in exchange for Baden's transfer of that portion of &lt;a href=\"Wertheim%20am%20Main\"&gt;Wertheim&lt;/a&gt; on the opposite side of the River &lt;a href=\"Main%20%28river%29\"&gt;Main&lt;/a&gt; (the town of &lt;a href=\"Steinfeld%2C%20Bavaria\"&gt;Steinfeld&lt;/a&gt; and surrounding territory) to Bavaria. All parties accepted.\nOn July 10, 1819, the &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt; Convention was held to solve all outstanding German border issues. The Convention confirmed all decisions made at the Congress of Aix-la-Chapelle. Austria exchanged Hohengeroldseck for Steinfeld, which in turn was ceded to Bavaria, the protocols for the latter transfer being signed in &lt;a href=\"Aschaffenburg\"&gt;Aschaffenburg&lt;/a&gt; on October 27, 1819.\nThe Baden authorities referred to the territory as \"the Provisional District of Hohengeroldseck\" until March 1, 1831, when it was merged into the District of Lahr and henceforth disappeared from history.\nGeographic Disposition of the State.\nLocated in the Ortenau region of Swabia, the area of the state never exceeded 45 square miles. Despite its small size, Hohengeroldseck had many neighbors. At the beginning of the nineteenth century, it was bound clockwise by the &lt;a href=\"Zell%20am%20Harmersbach\"&gt;Free Imperial City of Zell&lt;/a&gt; to the north, the Lordship of Hausen (a possession of the Prince of &lt;a href=\"Principality%20of%20F%C3%BCrstenberg\"&gt;Fürstenberg&lt;/a&gt;) to the east, the &lt;a href=\"Ettenheim\"&gt;Ettenheim&lt;/a&gt; territory of the bishopric of Strassburg to the south as well as an enclave within the territory of Hohengeroldseck itself, an estate of a Free &lt;a href=\"Imperial%20Knight\"&gt;Imperial Knight&lt;/a&gt; of the autonomous Ortenau District to the southwest, territory of &lt;a href=\"Nassau-Usingen\"&gt;Nassau-Usingen&lt;/a&gt; to the west with portions of Baden-Durlach above and below it, and finally a tiny exclave of &lt;a href=\"Further%20Austria\"&gt;Further Austria&lt;/a&gt; to the northwest.\nIn addition, two small exclaves to the northwest of Hohengeroldseck shared numerous borders. The larger exclave was surrounded on three sides by three different estates of Free Imperial Knights of the Ortenau District, with an exclave of Further Austria to the north and the Free Imperial City of &lt;a href=\"Gengenbach\"&gt;Gengenbach&lt;/a&gt; to the northeast, while the smaller exclave of Hohengeroldseck was bound to the south by the Schutterwald knightly estate (held in condominium with Austria), another exclave of Further Austria to the west, and the Free Imperial City of &lt;a href=\"Offenburg\"&gt;Offenburg&lt;/a&gt; to the north and east. Both exclaves were held in condominium with Austria."
}