{
    "id": "226222",
    "revid": "38455",
    "url": "https://en.wikipedia.org/wiki?curid=226222",
    "title": "Bigamy",
    "text": "In cultures where &lt;a href=\"monogamy\"&gt;monogamy&lt;/a&gt; is mandated, bigamy is the act of entering into a &lt;a href=\"marriage\"&gt;marriage&lt;/a&gt; with one person while still legally married to another. A &lt;a href=\"legal%20separation\"&gt;legal or de facto separation&lt;/a&gt; of the couple does not alter their marital status as married persons. In the case of a person in the process of &lt;a href=\"divorce\"&gt;divorcing&lt;/a&gt; their spouse, that person is taken to be legally married until such time as the divorce becomes final or &lt;a href=\"Decree%20nisi\"&gt;absolute&lt;/a&gt; under the law of the relevant jurisdiction. Bigamy laws do not apply to couples in a de facto or cohabitation relationship, or that enter such relationships when one is legally married. If the prior marriage is for any reason void, the couple is not married, and hence each party is free to marry another without falling foul of the bigamy laws.\nBigamy is a crime in most countries that recognise only monogamous marriages. When it occurs in this context often neither the first nor second spouse is aware of the other. In countries that have bigamy laws, with a few exceptions (such as &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; and &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;), consent from a prior spouse makes no difference to the legality of the second marriage, which is usually considered &lt;a href=\"void%20marriage\"&gt;void&lt;/a&gt;.\nHistory of anti-bigamy laws.\nEven before &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; became the official religion of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, &lt;a href=\"Diocletian\"&gt;Diocletian&lt;/a&gt; and &lt;a href=\"Maximian\"&gt;Maximian&lt;/a&gt; passed strict anti-polygamy laws in 285 AD that mandated monogamy as the only form of legal marital relationship, as had traditionally been the case in classical &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; and &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. In 393, the &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; Emperor &lt;a href=\"Theodosius%20I\"&gt;Theodosius I&lt;/a&gt; issued an imperial edict to extend the ban on polygamy to Jewish communities. In 1000, Rabbi &lt;a href=\"Gershom%20ben%20Judah\"&gt;Gershom ben Judah&lt;/a&gt; ruled polygamy inadmissible within &lt;a href=\"Ashkenazi%20Jews\"&gt;Ashkenazi&lt;/a&gt; Jewish communities living in a Christian environment.\nLegal situation.\nMost &lt;a href=\"Western%20world\"&gt;western&lt;/a&gt; countries do not recognise &lt;a href=\"polygamous\"&gt;polygamous&lt;/a&gt; marriages, and consider bigamy a crime. Several countries also prohibit people from living a polygamous lifestyle. This is the case in some states of the United States where the criminalisation of a polygamous lifestyle originated as &lt;a href=\"Anti-Mormonism\"&gt;anti-Mormon&lt;/a&gt; laws, although they are rarely enforced.\nIn &lt;a href=\"diplomatic%20law\"&gt;diplomatic law&lt;/a&gt;, consular spouses from polygamous countries are sometimes exempt from a general prohibition on polygamy in host countries. In some such countries, only one spouse of a polygamous diplomat may be accredited, however."
}