{
    "id": "22623208",
    "revid": "26080016",
    "url": "https://en.wikipedia.org/wiki?curid=22623208",
    "title": "Gong Kai",
    "text": "Gong Kai (; 1222–1307) was a &lt;a href=\"Chinese%20people\"&gt;Chinese&lt;/a&gt; government official during the last years of the &lt;a href=\"Song%20Dynasty\"&gt;Song Dynasty&lt;/a&gt;. The latter part of the Song Dynasty, in which Gong Kai lived, is known as the Southern Song Dynasty (1127–1279). After the fall of the Song Dynasty to the &lt;a href=\"Yuan%20Dynasty\"&gt;Yuan Dynasty&lt;/a&gt;, he became what was known as a scholar-amateur painter. The artists of the Song were mostly influenced by momentary and sporadic pleasures and beauty. However, there is no evidence that Gong Kai painted during this period. Instead, most paintings attributed to Gong Kai are from Yuan Dynasty (1271–1368).\nLife in the Southern Song Dynasty.\nGong Kai was born in &lt;a href=\"Huai%27an\"&gt;Huaiyin&lt;/a&gt; in present-day &lt;a href=\"Jiangsu\"&gt;Jiangsu&lt;/a&gt; Province in 1222. His &lt;a href=\"courtesy%20name\"&gt;courtesy name&lt;/a&gt; was Shengyu () and his &lt;a href=\"Art%20name\"&gt;pseudonym&lt;/a&gt; was Cuiyan (). As was traditional in the Song Dynasty, Gong Kai received the standard classical education. As a boy, his teachers saw that he showed great potential in painting, poetry, and calligraphy. Unfortunately, Gong Kai failed to pass the examinations necessary to become a high-ranking government official. During the Song Dynasty (960-1279), Gong Kai served the Song government as a minor official in the Board of Salt Revenues. To some extent, he also served as a general’s secretary prior to the invasion of the Mongols.\nLife under the Yuan dynasty.\nIn 1271, &lt;a href=\"Kublai%20Khan\"&gt;Kublai Khan&lt;/a&gt; began assembling the oppressed Chinese people of the Song dynasty to rise up against the current government. Over several years, he successfully brought the Song dynasty to an end in 1279 with the &lt;a href=\"Battle%20of%20Yamen\"&gt;Battle of Yamen&lt;/a&gt;. The Yuan dynasty offered government positions to some servants of the Song dynasty because they wanted to employ certain aspects of the previous government. However, it was unlikely that they would have asked Gong Kai. Even though he had previously served under the former government, Gong Kai, being from Southern China, was now at the bottom of the social hierarchy under the Yuan dynasty.\nAs a Song loyalist, Gong Kai could not work under the new government. He and many other Song loyalists became \"i-min\". An i-min was literally a “left-over subject” who chose to live a life of exile. Without a productive method of protest, the i-min turned to forms of symbolic protest, such as their paintings. Quite frequently, they would meet and write poetry about their losses due to the fall of the Song dynasty. After the defeating of the Song, Gong Kai fled to &lt;a href=\"Hangzhou\"&gt;Hangzhou&lt;/a&gt; on the Yangtze River where he would spend his time writing and painting. He used his paintings as a medium of expression for his thoughts of the new government. This is most reflected in the painting Jun Gu a Noble Horse. Without his government job, Gong Kai’s family became extremely impoverished. The only sources of income to the family were the sale of Gong Kai’s paintings and calligraphy and the occasional trade for essential goods. Some accounts even suggest that Gong Kai was not able to afford a table and instead laid the paper on his son’s back to paint.\nPaintings.\nPaintings from the Yuan Dynasty were unlike any others produced in previous eras in China. Due to the &lt;a href=\"Mongol%20conquest%20of%20Song%20China\"&gt;Yuan conquest of the Song&lt;/a&gt; and the difficult economic state, the existence of many professional art schools and painters in China began to decline. Now, fewer artists were working for the imperial courts or other wealthy sponsors. This led to the rise of the preexisting class of scholar-amateur painters, like Gong Kai.\nSince he was not a trained professional painter, Gong Kai's style of painting could be described as amateur in appearance and straightforward. Some scholars believe that reason for his style was due to his appearance. He was reported as being an \"imposing figure,\" very tall and with a long beard. They feel that his rough looks caused his brushwork to be coarse and added the “oddness of the images in his paintings.\"\nJun Gu a Noble Horse.\n\"&lt;a href=\"Jun%20Gu%20a%20Noble%20Horse\"&gt;Jun Gu a Noble Horse&lt;/a&gt;\" is Gong Kai’s most famous painting. This Yuan Dynasty painting was created using ink on a paper hand scroll. Horses were considered a specialty of Gong Kai, specifically those drawn in the style of the Tang Dynasty. In fact, Gong Kai’s \"Jun Gu a Noble Horse\" very closely resembles the painting \"Night-Shining White\" by &lt;a href=\"Han%20Gan\"&gt;Han Gan&lt;/a&gt; in the Tang Dynasty. &lt;a href=\"Chou%20Mi\"&gt;Chou Mi&lt;/a&gt;, a Song Dynasty scholar and acquaintance of Gong Kai, said that Gong’s horses were \"flying like the wind, with misty manes and warlike bones, muscles supple as orchid leaves – truly endowed with all he noble attributes\".\nThe animal is probably meant to be from the Song Dynasty (even though drawn in the Tang Dynasty style). In previous years, this horse had been a noble, lively, and youthful creature, but now is reduced to a mere skeleton, clutching onto the last pieces of his shattered dignity. One possibility is that the horse is a symbol for the devastated Song Dynasty. Another possibility is that the horse represents Gong Kai and other scholars like himself (especially since horses during this time period generally were used as a metaphor for humans). To Gong Kai, Jun Gu a Noble Horse is an i-min just like himself.\nA poem associated with the painting reads:\n“Ever since the clouds and mist fell upon the Heavenly Pass,\nEmpty have been the twelve imperial stables of the former dynasty.\nToday who will have pity for the shrunken form of his splendid body?\nIn the light of the setting sun, on the sandy bank, he casts his towering shadow – like a mountain!”\nZhong Kui Traveling.\nGong Kai’s second most famous work of art is \"Zhong Kui Traveling\", also from the Yuan Dynasty. It is sometimes referred to as \"Zhong Kui Traveling with his Sister\". In the painting, &lt;a href=\"Zhong%20Kui\"&gt;Zhong Kui&lt;/a&gt; and his sister are being carried in “palanquins” by several demons. Towards the back of the processional, nine more demons are carrying luggage and other items. The demons are pictured as gangly, grotesque creatures wearing only loin clothes and hats. Some are barely more than skin and bones. The hand scroll containing the painting is over one and a half meters long.\nWhen Zhong Kui originated, he was basically a god of folklore legends who prevailed over ghosts and controlled demons. According to legend, Emperor Minghuang of the Tang Dynasty claimed that Zhong Kui first appeared to him in a dream. In the dream, the emperor watches Zhong Kui slay the demon that had stolen from the emperor. The emperor immediately told his court artist, who then painted a portrait of Zhong Kui by the description given to him. Since then, thousands of pictures of Zhong Kui have been produced. Most often these pictures are painted above entrances to houses and businesses to ensure that Zhong Kui protect them from demons.\nHowever, the paintings occasionally take on a different and more political meaning. This is the case with Gong Kai’s painting. As a loyalist of the Song Dynasty, Gong Kai probably used this painting as a way of expressing that he longed for a being like Zhong Kui to chase the Mongols, or “demons,” out of the country. The calligraphy accompanying the hand scroll indirectly supports this interpretation.\nThe Captivity of Cai Wenji and Wenji’s Return to China.\nThough it is not known for certain, the paintings \"The Captivity of Cai Wenji\" and \"Wenji’s Return to China\" are believed to have been painted by Gong Kai. These were both painted using ink on paper. Both paintings are kept at the Freer Gallery of Art in Washington, D.C.\n&lt;a href=\"Cai%20Wenji\"&gt;Cai Wenji&lt;/a&gt; was born at the end of the second century, during the Han Dynasty. After two years of marriage, Cai Wenji’s husband died and she returned to Chenliu, the city of her birth. Once there, she was captured by the &lt;a href=\"Xiongnu\"&gt;Xiongnus'&lt;/a&gt; army and forced to marry Zuoxian, a Xiongnu chief, with whom she had two sons. Twelve years passed before the new prime minister and friend of her father, &lt;a href=\"Cao%20Cao\"&gt;Cao Cao&lt;/a&gt;, sent out a search party with brides for Zuoxian in return for Cai Wenji.\nAccording to some scholars, Gong Kai painted \"Wenji’s Return to China\". However, the style of the painting is so different from Gong Kai’s usual style that no one knows for certain if he is its artist. Nonetheless, scholars attribute this painting to Gong Kai because of knowledge of an illustrated Cai Wenji story done by him. This painting and a similar one, \"The Captivity of Cai Wenji\", are possibly part of that story.\nOther Paintings.\nThere are other paintings that experts believe may have been painted by Gong Kai. Still, only \"Emaciated Horse\" and \"Zhong Kui Traveling\" are known for certain to be Gong Kai's works. Several other possible paintings of his are the &lt;a href=\"hanging%20scroll\"&gt;hanging scroll&lt;/a&gt;s titled The Three Stars, Searching for Plum Blossoms by Boat, and Fishing with Cormorants.\nPoetry.\nAside from his paintings, Gong Kai is also known for his poetry. His most famous poem is \"宋江三十六人赞\". His only surviving book is \"龟城叟集\"."
}