{
    "id": "22649",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=22649",
    "title": "Observation",
    "text": "Observation is the active acquisition of &lt;a href=\"information\"&gt;information&lt;/a&gt; from a &lt;a href=\"primary%20source\"&gt;primary source&lt;/a&gt;. In living beings, observation employs the &lt;a href=\"sense\"&gt;sense&lt;/a&gt;s. In &lt;a href=\"science\"&gt;science&lt;/a&gt;, observation can also involve the &lt;a href=\"perception\"&gt;perception&lt;/a&gt; and recording of &lt;a href=\"data%20%28information%29\"&gt;data&lt;/a&gt; via the use of &lt;a href=\"scientific%20instrument\"&gt;scientific instrument&lt;/a&gt;s. The term may also refer to any data collected during the scientific activity. Observations can be &lt;a href=\"qualitative%20property\"&gt;qualitative&lt;/a&gt;, that is, only the absence or presence of a property is noted, or &lt;a href=\"quantitative%20data\"&gt;quantitative&lt;/a&gt; if a numerical value is attached to the observed &lt;a href=\"phenomenon\"&gt;phenomenon&lt;/a&gt; by &lt;a href=\"counting\"&gt;counting&lt;/a&gt; or &lt;a href=\"measurement\"&gt;measuring&lt;/a&gt;.\nScience.\nThe &lt;a href=\"scientific%20method\"&gt;scientific method&lt;/a&gt; requires observations of &lt;a href=\"list%20of%20natural%20phenomena\"&gt;natural phenomena&lt;/a&gt; to formulate and test &lt;a href=\"hypothesis\"&gt;hypotheses&lt;/a&gt;. It consists of the following steps:\nObservations play a role in the second and fifth steps of the scientific method. However, the need for &lt;a href=\"reproducibility\"&gt;reproducibility&lt;/a&gt; requires that observations by different observers can be comparable. Human &lt;a href=\"sense\"&gt;sense&lt;/a&gt; impressions are &lt;a href=\"subjectivity\"&gt;subjective&lt;/a&gt; and &lt;a href=\"qualitative%20data\"&gt;qualitative&lt;/a&gt;, making them difficult to record or compare. The use of &lt;a href=\"measurement\"&gt;measurement&lt;/a&gt; was developed to allow recording and comparison of observations made at different times and places, by different people. The measurement consists of using observation to compare the phenomenon being observed to a &lt;a href=\"Standard%20%28metrology%29\"&gt;standard unit&lt;/a&gt;. The standard unit can be an artifact, process, or definition which can be duplicated or shared by all observers. In measurement, the number of standard units which is equal to the observation is counted. Measurement reduces an observation to a number that can be recorded, and two observations which result in the same number are equal within the &lt;a href=\"measurement\"&gt;resolution&lt;/a&gt; of the process.\nHuman senses are limited and subject to errors in perception, such as &lt;a href=\"optical%20illusion\"&gt;optical illusion&lt;/a&gt;s. &lt;a href=\"Scientific%20instrument\"&gt;Scientific instrument&lt;/a&gt;s were developed to aid human abilities of observation, such as &lt;a href=\"weighing%20scale\"&gt;weighing scale&lt;/a&gt;s, &lt;a href=\"clock\"&gt;clock&lt;/a&gt;s, &lt;a href=\"telescope\"&gt;telescope&lt;/a&gt;s, &lt;a href=\"microscope\"&gt;microscope&lt;/a&gt;s, &lt;a href=\"thermometer\"&gt;thermometer&lt;/a&gt;s, &lt;a href=\"camera\"&gt;camera&lt;/a&gt;s, and &lt;a href=\"tape%20recorder\"&gt;tape recorder&lt;/a&gt;s, and also translate into perceptible form events that are unobservable by the senses, such as &lt;a href=\"pH%20indicator\"&gt;indicator dyes&lt;/a&gt;, &lt;a href=\"voltmeter\"&gt;voltmeter&lt;/a&gt;s, &lt;a href=\"spectrometer\"&gt;spectrometer&lt;/a&gt;s, &lt;a href=\"infrared%20camera\"&gt;infrared camera&lt;/a&gt;s, &lt;a href=\"oscilloscope\"&gt;oscilloscope&lt;/a&gt;s, &lt;a href=\"interferometer\"&gt;interferometer&lt;/a&gt;s, &lt;a href=\"geiger%20counter\"&gt;geiger counter&lt;/a&gt;s, and &lt;a href=\"radio%20receiver\"&gt;radio receiver&lt;/a&gt;s.\nOne problem encountered throughout scientific fields is that the observation may affect the process being observed, resulting in a different outcome than if the process was unobserved. This is called the \"&lt;a href=\"observer%20effect%20%28physics%29\"&gt;observer effect&lt;/a&gt;\". For example, it is not normally possible to check the air pressure in an automobile tire without letting out some of the air, thereby changing the pressure. However, in most fields of science, it is possible to reduce the effects of observation to insignificance by using better instruments.\nConsidered as a physical process itself, all forms of observation (human or instrumental) involve &lt;a href=\"amplifier\"&gt;amplification&lt;/a&gt; and are thus thermodynamically &lt;a href=\"irreversibility\"&gt;irreversible processes&lt;/a&gt;, increasing &lt;a href=\"entropy\"&gt;entropy&lt;/a&gt;.\nParadoxes.\nIn some specific fields of science, the results of observation differ depending on factors that are not important in everyday observation. These are usually illustrated with \"&lt;a href=\"paradox\"&gt;paradox&lt;/a&gt;es\" in which an event appears different when observed from two different points of view, seeming to violate \"common sense\".\nBiases.\nThe human senses do not function like a video &lt;a href=\"camcorder\"&gt;camcorder&lt;/a&gt;, impartially recording all observations. Human perception occurs by a complex, unconscious process of &lt;a href=\"abstraction\"&gt;abstraction&lt;/a&gt;, in which certain details of the incoming sense data are noticed and remembered, and the rest is forgotten. What is kept and what is thrown away depends on an internal model or representation of the world, called by psychologists a \"&lt;a href=\"schema%20%28psychology%29\"&gt;schema&lt;/a&gt;\", that is built up over our entire lives. The data is fitted into this schema. Later when events are remembered, memory gaps may even be filled by \"plausible\" data the mind makes up to fit the model; this is called \"&lt;a href=\"reconstructive%20memory\"&gt;reconstructive memory&lt;/a&gt;\". How much attention the various perceived data are given depends on an internal value system, which judges how important it is to the individual. Thus two people can view the same event and come away with entirely different perceptions of it, even disagreeing about simple facts. This is why &lt;a href=\"eyewitness%20testimony\"&gt;eyewitness testimony&lt;/a&gt; is notoriously unreliable.\nSeveral of the more important ways observations can be affected by human psychology are given below.\nConfirmation bias.\nHuman observations are biased toward confirming the observer's conscious and unconscious expectations and view of the world; we \"see what we expect to see\". In psychology, this is called &lt;a href=\"confirmation%20bias\"&gt;confirmation bias&lt;/a&gt;. Since the object of scientific research is the &lt;a href=\"Discovery%20%28observation%29\"&gt;discovery&lt;/a&gt; of new phenomena, this bias can and has caused new discoveries to be overlooked; one example is the discovery of &lt;a href=\"x-ray\"&gt;x-ray&lt;/a&gt;s. It can also result in erroneous scientific support for widely held cultural myths, on the other hand, as in the &lt;a href=\"scientific%20racism\"&gt;scientific racism&lt;/a&gt; that supported ideas of racial superiority in the early 20th century. Correct scientific technique emphasizes careful recording of observations, separating experimental observations from the conclusions drawn from them, and techniques such as &lt;a href=\"blind%20experiment\"&gt;blind&lt;/a&gt; or &lt;a href=\"double%20blind%20experiment\"&gt;double blind experiment&lt;/a&gt;s, to minimize observational bias.\nProcessing bias.\nModern scientific instruments can extensively process \"observations\" before they are presented to the human senses, and particularly with computerized instruments, there is sometimes a question as to where in the data processing chain \"observing\" ends and \"drawing conclusions\" begins. This has recently become an issue with &lt;a href=\"digital%20image%20processing\"&gt;digitally enhanced&lt;/a&gt; images published as experimental data in &lt;a href=\"scientific%20paper\"&gt;papers&lt;/a&gt; in &lt;a href=\"scientific%20journal\"&gt;scientific journal&lt;/a&gt;s. The images are enhanced to bring out features that the researcher wants to emphasize, but this also has the effect of supporting the researcher's conclusions. This is a form of bias that is difficult to quantify. Some &lt;a href=\"scientific%20journal\"&gt;scientific journal&lt;/a&gt;s have begun to set detailed standards for what types of &lt;a href=\"image%20processing\"&gt;image processing&lt;/a&gt; are allowed in research results. Computerized instruments often keep a copy of the \"raw data\" from sensors before processing, which is the ultimate defense against processing bias, and similarly, scientific standards require preservation of the original unenhanced \"raw\" versions of images used as research data.\nPhilosophy.\nObservation in &lt;a href=\"philosophical\"&gt;philosophical&lt;/a&gt; terms is the process of filtering &lt;a href=\"sense\"&gt;sensory&lt;/a&gt; &lt;a href=\"information\"&gt;information&lt;/a&gt; through the thought process. Input is received via &lt;a href=\"hearing%20%28sense%29\"&gt;hearing&lt;/a&gt;, &lt;a href=\"visual%20perception\"&gt;sight&lt;/a&gt;, &lt;a href=\"olfaction\"&gt;smell&lt;/a&gt;, &lt;a href=\"taste\"&gt;taste&lt;/a&gt;, or &lt;a href=\"Haptic%20perception\"&gt;touch&lt;/a&gt; and then analyzed through either rational or irrational thought.\nFor example, let us suppose that an observer \"sees\" a parent beat their child and consequently may observe that such an action is either good or bad. Deductions about what behaviors are good or bad may be based on preferences about building relationships, or the study of the consequences resulting from the observed behavior. Over time, impressions stored in the consciousness about many, together with the resulting relationships and consequences, permit the individual to build a construct about the moral implications of behavior."
}