{
    "id": "2265561",
    "revid": "37763648",
    "url": "https://en.wikipedia.org/wiki?curid=2265561",
    "title": "Blake Lively",
    "text": "Blake Ellender Lively (born August 25, 1987) is an American actress, model, director, and advocate. Born in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, Lively is the daughter of actor &lt;a href=\"Ernie%20Lively\"&gt;Ernie Lively&lt;/a&gt;, and made her professional debut in his directorial project \"Sandman\" (1998). She starred as &lt;a href=\"Bridget%20Vreeland\"&gt;Bridget Vreeland&lt;/a&gt; in \"&lt;a href=\"The%20Sisterhood%20of%20the%20Traveling%20Pants%20%28film%29\"&gt;The Sisterhood of the Traveling Pants&lt;/a&gt;\" (2005) alongside its sequel \"&lt;a href=\"The%20Sisterhood%20of%20the%20Traveling%20Pants%202\"&gt;The Sisterhood of the Traveling Pants 2&lt;/a&gt;\" (2008) to commercial success. She appeared opposite &lt;a href=\"Justin%20Long\"&gt;Justin Long&lt;/a&gt; in the comedy \"&lt;a href=\"Accepted\"&gt;Accepted&lt;/a&gt;\" (2006), and gained recognition for portraying &lt;a href=\"Serena%20van%20der%20Woodsen\"&gt;Serena van der Woodsen&lt;/a&gt; in the &lt;a href=\"The%20CW\"&gt;CW&lt;/a&gt; drama television series \"&lt;a href=\"Gossip%20Girl\"&gt;Gossip Girl&lt;/a&gt;\" (2007–2012).\nShe starred in romantic-comedies \"&lt;a href=\"New%20York%2C%20I%20Love%20You\"&gt;New York, I Love You&lt;/a&gt;\" (2008) and \"&lt;a href=\"The%20Private%20Lives%20of%20Pippa%20Lee\"&gt;The Private Lives of Pippa Lee&lt;/a&gt;\" (2009). Lively starred opposite &lt;a href=\"Ben%20Affleck\"&gt;Ben Affleck&lt;/a&gt; in crime thriller \"&lt;a href=\"The%20Town%20%282010%20film%29\"&gt;The Town&lt;/a&gt;\" (2010) and appeared with &lt;a href=\"Ryan%20Reynolds\"&gt;Ryan Reynolds&lt;/a&gt; in \"&lt;a href=\"Green%20Lantern%20%28film%29\"&gt;Green Lantern&lt;/a&gt;\" (2011). She was in the ensemble cast of \"&lt;a href=\"Savages%20%282012%20film%29\"&gt;Savages&lt;/a&gt;\" (2012) and garnered acclaim for portraying the titular character in romantic fantasy \"&lt;a href=\"The%20Age%20of%20Adaline\"&gt;The Age of Adaline&lt;/a&gt;\" (2015). She appeared in survivor horror film \"&lt;a href=\"The%20Shallows%20%28film%29\"&gt;The Shallows&lt;/a&gt;\" (2016) and psychological drama \"&lt;a href=\"All%20I%20See%20Is%20You%20%28film%29\"&gt;All I See Is You&lt;/a&gt;\" (2016). She starred opposite &lt;a href=\"Anna%20Kendrick\"&gt;Anna Kendrick&lt;/a&gt; in the box-office hit \"&lt;a href=\"A%20Simple%20Favor%20%28film%29\"&gt;A Simple Favor&lt;/a&gt;\" (2018), and in \"&lt;a href=\"The%20Rhythm%20Section\"&gt;The Rhythm Section&lt;/a&gt;\" (2020), where she received critical praise.\nLively is married to actor &lt;a href=\"Ryan%20Reynolds\"&gt;Ryan Reynolds&lt;/a&gt;, with whom she has three daughters.\nEarly life.\nLively was born as Blake Ellender Brown on August 25, 1987, in the &lt;a href=\"Tarzana%2C%20Los%20Angeles\"&gt;Tarzana&lt;/a&gt; neighborhood of &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt;. Her mother, Elaine (\"née\" McAlpin), worked as a talent scout, and her father, &lt;a href=\"Ernie%20Lively\"&gt;Ernie Lively&lt;/a&gt; (\"né\" Ernest Wilson Brown Jr.; d. 2021), was an actor. Lively was named after her grandmother's brother. She has an older brother, &lt;a href=\"Eric%20Lively\"&gt;Eric&lt;/a&gt;, and three half-siblings from her mother's previous marriage, &lt;a href=\"Lori%20Lively\"&gt;Lori&lt;/a&gt;, &lt;a href=\"Robyn%20Lively\"&gt;Robyn&lt;/a&gt;, and &lt;a href=\"Jason%20Lively\"&gt;Jason&lt;/a&gt;. Her parents and siblings have all worked in the &lt;a href=\"entertainment%20industry\"&gt;entertainment industry&lt;/a&gt;.\nDuring her childhood, Lively accompanied her parents to the acting classes they taught, as they did not want to leave her with a babysitter. She said that watching her parents teach helped her learn the \"drills\" and gain confidence as she got older and began working in the industry. She made her professional debut at age 10, when she appeared in the 1998 film \"Sandman\", directed by Lively's father. She describes her role as a \"bit part\". She was initially not particularly interested in acting and wanted to attend &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt;.\nShe attended &lt;a href=\"Burbank%20High%20School%20%28Burbank%2C%20California%29\"&gt;Burbank High School&lt;/a&gt;, where she was a cheerleader, a member of the championship choir, and class president. Her elder brother asked his talent agent to send her on a few auditions during the summer months. She was subsequently cast as Bridget in \"&lt;a href=\"The%20Sisterhood%20of%20the%20Traveling%20Pants%20%28film%29\"&gt;The Sisterhood of the Traveling Pants&lt;/a&gt;\" (2005) and filmed her scenes between her junior and senior years of high school.\nCareer.\n2005–2006: Career beginnings.\n\"&lt;a href=\"The%20Sisterhood%20of%20the%20Traveling%20Pants%20%28film%29\"&gt;The Sisterhood of the Traveling Pants&lt;/a&gt;\" was released in 2005. Lively's performance earned her a nomination for a &lt;a href=\"Teen%20Choice%20Award\"&gt;Teen Choice Award&lt;/a&gt; for \"Choice Movie Breakout – Female. In 2006, Lively co-starred with &lt;a href=\"Justin%20Long\"&gt;Justin Long&lt;/a&gt; in \"&lt;a href=\"Accepted\"&gt;Accepted&lt;/a&gt;\", and Lively had minor roles in the horror film, \"&lt;a href=\"Simon%20Says%20%28film%29\"&gt;Simon Says&lt;/a&gt;\". \"Accepted\" was not well received by critics, but Lively's performance was, earning her a 'Breakthrough Award' from \"&lt;a href=\"Hollywood%20Life\"&gt;Hollywood Life&lt;/a&gt;\". Lively starred in \"&lt;a href=\"Elvis%20and%20Anabelle\"&gt;Elvis and Anabelle&lt;/a&gt;\" (2007) as Anabelle, a bulimic girl who hoped to win a beauty pageant. Lively said &lt;a href=\"Method%20acting\"&gt;of getting into character for the role&lt;/a&gt; that she had \"shed serious weight\" for her height. She stated that that process was difficult for her because food is \"the No. 1 love of my life.\" MovieLine.com praised her performance in the film and credited it as having been her \"breakthrough role\".\n2007–2012: \"Gossip Girl\".\nLively was cast in &lt;a href=\"The%20CW\"&gt;The CW&lt;/a&gt;'s series \"&lt;a href=\"Gossip%20Girl\"&gt;Gossip Girl&lt;/a&gt;\", based on the &lt;a href=\"Gossip%20Girl%20%28novel%20series%29\"&gt;novel series of the same name&lt;/a&gt; by &lt;a href=\"Cecily%20von%20Ziegesar\"&gt;Cecily von Ziegesar&lt;/a&gt;, which premiered in September 2007. Already having deferred college for a year, Lively intended to turn the role down and become a student, but was told that she could attend college part-time while filming the show (she later said \"This is advice to anyone: when they say, 'We promise, but we can't put it in writing,' there's a reason they can't put it in writing\"). She played the role of &lt;a href=\"Serena%20van%20der%20Woodsen\"&gt;Serena van der Woodsen&lt;/a&gt; in the teen drama until 2012 when the show ended. Her first magazine cover was the November 2007 issue of \"&lt;a href=\"CosmoGirl\"&gt;CosmoGirl&lt;/a&gt;\", where she discussed her time in high school and her career prior to \"Gossip Girl\".\nIn 2008, Lively reprised her role as Bridget in the sequel \"&lt;a href=\"The%20Sisterhood%20of%20the%20Traveling%20Pants%26amp%3Bnbsp%3B2\"&gt;The Sisterhood of the Traveling Pants 2&lt;/a&gt;\". Similarly to the first film, Lively's performance was positively received by critics. As of November 2008, the film had earned over $44 million at the box office. In 2009, she appeared as Gabrielle DiMarco in the romantic comedy \"&lt;a href=\"New%20York%2C%20I%26amp%3Bnbsp%3BLove%20You\"&gt;New York, I Love You&lt;/a&gt;\", a sequel to the 2006 film \"&lt;a href=\"Paris%2C%20je%20t%27aime\"&gt;Paris, je t'aime&lt;/a&gt;\". Despite positive critical reception, the film failed at the box office.\nLively portrayed the younger version of the titlular character in \"The Private Lives of Pippa Lee\" (2009) to critical acclaim. Paul Byrnes, of the \"&lt;a href=\"Brisbane%20Times\"&gt;Brisbane Times&lt;/a&gt;\", described Lively's performance in the film as \"sensational\". In October 2009, Lively began filming her scenes for her role as Kristina \"Kris\" Coughlin in the 2010 film \"&lt;a href=\"The%20Town%20%282010%20film%29\"&gt;The Town&lt;/a&gt;\", based on &lt;a href=\"Chuck%20Hogan\"&gt;Chuck Hogan&lt;/a&gt;'s novel \"Prince of Thieves\". The film, which was directed by and starred &lt;a href=\"Ben%20Affleck\"&gt;Ben Affleck&lt;/a&gt;, was released in the United States on September 17, 2010. On her performance, \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" wrote that Lively was \"almost unrecognizable [and] has fierce, pained moments as the moll and single mother .. tossed aside.\" In December of that year, Lively appeared in the music video for &lt;a href=\"The%20Lonely%20Island\"&gt;The Lonely Island&lt;/a&gt;'s \"&lt;a href=\"I%26amp%3Bnbsp%3BJust%20Had%20Sex\"&gt;I Just Had Sex&lt;/a&gt;\" together with &lt;a href=\"Jessica%20Alba\"&gt;Jessica Alba&lt;/a&gt;. Lively played &lt;a href=\"Carol%20Ferris\"&gt;Carol Ferris&lt;/a&gt;, the female lead and &lt;a href=\"love%20interest\"&gt;love interest&lt;/a&gt; of &lt;a href=\"Hal%20Jordan\"&gt;Hal Jordan&lt;/a&gt; in the superhero film \"&lt;a href=\"Green%20Lantern%20%28film%29\"&gt;Green Lantern&lt;/a&gt;\", which was released in June 2011. The film grossed a worldwide total of $219,851,172. In 2011 she was featured in the annual &lt;a href=\"Time%20%28magazine%29\"&gt;\"Time\"&lt;/a&gt; magazine 100 influential people. Additionally, &lt;a href=\"AskMen.com\"&gt;AskMen.com&lt;/a&gt; named her the most desirable woman of 2011 and \"&lt;a href=\"People%20%28magazine%29\"&gt;People&lt;/a&gt;\" magazine named her one of 2012's Most Beautiful at Every Age.\nIn 2012, she starred in &lt;a href=\"Oliver%20Stone\"&gt;Oliver Stone&lt;/a&gt;'s \"&lt;a href=\"Savages%20%282012%20film%29\"&gt;Savages&lt;/a&gt;\" alongside &lt;a href=\"Taylor%20Kitsch\"&gt;Taylor Kitsch&lt;/a&gt;, &lt;a href=\"Aaron%20Taylor-Johnson\"&gt;Aaron Johnson&lt;/a&gt;, &lt;a href=\"Salma%20Hayek\"&gt;Salma Hayek&lt;/a&gt;, and &lt;a href=\"John%20Travolta\"&gt;John Travolta&lt;/a&gt;. Lively replaced &lt;a href=\"Jennifer%20Lawrence\"&gt;Jennifer Lawrence&lt;/a&gt; as Ophelia, after the latter dropped out to do \"&lt;a href=\"The%20Hunger%20Games%20%28film%29\"&gt;The Hunger Games&lt;/a&gt;\". \"&lt;a href=\"HitFix\"&gt;HitFix&lt;/a&gt;\" film critic Drew McWeeny said Lively's performance was \"smart and sad precisely because she plays O as such a broken, needy little soul\". Also that year, she was selected as the face of the new &lt;a href=\"Gucci\"&gt;Gucci&lt;/a&gt; fragrance, Gucci Premiere. She appeared in a short film ad directed by &lt;a href=\"Nicolas%20Winding%20Refn\"&gt;Nicolas Winding Refn&lt;/a&gt; for the fragrance.\n2013–present: Film career.\nIn October 2013, Lively was named the new face of &lt;a href=\"L%27Oreal\"&gt;L'Oreal&lt;/a&gt;, marking her first major makeup campaign. Lively starred in the film \"&lt;a href=\"The%20Age%20of%20Adaline\"&gt;The Age of Adaline&lt;/a&gt;\" (2015), opposite &lt;a href=\"Michiel%20Huisman\"&gt;Michiel Huisman&lt;/a&gt; and &lt;a href=\"Harrison%20Ford\"&gt;Harrison Ford&lt;/a&gt;, playing a woman who \"stops aging after recovering from a near-fatal accident.\" The film was a modest commercial success, grossing $65.7 million from a production budget of $25 million. \"&lt;a href=\"The%20Atlantic\"&gt;The Atlantic&lt;/a&gt;\" stated that Lively showed her \"potential as a &lt;a href=\"leading%20lady\"&gt;leading lady&lt;/a&gt;\" primarily in the second half of the film, citing her \"clipped delivery and coy restraint\" as well as her \"capable perform[ance]\" within the emotional intensity of the film. In 2016, Lively starred in the &lt;a href=\"survival%20film\"&gt;survival&lt;/a&gt; &lt;a href=\"horror%20film\"&gt;horror film&lt;/a&gt; \"&lt;a href=\"The%20Shallows%20%28film%29\"&gt;The Shallows&lt;/a&gt;\". It received positive reviews and Lively's performance was praised by critics. That year, Lively also starred in &lt;a href=\"Woody%20Allen\"&gt;Woody Allen&lt;/a&gt;'s romantic comedy film, \"&lt;a href=\"Caf%C3%A9%20Society%20%282016%20film%29\"&gt;Café Society&lt;/a&gt;\" which premiered at the &lt;a href=\"69th%20Cannes%20Film%20Festival\"&gt;69th Cannes Film Festival&lt;/a&gt; and received critical acclaim. Lively enjoyed her experience working with Allen stating, \"It's really cool to work with a director who's done so much, because he knows exactly what he wants\", adding that he was \"very empowering\".\nLively starred opposite &lt;a href=\"Jason%20Clarke\"&gt;Jason Clarke&lt;/a&gt; in &lt;a href=\"psychological%20drama\"&gt;psychological drama&lt;/a&gt; \"&lt;a href=\"All%20I%20See%20Is%20You%20%28film%29\"&gt;All I See Is You&lt;/a&gt;\" (2016), which premiered at the &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt; to mixed reviews. In 2018, Lively starred in the mystery-thriller \"&lt;a href=\"A%20Simple%20Favor%20%28film%29\"&gt;A Simple Favor&lt;/a&gt;\", alongside &lt;a href=\"Anna%20Kendrick\"&gt;Anna Kendrick&lt;/a&gt; and &lt;a href=\"Henry%20Golding%20%28actor%29\"&gt;Henry Golding&lt;/a&gt;, and directed by &lt;a href=\"Paul%20Feig\"&gt;Paul Feig&lt;/a&gt;. The film was released on September 14 and Lively's performance was acclaimed. \"Variety\" wrote that \"She has her moments .. many of them physical .. Lively's Emily is both repellent and irresistible.\" Lively next played the lead, a drug-addicted prostitute turned assassin, in \"&lt;a href=\"The%20Rhythm%20Section\"&gt;The Rhythm Section&lt;/a&gt;\", the film adaptation of the Mark Burnell novel of the same name, produced by &lt;a href=\"Barbara%20Broccoli\"&gt;Barbara Broccoli&lt;/a&gt; and &lt;a href=\"Michael%20G.%20Wilson\"&gt;Michael G. Wilson&lt;/a&gt;, and directed by &lt;a href=\"Reed%20Morano\"&gt;Reed Morano&lt;/a&gt;. The film was released by &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt; on January 31, 2020. \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" noted Lively's performance as \"display[ing] a realistic near-incompetence in the face of danger [that] makes her relatable in ways very few cinematic assassins have ever been.\"\nIn May 2021, it was announced that Lively will star in \"&lt;a href=\"Lady%20Killer%20%28comic%20book%29\"&gt;Lady Killer&lt;/a&gt;\" as the lead character, Josie Schuller. Lively made her directorial debut as the co-writer and director of the music video for Taylor Swift's song \"&lt;a href=\"I%20Bet%20You%20Think%20About%20Me\"&gt;I Bet You Think About Me&lt;/a&gt;\" featuring American singer-songwriter &lt;a href=\"Chris%20Stapleton\"&gt;Chris Stapleton&lt;/a&gt;, released on November 15, 2021 from Swift's re-recorded album \"&lt;a href=\"Red%20%28Taylor%27s%20Version%29\"&gt;Red (Taylor's Version)&lt;/a&gt;\" (2021).\nOther ventures.\nCelebrity homemaker.\nLively describes herself as a \"foodie and cook\", and has said &lt;a href=\"Martha%20Stewart\"&gt;Martha Stewart&lt;/a&gt; is her \"idol\". She is also a fan of &lt;a href=\"Nigella%20Lawson\"&gt;Nigella Lawson&lt;/a&gt;'s work. In 2008, Lively baked a cake with Stewart during an episode of \"&lt;a href=\"The%20Martha%20Stewart%20Show\"&gt;The Martha Stewart Show&lt;/a&gt;\". In 2009, Lively stated that she \"hoped one day to have an interior decorating company\", citing her love for antiques and fascination with \"colors and textures and layering things\". In 2010, she attended a tailor-made workshop at &lt;a href=\"Le%20Cordon%20Bleu\"&gt;Le Cordon Bleu&lt;/a&gt; in Paris, and has spoken of her desire to return to the culinary school for further instruction.\nShe has remarked that, when travelling, she always takes cookery classes to immerse herself in the local culture. In 2010 and again in 2011, Lively spoke publicly of her desire to become a restaurateur. In 2011, she created a s'mores cupcake to be sold at &lt;a href=\"Sprinkles%20Cupcakes\"&gt;Sprinkles&lt;/a&gt; bakeries. In 2012, Lively's wedding reception was featured in \"&lt;a href=\"Martha%20Stewart%20Weddings\"&gt;Martha Stewart Weddings&lt;/a&gt;\"; food photography was the focal point of the picture spread. In 2013, she appeared in \"&lt;a href=\"Elle%20Decor\"&gt;Elle Decor&lt;/a&gt;\" to recount her experiences designing a custom &lt;a href=\"La%20Cornue\"&gt;La Cornue&lt;/a&gt; oven for her newly purchased Bedford home. In 2013, she filmed a cooking segment for \"Vogue\" website, demonstrating how to make a brie pastry. In 2014, she launched \"Preserve\", a digital magazine and e-commerce website with hand-made one-of-a-kind items all selected by Lively; on October 9, 2015, Lively closed the site, stating that it had been launched before it was ready, and that she plans to rebuild and relaunch it properly.\nAdvocacy.\nDuring the &lt;a href=\"2008%20United%20States%20presidential%20election\"&gt;2008 United States presidential election&lt;/a&gt;, Lively expressed her support for &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;. Lively and &lt;a href=\"Penn%20Badgley\"&gt;Penn Badgley&lt;/a&gt; appeared in a pro-Obama commercial, as part of &lt;a href=\"MoveOn.org\"&gt;MoveOn.org&lt;/a&gt;'s Youth Vote program. The commercial, directed by &lt;a href=\"Doug%20Liman\"&gt;Doug Liman&lt;/a&gt;, aired during \"Gossip Girl\" on the CW, &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt; and &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt;. In 2013, she appeared in a video clip for &lt;a href=\"Gucci\"&gt;Gucci&lt;/a&gt;'s \"Chime for Change\" campaign that aims to raise funds and awareness of women's issues in the areas of education, health, and &lt;a href=\"justice\"&gt;justice&lt;/a&gt;. In addition, Lively has worked to heighten public awareness of missing and exploited children and on-going efforts of law enforcement on their behalf.\nPersonal life.\nFrom 2007 to 2010, Lively was in a relationship with her \"Gossip Girl\" co-star &lt;a href=\"Penn%20Badgley\"&gt;Penn Badgley&lt;/a&gt;.\nLively first met &lt;a href=\"Ryan%20Reynolds\"&gt;Ryan Reynolds&lt;/a&gt; in early 2010 while filming \"Green Lantern\", in which they co-starred. They began dating in October 2011 and married on September 9, 2012, at &lt;a href=\"Boone%20Hall%20Plantation\"&gt;Boone Hall Plantation&lt;/a&gt; in &lt;a href=\"Mount%20Pleasant%2C%20South%20Carolina\"&gt;Mount Pleasant, South Carolina&lt;/a&gt;. The couple have three daughters: James (born December 2014), Inez (born September 2016), and Betty (born October 2019). The family reside in &lt;a href=\"Pound%20Ridge%2C%20New%20York\"&gt;Pound Ridge, New York&lt;/a&gt;.\nLively and Reynolds are close friends with singer-songwriter &lt;a href=\"Taylor%20Swift\"&gt;Taylor Swift&lt;/a&gt;, who named the characters in her song \"&lt;a href=\"Betty%20%28Taylor%20Swift%20song%29\"&gt;Betty&lt;/a&gt;\" after their daughters."
}