{
    "id": "22676516",
    "revid": "509908",
    "url": "https://en.wikipedia.org/wiki?curid=22676516",
    "title": "Wartime League",
    "text": "The Wartime League was a &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; league competition held in England during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, which replaced the suspended &lt;a href=\"Football%20League\"&gt;Football League&lt;/a&gt;. The exclusion of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; in these years saw the creation of the &lt;a href=\"Football%20League%20War%20Cup\"&gt;Football League War Cup&lt;/a&gt;.\nHistory.\nFollowing the &lt;a href=\"Invasion%20of%20Poland\"&gt;German invasion of Poland&lt;/a&gt; and subsequent declaration of war by Britain against &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; on 3 September 1939, the British government announced on 21 September 1939 that football games would continue but not under the divisions that the game traditionally held season to season. The Football League teams each played 2-3 League matches per division before it was abandoned. After a fifty-mile travelling limit was established, the &lt;a href=\"The%20Football%20Association\"&gt;Football Association&lt;/a&gt; divided the football league into separate regional leagues with reduced attendance numbers. In the interests of public safety, the number of spectators allowed to attend these games was limited to 8,000. These arrangements were later revised, and clubs were allowed gates of 15,000 from tickets purchased on the day of the game through the turnstiles.\nMany footballers during this time left their careers to join the Territorial Army. Between September 1939 and the end of the war, 784 footballers joined in the war effort. 91 men joined from &lt;a href=\"Wolverhampton%20Wanderers\"&gt;Wolverhampton Wanderers&lt;/a&gt;, 76 from &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;, 65 from &lt;a href=\"Huddersfield%20Town\"&gt;Huddersfield Town&lt;/a&gt;, 63 from &lt;a href=\"Leicester%20City\"&gt;Leicester City&lt;/a&gt;, 62 from &lt;a href=\"Charlton%20Athletic%20F.C.\"&gt;Charlton&lt;/a&gt;, 55 from &lt;a href=\"Preston%20North%20End\"&gt;Preston North End&lt;/a&gt;, 52 from &lt;a href=\"Burnley%20F.C.\"&gt;Burnley&lt;/a&gt;, 50 from &lt;a href=\"Sheffield%20Wednesday\"&gt;Sheffield Wednesday&lt;/a&gt;, 44 from &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;, 41 each from &lt;a href=\"Brentford%20F.C.\"&gt;Brentford&lt;/a&gt; and &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt;, &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt; and &lt;a href=\"West%20Ham%20United\"&gt;West Ham United&lt;/a&gt;, and 1 from &lt;a href=\"Norwich%20City%20F.C\"&gt;Norwich City&lt;/a&gt;. \nEach season saw the divisions switched around from region to region. The first season of the Wartime League &lt;a href=\"1939%E2%80%9340%20in%20English%20football\"&gt;1939–40 season&lt;/a&gt;, saw ten divisions established, two in the north of England, one in the West Midlands, one in the East Midlands, one in the South West and two in the South, which were both played in two sections. &lt;a href=\"Arsenal%20F.C\"&gt;Arsenal&lt;/a&gt;, &lt;a href=\"Tottenham%20Hotspur%20F.C\"&gt;Tottenham&lt;/a&gt;, &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queens Park Rangers&lt;/a&gt;, and &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt; were all winners of their own South section. The &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; was suspended and to substitute for its absence, the &lt;a href=\"Football%20League%20War%20Cup\"&gt;Football League War Cup&lt;/a&gt; was established. \nBy May 1940 the early stages of the conflict, known as the &lt;a href=\"Phoney%20War\"&gt;Phoney War&lt;/a&gt;, ended and &lt;a href=\"Battle%20of%20France\"&gt;Germany invaded France&lt;/a&gt;, bringing the war increasingly closer to Britain. Concerns for the safety of spectators increased as a result of the &lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt;'s &lt;a href=\"The%20Blitz\"&gt;campaign of bombing&lt;/a&gt;. Despite this, over 40,000 fans braved the warnings and turned out at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt; to see West Ham United lift the Football League War Cup by defeating &lt;a href=\"Blackburn%20Rovers\"&gt;Blackburn Rovers&lt;/a&gt;. On 19 September 1940, soon after the beginning of the &lt;a href=\"The%20Blitz\"&gt;Blitz&lt;/a&gt;, the Football Association relaxed their ban on Sunday football to provide recreation for war workers.\nIn &lt;a href=\"1940%E2%80%9341%20in%20English%20football\"&gt;1940–1941&lt;/a&gt;, the leagues were reduced in numbers to just two: the &lt;a href=\"Football%20League%20North%20and%20South\"&gt;North Regional League&lt;/a&gt; and the &lt;a href=\"Football%20League%20North%20and%20South\"&gt;South Regional League&lt;/a&gt;. Crystal Palace were champions of the South and Preston North End were the North champions. The &lt;a href=\"London%20War%20Cup\"&gt;London War Cup&lt;/a&gt; was also introduced.\nFor &lt;a href=\"1941%E2%80%9342%20in%20English%20football\"&gt;1941–1942&lt;/a&gt;, these were renamed to League North and League South and the London League was added.\nFrom 1942 to 1945 the leagues were continued as three, now established as League North, League South, League West, and now a League North Cup as opposed to London. The Football League War Cup continued on in these years. \nFollowing the &lt;a href=\"German%20Instrument%20of%20Surrender\"&gt;surrender of Germany&lt;/a&gt; in May 1945 and the &lt;a href=\"End%20of%20World%20War%20II%20in%20Europe\"&gt;end of the war in Europe&lt;/a&gt;, The Wartime League's structure continued for one more season from &lt;a href=\"1945%E2%80%9346%20in%20English%20football\"&gt;1945–1946&lt;/a&gt; with just the League North and League South. This season however marked the retirement of the Football League War Cup and the return of The FA Cup with a new structure; seeing home and away leg ties for the first time in its history with results being decided on aggregate goals and extra-time, followed by a replay.\nIn &lt;a href=\"1946%E2%80%9347%20in%20English%20football\"&gt;1946–1947&lt;/a&gt;, the league was then returned to pre-war four divisions, First Division, Second Division and Division 3 with its north-south split.\nCareer debuts.\nCentre forward &lt;a href=\"Jackie%20Milburn\"&gt;Jackie Milburn&lt;/a&gt; made his career debut in the Wartime Football League for &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; in 1943, scoring a total of 38 goals in the next three years of the league's life, going on to become a goal-scoring legend for both club and country thereafter.\nWelsh winger &lt;a href=\"George%20Edwards%20%28Welsh%20footballer%29\"&gt;George Edwards&lt;/a&gt; made his professional debut for &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt; in the Wartime League 1944–45 football season, winning the Football League South championship and reaching the semi-finals of the FA Cup in the League's final season.\nHighlights.\nThe Wartime League produced very few memorable moments for fans of clubs who managed to play. The lack of availability for footballers to participate wore down the league's performance. Despite guest players being introduced, many teams still struggled to produce a full squad and resigned many matches. League table points were often added up by goal average or appearances as opposed to match results.\nThe Blitz was still taking place when the 1941 Football League War Cup Final took place at Wembley on 31 May. Preston North End and Arsenal drew 1–1 in front of a 60,000 crowd. Preston won the replay at Blackburn, 2–1. &lt;a href=\"Robert%20Beattie%20%28footballer%29\"&gt;Robert Beattie&lt;/a&gt; got both of Preston's goals.\nWolves won the Football League War Cup in 1942, beating Sunderland 4–1. The team featured a player named Eric Robinson, who was killed during a military training exercise soon afterwards.\nIn the 1940–1941 season Preston North End needed to win their last game against Liverpool to win the North Regional League title. The nineteen-year-old &lt;a href=\"Andy%20McLaren%20%28footballer%2C%20born%201922%29\"&gt;Andrew McLaren&lt;/a&gt; scored all six goals for Preston in the 6–1 victory.\nIn 1945, &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; faced &lt;a href=\"Millwall%20F.C.\"&gt;Millwall&lt;/a&gt; in the &lt;a href=\"1945%20Football%20League%20War%20Cup%20South%20Final\"&gt;final&lt;/a&gt; of the &lt;a href=\"Football%20League%20War%20Cup\"&gt;Southern Football League War Cup&lt;/a&gt; at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt;. The crowd of 90,000 was the highest attendance for a club match during the war. King &lt;a href=\"George%20VI\"&gt;George VI&lt;/a&gt; and the future &lt;a href=\"Elizabeth%20II\"&gt;Elizabeth II&lt;/a&gt; were among those in attendance.\nControversies.\nFootball during a World War.\nThe prospect of large gatherings of crowds during the Second World War proved to be incredibly controversial. During the first season of The Football Wartime League, the British mainland had not experienced any bombings by Germany. Whilst public attendance was reduced, fears of Britain's safety were moderate. However, despite the end of the Phoney War attacks on Britain and France beginning, the games continued and increases in attendance and match fixtures were introduced during the Blitz. The government stood by its decision and claimed these games were recreation for war workers.\nMany war workers and guest players who played these games however supported the wartime league, claiming it allowed them an outlet from the war.\nPlayer statistics.\nTotal records of goals and appearances during the Wartime League have been ignored in respective career and league statistics, allowing players post-World War II to go higher than some of them in goal-scoring and appearance rankings. \nMany critics do not acknowledge the wartime league as counting for career goals and appearances. The original invention of the Wartime Football League stated that the matches were to be regarded as friendlies. Friendly matches are not included in record terms for any team or player. Despite leagues being established in this time, the number of Guest players, one-off appearances, resignations of teams from fixtures leading to adding up goal difference and appearances to go up the table, leads to many seeing these records as inaccurate, unfair, or unnecessary. Majority of fan-based arguments debate that a player who exceeds one's record through their wartime matches should nonetheless be seen as the club's highest goal scorer or appearance having been part of the team's squad even if only for a short time. \nA notable argument relates to the goal-difference between Jackie Milburn's and &lt;a href=\"Alan%20Shearer\"&gt;Alan Shearer&lt;/a&gt;’s Newcastle United goal-scoring records. When counting Jackie's wartime matches, he scored a total of 238 professional goals for Newcastle United FC. In May 2005, Alan Shearer finished his career at 206 goals. He has since been defined as the club's highest ever goal scorer. The wartime league's exclusion from Jackie's United record sees him taken down to 200 goals. It has been debated among the Newcastle United fans that Shearer should be quoted as 2nd to Milburn in this respect. NUFC.com acknowledges Milburn's war record of an additional 38 goals, but his family have publicly supported Shearer's status and have not debated his achievement."
}