{
    "id": "2267847",
    "revid": "14423028",
    "url": "https://en.wikipedia.org/wiki?curid=2267847",
    "title": "Unilineal evolution",
    "text": "Unilineal evolution, also referred to as classical social evolution, is a 19th-century &lt;a href=\"social%20theory\"&gt;social theory&lt;/a&gt; about the &lt;a href=\"evolution%20of%20societies\"&gt;evolution of societies&lt;/a&gt; and &lt;a href=\"culture\"&gt;culture&lt;/a&gt;s. It was composed of many competing theories by various &lt;a href=\"anthropologists\"&gt;anthropologists&lt;/a&gt; and &lt;a href=\"sociologists\"&gt;sociologists&lt;/a&gt;, who believed that &lt;a href=\"Western%20culture\"&gt;Western culture&lt;/a&gt; is the contemporary pinnacle of social evolution. Different social status is aligned in a single line that moves from most primitive to most civilized. This theory is now generally considered &lt;a href=\"obsolete\"&gt;obsolete&lt;/a&gt; in &lt;a href=\"academic\"&gt;academic&lt;/a&gt; circles.\nIntellectual thought.\nTheories of social and &lt;a href=\"cultural%20evolution\"&gt;cultural evolution&lt;/a&gt; are common in modern &lt;a href=\"European%20thought\"&gt;European thought&lt;/a&gt;. Prior to the 18th century, Europeans predominantly believed that societies on Earth were in a state of decline. European society held up the world of &lt;a href=\"Classical%20antiquity\"&gt;antiquity&lt;/a&gt; as a standard to aspire to, and &lt;a href=\"ancient%20Greece\"&gt;ancient Greece&lt;/a&gt; and &lt;a href=\"ancient%20Rome\"&gt;ancient Rome&lt;/a&gt; produced levels of technical accomplishment which Europeans of the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; sought to emulate. At the same time, &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; taught that people lived in a debased world fundamentally inferior to the &lt;a href=\"Garden%20of%20Eden\"&gt;Garden of Eden&lt;/a&gt; and &lt;a href=\"Heaven\"&gt;Heaven&lt;/a&gt;. During the &lt;a href=\"Age%20of%20Enlightenment\"&gt;Age of Enlightenment&lt;/a&gt;, however, European self-confidence grew and the notion of progress became increasingly popular. It was during this period that what would later become known as 'sociological and cultural evolution' would have its roots.\nThe Enlightenment thinkers often speculated that societies progressed through stages of increasing development and looked for the &lt;a href=\"logic\"&gt;logic&lt;/a&gt;, order and the set of scientific truths that determined the course of &lt;a href=\"human%20history\"&gt;human history&lt;/a&gt;. &lt;a href=\"Georg%20Wilhelm%20Friedrich%20Hegel\"&gt;Georg Wilhelm Friedrich Hegel&lt;/a&gt;, for example, argued that social development was an inevitable and determined process, similar to an &lt;a href=\"acorn\"&gt;acorn&lt;/a&gt; which has no choice but to become an oak tree. Likewise, it was assumed that societies start out primitive, perhaps in a &lt;a href=\"Thomas%20Hobbes\"&gt;Hobbesian&lt;/a&gt; &lt;a href=\"state%20of%20nature\"&gt;state of nature&lt;/a&gt;, and naturally progress toward something resembling &lt;a href=\"Industrial%20society\"&gt;industrial&lt;/a&gt; Europe.\nScottish thinkers.\nWhile earlier authors such as &lt;a href=\"Michel%20de%20Montaigne\"&gt;Michel de Montaigne&lt;/a&gt; discussed how societies change through time, it was truly the &lt;a href=\"Scottish%20Enlightenment\"&gt;Scottish Enlightenment&lt;/a&gt; which proved key in the development of cultural evolution. After &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;'s &lt;a href=\"Act%20of%20Union%201707\"&gt;union&lt;/a&gt; with &lt;a href=\"England\"&gt;England&lt;/a&gt; in 1707, several Scottish thinkers pondered on the relationship between progress and the 'decadence' brought about by increased trade with England and the affluence it produced. The result was a series of &lt;a href=\"conjectural%20history\"&gt;conjectural histories&lt;/a&gt;. Authors such as &lt;a href=\"Adam%20Ferguson\"&gt;Adam Ferguson&lt;/a&gt;, &lt;a href=\"John%20Millar%20%28philosopher%29\"&gt;John Millar&lt;/a&gt;, and &lt;a href=\"Adam%20Smith\"&gt;Adam Smith&lt;/a&gt; argued that all societies pass through a series of four stages: hunting and gathering, pastoralism and nomadism, agricultural, and finally a stage of &lt;a href=\"commerce\"&gt;commerce&lt;/a&gt;. These thinkers thus understood the changes Scotland was undergoing as a transition from an agricultural to a &lt;a href=\"mercantile\"&gt;mercantile&lt;/a&gt; society.\nPhilosophical concepts of progress (such as those expounded by the German philosopher &lt;a href=\"G.W.F.%20Hegel\"&gt;G.W.F. Hegel&lt;/a&gt;) developed as well during this period. In &lt;a href=\"France\"&gt;France&lt;/a&gt; authors such as &lt;a href=\"Claude%20Adrien%20Helv%C3%A9tius\"&gt;Claude Adrien Helvétius&lt;/a&gt; and other &lt;a href=\"philosophers\"&gt;philosophers&lt;/a&gt; were influenced by this Scottish tradition. Later thinkers such as &lt;a href=\"Claude%20Henri%20de%20Rouvroy%2C%20Comte%20de%20Saint-Simon\"&gt;Comte de Saint-Simon&lt;/a&gt; developed these ideas. &lt;a href=\"Auguste%20Comte\"&gt;Auguste Comte&lt;/a&gt; in particular presented a coherent view of social progress and a new discipline to study it: &lt;a href=\"sociology\"&gt;sociology&lt;/a&gt;.\nRising interests.\nThese developments took place in a wider context. The first process was &lt;a href=\"colonialism\"&gt;colonialism&lt;/a&gt;. Although &lt;a href=\"Imperial%20power\"&gt;Imperial power&lt;/a&gt;s settled most differences of opinion with their colonial subjects with force, increased awareness of non-Western peoples raised new questions for European scholars about the nature of society and culture. Similarly, effective &lt;a href=\"Public%20administration\"&gt;administration&lt;/a&gt; required some degree of understanding of other cultures. Emerging theories of &lt;a href=\"Sociocultural%20evolution\"&gt;social evolution&lt;/a&gt; allowed Europeans to organize their new knowledge in a way that reflected and justified their increasing political and economic domination of others: colonized people were less-evolved, colonizing people were more evolved. The second process was the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; and the rise of &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt; which allowed and promoted continual revolutions in the &lt;a href=\"means%20of%20production\"&gt;means of production&lt;/a&gt;. Emerging theories of social evolution reflected a belief that the changes in Europe wrought by the Industrial Revolution and capitalism were obvious improvements. Industrialization, combined with the intense political change brought about by the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; and &lt;a href=\"US%20Constitution\"&gt;US Constitution&lt;/a&gt; which were paving the way for the &lt;a href=\"history%20of%20democracy\"&gt;dominance of democracy&lt;/a&gt;, forced European thinkers to reconsider some of their assumptions about how society was organized.\nEventually, in the 19th century, three great classical theories of social and historical change were created: the social &lt;a href=\"evolutionism\"&gt;evolutionism&lt;/a&gt; theory, the &lt;a href=\"social%20cycle\"&gt;social cycle&lt;/a&gt; theory and the &lt;a href=\"Marxist\"&gt;Marxist&lt;/a&gt; &lt;a href=\"historical%20materialism\"&gt;historical materialism&lt;/a&gt; theory. Those theories had one common factor: they all agreed that the history of humanity is pursuing a certain fixed path, most likely that of the &lt;a href=\"social%20progress\"&gt;social progress&lt;/a&gt;. Thus, each past event is not only chronologically, but causally tied to the present and future events. Those theories postulated that by recreating the sequence of those events, sociology could discover the &lt;a href=\"laws%20of%20history\"&gt;laws of history&lt;/a&gt;.\nBirth and development.\nWhile social evolutionists agree that the evolution-like process leads to social progress, classical social evolutionists have developed many different theories, known as theories of unilineal evolution. Social evolutionism was the prevailing theory of early socio-cultural anthropology and &lt;a href=\"social%20commentary\"&gt;social commentary&lt;/a&gt;, and is associated with scholars like Auguste Comte, &lt;a href=\"Edward%20Burnett%20Tylor\"&gt;Edward Burnett Tylor&lt;/a&gt;, &lt;a href=\"Lewis%20Henry%20Morgan\"&gt;Lewis Henry Morgan&lt;/a&gt;, and &lt;a href=\"Herbert%20Spencer\"&gt;Herbert Spencer&lt;/a&gt;. Social evolutionism represented an attempt to formalize social thinking along scientific lines, later influenced by the biological theory of &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt;. If organisms could develop over time according to discernible, deterministic laws, then it seemed reasonable that societies could as well. This really marks the beginning of Anthropology as a scientific discipline and a departure from traditional religious views of \"primitive\" cultures.\nThe term \"classical social evolutionism\" is most closely associated with the 19th-century writings of Auguste Comte, Herbert Spencer (who coined the phrase \"&lt;a href=\"survival%20of%20the%20fittest\"&gt;survival of the fittest&lt;/a&gt;\") and &lt;a href=\"William%20Graham%20Sumner\"&gt;William Graham Sumner&lt;/a&gt;. In many ways Spencer's theory of '&lt;a href=\"cosmic%20evolution\"&gt;cosmic evolution&lt;/a&gt;' has much more in common with the works of &lt;a href=\"Jean-Baptiste%20Lamarck\"&gt;Jean-Baptiste Lamarck&lt;/a&gt; and Auguste Comte than with contemporary works of &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt;. Spencer also developed and published his theories several years earlier than Darwin. In regard to social institutions, however, there is a good case that Spencer's writings might be classified as 'Social Evolutionism'. Although he wrote that societies over time progressed, and that progress was accomplished through competition, he stressed that the &lt;a href=\"individual\"&gt;individual&lt;/a&gt; (rather than the &lt;a href=\"collectivity\"&gt;collectivity&lt;/a&gt;) is the unit of analysis that evolves, that evolution takes place through natural selection and that it affects social as well as biological phenomenon.\nProgressivism.\nBoth Spencer and Comte view the society as a kind of organism subject to the process of growth—from simplicity to complexity, from chaos to order, from generalization to specialization, from flexibility to organization. They agreed that the process of societies growth can be divided into certain stages, have their beginning and eventual end, and that this growth is in fact social progress—each newer, more evolved society is better. Thus &lt;a href=\"progressivism\"&gt;progressivism&lt;/a&gt; became one of the basic ideas underlying the theory of social evolutionism.\nAuguste Comte.\nAuguste Comte, known as father of sociology, formulated the &lt;a href=\"law%20of%20three%20stages\"&gt;law of three stages&lt;/a&gt;: human development progresses from the &lt;a href=\"theology\"&gt;theological&lt;/a&gt; stage, in which nature was mythically conceived and man sought the explanation of natural phenomena from supernatural beings, through &lt;a href=\"metaphysics\"&gt;metaphysical stage&lt;/a&gt; in which nature was conceived of as a result of obscure forces and man sought the explanation of natural phenomena from them until the final &lt;a href=\"Positivism%23Social%20Science\"&gt;positive&lt;/a&gt; stage in which all abstract and obscure forces are discarded, and natural phenomena are explained by their constant relationship. This progress is forced through the development of human mind, and increasing application of thought, reasoning and logic to the understanding of world.\nHerbert Spencer.\nHerbert Spencer believed that society was evolving toward increasing freedom for individuals; and so held that government intervention, ought to be minimal in social and political life, differentiated between two phases of development, focusing is on the type of internal regulation within societies. Thus, he differentiated between &lt;a href=\"military\"&gt;military&lt;/a&gt; and &lt;a href=\"Industrial%20society\"&gt;industrial&lt;/a&gt; societies. The earlier, more primitive military society has a goal of conquest and &lt;a href=\"defense%20%28military%29\"&gt;defence&lt;/a&gt;, is &lt;a href=\"centralisation\"&gt;centralised&lt;/a&gt;, &lt;a href=\"economy\"&gt;economically&lt;/a&gt; self-sufficient, &lt;a href=\"Collectivism\"&gt;collectivistic&lt;/a&gt;, puts the good of the group over the good of the individual, uses compulsion, force, and repression, rewards loyalty, obedience and discipline. The industrial society has a goal of &lt;a href=\"Manufacturing\"&gt;production&lt;/a&gt; and &lt;a href=\"trade\"&gt;trade&lt;/a&gt;, is &lt;a href=\"decentralisation\"&gt;decentralised&lt;/a&gt;, interconnected with other societies via economic relations, achieves its goals through voluntary cooperation and individual self-restraint, treats the good of the individual as the highest value, regulates the social life via voluntary relations, and values initiative, independence, and innovation.\nRegardless of how scholars of Spencer interpret his relation to &lt;a href=\"Charles%20Darwin\"&gt;Darwin&lt;/a&gt;, Spencer proved to be an incredibly popular figure in the 1870s, particularly in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. Authors such as &lt;a href=\"Edward%20L.%20Youmans\"&gt;Edward L. Youmans&lt;/a&gt;, &lt;a href=\"William%20Graham%20Sumner\"&gt;William Graham Sumner&lt;/a&gt;, &lt;a href=\"John%20Fiske%20%28philosopher%29\"&gt;John Fiske&lt;/a&gt;, &lt;a href=\"John%20Burgess%20%28political%20scientist%29\"&gt;John W. Burgess&lt;/a&gt;, &lt;a href=\"Lester%20Frank%20Ward\"&gt;Lester Frank Ward&lt;/a&gt;, &lt;a href=\"Lewis%20H.%20Morgan\"&gt;Lewis H. Morgan&lt;/a&gt; and other thinkers of the &lt;a href=\"gilded%20age\"&gt;gilded age&lt;/a&gt; all developed theories of social evolutionism as a result of their exposure to Spencer as well as Darwin.\nLewis H. Morgan.\n&lt;a href=\"Lewis%20H.%20Morgan\"&gt;Lewis H. Morgan&lt;/a&gt;, an &lt;a href=\"anthropology\"&gt;anthropologist&lt;/a&gt; whose ideas have had much impact on sociology, in his 1877 classic \"Ancient Societies\" differentiated between three eras: &lt;a href=\"Primitive%20culture\"&gt;savagery&lt;/a&gt;, &lt;a href=\"barbarian\"&gt;barbarism&lt;/a&gt; and &lt;a href=\"civilisation\"&gt;civilisation&lt;/a&gt;, which are divided by technological inventions, like &lt;a href=\"fire\"&gt;fire&lt;/a&gt;, &lt;a href=\"bow%20%28weapon%29\"&gt;bow&lt;/a&gt;, &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt; in savage era, &lt;a href=\"domestication%20of%20animals\"&gt;domestication of animals&lt;/a&gt;, &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;, &lt;a href=\"metalworking\"&gt;metalworking&lt;/a&gt; in barbarian era and &lt;a href=\"alphabet\"&gt;alphabet&lt;/a&gt; and &lt;a href=\"writing\"&gt;writing&lt;/a&gt; in civilisation era. Thus Morgan introduced a link between the social progress and &lt;a href=\"technological%20progress\"&gt;technological progress&lt;/a&gt;. Morgan viewed the technological progress as a force behind social progress, and any &lt;a href=\"social%20change\"&gt;social change&lt;/a&gt;—in &lt;a href=\"social%20institution\"&gt;social institution&lt;/a&gt;s, organisations or ideologies have their beginning in the change of technology. Morgan's theories were popularised by &lt;a href=\"Friedrich%20Engels\"&gt;Friedrich Engels&lt;/a&gt;, who based his famous work \"\"&lt;a href=\"The%20Origin%20of%20the%20Family%2C%20Private%20Property%20and%20the%20State\"&gt;The Origin of the Family, Private Property and the State&lt;/a&gt;\"\" on it. For Engels and other Marxists, this theory was important as it supported their conviction that materialistic factors—economical and technological—are decisive in shaping the fate of humanity.\nÉmile Durkheim.\n&lt;a href=\"%C3%89mile%20Durkheim\"&gt;Émile Durkheim&lt;/a&gt;, another of the 'fathers' of sociology, has developed a similar, &lt;a href=\"dichotomy\"&gt;dichotomical&lt;/a&gt; view of social progress. His key concept was &lt;a href=\"social%20solidarity\"&gt;social solidarity&lt;/a&gt;, as he defined the social evolution in terms of progressing from &lt;a href=\"mechanical%20solidarity\"&gt;mechanical solidarity&lt;/a&gt; to &lt;a href=\"organic%20solidarity\"&gt;organic solidarity&lt;/a&gt;. In mechanical solidarity, people are self-sufficient, there is little integration and thus there is the need for use of force and repression to keep society together. In organic solidarity, people are much more integrated and interdependent and specialisation and cooperation is extensive. Progress from mechanical to organic solidarity is based first on &lt;a href=\"population%20growth\"&gt;population growth&lt;/a&gt; and increasing &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt;, second on increasing 'morality density' (development of more complex &lt;a href=\"social%20interaction\"&gt;social interaction&lt;/a&gt;s) and thirdly, on the increasing specialisation in workplace. To Durkheim, the most important factor in the social progress is the &lt;a href=\"division%20of%20labor\"&gt;division of labor&lt;/a&gt;.\nEdward Burnett Tylor and Lewis H. Morgan.\nAnthropologists &lt;a href=\"Edward%20Burnett%20Tylor\"&gt;Edward Burnett Tylor&lt;/a&gt; in England and Lewis H. Morgan in the United States worked with data from &lt;a href=\"indigenous%20people\"&gt;indigenous people&lt;/a&gt;, who they claimed represented earlier stages of cultural evolution that gave insight into the process and progression of cultural evolution. Morgan would later have a significant influence on &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt; and &lt;a href=\"Friedrich%20Engels\"&gt;Friedrich Engels&lt;/a&gt;, who developed a theory of cultural evolution in which the internal contradictions in society created a series of escalating stages that ended in a socialist society (see &lt;a href=\"Marxism\"&gt;Marxism&lt;/a&gt;). Tylor and Morgan elaborated upon, modified and expanded the theory of unilinear evolution, specifying criteria for categorizing cultures according to their standing within a fixed system of growth of humanity as a whole while examining the modes and mechanisms of this growth.\nTheir analysis of cross-cultural data was based on three assumptions:\nTheorists usually measured progression (that is, the difference between one stage and the next) in terms of increasing social complexity (including class differentiation and a complex division of labor), or an increase in intellectual, theological, and aesthetic sophistication. These 19th-century &lt;a href=\"Ethnology\"&gt;ethnologists&lt;/a&gt; used these principles primarily to explain differences in religious beliefs and kinship terminologies among various societies.\nLester Frank Ward.\nThere were however notable differences between the work of Lester Frank Ward's and Tylor's approaches. &lt;a href=\"Lester%20Frank%20Ward\"&gt;Lester Frank Ward&lt;/a&gt; developed Spencer's theory but unlike Spencer, who considered the evolution to be general process applicable to the entire world, physical and sociological, Ward differentiated sociological evolution from biological evolution. He stressed that humans create goals for themselves and strive to realise them, whereas there is no such intelligence and awareness guiding the non-human world, which develops more or less at random. He created a hierarchy of evolution processes. First, there is &lt;a href=\"cosmogenesis\"&gt;cosmogenesis&lt;/a&gt;, creation and evolution of the world. Then, after life develops, there is &lt;a href=\"biogenesis\"&gt;biogenesis&lt;/a&gt;. Development of humanity leads to &lt;a href=\"wikt%3AHominization\"&gt;anthropogenesis&lt;/a&gt;, which is influenced by the &lt;a href=\"human%20mind\"&gt;human mind&lt;/a&gt;. Finally, when &lt;a href=\"society\"&gt;society&lt;/a&gt; develops, so does &lt;a href=\"sociogenesis\"&gt;sociogenesis&lt;/a&gt;, which is the science of shaping the society to fit with various political, cultural and ideological goals.\nEdward Burnett Tylor, pioneer of anthropology, focused on the &lt;a href=\"evolution%20of%20culture\"&gt;evolution of culture&lt;/a&gt; worldwide, noting that culture is an important part of every society and that it is also subject to the process of evolution. He believed that societies were at different stages of cultural development and that the purpose of anthropology was to reconstruct the evolution of culture, from primitive beginnings to the modern state.\nFerdinand Tönnies.\n&lt;a href=\"Ferdinand%20T%C3%B6nnies\"&gt;Ferdinand Tönnies&lt;/a&gt; describes the evolution as the development from informal society, where people have many liberties and there are few laws and obligations, to modern, formal rational society, dominated by traditions and laws and are restricted from acting as they wish. He also notes that there is a tendency of &lt;a href=\"standardization\"&gt;standardization&lt;/a&gt; and unification, when all smaller societies are absorbed into the single, large, modern society. Thus Tönnies can be said to describe part of the process known today as the &lt;a href=\"globalisation\"&gt;globalisation&lt;/a&gt;. Tönnies was also one of the first sociologists to claim that the evolution of society is not necessarily going in the right direction, that the social progress is not perfect, it can even be called a &lt;a href=\"wiktionary%3Aregress\"&gt;regress&lt;/a&gt; as the newer, more evolved societies are obtained only after paying a high costs, resulting in decreasing satisfaction of individuals making up that society. Tönnies' work became the foundation of &lt;a href=\"neo-evolutionism\"&gt;neo-evolutionism&lt;/a&gt;.\nCritique and impact.\nFranz Boas.\nThe early 20th century inaugurated a period of systematic critical examination, and rejection of unilineal theories of cultural evolution. &lt;a href=\"Cultural%20anthropology\"&gt;Cultural anthropologists&lt;/a&gt; such as &lt;a href=\"Franz%20Boas\"&gt;Franz Boas&lt;/a&gt;, typically regarded as the leader of anthropology's rejection of classical social evolutionism, used sophisticated &lt;a href=\"ethnography\"&gt;ethnography&lt;/a&gt; and more rigorous empirical methods to argue that Spencer, Tylor, and Morgan's theories were speculative and systematically misrepresented ethnographic data. Additionally, they rejected the distinction between \"primitive\" and \"civilized\" (or \"modern\"), pointing out that so-called primitive contemporary societies have just as much history, and were just as evolved, as so-called civilized societies. They therefore argued that any attempt to use this theory to reconstruct the histories of non-literate (i.e. leaving no historical documents) peoples is entirely speculative and unscientific. They observed that the postulated progression, a stage of civilization identical to that of modern Europe, is &lt;a href=\"Ethnocentrism\"&gt;ethnocentric&lt;/a&gt;. They also pointed out that the theory assumes that societies are clearly bounded and distinct, when in fact cultural traits and forms often cross social boundaries and diffuse among many different societies (and is thus an important mechanism of change). Boas in his &lt;a href=\"culture%20history\"&gt;culture history&lt;/a&gt; approach focused on anthropological fieldwork in an attempt to identify factual processes instead of what he criticized as speculative stages of growth.\nGlobal change.\nLater critics observed that this assumption of firmly bounded societies was proposed precisely at the time when European powers were colonizing non-Western societies, and was thus self-serving. Many anthropologists and social theorists now consider unilineal cultural and social evolution a Western &lt;a href=\"mythology\"&gt;myth&lt;/a&gt; seldom based on solid empirical grounds. Critical theorists argue that notions of social evolution are simply justifications for &lt;a href=\"power%20%28sociology%29\"&gt;power&lt;/a&gt; by the elites of society. Finally, the devastating &lt;a href=\"World%20War\"&gt;World War&lt;/a&gt;s that occurred between 1914 and 1945 crippled Europe's self-confidence. After millions of deaths, &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt;, and the destruction of Europe's industrial infrastructure, the idea of progress seemed dubious at best.\nMajor objections and concerns.\nThus modern socio-cultural evolutionism rejects most of classical social evolutionism due to various theoretical problems:\nBecause social evolution was posited as a scientific theory, it was often used to support unjust and often &lt;a href=\"racist\"&gt;racist&lt;/a&gt; social practices—particularly colonialism, &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt;, and the unequal economic conditions present within industrialized &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;."
}