{
    "id": "2268670",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=2268670",
    "title": "Paul do Mar",
    "text": "Paul do Mar is a &lt;a href=\"freguesia\"&gt;civil parish&lt;/a&gt; in the municipality of &lt;a href=\"Calheta%2C%20Madeira\"&gt;Calheta&lt;/a&gt;, in the &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; archipelago of &lt;a href=\"Madeira\"&gt;Madeira&lt;/a&gt;. The population in 2011 was 871, in an area of 1.40 km2.\nHistory.\nThe origin of the toponymy \"paul do mar\" is linked to its geographic position, since \"paul\" refers to an elongated zone, which is justified by the parish's location along the southwest coast of Madeira. Its exposure to the ocean, and historical periods when the sea bathed the area with seawater, once characterised the area as the \"Sitio da Lagoa\" or \"Alagoa\" ( or \"the lake\"). Historically, the area experienced flooding from the sea when the Atlantic submerged and inundated fields to a depth of one metre. As a result, a salt factory was established. But, this was closed long ago. Since the construction of a new higher sea wall and ocean front with road and parking the sea flooding has stopped.\nPaul do Mar's Catholic Church is dedicated to the patron saint of the village &lt;a href=\"Saint%20Maurus\"&gt;Santo Amaro&lt;/a&gt;.\nGeography.\nPaul do Mar is accessible by two roads: one connecting the parish with &lt;a href=\"Porto%20Moniz\"&gt;Porto Moniz&lt;/a&gt;, &lt;a href=\"Santana%2C%20Madeira\"&gt;Santana&lt;/a&gt;, Calheta and &lt;a href=\"Funchal\"&gt;Funchal&lt;/a&gt; to the east, and another which connects the village to &lt;a href=\"Faj%C3%A3%20da%20Ovelha\"&gt;Fajã da Ovelha&lt;/a&gt; and &lt;a href=\"Jardim%20do%20Mar\"&gt;Jardim do Mar&lt;/a&gt;, along the &lt;a href=\"Atlantic\"&gt;Atlantic&lt;/a&gt; Ocean. It is located about 3 km from the urbanized area of Calheta and about 1 km from Fajã da Ovelha. Calheta has an important art centre () and many of the typical facilities that you would expect in a small village. The historic municipal pedestrian way &lt;a href=\"Caminho%20Real%20do%20Paul%20do%20Mar\"&gt;Caminho Real&lt;/a&gt; connects Paúl do Mar with &lt;a href=\"Prazeres%2C%20Madeira\"&gt;Prazeres&lt;/a&gt;. During low tide and when the sea is not too rough, it is possible to walk along the rocky beach to Jardim do Mar.\nThe parish is divided into five localities:\nSport is popular, and football clubs include the \"Paulense\" (representing the locality of Ribeira das Galinhas, Serrado da Cruz and Lagoa) and the \"Santo Amaro\" club (which represented the localities of Igreja and Quebrada).\nEconomy.\nThe main activity in Paul do Mar and its area is fishing and agriculture, particularly the cultivation of banana and tourism including eco-tourism activities such as dolphin and whalewatching.\nPaul do Mar has significant commercial businesses for a village, including shops, a small supermarket, bars, cafes, restaurants, a patisserie/bakery, a main primary school, &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; church, a health centre, a bank, a football ground, a four-star hotel, and a number of self-catering holiday houses and apartments.\nCulture.\nThere are many festas in the village throughout the year particularly in the summer months including the festa celebrating the Patron Saint of the village Santo Amaro from 14–15 January and The Festa da Lapa (the festival of the shellfish/limpets) which lasts from a Friday to a Sunday night in the month of July.\nSport.\nThe &lt;a href=\"wind%20wave\"&gt;waves&lt;/a&gt; break large and &lt;a href=\"Surfing%20in%20Madeira\"&gt;surfing&lt;/a&gt; is enjoyed here by experienced surfers. In 2001 Paul do Mar was one of the venues for the World Surfing Championships."
}