{
    "id": "22687",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=22687",
    "title": "Oral history",
    "text": "Oral history is the collection and study of historical information about individuals, families, important events, or everyday life using audiotapes, videotapes, or transcriptions of planned &lt;a href=\"interview\"&gt;interview&lt;/a&gt;s. These interviews are conducted with people who participated in or observed past events and whose memories and perceptions of these are to be preserved as an aural record for future generations. Oral history strives to obtain information from different perspectives and most of these cannot be found in written sources. \"Oral history\" also refers to information gathered in this manner and to a written work (published or unpublished) based on such data, often preserved in &lt;a href=\"archives\"&gt;archives&lt;/a&gt; and large &lt;a href=\"libraries\"&gt;libraries&lt;/a&gt;. Knowledge presented by Oral History (OH) is unique in that it shares the tacit perspective, thoughts, opinions and understanding of the interviewee in its primary form.\nThe term is sometimes used in a more general sense to refer to any information about past events that people who experienced them tell anybody else, but professional &lt;a href=\"historian\"&gt;historian&lt;/a&gt;s usually consider this to be &lt;a href=\"oral%20tradition\"&gt;oral tradition&lt;/a&gt;. However, as the Columbia Encyclopedia explains: \nPrimitive societies have long relied on oral tradition to preserve a record of the past in the absence of written histories. In Western society, the use of oral material goes back to the early Greek historians &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt; and &lt;a href=\"Thucydides\"&gt;Thucydides&lt;/a&gt;, both of whom made extensive use of oral reports from witnesses. The modern concept of oral history was developed in the 1940s by &lt;a href=\"Allan%20Nevins\"&gt;Allan Nevins&lt;/a&gt; and his associates at &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;. \nOverview.\nOral history has become an international movement in historical research. This is partly attributed to the development of information technology, which allowed a method rooted in orality to contribute to research, particularly the use of personal testimonies made in a wide variety of public settings. For instance, oral historians have discovered the endless possibilities of posting data and information on the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;, making them readily available to scholars, teachers, and average individuals. This reinforced the viability of oral history since the new modes of transmission allowed history to get off archival shelves and reach the larger community.\nOral historians in different countries have approached the collection, analysis, and dissemination of oral history in different modes. There are many ways of creating oral histories and carrying out the study of oral history even within individual national contexts.\nAccording to the \"&lt;a href=\"Columbia%20Encyclopedia\"&gt;Columbia Encyclopedia&lt;/a&gt;\":, the accessibility of tape recorders in the 1960s and 1970s led to oral documentation of the era's movements and protests. Following this, oral history has increasingly become a respected record type. Some oral historians now also account for the subjective memories of interviewees due to the research of Italian historian &lt;a href=\"Alessandro%20Portelli\"&gt;Alessandro Portelli&lt;/a&gt; and his associates.\nOral histories are also used in many communities to document the experiences of survivors of tragedies. Following the &lt;a href=\"The%20Holocaust\"&gt;Holocaust&lt;/a&gt;, there has emerged a rich tradition of oral history, particularly of Jewish survivors. The &lt;a href=\"United%20States%20Holocaust%20Memorial%20Museum\"&gt;United States Holocaust Memorial Museum&lt;/a&gt; has an extensive archive of over 70,000 oral history interviews. There are also several organizations dedicated specifically to collecting and preserving oral histories of survivors. Oral history as a discipline has fairly low barriers to entry, so it is an act in which laypeople can readily participate. In his book &lt;a href=\"https%3A//books.google.co.kr/books%3Fid%3DtutjBAAAQBAJ%26amp%3Bpg%3DPA9%26amp%3Blpg%3DPA9%26amp%3Bdq%3Dlayperson%2Boral%2Bhistory%26amp%3Bsource%3Dbl%26amp%3Bots%3DKu5WhEz8Cu%26amp%3Bsig%3Dwcnfu2KV6rX1_qeNq2e91-7fGLE%26amp%3Bhl%3Den%26amp%3Bsa%3DX%26amp%3Bved%3D0ahUKEwjskKS55q7XAhWEkpQKHdJ_B3gQ6AEIJDAA%23v%3Donepage%26amp%3Bq%3Dlayperson%2520oral%2520history%26amp%3Bf%3Dfalse\"&gt;Doing Oral History&lt;/a&gt;, &lt;a href=\"Donald%20A.%20Ritchie\"&gt;Donald Ritchie&lt;/a&gt; wrote that \"oral history has room for both the academic and the layperson. With reasonable training... anyone can conduct a useable oral history.\" This is especially meaningful in cases like the Holocaust, where survivors may be less comfortable telling their story to a journalist than they would be to a historian or family member.\nIn the United States, there are several organizations dedicated to doing oral history which are not affiliated with universities or specific locations. &lt;a href=\"StoryCorps\"&gt;StoryCorps&lt;/a&gt; is one of the most well-known of these: following the model of the &lt;a href=\"Federal%20Writers%27%20Project\"&gt;Federal Writers’ Project&lt;/a&gt; created as part of the &lt;a href=\"Works%20Progress%20Administration\"&gt;Works Progress Administration&lt;/a&gt;, StoryCorps’ mission is to record the stories of Americans from all walks of life. On contrast to the scholarly tradition of oral history, StoryCorps subjects are interviewed by people they know. There are a number of StoryCorps initiatives that have targeted specific populations or problems, following in the tradition of using oral history as a method to amplify voices that might otherwise be marginalized.\nThe development of digital databases with their text-search tools is one of the important aspects to the technology-based oral historiography. These made it easier to collect and disseminate oral history since access to millions of documents on national and international levels can be instantaneous.\nGrowth and development.\nIn Europe.\nGreat Britain and Ireland.\nSince the early 1970s, oral history in Britain has grown from being a method in &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt; studies (see for example the work of the &lt;a href=\"School%20of%20Scottish%20Studies\"&gt;School of Scottish Studies&lt;/a&gt; in the 1950s) to becoming a key component in community histories. Oral history continues to be an important means by which non-academics can actively participate in the compilation and study of history. However, practitioners across a wide range of academic disciplines have also developed the method into a way of recording, understanding, and archiving narrated memories. Influences have included women's history and labour history.\nIn Britain, the &lt;a href=\"Oral%20History%20Society\"&gt;Oral History Society&lt;/a&gt; has played a key role in facilitating and developing the use of oral history.\nA more complete account of the history of oral history in Britain and Northern Ireland can be found at \"Making Oral History\" on the &lt;a href=\"Institute%20of%20Historical%20Research\"&gt;Institute of Historical Research&lt;/a&gt;'s website.\nThe &lt;a href=\"Bureau%20of%20Military%20History\"&gt;Bureau of Military History&lt;/a&gt; conducted over 1700 interviews with veterans of the First World War and &lt;a href=\"Irish%20revolutionary%20period\"&gt;Irish revolutionary period&lt;/a&gt; in Ireland. The documentation was released for research in 2003.\nDuring 1998 and 1999, 40 BBC local radio stations recorded personal oral histories from a broad cross-section of the population for \"The Century Speaks\" series. The result was 640 half-hour radio documentaries, broadcast in the final weeks of the millennium, and one of the largest single oral history collections in Europe, the Millennium Memory Bank (MMB). The interview based recordings are held by the &lt;a href=\"British%20Library%20Sound%20Archive\"&gt;British Library Sound Archive&lt;/a&gt; in the oral history collection.\nIn one of the largest memory project anywhere, The BBC in 2003-6 invited its audiences to send in recollections of the homefront in the Second World War. It put 47,000 of the recollections online, along with 15,000 photographs.\nIn Italy.\n&lt;a href=\"Alessandro%20Portelli\"&gt;Alessandro Portelli&lt;/a&gt; is an Italian oral historian. He is known for his work which compared workers' experiences in Harlan County, Kentucky and Terni, Italy. Other oral historians have drawn on Portelli's analysis of memory, identity, and the construction of history.\nIn post-Soviet/Eastern bloc states.\nBelarus.\n, since the government-run historiography in modern Belarus almost fully excludes repression during the epoch when Belarus was part of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, only private initiatives cover these aspects. Citizens' groups in Belarus use the methods of oral history and record narrative interviews on video: the &lt;a href=\"Virtual%20Museum%20of%20Soviet%20Repression%20in%20Belarus\"&gt;Virtual Museum of Soviet Repression in Belarus&lt;/a&gt; presents a full &lt;a href=\"Virtual%20museum\"&gt;Virtual museum&lt;/a&gt; with intense use of oral history. The &lt;a href=\"Belarusian%20Oral%20History%20Archive%20project\"&gt;Belarusian Oral History Archive project&lt;/a&gt; also provides material based on oral history recordings.\nCzech Republic.\nCzech oral history began to develop beginning in the 1980s with a focus on social movements and political activism. The practice of oral history and any attempts to document stories prior to this is fairly unknown. The practice of oral history began to take shape in the 1990s. In 2000, The Oral History Center (COH) at the Institute of Contemporary History, Academy of Sciences, Czech Republic (AV ČR) was established with the aim of \"systematically support the development of oral history methodology and its application in historical research.\"\nIn 2001, &lt;a href=\"Post%20Bellum\"&gt;Post Bellum&lt;/a&gt;, a nonprofit organization, was established to \"documents the memories of witnesses of the important historical phenomenons of the 20th century\" within the Czech Republic and surrounding European countries. Post Bellum works in partnership with &lt;a href=\"Czech%20Radio\"&gt;Czech Radio&lt;/a&gt; and &lt;a href=\"Institute%20for%20the%20Study%20of%20Totalitarian%20Regimes\"&gt;Institute for the Study of Totalitarian Regimes&lt;/a&gt;. Their oral history project \"&lt;a href=\"Memory%20of%20Nation\"&gt;Memory of Nation&lt;/a&gt;\" was created in 2008 and interviews are archived online for user access. As of January 2015, the project has more than 2100 published witness accounts in several languages, with more than 24,000 pictures.\nOther projects, including articles and books have been funded by the Czech Science Foundation (AV ČR) including:\nThese publications aim to demonstrate that oral history contributes to the understanding of human lives and history itself, such as the motives behind the dissidents' activities, the formation of opposition groups, communication between dissidents and state representatives and the emergence of ex-communist elites and their decision-making processes.\nOral history centers in the Czech Republic emphasize educational activities (seminars, lectures, conferences), archiving and maintaining interview collections, and providing consultations to those interested in the method.\nIn Spain.\nBecause of repression in &lt;a href=\"Francoist%20Spain\"&gt;Francoist Spain&lt;/a&gt; (1939–75), the development of oral history in Spain was quite limited until the 1970s. It became well-developed in the early 1980s, and often had a focus on the Civil War years (1936–39), especially regarding the ones who lost the war and whose stories had been suppressed. At the University of Barcelona, Professor Mercedes Vilanova was a leading scholar, who combined oral history with her interest in quantification and social history. Barcelona scholars sought to integrate oral sources with traditional written sources to create mainstream, not ghettoized, historical interpretations. They sought to give a public voice to neglected groups, such as women, illiterates, political leftists, and ethnic minorities. In 1887, at Universidade De Santiago de Compostela, Marc Wouters and Isaura Varela started an oral history project focused on the Spanish Civil War, exile, and migration. The project explored victims of the war and the Francoist Dictatorship and includes 2100 interviews and 800 hours of audio.\nIn the United States.\nOral history began with a focus on national leaders in the United States, but has expanded to include groups representing the entire population. In Britain, the influence of 'history from below' and interviewing people who had been 'hidden from history' was more influential. However, in both countries elite oral history has emerged as an important strand. Scientists, for example, have been covered in numerous oral history projects. Doel (2003) discusses the use of oral interviews by scholars as primary sources, He lists major oral history projects in the history of science begun after 1950. Oral histories, he concludes, can augment the biographies of scientists and help spotlight how their social origins influenced their research. Doel acknowledges the common concerns historians have regarding the validity of oral history accounts. He identifies studies that used oral histories successfully to provide critical and unique insight into otherwise obscure subjects, such as the role scientists played in shaping US policy after World War II. Interviews furthermore can provide road maps for researching archives, and can even serve as a fail-safe resource when written documents have been lost or destroyed. &lt;a href=\"Roger%20D.%20Launius\"&gt;Roger D. Launius&lt;/a&gt; (2003) shows the huge size and complexity of the National Aeronautics and Space Administration (NASA) oral history program since 1959. NASA systematically documented its operations through oral histories. They can help to explore broader issues regarding the evolution of a major federal agency. The collection consists primarily of oral histories conducted by scholars working on books about the agency. Since 1996, however, the collection has also included oral histories of senior NASA administrators and officials, astronauts, and project managers, part of a broader project to document the lives of key agency individuals. Launius emphasizes efforts to include such less-well-known groups within the agency as the Astrobiology Program, and to collect the oral histories of &lt;a href=\"women%20in%20NASA\"&gt;women in NASA&lt;/a&gt;.\nFolklore roots and ordinary people.\nContemporary oral history involves recording or transcribing eyewitness accounts of historical events. Some &lt;a href=\"anthropologists\"&gt;anthropologists&lt;/a&gt; started collecting recordings (at first especially of &lt;a href=\"Native%20American%20mythology\"&gt;Native American folklore&lt;/a&gt;) on phonograph cylinders in the late 19th century. In the 1930s, the &lt;a href=\"Federal%20Writers%27%20Project\"&gt;Federal Writers' Project&lt;/a&gt;—part of the &lt;a href=\"Works%20Progress%20Administration\"&gt;Works Progress Administration&lt;/a&gt; (WPA)—sent out interviewers to collect accounts from various groups, including surviving witnesses of the Civil War, slavery, and other major historical events. The &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt; also began recording traditional American music and folklore onto &lt;a href=\"acetate%20discs\"&gt;acetate discs&lt;/a&gt;. With the development of audio tape recordings after World War II, the task of oral historians became easier.\nIn 1946, &lt;a href=\"David%20P.%20Boder\"&gt;David P. Boder&lt;/a&gt;, a professor of psychology at the &lt;a href=\"Illinois%20Institute%20of%20Technology\"&gt;Illinois Institute of Technology&lt;/a&gt; in Chicago, traveled to Europe to record long interviews with \"displaced persons\"—most of them Holocaust survivors. Using the first device capable of capturing hours of audio—the &lt;a href=\"wire%20recording\"&gt;wire recorder&lt;/a&gt;—Boder came back with the first recorded Holocaust testimonials and in all likelihood the first recorded oral histories of significant length.\nMany state and local historical societies have oral history programs. Sinclair Kopp (2002) reported on the &lt;a href=\"Oregon%20Historical%20Society\"&gt;Oregon Historical Society&lt;/a&gt;'s program. It began in 1976 with the hiring of Charles Digregorio, who had studied at Columbia with Nevins. Thousands of sound recordings, reel-to-reel tapes, transcriptions, and radio broadcasts have made it one of the largest collections of oral history on the Pacific Coast. In addition to political figures and prominent businessmen, the Oregon Historical Society has done interviews with minorities, women, farmers, and other ordinary citizens, who have contributed extraordinary stories reflecting the state's cultural and social heritage. Hill (2004) encourages oral history projects in high school courses. She demonstrates a lesson plan that encourages the study of local community history through interviews. By studying grassroots activism and the lived experiences of its participants, her high school students came to appreciate how African Americans worked to end Jim Crow laws in the 1950s.\n&lt;a href=\"Mark%20D.%20Naison\"&gt;Mark D. Naison&lt;/a&gt; (2005) describes the Bronx African American History Project (BAAHP), an oral community history project developed by the Bronx County Historical Society. Its goal was to document the histories of black working- and middle-class residents of the South Bronx neighborhood of &lt;a href=\"Morrisania\"&gt;Morrisania&lt;/a&gt; in New York City since the 1940s.\nIn the Middle East.\nThe Middle East often requires oral history methods of research, mainly because of the relative lack in written and archival history and its emphasis on oral records and traditions. Furthermore, because of its population transfers, refugees and émigrés become suitable objects for oral history research.\nSyria.\nKatharina Lange studied the tribal histories of &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;. The oral histories in this area could not be transposed into tangible, written form due to their positionalities, which Lange describes as “taking sides.” The positionality of oral history could lead to conflict and tension. The tribal histories are typically narrated by men. While histories are also told by women, they are not accepted locally as “real history.” Oral histories often detail the lives and feats of ancestors.\n&lt;a href=\"Genealogy\"&gt;Genealogy&lt;/a&gt; is a prominent subject in the area. According to Lange, the oral historians often tell their own personalized genealogies to demonstrate their credibility, both in their social standing and their expertise in the field.\nUzbekistan.\nFrom 2003 to 2004, Professors Marianne Kamp and Russell Zanca researched &lt;a href=\"agricultural%20collectivization\"&gt;agricultural collectivization&lt;/a&gt; in &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt; in part by using oral history methodology to fill in gaps in information missing from the Central State Archive of Uzbekistan. The goal of the project was to learn more about life in the 1920s and 1930s to study the impact of the Soviet Union's conquest. 20 interviews each were conducted in the &lt;a href=\"Fergana%20valley\"&gt;Fergana valley&lt;/a&gt;, &lt;a href=\"Tashkent\"&gt;Tashkent&lt;/a&gt;, &lt;a href=\"Bukhara\"&gt;Bukhara&lt;/a&gt;, &lt;a href=\"Khorezm\"&gt;Khorezm&lt;/a&gt;, and &lt;a href=\"Kashkadarya\"&gt;Kashkadarya&lt;/a&gt; regions. Their interviews uncovered stories of famine and death that had not been widely known outside of local memory in the region.\nIn Asia.\nChina.\nThe rise of oral history is a new trend in historical studies in China that began in the late twentieth century. Some oral historians, stress the collection of eyewitness accounts of the words and deeds of important historical figures and what really happened during those important historical events, which is similar to common practice in the west, while the others focus more on important people and event, asking important figures to describe the decision making and details of important historical events. In December 2004, the Chinese Association of Oral History Studies was established. The establishment of this institution is thought to signal that the field of oral history studies in China has finally moved into a new phase of organized development.\nSoutheast Asia.\nWhile &lt;a href=\"oral%20tradition\"&gt;oral tradition&lt;/a&gt; is an integral part of ancient Southeast Asian history, oral history is a relatively recent development. Since the 1960s, oral history has been accorded increasing attention both on institutional as well as individual levels, representing “history from above” and “history from below”.\nIn Oral History and Public Memories, Blackburn writes about oral history as a tool that was used “by political elites and state-run institutions to contribute to the goal of national building” in postcolonial Southeast Asian countries. Blackburn draws most of his examples of oral history as a vehicle for “history from above” from Malaysia and Singapore.\nIn terms of “history from below”, various oral history initiatives are being undertaken in Cambodia in an effort to record lived experiences from the rule of the Khmer Rouge regime while survivors are still living. These initiative take advantage of crowdsourced history to uncover the silences imposed on the oppressed.\nSouth Asia.\nTwo prominent and ongoing oral history projects out of South Asia stem from time periods of ethnic violence that were decades apart: 1947 and 1984.\n&lt;a href=\"The%201947%20Partition%20Archive\"&gt;The 1947 Partition Archive&lt;/a&gt; was founded in 2010 by Guneeta Singe Bhalla, a physicist in Berkeley, California, who began conducting and recording interviews \"to collect and preserve the stories of those who lived through this tumultuous time, to make sure this great human tragedy isn't forgotten.\" &lt;a href=\"https%3A//blogs.wsj.com/indiarealtime/2014/08/12/oral-history-project-races-to-record-voices-of-partition-survivors-in-india-and-pakistan/\"&gt;&lt;/a&gt;\nThe Sikh Diaspora Project was founded in 2014 by Brajesh Samarth, senior lecturer in Hindi-Urdu at Emory University in Atlanta, when he was a lecturer at Stanford University in California. The project focuses on interviews with members of the Sikh diaspora in the U.S. and Canada, including the many who migrated after the &lt;a href=\"1984%20anti-Sikh%20riots\"&gt;1984 massacre of Sikhs&lt;/a&gt; in India.\nIn Oceania.\nAustralia.\n&lt;a href=\"Hazel%20de%20Berg\"&gt;Hazel de Berg&lt;/a&gt; began recording Australian writers, artists, musicians and others in the Arts community in 1957. She conducted nearly 1300 interviews. Together with the &lt;a href=\"National%20Library%20of%20Australia\"&gt;National Library of Australia&lt;/a&gt;, she was a pioneer in the field in Australia, working together for twenty-seven years.\nIn December 1997, in response to the first recommendation of the \"&lt;a href=\"Bringing%20Them%20Home\"&gt;Bringing Them Home: Report of the National Inquiry into the Separation of Aboriginal and Torres Strait Islander Children from Their Families&lt;/a&gt;\" report, the &lt;a href=\"Australian%20Government\"&gt;Australian Government&lt;/a&gt; announced funding for the &lt;a href=\"National%20Library%20of%20Australia\"&gt;National Library&lt;/a&gt; to develop and manage an oral history project. The Bringing Them Home Oral History Project (1998–2002) collected and preserved the stories of &lt;a href=\"Indigenous%20Australians\"&gt;Indigenous Australians&lt;/a&gt; and others involved in or affected by the child removals resulting in the &lt;a href=\"Stolen%20Generations\"&gt;Stolen Generations&lt;/a&gt;. Other contributors included &lt;a href=\"missionaries\"&gt;missionaries&lt;/a&gt;, police and government administrators.\nThere are now many organisations and projects all over Australia involved in recording oral histories from Australians of all ethnicities and in all walks of life. Oral History Victoria support an annual Oral history award as part of the Victorian Community History Awards held annually to recognise the contributions made by Victorians in the preservation of the state's history, published during the previous year.\nAcademia and Institutions.\nIn 1948, &lt;a href=\"Allan%20Nevins\"&gt;Allan Nevins&lt;/a&gt;, a &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt; historian, established the Columbia Oral History Research Office, now known as the &lt;a href=\"Columbia%20Center%20for%20Oral%20History%20Research\"&gt;Columbia Center for Oral History Research&lt;/a&gt;, with a mission of recording, transcribing, and preserving oral history interviews. The &lt;a href=\"Regional%20Oral%20History%20Office\"&gt;Regional Oral History Office&lt;/a&gt; was founded in 1954 as a division of the University of California, Berkeley's &lt;a href=\"Bancroft%20Library\"&gt;Bancroft Library&lt;/a&gt;. In 1967, American oral historians founded the &lt;a href=\"Oral%20History%20Association\"&gt;Oral History Association&lt;/a&gt;, and British oral historians founded the Oral History Society in 1969. In 1981, &lt;a href=\"Mansel%20G.%20Blackford\"&gt;Mansel G. Blackford&lt;/a&gt;, a business historian at &lt;a href=\"Ohio%20State%20University\"&gt;Ohio State University&lt;/a&gt;, argued that oral history was a useful tool to write the history of corporate mergers. More recently, &lt;a href=\"Harvard%20Business%20School\"&gt;Harvard Business School&lt;/a&gt; launched the Creating Emerging Markets project, which \"explores the evolution of business leadership in Africa, Asia, and Latin America throughout recent decades\" through oral history. \"At its core are interviews, many on video, by the School’s faculty with leaders or former leaders of firms and NGOs who have had a major impact on their societies and enterprises across three continents.\" There are now numerous national organizations and an &lt;a href=\"International%20Oral%20History%20Association\"&gt;International Oral History Association&lt;/a&gt;, which hold workshops and conferences and publish newsletters and journals devoted to oral history theory and practices. Specialized collections of oral history sometimes have archives of widespread global interest; an example is the &lt;a href=\"Lewis%20Walpole%20Library\"&gt;Lewis Walpole Library&lt;/a&gt; in &lt;a href=\"Farmington%2C%20Connecticut\"&gt;Farmington, Connecticut&lt;/a&gt;, a department of the University Library of &lt;a href=\"Yale\"&gt;Yale&lt;/a&gt;.\nMethods.\n&lt;a href=\"Historian\"&gt;Historian&lt;/a&gt;s, &lt;a href=\"Folkloristics\"&gt;folklorists&lt;/a&gt;, &lt;a href=\"anthropologist\"&gt;anthropologist&lt;/a&gt;s, &lt;a href=\"Human%20geography\"&gt;human geographers&lt;/a&gt;, &lt;a href=\"Sociology\"&gt;sociologists&lt;/a&gt;, &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt;s, &lt;a href=\"Linguistics\"&gt;linguists&lt;/a&gt;, and many others employ some form of interviewing in their research. Although multi-disciplinary, oral historians have promoted common ethics and standards of practice, most importantly the attaining of the \"&lt;a href=\"informed%20consent\"&gt;informed consent&lt;/a&gt;\" of those being interviewed. Usually this is achieved through a &lt;a href=\"deed%20of%20gift\"&gt;deed of gift&lt;/a&gt;, which also establishes &lt;a href=\"copyright\"&gt;copyright&lt;/a&gt; ownership that is critical for publication and archival preservation.\nOral historians generally prefer to ask open-ended questions and avoid leading questions that encourage people to say what they think the interviewer wants them to say. Some interviews are \"life reviews,\" conducted with people at the end of their careers. Other interviews focus on a specific period or a specific event in people's lives, such as in the case of war veterans or survivors of a hurricane.\nFeldstein (2004) considers oral history to be akin to journalism, Both are committed to uncovering truths and compiling narratives about people, places, and events. Felstein says each could benefit from adopting techniques from the other. Journalism could benefit by emulating the exhaustive and nuanced research methodologies used by oral historians. The practice of oral historians could be enhanced by utilizing the more sophisticated interviewing techniques employed by journalists, in particular, the use of adversarial encounters as a tactic for obtaining information from a respondent.\nThe first oral history archives focused on interviews with prominent politicians, diplomats, military officers, and business leaders. By the 1960s and '70s, influenced by the rise of new social history, interviewing began to be employed more often when historians investigated &lt;a href=\"People%27s%20history\"&gt;history from below&lt;/a&gt;. Whatever the field or focus of a project, oral historians attempt to record the memories of many different people when researching a given event. Interviewing a single person provides a single perspective. Individuals may misremember events or distort their account for personal reasons. By interviewing widely, oral historians seek points of agreement among many different sources, and also record the complexity of the issues. The nature of memory—both individual and community—is as much a part of the practice of oral history as are the stories collected.\nArchaeology.\n&lt;a href=\"Archaeologists\"&gt;Archaeologists&lt;/a&gt; sometimes conduct oral history interviews to learn more about unknown &lt;a href=\"Cultural%20artifact\"&gt;artifacts&lt;/a&gt;. Oral interviews can provide narratives, social meaning, and contexts for objects. When describing the use of oral histories in archaeological work, Paul Mullins emphasizes the importance of using these interviews to replace “it-narratives.” It-narratives are the voices from objects themselves rather than people; according to Mullins, these lead to narratives that are often “sober, pessimistic, or even dystopian.”\nOral history interviews were used to provide context and social meaning in the Overstone excavation project in &lt;a href=\"Northumberland\"&gt;Northumberland&lt;/a&gt;. Overstone consists of a row of four cottages. The excavation team, consisting of Jane Webster, Louise Tolson, Richard Carlton, and volunteers, found the discovered artifacts difficult to identify. The team first took the artifacts to an archaeology group, but the only person with knowledge about a found fragment recognized the fragment from a type of pot her mother had. This inspired the team to conduct group interviews volunteers who grew up in households using such objects. The team took their reference collection of artifacts to the interviews in order to trigger the memories of volunteers, revealing a “shared cultural identity.”\nLegal interpretations.\nIn 1997, the &lt;a href=\"Supreme%20Court%20of%20Canada\"&gt;Supreme Court of Canada&lt;/a&gt;, in the \"&lt;a href=\"Delgamuukw%20v.%20British%20Columbia\"&gt;Delgamuukw v. British Columbia&lt;/a&gt;\" trial, ruled that oral histories were just as important as written testimony. Of oral histories, it said \"that they are tangential to the ultimate purpose of the fact-finding process at trial – the determination of the historical truth.\"\nWriters who use oral history have often discussed its relationship to historical truth. &lt;a href=\"Gilda%20O%27Neill\"&gt;Gilda O'Neill&lt;/a&gt; writes in \"Lost Voices\", an oral history of &lt;a href=\"East%20End%20of%20London\"&gt;East End&lt;/a&gt; hop-pickers: \"I began to worry. Were the women's, and my, memories true or were they just stories? I realised that I had no 'innocent' sources of evidence - facts. I had, instead, the stories and their tellers' reasons for remembering in their own particular ways.' &lt;a href=\"Duncan%20Barrett\"&gt;Duncan Barrett&lt;/a&gt;, one of the co-authors of \"&lt;a href=\"The%20Sugar%20Girls\"&gt;The Sugar Girls&lt;/a&gt;\" describes some of the perils of relying on oral history accounts: \"On two occasions, it became clear that a subject was trying to mislead us about what happened – telling a self-deprecating story in one interview, and then presenting a different, and more flattering, version of events when we tried to follow it up. ... often our interviewees were keen to persuade us of a certain interpretation of the past, supporting broad, sweeping comments about historical change with specific stories from their lives.\" &lt;a href=\"Alessandro%20Portelli\"&gt;Alessandro Portelli&lt;/a&gt; argues that oral history is valuable nevertheless: \"it tells us less about events as such than about their meaning [...] the unique and precious element which oral sources force upon the historian ... is the speaker's subjectivity.\"\nRegarding the accuracy of oral history, Jean-Loup Gassend concludes in the book \"Autopsy of a Battle\", \"I found that each witness account can be broken down into two parts: 1) descriptions of events that the witness participated in directly, and 2) descriptions of events that the witness did not actually participate in, but that he heard about from other sources. The distinction between these two parts of a witness account is of the highest importance. I noted that concerning events that the witnesses participated in, the information provided was surprisingly reliable, as was confirmed by comparison with other sources. The imprecision or mistakes usually concerned numbers, ranks, and dates, the first two tending to become inflated with time. Concerning events that the witness had not participated in personally, the information was only as reliable as whatever the source of information had been (various rumors); that is to say, it was often very unreliable and I usually discarded such information.\"\nIn 2006, American historian &lt;a href=\"Caroline%20Elkins\"&gt;Caroline Elkins&lt;/a&gt; published \"&lt;a href=\"Imperial%20Reckoning\"&gt;Imperial Reckoning: The Untold Story of Britain's Gulag in Kenya&lt;/a&gt;\", detailing the &lt;a href=\"Mau%20Mau%20Uprising\"&gt;Mau Mau Uprising&lt;/a&gt; against &lt;a href=\"Kenya%20Colony\"&gt;British rule&lt;/a&gt; and its suppression by the colonial government. The work received both praise and criticism over its usage of oral testimony from Kenyans. Three years later in 2009, a group of Kenyans who had been interned in concentration camps during the rebellion by the colonial authorities filed a lawsuit against the &lt;a href=\"Government%20of%20the%20United%20Kingdom\"&gt;British government&lt;/a&gt;. The case, known as \"Mutua and Five Others versus the &lt;a href=\"Foreign%20and%20Commonwealth%20Office\"&gt;Foreign and Commonwealth Office&lt;/a&gt;\", was heard at the &lt;a href=\"High%20Court%20of%20Justice\"&gt;High Court of Justice&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt; with the &lt;a href=\"Richard%20McCombe\"&gt;Honourable Justice McCombe&lt;/a&gt; presiding. Oral testimony detailing abuses by colonial officials, recorded by Elkins in \"Imperial Reckoning\", was cited as evidence by the prosecution during the case, British lawyer &lt;a href=\"Martyn%20Day%20%28lawyer%29\"&gt;Martyn Day&lt;/a&gt; and the &lt;a href=\"Kenya%20Human%20Rights%20Commission\"&gt;Kenya Human Rights Commission&lt;/a&gt;. During the trial, over the course of &lt;a href=\"Discovery%20%28law%29\"&gt;discovery&lt;/a&gt; the FCO discovered some 300 boxes of previously undisclosed files that validated Elkins' claims in \"Imperial Reckoning\" and provided new evidence supporting the claimants' case. McCombe eventually ruled in the Kenyan claimants' favor, stressing the \"substantial documentation supporting accusations of systematic abuses\".\nPros and Cons.\nWhen using oral history as a source material, several caveats exist. The person being interviewed may not accurately recall factual information such as names or dates, and they may exaggerate. To avoid this, interviewers can do thorough research prior to the interview and formulate questions for the purpose of clarification. There also exists a pre-conceived notion that oral history is less reliable than written records. Written source materials are different in the execution of information, and that they may have additional sources. Oral sources identify intangibles such as atmosphere, insights into character, and clarifications to points made briefly in print. Oral history can also indicate lifestyle, dialect and terminology, and customs that may no longer be prominent. Successful oral history enhances its written counterpart.\nIn addition, older male speakers from rural communities who have spent their whole life there and who usually did not continue education past age 14 are proportionally overrepresented in some oral history material.\nTranscription.\nTranscribing the data obtained is obviously beneficial and the intentions for future use of transcripts largely determine the way in which the interview will be transcribed. As oral history projects as a rule do not involve the employment of a professional transcriber, \"aberrant\" characteristics such as dialectal features and superfluous repetitions may be neutralized and eliminated so as to make transcripts more accessible to average readers who are not accustomed to such \"aberrations\"; that is to say, transcripts may be not completely reflective of the original, actual utterances of the interviewees.\nControversies.\nIn Guatemalan literature, \"I, Rigoberta Menchú\" (1983), brings oral history into the written form through the &lt;a href=\"https%3A//en.wiktionary.org/wiki/testimonio\"&gt;\"testimonio\"&lt;/a&gt; genre. \"I, Rigoberta Menchú\" is compiled by Venezuelan anthropologist Burgos-Debray, based on a series of interviews she conducted with Menchú. The Menchú-controversy arose when historian David Stoll took issue with Menchú's claim that “this is a story of all poor Guatemalans”. In \"Rigoberta Menchú and the Story of All Poor Guatemalans\" (1999), Stoll argues that the details in Menchú's \"testimonio\" are inconsistent with his own fieldwork and interviews he conducted with other Mayas. According to Guatemalan novelist and critic Arturo Arias, this controversy highlights a tension in oral history. On one hand, it presents an opportunity to convert the subaltern subject into a “speaking subject”. On the other hand, it challenges the historical profession in certifying the “factuality of her mediated discourse” as “subaltern subjects are forced to [translate across epistemological and linguistic frameworks and] use the discourse of the colonizer to express their subjectivity”."
}