{
    "id": "227012",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=227012",
    "title": "Carenza Lewis",
    "text": "Professor Carenza Rachel Lewis (born 30 November 1963) is a British academic &lt;a href=\"archaeology\"&gt;archaeologist&lt;/a&gt; and television presenter.\nEarly life.\nLewis received her formal education at the school of the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt; &lt;a href=\"Community%20of%20All%20Hallows\"&gt;Community of All Hallows&lt;/a&gt;, in &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;, and at &lt;a href=\"Girton%20College\"&gt;Girton College&lt;/a&gt;, &lt;a href=\"University%20of%20Cambridge\"&gt;University of Cambridge&lt;/a&gt;.\nField and academic career.\nIn 1985, she joined the &lt;a href=\"Royal%20Commission%20on%20the%20Historical%20Monuments%20of%20England\"&gt;Royal Commission on the Historical Monuments of England&lt;/a&gt; as a field archaeologist for the &lt;a href=\"Wessex\"&gt;Wessex&lt;/a&gt; area. During part of her time with the Commission she was seconded to the History Department of the &lt;a href=\"University%20of%20Birmingham\"&gt;University of Birmingham&lt;/a&gt; to research the relationship between settlement and landscape in the &lt;a href=\"East%20Midlands\"&gt;East Midlands&lt;/a&gt;. She followed this with a similar project in &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt; and the &lt;a href=\"Isle%20of%20Wight\"&gt;Isle of Wight&lt;/a&gt;.\nLewis was elected a &lt;a href=\"List%20of%20fellows%20of%20the%20Society%20of%20Antiquaries%20of%20London\"&gt;Fellow of the Society of Antiquaries of London&lt;/a&gt; in 1998. In 1999, she was elected a visiting fellow of &lt;a href=\"Corpus%20Christi%20College%2C%20Cambridge\"&gt;Corpus Christi College, Cambridge&lt;/a&gt;, where she was a Senior Research Associate and Affiliated Lecturer. In 2004, she took on a new post at &lt;a href=\"University%20of%20Cambridge\"&gt;Cambridge&lt;/a&gt; to promote undergraduate archaeology, and created \"Access Cambridge Archaeology\". In 2015, Lewis was appointed to the Professorial Chair of 'Public Understanding of Research' at the &lt;a href=\"University%20of%20Lincoln\"&gt;University of Lincoln&lt;/a&gt;.\nTelevision career.\nIn the early 1990s she joined the team presenting the \"&lt;a href=\"Time%20Team\"&gt;Time Team&lt;/a&gt;\" series, a new television programme designed to make archaeology accessible for the general public, which was first broadcast on &lt;a href=\"Channel%204%20Television\"&gt;Channel 4 Television&lt;/a&gt; in 1994. She appeared on the show from 1993 to 2005, appearing each season from the first through the twelfth. The &lt;a href=\"audience%20measurement\"&gt;ratings&lt;/a&gt; success of the \"Time Team\" series led to further television presenting commissions for Lewis, including the series \"House Detectives\" (1997–2002).\nIn 2000, Lewis presented an episode of the &lt;a href=\"British%20Broadcasting%20Corporation\"&gt;BBC&lt;/a&gt;'s theoretical history programme entitled \"What If\", where she examined the failed revolt of &lt;a href=\"Boudicca\"&gt;Queen Boudicca&lt;/a&gt; and the &lt;a href=\"Iceni\"&gt;Iceni&lt;/a&gt; against the Roman Empire in AD 60. She also devised and presented a series called \"Sacred Sites\" for &lt;a href=\"ITV%20Wales%20%26amp%3B%20West\"&gt;HTV&lt;/a&gt;.\nIn 2010, she appeared in the television series \"&lt;a href=\"Michael%20Wood%27s%20Story%20of%20England\"&gt;Michael Wood's Story of England&lt;/a&gt;\".\nPersonal life.\nLewis has three children. In 2000, she appeared in national print media detailing her experiences as one of a number of victims of medical misdiagnosis at the hands of Dr &lt;a href=\"James%20Elwood\"&gt;James Elwood&lt;/a&gt; in the late 1990s."
}