{
    "id": "2271803",
    "revid": "2387872",
    "url": "https://en.wikipedia.org/wiki?curid=2271803",
    "title": "Emmanuel Pelaez",
    "text": "Emmanuel Neri Pelaez (November 30, 1915 – July 27, 2003) was a Filipino public servant and politician who served as the 6th &lt;a href=\"Vice%20President%20of%20the%20Philippines\"&gt;Vice President of the Philippines&lt;/a&gt; from 1961 to 1965.\nEarly life and career.\nPelaez was born in &lt;a href=\"Medina%2C%20Misamis%20Oriental\"&gt;Medina&lt;/a&gt;, &lt;a href=\"Misamis%20%28province%29\"&gt;Misamis&lt;/a&gt; (now &lt;a href=\"Misamis%20Oriental\"&gt;Misamis Oriental&lt;/a&gt;) to Gregorio Pelaez, Sr. and Felipa Neri (second wife). He was fourth among eight children between Gregorio and Felipa: Rosario, Concepción, Gregorio Jr., Emmanuel, Jose Ma., Lourdes, Antonio, and Carmen. He studied in Cagayan de Misamis (former name of &lt;a href=\"Cagayan%20de%20Oro\"&gt;Cagayan de Oro&lt;/a&gt;) Elementary School where he got the highest honors. He then went to the &lt;a href=\"Ateneo%20de%20Manila%20University\"&gt;Ateneo de Manila&lt;/a&gt; High School and got his Associate in Arts at the Cebu UP Junior College.\nHe received his law degree from the &lt;a href=\"University%20of%20Manila\"&gt;University of Manila&lt;/a&gt; in 1938, and in the same year topped the Bar examinations. He worked as a Senate Clerk at the Journal Division from 1934 to 1935, Debate Reporter from 1935 to 1937, and court translator from 1937 to 1938. He was employed as assistant court reporter at the Court of Appeals from 1939 to 1940, then later Special Prosecutor of the People's Court from 1945 up to 1946. Pelaez practiced law and at the same time professor of law at the University of Manila from 1946 up to 1963. In 1949, he was voted Congressman, representing his home province. During his term as representative (1949–53) he was adjudged one of the Ten Outstanding Congressmen by the Congressional Press Club, one of the Ten Most Useful Congressmen by the Philippine Free Press, and one of the two Most Outstanding Congressmen by the League of Women Voters of the Philippines.\nSuch achievements in the Lower House of Congress literally brought him to the Senate floor in 1953–60. He was unanimously chosen Most Outstanding Senator by two organizations: the League of Women Voters of the Philippines and the Senate Press Club.\nVice presidency (1961–1965).\nPelaez was elected vice president in 1961, simultaneously performing the functions of Foreign Affairs Secretary. He resigned in 1963 as Secretary, after a dispute with the Macapagal administration. In the same year, he was chosen Man of the Year by the Examiner and the following year was adjudged the Most Outstanding Alumnus during the Golden Jubilee Celebration of the &lt;a href=\"University%20of%20Manila\"&gt;University of Manila&lt;/a&gt;.\nOn November 22, 1964, Pelaez lost the &lt;a href=\"Nacionalista%20Party\"&gt;Nacionalista Party&lt;/a&gt; nomination for &lt;a href=\"President%20of%20the%20Philippines\"&gt;President of the Philippines&lt;/a&gt; to &lt;a href=\"Ferdinand%20Marcos\"&gt;Ferdinand Marcos&lt;/a&gt;.\nElection to Philippine Congress.\nIn 1965, Pelaez ran as an independent candidate for the &lt;a href=\"House%20of%20Representatives%20of%20the%20Philippines\"&gt;Philippine House of Representatives&lt;/a&gt; in the lone district of &lt;a href=\"Misamis%20Oriental\"&gt;Misamis Oriental&lt;/a&gt;, announcing his candidacy on July 29. By November, he was ultimately elected again as representative to Congress. Two years later he held the office being a senator until the September 1972 proclamation of &lt;a href=\"Martial%20Law%20in%20the%20Philippines%23Martial%20law%20and%20the%20New%20Society\"&gt;martial law&lt;/a&gt;. While he went back to private life and devoted his time to his family and law practice, he nevertheless continued to take an active interest in public affairs. In 1978, the 63-year-old lawyer of Misamis Oriental was elected Assemblyman in the Interim Batasang Pambansa and served as Minister of State.\nDiplomat.\nPelaez was Chairman and/or ranking member of Philippine delegations to various international conferences among which were: the UN 10th Commemorative Conference at San Francisco in 1955; the UN General Assembly meeting in 1957 and 1962; Interparliamentary Union Conference at London in 1957; in &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; and the &lt;a href=\"Cameroon\"&gt;Cameroon&lt;/a&gt; in 1972. He had been a member, consultant body of the Philippine Delegation to the &lt;a href=\"SEATO\"&gt;SEATO&lt;/a&gt; in 1963. In 1973, President Marcos designated him as a member of the Philippine panel in the military bases negotiations with the United States. The RP-US Military Bases Negotiation was held in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; in 1975. This was his second time to serve the panel, the first time being in 1956 when he was the spokesman of the panel in the RP-US military bases negotiations then. Pelaez served as Philippine ambassador to the United States of America during the Aquino administration. Pelaez served on the Committee of Honor of the Agri-Energy Roundtable (AER)- a United Nations accredited non-governmental organization and participated in the AER's ASEAN agro-industrial regional conference in May 1987 at the Manila Hotel.\nCivic leader.\nPelaez involved himself actively in various civic and professional societies. He served as Chairman of the Cadang-Cadang Research Foundation of the Philippines, Inc., the first Filipino scientific research foundation jointly financed by the government and the private sector for the eradication of cadang-cadang, an infectious viral disease which had threatened to wipe out the coconut industry. He also headed the Philippine Coconut Planters Association, Mindanao-Sulu-Palawan Association and the Philippine National Red Cross Fund Drive in Mindanao (1958).\nPersonal life.\nPelaez married Edith Fabella with whom he has nine children: Emmanuel Jr., Ernesto, Elena, Esperanza, Eloisa, Eduardo, Enrique, Edmundo and Elvira. A failed assassination attempt prompted him to end his political career and devote his life to Bible studies. He served twice as president of the Philippine Bible Society and chairman of its board of directors, and was later made honorary president for life by the organization.\nPelaez died July 27, 2003 at the Asian Hospital and Medical Center in &lt;a href=\"Muntinlupa\"&gt;Muntinlupa&lt;/a&gt; due to &lt;a href=\"cardiac%20arrest\"&gt;cardiac arrest&lt;/a&gt;.\nHonors and Legacy.\nPelaez is considered the father of electrification, as over three-fourths of homes in 1969 were still without electricity, as most of the homes that were happened to be in Metro Manila and large cities. Thus the most prestigious electricity or power-related award was inaugurated and was given the name of the Vice President Emmanuel Pelaez Award. The award is given to the top electrical cooperative or company that distributes electricity as a public utility."
}