{
    "id": "2271281",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2271281",
    "title": "Fort Wayne (Detroit)",
    "text": "Fort Wayne is located in the city of &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, at the foot of Livernois Avenue in the &lt;a href=\"Delray%2C%20Michigan\"&gt;Delray&lt;/a&gt; neighborhood. The &lt;a href=\"fort\"&gt;fort&lt;/a&gt; is situated on the &lt;a href=\"Detroit%20River\"&gt;Detroit River&lt;/a&gt; at a point where it is under half a mile to the &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; shore. The original 1848 limestone &lt;a href=\"barracks\"&gt;barracks&lt;/a&gt; (with later brick additions) still stands, as does the 1845 &lt;a href=\"fort\"&gt;fort&lt;/a&gt; (renovated in 1863 with brick exterior facing). On the grounds but outside the original fort are additional barracks, officers quarters, hospital, shops, a recreation building, commissary, guard house, garage, and stables.\nThe fort sits on . Since the 1970s, , including the original fort and a number of buildings, has been operated by the city of Detroit. The remaining area is operated by the &lt;a href=\"United%20States%20Army%20Corps%20of%20Engineers\"&gt;U.S. Army Corps of Engineers&lt;/a&gt; as a boatyard. The fort was designated a Michigan State Historic Site in 1958 and listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1971.\nBackground.\nFort Wayne is Detroit's third fort. The first, &lt;a href=\"Fort%20Pontchartrain%20du%20Detroit\"&gt;Fort Pontchartrain du Detroit&lt;/a&gt;, was built by the French in 1701 near current day Hart Plaza. This fort, constructed shortly after &lt;a href=\"Antoine%20Laumet%20de%20La%20Mothe%2C%20sieur%20de%20Cadillac\"&gt;Cadillac&lt;/a&gt; landed, was manned by the French until they surrendered it to the British in 1760 during the &lt;a href=\"French%20and%20Indian%20War\"&gt;French and Indian War&lt;/a&gt;. The British constructed the second fort, &lt;a href=\"Fort%20Lernoult\"&gt;Fort Lernoult&lt;/a&gt;, a few years later, centered on current day Fort and Shelby streets. They manned the post until 1796 when the United States assumed control over the site and renamed it Fort Shelby. Following the end of the &lt;a href=\"War%20of%201812\"&gt;War of 1812&lt;/a&gt;, Fort Shelby fell into disrepair, and in 1826 the City of Detroit purchased and demolished it.\nThe site of Fort Wayne originally consisted of a high sand mound with freshwater springs along the marshy waterfront of the &lt;a href=\"Detroit%20River\"&gt;Detroit River&lt;/a&gt;; it is from this geography that &lt;a href=\"Springwells%20Township\"&gt;Springwells Township&lt;/a&gt; (later annexed into the City of Detroit) took its name. The site has a history going back to about the year 1000 A.D. Approximately 19 Native American burial mounds were present in the immediate area, as well as a larger mound at the mouth of the &lt;a href=\"River%20Rouge%20%28Michigan%29\"&gt;Rouge River&lt;/a&gt;. The present bastioned fort was built atop one of these burial mounds. In the early 20th century, the sole remaining burial mound at Fort Wayne was excavated by archaeologists from the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt; and was found to contain human remains dating over 900 years old. A type of pottery found there is unique to the site; it was subsequently dubbed \"Wayne Ware.\"\nWhen Cadillac founded Fort Detroit, he also purportedly made arrangements with the local &lt;a href=\"Potawatomi\"&gt;Potawatomi&lt;/a&gt; people to set up a small village at the future site of Fort Wayne for purposes of trading; this was occupied and thriving by 1710.\nThe opening shots of the &lt;a href=\"War%20of%201812\"&gt;War of 1812&lt;/a&gt; were fired in the vicinity of the fort's future site, the \"sand hill at Springwells\". Although war had not yet been officially declared, Michigan militiamen bombarded the town of Sandwich, &lt;a href=\"Upper%20Canada\"&gt;Upper Canada&lt;/a&gt; (later annexed into Windsor), on July 4, 1812. Later in the course of the war, British general &lt;a href=\"Isaac%20Brock\"&gt;Isaac Brock&lt;/a&gt; crossed the narrowest part of the Detroit River with his troops and landed on the future Fort Wayne site before marching to Detroit. In the ensuing &lt;a href=\"Siege%20of%20Detroit\"&gt;Siege of Detroit&lt;/a&gt;, American general &lt;a href=\"William%20Hull\"&gt;William Hull&lt;/a&gt;, believing himself completely surrounded and outnumbered, surrendered Fort Shelby to the British without offering any resistance. The British later abandoned the fort and American troops reoccupied it. In 1815, the future Fort Wayne site was where American government and the local Native American tribal leaders met to sign the &lt;a href=\"Treaty%20of%20Springwells\"&gt;Treaty of Springwells&lt;/a&gt;, which marked the end of hostilities between the government and tribes who had allied with the British during the war. Among those present for the signing of the treaty were territorial governor &lt;a href=\"Lewis%20Cass\"&gt;Lewis Cass&lt;/a&gt; and General &lt;a href=\"William%20Henry%20Harrison\"&gt;William Henry Harrison&lt;/a&gt;.\nIn the late 1830s, small, short-lived rebellions occurred in Canada to protest corruption within its colonial government. Many Americans believed there was widespread Canadian support for these rebellions and formed volunteer militias to overthrow Canada's colonial government. This led to a series of militia attacks on Canada known as the &lt;a href=\"Patriot%20War\"&gt;Patriot War&lt;/a&gt;. American troops were mustered to suppress the American volunteers and maintain America's official neutrality in the conflict. However, at the same time, the United States government realized there was a lack of fortifications along the northern border to repel a potential British attack, and in particular, no counterpart to the British &lt;a href=\"Fort%20Malden\"&gt;Fort Malden&lt;/a&gt; located in &lt;a href=\"Amherstburg%2C%20Ontario\"&gt;Amherstburg&lt;/a&gt;. In 1841, Congress appropriated funds to build a chain of forts stretching from the east coast to the &lt;a href=\"Minnesota%20Territory\"&gt;Minnesota Territory&lt;/a&gt;, including one at Detroit.\nSoon afterward, the Army sent Lieutenant &lt;a href=\"Montgomery%20C.%20Meigs\"&gt;Montgomery C. Meigs&lt;/a&gt; to Detroit. Meigs bought riverfront farm property three miles below Detroit, in &lt;a href=\"Springwells%20Township\"&gt;Springwells Township&lt;/a&gt;, at the point on the Detroit River closest to Canada. Construction of the fort began in 1842, with Meigs overseeing. The original fortifications were cedar-revetted earthen walls. The fort was completed in 1851 at a cost of $150,000. The Army named the new fort for Revolutionary War hero &lt;a href=\"General%20%26quot%3BMad%26quot%3B%20Anthony%20Wayne\"&gt;General \"Mad\" Anthony Wayne&lt;/a&gt;, who had taken possession of Detroit from the British in 1796.\nArchitecture and construction.\nThe original fort is a &lt;a href=\"bastion%20fort\"&gt;bastioned rectangle&lt;/a&gt; with walls of earthen ramparts faced with cedar, covering vaulted brick tunnels that contain artillery ports. The design was based on fortifications developed by &lt;a href=\"Vauban\"&gt;Sebastian Vauban&lt;/a&gt;, a 17th-century &lt;a href=\"France\"&gt;French&lt;/a&gt; &lt;a href=\"military%20engineer\"&gt;military engineer&lt;/a&gt;, and modified by &lt;a href=\"Dennis%20Hart%20Mahan\"&gt;Dennis Hart Mahan&lt;/a&gt;. Artillery emplacements are atop the walls, designed for cannons mounted to fire over the &lt;a href=\"parapet\"&gt;parapet&lt;/a&gt;, although there is no indication that artillery intended for the fort was ever installed. There is a dry moat surrounding the fort, and a &lt;a href=\"Lunette%20%28fortification%29\"&gt;demilune&lt;/a&gt; facing the river.\nAlthough the fort today is substantially similar to the original construction, some changes have been made. Starting in 1863, under the supervision of &lt;a href=\"Thomas%20J.%20Cram\"&gt;Thomas J. Cram&lt;/a&gt;, the walls of the fort were reconstructed, replacing the original cedar facing with brick and concrete. In addition, the entranceway to the fort has been altered. The original entrance to the fort was a small &lt;a href=\"sally%20port\"&gt;sally port&lt;/a&gt; in the southeast &lt;a href=\"bastion\"&gt;bastion&lt;/a&gt;. In 1938, an arched entrance was constructed through the fort's walls to accommodate vehicular traffic; later, the arches were removed to fit larger trucks.\nWithin the fort (and built at approximately the same time) is a &lt;a href=\"Federal%20style\"&gt;Federal style&lt;/a&gt;, -story limestone troop barracks, consisting of five independent but adjacent sections. Each section contains a ground floor &lt;a href=\"mess%20hall\"&gt;mess&lt;/a&gt;, two floors of barracks rooms, and an attic. Brick additions were added to the rear of the building in 1861, housing washrooms and kitchens. Next to the barracks is a &lt;a href=\"magazine%20%28artillery%29\"&gt;powder magazine&lt;/a&gt;, also constructed of limestone. Additional buildings originally built within the fort, such as officer's housing, have long since been destroyed.\nNumerous additional buildings have been built on fort grounds outside of the fort. A row of wooden &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt; officer's homes was built in the 1880s. In 1937, these homes were completely refurbished and clad in brick by &lt;a href=\"Works%20Progress%20Administration\"&gt;WPA&lt;/a&gt; workers. One home was restored in the 1980s to its original appearance. A Spanish–American War guardhouse, built in 1889, is in the center of the fort grounds. The guard house was restored in 1984. In 1890, a brick hospital was built, with a later addition in 1898. In 1905, a new guardhouse, still in use today, was built near the gate to the fort grounds. Around the same time, four barracks buildings for enlisted men were built, as well as a service club (1903), headquarters (1905), and post office. By 1928, &lt;a href=\"duplex%20%28building%29\"&gt;duplex&lt;/a&gt; housing for senior &lt;a href=\"non-commissioned%20officer\"&gt;NCOs&lt;/a&gt;. In 1939, more NCO houses were built in a row facing Jefferson Avenue.\nHistorical use.\nBefore any cannon had been installed at the newly constructed Fort Wayne, the United States and Britain peacefully resolved their differences, eliminating the need for a fort on the Detroit River. Fort Wayne remained unused for a decade after its initial construction, manned only by a single watchman. There is evidence suggesting that the fort was a final stop on the &lt;a href=\"Underground%20Railroad\"&gt;Underground Railroad&lt;/a&gt; during these dormant years, as the Irish farmer who lived next to the fort's &lt;a href=\"Lunette%20%28fortification%29\"&gt;demilune&lt;/a&gt; operated a small ferry to Canada to supplement his income, the only such ferry in this part of the city at that time.\nIn 1861, the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; again made Fort Wayne relevant. British sympathy for the Confederacy renewed fears of an attack from Canada, leading to a reconstruction and strengthening of the fort walls. Two weeks after the beginning of the war, the Michigan 1st Volunteer Infantry Regiment was mustered into service at Fort Wayne. For the rest of the Civil War, the fort served as a mustering center for troops from Michigan, as well as a place for veterans to recover from their wounds. &lt;a href=\"Alfred%20Gibbs\"&gt;Alfred Gibbs&lt;/a&gt; was the first commander to occupy the fort, serving his &lt;a href=\"parole\"&gt;parole&lt;/a&gt; at Fort Wayne after being captured by the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederacy&lt;/a&gt;.\nAfter the Civil War and until 1920, Fort Wayne served as a garrison post, with regiments rotated from the western frontier for rest. In 1875, the city of Detroit annexed a portion of Springwells Township; in 1884, it annexed more of Springwells Township east of Livernois Avenue, including all land adjacent to Fort Wayne.\nDuring the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, troops from the fort headed to &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. The fort's guardhouse also housed the first telephone exchange in southwestern Detroit.\nDuring the &lt;a href=\"First%20Red%20Scare\"&gt;Red Scare&lt;/a&gt; following &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, the fort served as a temporary detention center for accused &lt;a href=\"communists\"&gt;communists&lt;/a&gt; awaiting trial. In 1921, the world's first motorized ride-on lawn mower, patented by &lt;a href=\"Ransom%20E.%20Olds\"&gt;Ransom E. Olds&lt;/a&gt; and manufactured by the Ideal Power Mower Co. of &lt;a href=\"Lansing\"&gt;Lansing&lt;/a&gt;, was used at Fort Wayne (as well as several other sites) for promotional purposes. During the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, the fort was opened to homeless families and it housed the &lt;a href=\"Civilian%20Conservation%20Corps\"&gt;Civilian Conservation Corps&lt;/a&gt;.\nDuring World War I, Fort Wayne had become instrumental in the acquisition of cars, trucks, and spare parts for the military. This motor vehicle supply function reached its peak in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, when Fort Wayne was designated Motor Supply Depot and additional buildings were constructed for warehousing and shipping. At that time, Fort Wayne was the largest motor supply depot in the entire world, the command center controlling the flow of materiel from the automobile factories to the citywide network of storage and staging facilities, which included the &lt;a href=\"Michigan%20State%20Fairgrounds\"&gt;Michigan State Fairgrounds&lt;/a&gt;, and the &lt;a href=\"Port%20of%20Detroit\"&gt;Port of Detroit&lt;/a&gt; terminal. Every single tank, truck, jeep, tire, or spare part that was sent to the fronts of World War II from the Detroit factories came through Fort Wayne. At that time, there was a railroad spur along the riverfront, docks for large ships, and over 2,000 (mostly civilian women) workers were employed; the drivers and mechanics of the &lt;a href=\"Red%20Ball%20Express\"&gt;Red Ball Express&lt;/a&gt; were also trained here. Fort Wayne served as home to Italian &lt;a href=\"Prisoner%20of%20war\"&gt;prisoners of war (POWs)&lt;/a&gt; captured during the &lt;a href=\"North%20African%20Campaign\"&gt;North African Campaign&lt;/a&gt;, who were employed as servants, cooks, and janitors. After Italy's surrender, the POWs were given the chance to return to Italy, but many chose to remain and settle in Detroit.\nAt the end of World War II, plans were made to close the fort. In 1948, the fort and original barracks were turned over to the City of Detroit's Historical Commission for operation as a military museum. In the 1950s, &lt;a href=\"anti-aircraft\"&gt;anti-aircraft&lt;/a&gt; guns were installed at the fort, later upgraded to &lt;a href=\"Nike-Ajax\"&gt;Nike-Ajax&lt;/a&gt; missiles. During the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, Fort Wayne served as an entrance station for the armed services, with thousands of enlistees and draftees being sworn in during the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; and &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;. The fort was again used to provide housing to displaced families after the 1967 &lt;a href=\"12th%20Street%20Riot\"&gt;12th Street Riot&lt;/a&gt;, with the last families staying at the fort until 1971.\nThe remainder of Fort Wayne was turned over piecemeal to the city of Detroit, with the last bit of property delivered in 1976.\nCurrent use.\nFrom 1949 until 2006, the Fort Wayne Military Museum was operated by the Detroit Historical Museum. Since early 2006, the fort has been operated by the Detroit Recreation Department, assisted by the Historic Fort Wayne Coalition, the Friends of Fort Wayne, and the Detroit Historical Society.\nThe fort hosts &lt;a href=\"historical%20reenacting\"&gt;historic reenactments&lt;/a&gt; (usually Civil War), spring and fall flea markets, concerts, youth soccer league matches, and Hispanic and Boy Scout events, and is open for some civic events. Areas can be rented for special events and family reunions. Also on the grounds is the remaining ancient Native American &lt;a href=\"burial%20mound\"&gt;burial mound&lt;/a&gt; and the &lt;a href=\"Tuskegee%20Airmen\"&gt;Tuskegee Airmen&lt;/a&gt; National Historical Museum.\nSpurred in part by construction of the new &lt;a href=\"Gordie%20Howe%20International%20Bridge\"&gt;Gordie Howe International Bridge&lt;/a&gt;, nearby, the fort has been studied for possible inclusion in the national park system. The &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; has previously assisted in identifying ways to preserve the fort and draw visitors. Among the possibilities, the fort could become part of &lt;a href=\"River%20Raisin%20National%20Battlefield%20Park\"&gt;River Raisin National Battlefield Park&lt;/a&gt;, based in &lt;a href=\"Monroe%2C%20Michigan\"&gt;Monroe&lt;/a&gt;, to the southwest.\nIn 2019, Fort Wayne hosted the Finish Line of the &lt;a href=\"The%20Amazing%20Race%2031\"&gt;31st season&lt;/a&gt; (subtitled \"Reality Showdown\") of the long-running CBS's reality competition \"&lt;a href=\"The%20Amazing%20Race%20%28American%20TV%20series%29\"&gt;The Amazing Race&lt;/a&gt;\"."
}