{
    "id": "22734060",
    "revid": "41144268",
    "url": "https://en.wikipedia.org/wiki?curid=22734060",
    "title": "Bert Dauncey",
    "text": "Frederick Herbert Dauncey (1 December 1871 – 30 October 1955) was a &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; wing who played club rugby for &lt;a href=\"Newport%20RFC\"&gt;Newport&lt;/a&gt; and was capped three times for &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt;. Dauncey was an all-round sportsman, and also represented Wales in &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; and Newport in &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;. He was educated at King Henry VIII Grammar School in &lt;a href=\"Abergavenny\"&gt;Abergavenny&lt;/a&gt; and was a lifelong member of the schools Old Boys society.\nRugby career.\nDauncey came to note as a Newport player, joining the club as a player in 1888. Dauncey made 178 appearances for Newport, scoring 94 tries, 9 conversions and a single dropped goal. Dauncey played at threequarters with two important Welsh international rugby players, &lt;a href=\"Tom%20Pearson%20%28rugby%20union%2C%20born%201872%29\"&gt;Tom Pearson&lt;/a&gt; and &lt;a href=\"Arthur%20Gould%20%28rugby%20player%29\"&gt;Arthur 'Monkey' Gould&lt;/a&gt;, with whom, historian &lt;a href=\"G.%20M.%20Trevelyan\"&gt;G. M. Trevelyan&lt;/a&gt; believed had an instinct to know where each were on the rugby pitch.\nIn 1896 Dauncey was awarded his first international cap, when he was selected to face England in the opening game of the &lt;a href=\"1896%20Home%20Nations%20Championship\"&gt;Home Nations Championship&lt;/a&gt;. Brought into the team as a replacement for Newport team-mate Tom Pearson, Dauncey was positioned on the wing opposite another new cap, &lt;a href=\"Cliff%20Bowen\"&gt;Cliff Bowen&lt;/a&gt;. Wales lost 25-0 to England. The Welsh selectors reacted by making multiple changes to the Welsh pack, but apart from replacing &lt;a href=\"Owen%20Badger\"&gt;Owen Badger&lt;/a&gt; for &lt;a href=\"Gwyn%20Nicholls\"&gt;Gwyn Nicholls&lt;/a&gt;, the threequarters were left alone, giving Dauncey a second cap in the second match of the tournament, home to Scotland. Played at the &lt;a href=\"Cardiff%20Arms%20Park\"&gt;Cardiff Arms Park&lt;/a&gt;, two second half tries gave Wales victory over Scotland. Dauncey played his last international game, the last Welsh game of the 1895/96 season, away to Ireland, and Wales lost 4-8. The next season Dauncey was replaced by the return of Tom Pearson.\nInternational matches played.\nWales\nTennis career.\nDauncey played tennis at a national level, representing the Welsh team in minor tournaments. In 1906 he partnered &lt;a href=\"The%20Championships%2C%20Wimbledon\"&gt;Wimbledon&lt;/a&gt; champion &lt;a href=\"May%20Sutton\"&gt;May Sutton&lt;/a&gt; in a mixed doubles match at the Welsh Tennis Championship, which although they were beaten in the second round, Sutton went on to win the ladies championship.\nHockey career.\nDauncey, like fellow Wales rugby player &lt;a href=\"Theo%20Harding\"&gt;Theo Harding&lt;/a&gt;, played field hockey. Dauncey followed Harding as captain of the Newport Hockey Club's men's team during the 1902 season."
}