{
    "id": "22748905",
    "revid": "1152308",
    "url": "https://en.wikipedia.org/wiki?curid=22748905",
    "title": "Dmitry Nelyubin",
    "text": "Dmitry Nelyubin (, 8 February 1971 – 1 January 2005) was a &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt;-&lt;a href=\"Russian%20Federation\"&gt;Russian&lt;/a&gt; &lt;a href=\"track%20cycling\"&gt;track cyclist&lt;/a&gt;. At the age of 17 Nelyubin, together with teammates &lt;a href=\"Viatcheslav%20Ekimov\"&gt;Viatcheslav Ekimov&lt;/a&gt;, &lt;a href=\"Art%C5%ABras%20Kasputis\"&gt;Artūras Kasputis&lt;/a&gt; and &lt;a href=\"Gintautas%20Umaras\"&gt;Gintautas Umaras&lt;/a&gt;, won the &lt;a href=\"Cycling%20at%20the%201988%20Summer%20Olympics\"&gt;4000 meter team pursuit&lt;/a&gt; event at the &lt;a href=\"1988%20Summer%20Olympics\"&gt;1988 Summer Olympics&lt;/a&gt; held in &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;. Nelyubin was killed in a street fight on the New Year night of 1 January 2005. Murder suspects, natives of &lt;a href=\"Kabardino-Balkaria\"&gt;Kabardino-Balkaria&lt;/a&gt;, were arrested four years later, in December 2008; the trial began in May 2009 and in September 2009 the jury declared one of the suspects guilty of murder.\nSports career.\nDmitry was a son of cyclist &lt;a href=\"Vladislav%20Nelyubin\"&gt;Vladislav Nelyubin&lt;/a&gt; (born 1947), participant of the &lt;a href=\"1968%20Summer%20Olympics\"&gt;1968 Olympic Games&lt;/a&gt; in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. Dmitry spent his school years at the Locomotiv Sports Society boarding school for Olympic prospects, with four training events every day, in any weather. His most remarkable achievement, winning the 4000 meter team pursuit at the 1988 Olympics, happened when he was only 17, making him the youngest Olympic champion in cycling. At the &lt;a href=\"1992%20Summer%20Olympics\"&gt;1992 Summer Olympics&lt;/a&gt; Nelyubin competed for the &lt;a href=\"Unified%20Team%20at%20the%20Olympics\"&gt;Unified Team&lt;/a&gt; of the defunct Soviet Union, coming sixth. Nelyubin continued cycling professionally until 1997 with no significant achievements.\nMurder and investigation.\nAt about 5 a.m. of 1 January 2005 Dmitry and a party of his friends went outdoors to launch fireworks at the corner of Lva Tolstogo Street and Rentgena Street in central Saint Petersburg. A group of aggressive young men confronted Nelyubin's party, a fight broke out. Nelyubin was stabbed in the stomach and fell on the snow; the attackers fled the scene. Emergency medics appeared on the scene half an hour after the attack; after four hours of hospital surgery Nelyubin died of a blood loss at 11:40 of the same day.\nInitial police search of nearby hostels correctly identified two principal suspects, students of a medical college, who had already fled the city. First arrest happened in May 2008 in &lt;a href=\"Dagestan\"&gt;Dagestan&lt;/a&gt;. In the beginning of December, 2008, investigators reported arrest of four suspects, identified initially only as \"natives of Kabardino-Balkaria\". Later, names of three suspects were released to the public; name of the fourth, still a minor, remains undisclosed. According to initial prosecution statements released in December 2008, the murder suspect \"had mistaken Nelyubin for a &lt;a href=\"skinhead\"&gt;skinhead&lt;/a&gt;\"; \"he [the suspect] admitted to be present at the murder scene and confessed that he did have a knife on him but claims he does not remember how the incident progressed and ended\".\nIn May 2009 the case against two of the suspects was deemed completed and passed to the court (only one of the suspects is charged with murder). According to the prosecution, the crime had no direct motives, thus no &lt;a href=\"hate%20crime\"&gt;hate crime&lt;/a&gt; clauses were invoked. However, the suspects insist that the attack, indeed, had a motive: they mistook Nelyubin for a &lt;a href=\"neo-nazi\"&gt;neo-nazi&lt;/a&gt;. According to the suspects, on the New Year night one of their friends was beaten by skinheads and called for help; they ran out of the hostel and attacked Nelyubin party, believing that these were the alleged skinheads.\nThe trial of Azhagoev brothers ended in September 2009. The jury found one of them guilty of murder, based primarily on statements by witnesses; defence said they would apply for an appellation."
}