{
    "id": "22758750",
    "revid": "320236",
    "url": "https://en.wikipedia.org/wiki?curid=22758750",
    "title": "Rugby union in the Australian Capital Territory",
    "text": "&lt;a href=\"Rugby%20union\"&gt;Rugby union&lt;/a&gt; is a popular &lt;a href=\"sport%20in%20the%20Australian%20Capital%20Territory\"&gt;sport in the Australian Capital Territory&lt;/a&gt;. Rugby football began to be played in the regions around what is now &lt;a href=\"Canberra\"&gt;Canberra&lt;/a&gt; more than a century ago.\nHistory.\nRugby union was established in the area around what is now the &lt;a href=\"Australian%20Capital%20Territory\"&gt;Australian Capital Territory&lt;/a&gt; well before it separated from New South Wales on 1 January 1911. Teams playing in the 19th century include &lt;a href=\"Goulburn%20Rugby%20Union%20Club\"&gt;Goulburn Rugby Union Club&lt;/a&gt; which was formed in 1872 and became a founding member of the &lt;a href=\"New%20South%20Wales%20Rugby%20Union\"&gt;Southern Rugby Union&lt;/a&gt; in 1874. &lt;a href=\"Cooma\"&gt;Cooma&lt;/a&gt; played &lt;a href=\"Snowy%20River%20Shire\"&gt;Snowy River&lt;/a&gt; as early as 1876, and &lt;a href=\"Queanbeyan\"&gt;Queanbeyan&lt;/a&gt; played &lt;a href=\"Yass%2C%20New%20South%20Wales\"&gt;Yass&lt;/a&gt; in 1878.\nThe first match of the &lt;a href=\"1899%20British%20Lions%20tour%20to%20Australia%23The%20Matches\"&gt;1899 British Lions tour&lt;/a&gt; was held at the Goulburn Showgrounds, and the Central Southern RFU put up a strong showing before the visitors prevailed 11–3. Central Southern beat the reigning Sydney premiers Glebe the following year.\nBeginnings.\nA team from &lt;a href=\"Hall%2C%20Australian%20Capital%20Territory\"&gt;Hall&lt;/a&gt; was playing rugby by 1907. &lt;a href=\"Royal%20Military%20College%2C%20Duntroon\"&gt;Royal Military College, Duntroon&lt;/a&gt; played the game from the year it was founded in 1911. The Federal City Club also played rugby union prior to the First World War, including matches against a Glenlee team from &lt;a href=\"Bungendore\"&gt;Bungendore&lt;/a&gt; and the Rovers and Warrigal clubs from &lt;a href=\"Queanbeyan\"&gt;Queanbeyan&lt;/a&gt;.\nThe dominant rugby code in the region after the first world war was &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt;. Although &lt;a href=\"Royal%20Military%20College%2C%20Duntroon\"&gt;Royal Military College&lt;/a&gt; remained with rugby union, matches had to be arranged with Sydney teams for the college to play the game. A Federal Capital Territory (FCT) branch of the &lt;a href=\"New%20South%20Wales%20Rugby%20Union\"&gt;NSW Rugby Union&lt;/a&gt; was founded in 1927, but there was not sufficient support for the union code to warrant the establishment of a formal competition. Royal Military College played a series of matches that year against the newly-formed Canberra Rugby Union Club instead. The Canberra club had adopted a black and white strip.\nThe &lt;a href=\"FCT%20Rugby%20Union\"&gt;FCT Rugby Union&lt;/a&gt; had to be re-established in 1930, and re-established again in 1937. It was renamed the Australian Capital Territory Rugby Union in 1939. No rugby union matches were played in Canberra for the five years prior to 1936, in the period when the Royal Military College was forced to relocate to the &lt;a href=\"Victoria%20Barracks%2C%20Sydney\"&gt;Victoria Barracks, Sydney&lt;/a&gt; due to the economic downturn caused by the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. After returning to Duntroon, the Military College played a re-formed Canberra Rugby Club in 1937, ten years after the teams had first met.\nThe &lt;a href=\"ACTRU%20Premier%20Division\"&gt;First Grade&lt;/a&gt; competition was started in 1938 with four clubs playing in the inaugural season. The Territory's representative team hosted the &lt;a href=\"All%20Blacks\"&gt;All Blacks&lt;/a&gt; at &lt;a href=\"Manuka%20Oval\"&gt;Manuka Oval&lt;/a&gt; in 1938, with the New Zealanders winning by 57–5.\nGrowth of amateur rugby: 1946 to 1995.\nRugby union expanded quickly after World War II, particularly in New South Wales. The Australian Capital Territory team grew in stature through the 1950s and 1960s as part of the &lt;a href=\"New%20South%20Wales%20Country%20Rugby%20Union\"&gt;NSW Country Rugby Union&lt;/a&gt;. ACT won the Caldwell Cup for the Country Championship for the first time in 1964 and went on to win it three times in a row. In 1966, five Canberra players were chosen in the squad for the Combined NSW Country team that gave the touring &lt;a href=\"British%20and%20Irish%20Lions\"&gt;British Lions&lt;/a&gt; team a physical match, losing narrowly by 6–3 in front of a record crowd at Manuka Oval.\nThe 1970s was a breakthrough decade. The ACT claimed their first win over an international side, defeating &lt;a href=\"Tonga%20national%20rugby%20union%20team\"&gt;Tonga&lt;/a&gt; by 17-6 in 1973. ACT Rugby Union separated from NSW Country after the 1974 season and became directly affiliated to the &lt;a href=\"Australian%20Rugby%20Union\"&gt;Australian Rugby Football Union&lt;/a&gt;. In 1975 the ACT team won promotion to top division of the &lt;a href=\"Wallaby%20Trophy\"&gt;Wallaby Trophy&lt;/a&gt;, Australia's provincial championship at the time. The triumph was cut short, however, as the tournament was cancelled in that season. In 1978, the ACT defeated the reigning &lt;a href=\"Six%20Nations%20Championship\"&gt;Five Nations&lt;/a&gt; champions &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; at Manuka Oval, showing that they could compete with some of the world's best players.\nAfter the ACT team had comprehensively beaten &lt;a href=\"New%20South%20Wales%20Waratahs\"&gt;New South Wales&lt;/a&gt; in 1994, an invitation was issued for a Canberra club to play in the &lt;a href=\"Shute%20Shield\"&gt;NSWRU Premiership&lt;/a&gt; for the following season. The &lt;a href=\"ACT%20Rugby%20Union\"&gt;ACT Rugby Union&lt;/a&gt; formed the Canberra Kookaburra Rugby Club in August 1994, with the &lt;a href=\"Tuggeranong%20Vikings\"&gt;Tuggeranong Vikings RUC&lt;/a&gt; as underwriters.\nBrumbies.\nThe &lt;a href=\"Brumbies\"&gt;Brumbies&lt;/a&gt; are the &lt;a href=\"Australian%20Capital%20Territory\"&gt;Australian Capital Territory&lt;/a&gt;'s professional rugby union team and have competed in the transnational &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; competition since the start of the professional era of rugby in 1996.\nCompetitions.\nSuper Rugby.\nThe Brumbies play in the &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; competition against other professional teams from Australia, New Zealand, South Africa, and now also Argentina and Japan. The Brumbies have won the Super Rugby competition twice (2001 and 2004), and finished as runner-up four times (1997, 2000, 2002, 2013).\nNational Rugby Championship.\nThe ACT has one team in the National Rugby Championship (NRC):\nACTRU Premier Division.\nThe Premier Division is contested in and around Canberra across four senior grades and three colts competitions. Club Championship trophies are also contested on overall results. The John I Dent Cup is the trophy for the first grade premiership competition, and the seven clubs currently competing for the premiership are:\nThe John I Dent Cup, which was first played for in 1938, was a gift to the union by the &lt;a href=\"Pastoral%20farming\"&gt;pastoralist&lt;/a&gt; John I Dent. The competition finals are now held at &lt;a href=\"Viking%20Park\"&gt;Viking Park&lt;/a&gt;."
}