{
    "id": "2275234",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2275234",
    "title": "Rudbeckia",
    "text": "Rudbeckia is a plant genus in the &lt;a href=\"Asteraceae\"&gt;Asteraceae&lt;/a&gt; or composite family. Rudbeckia flowers feature a prominent, raised central disc in black, brown shades of green, and in-between tones, giving rise to their familiar common names of coneflowers and black-eyed-susans. All are native to &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, and many species are cultivated in gardens for their showy yellow or gold flower heads that bloom in mid to late summer.\nThe species are &lt;a href=\"Herbaceous%20plant\"&gt;herbaceous&lt;/a&gt;, mostly &lt;a href=\"perennial%20plant\"&gt;perennial plant&lt;/a&gt;s (some &lt;a href=\"annual%20plant\"&gt;annual&lt;/a&gt; or &lt;a href=\"biennial%20plant\"&gt;biennial&lt;/a&gt;) growing to 0.5–3.0 m tall, with simple or branched stems. The &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; are spirally arranged, entire to deeply lobed, and 5–25 cm long. The &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are produced in &lt;a href=\"Leucanthemum%20vulgare\"&gt;daisy&lt;/a&gt;-like &lt;a href=\"inflorescence\"&gt;inflorescence&lt;/a&gt;s, with yellow or orange florets arranged in a prominent, cone-shaped head; \"cone-shaped\" because the ray florets tend to point out and down (are &lt;a href=\"decumbent\"&gt;decumbent&lt;/a&gt;) as the flower head opens.\nA large number of &lt;a href=\"species\"&gt;species&lt;/a&gt; have been proposed within \"Rudbeckia\", but most are now regarded as &lt;a href=\"synonym%20%28biology%29\"&gt;synonym&lt;/a&gt;s of the limited list given below.\nSeveral currently accepted species have several accepted varieties. Some of them (for example the black-eyed susan, \"&lt;a href=\"Rudbeckia%20hirta\"&gt;R. hirta&lt;/a&gt;\"), are popular garden flowers distinguished for their long flowering times. Many &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt;s of these species are known.\n\"Rudbeckia\" is one of at least four &lt;a href=\"genus\"&gt;genera&lt;/a&gt; within the &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt; family &lt;a href=\"Asteraceae\"&gt;Asteraceae&lt;/a&gt; whose members are commonly known as coneflowers; the others are \"&lt;a href=\"Echinacea\"&gt;Echinacea&lt;/a&gt;\", \n\"&lt;a href=\"Dracopis\"&gt;Dracopis&lt;/a&gt;\", and \"&lt;a href=\"Ratibida\"&gt;Ratibida&lt;/a&gt;\".\n\"Rudbeckia\" species are eaten by the &lt;a href=\"caterpillar\"&gt;caterpillar&lt;/a&gt;s of some &lt;a href=\"Lepidoptera\"&gt;Lepidoptera&lt;/a&gt; species including &lt;a href=\"cabbage%20moth\"&gt;cabbage moth&lt;/a&gt;s and &lt;a href=\"dot%20moth\"&gt;dot moth&lt;/a&gt;s.\nEtymology.\nThe name was given by &lt;a href=\"Carolus%20Linnaeus\"&gt;Carolus Linnaeus&lt;/a&gt; to honor his patron and fellow botanist at &lt;a href=\"Uppsala%20University\"&gt;Uppsala University&lt;/a&gt;, &lt;a href=\"Olof%20Rudbeck%20the%20Younger\"&gt;Olof Rudbeck the Younger&lt;/a&gt; (1660–1740), as well as Rudbeck's late father &lt;a href=\"Olof%20Rudbeck%20the%20Elder\"&gt;Olof Rudbeck the Elder&lt;/a&gt; (1630–1702), a distinguished &lt;a href=\"Natural%20philosophy\"&gt;Naturalist&lt;/a&gt;, &lt;a href=\"Philologist\"&gt;Philologist&lt;/a&gt;, and &lt;a href=\"Doctor%20of%20Medicine\"&gt;Doctor of Medicine&lt;/a&gt; (he had discovered the lymphatic system), and founder of Sweden's first botanic garden, now the &lt;a href=\"Linnaean%20Garden\"&gt;Linnaean Garden&lt;/a&gt; at Uppsala. In 1730 Linnaeus had been invited into the home of the younger Rudbeck (now almost 70) as tutor his youngest children. Rudbeck had then recommended Linnaeus to replace him as a lecturer at the university and as the botanical garden demonstrator, even though Linnaeus was only in his second year of studies. In his book \"The Compleat Naturalist: A Life of Linnaeus\", Wilfred Blunt quotes Linnaeus's dedication: \nSo long as the earth shall survive and as each spring shall see it covered with flowers, the Rudbeckia will preserve your glorious name. I have chosen a \"noble\" plant in order to recall your merits and the services you have rendered, a \"tall\" one to give an idea of your stature, and I wanted it to be one which branched and which flowered and fruited freely, to show that you cultivated not only the sciences but also the humanities. Its rayed flowers will bear witness that you shone among savants like the sun among the stars; its perennial roots will remind us that each year sees you live again through new works. Pride of our gardens, the Rudbeckia will be cultivated throughout Europe and in distant lands where your revered name must long have been known. Accept this plant, not for what it is but for what it will become when it bears your name.\nUses.\nMany species are used in &lt;a href=\"prairie%20restoration\"&gt;prairie restoration&lt;/a&gt;s, for ornamental use, and by livestock for forage. An abundance of these plants on a rangeland indicates good health. They are deer and rabbit resistant."
}