{
    "id": "2276272",
    "revid": "121745",
    "url": "https://en.wikipedia.org/wiki?curid=2276272",
    "title": "The Unquiet Grave",
    "text": "\"The Unquiet Grave\" is an English &lt;a href=\"folk%20song\"&gt;folk song&lt;/a&gt; in which a young man mourns his dead love too hard and prevents her from obtaining peace. It is thought to date from 1400 and was collected in 1868 by &lt;a href=\"Francis%20James%20Child\"&gt;Francis James Child&lt;/a&gt;, as &lt;a href=\"Child%20Ballad\"&gt;Child Ballad&lt;/a&gt; number 78. One of the more common tunes used for the ballad is the same as that used for the English ballad \"&lt;a href=\"Dives%20and%20Lazarus%20%28ballad%29\"&gt;Dives and Lazarus&lt;/a&gt;\" and the Irish pub favorite \"&lt;a href=\"Star%20of%20the%20County%20Down\"&gt;Star of the County Down&lt;/a&gt;\".\nSynopsis.\nA man mourns his true love for \"a twelve month and a day\". At the end of that time, the dead woman complains that his weeping is keeping her from peaceful rest. He begs a kiss. She tells him it would kill him. When he persists, wanting to join her in death, she explains that once they were both dead their hearts would simply decay, and that he should enjoy life while he has it.\nVariants.\nThe version noted by &lt;a href=\"Cecil%20Sharp\"&gt;Cecil Sharp&lt;/a&gt; ends with \"When will we meet again? / When the autumn leaves that fall from the trees / Are green and spring up again.\"\nMany verses in this ballad have parallels in other ballads: \"&lt;a href=\"Bonny%20Bee%20Hom\"&gt;Bonny Bee Hom&lt;/a&gt;\", \"&lt;a href=\"Sweet%20William%27s%20Ghost\"&gt;Sweet William's Ghost&lt;/a&gt;\" and some variants of \"&lt;a href=\"The%20Twa%20Brothers\"&gt;The Twa Brothers&lt;/a&gt;\".\nThe motif that excessive grief can disturb the dead is found also in German and Scandinavian ballads, as well as Greek and Roman traditions.\nWeen plays a version featuring a woman weeping for a dead man, on their 1997 album \"&lt;a href=\"The%20Mollusk\"&gt;The Mollusk&lt;/a&gt;\" entitled \"Cold Blows the Wind\". The liner notes of the album misattributes the song as a traditional Chinese spiritual."
}