{
    "id": "22774127",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=22774127",
    "title": "Brian Vogler",
    "text": "Brian \"Chookie\" Vogler (30 May 1932 in &lt;a href=\"Ipswich%2C%20Queensland\"&gt;Ipswich, Queensland&lt;/a&gt; – 6 May 2009 in &lt;a href=\"Gold%20Coast%2C%20Queensland\"&gt;Gold Coast, Queensland&lt;/a&gt;) was an Australian international &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; and coal miner.\nBiography.\nHe spent his childhood in &lt;a href=\"North%20Ipswich%2C%20Queensland\"&gt;North Ipswich&lt;/a&gt; attending local Catholic schools before becoming a coal miner, a profession he followed for 43 years.\nVogler began his sporting career as a professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer before switching to football. He played senior football in Queensland for Blackstone and Hellenic during the 1950s and 1960s. Later he would be a competitive cricketer and lawn bowler.\nAlthough selected in the Australian squad that competed at the &lt;a href=\"Association%20football%20at%20the%201956%20Summer%20Olympics\"&gt;1956 Melbourne Olympic Games&lt;/a&gt;, Brian didn't make his international debut until after the Games in a friendly match against &lt;a href=\"India%20national%20football%20team\"&gt;India&lt;/a&gt; at the &lt;a href=\"Sydney%20Sports%20Ground\"&gt;Sydney Sports Ground&lt;/a&gt; in December of the same year.\nVogler, &lt;a href=\"Socceroo\"&gt;Socceroo&lt;/a&gt; number 158, scored on debut in a 1–7 loss to the Indians. He played two more matches for Australia against New Zealand in 1958 scoring his second A-international goal at Carlaw Park in a 2-all draw. In 1959 he scored again for Australia in a B-International against a touring &lt;a href=\"Heart%20of%20Midlothian%20F.C.\"&gt;Heart of Midlothian&lt;/a&gt; team. In later life he was a competitive &lt;a href=\"lawn%20bowls\"&gt;lawn bowler&lt;/a&gt;.\nPersonal life.\nMarried to Margaret. They had six children: Mark, Gary, Christine, &lt;a href=\"Peter%20Vogler\"&gt;Peter&lt;/a&gt; (an Australian representative in baseball at two Olympics), Matthew and Anne."
}