{
    "id": "22775386",
    "revid": "445772",
    "url": "https://en.wikipedia.org/wiki?curid=22775386",
    "title": "Bethesda Lutheran Communities",
    "text": "Bethesda Lutheran Communities is a non-profit human service organization serving people with intellectual and &lt;a href=\"developmental%20disabilities\"&gt;developmental disabilities&lt;/a&gt; through faith-based programs. Bethesda, a 501(c)3 non-profit, provides supports and services for more than 2,000 people with intellectual and developmental disabilities and their families in 13 states including California, Colorado, Illinois, Indiana, Kansas, Michigan, Minnesota, Missouri, New Jersey, Oregon, Texas, Washington, and Wisconsin. The organization is headquartered in &lt;a href=\"Watertown%2C%20Wisconsin\"&gt;Watertown, Wisconsin&lt;/a&gt;.\nHistory.\nBethesda was founded on April 13, 1904, in Watertown, Wisconsin, by Children’s Friends Societies from seven &lt;a href=\"Midwestern\"&gt;Midwestern&lt;/a&gt; states. The organization was originally named \"The Society for the Training and Care of the &lt;a href=\"Feeble-minded\"&gt;Feeble-minded&lt;/a&gt; and &lt;a href=\"Epileptic\"&gt;Epileptic&lt;/a&gt;\". The five people originally supported by the organization moved into rented quarters in Watertown.\nIn 1906, the organization had grown to serve 14 people, but lost its lease. It relocated to a small vacant &lt;a href=\"sanatorium\"&gt;sanitarium&lt;/a&gt; in &lt;a href=\"Milwaukee%2C%20Wisconsin\"&gt;Milwaukee, Wisconsin&lt;/a&gt;, for 2½ years and grew to serve a clientele of 40 people. Having outgrown its Milwaukee location, the organization returned to Watertown in 1909, where the first permanent building was located on farmland along the banks of the &lt;a href=\"Rock%20River%20%28Mississippi%20River%29\"&gt;Rock River&lt;/a&gt;. Above the main entrance to that building was placed a stone inscribed with a single word, “Bethesda”. The word is &lt;a href=\"Hebrew\"&gt;Hebrew&lt;/a&gt; for “House of Mercy” and is taken from a story of healing in the fifth chapter of the &lt;a href=\"Gospel%20of%20John\"&gt;Gospel of John&lt;/a&gt;. The name of the organization was not officially changed to Bethesda Lutheran Home until 1924.\nThe original building quickly filled and others were built to accommodate a growing need for space. Through the first 40 years of its existence, Bethesda made use of the surrounding &lt;a href=\"Arable%20land\"&gt;farmland&lt;/a&gt; and &lt;a href=\"orchards\"&gt;orchards&lt;/a&gt; to provide much of its own food. Many of the residents provided the necessary labor.\n1970s.\nBy the early 1970s, the number of people with intellectual and developmental disabilities living at the &lt;a href=\"institution\"&gt;institution&lt;/a&gt; had grown to 660. In response to this large number of people, along with the growing level of individual needs, the board of directors and administration began to seek more appropriate living settings for many people. For others, they began to explore the possibility of establishing &lt;a href=\"group%20homes\"&gt;group homes&lt;/a&gt; away from Watertown and closer to people’s families. In 1977, the first Bethesda &lt;a href=\"group%20home\"&gt;group home&lt;/a&gt; was established in &lt;a href=\"Maryville%2C%20Missouri\"&gt;Maryville, Missouri&lt;/a&gt;. The establishment of additional homes in other states followed.\n1980–2010.\nThe 1980s and 1990s were marked by significant expansion of services in a number of states. In two locations, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; and Texas, Bethesda acquired existing programs that were facing financial difficulties. Both programs are functioning and still expanding today. In &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, a number of new homes were constructed.\nIn the early 1980s, Bethesda established the National Christian Resource Center (NCRC). The NCRC provides outreach services beyond the individuals it supports. For 25 years, the NCRC produced religious education materials for churches; staff training materials for other service providers; referral information to parents, teachers and pastors; and &lt;a href=\"scholarship\"&gt;scholarship&lt;/a&gt; and award programs for &lt;a href=\"grade%20school\"&gt;grade school&lt;/a&gt;, high school and college students. In 2009, the NCRC gave way to the Bethesda &lt;a href=\"Institute\"&gt;Institute&lt;/a&gt;, which has become the primary outreach division of Bethesda Lutheran Communities. The Institute is planned to provide &lt;a href=\"Consultant\"&gt;consultation&lt;/a&gt;, &lt;a href=\"research\"&gt;research&lt;/a&gt;, professional training, and &lt;a href=\"leadership%20development\"&gt;leadership development&lt;/a&gt; in the field of intellectual and developmental disabilities.\nIn recognition of its broadened role in producing outreach materials and services beyond its single location in Watertown, Bethesda's &lt;a href=\"Board%20of%20Directors\"&gt;Board of Directors&lt;/a&gt; made the decision in 1992 to change the name of the organization to Bethesda Lutheran Homes and Services, Inc. In 2004, Bethesda opened a new corporate headquarters building.\n2020s.\nIn 2021 it was announced that &lt;a href=\"Raleigh%2C%20NC\"&gt;Raleigh, NC&lt;/a&gt;-based &lt;a href=\"Broadstep%20Behavioral%20Health\"&gt;Broadstep Behavioral Health&lt;/a&gt;, a portfolio company within the Double Impact fund of &lt;a href=\"Bain%20Capital\"&gt;Bain Capital&lt;/a&gt;, had acquired Bethesda Lutheran Communities' residential and support programs in Illinois, Indiana, and Wisconsin.\nGood Shepherd Communities.\nIn 2006, Bethesda became a nationwide organization when Good Shepherd Communities (GSC) became a wholly controlled subsidiary of the organization. The histories of the two agencies had been intertwined since GSC’s inception. In 1949, Norma and Paul Yorde traveled from California to Watertown, Wisconsin, to inquire about placing their son on a waiting list for admission to Bethesda. Bethesda was unable to admit their son but offered the Yordes assistance in developing a program for people with disabilities on the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;west coast&lt;/a&gt;. \nFounded as Good Shepherd Lutheran Home of the West in &lt;a href=\"Terra%20Bella%2C%20California\"&gt;Terra Bella, California&lt;/a&gt;, Bethesda provided assistance to help the organization get started and, in the 1970s, the two agencies even partnered on a successful joint fundraising initiative.\nIn November 2008, Bethesda’s Board of Directors made the recommendation to affect the formal merger with Good Shepherd Communities, effective September 1, 2009. That recommendation was preceded by a year-long study of Bethesda’s mission, &lt;a href=\"Goal\"&gt;vision&lt;/a&gt;, and &lt;a href=\"values\"&gt;values&lt;/a&gt; with relation to the strength of its identity. A formal merger of Bethesda and GSC was approved in May 2009. As of September 1, 2009, the single organization became known as Bethesda Lutheran Communities.\nAdvocacy.\nThrough its \"Bethesda Voices\" program, an online community, Bethesda seeks to improve public policy affecting people with intellectual and developmental disabilities. Its purpose is to educate, engage and mobilize support for system reforms and improvements, and to seek improved and sustainable funding for services and supports. One focus is &lt;a href=\"Medicaid\"&gt;Medicaid&lt;/a&gt; reform, specifically, helping to make funding more accessible to people seeking services in the community as opposed to larger, institutional settings.\nPrograms.\n, Bethesda supports individuals in over 300 locations across 13 states including &lt;a href=\"California\"&gt;California&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt;, &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;, and &lt;a href=\"Washington%20%28U.S.%20state%29\"&gt;Washington&lt;/a&gt;. Most people served by Bethesda receive residential supports in group homes and apartments. Bethesda also provides vocational training either on its own or by contracting with other local providers.\nEmployment supports.\nBethesda assists people with intellectual and developmental disabilities find career opportunities in Wisconsin, Oregon, and Colorado. Employment staff evaluate individuals and help them navigate the hiring process. Bethesda also works with employers who are looking for staff. \nBethesda College.\nThe Bethesda College of Applied Learning is a two-year post-secondary certificate program where students with intellectual and developmental disabilities can participate in college education. Students enrolled in Bethesda College live in integrated residence halls on the &lt;a href=\"Concordia%20University%20Wisconsin\"&gt;Concordia University Wisconsin&lt;/a&gt; campus in &lt;a href=\"Mequon%2C%20Wisconsin\"&gt;Mequon&lt;/a&gt;.\nOutreach services.\nThrough its primary outreach portal, the &lt;a href=\"http%3A//www.BethesdaInstitute.org\"&gt;Bethesda Institute&lt;/a&gt;, the organization produces and distributes &lt;a href=\"curricula\"&gt;curricula&lt;/a&gt; and other resources supporting the &lt;a href=\"Spirituality\"&gt;spiritual&lt;/a&gt; lives of people with disabilities. Since 1986, the Institute has also produced staff training materials for distribution to other professional support providing agencies.\nInternational work.\nOn August 10, 2001, Bethesda joined with v. Bodelschwinghsche Anstalten Bethel of Germany, &lt;a href=\"Nord-Norges%20Daikonistiftelse\"&gt;Nord-Norges Daikonistiftelse&lt;/a&gt; of Norway, Mosaic of the United States, and Bethphage of Great Britain to create IMPACT, an international organization formed to positively impact public policy throughout the world and to respond to the needs of children and adults with disabilities.\nInternational partnerships also exist with the &lt;a href=\"Lutheran%20Church%E2%80%93Missouri%20Synod\"&gt;Lutheran Church–Missouri Synod&lt;/a&gt; World Relief and Human Care to provide special programs in &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;, and the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt;.\nCamp Matz.\nBethesda previously operated Camp Matz, a fully accessible camp for people with disabilities, staffed by volunteers from the Lutheran Church–Missouri Synod’s Servant Event program. The camp was home to the only fully wheelchair &lt;a href=\"accessibility\"&gt;accessible&lt;/a&gt; treehouse in the Midwest."
}