{
    "id": "2279168",
    "revid": "33501199",
    "url": "https://en.wikipedia.org/wiki?curid=2279168",
    "title": "Ben Villaflor",
    "text": "Benjamin Villaflor (born November 10, 1952) is a former &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt; who was the &lt;a href=\"World%20Boxing%20Association\"&gt;WBA&lt;/a&gt; and &lt;a href=\"Lineal%20championship\"&gt;lineal junior lightweight&lt;/a&gt; (now called super featherweight) champion during the 1970s.\nProfessional boxing career.\nAccording to records, Villaflor began his career as a professional boxer when he was only thirteen years old, on October 1, 1966, beating Flash Javier by decision in four rounds. Most of Villaflor's early bouts' records were not well kept, therefore, although October 1, 1966 appears to have been the date of Villaflor's professional debut, this is not known with certainty, and neither is the location where the fight took place. Villaflor ran a record of twelve wins without a loss, with eight &lt;a href=\"knockout\"&gt;knockout&lt;/a&gt;s before he suffered his first loss, against Roger Boy Pedrano, by an eight-round decision in a fight apparently held on July 1, 1967, at the Philippines.\nAfter winning his next fight, he faced Pedrano and again lost by decision, in another fight without much documented data.\nVillaflor had his first documented fight on February 1, 1968, at &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;. Villaflor and Rod Sario had a &lt;a href=\"Technical%20decision\"&gt;technical draw (tie)&lt;/a&gt; after four rounds. Villaflor would have a total of seven draws in his professional boxing career, a relatively large number in that category.\nAlthough Villaflor won nine, lost two and drew two of his next thirteen bouts, his fighting in the Philippines exclusively represented a problem for him to become known overseas. He began the 1970s by losing two ten-round decisions in a row, to Pedro Martinez on March 7, 1970 and to Alfredo Avila, six weeks later.\nVillaflor won his next seventeen bouts, however, eleven of them by knockout. He moved to &lt;a href=\"Honolulu%2C%20Hawaii\"&gt;Honolulu, Hawaii&lt;/a&gt;, so he could get more exposure in the United States and the rest of the world. Villaflor liked Honolulu so much that he still lives in the &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;an city. He beat Rafael López by a first-round knockout, on April 13, 1971, in what represented both his first fight in Honolulu and also his first fight abroad. He also beat former world champion Raul Cruz, beaten by knockout in ten rounds, November 11, 1971.\nOn April 25, 1972, Villaflor was given his first opportunity at a world title, when faced with WBA and Lineal Jr. Lightweight champion &lt;a href=\"Alfredo%20Marcano\"&gt;Alfredo Marcano&lt;/a&gt; of &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;. Villaflor became world champion by defeating Marcano by a fifteen-round unanimous decision at Honolulu.\nVillaflor then engaged in a series of non-title bouts, including one against &lt;a href=\"Roberto%20Dur%C3%A1n\"&gt;Roberto Durán&lt;/a&gt; world title challenger Jimmy Robertson, beaten by Villaflor by a ten-round decision on November 15 of that year. Prior to that, he had retained the title with a fifteen-round draw against Victor Echegaray, on September 25.\nOn March 12, 1973, Villaflor lost his title for the first time, being beaten on points by Japan's &lt;a href=\"Kuniaki%20Shibata\"&gt;Kuniaki Shibata&lt;/a&gt; over fifteen rounds in Honolulu. But, after two knockout wins, Villaflor had a rematch with Shibata, also in Honolulu, and he recovered the WBA world Jr. Lightweight championship with a first-round knockout, on October 17, also at Honolulu.\nNext for Villaflor was a widely expected fight across Asia, as he met Japan's top rated challenger, Apollo Yoshio, on March 14, 1974, at &lt;a href=\"Toyama%2C%20Toyama\"&gt;Toyama&lt;/a&gt;. The two boxers fought to a fifteen-round draw. After another non-title win, Villaflor met future world champion &lt;a href=\"Yasutsune%20Uehara\"&gt;Yasutsune Uehara&lt;/a&gt;, on August 24 in Honolulu, knocking out Uehara in the second round. After that, Villaflor made his mainland United States debut, when he and perennial challenger Ray Lunny III fought to a six-round technical draw on November 14, a cut on Villaflor's head which had been caused by a headbutt being the determining factor for the fight to end with such result.\nVillaflor retained the title twice more, then met &lt;a href=\"Samuel%20Serrano\"&gt;Samuel Serrano&lt;/a&gt; for the first time, on April 13, 1976, in Honolulu, and the two combatants fought to a fifteen-round draw. The draw was so controversial that the WBA ordered an immediate rematch. After winning a non-title bout by knockout, Villaflor traveled to &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; for the rematch, held on November 16, at &lt;a href=\"Hiram%20Bithorn\"&gt;Hiram Bithorn&lt;/a&gt; &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt;, in &lt;a href=\"San%20Juan%2C%20Puerto%20Rico\"&gt;San Juan&lt;/a&gt;. Serrano outpointed Villaflor over fifteen rounds in what turned out to be Villaflor's last professional bout.\nHe is currently involved in managing other boxers' careers. Villaflor is the Sergeant At Arms for the Hawaii State Senate, a position to which he is appointed by a vote of the Senate each year."
}