{
    "id": "2281380",
    "revid": "38995273",
    "url": "https://en.wikipedia.org/wiki?curid=2281380",
    "title": "1994 Tour de France",
    "text": "The 1994 Tour de France was the 81st edition of the &lt;a href=\"Tour%20de%20France\"&gt;Tour de France&lt;/a&gt;, one of cycling's &lt;a href=\"Grand%20Tour%20%28cycling%29\"&gt;Grand Tours&lt;/a&gt;. The Tour began on 2 July with a prologue around the French city &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt;. After 21 more days of racing, the Tour came to a close on the street of the &lt;a href=\"Champs-%C3%89lys%C3%A9es\"&gt;Champs-Élysées&lt;/a&gt;. Twenty-one teams entered the race that was won by &lt;a href=\"Miguel%20Indurain\"&gt;Miguel Indurain&lt;/a&gt; of the team. Second and third respectively were the Latvian &lt;a href=\"Piotr%20Ugrumov\"&gt;Piotr Ugrumov&lt;/a&gt; and the Italian rider, &lt;a href=\"Marco%20Pantani\"&gt;Marco Pantani&lt;/a&gt;.\nMiguel Indurain first captured the lead after the stage 9 individual time trial. &lt;a href=\"Chris%20Boardman\"&gt;Chris Boardman&lt;/a&gt; was the first rider to wear the yellow jersey as leader of the &lt;a href=\"general%20classification%20in%20the%20Tour%20de%20France\"&gt;general classification&lt;/a&gt; after winning the opening prologue. Boardman lost the lead to &lt;a href=\"Johan%20Museeuw\"&gt;Johan Museeuw&lt;/a&gt; after Museeuw's team won the stage three &lt;a href=\"team%20time%20trial\"&gt;team time trial&lt;/a&gt;. &lt;a href=\"Flavio%20Vanzella\"&gt;Flavio Vanzella&lt;/a&gt; took the lead away from Museeuw the next day as the Tour made its way into &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;. Vanzella lost the lead to &lt;a href=\"Sean%20Yates\"&gt;Sean Yates&lt;/a&gt; after the race's sixth stage. Yates led the race for a single day before losing it to Museeuw after the conclusion of stage 7. Museeuw lost the lead to Indurain after the stage 9 individual time trial, who then successfully defended the lead through the &lt;a href=\"Alps\"&gt;Alps&lt;/a&gt; and &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; and to the Tour's finish in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;.\nIndurain became the third rider to win four consecutive Tours de France. In the race's other classifications, rider &lt;a href=\"Djamolidine%20Abdoujaparov\"&gt;Djamolidine Abdoujaparov&lt;/a&gt; won the points classification, &lt;a href=\"Richard%20Virenque\"&gt;Richard Virenque&lt;/a&gt; of the team won the mountains classification, rider &lt;a href=\"Marco%20Pantani\"&gt;Marco Pantani&lt;/a&gt; won the youth classification for the best rider aged 26 or under in the general classification after having finished third overall, and Eros Poli of the team won the combativity classification. Festina-Lotus won the team classification, which ranked each of the twenty teams contesting the race by lowest cumulative time.\nTeams.\nA total of 21 teams were invited to participate in the 1994 Tour de France. Fifteen teams were announced in May, based on their &lt;a href=\"Union%20Cycliste%20Internationale\"&gt;UCI&lt;/a&gt; ranking: Although the organisation had planned to give five additional wildcards in June, after the &lt;a href=\"1994%20Giro%20d%27Italia\"&gt;1994 Giro d'Italia&lt;/a&gt;, it was decided to invite one extra team, and six &lt;a href=\"Wild%20card%20%28sports%29\"&gt;wildcards&lt;/a&gt; were given. The team of &lt;a href=\"Zenon%20Jasku%C5%82a\"&gt;Zenon Jaskuła&lt;/a&gt;, who had finished in third place in the &lt;a href=\"1993%20Tour%20de%20France\"&gt;1993 Tour de France&lt;/a&gt;, was not selected. Each team sent a squad of nine riders, so the Tour began with a peloton of 189 cyclists. Of these, 189 riders that started this edition of the Tour de France, a total of 117 riders made it to the finish in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;.\nThe teams entering the race were:\nQualified teams\nInvited teams\nRoute and stages.\nThe 1994 edition of the Tour de France began with a short prologue that navigated around the French city of &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt;. There were a total of six stages that held many high mountains, while there was only one hilly stage that contained climbs of lesser degree. Eleven of the stages were primarily flat stages. The official route contained four time trials, three of which were &lt;a href=\"individual%20time%20trial\"&gt;individual&lt;/a&gt; and one of which was a &lt;a href=\"team%20time%20trial\"&gt;team&lt;/a&gt; event.\nThere were two stages that began or ended outside France. Stage 4 began in the English port town of &lt;a href=\"Dover\"&gt;Dover&lt;/a&gt; and ended in &lt;a href=\"Brighton\"&gt;Brighton&lt;/a&gt;. The fifth stage began and ended in the British city of &lt;a href=\"Portsmouth\"&gt;Portsmouth&lt;/a&gt;. This was only the second time the tour has visited England, and to mark the opening of the &lt;a href=\"Channel%20Tunnel\"&gt;Channel Tunnel&lt;/a&gt;.\nOf the stages that contained mountains, four contained summit finishes: stage 11 to &lt;a href=\"Hautacam\"&gt;Hautacam&lt;/a&gt;, stage 12 to &lt;a href=\"Luz%20Ardiden\"&gt;Luz Ardiden&lt;/a&gt;, stage 16 to &lt;a href=\"Alpe%20d%27Huez\"&gt;Alpe d'Huez&lt;/a&gt;, and stage 17 to &lt;a href=\"Val%20Thorens\"&gt;Val Thorens&lt;/a&gt;. The nineteenth stage, an individual time trial, had a summit finish to &lt;a href=\"Avoriaz\"&gt;Avoriaz&lt;/a&gt;. The &lt;a href=\"List%20of%20highest%20points%20reached%20in%20the%20Tour%20de%20France\"&gt;highest point of elevation in the race&lt;/a&gt; was at the summit of the &lt;a href=\"Val%20Thorens\"&gt;Val Thorens&lt;/a&gt; climb on stage 17.\nRace overview.\nThe 1994 edition of the Tour de France began with a brief prologue around the city of &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt;. Englishman &lt;a href=\"Chris%20Boardman\"&gt;Chris Boardman&lt;/a&gt; set a blistering pace on the course en route to winning the stage by fifteen seconds over the second-place finisher &lt;a href=\"Miguel%20Indurain\"&gt;Miguel Indurain&lt;/a&gt;. Stage 1 was a relatively flat stage that came down to a bunch sprint that was marred by a large crash. As the riders were sprinting to the finish line, a policeman leaned out to take a photograph causing &lt;a href=\"Wilfried%20Nelissen\"&gt;Wilfried Nelissen&lt;/a&gt; to slam on his brakes and crash into the policeman while also taking out &lt;a href=\"Laurent%20Jalabert\"&gt;Laurent Jalabert&lt;/a&gt; in the process. &lt;a href=\"Djamolidine%20Abdoujaparov\"&gt;Djamolidine Abdoujaparov&lt;/a&gt; ultimately won the stage while Jalabert and Nelissen were forced to drop out of the race due to the injuries they had sustained.\nThe Yellow Jersey switched riders multiple times through the first eight stages but in the Stage 9 individual time trial Indurain absolutely obliterated the entire field with only eight riders able to keep him within 6:00, and of those riders only &lt;a href=\"Tony%20Rominger\"&gt;Tony Rominger&lt;/a&gt; was able to keep Indurain within four minutes. Amazingly a young &lt;a href=\"Lance%20Armstrong\"&gt;Lance Armstrong&lt;/a&gt; was able to hold onto a top 10 placing through Stage 10, but other than Rominger no one was in a position to threaten Indurain's lead.\nAs the race entered the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; in stages 11 and 12 Indurain built on his lead over Rominger who abandoned the Tour in Stage 13. As the race climbed &lt;a href=\"Mont%20Ventoux\"&gt;Mont Ventoux&lt;/a&gt; and crossed the Alps &lt;a href=\"Marco%20Pantani\"&gt;Marco Pantani&lt;/a&gt; and &lt;a href=\"Piotr%20Ugrumov\"&gt;Piotr Ugrumov&lt;/a&gt; began to climb through the top 10 as &lt;a href=\"Richard%20Virenque\"&gt;Richard Virenque&lt;/a&gt; held onto 2nd place, but Indurain's lead was secure with Virenque more than 7:00 behind.\nIn the final time trial in Stage 19 Ugrumov won the stage with Pantani coming in second both riders gaining considerable time on Indurain, but by the end of the day it was too little too late for both riders as Indurain's 4th consecutive Tour de France victory was all but secure as he held a commanding lead of 5:39 over the now 2nd place Ugrumov.\nClassification leadership and minor prizes.\nThere were several classifications in the 1994 Tour de France. The most important was the &lt;a href=\"general%20classification%20in%20the%20Tour%20de%20France\"&gt;general classification&lt;/a&gt;, calculated by adding each cyclist's finishing times on each stage. The cyclist with the least accumulated time was the race leader, identified by the yellow jersey; the winner of this classification is considered the winner of the Tour.\nAdditionally, there was a &lt;a href=\"points%20classification%20in%20the%20Tour%20de%20France\"&gt;points classification&lt;/a&gt;, which awarded a green jersey. In the points classification, cyclists got points for finishing among the best in a stage finish, or in intermediate sprints. The cyclist with the most points lead the classification, and was identified with a green jersey.\nThere was also a &lt;a href=\"mountains%20classification%20in%20the%20Tour%20de%20France\"&gt;mountains classification&lt;/a&gt;. The organisation had categorised some climbs as either \"&lt;a href=\"hors%20cat%C3%A9gorie\"&gt;hors catégorie&lt;/a&gt;\", first, second, third, or fourth-category; points for this classification were won by the first cyclists that reached the top of these climbs first, with more points available for the higher-categorised climbs. The cyclist with the most points lead the classification, and wore a white jersey with red &lt;a href=\"polka%20dot\"&gt;polka dot&lt;/a&gt;s.\nThe fourth individual classification was the &lt;a href=\"Young%20rider%20classification%20in%20the%20Tour%20de%20France\"&gt;young rider classification&lt;/a&gt;, which was not marked by a jersey. This was decided the same way as the general classification, but only riders under 26 years were eligible.\nFor the &lt;a href=\"Team%20classification%20in%20the%20Tour%20de%20France\"&gt;team classification&lt;/a&gt;, the times of the best three cyclists per team on each stage were added; the leading team was the team with the lowest total time.\nIn addition, there was a &lt;a href=\"Combativity%20award%20in%20the%20Tour%20de%20France\"&gt;combativity award&lt;/a&gt; given after each &lt;a href=\"Mass%20start\"&gt;mass-start&lt;/a&gt; stage to the cyclist considered most combative. The decision was made by a jury composed of journalists who gave points. The cyclist with the most points from votes in all stages led the combativity classification. &lt;a href=\"Eros%20Poli\"&gt;Eros Poli&lt;/a&gt; won this classification, and was given overall the super-combativity award. The &lt;a href=\"Souvenir%20Henri%20Desgrange\"&gt;Souvenir Henri Desgrange&lt;/a&gt; was given in honour of Tour founder &lt;a href=\"Henri%20Desgrange\"&gt;Henri Desgrange&lt;/a&gt; to the first rider to pass the summit of the &lt;a href=\"Col%20du%20Tourmalet\"&gt;Col du Tourmalet&lt;/a&gt; on stage 12. This prize was won by Richard Virenque."
}