{
    "id": "228264",
    "revid": "13740387",
    "url": "https://en.wikipedia.org/wiki?curid=228264",
    "title": "Shavuot",
    "text": "Shavuot (), or Shavuos () in some &lt;a href=\"Ashkenazi%20Jews\"&gt;Ashkenazi&lt;/a&gt; usage (, \"Šāvūʿōṯ\", \"Weeks\"), commonly known in English as the Feast of Weeks, is a &lt;a href=\"Jewish%20holidays\"&gt;Jewish holiday&lt;/a&gt; that occurs on the sixth day of the Hebrew month of &lt;a href=\"Sivan\"&gt;Sivan&lt;/a&gt; (it may fall between May 15 and June 14 on the Gregorian calendar). In the Bible, Shavuot marked the wheat harvest in the &lt;a href=\"Land%20of%20Israel\"&gt;Land of Israel&lt;/a&gt; (). In addition, Orthodox rabbinic traditions teach that the date also marks the revelation of the &lt;a href=\"Torah\"&gt;Torah&lt;/a&gt; to Moses and the &lt;a href=\"Israelites\"&gt;Israelites&lt;/a&gt; at &lt;a href=\"Mount%20Sinai%20%28Bible%29\"&gt;Mount Sinai&lt;/a&gt;, which, according to the tradition of &lt;a href=\"Orthodox%20Judaism\"&gt;Orthodox Judaism&lt;/a&gt;, occurred at this date in 1314 BCE. \nThe word \"Shavuot\" means \"weeks\", and it marks the conclusion of the &lt;a href=\"Counting%20of%20the%20Omer\"&gt;Counting of the Omer&lt;/a&gt;. Its date is directly linked to that of &lt;a href=\"Passover\"&gt;Passover&lt;/a&gt;; the Torah mandates the seven-week Counting of the Omer, beginning on the second day of Passover, to be immediately followed by Shavuot. This counting of days and weeks is understood to express anticipation and desire for the giving of the Torah. On Passover, the people of Israel were freed from their enslavement to Pharaoh; on Shavuot, they were given the Torah and became a nation committed to serving God. \nWhile it is sometimes referred to as &lt;a href=\"Pentecost\"&gt;Pentecost&lt;/a&gt; (in ) due to its timing after Passover, \"pentecost\" meaning \"fifty\" in Greek, since Shavuot occurs fifty days after the first day of &lt;a href=\"Passover\"&gt;Passover&lt;/a&gt;, it is not the same as the &lt;a href=\"Pentecost\"&gt;Christian Pentecost&lt;/a&gt;. \nOne of the biblically ordained &lt;a href=\"Three%20Pilgrimage%20Festivals\"&gt;Three Pilgrimage Festivals&lt;/a&gt;, Shavuot is traditionally celebrated in &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; for one day, where it is a public holiday, and &lt;a href=\"Yom%20tov%20sheni%20shel%20galuyot\"&gt;for two days&lt;/a&gt; in the &lt;a href=\"Jewish%20diaspora\"&gt;diaspora&lt;/a&gt;.\nSignificance.\nAgricultural (wheat harvest).\nShavuot is not explicitly named in the Bible as the day on which the Torah was revealed by God to the Israelite nation at Mount Sinai, although this is commonly considered to be its main significance.\nWhat is textually connected in the Bible to the Feast of Shavuot is the season of the grain harvest, specifically of the wheat, in the &lt;a href=\"Land%20of%20Israel\"&gt;Land of Israel&lt;/a&gt;. In ancient times, the grain harvest lasted seven weeks and was a season of gladness (, , ). It began with the harvesting of the barley during Passover and ended with the harvesting of the wheat at Shavuot. Shavuot was thus the concluding festival of the grain harvest, just as the eighth day of &lt;a href=\"Sukkot\"&gt;Sukkot&lt;/a&gt; (Tabernacles) was the concluding festival of the fruit harvest. During the existence of the &lt;a href=\"Temple%20in%20Jerusalem\"&gt;Temple in Jerusalem&lt;/a&gt;, an &lt;a href=\"korban\"&gt;offering&lt;/a&gt; of two loaves of bread from the wheat harvest was made on Shavuot.\nThe one but last &lt;a href=\"Dead%20Sea%20Scrolls\"&gt;Qumran Scroll&lt;/a&gt; to be published has been discovered to contain two festival dates observed by the Qumran sect as part of their formally perfect 364-day calendar, and dedicated to \"New Wine\" and \"New Oil\", neither of which are mentioned in the &lt;a href=\"Hebrew%20Bible\"&gt;Hebrew Bible&lt;/a&gt;, but were known from another Qumran manuscript, the &lt;a href=\"Temple%20Scroll\"&gt;Temple Scroll&lt;/a&gt;. These festivals \"constituted an extension of the festival of Shavuot..., which celebrates the New Wheat\". All three festivals are calculated starting from the first Sabbath following Passover, by repeatedly adding exactly 50 days each time: first came New Wheat (Shavuot), then New Wine, and then New Oil. (See also below, at &lt;a href=\"%23The%20Book%20of%20Jubilees%20and%20the%20Essenes\"&gt;\"The Book of Jubilees and the Essenes\"&lt;/a&gt;.)\nScriptural.\nNames in the Torah.\nIn the Bible, Shavuot is called the \"Festival of Weeks\" (, \"Chag HaShavuot\", , ); \"Festival of Reaping\" (, \"Chag HaKatzir\", ), and \"Day of the First Fruits\" (, \"Yom HaBikkurim\", ).\n\"Shavuot\", the plural of a word meaning \"week\" or \"seven,\" alludes to the fact that this festival happens exactly seven weeks (i.e. \"a week of weeks\") after Passover.\nIn the Talmud.\nThe &lt;a href=\"Talmud\"&gt;Talmud&lt;/a&gt; refers to Shavuot as \"ʻAṣeret\" (, \"refraining\" or \"holding back\", referring to the prohibition against work on this holiday and to the conclusion of the holiday and season of Passover. Since Shavuot occurs 50 days after Passover, &lt;a href=\"Hellenistic%20Judaism\"&gt;Hellenistic Jews&lt;/a&gt; gave it the name \"Pentecost\" (, \"fiftieth &lt;a href=\"day\"&gt;day&lt;/a&gt;\").\nAncient observances.\nCeremony of First Fruits, \"Bikkurim\".\nShavuot was also the first day on which individuals could bring the \"Bikkurim\" (&lt;a href=\"Bikkurim%20%28First-fruits%29\"&gt;first fruits&lt;/a&gt;) to the &lt;a href=\"Temple%20in%20Jerusalem\"&gt;Temple in Jerusalem&lt;/a&gt; (&lt;a href=\"Bikkurim%20%28tractate%29\"&gt;Mishnah Bikkurim&lt;/a&gt; 1:3). The \"Bikkurim\" were brought from the &lt;a href=\"Seven%20Species\"&gt;Seven Species&lt;/a&gt; for which the Land of Israel is praised: wheat, &lt;a href=\"barley\"&gt;barley&lt;/a&gt;, &lt;a href=\"grape\"&gt;grape&lt;/a&gt;s, &lt;a href=\"ficus\"&gt;figs&lt;/a&gt;, &lt;a href=\"pomegranate\"&gt;pomegranate&lt;/a&gt;s, &lt;a href=\"olive\"&gt;olive&lt;/a&gt;s, and &lt;a href=\"Date%20palm\"&gt;dates&lt;/a&gt; ().\nIn the largely agrarian society of ancient Israel, Jewish farmers would tie a reed around the first ripening fruits from each of these species in their fields. At the time of harvest, the fruits identified by the reed would be cut and placed in baskets woven of gold and silver. The baskets would then be loaded on oxen whose horns were gilded and laced with garlands of flowers, and who were led in a grand procession to &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;. As the farmer and his entourage passed through cities and towns, they would be accompanied by music and parades.\nTemple in Jerusalem.\nAt the &lt;a href=\"Temple%20in%20Jerusalem\"&gt;Temple in Jerusalem&lt;/a&gt;, each farmer would present his \"Bikkurim\" to a &lt;a href=\"Kohen\"&gt;Kohen&lt;/a&gt; in a ceremony that followed the text of .\nThis text begins by stating: \"An Aramean tried to destroy my father,\" referring to &lt;a href=\"Laban%20%28Bible%29\"&gt;Laban&lt;/a&gt;'s efforts to weaken &lt;a href=\"Jacob\"&gt;Jacob&lt;/a&gt; and rob him of his progeny (&lt;a href=\"Rashi\"&gt;Rashi&lt;/a&gt; on Deut. 26:5)—or by an alternate translation, the text states \"My father was a wandering Aramean,\" referring to the fact that Jacob was a penniless wanderer in the land of &lt;a href=\"Aramaea\"&gt;Aram&lt;/a&gt; for 20 years (&lt;a href=\"Abraham%20ibn%20Ezra\"&gt;Abraham ibn Ezra&lt;/a&gt; on Deut. 26:5).\nThe text proceeds to retell the history of the Jewish people as they went into exile in &lt;a href=\"Ancient%20Egypt\"&gt;Ancient Egypt&lt;/a&gt; and were enslaved and oppressed; following which &lt;a href=\"The%20Exodus\"&gt;God redeemed them&lt;/a&gt; and brought them to the land of Israel.\nThe ceremony of \"Bikkurim\" conveys gratitude to God both for the first fruits of the field and for His guidance throughout Jewish history (Scherman, p. 1068).\nModern religious observances.\nNowadays in the post-Temple era, Shavuot is the only biblically ordained holiday that has no specific &lt;a href=\"mitzvah\"&gt;laws&lt;/a&gt; attached to it other than usual festival requirements of abstaining from &lt;a href=\"Melacha\"&gt;creative work&lt;/a&gt;. The rabbinic observances for the holiday include reciting additional prayers, making &lt;a href=\"kiddush\"&gt;kiddush&lt;/a&gt;, partaking of meals and being in a state of joy. There are however many &lt;a href=\"minhag\"&gt;customs&lt;/a&gt; which are observed on Shavuot. A mnemonic for the customs largely observed in Ashkenazi communities spells the Hebrew word \"aḥarit\" (, \"last\"):\nThe &lt;a href=\"Bereavement%20in%20Judaism\"&gt;\"yahrzeit\"&lt;/a&gt; of &lt;a href=\"David\"&gt;King David&lt;/a&gt; is traditionally observed on Shavuot. &lt;a href=\"Hasidic%20Judaism\"&gt;Hasidic Jews&lt;/a&gt; also observe the \"yahrzeit\" of the &lt;a href=\"Baal%20Shem%20Tov\"&gt;Baal Shem Tov&lt;/a&gt;.\nLiturgical poems.\n\"Aqdamut\".\nThe \"Aqdamut\" () is a liturgical poem recited by Ashkenazi Jews extolling the greatness of God, the Torah, and Israel that is read publicly in the synagogue right before the morning reading of the Torah on the first day of Shavuot. It was composed by Rabbi Meir of &lt;a href=\"Worms%2C%20Germany\"&gt;Worms&lt;/a&gt;, whose son was murdered during the &lt;a href=\"First%20Crusade\"&gt;First Crusade&lt;/a&gt; in 1096. Rabbi Meir was forced to defend the Torah and his Jewish faith in a debate with local priests and successfully conveyed his certainty of God's power, His love for the Jewish people, and the excellence of Torah. Afterwards he wrote the \"Aqdamut\", a 90-line poem in &lt;a href=\"Aramaic\"&gt;Aramaic&lt;/a&gt; that stresses these themes. The poem is written in a double &lt;a href=\"acrostic\"&gt;acrostic&lt;/a&gt; pattern according to the order of the &lt;a href=\"Hebrew%20alphabet\"&gt;Hebrew alphabet&lt;/a&gt;. In addition, each line ends with the syllable \"ta\" (), the last and first letters of the Hebrew alphabet, alluding to the endlessness of Torah. The traditional melody that accompanies this poem also conveys a sense of grandeur and triumph.\n\"Azharot\".\n&lt;a href=\"Sephardi%20Jews\"&gt;Sephardi Jews&lt;/a&gt; do not read \"Akdamut\", but before the evening service they sing a poem called \"Azharot\", which sets out the &lt;a href=\"613%20commandments\"&gt;613 commandments&lt;/a&gt;. The positive commandments are recited on the first day and the negative commandments on the second day.\n\"Yatziv Pitgam\".\nThe liturgical poem \"Yatziv Pitgam\" () is recited by some synagogues in the Diaspora on the second day of Shavuot. The author and his father's name appear in an acrostic at the beginning of the poem's 15 lines.\nDairy foods.\nDairy foods such as &lt;a href=\"cheesecake\"&gt;cheesecake&lt;/a&gt;, cheese &lt;a href=\"blintz\"&gt;blintz&lt;/a&gt;es, and cheese &lt;a href=\"kreplach\"&gt;kreplach&lt;/a&gt; among &lt;a href=\"Ashkenazi%20Jews\"&gt;Ashkenazi Jews&lt;/a&gt;; cheese &lt;a href=\"sambusak\"&gt;sambusak&lt;/a&gt;, kelsonnes (cheese &lt;a href=\"ravioli\"&gt;ravioli&lt;/a&gt;), and atayef (a cheese-filled pancake) among &lt;a href=\"Syrian%20Jews\"&gt;Syrian Jews&lt;/a&gt;; kahee (a dough that is buttered and sugared) among &lt;a href=\"History%20of%20the%20Jews%20in%20Iraq\"&gt;Iraqi Jews&lt;/a&gt;; and a seven-layer cake called \"siete cielos\" (seven heavens) among &lt;a href=\"History%20of%20the%20Jews%20in%20Tunisia\"&gt;Tunisian&lt;/a&gt; and &lt;a href=\"Moroccan%20Jews\"&gt;Moroccan Jews&lt;/a&gt; are traditionally consumed on the Shavuot holiday. &lt;a href=\"Yemenite%20Jews\"&gt;Yemenite Jews&lt;/a&gt; do not eat dairy foods on Shavuot.\nIn keeping with the observance of other &lt;a href=\"Jewish%20holidays\"&gt;Jewish holidays&lt;/a&gt;, there is both a night &lt;a href=\"Seudat%20mitzvah%23Seudat%20Shabbat%20and%20Seudat%20Yom%20Tov\"&gt;meal&lt;/a&gt; and a day meal on Shavuot. Meat is usually served at night and dairy is served either for the day meal or for a morning &lt;a href=\"kiddush%23Synagogue%20kiddush\"&gt;kiddush&lt;/a&gt;.\nAmong the explanations given in rabbinic literature for the consumption of dairy foods on this holiday are:\nBook of Ruth.\nThere are five books in &lt;a href=\"Tanakh\"&gt;Tanakh&lt;/a&gt; that are known as \"&lt;a href=\"Five%20Megillot\"&gt;Megillot&lt;/a&gt;\" (Hebrew: , \"scrolls\") and are publicly read in the synagogues of some Jewish communities on different Jewish holidays. The &lt;a href=\"Book%20of%20Ruth\"&gt;Book of Ruth&lt;/a&gt; (, \"Megillat Ruth\") is read on Shavuot because:\nGreenery.\nAccording to the &lt;a href=\"Midrash\"&gt;Midrash&lt;/a&gt;, Mount Sinai suddenly blossomed with flowers in anticipation of the giving of the Torah on its summit. Greenery also figures in the story of the baby &lt;a href=\"Moses\"&gt;Moses&lt;/a&gt; being found among the &lt;a href=\"Cyperus\"&gt;bulrushes&lt;/a&gt; in a &lt;a href=\"Ark%20of%20bulrushes\"&gt;watertight cradle&lt;/a&gt; () when he was three months old (Moses was born on 7 Adar and placed in the &lt;a href=\"Nile\"&gt;Nile River&lt;/a&gt; on 6 Sivan, the same day he later brought the Jewish nation to Mount Sinai to receive the Torah).\nFor these reasons, many Jewish families traditionally decorate their homes and &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt;s with plants, flowers and leafy branches in honor of Shavuot. Some synagogues decorate the &lt;a href=\"Bema%23Judaism\"&gt;bimah&lt;/a&gt; with a canopy of flowers and plants so that it resembles a &lt;a href=\"chuppah\"&gt;chuppah&lt;/a&gt;, as Shavuot is mystically referred to as the day the matchmaker (Moses) brought the bride (the nation of Israel) to the chuppah (Mount Sinai) to marry the bridegroom (God); the \"&lt;a href=\"ketubah\"&gt;ketubah&lt;/a&gt;\" (marriage contract) was the Torah. Some Eastern Sephardi communities read out a \"ketubah\" between God and Israel, composed by Rabbi &lt;a href=\"Israel%20ben%20Moses%20Najara\"&gt;Israel ben Moses Najara&lt;/a&gt; as part of the service. This custom was also adopted by some Hasidic communities, particularly from &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;.\nThe &lt;a href=\"Vilna%20Gaon\"&gt;Vilna Gaon&lt;/a&gt; cancelled the tradition of decorating with trees because it too closely resembles the Christian decorations for their holidays.\nAll-night Torah study.\nThe practice of staying up all Shavuot night to study Torah – known as \"Tiqun Leyl Shavuot\" () (\"Rectification for Shavuot Night\") – is linked to a &lt;a href=\"Midrash\"&gt;Midrash&lt;/a&gt; which relates that the night before the Torah was given, the Israelites retired early to be well-rested for the momentous day ahead. They overslept and &lt;a href=\"Moses\"&gt;Moses&lt;/a&gt; had to wake them up because God was already waiting on the mountaintop. To rectify this perceived flaw in the national character, many religious Jews stay up all night to learn Torah.\nThe custom of all-night Torah study goes back to 1533 when Rabbi &lt;a href=\"Joseph%20Caro\"&gt;Joseph Caro&lt;/a&gt;, author of the \"&lt;a href=\"Shulchan%20Aruch\"&gt;Shulchan Aruch&lt;/a&gt;\", then living in &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; &lt;a href=\"Salonika\"&gt;Salonika&lt;/a&gt;, invited Rabbi &lt;a href=\"Shlomo%20Halevi%20Alkabetz\"&gt;Shlomo Halevi Alkabetz&lt;/a&gt; and other &lt;a href=\"Kabbalah\"&gt;Kabbalistic&lt;/a&gt; colleagues to hold Shavuot-night study vigils for which they prepared for three days in advance, just as the Israelites had prepared for three days before the giving of the Torah. During one of those study sessions, an angel appeared and taught them &lt;a href=\"Halakha\"&gt;Jewish law&lt;/a&gt;. It has been suggested that the introduction of &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt; throughout the &lt;a href=\"Ottoman%20empire\"&gt;Ottoman empire&lt;/a&gt; may have attributed to the \"feasibility and popularity\" of the practice of all-night Torah study.\nAny subject may be studied on Shavuot night, although &lt;a href=\"Talmud\"&gt;Talmud&lt;/a&gt;, &lt;a href=\"Mishnah\"&gt;Mishnah&lt;/a&gt;, and &lt;a href=\"Torah\"&gt;Torah&lt;/a&gt; typically top the list. People may learn alone or with a \"&lt;a href=\"chavruta\"&gt;chavruta&lt;/a&gt;\" (study partner), or attend late-night \"&lt;a href=\"Shiur%20%28Torah%29\"&gt;shiurim&lt;/a&gt;\" (lectures) and study groups. In keeping with the custom of engaging in all-night Torah study, leading 16th century &lt;a href=\"Kabbalah\"&gt;kabbalist&lt;/a&gt; &lt;a href=\"Isaac%20Luria\"&gt;Isaac Luria&lt;/a&gt; arranged a recital consisting of excerpts from the beginning and end of each of the 24 books of &lt;a href=\"Tanakh\"&gt;Tanakh&lt;/a&gt; (including the reading in full of several key sections such as &lt;a href=\"creation%20myth\"&gt;the account of the days of creation&lt;/a&gt;, &lt;a href=\"the%20Exodus\"&gt;the Exodus&lt;/a&gt;, the giving of the &lt;a href=\"Ten%20Commandments\"&gt;Ten Commandments&lt;/a&gt; and the &lt;a href=\"Shema\"&gt;Shema&lt;/a&gt;) and the 63 tractates of Mishnah, followed by the reading of \"&lt;a href=\"Sefer%20Yetzirah\"&gt;Sefer Yetzirah&lt;/a&gt;\", the 613 commandments as enumerated by &lt;a href=\"Maimonides\"&gt;Maimonides&lt;/a&gt;, and excerpts from the &lt;a href=\"Zohar\"&gt;Zohar&lt;/a&gt;, with opening and concluding prayers. The whole reading is divided into thirteen parts, after each of which a \"Kaddish d-Rabbanan\" is recited when the \"Tiqun\" is studied with a &lt;a href=\"minyan\"&gt;minyan&lt;/a&gt;. Today, this service is held in many communities, with the notable exception of &lt;a href=\"Spanish%20and%20Portuguese%20Jews\"&gt;Spanish and Portuguese Jews&lt;/a&gt;. The service is printed in a book called \"Tiqun Leyl Shavuot\". There exist similar books for the vigils before the seventh day of &lt;a href=\"Pesach\"&gt;Pesach&lt;/a&gt; and &lt;a href=\"Hoshanah%20Rabbah\"&gt;Hosha'ana Rabbah&lt;/a&gt;.\nIn &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;, at the conclusion of the night time study session, tens of thousands of people walk to the &lt;a href=\"Western%20Wall\"&gt;Western Wall&lt;/a&gt; to pray with sunrise. A week after Israel captured the &lt;a href=\"Old%20City%20%28Jerusalem%29\"&gt;Old City&lt;/a&gt; during the &lt;a href=\"Six-Day%20War\"&gt;Six-Day War&lt;/a&gt;, over 200,000 Jews streamed to the site on Shavuot, it having been made accessible to Jews for the first time since &lt;a href=\"1948%20Arab%E2%80%93Israeli%20War\"&gt;1948&lt;/a&gt;.\nModern secular observance.\nIn secular agricultural communities in Israel, such as most &lt;a href=\"kibbutz\"&gt;kibbutz&lt;/a&gt;im and &lt;a href=\"moshav\"&gt;moshav&lt;/a&gt;im, Shavuot is celebrated as a harvest and first-fruit festival including a wider, symbolic meaning of joy over the accomplishments of the year. As such, not just agricultural produce and machinery is presented to the community, but also the babies born during the preceding twelve months.\nConfirmation ceremonies.\nIn the 19th century, several Orthodox synagogues in Britain and Australia held confirmation ceremonies for 12-year-old girls on Shavuot, a precursor to the modern &lt;a href=\"Bat%20Mitzvah\"&gt;Bat Mitzvah&lt;/a&gt;. The early &lt;a href=\"Reform%20Judaism\"&gt;Reform&lt;/a&gt; movement made Shavuot into a religious school graduation day. Today, Reform &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt;s in North America typically hold confirmation ceremonies on Shavuot for students aged 16 to 18 who are completing their religious studies. The graduating class stands in front of an open &lt;a href=\"Ark%20%28synagogue%29\"&gt;ark&lt;/a&gt;, recalling the standing of the &lt;a href=\"Israelites\"&gt;Israelites&lt;/a&gt; at &lt;a href=\"Biblical%20Mount%20Sinai\"&gt;Mount Sinai&lt;/a&gt; for the giving of the Torah.\nDates in dispute.\nSince the Torah does not specify the actual day on which Shavuot falls, differing interpretations of this date have arisen both in traditional and non-traditional Jewish circles. These discussions center around two ways of looking at Shavuot: the day it actually occurs (i.e., the day the Torah was given on Mount Sinai), and the day it occurs in relation to the Counting of the Omer (being the 50th day from the first day of the Counting).\nGiving of the Torah.\nWhile most of the &lt;a href=\"Chazal\"&gt;Talmudic Sages&lt;/a&gt; concur that the Torah was given on the sixth of &lt;a href=\"Sivan\"&gt;Sivan&lt;/a&gt; in the &lt;a href=\"Hebrew%20calendar\"&gt;Hebrew calendar&lt;/a&gt;, Rabbi Jose holds that it was given on the seventh of that month. According to the classical timeline, the Israelites arrived at the wilderness of Sinai on the new moon () and the &lt;a href=\"Ten%20Commandments\"&gt;Ten Commandments&lt;/a&gt; were given on the following Shabbat (i.e., Saturday). The question of whether the new moon fell on Sunday or Monday is undecided (Talmud, tractate Shabbat 86b). In practice, Shavuot is observed on the sixth day of Sivan in &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; and a second day is added in the Jewish diaspora (in keeping with a separate rabbinical ruling that applies to all biblical holidays, called \"&lt;a href=\"Yom%20tov%20sheni%20shel%20galuyot\"&gt;Yom tov sheni shel galuyot&lt;/a&gt;,\" Second-Day Yom Tov in the &lt;a href=\"Jewish%20diaspora\"&gt;Diaspora&lt;/a&gt;).\nCounting of the Omer.\nThe Torah states that the Omer offering (i.e., the first day of counting the Omer) is the first day of the barley harvest (). It should begin \"on the morrow after the &lt;a href=\"Shabbat\"&gt;Shabbat&lt;/a&gt;\", and continue to be counted for seven Sabbaths. ().\nThe Talmudic Sages determined that \"Shabbat\" here means a day of rest and refers to the first day of Passover. Thus, the counting of the Omer begins on the second day of Passover and continues for the next 49 days, or seven complete weeks, ending on the day before Shavuot. According to this calculation, Shavuot will fall on the day of the week after that of the first day of Passover (e.g., if Passover starts on a Thursday, Shavuot will begin on a Friday).\nThe Book of Jubilees and the Essenes.\nThis literal interpretation of 'Shabbat' as the weekly Shabbat was shared by the second-century BCE author of the &lt;a href=\"Book%20of%20Jubilees\"&gt;Book of Jubilees&lt;/a&gt; who was motivated by the priestly sabbatical &lt;a href=\"solar%20calendar\"&gt;solar calendar&lt;/a&gt; of the third and second centuries BCE, which was designed to have festivals and Sabbaths fall on the same day of the week every year. On this calendar (best known from the Book of Luminaries in the &lt;a href=\"Book%20of%20Enoch\"&gt;Book of Enoch&lt;/a&gt;), Shavuot fell on the 15th of Sivan, a Sunday. The date was reckoned fifty days from the first Shabbat after Passover (i.e. from the 25th of Nisan). Thus, Jub. 1:1 claims that Moses ascended Mount Sinai to receive the Torah \"on the sixteenth day of the third month in the first year of the Exodus of the children of Israel from Egypt\".\nIn Jub. 6:15–22 and 44:1–5, the holiday is traced to the appearance of the first rainbow on the 15th of Sivan, the day on which God made his covenant with Noah.\nThe &lt;a href=\"Qumran\"&gt;Qumran&lt;/a&gt; community, commonly associated with the &lt;a href=\"Essenes\"&gt;Essenes&lt;/a&gt;, held in its library several texts mentioning Shavuot, most notably a Hebrew original of the &lt;a href=\"Book%20of%20Jubilees\"&gt;Book of Jubilees&lt;/a&gt;, which sought to fix the celebration of this Feast of Weeks on 15 of Sivan, following their interpretation of Exodus 19:1. (See also above, at &lt;a href=\"%23Agricultural%20%28wheat%20harvest%29\"&gt;\"Agricultural (wheat harvest)\"&lt;/a&gt;.)"
}