{
    "id": "22838074",
    "revid": "1057075770",
    "url": "https://en.wikipedia.org/wiki?curid=22838074",
    "title": "Mark Tornillo",
    "text": "Mark Tornillo (born June 8, 1954) is an American singer and songwriter best known for serving as the frontman of &lt;a href=\"heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; band &lt;a href=\"Accept%20%28band%29\"&gt;Accept&lt;/a&gt;. He joined the band officially in May 2009 as &lt;a href=\"Udo%20Dirkschneider\"&gt;Udo Dirkschneider&lt;/a&gt;'s replacement.\nCareer and style.\nRaised in &lt;a href=\"Brielle%2C%20New%20Jersey\"&gt;Brielle, New Jersey&lt;/a&gt;, Tornillo graduated from &lt;a href=\"Manasquan%20High%20School\"&gt;Manasquan High School&lt;/a&gt; in 1972.\nBefore he joined Accept, Tornillo was in the group &lt;a href=\"T.T.%20Quick\"&gt;T.T. Quick&lt;/a&gt;. The band arose from the fertile club scene in Tornillo's native &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; and picked up enough of a following to successfully &lt;a href=\"Touring%20%28music%29\"&gt;tour&lt;/a&gt; across the state as well as play in &lt;a href=\"New%20York%20State\"&gt;New York&lt;/a&gt;. His vocals appeared on multiple releases by the band in the 1980s and 1990s. Although T.T. Quick folded around the turn of the millennium, it eventually reunited in May 2013 at a Rock N' Roll Heaven and the Old Bridge Metal Militia's concert serving as a &lt;a href=\"Charity%20%28practice%29\"&gt;charity&lt;/a&gt; fundraiser, helping the victims of &lt;a href=\"Superstorm%20Sandy\"&gt;Superstorm Sandy&lt;/a&gt;.\nAfter joining with Accept, Tornillo has since made a guest appearance on the release \"&lt;a href=\"White%20Devil%20Armory\"&gt;White Devil Armory&lt;/a&gt;\", the seventeenth studio album by the metal group &lt;a href=\"Overkill%20%28band%29\"&gt;Overkill&lt;/a&gt;, released on July 21, 2014.\nDespite the fact that Tornillo replaced him, vocalist Dirkschneider has praised the other singer, stating that even if Tornillo \"has problems\" with \"the old songs\" he \"has a good voice\" and a method of \"singing different\". In a review for \"&lt;a href=\"Blind%20Rage%20%28album%29\"&gt;Blind Rage&lt;/a&gt;\", &lt;a href=\"music%20critic\"&gt;music critic&lt;/a&gt; Gregory Heaney remarked that \"with Tornillo on vocals, Accept still sound the way you remember them sounding when they were at the height of their power\". He concluded that \"even the lapsed, \"Balls to the Wall\"-era metalheads out there will feel as though they're picking up with the band right where they left off.\"\nTornillo talked about how he came to join the band, saying it was \"just a freak thing\". He also said that he was a fan of Accept prior to joining, \"I was a fan back in the '80s, in the early days. TT Quick covered Accept songs before we had a record deal. I actually turned a lot of people on to Accept. We would cover 'Son Of A Bitch' and 'Flash Rockin' Man'. People would say, 'What is that?' 'That's original stuff that we wrote.' 'No! [Laughs] That's a German band called Accept.' But yes, I was a fan by all means. Still am.\" He then said that he was nervous as being Udo Dirkschneider's replacement, \"I was extremely nervous, especially due to the Internet because the Internet, you know what everyone's thinking right away. It's not like the '80s or the old days where you never got to hear what the audience thought. You just read the magazines and so did they and that was it. Now, with the Internet it was quite obvious that people were not happy with this decision, so I was, like ,'Uh…okay! Here we go. It's on.' That's why we decided right off the bat that we would go in and record, try and make the best possible album we could make, which was 'Blood Of The Nations'. Instead of just going out and resting on the laurels and playing their old material, we had to be a viable, new band. And we tried our damnest to be and I think it's working. 'Blood Of The Nations' surprised a lot of people and I felt a whole lot better after that came out, for certain. But yeah, it was trying, let's put it that way.\"\nTornillo has appeared on five studio albums with the band to date: \"&lt;a href=\"Blood%20of%20the%20Nations\"&gt;Blood of the Nations&lt;/a&gt;\" (2010), \"&lt;a href=\"Stalingrad%20%28Accept%20album%29\"&gt;Stalingrad&lt;/a&gt;\" (2012), \"&lt;a href=\"Blind%20Rage%20%28album%29\"&gt;Blind Rage&lt;/a&gt;\" (2014), \"&lt;a href=\"The%20Rise%20of%20Chaos\"&gt;The Rise of Chaos&lt;/a&gt;\" (2017) and \"&lt;a href=\"Too%20Mean%20to%20Die\"&gt;Too Mean to Die&lt;/a&gt;\" (2021). He also appeared on the live album \"Restless and Live\" (2017)."
}