{
    "id": "22835274",
    "revid": "6829965",
    "url": "https://en.wikipedia.org/wiki?curid=22835274",
    "title": "Jama Ali Korshel",
    "text": "Jama Ali Korshel (, ) was a &lt;a href=\"Somali%20people\"&gt;Somali&lt;/a&gt; &lt;a href=\"Military%20of%20Somalia\"&gt;army&lt;/a&gt; &lt;a href=\"General%20officer\"&gt;Major General&lt;/a&gt; and former Head of the &lt;a href=\"Somali%20Police%20Force\"&gt;Somali Police Force&lt;/a&gt;. He was the &lt;a href=\"Vice%20President%20of%20Somalia\"&gt;Vice President&lt;/a&gt; of the &lt;a href=\"Supreme%20Revolutionary%20Council%20%28Somalia%29\"&gt;Supreme Revolutionary Council&lt;/a&gt;.\nBiography.\nKorshel was born in the town of &lt;a href=\"Erigavo\"&gt;Erigavo&lt;/a&gt;, situated in the eastern &lt;a href=\"Sanaag\"&gt;Sanaag&lt;/a&gt; region of Somaliland. Korshel completed the Quran in Erigavo and started school at &lt;a href=\"SOS%20Sheikh%20Secondary%20School\"&gt;SOS Sheikh Secondary School&lt;/a&gt; to finish his middle school education. The SOS Sheikh Secondary School is situated near the town of Sheikh in a remote part of present day &lt;a href=\"Somaliland\"&gt;Somaliland&lt;/a&gt;. Korshel finished his high school studies in Aden, Yemen. After completing high school Korshel went back to northern Somalia and joined the police force. He was given a scholarship to go to the National Police College in Ryton-on-Dunsmore, Warwickshire, England to complete his training. \nHe was a leader in the &lt;a href=\"Somali%20National%20League\"&gt;Somali National League&lt;/a&gt; (SNL) when &lt;a href=\"British%20Somaliland\"&gt;British Somaliland&lt;/a&gt; gained its independence in 1960. Following the establishment of the &lt;a href=\"Somali%20Republic\"&gt;Somali Republic&lt;/a&gt; and the assassination of the young nation's second president, &lt;a href=\"Abdirashid%20Ali%20Sharmarke\"&gt;Abdirashid Ali Sharmarke&lt;/a&gt;, Korshel would later emerge as one of the key figures in the &lt;a href=\"1969%20Somali%20coup%20d%27%C3%A9tat\"&gt;1969 Somali coup d'état&lt;/a&gt; which saw the &lt;a href=\"military%20junta\"&gt;military junta&lt;/a&gt; of &lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; &lt;a href=\"Mohamed%20Siad%20Barre\"&gt;Mohamed Siad Barre&lt;/a&gt; take power. He was appointed Vice President of the new &lt;a href=\"Supreme%20Revolutionary%20Council%20%28Somalia%29\"&gt;Supreme Revolutionary Council&lt;/a&gt; (SRC) that assumed office, and put in charge of Internal Affairs.\nIn 1970, an alleged &lt;a href=\"Coup%20d%27%C3%A9tat\"&gt;counter-coup d'état&lt;/a&gt; attempt, reportedly masterminded by Korshel, was uncovered. Korshel was subsequently arrested in April 1971, until 1975, when he was released from prison. Korshel later embarked on a business career.\nHe died in 1989 in &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, and was subsequently flown to &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;, where a religious ceremony was held in his honor before finally being laid to rest in &lt;a href=\"Mogadishu\"&gt;Mogadishu&lt;/a&gt;.\nKorshel's son, &lt;a href=\"Said%20Jama%20Mohamed\"&gt;Said Korshel&lt;/a&gt;, would later follow in his father's footsteps, entering politics and serving in the &lt;a href=\"Puntland\"&gt;Puntland&lt;/a&gt; regional administration as a minister between 2002-2007 and the federal Government of Somalia as Minister of Transportation."
}