{
    "id": "22864490",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=22864490",
    "title": "Flemming Lund",
    "text": "Flemming Lund (born 6 October 1952) is a former &lt;a href=\"Denmark\"&gt;Danish&lt;/a&gt; professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player in the &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; position, who played both in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. He played for &lt;a href=\"Royal%20Antwerp\"&gt;Royal Antwerp&lt;/a&gt; in &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; and &lt;a href=\"Germany\"&gt;German&lt;/a&gt; teams &lt;a href=\"Rot-Weiss%20Essen\"&gt;Rot-Weiss Essen&lt;/a&gt; and &lt;a href=\"Fortuna%20D%C3%BCsseldorf\"&gt;Fortuna Düsseldorf&lt;/a&gt;, winning the 1979 &lt;a href=\"DFB-Pokal\"&gt;DFB-Pokal&lt;/a&gt; trophy with Düsseldorf. Lund played 20 games and scored two goals for the &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark national football team&lt;/a&gt; from 1972 to 1979. He moved to the United States in 1979 and played for a number of American teams in the &lt;a href=\"North%20American%20Soccer%20League%20%281968%E2%80%931984%29\"&gt;North American Soccer League&lt;/a&gt; and the &lt;a href=\"Major%20Soccer%20League\"&gt;Major Indoor Soccer League&lt;/a&gt;.\nEuropean career.\nBorn in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, Lund started his career with local top-flight club &lt;a href=\"B%201903\"&gt;B 1903&lt;/a&gt;. He was called up for the &lt;a href=\"Denmark%20national%20under-19%20football%20team\"&gt;Danish national under-19 team&lt;/a&gt; in September 1969, and went on to play seven games and score one goal for the under-19 national team until June 1971. He played six games for the &lt;a href=\"Denmark%20national%20under-21%20football%20team\"&gt;Danish national under-21 team&lt;/a&gt; between June 1972 and May 1974. Simultaneously, he debuted for the senior &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark national team&lt;/a&gt; in June 1972 and went on to play 20 games and score two goals for his country until May 1979.\nIn the summer of 1972, Lund moved abroad to play professionally with &lt;a href=\"Belgium\"&gt;Belgian&lt;/a&gt; club &lt;a href=\"Royal%20Antwerp\"&gt;Royal Antwerp&lt;/a&gt;. He made his Antwerp debut in August 1972, and went on to play 124 games and score 20 goals for Antwerp in the &lt;a href=\"Belgian%20First%20Division\"&gt;Belgian First Division&lt;/a&gt;. After four seasons with Antwerp, Lund went to &lt;a href=\"Rot-Weiss%20Essen\"&gt;Rot-Weiss Essen&lt;/a&gt; in the German &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; championship in 1976. Lund played 34 games and scored two goals for Essen in the &lt;a href=\"1976%E2%80%9377%20Bundesliga\"&gt;1976–77 Bundesliga&lt;/a&gt; season, but could not prevent Essen from being relegated to the &lt;a href=\"2.%20Bundesliga\"&gt;2. Bundesliga&lt;/a&gt; at the end of the season. Lund left Essen and moved to Bundesliga club &lt;a href=\"Fortuna%20D%C3%BCsseldorf\"&gt;Fortuna Düsseldorf&lt;/a&gt;. He played two seasons at Düsseldorf, and won the 1979 &lt;a href=\"DFB-Pokal\"&gt;DFB-Pokal&lt;/a&gt; trophy with the team. After 62 games and five goals for Düsseldorf in the Bundesliga, Lund left the club in the summer 1979.\nAmerican career.\nIn 1979, Lund signed with the &lt;a href=\"Dallas%20Tornado\"&gt;Dallas Tornado&lt;/a&gt; of the &lt;a href=\"North%20American%20Soccer%20League%20%281968%E2%80%931984%29\"&gt;North American Soccer League&lt;/a&gt;. He would remain with Dallas through three outdoor seasons. In the fall of 1979, he joined the &lt;a href=\"Detroit%20Lightning\"&gt;Detroit Lightning&lt;/a&gt; of the &lt;a href=\"Major%20Soccer%20League\"&gt;Major Indoor Soccer League&lt;/a&gt; and was named a first team All Star. He then played the 1980–81 indoor season with the Tornado. He returned to the MISL in the fall of 1981 with the &lt;a href=\"Buffalo%20Stallions\"&gt;Buffalo Stallions&lt;/a&gt;. In 1983, he joined the &lt;a href=\"Vancouver%20Whitecaps%20%28NASL%29\"&gt;Vancouver Whitecaps&lt;/a&gt;. Seven games into the 1983 season, the Whitecaps sent Lund to the &lt;a href=\"Tampa%20Bay%20Rowdies%20%281975%E2%80%931993%29\"&gt;Tampa Bay Rowdies&lt;/a&gt;. He finished the season in Tampa Bay, then played the 1983–84 NASL indoor season with them. On 27 April 1984, the Rowdies released Lund. In October 1985, he joined the &lt;a href=\"Cleveland%20Force%20%281978%E2%80%931988%29\"&gt;Cleveland Force&lt;/a&gt; for the 1984–85 MISL season. In February 1985, the Force sent Lund to the &lt;a href=\"New%20York%20Cosmos%20%281971%E2%80%931985%29\"&gt;New York Cosmos&lt;/a&gt; in exchange for a second-round draft pick. In March, the Cosmos released Lund who then signed with the &lt;a href=\"Wichita%20Wings\"&gt;Wichita Wings&lt;/a&gt;.\nPersonal.\nHe is the father of international &lt;a href=\"Equestrianism\"&gt;equestrian&lt;/a&gt; &lt;a href=\"Tina%20Lund\"&gt;Tina Lund&lt;/a&gt;. He has won the &lt;a href=\"Zealand%20%28Denmark%29\"&gt;Zealand&lt;/a&gt; championship in &lt;a href=\"badminton\"&gt;badminton&lt;/a&gt; with world champion &lt;a href=\"Lene%20K%C3%B8ppen\"&gt;Lene Køppen&lt;/a&gt; as his mixed-double partner."
}