{
    "id": "22878670",
    "revid": "41724059",
    "url": "https://en.wikipedia.org/wiki?curid=22878670",
    "title": "Denis Blackmore",
    "text": "Denis Louis Blackmore is an American mathematician and a full professor of the &lt;a href=\"http%3A//math.njit.edu\"&gt;Department of Mathematical Sciences&lt;/a&gt; at the &lt;a href=\"New%20Jersey%20Institute%20of%20Technology\"&gt;New Jersey Institute of Technology&lt;/a&gt;. He is also one of the founding members of the &lt;a href=\"http%3A//math.njit.edu/research/\"&gt;Center for Applied Mathematics and Statistics&lt;/a&gt; at &lt;a href=\"NJIT\"&gt;NJIT&lt;/a&gt;. Dr. Blackmore is mainly known for his many contributions in the fields of Dynamical Systems and Differential Topology. In addition to this, he has many contributions in other fields of Applied Mathematics, Physics, Biology, and Engineering.\nCareer and recognitions.\nDr. Blackmore received a BS in Aerospace Engineering from the Polytechnic University in Brooklyn (now &lt;a href=\"NYU-Poly\"&gt;NYU-Poly&lt;/a&gt;). From the same institution he received his MS and PhD in Mathematics in 1966 and 1971 respectively.\nHis research as a senior undergraduate and graduate student was in the areas of boundary layer theory in fluid mechanics and the qualitative theory of ordinary differential equations. He was a Visiting Professor of Mathematics at the &lt;a href=\"Courant%20Institute%20of%20Mathematical%20Sciences\"&gt;Courant Institute of Mathematical Sciences&lt;/a&gt; during the 1989–90 academic year.\nIn recognition for his work in differential equations and dynamical systems, Dr. Blackmore was invited in 1988 to give a series of lectures at the Institute of Mathematics, Academia Sinica, Beijing, China and several universities in X´ian and Guangzhou. Recently, he was invited back to China to lecture on dynamical systems at the Nankei Institute, and has been invited to work with dynamical systems experts (including Mel´nikov and Prykarpatsky) in Russia and Ukraine.\nDr. Blackmore organized the 834th Meeting of the &lt;a href=\"American%20Mathematical%20Society\"&gt;American Mathematical Society&lt;/a&gt; held at NJIT in April, 1987. He has also organized numerous seminars and colloquia in the mathematical sciences, and served on the organizing committee of the 1992 Japan-USA Symposium on Flexible Automation. Recently, he organized a minisymposium on ´´Integrable Dynamical Systems and Their Applications´´ for the 1995 International Congress on Industrial and Applied Mathematics in Hamburg, Germany.\nBlackmore is a member of the National Honor Societies &lt;a href=\"Sigma%20Xi\"&gt;Sigma Xi&lt;/a&gt; and &lt;a href=\"Tau%20Beta%20Pi\"&gt;Tau Beta Pi&lt;/a&gt;, and was awarded the Harlan Perlis Research Award from NJIT in 1993.\nDr. Blackmore served as the president of the faculty senate during the COVID-19 pandemic. "
}