{
    "id": "22878444",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=22878444",
    "title": "Sport Coopsol Trujillo",
    "text": "Universidad Privada Antenor Orrego is a &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;vian &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; club, based in the city of &lt;a href=\"Trujillo%2C%20Peru\"&gt;Trujillo&lt;/a&gt;, &lt;a href=\"La%20Libertad%20Region\"&gt;La Libertad&lt;/a&gt;. It was founded on August 30, 1995. The club changed its name to Sport Coopsol Trujillo in 2001.\nHistory.\nDeportivo Universidad Privada Antenor Orrego.\nThe club was founded on August 30, 1995 and was representing Peruvian university &lt;a href=\"Antenor%20Orrego%20Private%20University\"&gt;Universidad Privada Antenor Orrego&lt;/a&gt;.\nThe club was the &lt;a href=\"1999%20Copa%20Per%C3%BA\"&gt;1999 Copa Perú&lt;/a&gt; champion, when they defeated &lt;a href=\"Alfonso%20Ugarte%20de%20Puno\"&gt;Alfonso Ugarte de Puno&lt;/a&gt; in the finals. The club has played at the highest level of Peruvian football on one occasion under its original name, in the &lt;a href=\"2000%20Torneo%20Descentralizado\"&gt;2000 Torneo Descentralizado&lt;/a&gt;.\nSport Coopsol Trujillo.\nIn 2001 the club changed its name to \"Sport Coopsol Trujillo\" due to economic reasons. The club was acquired by \"Grupo Empresarial Coopsol\" and separated its connections with the Antenor Orrego University. Under its new name the club finished the &lt;a href=\"2001%20Torneo%20Descentralizado\"&gt;2001 Torneo Descentralizado&lt;/a&gt; season in 9th place out of 12. However, they were relegated in the following &lt;a href=\"2002%20Torneo%20Descentralizado\"&gt;2002 Torneo Descentralizado&lt;/a&gt; season as they finished in last place. As a result, the next season Sport Coopsol Trujillo was &lt;a href=\"relegated\"&gt;relegated&lt;/a&gt; to a lower division called &lt;a href=\"Copa%20Per%C3%BA\"&gt;Copa Perú&lt;/a&gt; for the &lt;a href=\"2003%20Copa%20Per%C3%BA\"&gt;2003 Copa Perú&lt;/a&gt; season. That season the club finished in last place in their group, &lt;a href=\"2003%20Copa%20Per%C3%BA%23Region_II\"&gt;Region II&lt;/a&gt; and therefore were relegated further. This would be the club's last season in any of Peru's top leagues. They then went on to participate in the local leagues of the Trujillo region."
}