{
    "id": "22886471",
    "revid": "13006032",
    "url": "https://en.wikipedia.org/wiki?curid=22886471",
    "title": "Barratt Due Institute of Music",
    "text": "The Barratt Due Institute of Music in &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, is a music education institute founded in 1927 by pianist &lt;a href=\"Mary%20Barratt%20Due\"&gt;Mary Barratt Due&lt;/a&gt; and violinist &lt;a href=\"Henrik%20Adam%20Due\"&gt;Henrik Adam Due&lt;/a&gt;. It is situated in Fagerborg in Oslo and is a private &lt;a href=\"stiftelse\"&gt;foundation&lt;/a&gt; which receives government funding for parts of its activities. The institute provides &lt;a href=\"music%20education\"&gt;music education&lt;/a&gt; for many age groups, including infants and children, school-aged adolescents, and undergraduate and postgraduate students.\nThe institute's motto is \"\"From music kindergarten to concert podium\",\" which sums up the philosophy that constitutes the foundation on which their education system is built. Children receive musical training from an early age, and students are offered education on undergraduate and postgraduate levels, preparing them for the professional musical career and arena. This education model has enabled Barratt Due to establish itself as an important institution and contribute largely to the Norwegian classical music industry at least for the past three generations.\n&lt;a href=\"Stephan%20Barratt-Due\"&gt;Stephan Barratt-Due&lt;/a&gt; is the Barratt Due's artistic director, and leads the institute's ensemble-in-residence, &lt;a href=\"Oslo%20Camerata\"&gt;Oslo Camerata&lt;/a&gt;.\nHistory.\nBarratt Dues Musikkinstitutt (Barratt Due Institute of Music) was founded on 18 September 1927 in the residence of Henrik Due and Mary Barratt Due, in 18 Vallegata, &lt;a href=\"St.%20Hanshaugen\"&gt;St. Hanshaugen&lt;/a&gt;. Classes and lessons were then held in their apartment home. Both musicians were well-established and acknowledged during their time, and the family moved into Lyder Sagens gate 2 on 26 October 1931, where the Institute is located today. Certain traditions, such as the annual Christmas concert, were held since 1930. In January 1931, the music kindergarten was established, becoming the first of its kind in the country and leading to the establishment of the motto \"From music kindergarten to concert podium\" in the mid-1930s. Today it is the oldest music kindergarten still in operation in Norway.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Barratt Dues musikkinstitutt was a meeting place for those who were interested in culture and what was considered as &lt;a href=\"Degenerate%20music\"&gt;Degenerate music&lt;/a&gt;, which was banned during the war.\nIn 1985, Barratt Dues Juniororkester and Barratt Dues Symfoniorkester were established, and in 1986 the institute was turned into a foundation. Stephan Barratt-Due Jr. became the rector and artistic director of the institute in 1985."
}