{
    "id": "2289617",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=2289617",
    "title": "John J. Mack",
    "text": "John J. Mack (born November 17, 1944) is a senior advisor to the &lt;a href=\"Investment%20company\"&gt;investment firm&lt;/a&gt; &lt;a href=\"Kohlberg%20Kravis%20Roberts\"&gt;Kohlberg Kravis Roberts&lt;/a&gt; and the former CEO and chairman of the board at &lt;a href=\"Morgan%20Stanley\"&gt;Morgan Stanley&lt;/a&gt;, the &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt;-based &lt;a href=\"investment%20bank\"&gt;investment bank&lt;/a&gt; and &lt;a href=\"brokerage\"&gt;brokerage&lt;/a&gt; firm.\nEarly life and education.\nMack was born in &lt;a href=\"Mooresville%2C%20North%20Carolina\"&gt;Mooresville, North Carolina&lt;/a&gt;, the son of Alice (née Azouri) and Charles Mack. Mack's father's original family name was Makhoul; he came to the United States from &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; when he was 12 years old, following Mack's grandfather, who had arrived at &lt;a href=\"Ellis%20Island\"&gt;Ellis Island&lt;/a&gt; in 1909.\nThe family settled in &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;. Mack's father ran a wholesale grocery, clothing, and general merchandise store called John Mack &amp; Son in &lt;a href=\"Mooresville%2C%20North%20Carolina\"&gt;Mooresville, North Carolina&lt;/a&gt;. The business occupied The John Mack Building from 1937 to the 1990s. Mack is the youngest of six sons. The family was Catholic.\nIn 1968, Mack graduated from &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt;, where he attended on a &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; scholarship and majored in history. Mack's first job in finance was as a clerk at a small brokerage house during his junior year at Duke, after a cracked vertebra made it impossible for him to continue on his football scholarship.\nCareer.\nMorgan Stanley.\nMack worked at several firms around Wall Street before starting his career at Morgan Stanley in 1972 as a salesman, and has since worked for the company for nearly thirty years. Rising steadily to positions of increasing responsibility, Mack eventually headed the firm's Worldwide Taxable Fixed Income Division from 1985 to 1992. In 1987, he became a member of the board of directors. In March 1992, he assumed responsibility for Morgan Stanley's day-to-day operations as chairman of the operating committee. He was named president of Morgan Stanley in June 1993. Mack served as president, chief operating officer and a director of Morgan Stanley Dean Witter &amp; Co. from May 1997 when the firm was created by the merger of Morgan Stanley and Dean Witter, two of the world's leading financial services companies.\nIn 2001, Mack left Morgan Stanley after a power struggle with &lt;a href=\"Philip%20J.%20Purcell\"&gt;Phil Purcell&lt;/a&gt;; Purcell became CEO of Morgan Stanley after the 1997 merger of Morgan Stanley and &lt;a href=\"Dean%20Witter%20Reynolds\"&gt;Dean Witter&lt;/a&gt;, of which Purcell was already CEO.\nCredit Suisse.\nSix months later, in June 2001, Mack was hired as CEO of &lt;a href=\"Credit%20Suisse\"&gt;Credit Suisse&lt;/a&gt;, then known as &lt;a href=\"Credit%20Suisse%20First%20Boston\"&gt;Credit Suisse First Boston&lt;/a&gt; (CSFB). Mack's time at Credit Suisse was marked much restructuring and by compliances issues created by &lt;a href=\"Frank%20Quattrone\"&gt;Frank Quattrone&lt;/a&gt;'s Technology Group.\nMorgan Stanley redux.\nOn June 30, 2005, Mack returned to Morgan Stanley as chief executive officer and chairman of the board, replacing Purcell. Mack was noted for stabilizing the firm and reenergizing its culture and client franchise, despite an economic downturn.\nMack announced his retirement as &lt;a href=\"chief%20executive%20officer\"&gt;chief executive officer&lt;/a&gt; on September 10, 2009, which was effective January 1, 2010. In 2011, Mack retired from Morgan Stanley after more than 30 years as an investment banker. Former co-president &lt;a href=\"James%20P.%20Gorman\"&gt;James P. Gorman&lt;/a&gt; succeeded him as CEO.\nKohlberg Kravis Roberts.\nIn 2012, Mack joined &lt;a href=\"Kohlberg%20Kravis%20Roberts\"&gt;Kohlberg Kravis Roberts&lt;/a&gt; as a senior advisor.\nRosneft.\nIn 2013 Mack joined &lt;a href=\"Rosneft\"&gt;Rosneft&lt;/a&gt;, the Russian, state-owned, oil company that has BP as an investor of approximately 20%. In 2014 he announced his departure, shortly after the CEO &lt;a href=\"Igor%20Sechin\"&gt;Igor Sechin&lt;/a&gt; had sanctions imposed upon him by the US. Different reasons were given for his departure; Mack said his contract had only been for a year, while Rosneft spokespeople said he had decided to leave for personal reasons.\nInsider trading accusations.\nIn 2006, Mack was accused by former &lt;a href=\"United%20States%20Securities%20and%20Exchange%20Commission\"&gt;SEC&lt;/a&gt; investigator &lt;a href=\"Gary%20J.%20Aguirre\"&gt;Gary J. Aguirre&lt;/a&gt; of &lt;a href=\"insider%20trading\"&gt;insider trading&lt;/a&gt;. On October 5, 2006, the SEC recommended no action be taken against Mack. In late November 2006, Mack and Pequot were notified that the investigation had been closed and no action would be taken against them.\nCompensation.\nWhile CEO of Morgan Stanley in 2006, Mack earned a total compensation of $41,399,010, which included a base salary of $800,000, stocks granted of $36,179,923, and options granted of $4,019,934.\nIn 2008, he earned a total compensation of $1,235,097, which included a base salary of $800,000 and other compensation of $435,097. He did not receive any cash, stock, or options.\nIn 2014, Mack defended the high fees paid to CEOs, saying on &lt;a href=\"Bloomberg%20Television\"&gt;Bloomberg Television&lt;/a&gt; that the discussion of compensation was healthy, but that CEOs earn the rates.\nFinancial crisis of 2007–2008.\nMack guided the firm through the &lt;a href=\"financial%20crisis%20of%202007%E2%80%932008\"&gt;financial crisis of 2007–2008&lt;/a&gt;, building its capital position and overseeing the firm's conversion to a bank holding company. To stabilize the firm, he forged strategic alliances with China Investment Corporation and Mitsubishi UFJ Group and entered into a joint venture with Smith Barney, forming at the time the world's largest wealth management firm. During the crisis, Mack was advised by U.S. Treasury Secretary &lt;a href=\"Hank%20Paulson\"&gt;Hank Paulson&lt;/a&gt; and the head of the Federal Reserve Bank &lt;a href=\"Ben%20Bernanke\"&gt;Ben Bernanke&lt;/a&gt; to sell Morgan Stanley. He has stated that during negotiations he was under considerable pressure from the president of the New York Federal Reserve, &lt;a href=\"Tim%20Geithner\"&gt;Tim Geithner&lt;/a&gt;, to sell or merge Morgan Stanley to one of his competitors such as &lt;a href=\"JPMorgan%20Chase\"&gt;JP Morgan&lt;/a&gt;. Mack saw this as being contrary to the interests of Morgan Stanley shareholders and employees, similar to the demise of &lt;a href=\"Bear%20Stearns\"&gt;Bear Stearns&lt;/a&gt; in a forced sale to JP Morgan for $2 per share, (the deal was later revised to $10 a share), and insisted on finding other sources of financing instead.\nPhilanthropy.\nMack has donated to various entities through the Christy and John Mack Foundation, formerly known as C.J. Mack Foundation:\nMack has sat on the board of trustees of &lt;a href=\"NewYork%E2%80%93Presbyterian%20Hospital\"&gt;NewYork–Presbyterian Hospital&lt;/a&gt; since 1992. He was chairman of the board for 5 years and was integral to the funding and construction of NYP &lt;a href=\"Morgan%20Stanley%20Children%27s%20Hospital\"&gt;Morgan Stanley Children's Hospital&lt;/a&gt;, the only stand-alone children's hospital in New York City.\nIn media.\nMack earned the nickname \"Mack the Knife\" for his cost-cutting prowess while managing the fixed income division at Morgan Stanley, and he lived up to his billing at CSFB, where he cut 10,000 jobs and returned the bank to profitability.\nMack was portrayed in the &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; film \"&lt;a href=\"Too%20Big%20to%20Fail%20%28film%29\"&gt;Too Big to Fail&lt;/a&gt;\" by &lt;a href=\"Tony%20Shalhoub\"&gt;Tony Shalhoub&lt;/a&gt; and in the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; film \"&lt;a href=\"The%20Last%20Days%20of%20Lehman%20Brothers\"&gt;The Last Days of Lehman Brothers&lt;/a&gt;\" by &lt;a href=\"Henry%20Goodman\"&gt;Henry Goodman&lt;/a&gt;. His career is also covered in detail in a 2007 book by Patricia Beard, \"\". The 2010 documentary \"Plunder: The Crime of Our Time\" by &lt;a href=\"Danny%20Schechter\"&gt;Danny Schechter&lt;/a&gt; opens with a demonstration outside his home by people who lost their houses in the &lt;a href=\"Great%20Recession\"&gt;Great Recession&lt;/a&gt;.\nPersonal life.\nMack is married to Meredith Mack (née King). Mr Mack now resides in the Pittsburgh suburb of Sewickly Heights, where his wife Meredith was born and raised. They have three children."
}