{
    "id": "22905790",
    "revid": "17144874",
    "url": "https://en.wikipedia.org/wiki?curid=22905790",
    "title": "Law of Finland",
    "text": "The &lt;a href=\"law\"&gt;law&lt;/a&gt; of &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt; is based on the &lt;a href=\"Civil%20law%20%28legal%20system%29\"&gt;civil law&lt;/a&gt; tradition, consisting mostly of &lt;a href=\"statutory%20law\"&gt;statutory law&lt;/a&gt; promulgated by the &lt;a href=\"Parliament%20of%20Finland\"&gt;Parliament of Finland&lt;/a&gt;. The &lt;a href=\"constitution%20of%20Finland\"&gt;constitution of Finland&lt;/a&gt;, originally approved in 1919 and rewritten in 2000, has supreme authority and sets the most important procedures for enacting and applying legislation. As in civil law systems in general, judicial decisions are not generally authoritative and there is little &lt;a href=\"judge-made%20law\"&gt;judge-made law&lt;/a&gt;. Supreme Court decisions can be cited, but they are not actually binding.\nAs a member of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, &lt;a href=\"European%20Union%20law\"&gt;European Union law&lt;/a&gt; is in force in Finland, and Finland implements &lt;a href=\"Directive%20%28European%20Union%29\"&gt;EU directive&lt;/a&gt;s in its national legislation. The &lt;a href=\"Court%20of%20Justice%20of%20the%20European%20Union\"&gt;Court of Justice of the European Union&lt;/a&gt; is the ultimate authority in matters in the competence of the European Union.\nAs in Sweden, &lt;a href=\"administrative%20law\"&gt;administrative law&lt;/a&gt; is interpreted by a separate &lt;a href=\"administrative%20court\"&gt;administrative court&lt;/a&gt; system. Besides law proper, i.e. acts of parliament (\"laki\"), permanent government decrees (\"asetus\") form an important body of law. Issued if permitted by an act of parliament, the decrees may clarify acts and guide implementation thereof, but not contradict them.\nHistory.\nFinnish law and legal traditions are based on &lt;a href=\"Swedish%20law\"&gt;Swedish law&lt;/a&gt; and in a wider sense, on the Scandinavian and German legal tradition, a subset of Roman law. The oldest law still practiced is Olaus Petri's instructions for judges from 1530, although as instructions they are not binding. The oldest act still in force, in part, is the Swedish &lt;a href=\"Civil%20Code%20of%201734\"&gt;Civil Code of 1734&lt;/a&gt;. Books of Court Procedure (\"oikeudenkäymiskaari\"), Trade (\"kauppakaari\") and Construction (\"rakennuskaari\") formally remain in force; many of these acts have been overturned in Sweden. However, in practice, these have been slowly eroded over the centuries, and many parts are no longer enforced, e.g. references to fines denominated in the ancient currency of &lt;a href=\"Swedish%20riksdaler\"&gt;Swedish riksdaler&lt;/a&gt;.\nDue to &lt;a href=\"Diet%20of%20Porvoo\"&gt;transfer of sovereignty to Russia&lt;/a&gt;, a divergence from Swedish tradition begins from 1809. Important codifications were made during Imperial Russian sovereignty, e.g. the Criminal Code was promulgated by &lt;a href=\"Czar\"&gt;Czar&lt;/a&gt; &lt;a href=\"Alexander%20III%20of%20Russia\"&gt;Alexander III&lt;/a&gt; in 1889. There was a Finnish parliament, the &lt;a href=\"Diet%20of%20Finland\"&gt;Diet of Finland&lt;/a&gt;, convened in 1809 and dissolved in 1906. The Diet was actually active only from 1863; in 1809-1863 the country was governed by administrative means only. Towards the end of the 19th century, the Imperial Russian government began restricting Finnish autonomy, and often refused to give Royal Assent. The Diet was replaced by the modern &lt;a href=\"Parliament%20of%20Finland\"&gt;Parliament of Finland&lt;/a&gt; (\"eduskunta\") in 1906. After independence in 1917, the &lt;a href=\"Constitution%20of%20Finland\"&gt;Constitution of Finland&lt;/a&gt; was promulgated in 1919. The constitution received numerous amendments, scattered over multiple different acts, over the 20th century. In 2000, a rewritten, uniform version was promulgated to replace them.\nEnacting laws.\nActs of Parliament form the main body of the law. In the typical procedure, the &lt;a href=\"Finnish%20Government\"&gt;Finnish Government&lt;/a&gt; proposes a bill to the &lt;a href=\"Parliament%20of%20Finland\"&gt;Parliament of Finland&lt;/a&gt;. When the act is amended and approved by the Parliament, the act is submitted to the &lt;a href=\"President%20of%20Finland\"&gt;President of Finland&lt;/a&gt; for presidential assent. Once the President signs the act, it becomes law. The President can exercise a right of &lt;a href=\"veto\"&gt;veto&lt;/a&gt;, but the veto can be overridden by the Parliament with a simple majority.\nDecrees are based on an &lt;a href=\"Primary%20and%20secondary%20legislation\"&gt;authorization for delegation&lt;/a&gt; stipulated in an act of parliament. Decrees can be issued by the &lt;a href=\"Finnish%20Government\"&gt;Finnish Government&lt;/a&gt;, &lt;a href=\"President%20of%20Finland\"&gt;President of Finland&lt;/a&gt; and individual ministries. They are enacted by the &lt;a href=\"President%20of%20Finland%23Presidential%20government%20sessions\"&gt;President in session with the Government&lt;/a&gt; (\"presidentin esittely\").\nThe European Union can issue both Regulations, which immediately become law in the member states, and Directives, which are implemented as Acts of Parliament by the Parliament of Finland.\nPublication of laws.\nFinland does not have a single unified &lt;a href=\"civil%20code\"&gt;civil code&lt;/a&gt;, unlike e.g. France or Germany. All laws are published in the official journal \"Suomen säädöskokoelma\" (the Statutes of Finland) when promulgated. Most law is available from the online Finlex database, published by Edita Publishing Oy, and in a two-volume book set \"Suomen laki\", published by Talentum Media. These collections are however not exhaustive."
}