{
    "id": "22901794",
    "revid": "280945",
    "url": "https://en.wikipedia.org/wiki?curid=22901794",
    "title": "Beruniy",
    "text": "Beruniy (; ; ) is a small city in the &lt;a href=\"Karakalpakstan\"&gt;Karakalpakstan&lt;/a&gt;, &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt;. It is located on the northern bank of the &lt;a href=\"Amu%20Darya\"&gt;Amu Darya&lt;/a&gt; near Uzbekistan's border with &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt;. The city is the seat of &lt;a href=\"Beruniy%20District\"&gt;Beruniy District&lt;/a&gt;. Historically, Beruniy was known as Kath (&lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt;/; modern ) and served as the capital of &lt;a href=\"Khwarazm\"&gt;Khwarazm&lt;/a&gt; during the &lt;a href=\"Afrighids\"&gt;Afrighid dynasty&lt;/a&gt;. In 1957, it was renamed \"Beruniy\" in honor of the medieval scholar and polymath &lt;a href=\"Al-Biruni\"&gt;Al-Biruni&lt;/a&gt; who was born here. Beruniy received city status in 1962.\nBeruniy is an important industrial city in Karakalpakstan. It is home to an asphalt plant, a brick factory, a cotton plant, and a shoe factory. There are also many textile factories.\nHistory.\nBeruniy was the capital of &lt;a href=\"Khwarezm\"&gt;Khwarezm&lt;/a&gt; from the time of the &lt;a href=\"Afrighids\"&gt;Afrighid dynasty&lt;/a&gt; around 305 CE, replacing the old capital of &lt;a href=\"Toprak-Kala\"&gt;Toprak-Kala&lt;/a&gt;. At that time it was known as Kath (modern ). The city underwent many name changes, including Fil and Shobboz. In 1957, it was renamed Beruniy in honor of the scholar and polymath &lt;a href=\"Ab%C5%AB%20Ray%E1%B8%A5%C4%81n%20al-B%C4%ABr%C5%ABn%C4%AB\"&gt;Abū Rayḥān al-Bīrūnī&lt;/a&gt; who was born and raised in the town.\nBeruniy received the status of a city in 1962. In 1969, &lt;a href=\"Amu%20Darya\"&gt;Amu Darya River&lt;/a&gt; overflew its banks. As a result, several buildings in Beruniy were badly damaged. However, they were quickly repaired.\nGeography.\nBeruniy is located on the northern bank of the &lt;a href=\"Amu%20Darya\"&gt;Amu Darya&lt;/a&gt; near Uzbekistan's border with &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt;. By road it is west of &lt;a href=\"Tashkent\"&gt;Tashkent&lt;/a&gt; and northeast of &lt;a href=\"Khiva\"&gt;Khiva&lt;/a&gt;.\nClimate.\nBeruniy has a &lt;a href=\"cold%20desert%20climate\"&gt;cold desert climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; \"BWk\") with sharp &lt;a href=\"Continental%20climate\"&gt;continental&lt;/a&gt; influences. It has cold winters and hot summers. The average July temperature is . The mean temperature in January is .\nDemographics.\nIn 2018, Beruniy had a population of 66,090.\nEconomy.\nBeruniy is an important industrial city in &lt;a href=\"Karakalpakstan\"&gt;Karakalpakstan&lt;/a&gt;. It is home to an asphalt plant, a brick factory, a cotton plant, and a shoe factory. There are also many textile factories.\nEducation.\nBeruniy is home to 14 secondary schools, a music school and an athletic school."
}