{
    "id": "229298",
    "revid": "5230605",
    "url": "https://en.wikipedia.org/wiki?curid=229298",
    "title": "Bradley Nowell",
    "text": "Bradley James Nowell (February 22, 1968 – May 25, 1996) was an American musician and the lead singer and guitarist of the &lt;a href=\"ska%20punk\"&gt;ska punk&lt;/a&gt; band &lt;a href=\"Sublime%20%28band%29\"&gt;Sublime&lt;/a&gt;.\nBorn and raised in &lt;a href=\"Belmont%20Shore%2C%20Long%20Beach%2C%20California\"&gt;Belmont Shore, Long Beach, California&lt;/a&gt;, Nowell developed an interest in music at a young age. His father took him on a trip to &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; during his childhood years, which exposed him to &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt; and &lt;a href=\"dancehall\"&gt;dancehall&lt;/a&gt; music; he then gained a strong interest in &lt;a href=\"rock%20music\"&gt;rock music&lt;/a&gt; once he learned how to play guitar. Nowell played in various bands until forming Sublime with bassist &lt;a href=\"Eric%20Wilson%20%28bassist%29\"&gt;Eric Wilson&lt;/a&gt; and drummer &lt;a href=\"Bud%20Gaugh\"&gt;Bud Gaugh&lt;/a&gt;, whom he had met while attending &lt;a href=\"California%20State%20University%2C%20Long%20Beach\"&gt;California State University at Long Beach&lt;/a&gt;. In his lifetime, Sublime released the albums \"&lt;a href=\"40oz.%20to%20Freedom\"&gt;40oz. to Freedom&lt;/a&gt;\" and \"&lt;a href=\"Robbin%27%20the%20Hood\"&gt;Robbin' the Hood&lt;/a&gt;\" to critical and commercial success.\nThroughout the band's career, Nowell struggled with a worsening addiction to &lt;a href=\"heroin\"&gt;heroin&lt;/a&gt;. He eventually became sober after his son Jakob, with girlfriend Troy Dendekker, was born in May 1995, but relapsed and died of a heroin overdose in 1996 in a &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; hotel while Sublime was on tour. Sublime released &lt;a href=\"Sublime%20%28album%29\"&gt;their self-titled third album&lt;/a&gt; two months after Nowell's death, and has subsequently released several compilation albums featuring the hundreds of songs he recorded throughout his life. Nowell remains an influential figure of the 1990s &lt;a href=\"Alternative%20rock\"&gt;alternative&lt;/a&gt; era in his legacy.\nEarly life.\nBradley Nowell and his sister, Kellie, were born and raised in the &lt;a href=\"Belmont%20Shore%2C%20Long%20Beach%2C%20California\"&gt;Belmont Shore&lt;/a&gt; neighborhood of &lt;a href=\"Long%20Beach%2C%20California\"&gt;Long Beach, California&lt;/a&gt;, to Jim and Nancy Nowell. As a child, he enjoyed &lt;a href=\"surfing\"&gt;surfing&lt;/a&gt; and &lt;a href=\"sailing\"&gt;sailing&lt;/a&gt;, often participating in boat races. Nowell became a difficult child and was often &lt;a href=\"hyperactive\"&gt;hyperactive&lt;/a&gt; and disruptive; his mother recalled that he was \"very emotional, very sensitive, very artistic, but he was needy … He was always testing just to see what he could get away with.\" After his parents' &lt;a href=\"divorce\"&gt;divorce&lt;/a&gt; when he was 10, Nowell's behavior worsened. His mother was originally awarded custody, but found him too difficult to control, and at the age of 10 he moved in full time with his father.\nMusic was an integral part of Nowell's upbringing on the part of both of his parents. His father, a construction worker, enjoyed playing guitar and exposed him to the music of &lt;a href=\"Jim%20Croce\"&gt;Jim Croce&lt;/a&gt;; his mother taught &lt;a href=\"piano\"&gt;piano&lt;/a&gt; for a living in addition to playing the &lt;a href=\"flute\"&gt;flute&lt;/a&gt;. Both parents helped teach young Nowell to play the guitar. In the summer of 1979, 11-year-old Nowell accompanied his father on a month-long sailing trip in the &lt;a href=\"Virgin%20Islands\"&gt;Virgin Islands&lt;/a&gt;, where he was first exposed to &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt; music.\nBy the age of 16, he started his first band, Hogan's Heroes, with Michael Yates and &lt;a href=\"Eric%20Wilson%20%28bassist%29\"&gt;Eric Wilson&lt;/a&gt;. Nowell was described as a \"gifted kid with many friends.\" At first, Wilson did not share Nowell's interest in reggae music. Nowell recalled the experience: \"I was trying to get them to do (&lt;a href=\"UB40\"&gt;UB40&lt;/a&gt;'s version of) 'Cherry Oh Baby,' and it didn't work. They tried, but it just sounded like such garbage. We were horrible.\" Nowell attended the &lt;a href=\"University%20of%20California%2C%20Santa%20Cruz\"&gt;University of California, Santa Cruz&lt;/a&gt; before transferring to &lt;a href=\"California%20State%20University%2C%20Long%20Beach\"&gt;California State University, Long Beach&lt;/a&gt; to study &lt;a href=\"finance\"&gt;finance&lt;/a&gt;. While at Cal State Long Beach, Nowell received good grades, appearing on the \" &lt;a href=\"Dean%27s%20List\"&gt;Dean's List&lt;/a&gt; in 1990. However, he dropped out one semester shy of earning a degree, stating in 1995, \"I have all the hard classes left … I doubt I'll ever go back.\"\nSublime.\nAccording to a Westwood One interview (which can be found on disc three of the Sublime box set), in 1988 Nowell got together with bassist Wilson and drummer Bud Gaugh, performing in small shows at house parties and barbecues. The band was often asked to leave the parties due to excessive noise. Sublime gained a reputation for their rowdy behavior and eventually became one of the most popular bands in Southern &lt;a href=\"California\"&gt;California&lt;/a&gt;. Despite their local success, music venues were skeptical of the band's eclectic musical fusion and many refused to book the band. In response, Nowell and Wilson created their own music label, &lt;a href=\"Skunk%20Records\"&gt;Skunk Records&lt;/a&gt;, telling venues they were \"Skunk Records recording artists,\" helping the band seem more accomplished and enabling them to book more shows. The band produced and distributed Sublime's early recordings on the label, later selling demo tapes at shows and local record stores.\nIn 1990, music student &lt;a href=\"Michael%20Happoldt\"&gt;Michael \"Miguel\" Happoldt&lt;/a&gt; offered to let the band record in the studio at the school where he was studying, although without the school's knowledge. The band agreed, then sneaked into the school at night, where they recorded from midnight to seven in the morning. That recording session resulted in the popular cassette tape \"&lt;a href=\"Jah%20Won%27t%20Pay%20the%20Bills\"&gt;Jah Won't Pay the Bills&lt;/a&gt;\", released in 1991. The tape helped the band gain a grassroots following throughout Southern California. It was during this time that Nowell became involved with drugs. For years, Nowell refused to try &lt;a href=\"heroin\"&gt;heroin&lt;/a&gt;; however, as he entered his twenties and witnessed his band's success, he decided to try the drug. Nowell's father explained, \"His excuse for taking the heroin was that he felt like he had to be larger than life. He was leading the band, leading his fans, and he had to put on this persona. He heard a lot of musicians say they were taking heroin to be more creative.\"\nUsing the same tactics they used in recording \"Jah Won't Pay the Bills\", the band recorded its debut album \"&lt;a href=\"40oz.%20to%20Freedom\"&gt;40oz. to Freedom&lt;/a&gt;\" in secrecy at the studios at &lt;a href=\"California%20State%20University%2C%20Dominguez%20Hills\"&gt;California State University, Dominguez Hills&lt;/a&gt;. Nowell recalled, \"You weren't supposed to be in there after 9 p.m., but we'd go in at 9:30 and stay until 5 in the morning. We'd just hide from the security guards. They never knew we were there. We managed to get $30,000 worth of studio time for free\". \"40oz. to Freedom\" was released in 1992; 60,000 copies were sold. \nDespite their growing popularity in Southern California, Sublime still was not signed with a major label. Around this same time Nowell teamed up with longtime friend &lt;a href=\"Gwen%20Stefani\"&gt;Gwen Stefani&lt;/a&gt; of &lt;a href=\"No%20Doubt\"&gt;No Doubt&lt;/a&gt;, to record the song \"Saw Red\". The song was eventually released on Sublime's \"&lt;a href=\"Robbin%27%20the%20Hood\"&gt;Robbin' the Hood&lt;/a&gt;\" album, which was self-recorded on a four-track cassette, and released in October 1994. Several songs from the album detail Nowell's worsening drug addiction. Nowell is said by some to have predicted his own death in the song \"Pool Shark\", with the line, \"One day I'm gonna lose the war\".\nAbout a year later, &lt;a href=\"Tazy%20Phillipz\"&gt;Tazy Phillipz&lt;/a&gt; took a copy of \"40oz. to Freedom\" to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt; &lt;a href=\"KROQ-FM\"&gt;KROQ-FM&lt;/a&gt;, requesting that Sublime's song \"Date Rape\" be added to the playlist. Soon after, &lt;a href=\"MCA%20Records\"&gt;MCA Records&lt;/a&gt; picked up \"40oz. to Freedom\" for national distribution, and Sublime was scheduled to tour throughout &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. Nowell, an avid reader who enjoyed quoting historians and philosophers, began studying European history to prepare for the trip. Attention from a major label did not curb Nowell's drug use, which sometimes led him to pawn his instruments and sell drugs, as reflected in the song \"Pawn Shop\". In February 1996, Sublime returned to the studio to record the bulk of their self-titled album, which would be their debut with MCA. Production was done by &lt;a href=\"Paul%20Leary\"&gt;Paul Leary&lt;/a&gt; of the &lt;a href=\"Butthole%20Surfers\"&gt;Butthole Surfers&lt;/a&gt; (and producer of &lt;a href=\"Marcy%20Playground\"&gt;Marcy Playground&lt;/a&gt; and &lt;a href=\"Meat%20Puppets\"&gt;Meat Puppets&lt;/a&gt;) at &lt;a href=\"Willie%20Nelson\"&gt;Willie Nelson&lt;/a&gt;'s Pedernales Studio in &lt;a href=\"Austin%2C%20Texas\"&gt;Austin, Texas&lt;/a&gt;.\nDeath.\nNowell married Troy Dendekker on May 18, 1996. Seven days later, on the morning of May 25, Sublime was set to begin a five-day tour through Northern California, followed by a European and East Coast tour. However, while the band was staying at the Ocean View Motel in San Francisco (Seascape Inn now), drummer &lt;a href=\"Bud%20Gaugh\"&gt;Bud Gaugh&lt;/a&gt; awoke to find Nowell lying on the floor next to his bed. His dalmatian, Lou Dog, was curled up on the bed whimpering. Nowell had tried awakening his fellow bandmates to go to the beach with him that morning, but they were too hung-over and tired to get out of bed. Initially, Gaugh assumed that Nowell was too intoxicated to get into bed. However, he noticed a yellow film around his mouth, and it became apparent that he had overdosed on heroin. Gaugh called for &lt;a href=\"paramedics\"&gt;paramedics&lt;/a&gt;, but Nowell had died several hours earlier and was pronounced dead at the scene. Nowell was &lt;a href=\"cremation\"&gt;cremated&lt;/a&gt; and his ashes were spread over his favorite surfing spot in &lt;a href=\"Surfside%2C%20California\"&gt;Surfside, California&lt;/a&gt;. A headstone was placed at Westminster Memorial in &lt;a href=\"Westminster%2C%20California\"&gt;Westminster, California&lt;/a&gt;, in his memory.\nEight months after Nowell's death, &lt;a href=\"No%20Doubt\"&gt;No Doubt&lt;/a&gt; headlined a \"cautionary\" &lt;a href=\"benefit%20concert\"&gt;benefit concert&lt;/a&gt; in honor of his memory. Nowell's widow wanted to make it clear that the goal of the concert was not to glamorize his death, but rather to promote drug awareness and prevention among fans. Proceeds from the concert were given to a non-profit offering support for musicians struggling with drug addiction, as well as a scholarship fund for Nowell's son, Jakob.\nOn January 11, 1997, a \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" article titled \"Cautionary Concert in Rocker's Memory\", writer Jerry Crowe quoted No Doubt bassist &lt;a href=\"Tony%20Kanal\"&gt;Tony Kanal&lt;/a&gt; as saying, \"Obviously, it's going to be very emotional because you're there playing a show to commemorate a good friend who died and died for very wrong reasons. But you're also there to change things for the future and prevent stuff like that from ever happening again. A lot of times we hear about musicians using drugs and it's so blasé and clichéd. You just kind of say, 'Oh, he'll be fine. Somebody will take care of him.' But that's not true. It's important for every single one of us to stand up and say, 'Enough of this shit.' It's time to make a difference\".\nJason Westfall, one of Sublime's managers, was quoted as saying the surviving members of Sublime had no interest in continuing to perform and record under the \"Sublime\" name: \"Just like &lt;a href=\"Nirvana%20%28band%29\"&gt;Nirvana&lt;/a&gt;, Sublime died when Brad died.\" Sublime played their last show at the Phoenix Theater in &lt;a href=\"Petaluma%2C%20California\"&gt;Petaluma, California&lt;/a&gt;. In late 2010 and early 2011, the remaining band members, along with &lt;a href=\"Rome%20Ramirez\"&gt;Rome Ramirez&lt;/a&gt;, began touring under the name &lt;a href=\"Sublime%20with%20Rome\"&gt;Sublime with Rome&lt;/a&gt;.\nPost-death.\nSublime's final album was released on July 30, 1996. Its original title, \"Killin' It\", was replaced by the eponymous title, \"&lt;a href=\"Sublime%20%28album%29\"&gt;Sublime&lt;/a&gt;\".\nBy 1997, the album entered Billboard's Top 20, with the largely acoustic single, \"&lt;a href=\"What%20I%20Got\"&gt;What I Got&lt;/a&gt;\", becoming the number one song on the &lt;a href=\"Alternative%20Songs\"&gt;Modern Rock chart&lt;/a&gt;. The album produced three more radio hits: \"&lt;a href=\"Santeria%20%28song%29\"&gt;Santeria&lt;/a&gt;\", \"&lt;a href=\"Wrong%20Way\"&gt;Wrong Way&lt;/a&gt;\", and \"&lt;a href=\"Doin%27%20Time\"&gt;Doin' Time&lt;/a&gt;\". The accompanying &lt;a href=\"music%20videos\"&gt;music videos&lt;/a&gt; for \"Santeria\", \"What I Got\", and \"Wrong Way\" received heavy rotation on &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;, with previously filmed footage of Nowell performing live intercut into the video. The footage which was used came mostly from shows in 1996.\nSublime became one of the most successful American rock acts of 1997. \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" reported in March 2010 that the album \"Sublime\" had sold over 6 million copies.\nIn 2009, Gaugh and Wilson teamed up with &lt;a href=\"Rome%20Ramirez\"&gt;Rome Ramirez&lt;/a&gt; to form &lt;a href=\"Sublime%20with%20Rome\"&gt;Sublime with Rome&lt;/a&gt; after an attempt to reform \"Sublime\" was blocked by Nowell's estate. The new band plays all of Sublime's original songs except for \"&lt;a href=\"Caress%20Me%20Down\"&gt;Caress Me Down&lt;/a&gt;\", which Rome refuses to play out of respect for Nowell - as it is sung from his perspective (the lyrics with \"me llamo Bradley\"). The band also records original music; their 2011 debut album \"&lt;a href=\"Yours%20Truly%20%28Sublime%20with%20Rome%20album%29\"&gt;Yours Truly&lt;/a&gt;\" is dedicated to Nowell. The trio stuck together until 2011, when bandmate Bud Gaugh decided to leave the band. The current entourage is Rome Ramirez, Eric Wilson, and Carlos Verdugo.\nPersonal life.\nMarriage and fatherhood.\nWhile on tour in the early 1990s, Nowell began dating Troy Dendekker. In October 1994, Troy became pregnant, giving birth to a son, Jakob James Nowell, on June 25, 1995. On May 18, 1996, a week before Nowell died, the couple married in a &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;an-themed ceremony in &lt;a href=\"Las%20Vegas%20Valley\"&gt;Las Vegas&lt;/a&gt;.\nLou Dog.\nIn February 1990, Nowell purchased a &lt;a href=\"Dalmatian%20%28dog%29\"&gt;dalmatian&lt;/a&gt; puppy from an old man for $500, and named him \"Louie\" after his grandfather. Also referred to as \"Lou Dog\", he became a &lt;a href=\"mascot\"&gt;mascot&lt;/a&gt; for the band Sublime. Lou Dog was often allowed to wander the stage during concert performances. Louie was also often featured on the cover of Sublime albums, and was referred to in the lyrics of Sublime songs. In Sublime's most successful radio track, \"&lt;a href=\"What%20I%20Got\"&gt;What I Got&lt;/a&gt;\", Nowell sings, \"...livin' with Louie Dog's the only way to stay sane\". Another prominent song of the band, \"&lt;a href=\"Sublime%20%28album%29\"&gt;Garden Grove&lt;/a&gt;\", mentions Lou Dog as such: \"We took this trip to Garden Grove.\nIt smelled like Lou dog inside the van, oh yeah\". In the song \"&lt;a href=\"Doin%27%20Time\"&gt;Doin' Time&lt;/a&gt;\" Nowell can be heard singing:\n\"All the people in the dance will agree\nThat we're well qualified to represent the LBC\nMe, me and Louie run to the party\nDance to the rhythm it gets harder\"\nNowell would sometimes begin live songs by referencing Lou Dog, and can be heard on the live version of \"Caress Me Down\" from \"&lt;a href=\"Stand%20By%20Your%20Van\"&gt;Stand By Your Van&lt;/a&gt;\" yelling \"Everybody say Louie - 1,2,3 Louie, Louie, Louie, Louie!\" Nowell was known to invite his friends and their dogs over to film parodies of popular music videos; the dogs would pose as a band or an artist, dressed in corresponding costumes. In the early 1990s, Lou Dog disappeared for a week but was soon returned to Nowell, who later covered the &lt;a href=\"Camper%20Van%20Beethoven\"&gt;Camper Van Beethoven&lt;/a&gt; song \"The Day That Lassie Went to the Moon\", and changed it to \"Lou Dog Went to the Moon\". Following Nowell's death in 1996, Lou Dog was cared for by &lt;a href=\"Michael%20Happoldt\"&gt;Miguel&lt;/a&gt;, the band's manager. Lou Dog died from old age on September 17, 2001."
}