{
    "id": "22927738",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=22927738",
    "title": "John Goulstone Lewis",
    "text": "John \"Johnny\" Goulstone Lewis (25 December 1859 – 9 May 1935) was a &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; half-back who played club rugby for &lt;a href=\"Llanelli%20RFC\"&gt;Llanelli&lt;/a&gt; and international rugby for &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt;. Lewis was also a cricketer, but only played at local level for Llanelli, though he was the first player to score a century at &lt;a href=\"Stradey%20Park\"&gt;Stradey Park&lt;/a&gt;.\nRugby career.\nLewis, nicknamed \"Johnny Bach\", played club rugby for first class Welsh team, Llanelli. While playing for Llanelli, Lewis was awarded his one and only international cap, when he was selected to represent Wales against Ireland in the &lt;a href=\"1887%20Home%20Nations%20Championship\"&gt;1887 Home Nations Championship&lt;/a&gt;. The game was the third and last in the series, and Wales had drawn against England, but lost to Scotland, so a win over Ireland would give Wales their highest finish in the Championship to date. Wales were also suffering from a lack of continuity in their half-back pairings, with the team not fielding an identical pair of half-backs since 1885. The Ireland game was no exception; the previous match away to Scotland saw the Welsh selectors choose the &lt;a href=\"Cardiff%20RFC\"&gt;Cardiff&lt;/a&gt; pairing of &lt;a href=\"George%20Bowen%20%28rugby%20player%29\"&gt;George Bowen&lt;/a&gt; and &lt;a href=\"Jem%20Evans\"&gt;Jem Evans&lt;/a&gt;; but with Bowen moved to threequarters, Lewis was brought in alongside veteran half-back &lt;a href=\"William%20Stadden\"&gt;William \"Buller\" Stadden&lt;/a&gt;. Played on the neutral territory of &lt;a href=\"Birkenhead%20Park\"&gt;Birkenhead Park&lt;/a&gt;, Wales won by a single dropped goal from &lt;a href=\"Arthur%20Gould%20%28rugby%20player%29\"&gt;Arthur 'Monkey' Gould&lt;/a&gt;, even though Ireland outscored the Welsh team three tries to one. Despite the win, Lewis found his position taken by Evans the next season, and did not represent Wales again. Despite being out of favour with the Welsh selectors, he was rewarded by his home club during the 1887-88 season when he was made captain of the senior team.\nInternational matches played.\nWales (rugby union)"
}