{
    "id": "2293898",
    "revid": "31691822",
    "url": "https://en.wikipedia.org/wiki?curid=2293898",
    "title": "Mark Vella Tomlin",
    "text": "Mark Vella Tomlin (7 January 1959 – 10 July 2009), a &lt;a href=\"Malta\"&gt;Maltese&lt;/a&gt; national, worked as an airline pilot with &lt;a href=\"Medavia\"&gt;Medavia&lt;/a&gt; between 1993 and July 2008 when he stopped working for health reasons. After being awarded his captaincy, Mark flew the &lt;a href=\"CASA%20C-212%20Aviocar\"&gt;CASA-212-200 Aviocar&lt;/a&gt; on operations mainly in the Libyan desert, ferrying supplies and personnel to remote desert airstrips.\nMark was as happy discussing world politics with the likes of Jimmy Carter (as he once did when he unexpectedly bumped into the former president in the lobby of the Sheraton Hotel in &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt; while ferrying company aircraft) as he was with encouraging his many close friends, all around the world. He was a true internationalist.\nHe flew the stunt aircraft that appeared in the &lt;a href=\"James%20Bond\"&gt;James Bond&lt;/a&gt; film \"&lt;a href=\"The%20World%20Is%20Not%20Enough\"&gt;The World Is Not Enough&lt;/a&gt;\" released in 1999. Mark Vella Tomlin survived cancer in 2000 and returned to commercial flying in 2001. He traveled extensively promoting 'one people, one world' and was involved with humanitarian work in central Africa for the &lt;a href=\"International%20Red%20Cross\"&gt;International Red Cross&lt;/a&gt;. He booked himself onto the infamous &lt;a href=\"Pan%20Am%20Flight%20103\"&gt;Pan Am Flight 103&lt;/a&gt; on Wednesday 21 December 1988, but changed his plans at the last minute. That flight exploded over &lt;a href=\"Lockerbie\"&gt;Lockerbie&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;.\nMark succumbed to a recurrence of cancer on Friday 10 July, having borne his illness with Christian fortitude and great courage. He passed into eternal life exactly four years and a day after his marriage to Rose, née Ricarte."
}