{
    "id": "2293852",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=2293852",
    "title": "Pretoria Boys High School",
    "text": "Pretoria Boys High School, also known as \"Boys High\", is a semi-private English medium public &lt;a href=\"tuition\"&gt;tuition&lt;/a&gt; Fee charging, &lt;a href=\"English%20language\"&gt;English medium&lt;/a&gt; &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; for boys situated in the suburb of &lt;a href=\"Brooklyn%2C%20Pretoria\"&gt;Brooklyn&lt;/a&gt; in &lt;a href=\"Pretoria\"&gt;Pretoria&lt;/a&gt; in the &lt;a href=\"Gauteng\"&gt;Gauteng&lt;/a&gt; province of &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, founded in 1901 by &lt;a href=\"Alfred%20Milner%2C%201st%20Viscount%20Milner\"&gt;Alfred Milner, 1st Viscount Milner&lt;/a&gt;. \nThe school enrols over 1,500 pupils, including 300 &lt;a href=\"Boarding%20school\"&gt;boarders&lt;/a&gt;, from &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; and beyond, managed by about 100 full-time staff.\nIts &lt;a href=\"neoclassicism\"&gt;neoclassical&lt;/a&gt; red-brick style main school buildings date from 1909, maintaining &lt;a href=\"Provincial%20heritage%20site%20%28South%20Africa%29\"&gt;provincial heritage site&lt;/a&gt; status. A new media centre, library and music centre was completed in 2016. The school grounds also include a second campus, 'Pollock Campus', as well as sporting and recreational facilities. Three boarding houses are located on the school grounds: \"Rissik House\" and \"Solomon House\" are part of the original school complex completed in 1909, while \"School House\" was built later.\nIts &lt;a href=\"sister%20school\"&gt;sister school&lt;/a&gt; is &lt;a href=\"Pretoria%20High%20School%20for%20Girls\"&gt;Pretoria High School for Girls&lt;/a&gt;, founded in 1902.\nHistory.\nThe antecedent of the current school is the historic &lt;a href=\"Staats%20Model%20School\"&gt;Staats Model School&lt;/a&gt;, built 1896-1897 by the government of the &lt;a href=\"South%20African%20Republic\"&gt;Zuid-Afrikaansche Republiek&lt;/a&gt; (later &lt;a href=\"Transvaal%20Colony\"&gt;Transvaal&lt;/a&gt;) in central Pretoria. Alfred Fernández Harington was appointed English master on 1 October 1895. The school was not in operation for very long owing to the outbreak of the &lt;a href=\"Second%20Boer%20War\"&gt;Second Boer War&lt;/a&gt; in 1899. At the time, the building served as a prison, where notably &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; was briefly imprisoned.\nThe school was part of the &lt;a href=\"White%20South%20Africans\"&gt;whites-only&lt;/a&gt; education system, until the abolition of &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt;.\nPretoria High School (19011903).\nWith Pretoria under British control, it became apparent to &lt;a href=\"Lord%20Milner\"&gt;Lord Milner&lt;/a&gt;, the &lt;a href=\"Provincial%20Secretary\"&gt;Colonial Secretary&lt;/a&gt; at the time, that the educational facilities in the city needed attention as there was no secondary school for English-speaking pupils. The &lt;a href=\"Staats%20Model%20School\"&gt;Staats Model School&lt;/a&gt; was duly refurbished. It was renamed \"Pretoria High School\" and became the first of the so-called \"Milner schools\" in the &lt;a href=\"South%20African%20Republic\"&gt;Transvaal&lt;/a&gt;, opening on 3 June 1901 with Charles Hope - who also founded &lt;a href=\"Potchefstroom%20Boys%20High\"&gt;Potchefstroom Boys High&lt;/a&gt; as &lt;a href=\"headmaster\"&gt;headmaster&lt;/a&gt;. Initial enrolment was 32 pupils, both boys and girls, which increased to 132 by August of that year. Hope left 15 months later, along with the girls, who were finally accommodated into the old building of the former &lt;a href=\"Transvaal%20Republic\"&gt;Transvaal Republic&lt;/a&gt;'s \"Staatsmeischjeskool\" (State Girls' School), which was renamed &lt;a href=\"Pretoria%20High%20School%20for%20Girls\"&gt;Pretoria High School for Girls&lt;/a&gt;.\nPretoria College (19031909).\nUnder the new headmaster, Harold Atkinson, enrolment increased to 100 boys by 1903. The name of the school was also changed to \"Pretoria College\". Atkinson left at the end of 1905 and was succeeded by J F Acheson who stayed with the school until it moved from Skinner Street to its current site in 1909. Formal devolution between primary and high school pupils only occurred in 1905.\nThe new buildings and bilingualism (1910-1920).\nMilner's intention was to create a stable educational infrastructure in the new colony's capital and duly set aside of ground to the south-east of central Pretoria for the construction of new academic institutions. The southernmost , which included the \"&lt;a href=\"Waterkloof\"&gt;Waterkloof&lt;/a&gt; Kop\" (English: Waterkloof Hill), was chosen as the new site for Pretoria Boys High School. The architect, &lt;a href=\"Patrick%20Eagle\"&gt;Patrick Eagle&lt;/a&gt;, met the challenge by designing an edifice rivalling its larger contemporary, Sir &lt;a href=\"Herbert%20Baker\"&gt;Herbert Baker&lt;/a&gt;'s &lt;a href=\"Union%20Buildings\"&gt;Union Buildings&lt;/a&gt;. Eagle chose to site the main buildings on the ridge of the hill giving the school its well-known dramatic setting.\nThe new school buildings were officially opened in 1909 by &lt;a href=\"Jan%20Smuts\"&gt;Jan Smuts&lt;/a&gt;, then colonial secretary of the &lt;a href=\"Transvaal%20Colony\"&gt;Transvaal&lt;/a&gt;. The main building of the school, sited on Waterkloof Hill, is at present close to &lt;a href=\"University%20of%20Pretoria\"&gt;University of Pretoria&lt;/a&gt;, sitting opposite to the distant &lt;a href=\"Union%20Buildings\"&gt;Union Buildings&lt;/a&gt; on &lt;a href=\"Meintjieskop\"&gt;Meintjieskop&lt;/a&gt;.\nOne year later, the four colonies of the &lt;a href=\"Transvaal%20Colony\"&gt;Transvaal&lt;/a&gt;, &lt;a href=\"Orange%20River%20Colony\"&gt;Orange River Colony&lt;/a&gt;, &lt;a href=\"Natal%20Province\"&gt;Natal&lt;/a&gt; and the &lt;a href=\"Cape%20Colony\"&gt;Cape&lt;/a&gt; formed the &lt;a href=\"Union%20of%20South%20Africa\"&gt;Union of South Africa&lt;/a&gt;. Keen to forge unity between English and Dutch (Afrikaner) South Africans, Smuts' influence was evident when, on 6 April 1910, the school absorbed 100 boys and staff from the Dutch-medium Eendracht High School to form a dual-medium high school. The combined school was now named \"Pretoria High School for Boys - Pretoria Hogere school voor Jongens\". Smuts would later send his own sons to the school.\nDevolution and re-establishment (1920).\nThe dual-medium institution would last ten years. By 1920, the divide between English and Afrikaans speakers had become apparent nationwide; this was reflected in the need for a separate Afrikaans high school in Pretoria. Consequently, the &lt;a href=\"Afrikaanse%20Ho%C3%ABr%20Seunskool\"&gt;Afrikaanse Hoër Seunskool&lt;/a&gt; was formed immediately south of its parent, becoming the first Afrikaans-medium high school in the country, several years before &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt; attained official recognition as a language (and not a semi-&lt;a href=\"Creole%20language\"&gt;creole&lt;/a&gt; of Dutch). The two schools enjoy close ties to this day, especially in rivalry in sporting events. PBHS would now be left in its present form, known as Pretoria Boys High School, an English-medium public school.\nSchool.\nHeraldry.\nAccording to Illsley, each component of the badge has a special meaning relating to the history and spirit of the school. The shield component of the badge is divided into four quadrants, with the book representing learning, the tools the wealth of the Transvaal through gold mining, the tree growth and the ox wagon the Transvaal. The background colours of the four quadrants were the colours of the first four houses when given permanent names, i.e. Town red, Solomon gold, Sunnyside black and Rissik green.\nThe school songs.\nThe official school song, \"Tis Here We Learn To Live\", was written in the 1930s by two Old Boys. The composer of the music, George Findlay, was a prominent Pretoria &lt;a href=\"dermatologist\"&gt;dermatologist&lt;/a&gt;. However, the school later adopted \"&lt;a href=\"Forty%20Years%20On%20%28song%29\"&gt;Forty Years On&lt;/a&gt;\", originally the school song of &lt;a href=\"Harrow%20School\"&gt;Harrow School&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;. It is this song that is sung at all school &lt;a href=\"valedictions\"&gt;valedictions&lt;/a&gt;. The official school song was relegated to obscurity until it was revived as the school's rugby anthem.\nCulture and activities.\nCultural activities.\nCultural activities include a well-established musical tradition, as well as a plethora of clubs and societies. These include &lt;a href=\"photography\"&gt;photography&lt;/a&gt;, &lt;a href=\"War%20games\"&gt;fantasy and historical war games&lt;/a&gt;, &lt;a href=\"Aeronautics\"&gt;aeronautical&lt;/a&gt;, &lt;a href=\"film\"&gt;film&lt;/a&gt;, &lt;a href=\"Conservation%20movement\"&gt;wildlife&lt;/a&gt;, &lt;a href=\"drama\"&gt;drama&lt;/a&gt;, &lt;a href=\"Debate\"&gt;debating&lt;/a&gt;, &lt;a href=\"chess\"&gt;chess&lt;/a&gt;, &lt;a href=\"public%20speaking\"&gt;public speaking&lt;/a&gt;, &lt;a href=\"creative%20writing\"&gt;creative writing&lt;/a&gt; and &lt;a href=\"science\"&gt;science&lt;/a&gt; clubs. The school &lt;a href=\"newspaper\"&gt;newspaper&lt;/a&gt; \"Boys Highlights\" is published and distributed each term.\nThe school's &lt;a href=\"Music%20school\"&gt;Music Centre&lt;/a&gt; is regarded as one of the best in the country. The following ensembles frequently perform at school functions and external events:\nAthletics and leisure.\nSporting facilities include soccer, &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"Olympic%20Games\"&gt;Olympic&lt;/a&gt; standard athletics grounds, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"squash%20%28sport%29\"&gt;squash&lt;/a&gt; and &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; courts, a &lt;a href=\"gym\"&gt;gym&lt;/a&gt;nasium, &lt;a href=\"field%20hockey\"&gt;hockey&lt;/a&gt; fields, two swimming pools including one for &lt;a href=\"waterpolo\"&gt;waterpolo&lt;/a&gt;, an &lt;a href=\"AstroTurf\"&gt;AstroTurf&lt;/a&gt; and a rock-climbing wall. There is also a man-made &lt;a href=\"pine\"&gt;pine forest&lt;/a&gt;, an old &lt;a href=\"shooting%20range\"&gt;shooting range&lt;/a&gt; which has been converted for the purpose of archery, an &lt;a href=\"amphitheatre\"&gt;amphitheatre&lt;/a&gt; and an artificial lake, \"Loch Armstrong\". The grounds form a protected bird sanctuary and are home to several different species of birds, fish, amphibians and reptiles.\nSports.\nThe sports that are played at the school are: \nSchool buildings.\nThe new school buildings were officially opened in 1909 by &lt;a href=\"Jan%20Smuts\"&gt;Jan Smuts&lt;/a&gt;, then colonial secretary of the &lt;a href=\"Transvaal%20Colony\"&gt;Transvaal&lt;/a&gt;. The main building of the school, sited on Waterkloof Hill, is at present close to &lt;a href=\"University%20of%20Pretoria\"&gt;University of Pretoria&lt;/a&gt;, sitting opposite to the distant &lt;a href=\"Union%20Buildings\"&gt;Union Buildings&lt;/a&gt; on &lt;a href=\"Meintjieskop\"&gt;Meintjieskop&lt;/a&gt;.\nHouses.\nPretoria Boys High School is made up of ten constituent houses, each with its own culture and identity. House assemblies are held weekly, and house prefects are appointed annually. Annual inter-house sports meetings take place in which every pupil is encouraged to participate. The inter-house swim meet (gala) is the most popular and well-attended of sport meetings.\nThe Old Boys Association.\nPretoria Boys High School has a network of \"Old Boys\", forming one of the largest alumni organisations in South Africa. \"Pretoria Boys High School Old Boys Association\" publishes an annual journal and review, \"The Phobian\", which is distributed to \"Old Boys\" across the globe. Members of the association meet annually at the school for the annual dinner, and regular reunions of each matriculating group are organised 10, 20, 30 and 40 years on, echoing the refrain of the school song, &lt;a href=\"Forty%20Years%20On%20%28song%29\"&gt;Forty Years On&lt;/a&gt;.\nNotable alumni.\nThe school has produced two &lt;a href=\"List%20of%20South%20African%20Nobel%20laureates\"&gt;Nobel Prize laureates&lt;/a&gt;, eighteen &lt;a href=\"Rhodes%20Scholarship\"&gt;Rhodes scholars&lt;/a&gt;, eight &lt;a href=\"Supreme%20Court%20of%20Appeal%20of%20South%20Africa\"&gt;Supreme Court&lt;/a&gt; &lt;a href=\"judge\"&gt;judge&lt;/a&gt;s, an &lt;a href=\"archbishop\"&gt;archbishop&lt;/a&gt;, two &lt;a href=\"Premier%20League\"&gt;English Premier League&lt;/a&gt; football players, seven national &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;ers and four &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;Springbok&lt;/a&gt; rugby players"
}