{
    "id": "22945587",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=22945587",
    "title": "Nathan Strong (rugby)",
    "text": "Nathan Lloyd Strong (born 20 January 1976) is a Welsh former professional &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; and &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1990s, 2000s and 2010s.\nNathan Strong was born in &lt;a href=\"Neath\"&gt;Neath&lt;/a&gt;, Wales. Hailing from &lt;a href=\"Tondu\"&gt;Tondu&lt;/a&gt;, Strong's first sporting priority as a child was with the game of soccer, but eventually converting to the oval ball code, playing for &lt;a href=\"Beddau%20RFC\"&gt;Beddau RFC&lt;/a&gt; Under-16s (in &lt;a href=\"Beddau\"&gt;Beddau&lt;/a&gt;).\nHaving played for &lt;a href=\"Bridgend%20RFC\"&gt;Bridgend RFC&lt;/a&gt; at youth level, Nathan broke into the senior ranks with his local club &lt;a href=\"Tondu%20RFC\"&gt;Tondu RFC&lt;/a&gt; in 1996, and went on to captain the side. A brief spell with &lt;a href=\"Caerphilly%20RFC\"&gt;Caerphilly RFC&lt;/a&gt;, where was coaching at the time, precluded a return to Tondu RFC, from where representative honours were won with Glamorgan County. Following the watershed in Welsh rugby which occurred in 2003 with the advent of regionalism, Nathan followed a number of fellow Tondu RFC players down to the Brewery Field to represent Bridgend RFC.\nMaking a name for himself in the premiership as a highly physical back rower, Nathan went on to captain Bridgend RFC, and whilst playing rugby league for the &lt;a href=\"Bridgend%20Blue%20Bulls\"&gt;Bridgend Blue Bulls&lt;/a&gt;, playing at , and was capped by Wales at amateur and senior level in the thirteen man code.\nIn the summer of 2005, Nathan, who is employed by Rockwool Insulation Ltd in &lt;a href=\"Bridgend\"&gt;Bridgend&lt;/a&gt;, transferred to &lt;a href=\"Pontypridd%20RFC\"&gt;Pontypridd RFC&lt;/a&gt;, offering the benefit of his experience and physicality to the young Pontypridd RFC squad.\nMaking a huge and immediate impact with the Sardis Road side, Nathan produced a series of barnstorming back row performances throughout the 2005 - 2006 campaign, crowned by the honour of lifting the Konica Minolta Welsh Cup as team captain. Having instantly become a great favourite with the Pontypridd RFC crowd, Nathan was voted Player of the Year 2006 by the Supporter's Club, a fitting tribute to his immense contribution during the season.\nIn the 2007 off-season, and following &lt;a href=\"Dale%20McIntosh\"&gt;Dale McIntosh&lt;/a&gt;'s departure to take up the reins as Forwards Coach, Nathan was charged with leading the team in the 2007/08 season as Club Captain.\nAfter 5 years at Pontypridd RFC , Nathan decided to depart from the club and joined &lt;a href=\"Aberavon%20RFC\"&gt;Aberavon RFC&lt;/a&gt; for the 2010/11/12 season. Following a serious knee injury that kept him out of the game for a few seasons Nathan has returned to the game playing for his home town club, Tondu RFC. Nathan has represented the Classic lions in Bermuda and regularly plays in charity veterans tournaments around the globe.\nInternational honours.\nNathan Strong won &lt;a href=\"Cap%20%28sport%29\"&gt;cap&lt;/a&gt;s for &lt;a href=\"Wales%20national%20rugby%20league%20team\"&gt;Wales&lt;/a&gt; while at Bridgend Blue Bulls 2004 2004(…2005?) 2-caps (&lt;a href=\"Rugby%20league%20positions%23Interchange\"&gt;interchange&lt;/a&gt;/&lt;a href=\"Substitution%20%28sport%29\"&gt;substitute&lt;/a&gt;)."
}