{
    "id": "22948",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=22948",
    "title": "Poseidon",
    "text": "Poseidon (; , ) was one of the &lt;a href=\"Twelve%20Olympians\"&gt;Twelve Olympians&lt;/a&gt; in &lt;a href=\"Religion%20in%20ancient%20Greece\"&gt;ancient Greek religion&lt;/a&gt; and &lt;a href=\"Greek%20mythology\"&gt;myth&lt;/a&gt;, god of the sea, storms, earthquakes and horses. In pre-Olympian &lt;a href=\"Bronze%20Age%20Greece\"&gt;Bronze Age Greece&lt;/a&gt;, he was venerated as a chief deity at &lt;a href=\"Pylos\"&gt;Pylos&lt;/a&gt; and &lt;a href=\"Thebes%2C%20Greece\"&gt;Thebes&lt;/a&gt;. He also had the cult title \"earth shaker\". In the myths of isolated &lt;a href=\"Arcadia%20%28ancient%20region%29\"&gt;Arcadia&lt;/a&gt; he is related with &lt;a href=\"Demeter\"&gt;Demeter&lt;/a&gt; and &lt;a href=\"Persephone\"&gt;Persephone&lt;/a&gt; and he was venerated as a horse, however it seems that he was originally a god of the waters. He is often regarded as the tamer or father of horses, and with a strike of his trident, he created springs which are related with the word horse. His Roman equivalent is &lt;a href=\"Neptune%20%28mythology%29\"&gt;Neptune&lt;/a&gt;.\nPoseidon was protector of seafarers, and of many Hellenic cities and colonies. &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt; and &lt;a href=\"Hesiod\"&gt;Hesiod&lt;/a&gt; suggest that Poseidon became lord of the sea following the defeat of his father &lt;a href=\"Cronus\"&gt;Cronus&lt;/a&gt;, when the world was divided by lot among his three sons; Zeus was given the sky, Hades the underworld, and Poseidon the sea, with the Earth and Mount Olympus belonging to all three. In &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt;'s \"&lt;a href=\"Iliad\"&gt;Iliad&lt;/a&gt;\", Poseidon supports the Greeks against the Trojans during the &lt;a href=\"Trojan%20War\"&gt;Trojan War&lt;/a&gt; and in the \"&lt;a href=\"Odyssey\"&gt;Odyssey&lt;/a&gt;\", during the sea-voyage from Troy back home to &lt;a href=\"Ithaca\"&gt;Ithaca&lt;/a&gt;, the Greek hero &lt;a href=\"Odysseus\"&gt;Odysseus&lt;/a&gt; provokes Poseidon's fury by blinding his son, the &lt;a href=\"Cyclopes\"&gt;Cyclops&lt;/a&gt; &lt;a href=\"Polyphemus\"&gt;Polyphemus&lt;/a&gt;, resulting in Poseidon punishing him with storms, the complete loss of his ship and companions, and a ten-year delay. Poseidon is also the subject of a &lt;a href=\"Homeric%20hymn\"&gt;Homeric hymn&lt;/a&gt;. In &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt;'s \"Timaeus\" and \"Critias\", the legendary island of &lt;a href=\"Atlantis\"&gt;Atlantis&lt;/a&gt; was Poseidon's domain.\nAthena became the patron goddess of the city of &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; after a competition with Poseidon, and he remained on the &lt;a href=\"Acropolis\"&gt;Acropolis&lt;/a&gt; in the form of his surrogate, &lt;a href=\"Erechtheus\"&gt;Erechtheus&lt;/a&gt;. After the fight, Poseidon sent a monstrous flood to the Attic Plain, to punish the Athenians for not choosing him.\nEtymology.\nThe earliest attested occurrence of the name, written in &lt;a href=\"Linear%20B\"&gt;Linear B&lt;/a&gt;, is \"Po-se-da-o\" or \"Po-se-da-wo-ne\", which correspond to (\"Poseidaōn\") and (\"Poseidawonos\") in &lt;a href=\"Mycenean%20Greek\"&gt;Mycenean Greek&lt;/a&gt;; in &lt;a href=\"Homeric%20Greek\"&gt;Homeric Greek&lt;/a&gt; it appears as (\"Poseidaōn\"); in &lt;a href=\"Aeolic%20Greek\"&gt;Aeolic&lt;/a&gt; as (\"Poteidaōn\"); and in &lt;a href=\"Doric%20Greek\"&gt;Doric&lt;/a&gt; as (\"Poteidan\"), (\"Poteidaōn\"), and (\"Poteidas\"). The form (\"Poteidawon\") appears in Corinth. A cult title of Poseidon in &lt;a href=\"Linear%20B\"&gt;Linear B&lt;/a&gt; is \"E-ne-si-da-o-ne\", \"earth-shaker\".\nThe origins of the name \"Poseidon\" are unclear. One theory breaks it down into an element meaning \"husband\" or \"lord\" (Greek (\"posis\"), from &lt;a href=\"PIE\"&gt;PIE&lt;/a&gt; \"*pótis\") and another element meaning \"earth\" \"(\" (\"da\"), Doric for (\"gē\")), producing something like lord or spouse of \"Da\", i.e. of the earth; this would link him with &lt;a href=\"Demeter\"&gt;Demeter&lt;/a&gt;, \"Earth-mother\". &lt;a href=\"Walter%20Burkert\"&gt;Walter Burkert&lt;/a&gt; finds that \"the second element \"δᾶ-\" remains hopelessly ambiguous\" and finds a \"husband of Earth\" reading \"quite impossible to prove.\" According to &lt;a href=\"Robert%20S.%20P.%20Beekes\"&gt;Robert S. P. Beekes&lt;/a&gt; in \"Etymological Dictionary of Greek\", \"there is no indication that \"δᾶ\" means 'earth'\", although the root \"da\" appears in the &lt;a href=\"Linear%20B\"&gt;Linear B&lt;/a&gt; inscription \"E-ne-si-da-o-ne\", \"earth-shaker\".\nAnother, more plausible, theory interprets the second element as related to the (presumed) Doric word *δᾶϝον \"dâwon\", \"water\", Proto-Indo-European \"*dah₂-\" \"water\" or \"*dʰenh₂-\" \"to run, flow\", Sanskrit दन् \"dā́-nu-\" \"fluid, drop, dew\" and names of rivers such as &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; (&lt; \"*Danuvius\") or &lt;a href=\"Don%20%28river%29\"&gt;Don&lt;/a&gt;. This would make *\"Posei-dawōn\" into the master of waters. It seems that Poseidon was originally a god of the waters. There is also the possibility that the word has &lt;a href=\"Pre-Greek\"&gt;Pre-Greek&lt;/a&gt; origin. &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; in his dialogue &lt;a href=\"Cratylus%20%28dialogue%29\"&gt;Cratylus&lt;/a&gt; gives two traditional etymologies: either the sea restrained Poseidon when walking as a \"foot-bond\" (ποσίδεσμον), or he \"knew many things\" (πολλά εἰδότος or πολλά εἰδῶν).\nAt least a few sources deem Poseidon as a \"prehellenic\" (i.e. &lt;a href=\"Pelasgian\"&gt;Pelasgian&lt;/a&gt;) word, considering an Indo-European etymology \"quite pointless\".\nBronze Age Greece.\nLinear B (Mycenean Greek) inscriptions.\nIf surviving Linear B &lt;a href=\"clay%20tablet\"&gt;clay tablet&lt;/a&gt;s can be trusted, the name \"po-se-da-wo-ne\" (\"Poseidon\") occurs with greater frequency than does \"di-u-ja\" (\"Zeus\"). A feminine variant, \"po-se-de-ia\", is also found, indicating a lost consort goddess, in effect the precursor of &lt;a href=\"Amphitrite\"&gt;Amphitrite&lt;/a&gt;. Poseidon carries frequently the title \"wa-na-ka\" (wanax), meaning \"king\" in Linear B inscriptions. The chthonic nature of Poseidon-Wanax is also indicated by his title \"E-ne-si-da-o-ne\" in Mycenean &lt;a href=\"Knossos\"&gt;Knossos&lt;/a&gt; and &lt;a href=\"Pylos\"&gt;Pylos&lt;/a&gt;, a powerful attribute (earthquakes had accompanied the collapse of the &lt;a href=\"Minoan%20civilization\"&gt;Minoan palace-culture&lt;/a&gt;). In the cave of &lt;a href=\"Amnisos\"&gt;Amnisos&lt;/a&gt; (Crete) \"Enesidaon\" is related with the cult of Eileithyia, the goddess of childbirth. She was related with the annual birth of the divine child. During the Bronze Age, a goddess of nature, dominated both in Minoan and Mycenean cult, and \"Wanax\" (\"wa-na-ka\") was her male companion (paredros) in Mycenean cult. It is possible that Demeter appears as \"Da-ma-te\" in a Linear B inscription (PN EN 609), however the interpretation is still under dispute.\nIn Linear B inscriptions found at Pylos, \"E-ne-si-da-o-ne\" is related with Poseidon, and \"Si-to &lt;a href=\"Potnia\"&gt;Po-tini-ja&lt;/a&gt;\" is probably related with Demeter. Tablets from Pylos record sacrificial goods destined for \"the Two Queens and Poseidon\" (\"to the Two Queens and the King\": \"wa-na-soi\", \"wa-na-ka-te\"). The \"Two Queens\" may be related with &lt;a href=\"Demeter\"&gt;Demeter&lt;/a&gt; and &lt;a href=\"Persephone\"&gt;Persephone&lt;/a&gt;, or their precursors, goddesses who were not associated with Poseidon in later periods.\nArcadian myths.\nThe illuminating exception is the archaic and localised myth of &lt;a href=\"Demeter%23Demeter%20and%20Poseidon\"&gt;the stallion Poseidon and mare Demeter&lt;/a&gt; at &lt;a href=\"Phigalia\"&gt;Phigalia&lt;/a&gt; in isolated and conservative Arcadia, noted by Pausanias (2nd century AD) as having fallen into desuetude; the stallion Poseidon pursues the mare-&lt;a href=\"Demeter\"&gt;Demeter&lt;/a&gt;, and from the union she bears the horse &lt;a href=\"Arion%20%28mythology%29\"&gt;Arion&lt;/a&gt;, and a daughter (&lt;a href=\"Despoina\"&gt;Despoina&lt;/a&gt;), who obviously had the shape of a mare too. The violated Demeter was \"Demeter Erinys\" (furious). In &lt;a href=\"Arcadia%20%28ancient%20region%29\"&gt;Arcadia&lt;/a&gt;, Demeter's mare-form was worshiped into historical times. Her \"&lt;a href=\"xoanon\"&gt;xoanon&lt;/a&gt;\" of Phigaleia shows how the local cult interpreted her, as goddess of nature. A Medusa type with a horse's head with snaky hair, holding a dove and a dolphin, probably representing her power over air and water.\nOrigins.\nIt seems that the Arcadian myth is related with the first Greek speaking people who entered the region during the Bronze Age. (Linear B represents an archaic Greek dialect). Their religious beliefs were mixed with the beliefs of the indigenous population. It is possible that the Greeks did not bring with them other gods except &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt;, &lt;a href=\"Eos\"&gt;Eos&lt;/a&gt;, and the &lt;a href=\"Dioskouroi\"&gt;Dioskouroi&lt;/a&gt;. The horse (&lt;a href=\"numina\"&gt;numina&lt;/a&gt;) was related with the liquid element, and with the underworld. Poseidon appears as a beast (horse), which is the river spirit of the underworld, as it usually happens in northern-European folklore, and not unusually in Greece. Poseidon \"Wanax\", is the male companion (paredros) of the goddess of nature. In the relative &lt;a href=\"Minoan%20civilization\"&gt;Minoan&lt;/a&gt; myth, &lt;a href=\"Pasipha%C3%AB\"&gt;Pasiphaë&lt;/a&gt; is mating with the white bull, and she bears the hybrid creature &lt;a href=\"Minotaur\"&gt;Minotaur&lt;/a&gt;. The Bull was the old pre-Olympian Poseidon. The goddess of nature and her paredros survived in the &lt;a href=\"Eleusinian%20mysteries\"&gt;Eleusinian cult&lt;/a&gt;, where the following words were uttered: \"Mighty Potnia bore a strong son\".\nIn the heavily sea-dependent Mycenaean culture, there is not sufficient evidence that Poseidon was connected with the sea. We do not know if \"Posedeia\" was a sea-goddess. &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt; and &lt;a href=\"Hesiod\"&gt;Hesiod&lt;/a&gt; suggest that Poseidon became lord of the sea following the defeat of his father &lt;a href=\"Cronus\"&gt;Cronus&lt;/a&gt;, when the world was divided by lot among his three sons; Zeus was given the sky, Hades the underworld, and Poseidon the sea, with the Earth and Mount Olympus belonging to all three. Walter Burkert suggests that the Hellene cult worship of Poseidon as a horse god may be connected to the introduction of the horse and war-chariot from Anatolia to Greece around 1600 BC.\nThere is evidence that Poseidon was once worshipped as a horse, and this is evident by his cult in &lt;a href=\"Peloponnesos\"&gt;Peloponnesos&lt;/a&gt;. However, some ancient writers held he was originally a god of the waters, and therefore he became the \"earth-shaker\", because the Greeks believed that the cause of the earthquakes was the erosion of the rocks by the waters, by the rivers who they saw to disappear into the earth and then to burst out again. This is what the natural philosophers &lt;a href=\"Thales\"&gt;Thales&lt;/a&gt;, &lt;a href=\"Anaximenes%20of%20Miletus\"&gt;Anaximenes&lt;/a&gt; and &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; believed, which may have been similar to the folklore belief.\nIn any case, the early importance of Poseidon can still be glimpsed in &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt;'s \"&lt;a href=\"Odyssey\"&gt;Odyssey&lt;/a&gt;\", where Poseidon rather than Zeus is the major mover of events. In Homer, Poseidon is the master of the sea.\nWorship of Poseidon.\nPoseidon was a major civic god of several cities: in &lt;a href=\"History%20of%20Athens\"&gt;Athens&lt;/a&gt;, he was second only to &lt;a href=\"Athena\"&gt;Athena&lt;/a&gt; in importance, while in &lt;a href=\"Ancient%20Corinth\"&gt;Corinth&lt;/a&gt; and many cities of &lt;a href=\"Magna%20Graecia\"&gt;Magna Graecia&lt;/a&gt; he was the chief god of the &lt;a href=\"polis\"&gt;polis&lt;/a&gt;.\nIn his benign aspect, Poseidon was seen as creating new &lt;a href=\"island\"&gt;island&lt;/a&gt;s and offering calm seas. When offended or ignored, he supposedly struck the ground with his &lt;a href=\"trident\"&gt;trident&lt;/a&gt; and caused &lt;a href=\"wikt%3Achaos\"&gt;chaotic&lt;/a&gt; springs, &lt;a href=\"earthquake\"&gt;earthquake&lt;/a&gt;s, drownings and &lt;a href=\"ship\"&gt;ship&lt;/a&gt;wrecks. Sailors prayed to Poseidon for a safe voyage, sometimes drowning horses as a sacrifice; in this way, according to a fragmentary &lt;a href=\"papyrus\"&gt;papyrus&lt;/a&gt;, &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt; paused at the Syrian seashore before the climactic &lt;a href=\"battle%20of%20Issus\"&gt;battle of Issus&lt;/a&gt;, and resorted to prayers, \"invoking Poseidon the sea-god, for whom he ordered a &lt;a href=\"Quadriga\"&gt;four-horse chariot&lt;/a&gt; to be cast into the waves.\"\nAccording to &lt;a href=\"Pausanias%20%28geographer%29\"&gt;Pausanias&lt;/a&gt;, Poseidon was one of the caretakers of the &lt;a href=\"Delphic%20oracle\"&gt;oracle at Delphi&lt;/a&gt; before Olympian &lt;a href=\"Apollo\"&gt;Apollo&lt;/a&gt; took it over. Apollo and Poseidon worked closely in many realms: in colonization, for example, Delphic Apollo provided the authorization to go out and settle, while Poseidon watched over the colonists on their way, and provided the &lt;a href=\"holy%20water\"&gt;lustral water&lt;/a&gt; for the foundation-sacrifice. &lt;a href=\"Xenophon\"&gt;Xenophon&lt;/a&gt;'s &lt;a href=\"Anabasis%20%28Xenophon%29\"&gt;\"Anabasis\"&lt;/a&gt; describes a group of &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt;n soldiers in 400–399 BC singing to Poseidon a &lt;a href=\"paean\"&gt;paean&lt;/a&gt;—a kind of hymn normally sung for Apollo. Like &lt;a href=\"Dionysus\"&gt;Dionysus&lt;/a&gt;, who inflamed the &lt;a href=\"maenad\"&gt;maenad&lt;/a&gt;s, Poseidon also caused certain forms of mental disturbance. A &lt;a href=\"Hippocrates\"&gt;Hippocratic&lt;/a&gt; text of ca 400 BC, \"On the Sacred Disease\" says that he was blamed for certain types of epilepsy.\nPoseidon is still worshipped today in modern &lt;a href=\"Hellenism%20%28religion%29\"&gt;Hellenic&lt;/a&gt; religion, among other Greek gods. The worship of Greek gods has been recognized by the Greek government since 2017.\nEpithets and attributes.\nPoseidon had a variety of roles, duties and attributes. He is a separate deity from the oldest Greek god of the sea &lt;a href=\"Pontus%20%28mythology%29\"&gt;Pontus&lt;/a&gt;. In &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; his name is superimposed οn the name of the non-Greek god &lt;a href=\"Erechtheus\"&gt;Erechtheus&lt;/a&gt; (\"Poseidon Erechtheus\"). \nIn &lt;a href=\"Iliad\"&gt;Iliad&lt;/a&gt; he is the lord of the sea and his palace is built in Aegai, in the depth of the sea. His significance is indicated by his titles \"Eurykreion\" () \"wide-ruling\", an epithet also applied to &lt;a href=\"Agamemnon\"&gt;Agamemnon&lt;/a&gt; and \"Helikonios anax\" (), \"lord of &lt;a href=\"Helicon%20%28mountain%29\"&gt;Helicon&lt;/a&gt; or &lt;a href=\"Helike\"&gt;Helike&lt;/a&gt;\" In Helike of Achaia he was specially honoured. \"Anax\" is identified in Mycenaean Greek (&lt;a href=\"Linear%20B\"&gt;Linear B&lt;/a&gt;) as \"wa-na-ka\",a title of Poseidon as king of the underworld. &lt;a href=\"Aeschylus\"&gt;Aeschylus&lt;/a&gt; uses also the epithet \"anax\" and &lt;a href=\"Pindar\"&gt;Pindar&lt;/a&gt; the epithet \"Eurymedon\" () \"widely ruling\".\nSome of the epithets (or adjectives) applied to him like \"Enosigaios\" (), \"Enosichthon\" () (&lt;a href=\"Homer\"&gt;Homer&lt;/a&gt;) and \"Ennosidas\" () (&lt;a href=\"Pindar\"&gt;Pindar&lt;/a&gt;) , mean \"earth shaker\". These epithets indicate his &lt;a href=\"chthonic\"&gt;chthonic&lt;/a&gt; nature, and have an older evidence of use, as it is identified in Linear B, as , \"E-ne-si-da-o-ne\". Other epithets that relate him with the earthquakes are \"Gaieochos\" () and \"Seisichthon\" () \nThe god who causes the earthquakes is also the protector against them, and he had the epithets \"Themeliouchos\" () \"upholding the foundations\" , \"Asphaleios\" () \"securer, protector\" with a temble at &lt;a href=\"Tainaron\"&gt;Tainaron&lt;/a&gt;. Pausanias describes a sanctuary of Poseidon near Sparta beside the shrine of Alcon, where he had the surname \"Domatites\" (), \"of the house\"\n&lt;a href=\"Homer\"&gt;Homer&lt;/a&gt; uses for Poseidon the title \"Kyanochaites\" () , \"dark-haired, dark blue of the sea\". Epithets like \"Pelagios\" () \"of the open sea\", \"Aegeus\" () ,\"of the high sea\" in the town of &lt;a href=\"Aegae%20%28Euboea%29\"&gt;Aegae&lt;/a&gt; in &lt;a href=\"Euboea\"&gt;Euboea&lt;/a&gt;, where he had a magnificent temple upon a hill, \"Pontomedon\" (),\" lord of the sea\" (&lt;a href=\"Pindar\"&gt;Pindar&lt;/a&gt; , &lt;a href=\"Aeschylus\"&gt;Aeschylus&lt;/a&gt;) and \"Kymothales\" (), \"abounding with waves\", indicate that Poseidon was regarded as holding sway over the sea. Other epithets that relate him with the sea are , \"Porthmios\" (), \"of strait, narrow sea\" at &lt;a href=\"Karpathos\"&gt;Karpathos&lt;/a&gt;, \"&lt;a href=\"Epactaeus\"&gt;Epactaeus&lt;/a&gt;\" () \"god worshipped on the coast\", in &lt;a href=\"Samos\"&gt;Samos&lt;/a&gt;., \"Alidoupos\", () \"sea resounding\". His symbol is the trident and he has the epithet \"Eutriaina\" (), \"with goodly trident\" (&lt;a href=\"Pindar\"&gt;Pindar&lt;/a&gt;). The god of the sea is also the god of fishing , and &lt;a href=\"tuna\"&gt;tuna&lt;/a&gt; was his attribute. At &lt;a href=\"Lampsacus\"&gt;Lampsacus&lt;/a&gt; they offered fishes to Poseidon and he had the epithet \"phytalmios\" () His epithet \"Phykios\" (), \"god of seaweeds\" at &lt;a href=\"Mykonos\"&gt;Mykonos&lt;/a&gt;, seems to be related with fishing. He had a fest where women were not allowed, with special offers also to \"Poseidon Temenites\" () \"related to an official domain \". At the same day they made offers to \"Demeter Chloe\" therefore Poseidon was the promotor of vegetation. He had the epithet \"phytalmios\" () at &lt;a href=\"Myconos\"&gt;Myconos&lt;/a&gt;, &lt;a href=\"Troizen\"&gt;Troizen&lt;/a&gt;, &lt;a href=\"Megara\"&gt;Megara&lt;/a&gt; and &lt;a href=\"Rhodes\"&gt;Rhodes&lt;/a&gt;, comparable with \"Ptorthios\" () at &lt;a href=\"Chalcis\"&gt;Chalcis&lt;/a&gt;.\nPoseidon had a close association with horses. He is known under the epithet \" Hippios\" () ,\"of a horse or horses\" usually in &lt;a href=\"Arcadia%20%28region%29\"&gt;Arcadia&lt;/a&gt;. He had temples at &lt;a href=\"Lycosura\"&gt;Lycosura&lt;/a&gt;, &lt;a href=\"Mantineia\"&gt;Mantineia&lt;/a&gt;, &lt;a href=\"Methydrium\"&gt;Methydrium&lt;/a&gt;, &lt;a href=\"Pheneos\"&gt;Pheneos&lt;/a&gt;, Pallandion.\nAt Lycosura he is related with the cult of Despoina. The modern sanctuary near &lt;a href=\"Mantineia\"&gt;Mantineia&lt;/a&gt; was built by Emperor &lt;a href=\"Hadrian\"&gt;Hadrian&lt;/a&gt;. In Athens on the hill of horses there was the altar of \" Poseidon Hippios\" and \"Athena Hippia\". The temple of Poseidon was destroyed by Antigonus when he attacked Attica. He is usually the tamer of horses (\"Damaios\" , at Corinth), and the tender of horses \"Hippokourios\" ) at &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt;, where he had a sanctuary near the sanctuary of \"Artemis Aiginea\". In some myths he is the father of horses, either by spilling his seed upon a rock or by mating with a creature who then gave birth to the first horse. In &lt;a href=\"Thessaly\"&gt;Thessaly&lt;/a&gt; he had the title \"Petraios\" , \"of the rocks\". He hit a rock and the first horse \"Skyphios\" appeared. He was closely related with the springs, and with the strike of his trident, he created springs. He had the epithets \"Krenouchos\" (), \"ruling over springs\", and \"nymphagetes\" () \"leader of the nymphs\" On the Acropolis of &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; he created the saltspring \"Sea of Erechtheus\" (). Many springs like &lt;a href=\"Hippocrene\"&gt;Hippocrene&lt;/a&gt; and Aganippe in Helikon are related with the word horse (hippos). (also Glukippe, Hyperippe). He is the father of &lt;a href=\"Pegasus\"&gt;Pegasus&lt;/a&gt;, whose name is deriven from , (\"pēgē\") \"spring\".\nEpithets like \"Genesios\" at &lt;a href=\"Lerna\"&gt;Lerna&lt;/a&gt; \"Genethlios\" () \"of the race or family\" \"Phratrios\" () \"of the brotherhood\", and \"Patrigenios\" () indicate his relation with the genealogy trees and the brotherhood. Other epithets of Poseidon in local cults are \"Epoptes\" () , \"overseer, watcher\" at Megalopolis, \"Empylios\" (), \"at the gate \" at &lt;a href=\"Thebes%2C%20Greece\"&gt;Thebes&lt;/a&gt;., \"Kronios\" () (&lt;a href=\"Pindar\"&gt;Pindar&lt;/a&gt;) and \"semnos\" (), \"august, holy\" (&lt;a href=\"Sophocles\"&gt;Sophocles&lt;/a&gt;).\nThe cult of Poseidon is oftenly related with festivals. At &lt;a href=\"Corinth\"&gt;Corinth&lt;/a&gt; the &lt;a href=\"Isthmian%20games\"&gt;Isthmian games&lt;/a&gt; was an athletic and music festival to honour the god who had the epithet \"Isthmios\" (). The Amphictiony of &lt;a href=\"Kalaureia\"&gt;Kalaureia&lt;/a&gt; belonged to him. At &lt;a href=\"Tainaron\"&gt;Tainaron&lt;/a&gt; he had a famous temple and festival. Other games which belonged to him are the \"Pohoidaia\" () in &lt;a href=\"Helos\"&gt;Helos&lt;/a&gt; and &lt;a href=\"Thuria%20%28Messenia%29\"&gt;Thuria&lt;/a&gt; and the race \"in Gaiaochō\" () Poseidon \"Gaieochos\" () had a temple near &lt;a href=\"Sparta\"&gt;Sparta&lt;/a&gt; beside an &lt;a href=\"Hippodrome\"&gt;Hippodrome&lt;/a&gt;. Τhe epithet probably means \" the one who moves under the earth\" ' and therefore shakes the earth. This seem to relate Poseidon with the rivers at &lt;a href=\"Peloponnesus\"&gt;Peloponnesus&lt;/a&gt; that seem to disappear and then flow under the earth. At &lt;a href=\"Ephesus\"&gt;Ephesus&lt;/a&gt; there was a fest \"Tavria\" and he had the epithet \"Tavreios\" (), \"related with the bull\".\nMythology.\nBirth.\nPoseidon was the second son of the &lt;a href=\"Titan%20%28mythology%29\"&gt;Titans&lt;/a&gt; &lt;a href=\"Cronus\"&gt;Cronus&lt;/a&gt; and &lt;a href=\"Rhea%20%28mythology%29\"&gt;Rhea&lt;/a&gt;. In most accounts he is swallowed by Cronus at birth and is later saved, along with his other siblings, by &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt;.\nHowever, in some versions of the story, he, like his brother Zeus, did not share the fate of his other brother and sisters who were eaten by Cronus. He was saved by his mother Rhea, who concealed him among a flock of lambs and pretended to have given birth to a colt, which she gave to Cronus to devour.\nAccording to &lt;a href=\"John%20Tzetzes\"&gt;John Tzetzes&lt;/a&gt; the \"&lt;a href=\"kourotrophos\"&gt;kourotrophos&lt;/a&gt;\", or nurse of Poseidon was &lt;a href=\"Arne%20%28mythology%29\"&gt;Arne&lt;/a&gt;, who denied knowing where he was, when Cronus came searching; according to &lt;a href=\"Diodorus%20Siculus\"&gt;Diodorus Siculus&lt;/a&gt; Poseidon was raised by the &lt;a href=\"Telchines\"&gt;Telchines&lt;/a&gt; on &lt;a href=\"Rhodes\"&gt;Rhodes&lt;/a&gt;, just as Zeus was raised by the &lt;a href=\"Korybantes\"&gt;Korybantes&lt;/a&gt; on &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt;.\nAccording to a single reference in the \"&lt;a href=\"Iliad\"&gt;Iliad&lt;/a&gt;\", when the world was divided by lot in three, Zeus received the sky, &lt;a href=\"Hades\"&gt;Hades&lt;/a&gt; the &lt;a href=\"underworld\"&gt;underworld&lt;/a&gt; and Poseidon the sea.\nIn Homer's \"&lt;a href=\"Odyssey\"&gt;Odyssey&lt;/a&gt;\", Poseidon has a home in \"&lt;a href=\"Aegae%20%28Achaea%29\"&gt;Aegae&lt;/a&gt;\".\nFoundation of Athens.\nAthena became the patron goddess of the city of &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; after a competition with Poseidon. Yet Poseidon remained a &lt;a href=\"numinous\"&gt;numinous&lt;/a&gt; presence on the &lt;a href=\"Acropolis\"&gt;Acropolis&lt;/a&gt; in the form of his surrogate, &lt;a href=\"Erechtheus\"&gt;Erechtheus&lt;/a&gt;. At the dissolution festival at the end of the year in the Athenian calendar, the &lt;a href=\"Skira\"&gt;Skira&lt;/a&gt;, the priests of Athena and the priest of Poseidon would process &lt;a href=\"Baldachin\"&gt;under canopies&lt;/a&gt; to &lt;a href=\"Eleusis\"&gt;Eleusis&lt;/a&gt;. They agreed that each would give the Athenians one gift and the Athenians would choose whichever gift they preferred. Poseidon struck the ground with his trident and a spring sprang up; the water was salty and not very useful, whereas Athena offered them an &lt;a href=\"Olive\"&gt;olive tree&lt;/a&gt;.\nThe Athenians or their king, &lt;a href=\"Cecrops%20I\"&gt;Cecrops&lt;/a&gt;, accepted the olive tree and along with it Athena as their patron, for the olive tree brought &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, &lt;a href=\"olive%20oil\"&gt;oil&lt;/a&gt; and food. After the fight, infuriated at his loss, Poseidon sent a monstrous flood to the Attic Plain, to punish the Athenians for not choosing him. The depression made by Poseidon's trident and filled with salt water was surrounded by the northern hall of the &lt;a href=\"Erechtheum\"&gt;Erechtheum&lt;/a&gt;, remaining open to the air. \"In &lt;a href=\"Cult%20%28religion%29\"&gt;cult&lt;/a&gt;, Poseidon was identified with Erechtheus,\" &lt;a href=\"Walter%20Burkert\"&gt;Walter Burkert&lt;/a&gt; noted; \"the myth turns this into a temporal-causal sequence: in his anger at losing, Poseidon led his son &lt;a href=\"Eumolpus\"&gt;Eumolpus&lt;/a&gt; against Athens and killed Erectheus.\"\nThe contest of Athena and Poseidon was the subject of the reliefs on the &lt;a href=\"Pediments%20of%20the%20Parthenon%23Western%20Pediment\"&gt;western pediment&lt;/a&gt; of the &lt;a href=\"Parthenon\"&gt;Parthenon&lt;/a&gt;, the first sight that greeted the arriving visitor.\nThis myth is construed by &lt;a href=\"Robert%20Graves\"&gt;Robert Graves&lt;/a&gt; and others as reflecting a clash between the inhabitants during Mycenaean times and newer immigrants. Athens at its height was a significant sea power, at one point defeating the &lt;a href=\"Iran\"&gt;Persian&lt;/a&gt; fleet at &lt;a href=\"Salamis%20Island\"&gt;Salamis Island&lt;/a&gt; in a sea battle.\nWalls of Troy.\nPoseidon and Apollo, having offended Zeus by their rebellion in Hera's scheme, were temporarily stripped of their divine authority and sent to serve King &lt;a href=\"Laomedon\"&gt;Laomedon&lt;/a&gt; of Troy. He had them build huge walls around the city and promised to reward them with his immortal horses, a promise he then refused to fulfill. In vengeance, before the &lt;a href=\"Trojan%20War\"&gt;Trojan War&lt;/a&gt;, Poseidon sent a sea monster to attack Troy. The monster was later killed by &lt;a href=\"Heracles\"&gt;Heracles&lt;/a&gt;.\nConsort, lovers, victims and children.\nPoseidon was said to have had many lovers of both sexes (see expandable list below). His consort was &lt;a href=\"Amphitrite\"&gt;Amphitrite&lt;/a&gt;, a &lt;a href=\"nymph\"&gt;nymph&lt;/a&gt; and ancient sea-goddess, daughter of &lt;a href=\"Nereus\"&gt;Nereus&lt;/a&gt; and &lt;a href=\"Doris%20%28mythology%29\"&gt;Doris&lt;/a&gt;. Together they had a son named &lt;a href=\"Triton%20%28mythology%29\"&gt;Triton&lt;/a&gt;, a &lt;a href=\"merman\"&gt;merman&lt;/a&gt;.\nPoseidon was the father of many heroes. He is thought to have fathered the famed &lt;a href=\"Theseus\"&gt;Theseus&lt;/a&gt;.\nA mortal woman named &lt;a href=\"Tyro\"&gt;Tyro&lt;/a&gt; was married to &lt;a href=\"Cretheus\"&gt;Cretheus&lt;/a&gt; (with whom she had one son, &lt;a href=\"Aeson\"&gt;Aeson&lt;/a&gt;), but loved &lt;a href=\"Enipeus%20%28mythology%29\"&gt;Enipeus&lt;/a&gt;, a &lt;a href=\"Water%20deity\"&gt;river god&lt;/a&gt;. She pursued Enipeus, who refused her advances. One day, Poseidon, filled with lust for Tyro, disguised himself as Enipeus, and from their union were born the heroes &lt;a href=\"Pelias\"&gt;Pelias&lt;/a&gt; and &lt;a href=\"Neleus\"&gt;Neleus&lt;/a&gt;, twin boys. Poseidon also had an affair with &lt;a href=\"Alope\"&gt;Alope&lt;/a&gt;, his granddaughter through &lt;a href=\"Cercyon\"&gt;Cercyon&lt;/a&gt;, his son and King of &lt;a href=\"Eleusina\"&gt;Eleusis&lt;/a&gt;, begetting the &lt;a href=\"Attica\"&gt;Attic&lt;/a&gt; hero &lt;a href=\"Hippothoon\"&gt;Hippothoon&lt;/a&gt;. Cercyon had his daughter buried alive but Poseidon turned her into the spring, Alope, near Eleusis. Poseidon rescued &lt;a href=\"Amymone\"&gt;Amymone&lt;/a&gt; from a lecherous &lt;a href=\"satyr\"&gt;satyr&lt;/a&gt; and then fathered a child, &lt;a href=\"Nauplius%20%28mythology%29\"&gt;Nauplius&lt;/a&gt;, by her.\nAfter having raped &lt;a href=\"Caeneus\"&gt;Caeneus&lt;/a&gt;, Poseidon fulfilled her request and &lt;a href=\"transsexualism\"&gt;changed her into a male warrior&lt;/a&gt;.\nA mortal woman named &lt;a href=\"Cleito\"&gt;Cleito&lt;/a&gt; once lived on an isolated island; Poseidon fell in love with the &lt;a href=\"human\"&gt;human&lt;/a&gt; mortal and created a dwelling &lt;a href=\"sanctuary\"&gt;sanctuary&lt;/a&gt; at the top of a hill near the middle of the &lt;a href=\"island\"&gt;island&lt;/a&gt; and surrounded the dwelling with rings of water and land to protect her. She gave birth to five sets of twin boys; the firstborn, &lt;a href=\"Atlas%20%28mythology%29%23King%20of%20Atlantis\"&gt;Atlas&lt;/a&gt;, became the first ruler of &lt;a href=\"Atlantis\"&gt;Atlantis&lt;/a&gt;.\nNot all of Poseidon's children were human. In an archaic myth, Poseidon once pursued &lt;a href=\"Demeter\"&gt;Demeter&lt;/a&gt;. She spurned his advances, turning herself into a &lt;a href=\"Mare%20%28horse%29\"&gt;mare&lt;/a&gt; so that she could hide in a herd of horses; he saw through the deception and became a &lt;a href=\"Horse\"&gt;stallion&lt;/a&gt; and &lt;a href=\"rape\"&gt;captured&lt;/a&gt; her. Their child was a &lt;a href=\"horse\"&gt;horse&lt;/a&gt;, Arion, which was capable of human speech. Poseidon also raped &lt;a href=\"Medusa\"&gt;Medusa&lt;/a&gt; on the floor of a temple to &lt;a href=\"Athena\"&gt;Athena&lt;/a&gt;. Medusa was then changed into a &lt;a href=\"monster\"&gt;monster&lt;/a&gt; by Athena. When she was later beheaded by the hero &lt;a href=\"Perseus\"&gt;Perseus&lt;/a&gt;, &lt;a href=\"Chrysaor\"&gt;Chrysaor&lt;/a&gt; and &lt;a href=\"Pegasus\"&gt;Pegasus&lt;/a&gt; emerged from her neck.\nHis other children include &lt;a href=\"Polyphemus\"&gt;Polyphemus&lt;/a&gt; (the &lt;a href=\"Cyclopes\"&gt;Cyclops&lt;/a&gt;) and, finally, &lt;a href=\"Alebion\"&gt;Alebion&lt;/a&gt; and &lt;a href=\"Bergion\"&gt;Bergion&lt;/a&gt; and &lt;a href=\"Aloadae\"&gt;Otos and Ephialtae&lt;/a&gt; (the &lt;a href=\"giant%20%28mythology%29\"&gt;giants&lt;/a&gt;).\nThe philosopher &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; was held by his fellow ancient Greeks to have traced his descent to the sea-God Poseidon through his father &lt;a href=\"Ariston%20of%20Athens\"&gt;Ariston&lt;/a&gt; and his mythic predecessors the demigod kings &lt;a href=\"Codrus\"&gt;Codrus&lt;/a&gt; and &lt;a href=\"Melanthus\"&gt;Melanthus&lt;/a&gt;.\nMale lovers included &lt;a href=\"Nerites%20%28mythology%29\"&gt;Nerites&lt;/a&gt;, &lt;a href=\"Pelops\"&gt;Pelops&lt;/a&gt; and &lt;a href=\"Patroclus\"&gt;Patroclus&lt;/a&gt;.\nIn literature and art.\nIn &lt;a href=\"Greek%20art\"&gt;Greek art&lt;/a&gt;, Poseidon rides a &lt;a href=\"chariot\"&gt;chariot&lt;/a&gt; that was pulled by a &lt;a href=\"Hippocampus%20%28mythology%29\"&gt;hippocampus&lt;/a&gt; or by horses that could ride on the sea. He was associated with &lt;a href=\"dolphin\"&gt;dolphin&lt;/a&gt;s and three-pronged &lt;a href=\"fish\"&gt;fish&lt;/a&gt; &lt;a href=\"spear\"&gt;spear&lt;/a&gt;s (&lt;a href=\"trident\"&gt;trident&lt;/a&gt;s). He lived in a palace on the &lt;a href=\"ocean\"&gt;ocean&lt;/a&gt; floor, made of &lt;a href=\"coral\"&gt;coral&lt;/a&gt; and &lt;a href=\"Gemstone\"&gt;gem&lt;/a&gt;s.\nIn the \"&lt;a href=\"Iliad\"&gt;Iliad&lt;/a&gt;\" Poseidon favors the Greeks, and on several occasion takes an active part in the battle against the Trojan forces. However, in Book XX he rescues &lt;a href=\"Aeneas\"&gt;Aeneas&lt;/a&gt; after the Trojan prince is laid low by &lt;a href=\"Achilles\"&gt;Achilles&lt;/a&gt;.\nIn the \"&lt;a href=\"Odyssey\"&gt;Odyssey&lt;/a&gt;\", Poseidon is notable for his hatred of &lt;a href=\"Odysseus\"&gt;Odysseus&lt;/a&gt; who blinded the god's son, the &lt;a href=\"Cyclopes\"&gt;Cyclops&lt;/a&gt; &lt;a href=\"Polyphemus\"&gt;Polyphemus&lt;/a&gt;. The enmity of Poseidon prevents Odysseus's return home to &lt;a href=\"Ithaca\"&gt;Ithaca&lt;/a&gt; for many years. Odysseus is even told, notwithstanding his ultimate safe return, that to placate the wrath of Poseidon will require one more voyage on his part.\nIn the \"&lt;a href=\"Aeneid\"&gt;Aeneid&lt;/a&gt;\", Neptune is still resentful of the wandering Trojans, but is not as vindictive as &lt;a href=\"Juno%20%28mythology%29\"&gt;Juno&lt;/a&gt;, and in Book I he rescues the Trojan fleet from the goddess's attempts to wreck it, although his primary motivation for doing this is his annoyance at Juno's having intruded into his domain.\nA hymn to Poseidon included among the &lt;a href=\"Homeric%20Hymn\"&gt;Homeric Hymn&lt;/a&gt;s is a brief invocation, a seven-line introduction that addresses the god as both \"mover of the earth and barren sea, god of the deep who is also lord of &lt;a href=\"Mount%20Helicon\"&gt;Helicon&lt;/a&gt; and wide &lt;a href=\"Aegospotami\"&gt;Aegae&lt;/a&gt;, and specifies his twofold nature as an Olympian: \"a tamer of horses and a saviour of ships.\"\nIn modern culture.\nMovies and television.\nPoseidon has been very popular especially in god-related films. &lt;a href=\"John%20Putch\"&gt;John Putch&lt;/a&gt; directed the movie \"&lt;a href=\"The%20Poseidon%20Adventure%20%282005%20film%29\"&gt;The Poseidon Adventure&lt;/a&gt;\". &lt;a href=\"Wolfgang%20Petersen\"&gt;Wolfgang Petersen&lt;/a&gt; also &lt;a href=\"film%20adaption\"&gt;film adapted&lt;/a&gt; &lt;a href=\"Paul%20Gallico\"&gt;Paul Gallico&lt;/a&gt;'s novel and directed the movie \"&lt;a href=\"Poseidon%20%28film%29\"&gt;Poseidon&lt;/a&gt;\".\nPoseidon appears in \"&lt;a href=\"Percy%20Jackson%20and%20the%20Olympians\"&gt;Percy Jackson and the Olympians&lt;/a&gt;\" as the father of Percy Jackson and Tyson the &lt;a href=\"Cyclopes\"&gt;Cyclops&lt;/a&gt;. He also appears in the &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; television series \"&lt;a href=\"Once%20Upon%20a%20Time%20%28TV%20series%29\"&gt;Once Upon a Time&lt;/a&gt;\" as the guest star of the second half of &lt;a href=\"Once%20Upon%20a%20Time%20%28season%204%29\"&gt;season four&lt;/a&gt; played by &lt;a href=\"Ernie%20Hudson\"&gt;Ernie Hudson&lt;/a&gt;. In this version, Poseidon is portrayed as the father of the &lt;a href=\"Ursula%20%28The%20Little%20Mermaid%29\"&gt;Sea Witch Ursula&lt;/a&gt;.\nMilitary.\nMany military weapons from multiple countries have been named after Poseidon. Such examples are the &lt;a href=\"Boeing%20P-8%20Poseidon\"&gt;P8 Poseidon&lt;/a&gt;, &amp; the &lt;a href=\"Status-6%20Oceanic%20Multipurpose%20System\"&gt;\"Poseidon\"&lt;/a&gt; which is a Russian nuclear-armed &lt;a href=\"unmanned%20underwater%20vehicle\"&gt;unmanned underwater vehicle&lt;/a&gt;.\nNarrations.\nBibliography of reconstruction: \nBibliography of reconstruction: "
}