{
    "id": "2295773",
    "revid": "1048858675",
    "url": "https://en.wikipedia.org/wiki?curid=2295773",
    "title": "Golden apple",
    "text": "The golden apple is an element that appears in various national and ethnic &lt;a href=\"folk%20legends\"&gt;folk legends&lt;/a&gt; or &lt;a href=\"fairy%20tales\"&gt;fairy tales&lt;/a&gt;. Recurring themes depict a hero (for example &lt;a href=\"Hercules\"&gt;Hercules&lt;/a&gt; or &lt;a href=\"F%C4%83t-Frumos\"&gt;Făt-Frumos&lt;/a&gt;) retrieving the golden &lt;a href=\"apple%20%28symbolism%29\"&gt;apple&lt;/a&gt;s hidden or stolen by a monstrous &lt;a href=\"antagonist\"&gt;antagonist&lt;/a&gt;. Gold apples also appear on the &lt;a href=\"Silver%20Branch\"&gt;Silver Branch&lt;/a&gt; of the &lt;a href=\"Celtic%20Otherworld\"&gt;Otherworld&lt;/a&gt; in &lt;a href=\"Irish%20mythology\"&gt;Irish mythology&lt;/a&gt;.\nGreek mythology.\nGolden apples appear in three &lt;a href=\"Greek%20mythology\"&gt;Greek myths&lt;/a&gt;:\nAtalanta and Melanion.\nA huntress named Atalanta who raced against a suitor named &lt;a href=\"Melanion\"&gt;Melanion&lt;/a&gt;. Melanion used golden apples to distract Atalanta so that he could win the race.\nThough abandoned by her father as an infant, Atalanta became a skilled hunter and received acclaim for her role in the hunt for the Calydonian boar. Her father claimed her as his daughter and wished to marry her off. However, Atalanta was reluctant to marry due to a prophecy that marriage would be her downfall. Because of her beauty, she gained a number of suitors and finally agreed to marry, but under the condition that her suitor was obligated to beat her in a footrace. Competitors who failed to beat her would be put to death. As Atalanta could run extremely fast, all her suitors died. Realizing that Atalanta could not be defeated in a fair race, Melanion prayed to &lt;a href=\"Aphrodite\"&gt;Aphrodite&lt;/a&gt; for help. The goddess gave him three golden apples and told him to drop them one at a time to distract Atalanta. Sure enough, she quit running long enough to retrieve each golden apple. It took all three apples and all of his speed, but Melanion finally succeeded, winning the race and Atalanta's hand.\nEventually they had a son &lt;a href=\"Parthenopeus\"&gt;Parthenopaios&lt;/a&gt;, who was one of the &lt;a href=\"Seven%20against%20Thebes\"&gt;Seven against Thebes&lt;/a&gt;. Their marriage ended in misfortune when they were transformed into lions (which the Greeks believed were unable to mate with their own species, only with leopards) for offending the God.\nParis and the Trojan War.\n&lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt; held a &lt;a href=\"banquet\"&gt;banquet&lt;/a&gt; in celebration of the marriage of &lt;a href=\"Peleus\"&gt;Peleus&lt;/a&gt; and &lt;a href=\"Thetis\"&gt;Thetis&lt;/a&gt;. &lt;a href=\"Eris%20%28mythology%29\"&gt;Eris&lt;/a&gt;, the goddess of discord, was not invited for her troublesome nature, and upon turning up uninvited, she threw a golden apple into the ceremony, with an inscription that read: \"ΤΗΙ ΚΑΛΛΙΣΤΗΙ\" (, &lt;a href=\"Greek%20language\"&gt;Modern Greek&lt;/a&gt;: τη καλλίστη \"ti kallisti\"; \"for/to the most beautiful\" – cf. &lt;a href=\"Callisto%20%28mythology%29\"&gt;Callisto&lt;/a&gt;). Three goddesses claimed the apple: &lt;a href=\"Hera\"&gt;Hera&lt;/a&gt;, &lt;a href=\"Athena\"&gt;Athena&lt;/a&gt;, and &lt;a href=\"Aphrodite\"&gt;Aphrodite&lt;/a&gt;. They brought the matter before Zeus. Not wanting to get involved, Zeus assigned the task to &lt;a href=\"Paris%20%28mythology%29\"&gt;Paris&lt;/a&gt; of Troy. Paris had demonstrated his exemplary fairness previously when he awarded a prize unhesitatingly to &lt;a href=\"Ares\"&gt;Ares&lt;/a&gt; after the god, in bull form, had bested his own prize bull.\nZeus gave the apple to &lt;a href=\"Hermes\"&gt;Hermes&lt;/a&gt; and told him to deliver it to Paris and tell him that the goddesses would accept his decision without argument. As each goddess wanted to receive the apple, they each stripped off their own clothing and appeared naked before &lt;a href=\"Paris%20%28mythology%29\"&gt;Paris&lt;/a&gt;. Each of the goddesses also offered Paris a gift as a bribe in return for the apple; Hera offered to make him the king of Europe and Asia Minor, Athena offered him wisdom and skill in battle, and Aphrodite offered to give to him the love of the world's most beautiful woman, &lt;a href=\"Helen%20of%20Troy\"&gt;Helen&lt;/a&gt; of Sparta, who was already married to King Menelaus. Paris chose Aphrodite, a decision that caused the &lt;a href=\"Trojan%20war\"&gt;Trojan war&lt;/a&gt;, and ultimately the destruction of both Paris and his city, Troy.\nHera and the Hesperides.\nHera's sacred tree, given to her as gift from Zeus, grows apples made entirely of gold. The dragon Ladon was sent to guard it from anyone who might try to steal the apples.\nIrish mythology.\nThe role of the Golden Apple is far more minor and less specific in &lt;a href=\"Irish%20mythology\"&gt;Irish lore&lt;/a&gt;, mostly because it is an element of the &lt;a href=\"Silver%20Branch\"&gt;Silver Branch&lt;/a&gt;, or \"Silver Bough\", symbol that is connected to the &lt;a href=\"Celtic%20Otherworld\"&gt;Celtic Otherworld&lt;/a&gt;.\nApple branch.\nThe silver branch with golden apples is owned by the Irish &lt;a href=\"water%20deity\"&gt;sea deity&lt;/a&gt; and Otherworld guardian &lt;a href=\"Manann%C3%A1n%20mac%20Lir\"&gt;Manannán mac Lir&lt;/a&gt; in the tale \"&lt;a href=\"Echtra%20Cormaic\"&gt;Echtra Cormaic&lt;/a&gt;\". But these \"apples\" are actually \"balls of &lt;a href=\"red%20gold\"&gt;red gold&lt;/a&gt;\" hanging on a musical branch according to variant texts, and hardly fruits at all. The &lt;a href=\"Dictionary%20of%20the%20Irish%20Language\"&gt;Dictionary of the Irish Language&lt;/a&gt; concurs, by defining the \"apples\" in this instance as \"musical balls\", not \"fruits\".\nThere has been offered for comparison \"silver branch of the sacred apple-tree bearing blossoms\" encountered by &lt;a href=\"Bran%20mac%20Febail\"&gt;Bran mac Febail&lt;/a&gt; in the narrative \"&lt;a href=\"The%20Voyage%20of%20Bran\"&gt;The Voyage of Bran&lt;/a&gt;\", though golden apple fruits are not evident in this telling. This branch came from \"Emain\", construed to mean Emain Ablach associated with Manannán mac Lir by later commentators, though not recognized as anything other than &lt;a href=\"Emain%20Macha\"&gt;Emain Macha&lt;/a&gt; of the Ulstermen in &lt;a href=\"Eleanor%20Hull\"&gt;Eleanor Hull&lt;/a&gt;'s monograph on the silver branch.\nOidheadh Chloinne Tuireann.\nIn the \"&lt;a href=\"Oidheadh%20Chloinne%20Tuireann\"&gt;Oidheadh Chloinne Tuireann&lt;/a&gt;\" version of the quest of Tuirenn's sons (&lt;a href=\"Brian%20%28mythology%29\"&gt;Brian&lt;/a&gt;, Iuchar and Iucharba), the &lt;a href=\"%C3%A9ric\"&gt;éric&lt;/a&gt; items demanded by &lt;a href=\"Lugh%20Lamhfada\"&gt;Lugh Lamhfada&lt;/a&gt; included the Golden Apples of Hesperides. It is said to taste of honey, have curative powers, and not diminish though they are eaten. They could also be cast and perform tasks at will, and return to their owners.\nMusic.\nIn &lt;a href=\"Richard%20Wagner\"&gt;Richard Wagner&lt;/a&gt;'s \"&lt;a href=\"Der%20Ring%20des%20Nibelungen\"&gt;Der Ring des Nibelungen&lt;/a&gt;\", the golden apples have their own &lt;a href=\"leitmotif\"&gt;leitmotif&lt;/a&gt;. It is first sung by &lt;a href=\"Fafnir\"&gt;Fafner&lt;/a&gt;, when he explains to his brother Fasolt why they must take Freia away from the gods.\nIn &lt;a href=\"Stravinsky\"&gt;Stravinsky&lt;/a&gt;'s ballet &lt;a href=\"The%20Firebird\"&gt;The Firebird&lt;/a&gt; (1910) which is based upon an amalgam of Russian folk-legends, the hero Prince Ivan enters a garden where he witnesses 13 young Princesses' playing with Golden Apples which grow there. (Tableaux VII Scherzo. Jeux des princesses avec les pommes d'or / The Princesses' Game with the Golden Apples).\nFairy tales.\nMany European fairy tales begin when golden apples are stolen from a king, usually by a bird:\nModern literature.\nThe &lt;a href=\"William%20Butler%20Yeats\"&gt;William Butler Yeats&lt;/a&gt; poem \"The Song of the Wandering Aengus\", has the lines:\nThe &lt;a href=\"Augusta%2C%20Lady%20Gregory\"&gt;Augusta, Lady Gregory&lt;/a&gt; play called \"The Golden Apple: A Play for Kiltartan Children\" is a fable in the invented &lt;a href=\"Kiltartan\"&gt;Kiltartan&lt;/a&gt; dialect based on Irish mythology and folklore.\n\"The Golden Apples\" is the name of Southern writer, Eudora Welty's, fourth short story collection, published in 1949. The stories are interrelated and center around the citizens of the fictional town of Morgana, Mississippi.\nA golden apple plays a crucial role in the climax of &lt;a href=\"David%20Mitchell%20%28author%29\"&gt;David Mitchell's&lt;/a&gt; sixth novel \"&lt;a href=\"The%20Bone%20Clocks\"&gt;The Bone Clocks&lt;/a&gt;\", published by Random House in 2014.\nDiscordianism.\nThe contemporary religion &lt;a href=\"Discordianism\"&gt;Discordianism&lt;/a&gt; draws upon the Golden Apple of the goddess &lt;a href=\"Eris%20%28mythology%29\"&gt;Eris&lt;/a&gt;, also known as the \"Apple of Discord\", which Eris used to set off the conflict among the goddesses of Olympus that led to the &lt;a href=\"Trojan%20War\"&gt;Trojan War&lt;/a&gt; because she was not invited to a party (the so-called \"Original Snub\". Emblazoned upon the apple is the word \"\"&lt;a href=\"Kallisti\"&gt;Kallisti&lt;/a&gt;\"\" (\"to the fairest\"). The golden apple can be seen as a metaphor for a practical joke meant to cause &lt;a href=\"cognitive%20dissonance\"&gt;cognitive dissonance&lt;/a&gt; in the target.\nIdentity and use in other languages.\nArgan fruit.\nMichael Hübner has suggested that the fruit of the &lt;a href=\"Argania\"&gt;Argan tree&lt;/a&gt;, endemic to the &lt;a href=\"Sous%20Valley\"&gt;Sous Valley&lt;/a&gt; in present-day &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, may be the golden apples of the &lt;a href=\"Hesperides%20%28poetry%29\"&gt;Hesperides&lt;/a&gt;. Arguing that the location matches most closely the description given in classical texts of &lt;a href=\"Atlantis\"&gt;Atlantis&lt;/a&gt; and the garden of the Hesperides, he notes that the ripe fruits look like small golden apples and have an aroma like baked apples. He equates the fruit, the seeds of which produce &lt;a href=\"Argan%20oil\"&gt;Argan oil&lt;/a&gt;, with &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt;'s account of Atlantean fruits \"which afford liquid and solid food and unguents\", and proposes that the trees' almost reptilian-scale like bark and thorns may have inspired the mythical guardian dragon of the golden apples, &lt;a href=\"Ladon%20%28mythology%29\"&gt;Ladon&lt;/a&gt;.\nOranges.\nIn many languages, the &lt;a href=\"orange%20%28fruit%29\"&gt;orange&lt;/a&gt; is referred to as a \"golden apple\". For example, the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; \"χρυσομηλιά,\" and &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"pomum aurantium\" both literally describe oranges as \"golden apples\". Other languages, like &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;, &lt;a href=\"Finnish%20language\"&gt;Finnish&lt;/a&gt;, &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt;, and &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt;, have more complex &lt;a href=\"etymologies\"&gt;etymologies&lt;/a&gt; for the word \"orange\" that can be traced back to the same idea.\nIn later years it was thought that the \"golden apples\" of myth might have actually been &lt;a href=\"Orange%20%28fruit%29\"&gt;oranges&lt;/a&gt;, a fruit unknown to &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; before the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;. Under this assumption, the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; &lt;a href=\"botanical\"&gt;botanical&lt;/a&gt; name chosen for all &lt;a href=\"citrus\"&gt;citrus&lt;/a&gt; species was \"Hesperidoeidē\" (Ἑσπεριδοειδῆ, \"hesperidoids\"). It was also used by &lt;a href=\"Carl%20Linnaeus\"&gt;Carl Linnaeus&lt;/a&gt;, who gave the name Hesperides to an &lt;a href=\"order%20%28biology%29\"&gt;order&lt;/a&gt; containing the &lt;a href=\"genus\"&gt;genus&lt;/a&gt; Citrus, in allusion to the golden apples of the Hesperides, and is preserved in the term &lt;a href=\"Hesperidium\"&gt;Hesperidium&lt;/a&gt; for the fruits of citrus and some other plants.\nOne reason why oranges might be considered to be \"magical\" in so many stories is because they bear flowers and fruit at the same time, unlike other fruit.\nQuinces.\nFrequently , the term \"golden apple\" is used to refer to the &lt;a href=\"quince\"&gt;quince&lt;/a&gt;, a fruit originating in the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;.\nTomatoes.\nThe &lt;a href=\"tomato\"&gt;tomato&lt;/a&gt;, unknown to the ancient world of the Greeks, is known as the \"pomodoro\" in &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt;, meaning \"golden apple\" (from \"pomo d'oro\").\nPopular culture.\nGolden apples are also items that are featured in video games such as \"&lt;a href=\"Minecraft\"&gt;Minecraft&lt;/a&gt;\", \"&lt;a href=\"Pok%C3%A9mon%20Mystery%20Dungeon\"&gt;Pokémon Mystery Dungeon&lt;/a&gt;\" and \"&lt;a href=\"Hello%20Neighbor\"&gt;Hello Neighbor&lt;/a&gt;\". In the TV-series \"&lt;a href=\"Animated%20Tales%20of%20the%20World\"&gt;Animated Tales of the World&lt;/a&gt;\", the episode \"The Tree with the Golden Apples\" revolves around the golden apple-tree on an island. An old man asks three brothers to sail to the island and whoever brings him a golden apple gets his daughter's hand in marriage."
}