{
    "id": "229504",
    "revid": "10254415",
    "url": "https://en.wikipedia.org/wiki?curid=229504",
    "title": "Douglas Fairbanks Jr.",
    "text": "Douglas Elton Fairbanks Jr., (December 9, 1909 – May 7, 2000) was an American actor, producer and decorated &lt;a href=\"United%20States%20Navy\"&gt;naval&lt;/a&gt; officer of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. He is best known for starring in such films as \"&lt;a href=\"The%20Prisoner%20of%20Zenda%20%281937%20film%29\"&gt;The Prisoner of Zenda&lt;/a&gt;\" (1937), \"&lt;a href=\"Gunga%20Din%20%28film%29\"&gt;Gunga Din&lt;/a&gt;\" (1939) and \"&lt;a href=\"The%20Corsican%20Brothers%20%281941%20film%29\"&gt;The Corsican Brothers&lt;/a&gt;\" (1941). He was the son of actor &lt;a href=\"Douglas%20Fairbanks\"&gt;Douglas Fairbanks&lt;/a&gt; and was once married to &lt;a href=\"Joan%20Crawford\"&gt;Joan Crawford&lt;/a&gt;.\nEarly life.\nDouglas Elton Fairbanks Jr. was born in New York City; he was the only child of actor &lt;a href=\"Douglas%20Fairbanks\"&gt;Douglas Fairbanks&lt;/a&gt; and his first wife, Anna Beth Sully, the daughter of wealthy industrialist Daniel J. Sully. Fairbanks' father was one of cinema's first icons, noted for such swashbuckling &lt;a href=\"adventure%20films\"&gt;adventure films&lt;/a&gt; as \"&lt;a href=\"The%20Mark%20of%20Zorro%20%281920%20film%29\"&gt;The Mark of Zorro&lt;/a&gt;\", \"&lt;a href=\"Robin%20Hood%20%281922%20film%29\"&gt;Robin Hood&lt;/a&gt;\" and \"&lt;a href=\"The%20Thief%20of%20Bagdad%20%281924%20film%29\"&gt;The Thief of Bagdad&lt;/a&gt;\". Fairbanks had small roles in his father's films \"&lt;a href=\"American%20Aristocracy\"&gt;American Aristocracy&lt;/a&gt;\" (1916) and \"&lt;a href=\"The%20Three%20Musketeers%20%281921%20film%29\"&gt;The Three Musketeers&lt;/a&gt;\" (1921).\nHis parents divorced when he was nine years old, and both remarried. He lived with his mother in New York, California, Paris and London.\nFairbanks began his education at the Hollywood School for Boys, an exclusive school in Los Angeles. After his mother and stepfather moved to New York, he attended the Bovee School, a private grammar school for boys. While attending Bovee, he was also enrolled in an after school drill academy called &lt;a href=\"Knickerbocker%20Greys\"&gt;Knickerbocker Greys&lt;/a&gt;, which he attended for a year while assigned to the drum corps. After moving back to California, he attended &lt;a href=\"Harvard-Westlake%20School\"&gt;Harvard Military School&lt;/a&gt;, followed by studies at the &lt;a href=\"Polytechnic%20School%20%28California%29\"&gt;Polytechnic School&lt;/a&gt; in &lt;a href=\"Pasadena%2C%20California\"&gt;Pasadena&lt;/a&gt;. After his mother and he moved to France, Fairbanks attended &lt;a href=\"Lyc%C3%A9e%20Janson-de-Sailly\"&gt;Lycée Janson-de-Sailly&lt;/a&gt;.\nFilm career.\n\"Stephen Steps Out\" and Paramount.\nLargely on the basis of his father's name, in May 1923 Fairbanks Jr. was given a contract with &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt; at age 13, at $1,000 a week for three years. He was signed by &lt;a href=\"Jesse%20L.%20Lasky\"&gt;Jesse L. Lasky&lt;/a&gt; who said the junior Fairbanks \"is the typical American boy at his best\" and said it was likely he would be featured in a film about &lt;a href=\"Tom%20Sawyer\"&gt;Tom Sawyer&lt;/a&gt;.\n\"I do not think it is the right thing for the boy to do\", said his father. \"I want to see him continue his education. He is only 13 years old.\" The young actor arrived in Hollywood in June 1923 and was mobbed.\n\"Tom Sawyer\" was not made. Instead Fairbanks Jr. appeared in \"&lt;a href=\"Stephen%20Steps%20Out\"&gt;Stephen Steps Out&lt;/a&gt;\" (1923). The film was not a hit.\nParamount and he parted ways by mutual consent and Doug went to Paris to resume his studies. A year later he returned to the studio, hired at what Fairbanks called \"starvation wages\" also having him work as a camera assistant.\n\"I was anxious to build my career as an actor slowly and painstakingly\", he said. \"I don't want to be a young blond leading man with an aquiline nose and shiny white teeth.\"\nParamount gave him supporting roles in \"&lt;a href=\"The%20Air%20Mail\"&gt;The Air Mail&lt;/a&gt;\" (1925) and \"&lt;a href=\"Wild%20Horse%20Mesa%20%281925%20film%29\"&gt;Wild Horse Mesa&lt;/a&gt;\" (1925).\n\"Stella Dallas\" and \"Young Woodley\".\n&lt;a href=\"Sam%20Goldwyn\"&gt;Sam Goldwyn&lt;/a&gt; borrowed him to play the juvenile in \"&lt;a href=\"Stella%20Dallas%20%281925%20film%29\"&gt;Stella Dallas&lt;/a&gt;\" (1925), which wound up being his first box office success.\nHe had supporting roles in Paramount's \"&lt;a href=\"The%20American%20Venus\"&gt;The American Venus&lt;/a&gt;\" (1926), and \"&lt;a href=\"Padlocked\"&gt;Padlocked&lt;/a&gt;\" (1926).\nAt Warner Bros., Fairbanks was in \"&lt;a href=\"Broken%20Hearts%20of%20Hollywood\"&gt;Broken Hearts of Hollywood&lt;/a&gt;\" (1926), then, at Metropolitan Pictures, he was in \"&lt;a href=\"Man%20Bait%20%281927%20film%29\"&gt;Man Bait&lt;/a&gt;\" (1927).\nAt &lt;a href=\"MGM\"&gt;MGM&lt;/a&gt; he was in &lt;a href=\"Edmund%20Goulding\"&gt;Edmund Goulding&lt;/a&gt;'s \"&lt;a href=\"Women%20Love%20Diamonds\"&gt;Women Love Diamonds&lt;/a&gt;\" (1927) and for &lt;a href=\"Alfred%20E.%20Green\"&gt;Alfred E. Green&lt;/a&gt; at Fox he was in \"&lt;a href=\"Is%20Zat%20So%3F\"&gt;Is Zat So?&lt;/a&gt;\" (1927). He supported &lt;a href=\"Will%20Rogers\"&gt;Will Rogers&lt;/a&gt; in \"&lt;a href=\"A%20Texas%20Steer\"&gt;A Texas Steer&lt;/a&gt;\" (1927).\nIn 1927 Fairbanks made his stage debut in \"Young Woodley\" based on a book by &lt;a href=\"John%20Van%20Druten\"&gt;John Van Druten&lt;/a&gt;. Fairbanks Jr received excellent reviews and the production was a success – the play did much to improve his reputation in Hollywood. A regular audience member was &lt;a href=\"Joan%20Crawford\"&gt;Joan Crawford&lt;/a&gt; with whom Fairbanks would become romantically involved.\nHe also appeared in a stage production of \"Saturday's Children\".\nEarly leading-man roles.\nFairbanks' second lead role was in \"&lt;a href=\"Dead%20Man%27s%20Curve%20%281928%20film%29\"&gt;Dead Man's Curve&lt;/a&gt;\" (1928) for &lt;a href=\"Film%20Booking%20Offices%20of%20America\"&gt;FBO&lt;/a&gt;. He was &lt;a href=\"Helene%20Chadwick\"&gt;Helene Chadwick&lt;/a&gt;'s leading man in \"&lt;a href=\"Modern%20Mothers\"&gt;Modern Mothers&lt;/a&gt;\" (1928) at Columbia and he starred in \"&lt;a href=\"The%20Toilers%20%281928%20film%29\"&gt;The Toilers&lt;/a&gt;\" (1928) for Tiffany.\nFairbanks starred in another for Columbia, \"&lt;a href=\"The%20Power%20of%20the%20Press\"&gt;The Power of the Press&lt;/a&gt;\" (1928), directed by &lt;a href=\"Frank%20Capra\"&gt;Frank Capra&lt;/a&gt;.\nHe went back to supporting roles for \"&lt;a href=\"The%20Barker\"&gt;The Barker&lt;/a&gt;\" (1928) at First National, his first \"talkie\" and \"&lt;a href=\"A%20Woman%20of%20Affairs\"&gt;A Woman of Affairs&lt;/a&gt;\" (1928) at MGM with &lt;a href=\"Greta%20Garbo\"&gt;Greta Garbo&lt;/a&gt; and &lt;a href=\"John%20Gilbert%20%28actor%29\"&gt;John Gilbert&lt;/a&gt;.\nFairbanks had another starring role at FBO with \"&lt;a href=\"The%20Jazz%20Age%20%28film%29\"&gt;The Jazz Age&lt;/a&gt;\" (1929) and received top billing over &lt;a href=\"Loretta%20Young\"&gt;Loretta Young&lt;/a&gt; in \"&lt;a href=\"Fast%20Life%20%281929%20film%29\"&gt;Fast Life&lt;/a&gt;\" (1929) at Warner Bros.\nHe appeared in MGM's \"&lt;a href=\"Our%20Modern%20Maidens\"&gt;Our Modern Maidens&lt;/a&gt;\" (1929) opposite Crawford.\nFirst National and Warner Bros..\nFirst National gave Fairbanks a starring role in \"&lt;a href=\"The%20Careless%20Age\"&gt;The Careless Age&lt;/a&gt;\" (1929) and he was reunited with Young in \"&lt;a href=\"The%20Forward%20Pass\"&gt;The Forward Pass&lt;/a&gt;\" (1929). He was one of many names in \"&lt;a href=\"The%20Show%20of%20Shows\"&gt;The Show of Shows&lt;/a&gt;\" (1929). In September 1929 he returned to the stage in a production of \"The Youngest\".\n&lt;a href=\"Victor%20Halperin\"&gt;Victor Halperin&lt;/a&gt; cast Fairbanks in the lead of \"&lt;a href=\"Party%20Girl%20%281930%20film%29\"&gt;Party Girl&lt;/a&gt;\" (1929) then back at First National he did a third with Young, \"&lt;a href=\"Loose%20Ankles\"&gt;Loose Ankles&lt;/a&gt;\" (1930).\nIn 1930, Fairbanks Jr. went to &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; to test for the second lead in \"&lt;a href=\"Moby%20Dick%20%281930%20Film%29\"&gt;Moby Dick&lt;/a&gt;\" (1930). Although he did not win the part, head of production &lt;a href=\"Darryl%20F.%20Zanuck\"&gt;Darryl F. Zanuck&lt;/a&gt; was impressed with Douglas's screen test, and cast him in an important role in \"&lt;a href=\"The%20Dawn%20Patrol%20%281930%20Film%29\"&gt;The Dawn Patrol&lt;/a&gt;\" directed by &lt;a href=\"Howard%20Hawks\"&gt;Howard Hawks&lt;/a&gt;.\nUniversal borrowed him to have the lead role in \"&lt;a href=\"Little%20Accident%20%28film%29\"&gt;Little Accident&lt;/a&gt;\" (1930) and at Warners he was in the lead in \"&lt;a href=\"The%20Sin%20Flood\"&gt;The Sin Flood&lt;/a&gt;\" (1930). He supported &lt;a href=\"Leslie%20Howard%20%28actor%29\"&gt;Leslie Howard&lt;/a&gt; in the prestigious \"&lt;a href=\"Outward%20Bound%20%28film%29\"&gt;Outward Bound&lt;/a&gt;\" (1930) and was &lt;a href=\"Billie%20Dove\"&gt;Billie Dove&lt;/a&gt;'s leading man in \"&lt;a href=\"One%20Night%20at%20Susie%27s\"&gt;One Night at Susie's&lt;/a&gt;\" (1930).\n\"Little Caesar\".\nFairbanks had a role supporting &lt;a href=\"Edward%20G.%20Robinson\"&gt;Edward G. Robinson&lt;/a&gt; in \"&lt;a href=\"Little%20Caesar%20%28film%29\"&gt;Little Caesar&lt;/a&gt;\" (1931), filmed in August 1930. \"We knew it was going to be good when we were making it but not that it would become a classic\", he later said.\nThe movie was a big hit, and Warner Bros. offered Fairbanks Jr. a contract with cast and script approval – a condition which, Fairbanks Jr. says, was only offered to one other actor at the studio, &lt;a href=\"Richard%20Barthelmess\"&gt;Richard Barthelmess&lt;/a&gt;.\n\"By sheer accident, I had four successes in a row in the early '30s, and although I was still in my 20s, I demanded and received approval of cast, story and director. I don't know how I got away with it, but I did!\"\nBecause he spoke French he was put in \"&lt;a href=\"L%27aviateur\"&gt;L'aviateur&lt;/a&gt;\" (1931). Back in Hollywood he was in \"&lt;a href=\"Chances%20%28film%29\"&gt;Chances&lt;/a&gt;\" (1931) and \"&lt;a href=\"I%20Like%20Your%20Nerve\"&gt;I Like Your Nerve&lt;/a&gt;\" (1931) with Young.\nIn June 1931 he starred in another play \"The Man in Possession\" which he also produced along with &lt;a href=\"Sid%20Grauman\"&gt;Sid Grauman&lt;/a&gt;. Fairbanks said he wanted to stay away from costume adventures which were associated with his father.\nHe starred in two for Alfred E Green, \"&lt;a href=\"Gentleman%20for%20a%20Day\"&gt;Gentleman for a Day&lt;/a&gt;\" (1932) with &lt;a href=\"Joan%20Blondell\"&gt;Joan Blondell&lt;/a&gt; and \"&lt;a href=\"It%27s%20Tough%20to%20Be%20Famous\"&gt;It's Tough to Be Famous&lt;/a&gt;\" (1932). He starred in a film shot in French, \"&lt;a href=\"L%27athl%C3%A8te%20incomplet\"&gt;L'athlète incomplet&lt;/a&gt;\" (1932).\nHe starred in \"&lt;a href=\"Love%20Is%20a%20Racket\"&gt;Love Is a Racket&lt;/a&gt;\" (1932) for &lt;a href=\"William%20Wellman\"&gt;William Wellman&lt;/a&gt; and \"&lt;a href=\"Scarlet%20Dawn\"&gt;Scarlet Dawn&lt;/a&gt;\" (1932) for &lt;a href=\"William%20Dieterle\"&gt;William Dieterle&lt;/a&gt;. Fairbanks did another with Green, \"&lt;a href=\"Parachute%20Jumper\"&gt;Parachute Jumper&lt;/a&gt;\" (1933), which gave an early co-starring role to &lt;a href=\"Bette%20Davis\"&gt;Bette Davis&lt;/a&gt;.\nFairbanks starred again with Young in \"&lt;a href=\"The%20Life%20of%20Jimmy%20Dolan\"&gt;The Life of Jimmy Dolan&lt;/a&gt;\" (1933) and did \"&lt;a href=\"The%20Narrow%20Corner%20%28film%29\"&gt;The Narrow Corner&lt;/a&gt;\" (1933) with Green.\nRKO borrowed Fairbanks to support &lt;a href=\"Katharine%20Hepburn\"&gt;Katharine Hepburn&lt;/a&gt; in \"&lt;a href=\"Morning%20Glory%20%281933%20film%29\"&gt;Morning Glory&lt;/a&gt;\" (1933), a big success.\nFairbanks was reunited with Howard in \"&lt;a href=\"Captured%21\"&gt;Captured!&lt;/a&gt;\" (1933).\nIn 1934, Warner asked all its stars to take a 50 percent pay cut because of the Depression. Fairbanks Jr. refused and was fired from the studio. He received a job offer from Britain and spent the next few years there, taking a residence in London's &lt;a href=\"Park%20Lane\"&gt;Park Lane&lt;/a&gt;.\nBritain and Criterion films.\nFairbanks went to Britain to star in &lt;a href=\"Alex%20Korda\"&gt;Alex Korda&lt;/a&gt;'s \"&lt;a href=\"The%20Rise%20of%20Catherine%20the%20Great\"&gt;The Rise of Catherine the Great&lt;/a&gt;\" (1934) playing &lt;a href=\"Grand%20Duke%20Peter\"&gt;Grand Duke Peter&lt;/a&gt; opposite &lt;a href=\"Elisabeth%20Bergner\"&gt;Elisabeth Bergner&lt;/a&gt;.\n\"Hollywood was getting to be a grind\", he said at the time. \"They had me doing five and six pictures a year. Some of them looked all right on paper but they had the habit of slipping down into programmer class. Only once in three years would I get a part that I cared about. I kept going up and down the ladder and not getting any place. There was nothing stable about my career in Hollywood.\"\nHe intended to return to Hollywood to appear in \"Design for Living\", but became ill and was replaced by Gary Cooper. He did ultimately return to Hollywood for \"&lt;a href=\"Success%20at%20Any%20Price\"&gt;Success at Any Price&lt;/a&gt;\" (1934) at RKO, then returned to London for \"&lt;a href=\"Mimi%20%281935%20film%29\"&gt;Mimi&lt;/a&gt;\" (1935). The latter starred &lt;a href=\"Gertrude%20Lawrence\"&gt;Gertrude Lawrence&lt;/a&gt;, who became romantically involved with Fairbanks Jr. He announced he would make \"Zorro Rides Again\" with his father.\nFairbanks fell ill during the 1936 flu epidemic.\nFairbanks set up his own film production company, Criterion Films, where the board members included &lt;a href=\"Paul%20Czinner\"&gt;Paul Czinner&lt;/a&gt;. Among Criterion's films were \"&lt;a href=\"Man%20of%20the%20Moment%20%281935%20film%29\"&gt;Man of the Moment&lt;/a&gt;\" (1935), \"&lt;a href=\"The%20Amateur%20Gentleman%20%281936%20film%29\"&gt;The Amateur Gentleman&lt;/a&gt;\" (1936), \"&lt;a href=\"Accused%20%281936%20film%29\"&gt;Accused&lt;/a&gt;\" (1936), and \"&lt;a href=\"Jump%20for%20Glory\"&gt;Jump for Glory&lt;/a&gt;\" (1937). He announced \"Lancelot\" but did not make it.\nReturn to Hollywood and focus on action roles.\nFairbanks Jr. returned to Hollywood when &lt;a href=\"David%20O.%20Selznick\"&gt;David O. Selznick&lt;/a&gt; offered him the role of &lt;a href=\"Rupert%20of%20Hentzau\"&gt;Rupert of Hentzau&lt;/a&gt; in \"&lt;a href=\"The%20Prisoner%20of%20Zenda%20%281937%20film%29\"&gt;The Prisoner of Zenda&lt;/a&gt;\" (1937). He had been reluctant to accept the role but his father urged him to do it, saying it was \"actor proof\". The movie was a big success.\nIn December 1937 he signed a non-exclusive contract with RKO to make two films a year for five years, at $75,000 a film.\nRKO used him as &lt;a href=\"Irene%20Dunne\"&gt;Irene Dunne&lt;/a&gt;'s leading man in \"&lt;a href=\"Joy%20of%20Living\"&gt;Joy of Living&lt;/a&gt;\" (1938). At Universal he was &lt;a href=\"Danielle%20Darrieux\"&gt;Danielle Darrieux&lt;/a&gt;'s co star in \"&lt;a href=\"The%20Rage%20of%20Paris\"&gt;The Rage of Paris&lt;/a&gt;\" (1938) and &lt;a href=\"Ginger%20Rogers\"&gt;Ginger Rogers&lt;/a&gt;'s in RKO's \"&lt;a href=\"Having%20Wonderful%20Time\"&gt;Having Wonderful Time&lt;/a&gt;\" (1938).\nSelznick used him again in \"&lt;a href=\"The%20Young%20in%20Heart\"&gt;The Young in Heart&lt;/a&gt;\" (1938) with &lt;a href=\"Janet%20Gaynor\"&gt;Janet Gaynor&lt;/a&gt;.\nFairbanks then had his biggest-ever hit with RKO's \"&lt;a href=\"Gunga%20Din%20%28film%29\"&gt;Gunga Din&lt;/a&gt;\" (1939), alongside &lt;a href=\"Cary%20Grant\"&gt;Cary Grant&lt;/a&gt; and &lt;a href=\"Victor%20McLaglen\"&gt;Victor McLaglen&lt;/a&gt;.\nFairbanks Jr. began to work increasingly in action/adventure films: \"&lt;a href=\"The%20Sun%20Never%20Sets%20%28film%29\"&gt;The Sun Never Sets&lt;/a&gt;\" (1939) at Universal; \"&lt;a href=\"Rulers%20of%20the%20Sea\"&gt;Rulers of the Sea&lt;/a&gt;\" (1939) at Paramount; \"&lt;a href=\"Green%20Hell%20%28film%29\"&gt;Green Hell&lt;/a&gt;\" (1940) for &lt;a href=\"James%20Whale\"&gt;James Whale&lt;/a&gt; at Universal, a flop; and \"&lt;a href=\"Safari%20%281940%20film%29\"&gt;Safari&lt;/a&gt;\" (1940) at Paramount.\nHe had a change of pace when he starred in and co-produced \"&lt;a href=\"Angels%20Over%20Broadway\"&gt;Angels Over Broadway&lt;/a&gt;\" (1940), written and directed by &lt;a href=\"Ben%20Hecht\"&gt;Ben Hecht&lt;/a&gt; at Columbia.\nHis last film before enlisting was \"&lt;a href=\"The%20Corsican%20Brothers%20%281941%20film%29\"&gt;The Corsican Brothers&lt;/a&gt;\" (1941), a swashbuckler made as a tribute to Fairbanks' father. Fairbanks did not have faith in the film while it was being filmed (\"I thought we were cutting corners\") but it was a huge success.\nWorld War II.\nFairbanks was commissioned as a reserve officer in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; when the United States entered World War II and was assigned to &lt;a href=\"Louis%20Mountbatten%2C%201st%20Earl%20Mountbatten%20of%20Burma\"&gt;Lord Mountbatten&lt;/a&gt;'s &lt;a href=\"British%20Commandos\"&gt;Commando&lt;/a&gt; staff in the United Kingdom.\nIn 1941, President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; appointed him special envoy to South America. Fairbanks served on the cruiser during the disastrous &lt;a href=\"Convoy%20PQ%2017\"&gt;Convoy PQ 17&lt;/a&gt; operation.\nLieutenant Fairbanks was subsequently transferred to &lt;a href=\"Virginia%20Beach\"&gt;Virginia Beach&lt;/a&gt; where he came under the command of &lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt; &lt;a href=\"H.%20Kent%20Hewitt\"&gt;H. Kent Hewitt&lt;/a&gt;, who was preparing U.S. naval forces for the &lt;a href=\"invasion%20of%20North%20Africa\"&gt;invasion of North Africa&lt;/a&gt;. Fairbanks convinced Hewitt of the advantages of a military deception unit, then repeated the proposal at Hewitt's behest to Admiral &lt;a href=\"Ernest%20King\"&gt;Ernest King&lt;/a&gt;, &lt;a href=\"Chief%20of%20Naval%20Operations\"&gt;Chief of Naval Operations&lt;/a&gt;. King thereupon issued a secret letter on March 5, 1943 charging the &lt;a href=\"Vice%20Chief%20of%20Naval%20Operations\"&gt;Vice Chief of Naval Operations&lt;/a&gt; with the recruitment of 180 officers and 300 enlisted men for the &lt;a href=\"Beach%20Jumpers\"&gt;Beach Jumper&lt;/a&gt; program.\nThe Beach Jumpers' mission would simulate amphibious landings with a very limited force. Operating dozens of kilometers from the actual landing beaches and utilizing their deception equipment, the Beach Jumpers would lure the enemy into believing that theirs was the principal landing.\nUnited States Navy Beach Jumpers saw their initial action in &lt;a href=\"Operation%20Husky\"&gt;Operation Husky&lt;/a&gt;, the invasion of &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;. For the remainder of the war, the Beach Jumpers conducted their hazardous, shallow-water operations throughout the Mediterranean.\nFor his planning the diversion-deception operations and his part in the &lt;a href=\"Operation%20Dragoon\"&gt;amphibious assault on Southern France&lt;/a&gt;, Lieutenant Commander Fairbanks was awarded the United States Navy's &lt;a href=\"Legion%20of%20Merit\"&gt;Legion of Merit&lt;/a&gt; with bronze V (for valor), the Italian &lt;a href=\"War%20Cross%20for%20Military%20Valor\"&gt;War Cross for Military Valor&lt;/a&gt;, the French \"&lt;a href=\"Legion%20of%20Honour\"&gt;Légion d'honneur&lt;/a&gt;\" and the \"&lt;a href=\"Croix%20de%20Guerre%201939%E2%80%931945\"&gt;Croix de Guerre&lt;/a&gt;\" with Palm, and the British &lt;a href=\"Distinguished%20Service%20Cross%20%28United%20Kingdom%29\"&gt;Distinguished Service Cross&lt;/a&gt;.\nFairbanks was also awarded the &lt;a href=\"Silver%20Star\"&gt;Silver Star&lt;/a&gt; for valor displayed while serving on &lt;a href=\"PT%20boat\"&gt;PT boat&lt;/a&gt;s and in 1942 made an &lt;a href=\"National%20Order%20of%20the%20Southern%20Cross\"&gt;Officer of the National Order of the Southern Cross&lt;/a&gt;, conferred by the Brazilian government.\nAmong his other exploits was the sinking of the corvette UJ-6083 (formerly the &lt;a href=\"Regia%20Marina\"&gt;Regia Marina&lt;/a&gt; \"Capriolo\") while in command of a mixed division of American PT boats and British s plus assorted other small craft. Fairbanks commanded from .\nFairbanks stayed in the &lt;a href=\"US%20Naval%20Reserve\"&gt;US Naval Reserve&lt;/a&gt; after the war and ultimately retired as a &lt;a href=\"Captain%20%28naval%29\"&gt;captain&lt;/a&gt; in 1954.\nPost-war years.\nHollywood.\nFairbanks returned to Hollywood at the conclusion of World War II. He spent two years finding a comeback vehicle and picked \"&lt;a href=\"Sinbad%20the%20Sailor%20%281947%20film%29\"&gt;Sinbad the Sailor&lt;/a&gt;\" (1947), which was not a big hit.\nHe followed it with \"&lt;a href=\"The%20Exile%20%281947%20film%29\"&gt;The Exile&lt;/a&gt;\" (1947), another swashbuckler, which Fairbanks wrote and produced; it was directed by &lt;a href=\"Max%20Oph%C3%BCls\"&gt;Max Ophüls&lt;/a&gt;. The film was the first of three independent films Fairbanks was to produce – the others being a big screen version of \"&lt;a href=\"Terry%20and%20the%20Pirates%20%28comic%20strip%29\"&gt;Terry and the Pirates&lt;/a&gt;\", and a film called \"Happy Go Lucky\". It was another box office disappointment.\nHe thought his career would be revived by \"&lt;a href=\"That%20Lady%20in%20Ermine\"&gt;That Lady in Ermine&lt;/a&gt;\" with &lt;a href=\"Betty%20Grable\"&gt;Betty Grable&lt;/a&gt; but director &lt;a href=\"Ernst%20Lubitsch\"&gt;Ernst Lubitsch&lt;/a&gt; died during production and was replaced by &lt;a href=\"Otto%20Preminger\"&gt;Otto Preminger&lt;/a&gt;; the resulting film was not a success and Fairbanks Jr believes this cost his career momentum.\nFairbanks tried another swashbuckler for his own company, \"&lt;a href=\"The%20Fighting%20O%27Flynn\"&gt;The Fighting O'Flynn&lt;/a&gt;\" (1949).\nBritish career.\nAs a confirmed &lt;a href=\"Anglophile\"&gt;Anglophile&lt;/a&gt;, Fairbanks spent much time in the United Kingdom, where he was well known in the highest social circles. He was made an Honorary Knight Commander of the &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;Order of the British Empire&lt;/a&gt; (KBE) in 1949 and moved there in the early 1950s.\nFairbanks starred in the British thriller \"&lt;a href=\"State%20Secret%20%281950%20film%29\"&gt;State Secret&lt;/a&gt;\" (1950) written and directed by &lt;a href=\"Sidney%20Gilliat\"&gt;Sidney Gilliat&lt;/a&gt; and a comedy for &lt;a href=\"Val%20Guest\"&gt;Val Guest&lt;/a&gt;, \"&lt;a href=\"Mr%20Drake%27s%20Duck\"&gt;Mr Drake's Duck&lt;/a&gt;\" (1951)\nBetween 1954 and 1956 he also made a number of half-hour programs at &lt;a href=\"British%20National%20Studios\"&gt;one of the smaller Elstree film studios&lt;/a&gt; as part of a &lt;a href=\"Television%20syndication\"&gt;syndicated&lt;/a&gt; &lt;a href=\"anthology%20series\"&gt;anthology series&lt;/a&gt; for television called \"&lt;a href=\"Douglas%20Fairbanks%20Presents\"&gt;Douglas Fairbanks Presents&lt;/a&gt;\".\nDuring the 1950s, Fairbanks appeared as himself on episodes of a number of American television shows, such as \"&lt;a href=\"Your%20Show%20of%20Shows\"&gt;Your Show of Shows&lt;/a&gt;\", \"&lt;a href=\"The%20Ford%20Show\"&gt;The Ford Show&lt;/a&gt;\", \"&lt;a href=\"The%20Steve%20Allen%20Show\"&gt;The Steve Allen Plymouth Show&lt;/a&gt;\" and \"&lt;a href=\"What%27s%20My%20Line%3F\"&gt;What's My Line?&lt;/a&gt;\".\nHe co-produced the films \"&lt;a href=\"The%20Silken%20Affair\"&gt;The Silken Affair&lt;/a&gt;\" (1957) and \"&lt;a href=\"Chase%20a%20Crooked%20Shadow\"&gt;Chase a Crooked Shadow&lt;/a&gt;\" (1958).\nIn 1961, he was a guest at the wedding of &lt;a href=\"Katharine%2C%20Duchess%20of%20Kent\"&gt;Katharine Worsley&lt;/a&gt; to &lt;a href=\"Prince%20Edward%2C%20Duke%20of%20Kent\"&gt;Prince Edward, Duke of Kent&lt;/a&gt;.\nHe guest starred on shows such as \"&lt;a href=\"Route%2066%20%28TV%20series%29\"&gt;Route 66&lt;/a&gt;\", \"&lt;a href=\"The%20DuPont%20Show%20of%20the%20Week\"&gt;The DuPont Show of the Week&lt;/a&gt;\", \"&lt;a href=\"The%20United%20States%20Steel%20Hour\"&gt;The United States Steel Hour&lt;/a&gt;\", \"&lt;a href=\"The%20Red%20Skelton%20Hour\"&gt;The Red Skelton Hour&lt;/a&gt;\", \"&lt;a href=\"Dr.%20Kildare%20%28TV%20series%29\"&gt;Dr. Kildare&lt;/a&gt;\", and \"&lt;a href=\"ABC%20Stage%2067\"&gt;ABC Stage 67&lt;/a&gt;\". He played King Richard in a TV musical \"&lt;a href=\"The%20Legend%20of%20Robin%20Hood%20%281968%20film%29\"&gt;The Legend of Robin Hood&lt;/a&gt;\" (1968).\nLater career.\nOn stage, Fairbanks toured in \"&lt;a href=\"My%20Fair%20Lady\"&gt;My Fair Lady&lt;/a&gt;\" in 1968, and in \"&lt;a href=\"The%20Pleasure%20of%20His%20Company\"&gt;The Pleasure of His Company&lt;/a&gt;\" several times, including tours in the U.S. in 1970–72 and the 1977 Australian production with &lt;a href=\"Stanley%20Holloway\"&gt;Stanley Holloway&lt;/a&gt;, David Langton, Carole Ray and Christine Amore.\nHe appeared in some TV movies and TV series, including \"&lt;a href=\"The%20Crooked%20Hearts\"&gt;The Crooked Hearts&lt;/a&gt;\" (1972), \"&lt;a href=\"The%20Hostage%20Tower\"&gt;The Hostage Tower&lt;/a&gt;\" (1980), and \"&lt;a href=\"The%20Love%20Boat\"&gt;The Love Boat&lt;/a&gt;\".\nHis last feature film was \"&lt;a href=\"Ghost%20Story%20%281981%20film%29\"&gt;Ghost Story&lt;/a&gt;\" (1981). His last TV roles were in the mini series \"&lt;a href=\"Strong%20Medicine%20%28novel%29\"&gt;Strong Medicine&lt;/a&gt;\" (1987) and the TV series \"&lt;a href=\"B.L.%20Stryker\"&gt;B.L. Stryker&lt;/a&gt;\".\nHe was the subject of \"&lt;a href=\"This%20Is%20Your%20Life%20%28British%20TV%20series%29\"&gt;This Is Your Life&lt;/a&gt;\" in 1989 when he was surprised by &lt;a href=\"Michael%20Aspel\"&gt;Michael Aspel&lt;/a&gt; in the foyer of Thames Television's Teddington Studios.\nFairbanks was also involved in several successful business ventures. These included manufacturing ball point pens, real estate development, management of copyrighted theatrical works, and film production.\nPersonal life.\nHis first notable relationship was with the actress &lt;a href=\"Joan%20Crawford\"&gt;Joan Crawford&lt;/a&gt;, whom he began to date seriously during the filming of \"Our Modern Maidens\". Fairbanks and Crawford married on June 3, 1929, at &lt;a href=\"St.%20Malachy%20Roman%20Catholic%20Church\"&gt;St. Malachy&lt;/a&gt; in New York City. Fairbanks was only 19; Crawford was 4 years older. Their witnesses were his mother, Beth Sully, and actor &lt;a href=\"Jack%20Whiting%20%28actor%29\"&gt;Jack Whiting&lt;/a&gt;, who got married themselves a few weeks later. \nFairbanks and Crawford travelled to Britain on a delayed honeymoon, where he was entertained by &lt;a href=\"No%C3%ABl%20Coward\"&gt;Noël Coward&lt;/a&gt;, &lt;a href=\"Gertrude%20Lawrence\"&gt;Gertrude Lawrence&lt;/a&gt;, &lt;a href=\"Beatrice%20Lillie\"&gt;Beatrice Lillie&lt;/a&gt;, and &lt;a href=\"Prince%20George%2C%20Duke%20of%20Kent\"&gt;Prince George, Duke of Kent&lt;/a&gt;. He became active in both society and politics, but Crawford was far more interested in her career and had an affair with &lt;a href=\"Clark%20Gable\"&gt;Clark Gable&lt;/a&gt;. In his first autobiography he would later admit that he was also unfaithful during that period and that he unsuccessfully pursued &lt;a href=\"Katharine%20Hepburn\"&gt;Katharine Hepburn&lt;/a&gt; during the filming of \"&lt;a href=\"Morning%20Glory%20%281933%20film%29\"&gt;Morning Glory&lt;/a&gt;\". The couple divorced in 1933, but the divorce would not become final for another year.\nDespite their divorce, Fairbanks was quick to defend Crawford when her adopted daughter &lt;a href=\"Christina%20Crawford\"&gt;Christina Crawford&lt;/a&gt; published \"&lt;a href=\"Mommie%20Dearest\"&gt;Mommie Dearest&lt;/a&gt;\", a scathing biography of Crawford's personal life. He firmly stated \"The Joan Crawford that I've heard about in \"Mommie Dearest\" is not the Joan Crawford I knew back then.\" In his autobiography, he stated that he never saw a hint of any significant anger outbursts from Crawford during their marriage and that she was more likely to sulk or argue than become angry.\nOn April 22, 1939, Fairbanks married Mary Lee Hartford (née Mary Lee Epling), a former wife of &lt;a href=\"Huntington%20Hartford\"&gt;Huntington Hartford&lt;/a&gt;, the &lt;a href=\"A%26amp%3BP\"&gt;A&amp;P&lt;/a&gt; supermarket heir. He remained devoted to her until her death in 1988. They had three daughters: Daphne, Victoria and Melissa, as well as eight grandchildren and 10 great-grandchildren.\nThe &lt;a href=\"College%20of%20Arms\"&gt;College of Arms&lt;/a&gt; in London granted Fairbanks a &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; symbolizing the U.S. and Britain united across the blue Atlantic Ocean by a silken knot of friendship.\nIn 1982, Fairbanks was awarded the German &lt;a href=\"Federal%20Cross%20of%20Merit\"&gt;Federal Cross of Merit&lt;/a&gt; for his contribution to the relief of the needy in occupied Germany.\nIt has been claimed that Douglas Fairbanks Jr. was the naked man in the incriminating photos used as evidence in the divorce trial of &lt;a href=\"Margaret%20Campbell%2C%20Duchess%20of%20Argyll\"&gt;Margaret Campbell, Duchess of Argyll&lt;/a&gt; in 1963. However, in 2013, &lt;a href=\"Lady%20Colin%20Campbell\"&gt;Lady Colin Campbell&lt;/a&gt;, Margaret Campbell's stepdaughter-in-law, revealed that the man in the photo was actually Bill Lyons, sales director of Pan American Airlines.\nFairbanks was also named in connection with the &lt;a href=\"Profumo%20Scandal\"&gt;Profumo Scandal&lt;/a&gt;.\nFairbanks was a friend of &lt;a href=\"Laurence%20Olivier\"&gt;Laurence Olivier&lt;/a&gt; and was among the contributors to a documentary by \"&lt;a href=\"The%20South%20Bank%20Show\"&gt;The South Bank Show&lt;/a&gt;\" titled \"Laurence Olivier: A Life\". He was also a close friend of Sir &lt;a href=\"Rex%20Harrison\"&gt;Rex Harrison&lt;/a&gt; and was a presenter at Harrison's New York City memorial service.\nHe wrote his autobiography \"The Salad Days\" in 1988. In addition, Fairbanks wrote a chronicle of his experiences during the Second World War, \"A Hell of a War\" published in 1993. Beyond his two volumes of autobiography, Fairbanks collaborated with &lt;a href=\"Richard%20Schickel\"&gt;Richard Schickel&lt;/a&gt; on the illustrated survey of Fairbanks Sr. and Jr. called \"The Fairbanks Album\" (1975) and &lt;a href=\"Jeffrey%20Vance\"&gt;Jeffrey Vance&lt;/a&gt; with a critical study/biography of Fairbanks Sr. ultimately published as \"Douglas Fairbanks\" (2008).\nOn May 30, 1991, Fairbanks married Vera Lee Shelton, a merchandiser for &lt;a href=\"QVC\"&gt;QVC&lt;/a&gt; Network Inc.\nDeath and legacy.\nOn the morning of May 7, 2000, Fairbanks died at the age of 90 of a &lt;a href=\"heart%20attack\"&gt;heart attack&lt;/a&gt; and was interred at the &lt;a href=\"Hollywood%20Forever%20Cemetery\"&gt;Hollywood Forever Cemetery&lt;/a&gt; in Hollywood, California, in the same tomb as his father.\nFairbanks has three stars on the &lt;a href=\"Hollywood%20Walk%20of%20Fame\"&gt;Hollywood Walk of Fame&lt;/a&gt;: one for motion pictures at 6318 Hollywood Boulevard, one for television at 6665 Hollywood Boulevard and one for radio at 6710 Hollywood Boulevard. In 1969 he was inducted into the Hall of Fame of the &lt;a href=\"International%20Best%20Dressed%20List\"&gt;International Best Dressed List&lt;/a&gt;.\nThe moving image collection of Douglas Fairbanks Jr. is held at the Academy Film Archive and includes over 90 reels of home movies.\nEstate.\nFairbanks's personal belongings were auctioned September 13, 2011, by &lt;a href=\"Doyle%20New%20York\"&gt;Doyle New York&lt;/a&gt;, surpassing estimated proceeds by netting over a half-million dollars."
}