{
    "id": "2296723",
    "revid": "6165960",
    "url": "https://en.wikipedia.org/wiki?curid=2296723",
    "title": "WHK (AM)",
    "text": "WHK (1420 &lt;a href=\"AM%20broadcasting\"&gt;AM&lt;/a&gt;) — branded \"AM 1420 The Answer\" — is a commercial &lt;a href=\"talk%20radio\"&gt;talk&lt;/a&gt; &lt;a href=\"Radio%20broadcasting\"&gt;radio station&lt;/a&gt; licensed to &lt;a href=\"Cleveland\"&gt;Cleveland&lt;/a&gt;, &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;, serving primarily &lt;a href=\"Greater%20Cleveland\"&gt;Greater Cleveland&lt;/a&gt;. WHK was the first radio station to broadcast in Ohio, and is the 15th oldest station still broadcasting in the United States. Currently owned by &lt;a href=\"Salem%20Media%20Group\"&gt;Salem Media Group&lt;/a&gt;, WHK serves as the Cleveland affiliate for the &lt;a href=\"Salem%20Radio%20Network\"&gt;Salem Radio Network&lt;/a&gt;. The WHK studios are located in the Cleveland suburb of &lt;a href=\"Independence%2C%20Ohio\"&gt;Independence&lt;/a&gt;, while the station transmitter resides in neighboring &lt;a href=\"Seven%20Hills%2C%20Ohio\"&gt;Seven Hills&lt;/a&gt;. WHK also simulcasts over low-power &lt;a href=\"Broadcast%20relay%20station\"&gt;translator&lt;/a&gt; W273DG (102.5 &lt;a href=\"FM%20broadcasting\"&gt;FM&lt;/a&gt;), and is available online.\nHistory.\nExperimental license.\nWHK received its first broadcasting station license in February 1922. However, the station's history dates back to a series of broadcasts begun in August 1921 over an &lt;a href=\"amateur%20radio\"&gt;amateur radio&lt;/a&gt; station operated by WHK's original owner, Warren R. Cox.\nRadio broadcasting in the United States started to become organized in the fall of 1919, largely due to improvements in &lt;a href=\"vacuum%20tube\"&gt;vacuum tube&lt;/a&gt; design. Many of the earliest programs originated from a mixture of amateur and experimental stations. The amateurs in the Cleveland area were particularly well organized, and in early May 1921 the Cleveland Radio Association announced that its members had inaugurated a weekly Friday evening series of live concerts, transmitted on the standard amateur wavelength of 200 meters (1500 kHz) by a rotating roster of local amateur stations.\nWarren R. Cox made his first contribution to the series on August 26, 1921, operating amateur station 8ACS at 3138 Payne Avenue S. E. This was the location of the Cox Manufacturing Company, which primarily produced electrical components for automotive markets and radio receiver construction. Cox's station was described as \"one of the newer and most powerful in the city\".\nThe 8ACS programs were soon recognized as providing \"exceptional wireless entertainment\", and B. Dreher's Sons Company donated a Steinway grand piano for use in the station's studio. In October the Cleveland Radio Association concerts moved to Thursday nights. Around this time Warren R. Cox added his own weekly concerts, on Sunday evenings. In December the Cleveland Radio Association ended the Thursday broadcasts, and switched to exclusively supporting the 8ACS Sunday concerts.\nWarren R. Cox's broadcasting activities gained special prominence during local elections held in the fall of 1921. The November 3rd broadcast featured short speeches by six of the city's seven candidates for mayor. In addition, the \"Cleveland Plain Dealer\" made arrangements to relay vote totals on election night by telephone to 8ACS for broadcasting by the station.\nInitially there were no specific standards in the United States for radio stations making transmissions intended for the general public, and numerous stations under various classifications made entertainment broadcasts. However, effective December 1, 1921, the Department of Commerce, regulators of radio at this time, adopted a regulation that formally created a broadcasting station category, and stations were now required to hold a Limited Commercial license authorizing operation on wavelengths of 360 meters (833 kHz) for \"entertainment\" broadcasts or 485 meters (619 kHz) for \"market and weather reports\". By the end of 1922 over 500 stations would be authorized nationwide.\nAt first this new policy was loosely enforced, but in early February 1922 the government's official monitor of radio in the region, S. W. Edwards, contacted the local stations to reiterate that amateurs were no longer permitted to make entertainment broadcasts. Thus, on February 3 Edwin H. Poad, president of the Cleveland Radio Association, announced that his organization was ending the weekly broadcasts started nine months earlier. This ban also ended the broadcasts over 8ACS, however it was soon reported that Warren R. Cox was making plans to apply for one of the new broadcasting station licenses in order to return to the airwaves.\nWHK (1922–2001).\nWHK was issued its first broadcasting station license on February 21, 1922, for operation on the 360 meter entertainment wavelength, with Warren R. Cox listed as the licensee. Prior to April 4, 1922, the Commerce Department issued three-letter call signs to most commercial radio stations; the WHK call letters were randomly chosen and did not have any particular meaning. According to one analysis, WHK was the second broadcasting station license issued for Ohio, and the 52nd in the United States, and is Ohio's oldest surviving radio station, and 15th in the country.\nThe station began broadcasting from the Radiovox Company, which was located at the Stuyvesant Building on 5005 Euclid Avenue. WHK's debut broadcast, on Sunday night March 5, 1922, was advertised as a continuation of the suspended Cleveland Radio Association weekly concert series. Cox announced that, in addition to the Sunday schedule, he planned to broadcast Tuesday night concerts in conjunction with the Keith vaudeville organization, with additional programs on Thursday nights. In July 1922 the station's transmitting power was reported to be 200 watts. Later in the year the licensee name was changed to \"Radiovox Company (Warren R. Cox)\".\nIn May 1923 the U.S. government made additional broadcasting station transmitting frequencies available. In late 1923 WHK was reassigned to 1060 kHz, which was followed by moves to 1100 kHz in early 1925 and 1130 kHz in 1927.\nWHK was sold to the Radio Air Service Corporation in October 1925. In the following years, the station facilities underwent a series of moves, including 5105 Euclid Avenue, the Hotel Winton at 1010 Prospect Avenue (later the Hotel Carter), the Standard Building at St. Clair and Ontario, the top floor of the &lt;a href=\"Higbee%27s\"&gt;Higbee Company&lt;/a&gt; on &lt;a href=\"Public%20Square%2C%20Cleveland\"&gt;Public Square&lt;/a&gt;, and Carnegie Hall at 1220 Huron Road. By 1928, the station was located in the Engineers' Building at 1370 Ontario Street.\nOn November 11, 1928, under the provisions of a major reallocation resulting from the &lt;a href=\"Federal%20Radio%20Commission\"&gt;Federal Radio Commission&lt;/a&gt;'s (FRC) &lt;a href=\"General%20Order%2040\"&gt;General Order 40&lt;/a&gt;, WHK was reassigned to 1390 kHz. WHK became a &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; affiliate in 1930 and increased its power to 5,000 watts full-time. On March 9, 1931, the station moved to the Terminal Tower, and celebrated with the live broadcast of &lt;a href=\"Faust\"&gt;Faust&lt;/a&gt; from its auditorium. As of January 1, 1934 WHK was broadcasting with a daytime power of 2,500 watts and a nighttime power of 1,000 watts. The station broadcast a full season of &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt; baseball games in 1936, with announcers &lt;a href=\"Jack%20Graney\"&gt;Jack Graney&lt;/a&gt; and Pinky Hunter.\nUnited Broadcasting ownership.\nIn 1939 the Radio Air Service Corporation sold WHK to the United Broadcasting Company, which also purchased WCLE (now &lt;a href=\"WHLO\"&gt;WHLO, Akron&lt;/a&gt;), a station that had been broadcasting in Cleveland since January 5, 1927 and was currently transmitting on 610 kHz. WCLE's studios were relocated to the Terminal Tower to join WHK, and the two stations were placed under common management. WHK switched its network affiliation in 1937 from &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; to the &lt;a href=\"NBC%20Blue\"&gt;NBC Blue&lt;/a&gt; Network plus the &lt;a href=\"Mutual%20Broadcasting%20System\"&gt;Mutual Broadcasting System&lt;/a&gt;, which had started three years earlier. In the 1940s WHK, like most Mutual affiliates, became a participant in network programming. \"Rhythm and Rhyme Time\" was a Saturday night band concert on Mutual that originated from the Terrace Room of the Statler Hotel through the WHK's facilities. In 1943, when the NBC Blue Network was sold to &lt;a href=\"Edward%20Noble\"&gt;Edward Noble&lt;/a&gt; to eventually become &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;, the Blue Network switched its Cleveland affiliate from WHK to &lt;a href=\"WKNR\"&gt;WJW&lt;/a&gt;, leaving WHK with just Mutual. The Mutual network brought its popular \"&lt;a href=\"Queen%20for%20a%20Day\"&gt;Queen for a Day&lt;/a&gt;\" program to Cleveland Music Hall on April 5, 1946 for a two days of broadcast with local contestants chosen by WHK.\nOn March 29, 1941, WHK, along with all the other stations on 1390 kHz, moved to 1420 kHz, the frequency it still occupies, as part of the implementation of the &lt;a href=\"North%20American%20Regional%20Broadcasting%20Agreement\"&gt;North American Regional Broadcasting Agreement&lt;/a&gt;. In 1945 as the FCC began enforcing a rule limiting owners to a single &lt;a href=\"AM%20broadcasting\"&gt;AM&lt;/a&gt; station in a market, United Broadcasting moved WCLE out of Cleveland to &lt;a href=\"Akron%2C%20Ohio\"&gt;Akron&lt;/a&gt; and changed its call sign to WHKK and its frequency to 640 kHz. (WHKK became &lt;a href=\"WHLO\"&gt;WHLO&lt;/a&gt; in 1962.) This in turn meant United could now use the vacated 610 frequency in &lt;a href=\"Columbus%2C%20Ohio\"&gt;Columbus&lt;/a&gt;, where it was assigned to WHKC, which had been broadcasting daytime-only on 640. (WHKC became &lt;a href=\"WTVN\"&gt;WTVN&lt;/a&gt; in the 1950s).\nIn August 1946 WHK received an experimental &lt;a href=\"FM%20broadcasting%20in%20the%20USA\"&gt;FM&lt;/a&gt; license, W8XUB, transmitting at 107.1 MHz. The station became WHK-FM at 100.7 MHz upon receipt of a commercial license, becoming &lt;a href=\"WMMS\"&gt;WMMS&lt;/a&gt; in 1968.\nWHK also obtained a construction permit for television station WHK-TV on Channel 19, but this never made it on the air, due to the financial challenge of the time of launching a &lt;a href=\"UHF\"&gt;UHF&lt;/a&gt; station in a &lt;a href=\"VHF\"&gt;VHF&lt;/a&gt; market such as Cleveland. Ironically, the channel 19 position was later occupied by &lt;a href=\"WOIO\"&gt;WOIO&lt;/a&gt;, which was purchased in 1985 by WHK's eventual owner, Malrite Communications.\nWHK moved its studios in 1951 to 5000 Euclid Avenue, across the street from its first studio location, which it would occupy for 26 years. (This is presently the site of the &lt;a href=\"Agora%20Theatre%20and%20Ballroom\"&gt;Agora Theatre and Ballroom&lt;/a&gt; and Lava Room Recording.) In 1955, ownership was transferred to the Forest City Publishing Company, the parent company of \"&lt;a href=\"The%20Plain%20Dealer\"&gt;\"The Cleveland Plain Dealer&lt;/a&gt;\". In May 1957, as part of the station's 35th anniversary celebration, WHK honored founder Warren R. Cox with \"a small transistor radio and a plaque\".\nMetromedia ownership.\nWHK was sold in 1958 to Metropolitan Broadcasting Corporation, which became &lt;a href=\"Metromedia\"&gt;Metromedia&lt;/a&gt; two years later. The new owners soon adopted a rock and roll &lt;a href=\"Top%2040\"&gt;Top 40&lt;/a&gt; format. Morning man &lt;a href=\"Ernie%20Anderson\"&gt;Ernie Anderson&lt;/a&gt; was let go because he did not fit into the new format. Ironically, Anderson would later find local fame with his &lt;a href=\"Ghoulardi\"&gt;Ghoulardi&lt;/a&gt; character that would have been ideally suited as an early rock disk jockey. Pete \"Mad Daddy\" Myers, another early iconic rock DJ, was lured away from rival &lt;a href=\"WKNR\"&gt;WJW&lt;/a&gt; for a successful stint in WHK's early rock-and-roll years, before he left for New York.\nBy the early 1960s WHK was Top 40 powerhouse, adopting the slogan \"Color Radio\" and \"Color Channel 14.\" The station soared with fast-talking deejays like Johnny Holliday, who broadcast from \"the glass cage\" at 5000 Euclid, and dubbed the station's echo-chamber reverberation its \"stratophonic sound.\" The \"Action Central\" newsroom included young reporters &lt;a href=\"Tim%20Taylor%20%28newscaster%29\"&gt;Tim Taylor&lt;/a&gt; and Dave Buckel. When &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt; made one of their North American tours in 1964, WHK outmaneuvered rival KYW to sponsor the Beatles appearance at Cleveland Public Auditorium on September 15, 1964. The station offered free tickets to listeners with an on-air promotion; the winners were selected in what is believed to be the first automated audience selection. Those receiving tickets were selected by an &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt; computer. In the mid-1960s, the WHK DJs adopted the name the \"Good Guys\" and included Joe Mayer. On the cover of The Beatles’ &lt;a href=\"Sgt.%20Pepper\"&gt;Sgt. Pepper&lt;/a&gt; album, a doll wears a sweater emblazoned with \"Welcome The Rolling Stones\" and \"Good Guys\", a possible reference to the WHK DJs.\nLate in 1967, WHK stopped rocking to become \"The Good Life Station,\" with easy-listening music and phone-in shows aimed at older listeners. Possibly the biggest reason for the format change at WHK, was the pressure put on the station by newcomer &lt;a href=\"WCCR%20%28AM%29\"&gt;WIXY&lt;/a&gt;, an AM station at 1260 which started playing top 40 music in 1966.\nIn 1968 the FCC mandated that FM sister stations could no longer duplicate their AM sister's programming, and WHK-FM adopted a new &lt;a href=\"progressive%20rock%20%28radio%20format%29\"&gt;progressive rock&lt;/a&gt; sound, one of a handful of commercial stations in the country to try that format. The callsign of WHK-FM was changed to &lt;a href=\"WMMS\"&gt;WMMS&lt;/a&gt; on September 28, 1968.\nFrom 1968 through 1984, WHK was the flagship station of the &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt; radio network. &lt;a href=\"Gib%20Shanley\"&gt;Gib Shanley&lt;/a&gt; provided &lt;a href=\"sports%20commentary\"&gt;play-by-play commentary&lt;/a&gt; for the majority of the Browns' run at WHK; he was succeeded by &lt;a href=\"Nev%20Chandler\"&gt;Nev Chandler&lt;/a&gt;. &lt;a href=\"color%20commentator\"&gt;Color commentary&lt;/a&gt; duties were first held by &lt;a href=\"Jim%20Graner\"&gt;Jim Graner&lt;/a&gt;, then Jim Mueller, and finally &lt;a href=\"Doug%20Dieken\"&gt;Doug Dieken&lt;/a&gt;, who continues in that position to this day.\nMalrite years.\nMetromedia sold WHK and WMMS in 1972 to Malrite Broadcasting of Ohio (later Malrite Communications), and Malrite moved its headquarters to Cleveland. WHK dropped the beautiful music and tried a modified &lt;a href=\"Top%2040\"&gt;Top 40&lt;/a&gt; format briefly again in 1973, called Cover Hits and developed by consultant &lt;a href=\"Mike%20Joseph\"&gt;Mike Joseph&lt;/a&gt;. The station ended up settling on a country music format in 1974 featuring controversial morning show talk host &lt;a href=\"Gary%20Dee\"&gt;Gary Dee&lt;/a&gt; and famed Cleveland disk jockey Joe Finan as the \"housewife's friend\" from 10 am to 2 pm, until the eventual format change in '84.\nAnother notorious personality, &lt;a href=\"Don%20Imus\"&gt;Don Imus&lt;/a&gt;, who had a morning show on &lt;a href=\"WGAR%20%28AM%29\"&gt;WGAR&lt;/a&gt; for 1½ years ending in 1971, returned to Cleveland in 1978 to do afternoon drivetime on WHK, one of the few times he would host a non-morning timeslot. Imus stayed at WHK until September 1979, when he returned to &lt;a href=\"WFAN\"&gt;WNBC&lt;/a&gt; in New York.\nOn February 14, 1977, WHK and WMMS moved their studios from 5000 Euclid Avenue to the Statler Office Tower near Playhouse Square, after &lt;a href=\"WGAR%20%28AM%29\"&gt;WGAR&lt;/a&gt;, which had signed on there in December 1930, relocated to its suburban transmitter site in &lt;a href=\"Broadview%20Heights%2C%20Ohio\"&gt;Broadview Heights&lt;/a&gt;.\nWHK began programming nostalgic 1950s and '60s Top 40s music on April 24, 1984, becoming Cleveland's first totally formatted &lt;a href=\"oldies\"&gt;oldies&lt;/a&gt; station. The station incorporated its dial position, 1420 AM, in the slogan \"14K Solid Gold\". Prior to the format change, long time morning man, Gary Dee, was relocated to Malrite's sister station in Washington, D.C., and newly hired Program Director Bill Stedman, who was brought in (from &lt;a href=\"WLW\"&gt;WLW&lt;/a&gt;/&lt;a href=\"Cincinnati\"&gt;Cincinnati&lt;/a&gt;) with a new DJ lineup that consisted of Chip Binder from cross-town rival WGAR (6am-10am), Dennis Day from &lt;a href=\"WDRQ\"&gt;WDRQ&lt;/a&gt;/&lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt; (10am-3pm), John E. Douglas from &lt;a href=\"WFNI\"&gt;WIBC&lt;/a&gt;/&lt;a href=\"Indianapolis\"&gt;Indianapolis&lt;/a&gt; (3pm-7pm), and Bill Schiel (7pm-midnight). Others that would grace the format until it ended in November 1988 were Bernie Kimble (who went on to program the highly popular jazz-formatted Cleveland/Elyria based &lt;a href=\"WNWV\"&gt;WNWV&lt;/a&gt;), Al Wynter (from &lt;a href=\"WHB\"&gt;WHB&lt;/a&gt;/&lt;a href=\"Kansas%20City\"&gt;Kansas City&lt;/a&gt;), Barbara Lincoln, Vickie Sue Winston and JD Harlan. Bill Garcia (who went to WUSN, WLS Chicago). The oldies format lasted until December 1988, when WHK switched to a news/talk format aimed heavy on business news using the name \"AllNewsPlus.\" Even still, the \"14K\" format was partly the inspiration for &lt;a href=\"WMJI\"&gt;WMJI&lt;/a&gt;'s conversion into a full-time rock-and-roll oldies outlet in 1990.\nIn 1992, studios were moved to the Skylight Office Tower, and on August 10, 1992, popular talk show hosts Merle Pollis and Joel Rose left &lt;a href=\"WERE\"&gt;WERE&lt;/a&gt; and joined WHK, but weren't there for long.\nShamrock and OmniAmerica.\nUnable to service its growing debt, Malrite exited the radio business by selling off all their stations to &lt;a href=\"Shamrock%20Broadcasting\"&gt;Shamrock Broadcasting&lt;/a&gt; (&lt;a href=\"Roy%20E.%20Disney\"&gt;Roy Disney&lt;/a&gt;'s family-owned broadcasting company) in 1993.\nShamrock in turn spun off WHK and WMMS to OmniAmerica, headed by former Malrite executive Carl Hirsch, in April 1994. Shortly thereafter, on May 16, 1994, WHK adopted a sports talk format featuring Tom Bush, Les Levine, Tony Rizzo and Pat McCabe, and dubbed itself \"The Sports Voice of the Fan.\" WHK's programming was highly regarded by many listeners, and it slowly developed a devoted following. In its latter days under this format, WHK simulcast sister station &lt;a href=\"WMJI\"&gt;WMJI&lt;/a&gt;'s \"Lanigan, Webster and Malone\" show in morning drive.\nSalem simulcast.\nIn 1996, WHK was sold to &lt;a href=\"Salem%20Communications\"&gt;Salem Communications&lt;/a&gt;, while longtime sister station &lt;a href=\"WMMS\"&gt;WMMS&lt;/a&gt; was sold to &lt;a href=\"Nationwide%20Communications\"&gt;Nationwide Communications&lt;/a&gt; – the first time ever the two stations operated under separate ownership. All local sports programming was eliminated at the end of June 1996, with Salem instituting a &lt;a href=\"Christian%20radio\"&gt;Christian radio&lt;/a&gt; format that August as \"The Word\" – the new programming was eventually &lt;a href=\"simulcast\"&gt;simulcast&lt;/a&gt; over &lt;a href=\"Akron%2C%20Ohio\"&gt;Akron&lt;/a&gt;-&lt;a href=\"Canton%2C%20Ohio\"&gt;Canton&lt;/a&gt; area radio station , itself formerly WTOF-FM.\nThe WHK studios were moved to &lt;a href=\"Independence%2C%20Ohio\"&gt;Independence&lt;/a&gt;, joined by Akron's &lt;a href=\"WHLO\"&gt;WHLO&lt;/a&gt; and Parma's &lt;a href=\"WCCD\"&gt;WCCD&lt;/a&gt;. Nationally syndicated area pastor &lt;a href=\"Alistair%20Begg\"&gt;Alistair Begg&lt;/a&gt; aired daily on both WHK and WHK-FM. In October 1997, both stations broadcast live from the \"Stand in the Gap\" rally held by &lt;a href=\"Promise%20Keepers\"&gt;Promise Keepers&lt;/a&gt;.\n2001 \"frequency swap\".\nOn July 3, 2001, WHK was one of seven &lt;a href=\"Northeast%20Ohio\"&gt;Northeast Ohio&lt;/a&gt; radio stations involved in a complex exchange between three radio companies. Although generally reported as a \"frequency swap\", in reality these seven radio stations mostly traded callsigns along with their respective formats and staffs – all to facilitate the transfers of ownership of four of the seven stations. As part of this complex exchange, &lt;a href=\"Salem%20Communications\"&gt;Salem Communications&lt;/a&gt; sold WHK to Radio Seaway; both companies retained their respective on- and off-air staff. Radio Seaway then changed the WHK callsign to WCLV; and changed the station's format.\nWCLV (1420 AM).\nRadio Seaway's original intent for was to simulcast the &lt;a href=\"Classical%20music\"&gt;classical&lt;/a&gt; programming from . Instead, picked up the &lt;a href=\"adult%20standards\"&gt;adult standards&lt;/a&gt; format previously heard on &lt;a href=\"WKNR%23WRMR%20%28850%20AM%29\"&gt;WRMR (850 AM)&lt;/a&gt; – this was done in response to a significant outcry from loyal listeners faced with losing the adult standards format. Radio Seaway acquired the intellectual programming and music library of from Salem for an undisclosed amount. Jim Davis – who again both programmed and assumed on-air duties – along with Ted Hallaman, Carl Reese, Bill Rudman and eventually John Simna, Bill Randle and Ted Alexander hosted music shows.\nThe long-running \"Irish Hour with Gerry Quinn\", a staple, also made the move to on Sunday mornings. news director Hugh Danaceau also did live drive-time newscasts on the AM station until his death in 2003. Many of WCLV-FM's long-running specialty shows, including \"Weekend Radio\", the &lt;a href=\"City%20Club%20of%20Cleveland\"&gt;City Club of Cleveland&lt;/a&gt;'s weekly forum, and \"Footlight Parade\" were also aired. \"Footlight Parade\" host Bill Rudman also would helm the Saturday afternoon shift on the AM station up until its 2004 signoff.\nOther radio shows brought included \"&lt;a href=\"When%20Radio%20Was\"&gt;When Radio Was&lt;/a&gt;\", \"&lt;a href=\"The%20Twilight%20Zone%20%28radio%20series%29\"&gt;The Twilight Zone&lt;/a&gt;\" with &lt;a href=\"Stacy%20Keach\"&gt;Stacy Keach&lt;/a&gt;, and \"American Standards by the Sea\" with Dick Robinson. The station also boasted two syndicated shows spotlighting &lt;a href=\"Frank%20Sinatra\"&gt;Frank Sinatra&lt;/a&gt;: \"Sounds of Sinatra\" with &lt;a href=\"Sid%20Mark\"&gt;Sid Mark&lt;/a&gt;, and \"Frank and Friends\" with Joe Raposa. It was briefly affiliated with the &lt;a href=\"CBS%20Radio%20Network\"&gt;CBS Radio Network&lt;/a&gt; before signing with &lt;a href=\"Associated%20Press\"&gt;AP Radio News&lt;/a&gt;.\nThe 1420-AM facility was initially branded \"WCLV Classic Pops 1420-AM\", with an emphasis on songs and &lt;a href=\"showtunes\"&gt;showtunes&lt;/a&gt; from the 1930s and 1940s, in an attempt to make the format hold a more sophisticated sound along the lines of WCLV-FM's classical format. On January 1, 2003, the call letters were changed to WRMR – a move to reinforce the station format's link to WRMR (850 AM).\nWRMR (1420 AM).\nRebranded as \"The Songs You Love\", WRMR's music programming reverted to the adult standards format, again placing an emphasis on pop music and contemporary ballads from the 1950s and 1960s. In November 2003, WRMR's lineup significantly changed: Ted Alexander replaced Ted Hallaman in the morning slot, WCLV staffer John Simna assumed the mid-morning slot, and Jim Davis and Carl Reese were moved to the afternoon and evening slots, respectively. Despite these changes, WRMR still experienced a loss in listenership and advertising revenue so significant that Radio Seaway opted to sell the station back to &lt;a href=\"Salem%20Communications\"&gt;Salem Communications&lt;/a&gt; on July 6, 2004 for $10 million.\nThe permanent sign-off of WRMR was made more poignant just days later after the death of signature WRMR personality &lt;a href=\"Bill%20Randle\"&gt;Bill Randle&lt;/a&gt;, on July 11, 2004. The final day of programming on WRMR was punctuated with the final installment of a long-running music program hosted by Randle that had been pre-recorded just days earlier. Carl Reese hosted the final air shift from 7 pm until sign-off at midnight; fittingly, he was also one of the first voices heard on WRMR (850 AM) when it signed on back in June 1985.\nWHK (2005–present).\nWith the sale announcement, Salem changed the station's format to &lt;a href=\"Conservative%20talk%20radio\"&gt;conservative talk&lt;/a&gt; programmed mostly by the &lt;a href=\"Salem%20Radio%20Network\"&gt;Salem Radio Network&lt;/a&gt; as NewsTalk 1420 WHK, but the WRMR callsign would stay until April 5, 2005, when WHK (1220 AM) changed call letters to WHKZ (and ultimately to &lt;a href=\"WHKW\"&gt;WHKW&lt;/a&gt;), allowing the WHK callsign to be restored on this facility. Small reminders of WRMR remain on the station, such as \"Gerry Quinn Irish Radio\". WHK's transmitter facility, heavily renovated under WCLV/WRMR ownership, has been in &lt;a href=\"Seven%20Hills%2C%20Ohio\"&gt;Seven Hills, Ohio&lt;/a&gt; since 1937, and still contains many historical artifacts from previous decades.\nOn April 15, 2013, WHK was rebranded AM 1420 The Answer, which is the slogan used by most Salem news/talk stations.\nCurrent programming.\nRegular schedule.\nThe &lt;a href=\"Salem%20Radio%20Network\"&gt;Salem Radio Network&lt;/a&gt; provides most of the station's weekday programming, with shows hosted by &lt;a href=\"Hugh%20Hewitt\"&gt;Hugh Hewitt&lt;/a&gt; (morning drive), &lt;a href=\"Mike%20Gallagher%20%28political%20commentator%29\"&gt;Mike Gallagher&lt;/a&gt; (late mornings with a late night replay), &lt;a href=\"Charlie%20Kirk%20%28activist%29\"&gt;Charlie Kirk&lt;/a&gt; (midday with a late evening replay) &lt;a href=\"Dennis%20Prager\"&gt;Dennis Prager&lt;/a&gt; (middays), &lt;a href=\"Sebastian%20Gorka\"&gt;Sebastian Gorka&lt;/a&gt; (afternoons), &lt;a href=\"Jay%20Sekulow\"&gt;Jay Sekulow&lt;/a&gt; (evenings), and &lt;a href=\"Larry%20Elder\"&gt;Larry Elder&lt;/a&gt; (evenings). Other national weekday programming includes &lt;a href=\"Bloomberg%20Radio\"&gt;Bloomberg Radio&lt;/a&gt; overnight. Local program \"Always Right\" with Bob Frantz - who joined WHK in 2015 - airs late mornings. WHK also airs &lt;a href=\"Bill%20O%27Reilly%20%28political%20commentator%29\"&gt;Bill O'Reilly&lt;/a&gt;'s daily commentaries weekday afternoons.\nSundays feature such local shows as \"Inside the Great Outdoors\" hosted by Joe \"Kastaway\" Kulis, \"Gerry Quinn's Irish Radio\" hosted by Gerry Quinn, Ed Fitzpatrick, and Colleen Corrigan-Day, and \"Kelly and Company\" hosted by Tom Kelly.\nPlay-by-play.\nWHK serves as the Cleveland affiliate for &lt;a href=\"University%20of%20Akron\"&gt;University of Akron&lt;/a&gt; &lt;a href=\"Akron%20Zips%20football\"&gt;football&lt;/a&gt;."
}