{
    "id": "22963640",
    "revid": "892079",
    "url": "https://en.wikipedia.org/wiki?curid=22963640",
    "title": "Chesters Bridge",
    "text": "Chesters Bridge was a &lt;a href=\"Roman%20bridge\"&gt;Roman bridge&lt;/a&gt; over the &lt;a href=\"River%20Tyne\"&gt;River North Tyne&lt;/a&gt; at &lt;a href=\"Chollerford\"&gt;Chollerford&lt;/a&gt;, &lt;a href=\"Northumberland\"&gt;Northumberland&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, and adjacent to &lt;a href=\"Cilurnum\"&gt;Chesters&lt;/a&gt; &lt;a href=\"Roman%20fort\"&gt;Roman fort&lt;/a&gt; on &lt;a href=\"Hadrian%27s%20Wall\"&gt;Hadrian's Wall&lt;/a&gt;. The fort, mentioned in the \"&lt;a href=\"Notitia%20Dignitatum\"&gt;Notitia Dignitatum&lt;/a&gt;\", and now identified with the fort found at Chesters, was known as Cilurnum or Cilurvum.\nIn 2016, public access to Chesters Roman bridge abutments was suspended due to flood damage.\nHistory.\nThe remains of the bridge on the east bank of the &lt;a href=\"River%20Tyne\"&gt;River North Tyne&lt;/a&gt; are approached along a footpath from near &lt;a href=\"Chollerford%20Bridge\"&gt;Chollerford Bridge&lt;/a&gt;. These remains were first located in 1860. They form one of the most impressive and massive masonry structures to be seen on &lt;a href=\"Hadrian%27s%20Wall\"&gt;Hadrian's Wall&lt;/a&gt;. A shift in the course of the Tyne has moved the river westwards about , completely covering or sweeping away much of the west abutment, leaving the eastern &lt;a href=\"abutment\"&gt;abutment&lt;/a&gt; high, if not always dry, on the other bank.\nDefence.\nThe bridge carried the &lt;a href=\"Military%20Way%20%28Hadrian%27s%20Wall%29\"&gt;Military Way&lt;/a&gt; Roman road behind the wall across the &lt;a href=\"River%20Tyne\"&gt;River North Tyne&lt;/a&gt; at this point, and was defended by the adjacent &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; fort at its foundation, later given over to &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt;. An early inscription on an altar dedicated to &lt;a href=\"Disciplina\"&gt;Disciplina&lt;/a&gt;, found in 1978, indicates the earliest known military presence was a wing of cavalry, \"ala Augusta ob virtutem appellata\" (\"named Augusta because of its valour\").\nFirst bridge.\nThere were at least two bridges on this spot. The first, less massive than its successor, was probably contemporary with the construction of the Wall in &lt;a href=\"Anno%20Domini\"&gt;AD&lt;/a&gt; 122-4. It crossed the river on a series of at least eight hexagonal stone &lt;a href=\"Pier%20%28architecture%29\"&gt;piers&lt;/a&gt; about apart: the first of these (from the east) can be seen where it has been incorporated into the stonework of the later abutment. The overall length of the bridge between abutments was . The width of these piers suggests that the bridge was intended to convey a structure wide - the width of the Broad Wall in this area - and that it therefore carried Hadrian's Wall across the river with a series of small stone arches. The masonry appears to have been plain but substantial, and the surviving hexagonal pier bears traces of dovetail cramps of iron set in lead which would have held the stones tightly together.\nSecond bridge.\nThe second bridge was much larger and the new eastern &lt;a href=\"abutment\"&gt;abutment&lt;/a&gt; was a far more lofty affair than before, with splayed wing walls both north and south of the bridge's actual line. This abutment, its massive rectangular stones lifted into place using the &lt;a href=\"lewis%20hole\"&gt;lewis hole&lt;/a&gt;s which are a feature of their upper surface, were held together with long iron ties channelled into the masonry to reinforce the front face. The lewis-holes widen as they penetrate. The lewis consisted of a split wedge which, after being inserted in the hole, was widened out to lock into it by the insertion of a strip of metal between the two halves of the wedge. The hook of the crane was then passed through the head of the lewis and the stone was ready for lifting. From this solid abutment there sprang an elegant bridge with four &lt;a href=\"arch\"&gt;arch&lt;/a&gt;es supported on three substantial river &lt;a href=\"Pier%20%28architecture%29\"&gt;piers&lt;/a&gt;, apart. Its overall length was and was intended to take a road carriageway. Few &lt;a href=\"voussoir\"&gt;voussoir&lt;/a&gt;s (wedge-shaped stones from arches) have been found, but there is sufficient other evidence in the form of cornice blocks, grooved to take vertical parapet slabs, and angled mouldings, to show that the bridge was of stone, although others state that the second bridge had a timber superstructure. This second bridge seems to date from the early 3rd century [others give AD 162-5 or AD 206]. There is no evidence for any further repair or alteration to the bridge after that date. There is a &lt;a href=\"Petrosomatoglyph\"&gt;male fertility symbol&lt;/a&gt; carved into the northern face of the eastern abutment.\nExcavation.\nIn the early 19th century Nathaniel Clayton, owner of &lt;a href=\"Chesters%20%28Humshaugh%29\"&gt;Chesters House&lt;/a&gt; and Estate, moved hundreds of tons of earth to cover over the last remains of the fort as part of his parkland landscaping, thereby creating a smooth uninterrupted grassland slope down to the River Tyne; he collected, before they disappeared, a number of Roman &lt;a href=\"artifact%20%28archaeology%29\"&gt;artefacts&lt;/a&gt; which he preserved in the family. However his son &lt;a href=\"John%20Clayton%20%28Newcastle%29\"&gt;John Clayton&lt;/a&gt;, a noted &lt;a href=\"antiquarian\"&gt;antiquarian&lt;/a&gt;, removed all his father's work, exposing the fort, excavating, and establishing a small museum for his finds. John Clayton also made excavations at &lt;a href=\"Vercovicium\"&gt;Housesteads&lt;/a&gt; Fort, &lt;a href=\"Carrawburgh\"&gt;Carrawburgh&lt;/a&gt; &lt;a href=\"Mithraeum\"&gt;Mithraic Temple&lt;/a&gt;, and &lt;a href=\"Magnis%20%28Carvoran%29\"&gt;Carvoran&lt;/a&gt;, amongst others."
}