{
    "id": "2297212",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2297212",
    "title": "Rick Perlstein",
    "text": "Eric S. Perlstein (born September 3, 1969) is an American historian and journalist who has garnered recognition for his chronicles of the 1960s and 1970s, and the American &lt;a href=\"Conservative%20movement%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; movement. The author of five bestselling books, Perlstein received the 2001 \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" Book Prize for his first book, \"Before the Storm: Barry Goldwater and the Unmaking of the American Consensus\". \"&lt;a href=\"Politico\"&gt;Politico&lt;/a&gt;\" has dubbed him \"a chronicler extraordinaire of modern conservatism.\"\nEarly life and education.\nPerlstein was born in &lt;a href=\"Milwaukee\"&gt;Milwaukee&lt;/a&gt;, Wisconsin to a &lt;a href=\"Reform%20Jewish\"&gt;Reform Jewish&lt;/a&gt; family, the third child of Jerold and Sandra (née Friedman) Perlstein. His father ran Bonded Messenger Service, a delivery company founded by his grandfather in 1955. Perlstein grew up in the &lt;a href=\"Bayside%2C%20Wisconsin\"&gt;Bayside&lt;/a&gt; and &lt;a href=\"Fox%20Point%2C%20Wisconsin\"&gt;Fox Point&lt;/a&gt; neighborhoods of suburban Milwaukee, taking cross country trips with his parents and siblings to national landmarks like &lt;a href=\"Mount%20Rushmore\"&gt;Mount Rushmore&lt;/a&gt; and &lt;a href=\"Yellowstone%20National%20Park\"&gt;Yellowstone National Park&lt;/a&gt;. In high school, upon earning his driver's license, Perlstein would head to &lt;a href=\"Renaissance%20Books\"&gt;Renaissance Books&lt;/a&gt; in downtown Milwaukee, and spend hours in its basement among stacks of old magazines from the 1960s. He later recounted in an interview: \"I ended up getting my own archive on the 1960s culture wars. That's where it started.\" He also wrote in \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\": \"A sixties obsessive since childhood, I misspent my teenage years prowling a ramshackle five-story used-book warehouse that somehow managed . . . to stay one step ahead of Milwaukee, Wisconsin's building inspectors.\" Following graduation from &lt;a href=\"Nicolet%20High%20School\"&gt;Nicolet High School&lt;/a&gt;, Perlstein attended the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;, earning a B.A. in History in 1992. While at the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; – years Perlstein described as \"delightfully noisy and dissident\", and a stark contrast to the suburbia of his youth, which \"felt like a jail\" – he was able to engage with and catch neighborhood jam sessions.\nCareer.\nAfter graduate study in &lt;a href=\"American%20studies\"&gt;American studies&lt;/a&gt; at the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;, Perlstein moved to New York in 1994, settling in the &lt;a href=\"Park%20Slope\"&gt;Park Slope&lt;/a&gt; neighborhood of &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;. While in New York, Perlstein interned at &lt;a href=\"Lingua%20Franca%20%28magazine%29\"&gt;Lingua Franca&lt;/a&gt;, a magazine about academic and intellectual life, where he would become an associate editor. Perlstein also began writing book reviews, for publications like \"&lt;a href=\"The%20Nation\"&gt;The Nation&lt;/a&gt;\" and \"&lt;a href=\"Slate%20%28magazine%29\"&gt;Slate&lt;/a&gt;\". It was Perlstein's 1996 \"Lingua Franca\" essay \"Who Owns the Sixties?\" that won him public notice, by exposing the emerging chasm between older and younger historians. The essay also aroused the attention of a literary agent and soon after earned him a grant from the &lt;a href=\"National%20Endowment%20for%20the%20Humanities\"&gt;National Endowment for the Humanities&lt;/a&gt;.\nChronicle of modern American conservatism.\n, Perlstein had published four notable books on the subject of modern American conservatism.\n\"Before the Storm\" (2001).\nIn 1997, Perlstein began work on a history of the rise of &lt;a href=\"Barry%20Goldwater\"&gt;Barry Goldwater&lt;/a&gt;, a transformative event for the conservative movement. Perlstein's book, \"Before the Storm: Barry Goldwater and the Unmaking of the American Consensus\", was released in 2001 to widespread acclaim, including a laudatory \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" review by &lt;a href=\"William%20Kristol\"&gt;William Kristol&lt;/a&gt;, editor of the conservative \"&lt;a href=\"The%20Weekly%20Standard\"&gt;Weekly Standard&lt;/a&gt;\". Kristol wrote of \"Before the Storm\", \"It's an amazing story, and Perlstein, a man of the left, does it justice.\" Perlstein won the 2001 \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" Book Prize in History. Soon after, Perlstein moved from New York to &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;. From 2003 to 2005, Perlstein was the &lt;a href=\"Village%20Voice\"&gt;Village Voice&lt;/a&gt;'s national political correspondent, and contributed articles to publications that included the \"New York Times\", \"&lt;a href=\"The%20New%20Republic\"&gt;The New Republic&lt;/a&gt;\" and \"&lt;a href=\"The%20American%20Prospect\"&gt;The American Prospect&lt;/a&gt;\".\nBeginning in spring 2007 through 2009 Perlstein was a Senior Fellow at the &lt;a href=\"Campaign%20for%20America%27s%20Future\"&gt;Campaign for America's Future&lt;/a&gt; where he wrote for its blog \"The Big Con\" about the failures of conservative governance. A co-director at the Campaign for America's Future once noted, \"Rick was unique. … I don't know when he sleeps.\"\n\"Nixonland\" (2008).\nIn May 2008, Perlstein's \"\" was published to rave reviews. In his review, the conservative columnist &lt;a href=\"George%20Will\"&gt;George Will&lt;/a&gt; credited Perlstein having \"a novelist's, or perhaps an anthropologist's, eye for illuminating details\" and called \"Nixonland\" \"compulsively readable.\" At the end of 2008, \"The New York Times\" included Nixonland among its notable books. In 2009, &lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt; included it among the best books of the decade.\n\"The Invisible Bridge\" (2014).\nIn August 2014, &lt;a href=\"Simon%20%26amp%3B%20Schuster\"&gt;Simon &amp; Schuster&lt;/a&gt; published \"The Invisible Bridge: the Fall of Nixon and the Rise of Reagan.\" In his \"New York Times\" review, &lt;a href=\"Frank%20Rich\"&gt;Frank Rich&lt;/a&gt; wrote that the tome was \"a Rosetta stone for reading America and its politics today.\" \"The Invisible Bridge\" received favorable reviews from \"The New Yorker\", \"Slate\", and \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" among others.\n\"Reaganland\" (2020).\nIn August 2020, Perlstein published a fourth work detailing the events of the years before &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;'s &lt;a href=\"President%20of%20the%20United%20States\"&gt;presidency&lt;/a&gt; and his presidential race against &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; from 1976 to 1980. \"Reaganland\" is Perlstein's longest publication at almost 1,200 pages long.\n\"Reaganland\" received favorable reviews from \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\", the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\", and \"&lt;a href=\"The%20New%20Republic\"&gt;The New Republic&lt;/a&gt;\". \"Reaganland\" was one of the &lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt; 100 Notables Books of 2020. It was also subject to a scathing critique in &lt;a href=\"Commentary%20%28magazine%29\"&gt;Commentary Magazine&lt;/a&gt; by &lt;a href=\"Steven%20F.%20Hayward\"&gt;Steven F. Hayward&lt;/a&gt;, himself an author of a two-part volume on Reagan.\nPlagiarism allegations.\nConservative author and public relations consultant &lt;a href=\"Craig%20Shirley\"&gt;Craig Shirley&lt;/a&gt; has alleged that \"The Invisible Bridge\" stole distinctive words and phrasing from his 2004 book, \"Reagan's Revolution\". Perlstein's supporters regarded the criticism as a partisan attack. Responding to numerous complaints, \"Times\" public editor &lt;a href=\"Margaret%20Sullivan%20%28journalist%29\"&gt;Margaret Sullivan&lt;/a&gt; dismissed the plagiarism allegations as a \"smear\" and criticized the reporting for \"conferr[ing] a legitimacy on the accusation it would not otherwise have had.\"\nResponding to letters from Shirley and his attorneys, Perlstein's publisher, Simon &amp; Schuster, stated that the claims of plagiarism \"ignored the most basic principle of copyright law.\" Those same letters from Shirley's attorneys demanded that Simon &amp; Schuster pay Shirley $25 million in damages, pull all copies of \"The Invisible Bridge\" and take out ads of apology in various publications. If these demands weren't met, the letters promised that a lawsuit would be filed on July 30, 2014, nearly a week before the book was to be released on August 5. On August 9, 2014, it was reported that there was no evidence a lawsuit had ever been filed. For his part, Perlstein said, \"Mr. Shirley has sued me for $25 million and tried to keep people from reading my book; I've told everyone to read his book.\""
}