{
    "id": "229917",
    "revid": "17622016",
    "url": "https://en.wikipedia.org/wiki?curid=229917",
    "title": "Tupolev Tu-154",
    "text": "The Tupolev Tu-154 (; &lt;a href=\"NATO%20reporting%20name\"&gt;NATO reporting name&lt;/a&gt;: \"Careless\") is a &lt;a href=\"Trijet\"&gt;three-engine&lt;/a&gt; &lt;a href=\"Flight%20length\"&gt;medium-range&lt;/a&gt; &lt;a href=\"Narrow-body%20aircraft\"&gt;narrow-body&lt;/a&gt; &lt;a href=\"airliner\"&gt;airliner&lt;/a&gt; designed in the mid-1960s and manufactured by &lt;a href=\"Tupolev\"&gt;Tupolev&lt;/a&gt;. A workhorse of &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; and (subsequently) Russian airlines for several decades, it carried half of all passengers flown by &lt;a href=\"Aeroflot\"&gt;Aeroflot&lt;/a&gt; and its subsidiaries (137.5 million/year or 243.8 billion passenger km in 1990), remaining the standard domestic-route airliner of Russia and former Soviet states until the mid-2000s. It was exported to 17 non-Russian airlines and used as a head-of-state transport by the &lt;a href=\"air%20force\"&gt;air force&lt;/a&gt;s of several countries.\nThe aircraft has a cruising speed of and a range of . Capable of operating from unpaved and gravel &lt;a href=\"airfields\"&gt;airfields&lt;/a&gt; with only basic facilities, it was widely used in the extreme &lt;a href=\"Arctic\"&gt;Arctic&lt;/a&gt; conditions of Russia's northern/eastern regions where other airliners were unable to operate. Originally designed for a 45,000-hour service life (18,000 cycles) but capable of 80,000 hours with upgrades, it was expected to continue in service until 2016, although &lt;a href=\"noise%20regulation\"&gt;noise regulation&lt;/a&gt;s have restricted flights to western Europe and other regions.\nDevelopment.\nThe Tu-154 was developed to meet Aeroflot's requirement to replace the &lt;a href=\"turbojet\"&gt;jet&lt;/a&gt;-powered &lt;a href=\"Tupolev%20Tu-104\"&gt;Tu-104&lt;/a&gt; and the &lt;a href=\"Antonov%20An-10\"&gt;Antonov An-10&lt;/a&gt; and &lt;a href=\"Ilyushin%20Il-18\"&gt;Ilyushin Il-18&lt;/a&gt; &lt;a href=\"turboprop\"&gt;turboprop&lt;/a&gt;s. The requirements called for either a payload capacity of with a &lt;a href=\"Range%20%28aircraft%29\"&gt;range&lt;/a&gt; of while cruising at , or a payload of with a range of while cruising at . A takeoff distance of at &lt;a href=\"maximum%20takeoff%20weight\"&gt;maximum takeoff weight&lt;/a&gt; was also stipulated as a requirement. Conceptually similar to the British &lt;a href=\"Hawker%20Siddeley%20Trident\"&gt;Hawker Siddeley Trident&lt;/a&gt;, which first flew in 1962, and the American &lt;a href=\"Boeing%20727\"&gt;Boeing 727&lt;/a&gt;, which first flew in 1963, the medium-range Tu-154 was marketed by Tupolev at the same time as Ilyushin was marketing the long-range &lt;a href=\"Ilyushin%20Il-62\"&gt;Ilyushin Il-62&lt;/a&gt;. The Soviet Ministry of Aircraft Industry chose the Tu-154 as it incorporated the latest in Soviet aircraft design and best met Aeroflot's anticipated requirements for the 1970s and 1980s.\nThe first project chief was ; in 1964, assumed that position. In 1975, the project lead role was turned over to .\nThe Tu-154 &lt;a href=\"Maiden%20flight\"&gt;first flew&lt;/a&gt; on 4 October 1968. The first deliveries to Aeroflot were in 1970 with freight (mail) services beginning in May 1971 and passenger services in February 1972. There was still limited production of the 154M model as of January 2009 despite previous announcements of the end of production in 2006. 1025 Tu-154s have been built, 214 of which were still in service as of 14 December 2009. The last serial Tu-154 was delivered to the &lt;a href=\"Russian%20Defense%20Ministry\"&gt;Russian Defense Ministry&lt;/a&gt; on 19 February 2013 from the Aviakor factory, equipped with upgraded avionics, a VIP interior and a communications suite. The factory has four unfinished hulls in its inventory which can be completed if new orders are received.\nDesign.\nThe Tu-154 is powered by three rear-mounted &lt;a href=\"low-bypass%20turbofan\"&gt;low-bypass turbofan&lt;/a&gt; engines arranged similarly to those of the &lt;a href=\"Boeing%20727\"&gt;Boeing 727&lt;/a&gt;, but it is slightly larger than its American counterpart. Both the 727 and the Tu-154 use an &lt;a href=\"S-duct\"&gt;S-duct&lt;/a&gt; for the middle (Number 2) engine. The original model was equipped with &lt;a href=\"Kuznetsov%20Design%20Bureau\"&gt;Kuznetsov&lt;/a&gt; &lt;a href=\"Kuznetsov%20NK-8\"&gt;NK-8-2&lt;/a&gt; engines, which were replaced with &lt;a href=\"Soloviev%20Design%20Bureau\"&gt;Soloviev&lt;/a&gt; &lt;a href=\"Soloviev%20D-30\"&gt;D-30KU-154&lt;/a&gt; in the Tu-154M. All Tu-154 aircraft models have a relatively high &lt;a href=\"Thrust-to-weight%20ratio\"&gt;thrust-to-weight-ratio&lt;/a&gt;, giving the type excellent performance, though at the expense of lower &lt;a href=\"fuel%20efficiency\"&gt;fuel efficiency&lt;/a&gt;. This became an important factor in later decades as fuel costs grew.\nThe &lt;a href=\"cockpit\"&gt;cockpit&lt;/a&gt; is fitted with conventional dual &lt;a href=\"Yoke%20%28aircraft%29\"&gt;yoke control columns&lt;/a&gt;. Flight control surfaces are hydraulically operated.\nThe cabin of the Tu-154, although of the same six-abreast seating layout, gives the impression of an oval interior, with a lower ceiling than is common on &lt;a href=\"Boeing\"&gt;Boeing&lt;/a&gt; and &lt;a href=\"Airbus\"&gt;Airbus&lt;/a&gt; airliners. The passenger cabin accommodates 128 passengers in a two-class layout and 164 passengers in single-class layout, and up to 180 passengers in high-density layout. The layout can be modified to what is called a winter version where some seats are taken out and a wardrobe is installed for passenger coats. The passenger doors are smaller than on its Boeing and Airbus counterparts. Luggage space in the overhead compartments is very limited.\nLike the &lt;a href=\"Tupolev%20Tu-134\"&gt;Tupolev Tu-134&lt;/a&gt;, the Tu-154 has a wing &lt;a href=\"swept%20wing\"&gt;swept back&lt;/a&gt; at 35° at the quarter-&lt;a href=\"Chord%20%28aircraft%29\"&gt;chord&lt;/a&gt; line. The British &lt;a href=\"Hawker%20Siddeley%20Trident\"&gt;Hawker Siddeley Trident&lt;/a&gt; has the same sweepback angle, while the Boeing 727 has a slightly smaller sweepback angle of 32°. The wing also has &lt;a href=\"Dihedral%20%28aircraft%29%23Anhedral\"&gt;anhedral&lt;/a&gt; (downward sweep) which is a distinguishing feature of Russian low-wing airliners designed during this era. Most Western low-wing airliners such as the contemporary Boeing 727 have &lt;a href=\"Dihedral%20%28aircraft%29\"&gt;dihedral&lt;/a&gt; (upward sweep). The anhedral means that Russian airliners have poor lateral stability compared to their Western counterparts, but also are more resistant to &lt;a href=\"Dutch%20roll\"&gt;Dutch roll&lt;/a&gt; tendencies.\nConsiderably heavier than its predecessor Soviet-built airliner the &lt;a href=\"Ilyushin%20Il-18\"&gt;Ilyushin Il-18&lt;/a&gt;, the Tu-154 was equipped with an oversized &lt;a href=\"landing%20gear\"&gt;landing gear&lt;/a&gt; to reduce ground load, enabling it to operate from the same runways. The aircraft has two six-wheel main &lt;a href=\"Bogie%23Bogie%20%28aircraft%29\"&gt;bogies&lt;/a&gt; fitted with large low-pressure tires that retract into pods extending from the &lt;a href=\"trailing%20edge\"&gt;trailing edge&lt;/a&gt;s of the wings (a common Tupolev feature), plus a two-wheel nosegear unit. Soft oleo struts (&lt;a href=\"shock%20absorbers\"&gt;shock absorbers&lt;/a&gt;) provide a much smoother ride on bumpy airfields than most airliners, which very rarely operate on such poor surfaces.\nThe original requirement was to have a three-person &lt;a href=\"Aircrew\"&gt;flight crew&lt;/a&gt; – &lt;a href=\"Captain%20%28land%29\"&gt;captain&lt;/a&gt;, &lt;a href=\"First%20Officer%20%28civil%20aviation%29\"&gt;first officer&lt;/a&gt; and &lt;a href=\"flight%20engineer\"&gt;flight engineer&lt;/a&gt; – as opposed to a four- or five-person crew, as on other Soviet airliners. It became evident that a fourth crew member, a &lt;a href=\"navigator\"&gt;navigator&lt;/a&gt;, was still needed, and a seat was added on production aircraft, although their workstation was compromised due to the limitations of the original design. Navigators are no longer trained and this profession is becoming obsolete with the retirement of the oldest Soviet-era planes.\nThe latest variant (Tu-154M-100, introduced 1998) includes an NVU-B3 &lt;a href=\"Doppler%20radar\"&gt;Doppler&lt;/a&gt; navigation system, a triple &lt;a href=\"autopilot\"&gt;autopilot&lt;/a&gt;, which provides an automatic ILS approach according to &lt;a href=\"ICAO\"&gt;ICAO&lt;/a&gt; category II weather minima, an &lt;a href=\"autothrottle\"&gt;autothrottle&lt;/a&gt;, a Doppler drift and speed measure system (DISS), and a \"Kurs-MP\" radio navigation suite. A stability and control augmentation system improves handling characteristics during manual flight. Modern upgrades normally include modernised &lt;a href=\"TCAS\"&gt;TCAS&lt;/a&gt;, &lt;a href=\"GPS\"&gt;GPS&lt;/a&gt;, and other systems (mostly American-made or EU-made).\nEarly versions of the Tu-154 cannot be modified to meet the current Stage III &lt;a href=\"noise%20regulation\"&gt;noise regulation&lt;/a&gt;s and are no longer allowed to fly into airspace where such regulations are enforced, such as the European Union. However, the Tu-154M's D-30 engines can be fitted with &lt;a href=\"hush%20kit\"&gt;hush kit&lt;/a&gt;s, allowing them to meet noise regulations.\nVariants.\nMany variants of this airliner have been built. Like its Western counterpart, the &lt;a href=\"Boeing%20727\"&gt;727&lt;/a&gt;, many of the Tu-154s in service have been hush-kitted, and some converted to freighters.\nOperators.\nCurrent operators.\nAs of August 2017, there were 44 Tupolev Tu-154 aircraft of all variants still in civil or military service. A 45th aircraft has been sighted flying with &lt;a href=\"Air%20Kyrgyzstan\"&gt;Air Kyrgyzstan&lt;/a&gt; in 2017, but is not listed by the airline as part of its fleet. A 46th aircraft, a Polish Tu-154 with operational number 102, is currently in storage at the military airport in &lt;a href=\"Mi%C5%84sk%20Mazowiecki\"&gt;Mińsk Mazowiecki&lt;/a&gt;. It was operated by &lt;a href=\"36th%20Special%20Aviation%20Regiment\"&gt;36th Special Aviation Regiment&lt;/a&gt;, but after the &lt;a href=\"2010%20Polish%20Air%20Force%20Tu-154%20crash\"&gt;2010 Polish Air Force Tu-154 crash&lt;/a&gt; of the Tu-154 101, the Regiment has been disbanded and the plane was grounded. It was fully operational, but the government decided not to use or sell it until the investigation into the Smoleńsk crash is finished. As of June 2021 the aircraft is not flying, and it is unlikely to come back into service, since the government operates a fleet of brand-new, more fuel-efficient jets like the &lt;a href=\"Gulfstream%20G550\"&gt;Gulfstream G550&lt;/a&gt; and the &lt;a href=\"Boeing%20737%20NG\"&gt;Boeing 737 NG&lt;/a&gt;. in 2020 it was revealed that the aircraft was structurally damaged by the investigation team lead by &lt;a href=\"Antoni%20Macierewicz\"&gt;Antoni Macierewicz&lt;/a&gt;. The access to the aircraft was restricted by the general prosecutor, and entering its hangar requires a special permission.\nIn January 2010 Russian &lt;a href=\"flag%20carrier\"&gt;flag carrier&lt;/a&gt; &lt;a href=\"Aeroflot\"&gt;Aeroflot&lt;/a&gt; announced the retirement of its Tu-154 fleet after 40 years, with the last scheduled flight being Aeroflot Flight 736 from &lt;a href=\"Yekaterinburg\"&gt;Yekaterinburg&lt;/a&gt; to &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; on 31 December 2009. In December 2010, &lt;a href=\"Uzbekistan%20Airways\"&gt;Uzbekistan Airways&lt;/a&gt; also declared that it was retiring its Tu-154s.\nIn February 2011, all remaining &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;ian Tu-154s were grounded after two incidents.\nIn October 2020 &lt;a href=\"ALROSA%20%28airline%29\"&gt;ALROSA&lt;/a&gt;, the last Russian passenger airline to operate this aircraft, retired its last remaining Tu-154.\nThe remaining operators are:\nOn 27 December 2016, the &lt;a href=\"Russian%20Ministry%20of%20Defence\"&gt;Russian Ministry of Defence&lt;/a&gt; announced that it had grounded all of its Tu-154s until the end of the investigation into the &lt;a href=\"2016%20Russian%20Defence%20Ministry%20Tupolev%20Tu-154%20crash\"&gt;December 2016 crash&lt;/a&gt; of a 1983 Tupolev Tu-154. This was followed by the grounding of all Tu-154s in Russia. The Tu-154 had crashed into the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; just after takeoff from &lt;a href=\"Sochi\"&gt;Sochi&lt;/a&gt;, Russia, on 25 December 2016 killing all 92 people on board, including 64 members of the &lt;a href=\"Alexandrov%20Ensemble\"&gt;Alexandrov Ensemble&lt;/a&gt;, an official army choir of the &lt;a href=\"Armed%20Forces%20of%20the%20Russian%20Federation\"&gt;Russian Armed Forces&lt;/a&gt;.\nIncidents and accidents.\nBetween 1970 and December 2016 there were 110 serious incidents involving the Tu-154, including 73 hull losses, with 2,911 fatalities. Of the fatal incidents, five resulted from &lt;a href=\"terrorist\"&gt;terrorist&lt;/a&gt; or military terrorist action (two other wartime losses were non-fatal), several from poor runway conditions in winter (including &lt;a href=\"Aeroflot%20Flight%203352\"&gt;one&lt;/a&gt; in which the airplane struck &lt;a href=\"snowplow\"&gt;snow plows&lt;/a&gt; on the runway), cargo overloading in the lapse of post-Soviet federal safety standards, and mid-air collisions due to faulty &lt;a href=\"air%20traffic%20control\"&gt;air traffic control&lt;/a&gt;. Other incidents resulted from mechanical problems, running out of fuel on unscheduled routes, &lt;a href=\"pilot%20error\"&gt;pilot error&lt;/a&gt;s (including inadequate flight training for new crews), and cargo fires; several accidents remain unexplained.\nOn 2 January 2011, Russia's Federal Transport Oversight Agency advised airlines to stop using remaining examples of the Tu-154 (B variant) until the &lt;a href=\"Kolavia%20Flight%20348\"&gt;fatal fire incident in Surgut&lt;/a&gt; had been investigated. Its operation in Iran ceased in February 2011 due to a number of crashes and incidents involving the type (almost 9% of all Tu-154 losses have occurred in Iran). This grounding compounded the effects of US embargo on civil aircraft parts, substantially decreasing the number of airworthy aircraft in the Iranian civil fleet. In 2010 there were two fatal losses of the Tu-154 due to pilot error and/or weather conditions (a Polish presidential jet attempting a rural airfield landing in heavy fog, the &lt;a href=\"2010%20Polish%20Air%20Force%20Tu-154%20crash\"&gt;2010 Polish Air Force Tu-154 crash&lt;/a&gt;, and a Russian-registered plane that suffered engine stall after a crew member accidentally de-activated a fuel transfer pump). Following these accidents, in March 2011 the Russian Federal Bureau of Aviation recommended a withdrawal of remaining Tu-154Ms from service.\nOn 27 December 2016, the &lt;a href=\"Russian%20Defence%20Ministry\"&gt;Russian Defence Ministry&lt;/a&gt; grounded all Tu-154s in Russia pending investigation into the &lt;a href=\"2016%20Russian%20Defence%20Ministry%20Tupolev%20Tu-154%20crash\"&gt;25 December 2016 Tupolev Tu-154 crash&lt;/a&gt; which killed 64 members of the &lt;a href=\"Alexandrov%20Ensemble\"&gt;Alexandrov Ensemble&lt;/a&gt;, an official Red Army Choir of the &lt;a href=\"Armed%20Forces%20of%20the%20Russian%20Federation\"&gt;Russian Armed Forces&lt;/a&gt;."
}