{
    "id": "22999330",
    "revid": "39166520",
    "url": "https://en.wikipedia.org/wiki?curid=22999330",
    "title": "Markov switching multifractal",
    "text": "In financial &lt;a href=\"econometrics\"&gt;econometrics&lt;/a&gt; (the application of &lt;a href=\"Statistics\"&gt;statistical methods&lt;/a&gt; to economic data), the Markov-switching multifractal (MSM) is a model of asset returns developed by &lt;a href=\"Laurent-Emmanuel%20Calvet\"&gt;Laurent E. Calvet&lt;/a&gt; and Adlai J. Fisher that incorporates &lt;a href=\"Stochastic%20Volatility\"&gt;stochastic volatility&lt;/a&gt; components of &lt;a href=\"Homogeneity%20%28statistics%29\"&gt;heterogeneous durations&lt;/a&gt;. MSM captures the &lt;a href=\"Outliers%20in%20statistics\"&gt;outliers&lt;/a&gt;, log-memory-like &lt;a href=\"Volatility%20%28finance%29\"&gt;volatility&lt;/a&gt; persistence and power variation of &lt;a href=\"financial%20return\"&gt;financial return&lt;/a&gt;s. In currency and equity series, MSM compares favorably with standard &lt;a href=\"Stochastic%20volatility\"&gt;volatility models&lt;/a&gt; such as &lt;a href=\"GARCH\"&gt;GARCH(1,1)&lt;/a&gt; and FIGARCH both in- and out-of-sample. MSM is used by practitioners in the financial industry to forecast &lt;a href=\"Volatility%20%28finance%29\"&gt;volatility&lt;/a&gt;, compute &lt;a href=\"Value%20at%20risk\"&gt;value-at-risk&lt;/a&gt;, and price &lt;a href=\"Derivative%20%28finance%29\"&gt;derivatives&lt;/a&gt;.\nMSM specification.\nThe MSM model can be specified in both discrete time and continuous time.\nDiscrete time.\nLet formula_1 denote the price of a financial asset, and let formula_2 denote the return over two consecutive periods. In MSM, returns are specified as\nwhere formula_4 and formula_5 are constants and {formula_6} are independent standard Gaussians. Volatility is driven by the first-order latent Markov state vector:\nGiven the volatility state formula_8, the next-period multiplier formula_9 is drawn from a fixed distribution with probability formula_10, and is otherwise left unchanged.\n \nThe transition probabilities are specified by\nThe sequence formula_10 is approximately geometric formula_13 at low frequency. The marginal distribution has a unit mean, has a positive support, and is independent of .\nBinomial MSM.\nIn empirical applications, the distribution is often a discrete distribution that can take the values formula_14 or formula_15 with equal probability. The return process formula_16 is then specified by the parameters formula_17. Note that the number of parameters is the same for all formula_18.\nContinuous time.\nMSM is similarly defined in continuous time. The price process follows the diffusion:\nwhere formula_20, formula_21 is a standard Brownian motion, and formula_4 and formula_23 are constants. Each component follows the dynamics:\nThe intensities vary geometrically with :\nWhen the number of components formula_25 goes to infinity, continuous-time MSM converges to a multifractal diffusion, whose sample paths take a continuum of local Hölder exponents on any finite time interval.\nInference and closed-form likelihood.\nWhen formula_26 has a &lt;a href=\"discrete%20probability%20distribution\"&gt;discrete distribution&lt;/a&gt;, the Markov state vector formula_8 takes finitely many values formula_28. For instance, there are formula_29 possible states in binomial MSM. The Markov dynamics are characterized by the transition matrix formula_30 with components formula_31.\nConditional on the volatility state, the return formula_16 has Gaussian density\nClosed-form Likelihood.\nThe log likelihood function has the following analytical expression:\n&lt;a href=\"Maximum%20likelihood%20estimation\"&gt;Maximum likelihood&lt;/a&gt; provides reasonably precise estimates in finite samples.\nOther estimation methods.\nWhen formula_26 has a &lt;a href=\"continuous%20probability%20distribution\"&gt;continuous distribution&lt;/a&gt;, estimation can proceed by simulated method of moments, or simulated likelihood via a particle filter.\nForecasting.\nGiven formula_36, the conditional distribution of the latent state vector at date formula_37 is given by:\nMSM often provides better volatility forecasts than some of the best traditional models both in and out of sample. Calvet and Fisher report considerable gains in exchange rate volatility forecasts at horizons of 10 to 50 days as compared with GARCH(1,1), Markov-Switching GARCH, and Fractionally Integrated GARCH. Lux obtains similar results using linear predictions.\nApplications.\nMultiple assets and value-at-risk.\nExtensions of MSM to multiple assets provide reliable estimates of the value-at-risk in a portfolio of securities.\nAsset pricing.\nIn financial economics, MSM has been used to analyze the pricing implications of multifrequency risk. The models have had some success in explaining the excess volatility of stock returns compared to fundamentals and the negative skewness of equity returns. They have also been used to generate multifractal jump-diffusions.\nRelated approaches.\nMSM is a stochastic volatility model with arbitrarily many frequencies. MSM builds on the convenience of regime-switching models, which were advanced in economics and finance by &lt;a href=\"James%20D.%20Hamilton\"&gt;James D. Hamilton&lt;/a&gt;. \nMSM is closely related to the &lt;a href=\"Multifractal%20Model%20of%20Asset%20Returns\"&gt;Multifractal Model of Asset Returns&lt;/a&gt;. MSM improves on the MMAR's combinatorial construction by randomizing arrival times, guaranteeing a strictly stationary process. \nMSM provides a pure regime-switching formulation of multifractal measures, which were pioneered by &lt;a href=\"Beno%C3%AEt%20Mandelbrot\"&gt;Benoit Mandelbrot&lt;/a&gt;."
}