{
    "id": "23005037",
    "revid": "6917124",
    "url": "https://en.wikipedia.org/wiki?curid=23005037",
    "title": "Greek Catholic Eparchy of Mukachevo",
    "text": "The Greek Catholic Eparchy of Mukachevo is an &lt;a href=\"eparchy\"&gt;eparchy&lt;/a&gt; (diocese) associated with the &lt;a href=\"Ruthenian%20Greek%20Catholic%20Church\"&gt;Ruthenian Greek Catholic Church&lt;/a&gt; under an unidentified status and territory located in the west of &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, roughly equivalent with &lt;a href=\"Zakarpatska%20Oblast\"&gt;Zakarpatska Oblast&lt;/a&gt;. The eparchy was created by the &lt;a href=\"Pope%20Clement%20XIV\"&gt;Pope Clement XIV&lt;/a&gt; in 1771.\nThe eparchy is in &lt;a href=\"full%20communion\"&gt;full communion&lt;/a&gt; with the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;. Its parishes observe the &lt;a href=\"Byzantine%20Rite\"&gt;Byzantine Rite&lt;/a&gt; which is also celebrated by the majority of &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Orthodox&lt;/a&gt; Christians, and as provided for in the original terms of the &lt;a href=\"Union%20of%20Uzhhorod\"&gt;Union of Uzhhorod&lt;/a&gt;.\nThe eparchy is a mother eparchy of at least three modern metropoles, i.e., the &lt;a href=\"Slovak%20Greek%20Catholic%20Church\"&gt;Slovak Greek Catholic Church&lt;/a&gt;, the &lt;a href=\"Romanian%20Greek%20Catholic%20Church\"&gt;Romanian Greek Catholic Church&lt;/a&gt;, and the &lt;a href=\"Hungarian%20Greek%20Catholic%20Church\"&gt;Hungarian Greek Catholic Church&lt;/a&gt;, as well as the &lt;a href=\"Byzantine%20Catholic%20Archeparchy%20of%20Pittsburgh\"&gt;Byzantine Catholic Archeparchy of Pittsburgh&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nHistory.\nSome historians believe that the origins of the eparchy are to be found in the missionary work of &lt;a href=\"Saints%20Cyril%20and%20Methodius\"&gt;Saints Cyril and Methodius&lt;/a&gt; in the ninth century. The 14th century saw the founding of the famous &lt;a href=\"Saint%20Nicholas%20Monastery%20%28Mukacheve%29\"&gt;Saint Nicholas Monastery&lt;/a&gt; on \"Chernecha Hora\" or \"Hill of Monks\" located in the city of &lt;a href=\"Mukacheve\"&gt;Mukacheve&lt;/a&gt;. Many believe that from that point, the Eparchy of Mukacheve evolved into the entity as we know it today. The bishops resided at the Monastery and administered ecclesiastical affairs from there until 1766. After the union with Rome and until 1946, the Monastery of St Nicholas was also the principal religious house of the monks of the &lt;a href=\"Order%20of%20Saint%20Basil%20the%20Great\"&gt;Order of Saint Basil the Great&lt;/a&gt; (OSBM), also called \"Basilian\" monks.\nThe bishops, clergy and faithful of this eparchy were originally Orthodox Christians at some point were reconstituted under an eparchy suffragan to the original &lt;a href=\"Metropolitan%20of%20Kiev\"&gt;Metropolitan of Kiev&lt;/a&gt; (Rhosia Orthodox Church) that was under the jurisdiction of the &lt;a href=\"Patriarch%20of%20Constantinople\"&gt;Patriarch of Constantinople&lt;/a&gt; (see &lt;a href=\"Eparchy%20of%20Muka%C4%8Devo%20and%20Pre%C5%A1ov\"&gt;Eparchy of Mukačevo and Prešov&lt;/a&gt;).\nIn 1646, following the example of their compatriots across the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathian Mountains&lt;/a&gt; in &lt;a href=\"Galicia%20%28Eastern%20Europe%29\"&gt;Galicia&lt;/a&gt; (current day Western Ukraine), who in 1596 established the &lt;a href=\"Union%20of%20Brest\"&gt;Union of Brest&lt;/a&gt;, the people of the Mukacheve eparchy united with the papal &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt; (recognizing the primacy of Catholic Rome, not Byzantine, Orthodox 'second Rome' Constantinople) under what is known as the &lt;a href=\"Union%20of%20Uzhhorod\"&gt;Union of Uzhhorod&lt;/a&gt;. Other Eastern Orthodox Christians who belonged to the original Eastern Orthodox eparchy of Mukacheve and refused to convert joined the &lt;a href=\"eparchy%20of%20Buda\"&gt;eparchy of Buda&lt;/a&gt; that is suffragan to the &lt;a href=\"Serbian%20Patriarchate%20of%20Pe%C4%87\"&gt;Serbian Patriarchate of Peć&lt;/a&gt; (and later &lt;a href=\"Patriarchate%20of%20Karlovci\"&gt;Patriarchate of Karlovci&lt;/a&gt;).\nIn the political and spiritual climate of the day, union with Rome was considered by many to be a productive solution to promoting both the welfare of the people and the church. Following a model similar to that proposed at the &lt;a href=\"Council%20of%20Florence\"&gt;Council of Florence&lt;/a&gt;, the people were allowed to maintain their Byzantine Rite spiritual, liturgical and canonical traditions, while recognizing the &lt;a href=\"Pope\"&gt;Roman Pontiff&lt;/a&gt; as the head of the universal church. From 1646 to 1771 the eparchy was &lt;a href=\"Suffragan%20diocese\"&gt;suffragan&lt;/a&gt; to the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Eger\"&gt;Roman Catholic Archdiocese of Eger&lt;/a&gt;.\nOn September 19, 1771, after decades of efforts on the part of the bishops of Mukacheve for recognition as a fully self-governing ecclesiastical entity, free from the control of the Latin Catholic bishops of &lt;a href=\"Eger\"&gt;Eger&lt;/a&gt; (today in &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;), the Habsburg Holy Roman Empress &lt;a href=\"Maria%20Theresa\"&gt;Maria Theresa&lt;/a&gt; issued a decree, subsequently approved by Rome, that created a jurisdictionally independent Mukacheve Eparchy no longer subordinate to the &lt;a href=\"Latin%20Rite\"&gt;Latin Rite&lt;/a&gt; &lt;a href=\"Ordinary%20%28Catholic%20Church%29\"&gt;ordinary&lt;/a&gt;. It was also at this time that the faithful of the eparchy formally became known as &lt;a href=\"Greek%20Catholics\"&gt;Greek Catholics&lt;/a&gt;. During the episcopate of Bishop Andrii Bachynskyij (1772-1809), the eparchy retained its historic name but its seat was moved to &lt;a href=\"Uzhhorod\"&gt;Uzhhorod&lt;/a&gt; (1780), where it remains to this day. The &lt;a href=\"Greek%20Catholic%20Cathedral%2C%20Uzhhorod\"&gt;Cathedral of the Exaltation of the Holy Cross&lt;/a&gt; in Uzhhorod is the seat of the eparchy.\nFollowing the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; and the occupation of &lt;a href=\"Carpatho-Ukraine\"&gt;Carpatho-Ukraine&lt;/a&gt; by the Soviet regime, the Greek Catholic Church was liquidated in 1949. All properties were allocated to the &lt;a href=\"Russian%20Orthodox%20Church\"&gt;Russian Orthodox Church&lt;/a&gt; and the clergy and many faithful exiled to concentration camps. The bishop of Mukacheve during this time was &lt;a href=\"Theodore%20Romzha\"&gt;Theodore Romzha&lt;/a&gt;. In 1947, Bishop Romzha was poisoned by &lt;a href=\"NKVD\"&gt;NKVD&lt;/a&gt; (predecessor of the &lt;a href=\"KGB\"&gt;KGB&lt;/a&gt;) authorities. During the Soviet years, the Greek Catholic Church in Galicia, &lt;a href=\"Carpathian%20Ruthenia\"&gt;Transcarpathia&lt;/a&gt; and Slovakia continued to operate secretly in the underground.\nWith the collapse of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, many priests and faithful of the Eparchy of Mukacheve came out of the &lt;a href=\"catacombs\"&gt;catacombs&lt;/a&gt;. The eparchy was allowed to officially renew its activities in 1989. Bishop &lt;a href=\"Ivan%20Semedi\"&gt;Ivan Semedi&lt;/a&gt;, who had been secretly consecrated during the persecution years, was the first bishop to freely perform his ministry in over 40 years.\nBishops.\nThe list of the &lt;a href=\"eparch\"&gt;eparch&lt;/a&gt;s (bishops) of the Greek Catholic Eparchy of Mukacheve is:\nStatistics.\nIn 2014 the eparchy had 320,000 faithful, 2 bishops, 429 parishes, 280 diocesan priests, 30 religious priests, 44 men religious, 45 women religious, 0 deacons and 98 seminarians."
}