{
    "id": "23003197",
    "revid": "17137798",
    "url": "https://en.wikipedia.org/wiki?curid=23003197",
    "title": "Salem Moravian Church",
    "text": "Salem Moravian Church was founded in &lt;a href=\"Oldham\"&gt;Oldham&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, England in 1825 by John Lees. Br Lees, who lived in the &lt;a href=\"Clarksfield%2C%20Greater%20Manchester\"&gt;Clarksfield&lt;/a&gt; area of Oldham, was associated with the Moravian Settlement at &lt;a href=\"Fairfield%20Moravian%20Settlement\"&gt;Fairfield&lt;/a&gt; in &lt;a href=\"Droylsden\"&gt;Droylsden&lt;/a&gt;.\nHistory.\nThe work of the &lt;a href=\"Moravian%20Church\"&gt;Moravian Church&lt;/a&gt; in the Oldham area dates to 1772, when its ministers preached at &lt;a href=\"Greenacres%2C%20Greater%20Manchester\"&gt;Greenacres&lt;/a&gt;. The services drew congregations from &lt;a href=\"Lees%2C%20Greater%20Manchester\"&gt;Lees&lt;/a&gt; and Oldham and led to the creation of a preaching station in Clarksfield, which was supported and serviced by the Moravian Settlement at Dukinfield in Cheshire.\nIn the 1820s, John Lees, a prosperous member of the &lt;a href=\"Fairfield%20Moravian%20Settlement\"&gt;Fairfield Moravian Settlement&lt;/a&gt;, who came from Clarksfield, hired a large room in Clarksfield to hold Moravian services. The minutes of the Fairfield Elders' Conference in November 1822 report that Br Lees filled the room and offered it to the church to preach the Gospel. Arrangements were made to supply it with preachers from Fairfield and Dukinfield every Sunday. Sr Elizabeth Smith agreed to teach at a girls' day school to be established in association with the new congregation.\nBr Lees and two of his brothers built a chapel with two school rooms in Clarksfield at their own expense. They laid the foundation stones on 28 June 1824 and on 7 August 1825 the chapel was consecrated and opened by James Liley. Br John Smith was the first resident minister in 1827.\nIn 1865, Salem played a significant part in creating a new Moravian congregation in &lt;a href=\"Westwood%20Moravian%20Church\"&gt;Westwood&lt;/a&gt; in Oldham.\nSalem Moravian Church continues at Lees Road, Clarksfield. A late 20th-century church building has replaced the 1825 edifice."
}