{
    "id": "2302773",
    "revid": "8144267",
    "url": "https://en.wikipedia.org/wiki?curid=2302773",
    "title": "Waynesville-St. Robert Regional Airport",
    "text": "Waynesville-St. Robert Regional Airport , also known as Forney Field, is a public and military use airport located at &lt;a href=\"Fort%20Leonard%20Wood\"&gt;Fort Leonard Wood&lt;/a&gt; in &lt;a href=\"Pulaski%20County%2C%20Missouri\"&gt;Pulaski County&lt;/a&gt;, &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;, United States. The airport's passenger terminal is operated under the control of the &lt;a href=\"U.S.%20Army\"&gt;U.S. Army&lt;/a&gt; and general aviation is under the direction of a board named by the cities of &lt;a href=\"Waynesville%2C%20Missouri\"&gt;Waynesville&lt;/a&gt; and &lt;a href=\"St.%20Robert%2C%20Missouri\"&gt;St. Robert&lt;/a&gt;. Formerly known as Waynesville Regional Airport at Forney Field, it is served by one commercial airline with scheduled service subsidized by the &lt;a href=\"Essential%20Air%20Service\"&gt;Essential Air Service&lt;/a&gt; program.\nIt is included in the &lt;a href=\"National%20Plan%20of%20Integrated%20Airport%20Systems\"&gt;National Plan of Integrated Airport Systems&lt;/a&gt; for 2021–2025, which &lt;a href=\"FAA%20airport%20categories\"&gt;categorized&lt;/a&gt; it as a \"non-primary commercial service\" airport (between 2,500 and 10,000 enplanements per year).\nHistory.\nDuring World War II the airfield was used by the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt;. It was known as Forney Army Airfield until 1998. It was attached to &lt;a href=\"Fort%20Leonard%20Wood\"&gt;Fort Leonard Wood&lt;/a&gt; and was part of the &lt;a href=\"Army%20Service%20Forces\"&gt;Army Service Forces&lt;/a&gt;.\nFacilities and aircraft.\nWaynesville-St. Robert Regional Airport covers an area of 237 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s (96 &lt;a href=\"hectare\"&gt;ha&lt;/a&gt;) at an &lt;a href=\"elevation\"&gt;elevation&lt;/a&gt; of 1,159 feet (353 m) above &lt;a href=\"mean%20sea%20level\"&gt;mean sea level&lt;/a&gt;. It has one &lt;a href=\"runway\"&gt;runway&lt;/a&gt; designated 15/33 with an asphalt surface measuring 6,037 by 150 feet (1,840 x 46 m). For the 12-month period ending December 31, 2016, the airport had 25,807 aircraft operations, an average of 71 per day: 50% &lt;a href=\"military%20aviation\"&gt;military&lt;/a&gt;, 32% &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; and 18% &lt;a href=\"airline\"&gt;scheduled commercial&lt;/a&gt;. In June 2021, there were 14 aircraft based at this airport: 9 single-engine and 5 military.\nAirline and destination.\nThe following &lt;a href=\"airline\"&gt;airline&lt;/a&gt; offers scheduled passenger service:"
}