{
    "id": "2303417",
    "revid": "9798395",
    "url": "https://en.wikipedia.org/wiki?curid=2303417",
    "title": "Blue Meanies (Apple Computer)",
    "text": "The Blue Meanies of &lt;a href=\"Apple%20Computer\"&gt;Apple Computer&lt;/a&gt; were an engineering group primarily responsible for the architecture of &lt;a href=\"System%207%20%28Macintosh%29\"&gt;System 7&lt;/a&gt; during the early and mid 1990s.\nThe name, a reference to the evil characters of Pepperland in the movie \"&lt;a href=\"Yellow%20Submarine%20%28film%29\"&gt;Yellow Submarine&lt;/a&gt;\", originated with the &lt;a href=\"System%207%23Pink%20and%20Blue\"&gt;\"Pink\"/\"Blue\"&lt;/a&gt; &lt;a href=\"Taligent%23Development%20begins\"&gt;split&lt;/a&gt; in Apple's operating system planning. \"Pink\" was to be the further-out project that ultimately became &lt;a href=\"Taligent\"&gt;Taligent&lt;/a&gt;, and \"Blue\" designated incremental improvements to the shipping Mac OS. \"Meanies\" describes the group's architectural role, which frequently entailed instructing or negating engineers in other groups.\nWhile the Meanies have sometimes been characterized as the \"coders of System 7\", the Mac OS was by then sufficiently large that major subsystems such as &lt;a href=\"QuickDraw\"&gt;QuickDraw&lt;/a&gt; and &lt;a href=\"QuickTime\"&gt;QuickTime&lt;/a&gt; were developed and maintained by specialized groups, and the Meanies primarily focused on orchestrating the components together.\nThe name appeared outside of Apple as an &lt;a href=\"Easter%20egg%20%28media%29\"&gt;Easter egg&lt;/a&gt; starting in System 7.0.1, where the texts \"Help! Help! We're being held prisoner in a system software factory!\" and \"The Blue Meanies:\" were followed by a list of names. Subsequent releases were updated to track the comings and goings of people in the group.\nThe nickname became well known, because many of the Meanies were also the senior engineers interacting with developers at venues such as the &lt;a href=\"Worldwide%20Developers%20Conference\"&gt;Worldwide Developers Conference&lt;/a&gt; (especially on the Stump the Experts panel) and &lt;a href=\"MacHack%20%28convention%29\"&gt;MacHack&lt;/a&gt;.\nA number of notables of the Macintosh world were in the Blue Meanies, including these:"
}