{
    "id": "2304675",
    "revid": "1067471445",
    "url": "https://en.wikipedia.org/wiki?curid=2304675",
    "title": "Federal Express Flight 705",
    "text": "On April 7, 1994, Federal Express Flight 705, a &lt;a href=\"McDonnell%20Douglas%20DC-10\"&gt;McDonnell Douglas DC-10&lt;/a&gt;-30 cargo jet carrying electronics equipment across the United States from &lt;a href=\"Memphis%2C%20Tennessee\"&gt;Memphis, Tennessee&lt;/a&gt;, to &lt;a href=\"San%20Jose%2C%20California\"&gt;San Jose, California&lt;/a&gt;, was involved in a &lt;a href=\"Aircraft%20hijacking\"&gt;hijack&lt;/a&gt; attempt by Auburn R. Calloway, who the prosecution argued was trying to commit &lt;a href=\"suicide%20attempt\"&gt;suicide&lt;/a&gt;. Calloway, a &lt;a href=\"FedEx%20Express\"&gt;Federal Express&lt;/a&gt; employee, was facing possible dismissal for lying about his flight hours. He boarded the scheduled flight as a &lt;a href=\"Deadheading%20%28employee%29\"&gt;deadhead&lt;/a&gt; passenger carrying a guitar case concealing several hammers and a &lt;a href=\"speargun\"&gt;speargun&lt;/a&gt;. He tried to switch off the aircraft's &lt;a href=\"cockpit%20voice%20recorder\"&gt;cockpit voice recorder&lt;/a&gt; (CVR) before &lt;a href=\"takeoff\"&gt;takeoff&lt;/a&gt;, and once airborne, kill the crew with hammers so their injuries would appear consistent with an accident rather than a hijacking. The CVR, though, was switched back on by the flight engineer, believing that he had neglected to turn it on.\nCalloway intended to use the speargun as a last resort. He planned to crash the aircraft hoping that he would appear to be an employee killed in an accident. He sought to let his family collect on a $2.5 million &lt;a href=\"life%20insurance\"&gt;life insurance&lt;/a&gt; policy provided by Federal Express. Calloway's efforts to kill the crew were unsuccessful. Despite severe injuries, the crew fought back, subdued Calloway, and landed the aircraft safely.\nDuring his trial, Calloway attempted to invoke an &lt;a href=\"insanity%20defense\"&gt;insanity defense&lt;/a&gt;, but was found guilty of multiple charges, including attempted murder, attempted &lt;a href=\"Aircraft%20hijacking\"&gt;air piracy&lt;/a&gt;, and interference with flight crew operations. He received two consecutive life sentences with no chance of parole. Calloway successfully appealed the conviction for interference, which was ruled to be a lesser offense of attempted air piracy.\nFlight crew and hijacker.\nThree flight crew members were in the cockpit on this flight: 49-year-old &lt;a href=\"Pilot%20in%20command\"&gt;Captain&lt;/a&gt; David G. Sanders, who had worked for FedEx for 20 years and previously served with the &lt;a href=\"U.S.%20Navy\"&gt;U.S. Navy&lt;/a&gt; for 9 years during the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;; 42-year-old &lt;a href=\"First%20officer%20%28aeronautics%29\"&gt;First Officer&lt;/a&gt; James M. \"Jim\" Tucker Jr., who had worked for FedEx for 10 years and previously served with the U.S. Navy for 12 years during the Vietnam War and &lt;a href=\"People%20Express%20Airlines%20%281980s%29\"&gt;People Express Airlines&lt;/a&gt; for 3 years; and 39-year-old &lt;a href=\"Flight%20Engineer\"&gt;Flight Engineer&lt;/a&gt; Andrew H. Peterson, who had worked for FedEx for 5 years.\nAlso in the airplane was 42-year-old FedEx flight engineer Auburn Calloway, an &lt;a href=\"alumnus\"&gt;alumnus&lt;/a&gt; of &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt; and a former Navy pilot and martial-arts expert, who was facing possible &lt;a href=\"Dismissal%20%28employment%29\"&gt;dismissal&lt;/a&gt; over falsifying of his flight hours. To disguise the hijacking as an accident, so his family would benefit from his US$2.5 million (equivalent to $ million in ) life-insurance policy, Calloway intended to murder the flight crew using blunt force. To accomplish this, he brought on board two &lt;a href=\"claw%20hammer\"&gt;claw hammer&lt;/a&gt;s, two &lt;a href=\"Sledgehammer\"&gt;club hammers&lt;/a&gt;, a speargun, and a knife (which was not used) concealed inside a guitar case. He also carried with him a note written to his ex-wife and \"describing the author's apparent despair\". Just before the flight, Calloway had transferred over US$54,000 () in &lt;a href=\"Security%20%28finance%29\"&gt;securities&lt;/a&gt; and &lt;a href=\"cashier%27s%20check\"&gt;cashier's check&lt;/a&gt;s to his ex-wife.\nFlight details.\nBefore takeoff, as part of his plan to disguise the intended attack as an accident, Calloway attempted to disable the cockpit voice recorder (CVR) by pulling its &lt;a href=\"circuit%20breaker\"&gt;circuit breaker&lt;/a&gt; to interrupt CVR power. During the standard preflight checks, Peterson, the flight engineer, noticed the pulled breaker and reset it before takeoff, reactivating the CVR. However, if Calloway had killed the crew members with the CVR still on, he would simply have had to fly for 30 minutes to erase any trace of a struggle from the CVR's 30-minute loop.\n26 minutes after takeoff, as the plane was passing 19,000 feet, and the flight crew carried on a casual conversation, Calloway went into the back to get his weapons, entered the flight deck, and attacked Peterson, Tucker, and Sanders. All three members of the crew received multiple hammer blows. Both Peterson and Tucker, the first officer, suffered fractured skulls, and Peterson's &lt;a href=\"Superficial%20temporal%20artery\"&gt;temporal artery&lt;/a&gt; was severed. The blow to Tucker's head drilled shards of bone into his brain and initially rendered him unable to move or react, but he was still conscious. Captain Sanders reported that during the beginning of the attack, he could not discern any emotion from Calloway, just \"simply a face in his eyes\".\nWhen Calloway ceased his hammer attack, Peterson and Sanders began to get out of their seats to go after Calloway. Calloway left the cockpit and retrieved his speargun. He came back into the cockpit and threatened everyone to sit back down in their seats. Despite a loud ringing in his ear and being unbalanced and dazed, Peterson grabbed the gun by the spear between the barbs and the barrel. Tucker then put the DC-10 into a sharp 15-degree climb, and a lengthy struggle ensued, while Tucker, also an ex-&lt;a href=\"United%20States%20Naval%20Aviator\"&gt;Navy pilot&lt;/a&gt;, performed extreme aerial maneuvers with the aircraft. He pulled the plane into a sudden 15° climb, throwing Sanders, Peterson, and Calloway out of the cockpit and into the &lt;a href=\"Galley%20%28kitchen%29\"&gt;galley&lt;/a&gt;. To try to throw Calloway off balance, Tucker then turned the plane into a left roll, almost on its side. This rolled the combatants along the smoke curtain onto the left side of the galley. \nEventually, Tucker had rolled the plane almost upside down at 140°, while attempting to maintain a visual reference of the environment around him through the windows. Peterson, Sanders, and Calloway were then pinned to the ceiling of the plane. Calloway managed to wrench his hammer hand free and hit Sanders in the head again. Just then, Tucker put the plane into a steep dive. This pushed the combatants back to the smoke curtain, but the wings and elevators started to flutter. At this point, Tucker could hear the wind rushing against the cockpit windows. At a speed of , the plane's elevators fluttered so much that the control surfaces became unresponsive due to the disrupted airflow. This lack of control tested the aircraft’s safety limits. Tucker also began to sense a &lt;a href=\"Mach%20tuck\"&gt;Mach tuck&lt;/a&gt; effect as the airflow over the wings approached the speed of sound. Tucker realized the throttles were at full power, increasing the speed of the aircraft. Releasing his only usable hand to pull back the throttles to idle, he managed to pull the plane out of the dive as it slowed down.\nAs the DC-10 leveled off at 5,000 feet Calloway managed to hit Sanders again while the struggle continued and this time nearly knocked him unconscious. Sanders was losing strength and Peterson was bleeding out from his ruptured temporal artery, and was starting to go into &lt;a href=\"Shock%20%28circulatory%29\"&gt;shock&lt;/a&gt;. In spite of his diminishing strength, Sanders managed to grab the hammer out of Calloway's hand and attacked him with it. When the plane was completely level, Tucker alerted Memphis Center, telling them about the attack and requested a vector back to Memphis. He requested an ambulance and \"armed intervention\", meaning he wanted a &lt;a href=\"SWAT\"&gt;SWAT&lt;/a&gt; team to storm the plane.\nThe flight crew eventually succeeded in restraining and disarming Calloway, although only after moments of inverted and over-speed flight beyond the designed capabilities of a DC-10. Sanders took control, and Tucker, who by then had his sense of touch severely diminished and was paralyzed on the right side of his body, went back to assist Peterson in restraining Calloway. Sanders communicated with &lt;a href=\"air%20traffic%20control\"&gt;air traffic control&lt;/a&gt;, preparing for an emergency landing back at &lt;a href=\"Memphis%20International%20Airport\"&gt;Memphis International Airport&lt;/a&gt;. Meanwhile, Calloway started fighting with the crew again.\nFully laden with fuel and cargo, the plane was approaching too fast and too high to land on the scheduled runway 9. Due to the plane's weight, speed, and height, it was at risk of breaking up upon landing under these conditions. Sanders requested by radio to land on the longer runway 36L. Ignoring warnings from the Ground Proximity Warning System and using a series of sharp turns that further tested the DC-10's safety limits, Sanders landed the jet safely on the runway at over its maximum designed landing weight. By that time, Calloway was defeated. Emergency personnel and police gained access to the plane via the escape slide and ladder. Inside, they found the interior of the galley and cockpit covered in blood. Calloway was then arrested, taken off the plane and along with Peterson, Tucker, and Sanders, was taken to a nearby hospital.\nAftermath.\nThe crew of Flight 705 survived the attack, but were seriously injured. The left side of Tucker's skull was severely fractured, causing &lt;a href=\"motor%20control\"&gt;motor control&lt;/a&gt; problems in his right arm and right leg. Calloway had also dislocated Tucker's jaw, attempted to gouge out one of his eyes, and stabbed his right arm. Sanders suffered several deep gashes in his head, and doctors had to sew his right ear back in place. Flight engineer Peterson's skull was fractured and his temporal artery severed. The aircraft itself incurred $800,000 worth of damage.\nCalloway pleaded temporary insanity, but was sentenced to two consecutive life sentences (federal sentences are not subject to parole) on August 11, 1995, for attempted murder and attempted &lt;a href=\"air%20piracy\"&gt;air piracy&lt;/a&gt;. Calloway, &lt;a href=\"Federal%20Bureau%20of%20Prisons\"&gt;Federal Bureau of Prisons&lt;/a&gt; inmate #14601-076, is imprisoned in the high-security &lt;a href=\"United%20States%20Penitentiary%2C%20Florence\"&gt;United States Penitentiary, Florence&lt;/a&gt;, in &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;.\nOn May 26, 1994, the &lt;a href=\"Air%20Line%20Pilots%20Association%2C%20International\"&gt;Air Line Pilots Association&lt;/a&gt; awarded Dave Sanders, James Tucker, and Andrew Peterson the Gold Medal Award for heroism, the highest award a civilian pilot can receive. As of 2004, 10 years after the incident and due to the extent and severity of their injuries, none of the crew had been recertified as medically fit to fly commercially. James Tucker returned to recreational flying, though, in his &lt;a href=\"Luscombe%208A\"&gt;Luscombe 8A&lt;/a&gt; by 2002.\nAs of January 2022, the McDonnell Douglas DC-10-30 aircraft involved, N306FE, remains in service as an upgraded &lt;a href=\"McDonnell%20Douglas%20MD-10-30\"&gt;MD-10&lt;/a&gt; without the flight engineer position, although FedEx is in the process of phasing out their MD-10 aircraft in favor of the &lt;a href=\"Boeing%20767%23767-300F\"&gt;Boeing 767-300F&lt;/a&gt;. The plane first flew on November 5, 1985 and was delivered to FedEx on January 24, 1986.\nIn popular culture.\nThe attempted hijacking of Flight 705 was featured in \"Fight for Your Life\", a &lt;a href=\"List%20of%20Mayday%20episodes%23Season%203%20%282005%29\"&gt;season-three (2005)&lt;/a&gt; episode of the Canadian TV series \"&lt;a href=\"Mayday%20%28Canadian%20TV%20series%29\"&gt;Mayday&lt;/a&gt;\" (called \"Air Emergency\" and \"Air Disasters\" in the U.S., and \"Air Crash Investigation\" in the UK), which included interviews with the flight crew. The dramatization was broadcast with the title \"Suicide Attack\" in the United Kingdom, Australia, and Asia.\nThe sixth episode of UK TV series \"Black Box\" (called \"&lt;a href=\"Survival%20in%20the%20Sky\"&gt;Survival in the Sky&lt;/a&gt;\" in the U.S.), \"&lt;a href=\"Survival%20in%20the%20Sky%23Episode%206%20-%20Sky%20Crimes%20%281998%29\"&gt;Sky Crimes&lt;/a&gt;\", also features the attempted takeover using audio between air traffic control and the crew.\nThe book \"Hijacked: The True Story of the Heroes of Flight 705\", written by Dave Hirschman, was published in 1997."
}