{
    "id": "2306058",
    "revid": "14448901",
    "url": "https://en.wikipedia.org/wiki?curid=2306058",
    "title": "Seberang Perai",
    "text": "Seberang Perai is a &lt;a href=\"List%20of%20cities%20in%20Malaysia\"&gt;city&lt;/a&gt; in the &lt;a href=\"States%20and%20federal%20territories%20of%20Malaysia\"&gt;Malaysian state&lt;/a&gt; of &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;. It is situated on the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt; opposite &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt;, bordering &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt; to the north and east and &lt;a href=\"Perak\"&gt;Perak&lt;/a&gt; to the south. Its &lt;a href=\"city%20centre\"&gt;city centre&lt;/a&gt; is located in &lt;a href=\"Butterworth%2C%20Seberang%20Perai\"&gt;Butterworth&lt;/a&gt;, while its &lt;a href=\"Local%20government%20in%20Malaysia\"&gt;local authority&lt;/a&gt;, the &lt;a href=\"Seberang%20Perai%20City%20Council\"&gt;Seberang Perai City Council&lt;/a&gt;, is centred near &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt;. , Seberang Perai had a population of 815,767, making it the &lt;a href=\"List%20of%20cities%20and%20towns%20in%20Malaysia%20by%20population\"&gt;second most populous city&lt;/a&gt; in &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;.\nOriginally a part of &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah&lt;/a&gt;, the territory containing the present-day city was ceded to the &lt;a href=\"East%20India%20Company\"&gt;British East India Company&lt;/a&gt; in 1800. The British acquired Province Wellesley, as they subsequently named it, to provide more agricultural land and as a defensive bulwark against any cross-strait invasion of Penang Island from the mainland. Since then, it has become part of Penang, which was made a &lt;a href=\"British%20crown%20colony\"&gt;British crown colony&lt;/a&gt; in 1867.\nSeberang Perai has witnessed substantial economic development in the decades after &lt;a href=\"Federation%20of%20Malaya\"&gt;Malaya&lt;/a&gt;'s independence. Massive industrial estates have been established within Seberang Perai, while the relocation of the &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt;'s core operations to Butterworth in 1974 has also boosted the city's economy. Improvements in connectivity and transportation were facilitated by several major projects, such as the constructions of the &lt;a href=\"North%E2%80%93South%20Expressway%20Northern%20Route\"&gt;North–South Expressway&lt;/a&gt;, the &lt;a href=\"Penang%20Bridge\"&gt;Penang Bridge&lt;/a&gt; and the &lt;a href=\"Sultan%20Abdul%20Halim%20Muadzam%20Shah%20Bridge\"&gt;Second Penang Bridge&lt;/a&gt;. Today, Seberang Perai forms part of &lt;a href=\"Greater%20Penang%20Conurbation\"&gt;Greater Penang&lt;/a&gt;, the second largest conurbation in Malaysia.\nEtymology.\nSeberang Perai was originally named Province Wellesley after &lt;a href=\"Richard%20Wellesley%2C%201st%20Marquess%20Wellesley\"&gt;Richard Wellesley, 1st Marquess Wellesley&lt;/a&gt;, who served as the Governor of Madras and Governor-General of Bengal between 1797 and 1805.\nThe term 'Seberang Perai' was believed to be derived from a local phrase used to refer to the northern banks of the &lt;a href=\"Perai%20River\"&gt;Perai River&lt;/a&gt;. The name of &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt; originated from the &lt;a href=\"Thai%20language\"&gt;Thai&lt;/a&gt; word, \"plāi\" (), which meant the end. When \"Province Wellesley\" was acquired by the &lt;a href=\"East%20India%20Company\"&gt;British East India Company&lt;/a&gt; in 1800, the &lt;a href=\"Perai%20River\"&gt;Perai River&lt;/a&gt; served as the original boundary between British \"Province Wellesley\" and the &lt;a href=\"Rattanakosin%20Kingdom\"&gt;Siamese&lt;/a&gt;-influenced &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah&lt;/a&gt; to the north. Hence, the locals called the northern banks of the river Seberang Perai, in reference to the &lt;a href=\"Rattanakosin%20Kingdom\"&gt;Siamese&lt;/a&gt; territory across the river.\nHistory.\nEarly history.\nEarliest records of the history of Seberang Perai can be traced back to the prehistoric times with evidence of human settlement in Guar Kepah to the south of the &lt;a href=\"Muda%20River\"&gt;Muda River&lt;/a&gt; about 5,000 to 6,000 years ago. Seberang Perai is located between two main important archaeological sites, &lt;a href=\"Bujang%20Valley\"&gt;Bujang Valley&lt;/a&gt; and Sungai Selinsing. Human remains, seashells and other artefacts have been found at the site, indicating the settlement of the area during the Neolithic era.\nSeberang Perai was also part of the &lt;a href=\"Bujang%20Valley\"&gt;Bujang Valley&lt;/a&gt; civilisation. The &lt;a href=\"Cherok%20Tok%20Kun\"&gt;Cherok Tok Kun&lt;/a&gt; &lt;a href=\"megalith\"&gt;megalith&lt;/a&gt; in &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt;, discovered in 1845, contains &lt;a href=\"Pali\"&gt;Pali&lt;/a&gt; inscriptions, implying that an early &lt;a href=\"Hinduism\"&gt;Hindu&lt;/a&gt;-&lt;a href=\"Buddhism\"&gt;Buddhist&lt;/a&gt; political entity in what is now &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt; had established control over parts of Seberang Perai sometime between the 5th and 6th centuries.\nHenceforth, for much of Seberang Perai's history, the area formed part of &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah&lt;/a&gt;. It was only with the advent of &lt;a href=\"British%20Empire\"&gt;British colonialism&lt;/a&gt; in the 18th century that the modern history of Seberang Perai would begin.\nBritish acquisitions.\nIn 1786, &lt;a href=\"Francis%20Light\"&gt;Francis Light&lt;/a&gt; of the &lt;a href=\"East%20India%20Company\"&gt;British East India Company&lt;/a&gt; had landed on &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt;, which at the time was also part of &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah&lt;/a&gt;. After brokering an agreement with the then Sultan of Kedah, &lt;a href=\"Sultan%20Abdullah%20Mukarram%20Shah\"&gt;Sultan Abdullah Mukarram Shah&lt;/a&gt;, regarding the cession of &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt; to the &lt;a href=\"East%20India%20Company\"&gt;British East India Company&lt;/a&gt;, &lt;a href=\"Francis%20Light\"&gt;Light&lt;/a&gt; returned to the island on 11 August that year and claimed it \"\"in the name of His Britannic Majesty, &lt;a href=\"George%20III%20of%20the%20United%20Kingdom\"&gt;King George III&lt;/a&gt;\"\".\nHowever, the &lt;a href=\"East%20India%20Company\"&gt;British East India Company&lt;/a&gt; was slow to realise the importance of the &lt;a href=\"hinterland\"&gt;hinterland&lt;/a&gt; across the &lt;a href=\"Penang%20Strait\"&gt;Penang Strait&lt;/a&gt; from &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt; (then named the \"Prince of Wales Island\"). Merchant vessels traversing the &lt;a href=\"Penang%20Strait\"&gt;Penang Strait&lt;/a&gt; were often threatened by pirates originating from the &lt;a href=\"Perai%20River\"&gt;Perai River&lt;/a&gt;. In addition, &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah&lt;/a&gt; was being invaded by &lt;a href=\"Rattanakosin%20Kingdom\"&gt;Siam&lt;/a&gt; and &lt;a href=\"Sultan%20Abdullah%20Mukarram%20Shah\"&gt;Sultan Abdullah&lt;/a&gt;, disgruntled by the lack of military aid as promised by &lt;a href=\"Francis%20Light\"&gt;Light&lt;/a&gt;, assembled his army in Seberang Perai in 1790 to retake the \"Prince of Wales Island\". The planned amphibious assault was thwarted by the &lt;a href=\"East%20India%20Company\"&gt;British East India Company&lt;/a&gt;, which launched night attacks on &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah&lt;/a&gt;'s forts.\nOn 7 July 1800, the first &lt;a href=\"List%20of%20governors%20of%20Penang\"&gt;Lieutenant-Governor of the \"Prince of Wales Island\"&lt;/a&gt;, Sir &lt;a href=\"George%20Alexander%20William%20Leith\"&gt;George Leith&lt;/a&gt;, gained a strip of Seberang Perai from the new Sultan of Kedah, &lt;a href=\"Dziaddin%20Mukarram%20Shah%20II%20of%20Kedah\"&gt;Dziaddin Mukarram Shah II&lt;/a&gt;. The treaty, negotiated by Leith's First Assistant &lt;a href=\"George%20Caunter\"&gt;George Caunter&lt;/a&gt;, superseded Light's earlier agreement and gave the British permanent sovereignty over both Prince of Wales Island and the newly ceded mainland territory, which in subsequent years was named \"Province Wellesley\". The acquired land included a five-kilometre stretch of coastline south of the &lt;a href=\"Perai%20River\"&gt;Perai River&lt;/a&gt;, which became the international border between \"Province Wellesley\" and &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah&lt;/a&gt;. At the time, \"Province Wellesley\" was heavily forested and sparsely populated, with a total population of only 5,000.\n\"Province Wellesley\" was subsequently expanded thrice. Following the &lt;a href=\"Siamese%20invasion%20of%20Kedah\"&gt;Siamese conquest of Kedah&lt;/a&gt; in 1821, the &lt;a href=\"East%20India%20Company\"&gt;British&lt;/a&gt; and the &lt;a href=\"Rattanakosin%20Kingdom\"&gt;Siamese&lt;/a&gt; agreed in 1831 to demarcate the southernmost Siamese border with \"Province Wellesley\" along the &lt;a href=\"Muda%20River\"&gt;Muda River&lt;/a&gt;; the &lt;a href=\"East%20India%20Company\"&gt;British&lt;/a&gt; in effect enlarged \"Province Wellesley\" to include the area between the &lt;a href=\"Muda%20River\"&gt;Muda River&lt;/a&gt; to the north and the &lt;a href=\"Perai%20River\"&gt;Perai River&lt;/a&gt; to the south. Province Wellesley's eastern boundaries with &lt;a href=\"Rattanakosin%20Kingdom\"&gt;Siam&lt;/a&gt; was also delineated following another treaty in 1859. The final change to Penang's boundaries was made in 1874 following the &lt;a href=\"Pangkor%20Treaty%20of%201874\"&gt;Pangkor Treaty&lt;/a&gt; between the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; and &lt;a href=\"Perak\"&gt;Perak&lt;/a&gt;, which included a clause on the demarcation of the \"Province Wellesley\"-&lt;a href=\"Perak\"&gt;Perak&lt;/a&gt; border south of the &lt;a href=\"Kerian%20River\"&gt;Kerian River&lt;/a&gt;. Penang's borders have remained unchanged since then.\nBritish rule.\nEver since the &lt;a href=\"East%20India%20Company\"&gt;British&lt;/a&gt; acquisition of Province Wellesley in 1800, the strip of hinterland has been part of the Settlement (and now the State) of &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;. The acquisition of Province Wellesley gave the &lt;a href=\"East%20India%20Company\"&gt;British East India Company&lt;/a&gt; full control of the &lt;a href=\"Penang%20Strait\"&gt;Penang Strait&lt;/a&gt;, as well as an agricultural &lt;a href=\"hinterland\"&gt;hinterland&lt;/a&gt; and a buffer zone to protect the \"Prince of Wales Island\" from any cross-strait military invasion. it also allowed the &lt;a href=\"East%20India%20Company\"&gt;British&lt;/a&gt; to suppress the pirates at the mouth of the &lt;a href=\"Perai%20River\"&gt;Perai River&lt;/a&gt;.\nIn 1826, both \"Province Wellesley\" and the \"&lt;a href=\"Penang%20Island\"&gt;Prince of Wales Island&lt;/a&gt;\", along with &lt;a href=\"Singapore%20in%20the%20Straits%20Settlements\"&gt;Singapore&lt;/a&gt; and &lt;a href=\"Malacca\"&gt;Malacca&lt;/a&gt;, were amalgamated into the &lt;a href=\"Straits%20Settlements\"&gt;Straits Settlements&lt;/a&gt;, with &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt; on the island made as the capital. However, the capital of the &lt;a href=\"Straits%20Settlements\"&gt;Straits Settlements&lt;/a&gt; was then relocated to &lt;a href=\"Singapore%20in%20the%20Straits%20Settlements\"&gt;Singapore&lt;/a&gt; in 1832. The &lt;a href=\"Straits%20Settlements\"&gt;Straits Settlements&lt;/a&gt; was later made a &lt;a href=\"Crown%20colony\"&gt;British crown colony&lt;/a&gt; under the direct governance of the &lt;a href=\"Colonial%20Office\"&gt;Colonial Office&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt; in 1867. As a &lt;a href=\"Crown%20colony\"&gt;British crown colony&lt;/a&gt;, \"Province Wellesley\" was administered by a district officer directly under the &lt;a href=\"List%20of%20governors%20of%20Penang\"&gt;Lieutenant-Governor (later Resident Councillor) of Penang&lt;/a&gt;, who in turn was subordinate to the &lt;a href=\"List%20of%20governors%20of%20the%20Straits%20Settlements\"&gt;Governor of the Straits Settlements&lt;/a&gt; based in &lt;a href=\"Singapore%20in%20the%20Straits%20Settlements\"&gt;Singapore&lt;/a&gt;.\nMeanwhile, \"Province Wellesley\" continued to witness continuing growth under the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt;. With its population increasing due to the influx of &lt;a href=\"Kedahan%20Malay%20people\"&gt;Malay&lt;/a&gt; refugees from &lt;a href=\"Rattanakosin%20Kingdom\"&gt;Siamese&lt;/a&gt;-occupied &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah&lt;/a&gt;, \"Province Wellesley\" became the rice bowl of Penang. Other than &lt;a href=\"rice\"&gt;rice&lt;/a&gt; and vegetables, other &lt;a href=\"cash%20crop\"&gt;cash crop&lt;/a&gt;s, such as sugar, coconut and tapioca, were also cultivated in \"Province Wellesley\". Due to the abundance of land in \"Province Wellesley\", it became the only area in &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt; where rubber and palm oil estates were established as well.\nOther than agriculture, \"Province Wellesley\" also began to serve as &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s transportation hub, a role it continues to play to this day. &lt;a href=\"Butterworth%2C%20Seberang%20Perai\"&gt;Butterworth&lt;/a&gt;, directly opposite &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt; across the &lt;a href=\"Penang%20Strait\"&gt;Penang Strait&lt;/a&gt;, was developed in the mid-19th century to serve &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s logistical needs. Ferry services were established between Butterworth and &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt; towards the end of the 19th century; these became the predecessor to the present-day &lt;a href=\"Rapid%20Ferry\"&gt;Rapid Ferry&lt;/a&gt;. When the pan-Malayan railway was extended into \"Province Wellesley\" in the 1900s, both Butterworth and &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt; further inland also became important rail termini, leading to the construction of the &lt;a href=\"Butterworth%20railway%20station\"&gt;Butterworth&lt;/a&gt; and &lt;a href=\"Bukit%20Mertajam%20railway%20station\"&gt;Bukit Mertajam&lt;/a&gt; train stations.\nThe growth of Butterworth and &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt; also convinced the British colonial authorities to establish and regulate local governments in \"Province Wellesley\". In 1913, four local boards were set up within Province Wellesley - three rural district boards for the &lt;a href=\"North%20Seberang%20Perai%20District\"&gt;Northern&lt;/a&gt;, &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;Central&lt;/a&gt; and &lt;a href=\"South%20Seberang%20Perai%20District\"&gt;Southern&lt;/a&gt; districts, as well as the Butterworth Town Board. These local boards were upgraded into local councils in 1952; the &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt; Town Council was also established in the following year.\nWorld War II.\nDuring the early days of the &lt;a href=\"Malayan%20Campaign\"&gt;Japanese invasion of Malaya&lt;/a&gt; in December 1941, the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; and the &lt;a href=\"Royal%20Australian%20Air%20Force\"&gt;Royal Australian Air Force&lt;/a&gt; units stationed at &lt;a href=\"RMAF%20Butterworth\"&gt;RAF Butterworth&lt;/a&gt; struggled to counter Japanese air raids over &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt; and took heavy casualties. With &lt;a href=\"RMAF%20Butterworth\"&gt;RAF Butterworth&lt;/a&gt; itself heavily damaged, these Allied units had to withdraw southwards by 15 December.\nThe &lt;a href=\"Imperial%20Japanese%20Army\"&gt;Imperial Japanese Army&lt;/a&gt; subsequently invaded \"Province Wellesley\" from the north, with the &lt;a href=\"Twenty-Fifth%20Army%20%28Japan%29\"&gt;25th Army&lt;/a&gt; capturing &lt;a href=\"RMAF%20Butterworth\"&gt;RAF Butterworth&lt;/a&gt; on 20 December 1941. As with &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt;, the period of &lt;a href=\"Japanese%20occupation%20of%20Malaya\"&gt;Japanese occupation&lt;/a&gt; brought much hardship to civilians in \"Province Wellesley\"; especially notorious was the &lt;a href=\"Sook%20Ching\"&gt;Sook Ching&lt;/a&gt; massacres implemented against the &lt;a href=\"Penangite%20Chinese\"&gt;Chinese populace&lt;/a&gt;.\n\"Province Wellesley\" was liberated by the &lt;a href=\"British%20Armed%20Forces\"&gt;British&lt;/a&gt; in September 1945 and was placed under &lt;a href=\"British%20Military%20Administration%20%28Malaya%29\"&gt;military administration&lt;/a&gt; for one year.\nPost-war era.\nIn 1946, the &lt;a href=\"Straits%20Settlements\"&gt;Straits Settlements&lt;/a&gt; was abolished, and the now separate &lt;a href=\"Crown%20Colony%20of%20Penang\"&gt;Crown Colony of Penang&lt;/a&gt; was to be merged into the &lt;a href=\"Malayan%20Union\"&gt;Malayan Union&lt;/a&gt;. The Malayan Union was subsequently replaced by the &lt;a href=\"Federation%20of%20Malaya\"&gt;Federation of Malaya&lt;/a&gt; in 1948 and full independence was granted in 1957.\nAfter &lt;a href=\"Federation%20of%20Malaya\"&gt;Malaya&lt;/a&gt; gained independence in 1957, \"Province Wellesley\" was renamed Seberang Perai. The Butterworth and Bukit Mertajam &lt;a href=\"town%20council\"&gt;town council&lt;/a&gt;s were merged into the surrounding rural district councils in 1961, and between 1973 and 1976, the remaining three rural district councils were amalgamated into the &lt;a href=\"Seberang%20Perai%20City%20Council\"&gt;Seberang Perai Municipal Council&lt;/a&gt;. On 16 September 2019, Malaysia Day, Seberang Perai became a full city of its own. Following this latest amalgamation of the local councils, all of Seberang Perai are administered under a single local government, making the Seberang Perai City Council the biggest &lt;a href=\"local%20government%20in%20Malaysia\"&gt;local government in Malaysia&lt;/a&gt; in terms of land size.\nIn the decades that followed, the &lt;a href=\"Government%20of%20Penang\"&gt;Penang state government&lt;/a&gt; opened massive industrial estates in Seberang Perai, such as in &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt;, &lt;a href=\"Mak%20Mandin\"&gt;Mak Mandin&lt;/a&gt;, &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt; and &lt;a href=\"Nibong%20Tebal\"&gt;Nibong Tebal&lt;/a&gt;. In addition, the &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt;, which had been located in &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt;, was shifted to Butterworth in 1974. The completion of the &lt;a href=\"North%E2%80%93South%20Expressway%20Northern%20Route\"&gt;North-South Expressway&lt;/a&gt;, the &lt;a href=\"Penang%20Bridge\"&gt;Penang Bridge&lt;/a&gt; and the &lt;a href=\"Sultan%20Abdul%20Halim%20Muadzam%20Shah%20Bridge\"&gt;Second Penang Bridge&lt;/a&gt; by the &lt;a href=\"Government%20of%20Malaysia\"&gt;Malaysian federal government&lt;/a&gt;, along with several state-built expressways such as the &lt;a href=\"Butterworth%20Outer%20Ring%20Road\"&gt;Butterworth Outer Ring Road&lt;/a&gt;, has improved connectivity between the towns in Seberang Perai and with &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt;.\nThese developments have boosted the economy of Seberang Perai and led to the rapid urbanisation of the city and its townships. These have also been complemented by the growth of new residential townships, such as &lt;a href=\"Seberang%20Jaya\"&gt;Seberang Jaya&lt;/a&gt; and Juru. In recent years, &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt;, where the mainland end of the &lt;a href=\"Sultan%20Abdul%20Halim%20Muadzam%20Shah%20Bridge\"&gt;Second Penang Bridge&lt;/a&gt; is located, has emerged as a new growth centre, spurred by a number of major projects and millions of investment funds being poured into the town.\nGeography.\nSeberang Perai refers to the mainland portion of the State of Penang. It is physically separated from &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt; to the west by the &lt;a href=\"Penang%20Strait\"&gt;Penang Strait&lt;/a&gt;. To its north, the &lt;a href=\"Muda%20River\"&gt;Muda River&lt;/a&gt; forms the &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;-&lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt; border, while a short section of the &lt;a href=\"Kerian%20River\"&gt;Kerian River&lt;/a&gt; marks the southern boundary between &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt; and &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt;. The &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;-&lt;a href=\"Perak\"&gt;Perak&lt;/a&gt; border also runs to the west of the &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;-&lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt;-&lt;a href=\"Perak\"&gt;Perak&lt;/a&gt; &lt;a href=\"Tripoint\"&gt;border tripoint&lt;/a&gt; in the &lt;a href=\"Kerian%20River\"&gt;Kerian River&lt;/a&gt;.With a land area of , Seberang Perai is nearly 2.6 times the size of &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt; and slightly larger than the total landmass of the &lt;a href=\"Singapore\"&gt;Republic of Singapore&lt;/a&gt;. Seberang Perai is mostly flat. Its highest peak is &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt; Hill, looming over the eponymous town of &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt; at above sea level. The hill is considered a prominent landmark, as it can be seen from &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt;; conversely, one can view &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt; from its peak.\nThe rivers and coastline of Seberang Perai are lined with mangrove swamps. Examples of the mangrove forests include the mouth of the &lt;a href=\"Perai%20River\"&gt;Perai River&lt;/a&gt; and the &lt;a href=\"Muda%20River\"&gt;Muda River&lt;/a&gt; basin.\nOutlying islets.\nTwo offshore &lt;a href=\"islet\"&gt;islet&lt;/a&gt;s, &lt;a href=\"Aman%20Island\"&gt;Aman&lt;/a&gt; and &lt;a href=\"Gedung%20Island\"&gt;Gedung&lt;/a&gt; islands, are situated off the southern coast of Seberang Perai, within the &lt;a href=\"South%20Seberang%20Perai%20District\"&gt;South Seberang Perai District&lt;/a&gt;. Of the two &lt;a href=\"islet\"&gt;islet&lt;/a&gt;s, only &lt;a href=\"Aman%20Island\"&gt;Aman Island&lt;/a&gt; is sparsely populated.\nUrban and suburban areas.\nThe largest settlement of Seberang Perai is Butterworth, approximately east of &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt;, &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s capital city. Other major places in Seberang Perai include &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt;, &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt;, &lt;a href=\"Simpang%20Ampat%2C%20Penang\"&gt;Simpang Ampat&lt;/a&gt;, &lt;a href=\"Nibong%20Tebal\"&gt;Nibong Tebal&lt;/a&gt; and &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt;.\nDrainage system.\nThe major rivers in Seberang Perai include the &lt;a href=\"Muda%20River\"&gt;Muda River&lt;/a&gt;, &lt;a href=\"Perai%20River\"&gt;Perai River&lt;/a&gt; and &lt;a href=\"Kerian%20River\"&gt;Kerian River&lt;/a&gt;. Of all the rivers in Seberang Perai, the &lt;a href=\"Muda%20River\"&gt;Muda River&lt;/a&gt;, which forms the northern border with &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt;, is arguably the most vital; &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt; obtains up to 80% of its water supply from this river alone. Thus, illegal logging activities that have been carried out upstream in &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt; have periodically generated concerns about &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s water supply.\nClimate.\nLike the rest of &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, Seberang Perai has a &lt;a href=\"tropical%20rainforest%20climate\"&gt;tropical rainforest climate&lt;/a&gt; under the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; (\"Af\"), although it also borders on a tropical monsoon climate. Seberang Perai does experience slightly drier conditions between December and February of the following year. It sees on average around of precipitation annually with the lowest being in February while the highest was around between August and October.\n&lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s proximity to the island of &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; makes it susceptible to dust particles carried by wind from the perennial but transient forest fires, creating a yearly phenomenon known as the &lt;a href=\"Southeast%20Asian%20haze\"&gt;Southeast Asian haze&lt;/a&gt;. The haze season typically occurs between July and October.\nWeather forecasts for Seberang Perai is served by the &lt;a href=\"Bayan%20Lepas\"&gt;Bayan Lepas&lt;/a&gt; Regional Meteorological Office on &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt;, which acts as the primary weather forecast facility for northern &lt;a href=\"Peninsular%20Malaysia\"&gt;Peninsular Malaysia&lt;/a&gt;.\nGovernment and politics.\nLocal government.\nLocal administration of Seberang Perai is under the purview of the &lt;a href=\"Seberang%20Perai%20City%20Council\"&gt;Seberang Perai City Council&lt;/a&gt;, an agency of the &lt;a href=\"Government%20of%20Penang\"&gt;Penang state government&lt;/a&gt;. Headquartered near &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt;, the &lt;a href=\"city%20council\"&gt;city council&lt;/a&gt; is responsible for urban planning, heritage preservation, public health, sanitation, waste management, traffic management, environmental protection, building control, social and economic development, and general maintenance of urban infrastructure.\nThe Mayor is appointed by the Penang state government for two years, while each of the 24 councillors is appointed for a one-year term. The current President of the Seberang Perai City Council is Rozali Mohamud, who took office in 2017.\nDistricts.\nSeberang Perai is also divided into three administrative districts - North, Central and South. Each district contains a lands and district office headed by a district officer. The lands and district office deals with land administration and revenue; thus it differs from the city council, which oversees the provision and maintenance of urban infrastructure.\nState and federal constituencies.\nFor the unicameral &lt;a href=\"Penang%20State%20Legislative%20Assembly\"&gt;Penang State Legislative Assembly&lt;/a&gt;, Seberang Perai is divided into 21 state constituencies, more than half of the 40 seats in the entire state. The State Assemblymen are elected into office via &lt;a href=\"Elections%20in%20Penang\"&gt;Penang-level election&lt;/a&gt;, which by convention is held simultaneously with the &lt;a href=\"Elections%20in%20Malaysia\"&gt;Malaysian General Election&lt;/a&gt; every five years.\nPenang Island is also represented by seven Members of Parliament in the &lt;a href=\"Parliament%20of%20Malaysia\"&gt;Parliament of Malaysia&lt;/a&gt;. The Members of Parliament are elected via the &lt;a href=\"Elections%20in%20Malaysia\"&gt;Malaysian General Election&lt;/a&gt;, which is held every five years.\nThe current State Assemblymen and Members of Parliament for Seberang Perai are as listed below.\nJudiciary.\nThere are three Magistrates Courts within Seberang Perai, one each for every district. The Butterworth Magistrates Court has jurisdiction for the &lt;a href=\"North%20Seberang%20Perai%20District\"&gt;Northern District&lt;/a&gt;, the Bukit Mertajam Magistrates Court over the &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;Central District&lt;/a&gt; and the Jawi Magistrates Court handles cases within the &lt;a href=\"South%20Seberang%20Perai%20District\"&gt;Southern District&lt;/a&gt;.\nDemographics.\n, Seberang Perai was populated by 818,197 residents, making it the second most populous &lt;a href=\"Local%20government%20in%20Malaysia\"&gt;local government&lt;/a&gt; area in &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt; after the federal capital city, &lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt;. This also meant that, by 2010, Seberang Perai was home to over 53.6% of &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s population, slightly outnumbering the population of &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt;, &lt;a href=\"List%20of%20cities%20in%20Malaysia%20by%20population\"&gt;Malaysia's second largest city&lt;/a&gt;. The population of Seberang Perai was estimated to have increased to 891,300 by 2013.\nMost of Seberang Perai's population is concentrated within the &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;Central District&lt;/a&gt;, while the &lt;a href=\"South%20Seberang%20Perai%20District\"&gt;Southern District&lt;/a&gt; is least populated. This is due to the recent urbanisation of the more industrialised &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;Central District&lt;/a&gt;, which includes &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt;, &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt;, &lt;a href=\"Bukit%20Tengah\"&gt;Bukit Tengah&lt;/a&gt; and &lt;a href=\"Bukit%20Minyak\"&gt;Bukit Minyak&lt;/a&gt;, and the &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;district&lt;/a&gt;'s greater economic activity. On the other hand, the ongoing development of the &lt;a href=\"South%20Seberang%20Perai%20District\"&gt;Southern District&lt;/a&gt;, specifically around &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt;, has led to its more rapid population growth rate compared to the &lt;a href=\"North%20Seberang%20Perai%20District\"&gt;Northern&lt;/a&gt; and &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;Central&lt;/a&gt; districts. \nEthnicities.\n, &lt;a href=\"Malaysian%20Malay\"&gt;ethnic Malays&lt;/a&gt; constituted nearly 49% of Seberang Perai's population, with most &lt;a href=\"Malaysian%20Malay\"&gt;Malays&lt;/a&gt; being concentrated in the &lt;a href=\"North%20Seberang%20Perai%20District\"&gt;Northern District&lt;/a&gt;. The &lt;a href=\"Penangite%20Chinese\"&gt;Chinese&lt;/a&gt; made up 34% of the population; while most reside within the &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;Central District&lt;/a&gt;, the &lt;a href=\"South%20Seberang%20Perai%20District\"&gt;Southern District&lt;/a&gt; has a larger proportion of &lt;a href=\"Penangite%20Chinese\"&gt;ethnic Chinese&lt;/a&gt;. Another 10.5% of Seberang Perai's population comprised &lt;a href=\"Malaysians%20of%20Indian%20descent%20in%20Penang\"&gt;ethnic Indians&lt;/a&gt;, the third largest ethnic community.\nHowever, in recent years, there has been an influx of foreign workers in the &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;Central District&lt;/a&gt;, and as a result, the population of foreigners in this particular &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;district&lt;/a&gt; has outstripped that of the &lt;a href=\"Malaysians%20of%20Indian%20descent%20in%20Penang\"&gt;Indians&lt;/a&gt;.\nEconomy.\nWhile the economy of Seberang Perai has traditionally been driven by agriculture, since the mid-20th century, the city has become heavily industrialised. The first industrial estate was established in &lt;a href=\"Mak%20Mandin\"&gt;Mak Mandin&lt;/a&gt;, near Butterworth, in the 1950s under the leadership of the then &lt;a href=\"List%20of%20Chief%20Ministers%20of%20Penang\"&gt;Chief Minister of Penang&lt;/a&gt;, &lt;a href=\"Wong%20Pow%20Nee\"&gt;Wong Pow Nee&lt;/a&gt;. The relocation of the &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt; to Butterworth in 1974 and the completion of several expressways have also boosted the growth of manufacturing as one of the economic mainstays of Seberang Perai, by facilitating the ease of transportation of goods and services.\nThe resulting rapid urbanisation of Seberang Perai has fueled the city's housing market; in particular, the &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;Central District&lt;/a&gt; has benefited the most in terms of newly built housing units due to its greater industrial activity and the location of the &lt;a href=\"Penang%20Bridge\"&gt;Penang Bridge&lt;/a&gt;'s terminus within the said &lt;a href=\"Districts%20of%20Malaysia\"&gt;district&lt;/a&gt;.\nIn recent years, &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt;, within the &lt;a href=\"South%20Seberang%20Perai%20District\"&gt;Southern District&lt;/a&gt;, has witnessed massive transformation, with an industrial park, an international technology hub and several other mixed-development projects being planned for the town.\nManufacturing.\nThe main industrial zones within Seberang Perai are located in &lt;a href=\"Mak%20Mandin\"&gt;Mak Mandin&lt;/a&gt;, &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt;, &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt; and &lt;a href=\"Nibong%20Tebal\"&gt;Nibong Tebal&lt;/a&gt;. There has been a higher concentration of manufacturing activities within the &lt;a href=\"Central%20Seberang%20Perai%20District\"&gt;Central District&lt;/a&gt;, which encompasses &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt; and &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt;, making it the most industrialised district within Seberang Perai.\nIn particular, several multinational corporations and Malaysian manufacturing giants, including &lt;a href=\"Honeywell%20Aerospace\"&gt;Honeywell Aerospace&lt;/a&gt;, &lt;a href=\"Sony\"&gt;Sony&lt;/a&gt;, &lt;a href=\"Mattel\"&gt;Mattel&lt;/a&gt;, &lt;a href=\"Pensonic%20Group\"&gt;Pensonic&lt;/a&gt;, &lt;a href=\"Chevron%20Corporation\"&gt;Chevron&lt;/a&gt; and Malayawata Steel are based in &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt;, due to its proximity to the &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt;. Smaller industries, such as foodstuff and textiles, are concentrated in inland areas like &lt;a href=\"Mak%20Mandin\"&gt;Mak Mandin&lt;/a&gt; and &lt;a href=\"Nibong%20Tebal\"&gt;Nibong Tebal&lt;/a&gt;, while &lt;a href=\"Bukit%20Tengah\"&gt;Bukit Tengah&lt;/a&gt; near &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt; has a significant engineering industry that includes international names like &lt;a href=\"Blaupunkt\"&gt;Blaupunkt&lt;/a&gt; and &lt;a href=\"Schlumberger\"&gt;Schlumberger&lt;/a&gt;.\nThe &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt; Industrial Park is another upcoming manufacturing zone, attracting multinational companies such as VAT, &lt;a href=\"Bose%20Corporation\"&gt;Bose Corporation&lt;/a&gt;, &lt;a href=\"Boston%20Scientific\"&gt;Boston Scientific&lt;/a&gt; and &lt;a href=\"Robert%20Bosch%20GmbH\"&gt;Robert Bosch GmbH&lt;/a&gt;.\n&lt;a href=\"Entrep%C3%B4t\"&gt;Entrepôt trade&lt;/a&gt;.\nThe &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt; was relocated from &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt; to &lt;a href=\"Butterworth%2C%20Seberang%20Perai\"&gt;Butterworth&lt;/a&gt; in 1974, in order to expand its container and cargo services. To date, the &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt; operates six cargo and container terminals around Butterworth. This has led to the manufacturing boom in Seberang Perai, as the &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt; has facilitated the ease of export from the factories in &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt;.\nThe &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt; handled more than 1.44 million &lt;a href=\"Twenty-foot%20equivalent%20unit\"&gt;TEUs&lt;/a&gt; of cargo in 2016, making it the third busiest seaport in &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. The &lt;a href=\"Port%20of%20Penang\"&gt;Port&lt;/a&gt;'s strategic location allowed it to service not just northern &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, but also southern &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;.\nAgriculture.\nIn terms of land usage, agriculture remains the dominant economic sector in Seberang Perai, with about of land being utilised for agricultural purposes in both the &lt;a href=\"North%20Seberang%20Perai%20District\"&gt;Northern&lt;/a&gt; and &lt;a href=\"South%20Seberang%20Perai%20District\"&gt;Southern&lt;/a&gt; &lt;a href=\"Districts%20of%20Malaysia\"&gt;districts&lt;/a&gt;. Seberang Perai has historically served as an agricultural rice bowl for &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;, as the inherent lack of land on &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt; necessitated the choice of the mainland for plantations and paddy fields. In addition, &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt; was once well known as a production centre for &lt;a href=\"Natural%20rubber\"&gt;rubber&lt;/a&gt;, &lt;a href=\"clove\"&gt;clove&lt;/a&gt;s and &lt;a href=\"nutmeg\"&gt;nutmeg&lt;/a&gt;s.\nHowever, within the State of &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;, the agricultural sector has been declining. This sector has contributed a mere 2.2% of &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s &lt;a href=\"Gross%20domestic%20product\"&gt;GDP&lt;/a&gt; , while only 2.7% of &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s workforce was employed in agriculture-related occupations in the fourth quarter of that year.\nServices.\nSeberang Perai has also witnessed a growing services sector; while the city is not as well known as &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt; as a tourist destination of choice, it does have a developing retail scene. Eco-tourism is another sub-sector that has been recently promoted within Seberang Perai, taking advantage of the mangrove forests.\nMore recently, &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt; has emerged as a potential growth centre for technological services and the &lt;a href=\"Outsourcing\"&gt;shared services outsourcing&lt;/a&gt; sub-sector, with the Penang International Technology Park in the works.\nRetail.\nAt the time of writing, among the major shopping malls within Seberang Perai are Megamal Pinang in &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt;, &lt;a href=\"Sunway%20Carnival%20Mall\"&gt;Sunway Carnival Mall&lt;/a&gt; in &lt;a href=\"Seberang%20Jaya\"&gt;Seberang Jaya&lt;/a&gt; and The Summit Bukit Mertajam Plaza in &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt;. , another shopping mall, GEM Mall in Butterworth, is under construction; it has been touted as the largest shopping mall in northern &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;.\nIn 2016, &lt;a href=\"Design%20Village\"&gt;Design Village&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;'s largest &lt;a href=\"Outlet%20store\"&gt;outlet mall&lt;/a&gt;, was opened in &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt;, offering various international fashion and accessory brands such as &lt;a href=\"Gap%20Inc.\"&gt;Gap&lt;/a&gt;, &lt;a href=\"Pierre%20Cardin\"&gt;Pierre Cardin&lt;/a&gt;, &lt;a href=\"Padini\"&gt;Padini&lt;/a&gt;, &lt;a href=\"Adidas\"&gt;Adidas&lt;/a&gt; and &lt;a href=\"Levi%20Strauss%20%26amp%3B%20Co.\"&gt;Levi's&lt;/a&gt;. Spanning a total area of , &lt;a href=\"Design%20Village\"&gt;Design Village&lt;/a&gt; is also the first &lt;a href=\"Outlet%20store\"&gt;outlet mall&lt;/a&gt; in northern &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;.\nAnother famous component of Seberang Perai's retail sub-sector is Juru's Auto-City. An entertainment and retail precinct in Juru, it not only contains several automobile showrooms, but also a varied assortment of retail outlets, eateries and other services. Some of the international names at Juru Auto-City include &lt;a href=\"Audi\"&gt;Audi&lt;/a&gt;, &lt;a href=\"Ferrari\"&gt;Ferrari&lt;/a&gt;, &lt;a href=\"Fiat%20Automobiles\"&gt;Fiat&lt;/a&gt;, &lt;a href=\"Porsche\"&gt;Porsche&lt;/a&gt;, &lt;a href=\"Nando%27s\"&gt;Nando's&lt;/a&gt;, &lt;a href=\"Starbucks\"&gt;Starbucks&lt;/a&gt;, &lt;a href=\"Secret%20Recipe%20%28restaurant%29\"&gt;Secret Recipe&lt;/a&gt; and &lt;a href=\"Subway%20%28restaurant%29\"&gt;Subway&lt;/a&gt;.\nIn 2016, &lt;a href=\"IKEA\"&gt;IKEA&lt;/a&gt;, the world's largest furniture retailer, announced that it will open a store in &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt; by 2018, making it the first &lt;a href=\"IKEA\"&gt;IKEA&lt;/a&gt; outlet in northern &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;.\nTransport.\nSince the latter half of the 20th century, several infrastructural projects have been completed in Seberang Perai, boosting the city's connectivity with &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt;, as well as the rest of &lt;a href=\"Peninsular%20Malaysia\"&gt;Peninsular Malaysia&lt;/a&gt;. Seberang Perai is connected to &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt; via a &lt;a href=\"Rapid%20Ferry\"&gt;ferry service&lt;/a&gt;, the &lt;a href=\"Penang%20Bridge\"&gt;Penang Bridge&lt;/a&gt; and the &lt;a href=\"Sultan%20Abdul%20Halim%20Muadzam%20Shah%20Bridge\"&gt;Second Penang Bridge&lt;/a&gt;, the latter of which is the longest bridge in &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;. The feasibility of more cross-strait links are being explored at the time of writing.\n&lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;'s &lt;a href=\"North%E2%80%93South%20Expressway%20Northern%20Route\"&gt;North–South Expressway&lt;/a&gt;, part of &lt;a href=\"AH2\"&gt;Asian Highway 2&lt;/a&gt;, runs through Seberang Perai, as is &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s sole section of &lt;a href=\"Inter-city%20rail\"&gt;inter-state rail track&lt;/a&gt; operated by the &lt;a href=\"Keretapi%20Tanah%20Melayu\"&gt;Malayan Railway&lt;/a&gt;.\nLand.\nThe &lt;a href=\"North%E2%80%93South%20Expressway%20%28Malaysia%29\"&gt;North-South Expressway&lt;/a&gt; is the main highway that runs across the more developed western &lt;a href=\"Peninsular%20Malaysia\"&gt;Peninsular Malaysia&lt;/a&gt;; the expressway forms part of &lt;a href=\"AH2\"&gt;Asian Highway 2&lt;/a&gt;, as it is connected to &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;'s &lt;a href=\"Phet%20Kasem%20Road\"&gt;Phet Kasem Road&lt;/a&gt; at its northern end and the &lt;a href=\"Johor%E2%80%93Singapore%20Causeway\"&gt;Singapore Causeway&lt;/a&gt; at its southern end. This expressway runs through Seberang Perai, thus connecting major areas, such as Butterworth, &lt;a href=\"Seberang%20Jaya\"&gt;Seberang Jaya&lt;/a&gt;, &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt;, Juru, &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt; and &lt;a href=\"Nibong%20Tebal\"&gt;Nibong Tebal&lt;/a&gt;, with other cities and towns along western &lt;a href=\"Peninsular%20Malaysia\"&gt;Peninsular Malaysia&lt;/a&gt;, southern &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt; and &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;.\nOther major roads and expressways within Seberang Perai include the &lt;a href=\"Butterworth%20Outer%20Ring%20Road\"&gt;Butterworth Outer Ring Road&lt;/a&gt; (BORR) and the &lt;a href=\"Butterworth%E2%80%93Seberang%20Jaya%20Toll%20Road\"&gt;Butterworth–Seberang Jaya Toll Road&lt;/a&gt;. The BORR was constructed in the 2000s to alleviate traffic congestion along the &lt;a href=\"North%E2%80%93South%20Expressway%20Northern%20Route\"&gt;North–South Expressway&lt;/a&gt;, providing drivers from Butterworth with an alternative route to &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt; to the south. The &lt;a href=\"Prai%20River%20Bridge\"&gt;Prai River Bridge&lt;/a&gt; was also built for this purpose, traversing the &lt;a href=\"Perai%20River\"&gt;Perai River&lt;/a&gt; that separates Butterworth and &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt;. In addition, the BORR is linked to the &lt;a href=\"Butterworth%E2%80%93Seberang%20Jaya%20Toll%20Road\"&gt;Butterworth–Seberang Jaya Toll Road&lt;/a&gt;, which was completed in 2007.\nAside from roads and expressways, rail transportation has historically played a vital role in Seberang Perai's economy. The first railway tracks were laid in the 1900s, connecting the area with the rest of &lt;a href=\"British%20Malaya\"&gt;Malaya&lt;/a&gt; for the first time, and facilitating the transportation of agricultural and mining commodities for export via the &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt;. Today, about of rail track stretches within Seberang Perai as part of the &lt;a href=\"Keretapi%20Tanah%20Melayu\"&gt;Malayan Railway&lt;/a&gt;'s &lt;a href=\"KTM%20West%20Coast%20Line\"&gt;West Coast Route&lt;/a&gt;. Out of the six train stations in Seberang Perai, the two major stations are in &lt;a href=\"Butterworth%20railway%20station\"&gt;Butterworth&lt;/a&gt; and &lt;a href=\"Bukit%20Mertajam%20railway%20station\"&gt;Bukit Mertajam&lt;/a&gt;, with the former offering services by both the &lt;a href=\"Keretapi%20Tanah%20Melayu\"&gt;Malayan Railway&lt;/a&gt; and the &lt;a href=\"State%20Railway%20of%20Thailand\"&gt;State Railway of Thailand&lt;/a&gt;; the &lt;a href=\"Butterworth%20railway%20station\"&gt;Butterworth rail station&lt;/a&gt; is also one of the major stops of the &lt;a href=\"Eastern%20and%20Oriental%20Express\"&gt;Eastern and Oriental Express&lt;/a&gt; between &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt; and &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;. Domestically, the &lt;a href=\"Keretapi%20Tanah%20Melayu\"&gt;Malayan Railway&lt;/a&gt; runs the &lt;a href=\"Inter-city%20rail\"&gt;inter-state&lt;/a&gt; &lt;a href=\"KTM%20ETS\"&gt;Electric Train Service&lt;/a&gt; along much of its &lt;a href=\"KTM%20West%20Coast%20Line\"&gt;West Coast Route&lt;/a&gt;, allowing train commuters from &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt; to travel to &lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt; in as little as four hours.\nThe two bridges that connect Seberang Perai with &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt; are the &lt;a href=\"Penang%20Bridge\"&gt;Penang Bridge&lt;/a&gt; and the &lt;a href=\"Sultan%20Abdul%20Halim%20Muadzam%20Shah%20Bridge\"&gt;Second Penang Bridge&lt;/a&gt;. The &lt;a href=\"Penang%20Bridge\"&gt;Penang Bridge&lt;/a&gt; links &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt; and &lt;a href=\"Gelugor\"&gt;Gelugor&lt;/a&gt;, a southern suburb of &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s capital city, &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt;, and was completed in 1985. At the time of its opening, the bridge was the longest in &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;. In 2013, it was superseded by the -long &lt;a href=\"Sultan%20Abdul%20Halim%20Muadzam%20Shah%20Bridge\"&gt;Second Penang Bridge&lt;/a&gt; to the south, which runs between &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt; and &lt;a href=\"Batu%20Maung\"&gt;Batu Maung&lt;/a&gt; near the southeastern tip of &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt;.\nA major transportation hub, &lt;a href=\"Penang%20Sentral\"&gt;Penang Sentral&lt;/a&gt;, is being constructed in Butterworth, and the first phase of the project, which consists of an &lt;a href=\"Intercity%20bus%20service\"&gt;inter-city bus&lt;/a&gt; terminal, is slated for completion in 2017. &lt;a href=\"Penang%20Sentral\"&gt;Penang Sentral&lt;/a&gt; is strategically located next to the &lt;a href=\"Sultan%20Abdul%20Halim%20Ferry%20Terminal\"&gt;Sultan Abdul Halim Ferry Terminal&lt;/a&gt; and the &lt;a href=\"Butterworth%20railway%20station\"&gt;Butterworth rail station&lt;/a&gt;. Overall, there are eight phases of the &lt;a href=\"Penang%20Sentral\"&gt;Penang Sentral&lt;/a&gt; project, which aims to integrate all bus, rail and &lt;a href=\"Rapid%20Ferry\"&gt;ferry&lt;/a&gt; services under a single mixed complex that will also incorporate commercial, residential and retail elements, akin to &lt;a href=\"Kuala%20Lumpur%20Sentral%20railway%20station\"&gt;Kuala Lumpur Sentral&lt;/a&gt;.\nPublic transportation.\nThe ground public transportation needs within Seberang Perai are currently being met by &lt;a href=\"Rapid%20Penang\"&gt;Rapid Penang&lt;/a&gt;, the primary &lt;a href=\"Public%20transport%20bus%20service\"&gt;public transit bus&lt;/a&gt; brand in &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;. At the time of writing, Rapid Penang operates 19 &lt;a href=\"Public%20transport%20bus%20service\"&gt;public transit&lt;/a&gt; routes within Seberang Perai, three cross-strait BEST shuttle bus services towards &lt;a href=\"Penang%20Island\"&gt;Penang Island&lt;/a&gt;, and four &lt;a href=\"Intercity%20bus%20service\"&gt;interstate routes&lt;/a&gt; towards neighbouring &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt; and &lt;a href=\"Perak\"&gt;Perak&lt;/a&gt;. Most &lt;a href=\"Public%20transport%20bus%20service\"&gt;public transit bus&lt;/a&gt; routes originate and terminate in Butterworth, linking it with other towns such as &lt;a href=\"Perai\"&gt;Perai&lt;/a&gt;, &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt;, &lt;a href=\"Nibong%20Tebal\"&gt;Nibong Tebal&lt;/a&gt; and &lt;a href=\"Simpang%20Ampat%2C%20Penang\"&gt;Simpang Ampat&lt;/a&gt;, while other routes operate specifically within each of the three districts of Seberang Perai.\nOther than &lt;a href=\"Rapid%20Penang\"&gt;Rapid Penang&lt;/a&gt;, the only other &lt;a href=\"Public%20transport%20bus%20service\"&gt;public transit bus&lt;/a&gt; operator is Cityliner, which handles a handful of routes within Seberang Perai as well.\nSea.\nCurrently the most vital harbour within northern &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt; and one of the largest in the country, the &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt; now operates the following facilities around Butterworth.\nThe &lt;a href=\"Port%20of%20Penang\"&gt;Port of Penang&lt;/a&gt; handled more than 1.44 million TEU of cargo in 2010, the third largest cargo volume amongst seaports in &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. The Port's strategic location enabled it to serve not just northern &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, but also southern &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;.\n&lt;a href=\"Rapid%20Ferry\"&gt;Rapid Ferry&lt;/a&gt;, which links Butterworth and &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt;, has been managed by &lt;a href=\"Prasarana%20Malaysia\"&gt;Prasarana Malaysia&lt;/a&gt; since 2017. This cross-strait shuttle ferry service commenced operations in 1894, making it the oldest surviving ferry service in &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. At present, six ferries ply the &lt;a href=\"Penang%20Strait\"&gt;Penang Strait&lt;/a&gt; between the &lt;a href=\"Sultan%20Abdul%20Halim%20Ferry%20Terminal\"&gt;Sultan Abdul Halim Ferry Terminal&lt;/a&gt; in Butterworth and &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt; daily.\nHealthcare.\nPublic hospitals\nPrivate hospitals\nEducation.\nThere are several higher learning institutions located in Seberang Perai but the most prominent are &lt;a href=\"Engineering%20Campus\"&gt;Universiti Sains Malaysia Engineering Campus&lt;/a&gt; located in Nibong Tebal; &lt;a href=\"Universiti%20Teknologi%20MARA\"&gt;Universiti Teknologi MARA&lt;/a&gt; (UiTM) with branches in &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt; and &lt;a href=\"Bertam\"&gt;Bertam&lt;/a&gt;; and &lt;a href=\"Politeknik%20Seberang%20Perai\"&gt;Politeknik Seberang Perai&lt;/a&gt; (PSP). Both are situated in the town of &lt;a href=\"Permatang%20Pauh\"&gt;Permatang Pauh&lt;/a&gt;.\nTourism.\nPenang Bird Park in &lt;a href=\"Seberang%20Jaya\"&gt;Seberang Jaya&lt;/a&gt; boasts a collection of over 300 species of birds with enormous walk-in aviaries and is the first and largest bird park of its kind in Malaysia. Popular among bird enthusiasts, the park was built in a garden landscaping concept with natural ponds and a vast collection of flora and several other wildlife including &lt;a href=\"Chevrotain\"&gt;mousedeer&lt;/a&gt;, giant alaipaima fish, phytons and monitor lizards.\nA popular recreational park among locals and outsiders alike, the Bukit Mertajam Recreational Forest in &lt;a href=\"Cherok%20Tok%20Kun\"&gt;Cherok Tok Kun&lt;/a&gt;, &lt;a href=\"Bukit%20Mertajam\"&gt;Bukit Mertajam&lt;/a&gt; is a tropical rain forest reserve sprawls over 37 hectares of hilly terrain including the Mertajam hill. The forest contains indigenous rain forest trees that could be over a hundred years old such as the Meranti Seraya (\"Shorea curtisii\") and Meranti Rambai Daun (\"Shorea acuminate\"). For the adventurous hikers, there are numerous jungle trail branching out towards the peak and also accessible by jeep and cycling. Other activities include picnicking, swimming by the waterfall and camping.\nA small village of &lt;a href=\"Mengkuang%20Titi\"&gt;Mengkuang Titi&lt;/a&gt; provides homestay programmes for foreign tourists which is the opportunity to live with the local &lt;a href=\"Ethnic%20Malays\"&gt;Malay&lt;/a&gt; family while experiencing Malay culture and the laid-back lifestyle of rural living. Among the activities during the programme were fruit picking in the orchard, visiting a handicraft centre, Mengkuang-mat-weaving demonstration, a trip cottage industry factories (Malaysian Muffins), bedak sejuk (traditional beauty powder made from rice flour) and soy bean products), visiting the Mengkuang Dam vicinity and the Air Itam Dalam mangrove reserve, a cultural performance, a stroll through a rubber plantation and an oil palm plantation.\n&lt;a href=\"Bukit%20Tambun\"&gt;Bukit Tambun&lt;/a&gt;, a small tranquil fishing village located in the &lt;a href=\"South%20Seberang%20Perai\"&gt;South Seberang Perai&lt;/a&gt; district, remains a seafood heaven for local and foreign tourists alike. It consists of seafood restaurants dotting along the river mouth with the dining area hovering over the water, serving local delicacies which are fresh daily catch from the sea.\n&lt;a href=\"Pulau%20Aman\"&gt;Pulau Aman&lt;/a&gt; is an island off-coast of &lt;a href=\"Bukit%20Tambun\"&gt;Bukit Tambun&lt;/a&gt; located at the south-east of &lt;a href=\"Penang%20island\"&gt;Penang island&lt;/a&gt;. It consists of a quaint Malay fishing village. The island is accessible to the public via ferry boat from the Batu Musang jetty in &lt;a href=\"Batu%20Kawan\"&gt;Batu Kawan&lt;/a&gt;. There is an old well, Telaga Emas (Golden Well) located right next to the sea.\nOne of the highlights in the town of &lt;a href=\"Nibong%20Tebal\"&gt;Nibong Tebal&lt;/a&gt; include the &lt;a href=\"firefly\"&gt;firefly&lt;/a&gt; watching along the river of Sungai Krian. This can be done late in the evening by boat as visitors can have the opportunity to enjoy the dazzling display of fireflies in the &lt;a href=\"Mangrove\"&gt;mangrove swamp&lt;/a&gt;.\nIn fact one of the major events in Seberang Perai is the St. Anne's Novena and Feast which is held end of July annually at the &lt;a href=\"St.%20Anne%27s%20Church%2C%20Bukit%20Mertajam\"&gt;St. Anne's Church, Bukit Mertajam&lt;/a&gt; which attract nearly over 100,000 pilgrims from all over the country and as far as neighbouring countries such as the Philippines, Russia, Singapore and Australia.\nRecently, the North Seberang Perai Local Plan 2020 Draft have developed several heritage trails, namely the Archeo-Tourism Trail, Heritage Trail and Beach Recreation Trail. The Archeo-Tourism Trail would cover an old fort at &lt;a href=\"Kota%20Kuala%20Muda\"&gt;Kota Kuala Muda&lt;/a&gt;, an archaeology complex in Sungai Emas, the Langkasuka ruins in Kota Aur, an early archaeology site in Guar Kepah, a candi (temple) in &lt;a href=\"Permatang%20Pasir\"&gt;Permatang Pasir&lt;/a&gt;, the Merdeka Bridge-cum-fort in Bumbung Lima and a border cornerstone in Ekor Kucing. Besides that, The Heritage Trail would commence from the Butterworth railway station through the Sultan Abdul Halim ferry terminal, a traditional blacksmith shop in Permatang Benuan, the Capal Jago chapal maker's shop in Kepala Batas and terminates at the whispering market in the Kuala Muda fishing village. Aside from that, the Beach Recreation Trail would cover the Pantai Bersih beach, Bagan Ajam beach, Pantai Teluk Molek (Robina Park) beach, Teluk Air Tawar recreation park, Kuala Bekah beach, Pantai Penaga, Sungai Muda sanctuary park, Pantai Kamloon recreation park, Bertam Vision Park, Padang Cempedak recreation park and Air Hitam Dalam recreation park.\nFurthermore, the Central Seberang Perai Local Plan 2020 draft would include the upgrade of the Penang Bird Park, the &lt;a href=\"Seberang%20Jaya\"&gt;Seberang Jaya&lt;/a&gt; Expo, proposals of rural homestay project in Sama Gagah, Pematang Pasir and &lt;a href=\"Penanti\"&gt;Kubang Semang&lt;/a&gt;, promoting education-based tourism with MICE facilities in Prai and eco-tourism in &lt;a href=\"Mengkuang%20Dam\"&gt;Mengkuang Dam&lt;/a&gt; and &lt;a href=\"Cherok%20Tok%20Kun\"&gt;Cherok Tok Kun&lt;/a&gt;."
}