{
    "id": "23080235",
    "revid": "27908073",
    "url": "https://en.wikipedia.org/wiki?curid=23080235",
    "title": "Thick concept",
    "text": "In &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt;, a thick concept (sometimes: \"thick normative concept\", or \"thick evaluative concept\") is a kind of concept that both has a significant degree of descriptive content and is evaluatively loaded. Paradigmatic examples are various &lt;a href=\"virtue\"&gt;virtue&lt;/a&gt;s and &lt;a href=\"vice\"&gt;vice&lt;/a&gt;s such as \"courage\", \"cruelty\", \"truthfulness\" and \"kindness\". Courage for example, may be given a rough characterization in descriptive terms as '...opposing danger to promote a valued end'. At the same time, characterizing someone as courageous typically involves expressing a pro-attitude, or a (prima facie) good-making quality – i.e. an evaluative statement.\nA middle position.\nThick concepts thus seem to occupy a 'middle position' between (thin) descriptive concepts and (thin) evaluative concepts. Descriptive concepts such as \"&lt;a href=\"water\"&gt;water&lt;/a&gt;\", \"&lt;a href=\"gold\"&gt;gold&lt;/a&gt;\", \"&lt;a href=\"length\"&gt;length&lt;/a&gt;\" and \"&lt;a href=\"mass\"&gt;mass&lt;/a&gt;\" are commonly believed to pick out features of the world rather than provide reasons for action, whereas evaluative concepts such as \"right\" and \"good\" are commonly believed to provide reasons for action rather than picking out genuine features of the world. \nThis 'double feature' of thick concepts has made them the point of debate between &lt;a href=\"moral%20realism\"&gt;moral realists&lt;/a&gt; and &lt;a href=\"expressivism\"&gt;moral expressivists&lt;/a&gt;. Moral realists have argued that the world-guided content and the action-guiding content cannot be usefully separated, indicating that competent use of thick concepts constitutes ethical knowledge. Expressivists, favoring an account of moral values as attitudes projected onto the world, wish to maintain a distinction between the (morally neutral) descriptive features of a thick concept and the evaluative attitudes that typically go with them.\nTwo accounts of thick concepts.\nThick concepts seem to combine the descriptive features of natural concepts such as water with an evaluative content similar to the thin evaluative concepts such as good and right. How are we to understand this ‘combination’? Many theorists treat it as a conjunctive: a thick concept should be analyzed as a conjunction of a descriptive part and an evaluative part which, at least in principle, may be separated. A basic feature of this analysis is thus that the descriptive content of a thick concept may be given in absence of the evaluative content. Returning to the example of courage, ‘…is courageous’ could on this account be analyzed as something along the lines of ‘…opposing danger to promote a valued end’ and ‘this is (prima facie) good-making’. The evaluative part, on this view, may thus be characterized as a ‘prescriptive flag’ attached to the concept. It is, on this view, in principle possible to construct a completely descriptive concept – i.e. without evaluative force – that picked out the same features of the world.\nThis account of thick concepts has been criticized by other theorists, notably of moral realist persuasion. In their view, the only way to understand a thick concept is to understand the descriptive and evaluative aspects as a whole. The idea is that, for a thick concept, the evaluative aspect is profoundly involved in the practice of using it; one cannot understand a thick concept without also understanding its evaluative point. Therefore, descriptive terms cannot completely fill in the ‘along the lines’ of a description such as ‘…opposing danger to promote a valued end’. These descriptions may allow the novice to see the salient features. However a hooking on to the evaluative perspective allows the person to fully understand the 'thick' concept.\nBibliography.\nBlackburn, S. (1998) \"Ruling Passions\", Oxford: Clarendon Press.\nBlomberg, O. (2007) Disentangling The Thick Concept Argument, \"Sats: Nordic Journal of Philosophy\", 8(2), 63–78. (&lt;a href=\"https%3A//dx.doi.org/10.1515/SATS.2007.63\"&gt;link&lt;/a&gt;)\nDancy, J. (1995) In Defence of Thick Concepts, in French, Uehling, and Wettstein eds., \"Midwest Studies in Philosophy 20\", Notre Dame, Ind.: University of Notre Dame Press.\nDancy, J. (2004) \"Ethics without Principles\", Oxford: Clarendon Press.\nElgin, C. (2005) Williams on Truthfulness, \"The Philosophical Quarterly\" 55.\nGibbard, A. (1992) Thick Concepts and Warrant For Feelings, \"Proceedings of the Aristotelian Society\" 66 (Supplementary).\nHooker, B. and Little, M. (2000), \"Moral Particularism\", Oxford: Clarendon Press.\nLittle, M. (2000) Moral Generalities Revisited, in Hooker and Little 2000.\nMcDowell, J. (1978) Are Moral Requirements Hypothetical Imperatives? \"Proceedings of the Aristotelian Society Supplementary Volume\" 52, 13–29.\nMcDowell, J. (1979), Virtue and Reason, \"Monist\" 62(3), 331–350.\nMcDowell, J. (1981), Non-Cognitivism and Rule-Following, in \"Wittgenstein: To Follow a Rule\", eds. S. Holtzman and C. Leich, London &amp; Boston: Routledge &amp; Kegan Paul, 141–162.\nMcNaughton, D. and Rawling, P. (2000) Unprincipled Ethics, in Hooker and Little 2000, 256–275.\n&lt;a href=\"Williams%2C%20B.\"&gt;Williams, B.&lt;/a&gt; (1985) \"Ethics and the Limits of Philosophy\", Cambridge, Mass.: Harvard University Press."
}