{
    "id": "23088267",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=23088267",
    "title": "David Carnivale",
    "text": "David John J. Carnivale (born April 29, 1958) is an architect, preservationist, author, and artist. He wrote \"The Affordable House\", which was the second book to appear cover-to-cover on the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; (March 1996), featured on the web's first architectural website The Affordable House. Since 2005 it has been published by BookSurge.com.\nIn 2000, David Carnivale stopped the demolition of, and subsequently restored, the 1678 &lt;a href=\"Lakeman-Cortelyou-Taylor%20House\"&gt;Lakeman-Cortelyou-Taylor House&lt;/a&gt; in &lt;a href=\"New%20Dorp\"&gt;New Dorp&lt;/a&gt;, &lt;a href=\"Staten%20Island\"&gt;Staten Island&lt;/a&gt;. In 2005, he stopped the demolition of the 1825 Seaman Cottage which was instead relocated to &lt;a href=\"Richmondtown\"&gt;Richmondtown&lt;/a&gt; Restoration, Staten Island. Carnivale has also been active in helping a number of other notable Staten Island structures become designated as landmarks, and for his efforts has won a number of preservation awards. His architectural practice to date has produced plans to approximately 500 projects, including a planned new community and an airport, both in &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;, as well as residences in two dozen states and many &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; commercial projects.\nLawsuit.\nFrom 2001 to 2005, he filed lawsuits against &lt;a href=\"New%20York%20State\"&gt;New York State&lt;/a&gt; concerning a new continuing education requirement passed by the legislature but written by a special-interest group for their own financial benefit; as a \"&lt;a href=\"pro%20se\"&gt;pro se&lt;/a&gt;\" plaintiff his complaint was put on the 2004 docket of the U.S. Supreme Court. He did not prevail but he rewrote the suit and brought it to the &lt;a href=\"New%20York%20State%20Supreme%20Court\"&gt;New York State Supreme Court&lt;/a&gt; based on NYS Constitutional protections, and the state amended the law in question to satisfy much of Mr. Carnivale's complaint.\nBackground.\nA native Staten Islander, he was raised in Richmondtown Restoration where he spent his youth helping restore the historic village's Dutch and English colonial era buildings, and learning American architectural history from one of the founders of the restoration (and the island's first Borough Historian) Loring McMillen. Attended &lt;a href=\"Susan%20E.%20Wagner%20High%20School\"&gt;Susan E. Wagner High School&lt;/a&gt; 1972-1976; Staten Island Community College and Richmond College 1976-1978 (all on S.I.); &lt;a href=\"New%20York%20Institute%20of%20Technology\"&gt;New York Institute of Technology&lt;/a&gt; (Manhattan campus 1978-1980 and Old Westbury L.I. campus 1980-1982) and one semester at the &lt;a href=\"American%20Academy%20in%20Rome\"&gt;American Academy in Rome&lt;/a&gt; in 1981."
}