{
    "id": "2309274",
    "revid": "30071275",
    "url": "https://en.wikipedia.org/wiki?curid=2309274",
    "title": "Didi Senft",
    "text": "Dieter \"Didi\" Senft (born 7 February 1952) is a German cycling fan who is known as the Didi the Devil or El Diablo at the &lt;a href=\"Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; and &lt;a href=\"Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt;. Since 1993, he has been seen in the Tour and Giro's many stages wearing his red devil costume and painting &lt;a href=\"trident\"&gt;trident&lt;/a&gt; symbols on the road some miles before he appears. Senft said the inspiration for his costume came from secretly watching the Tour de France on West German TV and hearing a broadcaster refer to the red triangular flag that marks the last kilometer as \"the devil's red flag.\"\nBiography.\nSenft is an inventor who has created numerous unusual bicycles including the largest rideable bicycle in the world. He has more than 17 world records from bike-related inventions. According to the &lt;a href=\"Guinness%20Book%20of%20Records\"&gt;Guinness Book of Records&lt;/a&gt;, Senft built the largest mobile guitar, taking the form of a bicycle.\n During multi-day stage races he often travels ahead of the race itself in a custom-decorated camper vehicle, picking various locations for the race to pass by. He is also a regular attendee at important single day races, such as the &lt;a href=\"spring%20classic\"&gt;spring classic&lt;/a&gt;s and &lt;a href=\"UCI%20Road%20World%20Championships\"&gt;world championships&lt;/a&gt;.\nIn 1996, Senft travelled to Atlanta, Georgia, USA to cheer on the athletes during the &lt;a href=\"Games%20of%20the%20XXVI%20Olympiad\"&gt;1996 Summer Olympic Games&lt;/a&gt; cycling road race on the streets of suburban Buckhead.\nDuring the 2006 &lt;a href=\"Tour%20de%20Suisse\"&gt;Tour of Switzerland&lt;/a&gt;, Didi Senft painted his signature trident on the road before the competitors were set to go by. However, the local Swiss police told him it was illegal and asked him to remove the marks in order to avoid facing a fine.\nHe was again in the spotlight at &lt;a href=\"Euro%202008\"&gt;Euro 2008&lt;/a&gt; when he rode through &lt;a href=\"Klagenfurt\"&gt;Klagenfurt&lt;/a&gt; in his specially created \"Football Bike\" prior to the Germany vs Croatia Match.\nHe was seen at the 2011 and 2012 Giro d'Italia and the 2011 &lt;a href=\"Cologne%20Marathon\"&gt;Cologne Marathon&lt;/a&gt; in a pink devil costume.\nIn 2012, Senft confirmed he would miss the Tour de France for the first time since 1993 after undergoing surgery. \"I just got back from having my head x-rayed, the third time in three weeks, I feel like a &lt;a href=\"Chernobyl%20disaster\"&gt;Chernobyl reactor&lt;/a&gt;,\" he told &lt;a href=\"Cyclingnews.com\"&gt;Cyclingnews.com&lt;/a&gt;. \"Today the results were much better and I can start doing more things every day.\" Following his enforced absence from events, Senft was present at the 2012 World Championships, and has been at the Tour de France in each edition since, as of 2021."
}