{
    "id": "23096385",
    "revid": "23934003",
    "url": "https://en.wikipedia.org/wiki?curid=23096385",
    "title": "Plum Stones",
    "text": "Plum Stones (subtitled \"The Hidden P. G. Wodehouse\") is a set of 12 volumes of uncollected short stories by &lt;a href=\"P.%20G.%20Wodehouse\"&gt;P. G. Wodehouse&lt;/a&gt;. All 25 stories were previously published in magazines, but not published in book form in the UK. The volumes were published posthumously between 1993 and 1995 in the UK by Galahad Books. The first two volumes were published in 1993, the following six in 1994, and last four in 1995.\nEach volume is a short booklet, with commentary on the stories by Tony Ring. The stories were printed in a limited edition with the permission\nof the Trustees of the Wodehouse Estate. The first sixteen sets were issued as an omnibus edition, published in 1993.\nVolumes.\n\"Wodehouse, Detective Writer\".\nFirst volume, 64 pages.\n\"Mr McGee's Big Day\" was six pages long in \"Ellery Queen's Mystery Magazine\". For comparison, another Wodehouse story, \"&lt;a href=\"Strychnine%20in%20the%20Soup\"&gt;Strychnine in the Soup&lt;/a&gt;\", was fifteen pages long when published in \"Ellery Queen\" in 1952.\n\"Unrepublished Reggie Pepper\".\nSecond volume, 76 pages. All three stories feature the early Wodehouse character &lt;a href=\"Reggie%20Pepper\"&gt;Reggie Pepper&lt;/a&gt;.\n\"Theatrical Stories\".\nThird volume, 64 pages.\nUnder the title \"The Golden Flaw\", the story was published in \"McClure's\" with illustrations by &lt;a href=\"Arthur%20William%20Brown\"&gt;Arthur William Brown&lt;/a&gt;.\n\"Franklin's Favorite Daughter\" was illustrated by David Robinson in \"Cosmopolitan\". In the \"Strand\", \"Back to the Garage\" was illustrated by S. Abbey.\n\"Keggs, the Butler\".\nFourth volume, 36 pages.\n\"Watch Dog\" was illustrated by Phillips Ward in \"Hampton's Magazine\". \"Love Me, Love My Dog\" was illustrated by &lt;a href=\"Harry%20Rountree\"&gt;Harry Rountree&lt;/a&gt; in the \"Strand\".\n\"First Impressions, Mature Reflections\".\nFifth volume, 52 pages.\nThe story was illustrated by &lt;a href=\"E.%20H.%20Shepard\"&gt;E. H. Shepard&lt;/a&gt; in the \"Strand\", and by &lt;a href=\"John%20Sloan\"&gt;John Sloan&lt;/a&gt; in \"Collier's\".\nThe story was illustrated by \"R. L. S.\" in \"Dream World\", a Chicago-based magazine.\n\"There But For the Grace of God Goes Baxter\".\nSixth volume, 28 pages.\n\"Self-Derivatives\" Par Excellence.\nSeventh volume, 60 pages.\n\"Bertie's Friends\".\nEighth volume, 44 pages. The first story features &lt;a href=\"Bobbie%20Wickham\"&gt;Bobbie Wickham&lt;/a&gt; and the second &lt;a href=\"Bingo%20Little\"&gt;Bingo Little&lt;/a&gt;.\n\"In That Shape, Rotten\".\nNinth volume, 40 pages.\n\"Ethics and Eugenics\".\nTenth volume, 52 pages.\n\"A Prisoner of War\" was illustrated by &lt;a href=\"Alfred%20Leete\"&gt;Alfred Leete&lt;/a&gt; in the \"Strand\".\nThe story was illustrated by &lt;a href=\"W.%20Heath%20Robinson\"&gt;W. Heath Robinson&lt;/a&gt; in \"Pearson's\".\n\"Wrykyn Havoc\".\nEleventh volume, 36 pages.\n\"First Drafts\".\nTwelfth volume, 44 pages."
}