{
    "id": "2313871",
    "revid": "42224866",
    "url": "https://en.wikipedia.org/wiki?curid=2313871",
    "title": "SpartanNash",
    "text": "SpartanNash (formerly Spartan Stores, &lt;a href=\"Nash%20Finch%20Company\"&gt;Nash Finch&lt;/a&gt;) is an American food distributor and grocery store retailer headquartered in &lt;a href=\"Byron%20Center%2C%20Michigan\"&gt;Byron Center&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. The company's core businesses include distributing food to independent grocers, &lt;a href=\"Commissary%20%28store%29\"&gt;military commissaries&lt;/a&gt;, and corporate-owned retail stores in 44 states, Europe, Latin America, and the Middle East. SpartanNash operates 142 corporate-owned retail stores under a number of brands located in North Dakota, South Dakota, Nebraska, Minnesota, Iowa, Indiana, Wisconsin, Michigan, and Ohio, many of which were local grocery chains acquired by SpartanNash. In terms of revenue, it is the largest food distributor serving military commissaries and exchanges in the United States. It is known for its Our Family line of products and formerly the \"Spartan\" line of products.\nHistory.\nThe Grand Rapids Wholesale Grocery Company was founded in 1917 and assumed the Spartan Stores name in 1957. For most of its history, Spartan was a &lt;a href=\"retailers%27%20cooperative\"&gt;cooperative&lt;/a&gt;. Spartan changed to for-profit in the 1970s and was first traded on the &lt;a href=\"NASDAQ\"&gt;NASDAQ&lt;/a&gt; in August 2000.\nD&amp;W Food Centers began using Spartan as a supply in 1961 following soon supplied with Spartan and D&amp;W private label products. In 2000, D&amp;W switched to Supervalu.\nIn 2000, Spartan Stores bought the &lt;a href=\"Seaway%20Foodtown\"&gt;Seaway Foodtown&lt;/a&gt; company whose operations included 47 Food Town Supermarkets and 26 The Pharm deep-discount drugstores. By 2003, the company had discontinued Food Town operations.\nIn 2005, Spartan was expected to purchase &lt;a href=\"Farmer%20Jack\"&gt;Farmer Jack&lt;/a&gt;, but did not consider the chain a good acquisition. The company agreed to acquire D&amp;W Food Centers, Inc. in March 2006. \nIn 2007, Spartan acquired the Felpausch chain consisting of 20 stores, nine with in-house pharmacies, three convenience stores, and two fuel centers. In February 2011, the last Felpausch in &lt;a href=\"Coldwater%2C%20Michigan\"&gt;Coldwater, Michigan&lt;/a&gt; switched over to the Family Fare name.\nIn April 2008, Spartan announced that the store and customer lists of 12 of the 14 remaining Pharm stores would be sold to &lt;a href=\"Rite%20Aid\"&gt;Rite Aid&lt;/a&gt;. The remaining two Michigan stores were sold in separate transactions. Industry experts said Rite Aid would likely keep the stores open and convert them to its own format and brand. In October 2008, Spartan announced it would purchase VGs Grocery and Pharmacy stores in Michigan.\n13 Glen's Markets in Northern Michigan began undergoing conversion to the Family Fare name starting in May 2013. Three new Valu Land stores were also opened in 2013.\nSpartanNash.\nIn 2013, Spartan Stores and Nash Finch merged and formed SpartanNash company. The official name change was to occur May 2014, while continuing to operate as Spartan Stores, Nash Finch and MDV in their prior markets.\nOn January 9, 2017, SpartanNash completed its acquisition of Catio Foods and Blue Ribbon Transport (BRT).\nIn March 2017, it was announced that David Staples would replace Dennis Edison as chief executive officer of SpartanNash. Edison continued as the chairman of the company's board of directors after he retired as CEO in late May. , the CEO is Tony B. Sarsam.\nIn 2018, SpartanNash announced to their Fergus Falls Sun Mart employees on June 15, that the location would be aiming for a July 14 closure.\nOn December 31, 2018, SpartanNash completed its acquisition of &lt;a href=\"South%20Bend%2C%20Indiana\"&gt;South Bend, Indiana&lt;/a&gt;-based Martin's Super Markets.\nRetail chains.\nCurrent.\nSource: "
}