{
    "id": "231364",
    "revid": "1069241687",
    "url": "https://en.wikipedia.org/wiki?curid=231364",
    "title": "Robert Bosch GmbH",
    "text": "Robert Bosch GmbH (; ), commonly known as Bosch, is a German &lt;a href=\"Multinational%20corporation\"&gt;multinational&lt;/a&gt; &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt; and &lt;a href=\"technology%20company\"&gt;technology company&lt;/a&gt; headquartered in &lt;a href=\"Gerlingen\"&gt;Gerlingen&lt;/a&gt;. The company was founded by &lt;a href=\"Robert%20Bosch\"&gt;Robert Bosch&lt;/a&gt; in &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt; in 1886. Bosch is 92% owned by &lt;a href=\"Robert%20Bosch%20Stiftung\"&gt;Robert Bosch Stiftung&lt;/a&gt;, a charitable institution.\nBosch's core operating areas are spread across four business sectors: mobility (hardware and software), consumer goods (including &lt;a href=\"BSH%20Hausger%C3%A4te\"&gt;household appliances&lt;/a&gt; and power tools), industrial technology (including &lt;a href=\"Bosch%20Rexroth\"&gt;drive and control&lt;/a&gt;) and energy and building technology.\nHistory.\n1886–1920.\nThe history of the company started in a backyard in Stuttgart-West as the \"Werkstätte für Feinmechanik und Elektrotechnik\" (\"Workshop for Precision Mechanics and Electrical Engineering\") on 15 November 1886. One year later, Bosch presented the first low voltage &lt;a href=\"magneto\"&gt;magneto&lt;/a&gt; for gas engines.\nFrom 1897, Bosch started installing better-designed &lt;a href=\"Ignition%20magneto\"&gt;magneto ignition&lt;/a&gt; devices into automobiles and became the only supplier of a truly reliable &lt;a href=\"Ignition%20system\"&gt;ignition&lt;/a&gt; within the industry. In 1902, the chief engineer at Bosch, &lt;a href=\"Gottlob%20Honold\"&gt;Gottlob Honold&lt;/a&gt;, unveiled the high-voltage magneto ignition system with &lt;a href=\"spark%20plug\"&gt;spark plug&lt;/a&gt;. This product paved the way for Bosch to become a leading automotive supplier.\nThe first factory was opened by Bosch in Stuttgart in 1901. In 1906, the company produced its 100,000th magneto. In the same year, Bosch introduced the 8-hours day for workers. In 1910, the &lt;a href=\"Stuttgart-Feuerbach\"&gt;Feuerbach&lt;/a&gt; plant was founded and built close to Stuttgart. In this factory, Bosch started to produce &lt;a href=\"Headlamp\"&gt;headlights&lt;/a&gt; in 1913.\nIn 1917, Bosch was transformed into a corporation.\nUntil 1945.\nIn 1926, Bosch started to produce &lt;a href=\"Windscreen%20wiper\"&gt;windshield wipers&lt;/a&gt;, and in 1927, &lt;a href=\"injection%20pump\"&gt;injection pump&lt;/a&gt;s for diesel. Bosch bought the gas appliances production from &lt;a href=\"Junkers\"&gt;Junkers &amp; Co&lt;/a&gt;. in 1932. In the same year, the company developed its first &lt;a href=\"Drill\"&gt;power drill&lt;/a&gt; and presented its first &lt;a href=\"Vehicle%20audio\"&gt;car radio&lt;/a&gt;.\nAs early as the end of 1933, negotiations between Robert Bosch AG and the &lt;a href=\"Nazi%20Party\"&gt;National Socialists&lt;/a&gt; began on relocating parts of armaments production to the interior of Germany. Bosch founded two such alternative plants in 1935 and 1937: Dreilinden Maschinenbau GmbH in &lt;a href=\"Kleinmachnow\"&gt;Kleinmachnow&lt;/a&gt; near Berlin and Elektro- und Feinmechanische Industrie GmbH (later Trillke-Werke GmbH) in &lt;a href=\"Hildesheim\"&gt;Hildesheim&lt;/a&gt;. Both plants were used exclusively for armaments production. These \"shadow factories\" were built under great secrecy and in close cooperation with the Nazi authorities. In 1937, Bosch AG became a limited liability company (&lt;a href=\"Gesellschaft%20mit%20beschr%C3%A4nkter%20Haftung\"&gt;GmbH&lt;/a&gt;).\nThe Bosch subsidiary Dreilinden Maschinenbau GmbH (DLMG) in Kleinmachnow employed around 5,000 people, more than half of whom were &lt;a href=\"Forced%20labour%20under%20German%20rule%20during%20World%20War%20II\"&gt;forced laborers&lt;/a&gt;, prisoners of war, and female concentration camp prisoners, including many women from the &lt;a href=\"Warsaw%20Uprising\"&gt;Warsaw Uprising&lt;/a&gt;. They had to produce accessories for German &lt;a href=\"Luftwaffe\"&gt;Luftwaffe&lt;/a&gt; aircraft. In Hildesheim, a secret plant for the entire electrical equipment of tanks, tractors, and trucks of the &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; was built. In 1944, 4,290 men and women worked in the Trillke factory, 2,019 of whom were forced laborers, prisoners of war and military internees. During the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, a total of 2,711 people who had been deported to Germany from the occupied countries had to work at the Bosch plant in Hildesheim. \nIn the last years of the war, no new German tank ever drove without the starter elements from the Bosch factory in Hildesheim. Bosch also had a monopoly position in the outfitting of German Luftwaffe aircraft.\nDuring the war, production was further decentralized, Bosch produced in an ever larger number of factories, and relocated parts of its production to 213 plants in more than 100 locations.\nOn 12 March 1942, the company's founder, Robert Bosch, died at the age of 80.\nAngela Martin and Ewa Czerwiakowski interviewed numerous former forced laborers and &lt;a href=\"Nazi%20concentration%20camp\"&gt;concentration camp&lt;/a&gt; prisoners of Dreilinden Maschinenbau GmbH and Trillke-Werke as part of a Berliner Geschichtswerkstatt project, researched the history of the two shadow factories, and published several books and exhibitions on the subject.\nUntil 2000.\nAfter the second world war, Bosch established a partnership with the Japanese company &lt;a href=\"Denso\"&gt;Denso&lt;/a&gt;.\nIn 1964, \"Robert Bosch Stiftung\" was founded. Bosch founded a new development center in &lt;a href=\"Schwieberdingen\"&gt;Schwieberdingen&lt;/a&gt; in 1968, and the headquarters moved to &lt;a href=\"Gerlingen\"&gt;Gerlingen&lt;/a&gt; in 1970.\nIn 1981, the company participated on an equity basis in the \"&lt;a href=\"Telefonbau%20%26amp%3B%20Normalzeit%20GmbH\"&gt;Telefonbau &amp; Normalzeit GmbH&lt;/a&gt;\" that was renamed \"&lt;a href=\"Telenorma\"&gt;Telenorma&lt;/a&gt;\" in 1985, and acquired completely in 1987. In 1994, this part of the company was renamed as \"Bosch Telecom GmbH\".\nThe most relevant inventions of the company until 2000 were the &lt;a href=\"oxygen%20sensor\"&gt;oxygen sensor&lt;/a&gt; (1976), the electric motor control (1979), the &lt;a href=\"traction%20control%20system\"&gt;traction control system&lt;/a&gt; (1986), the xenon light for cars (1991), the &lt;a href=\"electronic%20stability%20control\"&gt;electronic stability control&lt;/a&gt; (1995), further development of the &lt;a href=\"Common%20rail\"&gt;common rail direct fuel injection&lt;/a&gt; (invented by &lt;a href=\"Magneti%20Marelli\"&gt;Magneti Marelli&lt;/a&gt;) (1997), and the &lt;a href=\"Fuel%20injection\"&gt;direct fuel injection&lt;/a&gt; (2000).\nIn 2000, Bosch sold the Private Networks area (nowadays, &lt;a href=\"Tenovis\"&gt;Tenovis&lt;/a&gt; and &lt;a href=\"Avaya\"&gt;Avaya&lt;/a&gt;, respectively).\n21st century.\nIn 2001, Bosch acquired the \"Mannesmann Rexroth AG\", which they later renamed to \"&lt;a href=\"Bosch%20Rexroth\"&gt;Bosch Rexroth AG&lt;/a&gt;\". In the same year, the company opened a new testing center in Vaitoudden, close to &lt;a href=\"Arjeplog\"&gt;Arjeplog&lt;/a&gt; in north Sweden. A new developing center in &lt;a href=\"Abstatt\"&gt;Abstatt&lt;/a&gt;, Germany followed in 2004.\nIn 2002, Bosch acquired Philips CSI, which at the time was manufacturing a broad range of professional communication and security products and systems including &lt;a href=\"Closed-circuit%20television\"&gt;CCTV&lt;/a&gt;, congress and public address systems.\nImportant inventions in these years were the electric hydraulic brake in 2001, the common rail fuel injection with piezo-injectors, the digital car radio with a disc drive, and the cordless screwdriver with a &lt;a href=\"lithium-ion%20battery\"&gt;lithium-ion battery&lt;/a&gt; in 2003.\nBosch received the \"Deutsche Zukunftspreis\" (German Future Prize) from the German president in 2005 and 2008. A new development center was planned in 2008 in &lt;a href=\"Renningen\"&gt;Renningen&lt;/a&gt;. In 2014, the first departments moved to the new center, while the remaining departments followed in 2015.\nIn 2006, Bosch acquired &lt;a href=\"Telex%20Communications\"&gt;Telex Communications&lt;/a&gt; and &lt;a href=\"Electro-Voice\"&gt;Electro-Voice&lt;/a&gt;.\nIn 2009, Bosch invested about 3.6 billion Euro in development and research. Approximately 3900 patents are published per year. In addition to increasing energy efficiency by employing renewable energies, the company plans to invest into new areas such as &lt;a href=\"biomedical%20engineering\"&gt;biomedical engineering&lt;/a&gt;.\nChina has developed into an important market and manufacturing base for Bosch. In 2012, Bosch had 34,000 employees and a revenue of 41.7 billion Yuan (about 5 billion Euro) in China.\nIn January 2020, Bosch Packaging Technology became Syntegon \nIn June 2021, Bosch christened its newly built semiconductor manufacturing plant in which it invested $1.2 billion, its largest-ever spending on a single project.\nOperations.\nThe majority of Bosch Group businesses are grouped into the following four business sectors.\nMobility solutions.\nThe Mobility Solutions business sector accounts for 60 percent of total sales in 2019. Its main areas of activity are injection technology and &lt;a href=\"powertrain\"&gt;powertrain&lt;/a&gt; peripherals for internal-combustion engines, powertrain electrification, steering systems, safety and driver-assistance systems, &lt;a href=\"infotainment\"&gt;infotainment&lt;/a&gt; technology as well as vehicle-to-vehicle and vehicle-to-infrastructure communication, repair-shop concepts, and technology and services for the &lt;a href=\"automotive%20aftermarket\"&gt;automotive aftermarket&lt;/a&gt;.\nParticular strategic priorities for the sector include transforming the powertrain and expanding the business in the areas of electrification, &lt;a href=\"automated%20driving\"&gt;automated driving&lt;/a&gt;, new electrical and electronic architectures for vehicles, accessing adjacent market segments, and developing additional services.\nThe new Powertrain Solutions division was formed effective 1 January 2018, in order to develop powertrain technology products, regardless of the energy source. The new division resulted from the merger of the former Gasoline Systems and Diesel Systems divisions. It offers products for powertrain technology, from gasoline and diesel direct injection to electrified powertrains with battery systems and, in the future, it will offer fuel-cell technologies as well.\nBrands within this sector include: \nIndustrial technology.\nIn the 2019 business year, the Industrial Technology business sector generated roughly 10 percent of total Bosch Group sales. The sector includes the &lt;a href=\"Bosch%20Rexroth\"&gt;Drive and Control Technology division&lt;/a&gt;, whose products include customized drive, control, and linear motion for factory automation, plant construction and engineering, and mobile machinery.\nThe second division, Packaging Technology, provides process and packaging for the pharmaceuticals and foodstuffs industries. Its range includes stand-alone machines, systems, and service. In 2018, Bosch decided to look for a new owner for this business. Bosch's in-house provider of assembly systems, Robert Bosch Manufacturing Solutions GmbH, Stuttgart, remains part of the Bosch Group; up to now, it has been part of the Packaging Technology division.\nIn addition, the Bosch Connected Industry business unit, which develops software and carries out Industry 4.0 projects for internal and external customers, has been part of the Industrial Technology business sector since the start of 2018.\nIn January 2020, Bosch Packaging Technology became Syntegon \nConsumer goods.\nThe Consumer Goods business sector contributed some 23 percent of total Bosch Group sales in 2019. Its Power Tools division is a supplier of power tools, power-tool accessories, and measuring technology. In addition to power tools such as &lt;a href=\"hammer%20drill\"&gt;hammer drill&lt;/a&gt;s, cordless screwdrivers, and &lt;a href=\"Jigsaw%20%28power%20tool%29\"&gt;jigsaws&lt;/a&gt;, its products also include gardening equipment such as &lt;a href=\"Lawn%20mower\"&gt;lawnmowers&lt;/a&gt;, &lt;a href=\"hedge%20trimmer\"&gt;hedge trimmer&lt;/a&gt;s, and &lt;a href=\"Pressure%20washing\"&gt;high-pressure cleaners&lt;/a&gt;. One of the division's focal points is convenient, high-performance cordless tools, and increasingly also web-enabled tools and services.\nThe Consumer Goods business sector also includes &lt;a href=\"BSH%20Hausger%C3%A4te\"&gt;BSH Hausgeräte&lt;/a&gt; GmbH, which offers a broad range of modern, energy-efficient, and increasingly connected household appliances. Its products range from washing machines and tumble dryers through refrigerators and freezers, stoves and ovens, and dishwashers, to small appliances such as &lt;a href=\"vacuum%20cleaner\"&gt;vacuum cleaner&lt;/a&gt;s, &lt;a href=\"Coffeemaker\"&gt;coffee makers&lt;/a&gt;, and &lt;a href=\"food%20processor\"&gt;food processor&lt;/a&gt;s.\nBrands within this sector include:\nEnergy and building technology.\nIn 2019, the Energy and Building Technology business sector generated 7 percent of total Bosch Group sales. Its Building Technologies division (formerly Security Systems) has two areas of business: the global product business for security and communications, and the regional integrator business. The latter offers services for building security, energy efficiency, and building automation in selected countries. Both units focus on commercial applications. The products encompass video-surveillance, intrusion-detection, fire-detection, and voice-alarm systems, as well as access-control and professional audio and conference systems.\nThe Thermotechnology division offers systems for &lt;a href=\"air%20conditioning\"&gt;air conditioning&lt;/a&gt;, hot water, and decentralized energy management. It provides heating systems and energy management for residential buildings, water heaters, and commercial and industrial heating and air-conditioning systems.\nThe Bosch Global Service Solutions division offers outsourcing for business processes and services, primarily for customers in the automotive, travel, and logistics industries and in information and communications technology. Within Bosch, it also provides shared-service functions.\nRobert Bosch Smart Home GmbH offers web-enabled, app-controlled products for the home.\nBrands within this sector:\nOther business areas.\nThe Bosch Group also operates in other business areas that are not assigned to a particular sector.\nBosch Healthcare Solutions GmbH is a wholly owned subsidiary of Robert Bosch GmbH. The subsidiary was established in 2015 with the aim of developing products and services that improve people's health and quality of life. The business offers customers connected products and services in the area of healthcare and medical technology. In March 2020, Bosch Healthcare Solutions announced that it has developed a diagnostic tool for detecting the &lt;a href=\"coronavirus\"&gt;coronavirus&lt;/a&gt; &lt;a href=\"SARS-CoV-2\"&gt;SARS-CoV-2&lt;/a&gt; responsible for the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; in under three hours. According to Bosch, the test can be performed directly at the point of care, eliminating the need to transport samples.\nBosch Software Innovations has been active on the internet of things for nearly ten years. Its team takes &lt;a href=\"Internet%20of%20things\"&gt;IoT&lt;/a&gt; ideas from the level of strategy to practical implementation, and helps companies manage the process of digital transformation.\nThe Grow Platform GmbH is the legal entity of Grow and a 100% subsidiary of the Bosch corporation. Grow is an internal start-up incubator.\nRobert Bosch Venture Capital GmbH (RBVC) is the corporate venture capital company of the Bosch Group. RBVC invests worldwide in innovative &lt;a href=\"Startup%20company\"&gt;start-up companies&lt;/a&gt;. Its investment activities focus on technology companies working in areas of business of current and future relevance for Bosch, above all, automation and electrification, energy efficiency, enabling technologies, and healthcare systems. RBVC also invests in services and business models as well as new materials that are relevant to the above-mentioned areas of business.\nLocations.\nThrough a complex network of over 440 subsidiaries and regional entities, the company operates in over 60 countries worldwide. Including sales and service partners, Bosch's global manufacturing, engineering, and sales network covers nearly every country in the world. At 125 locations across the globe, Bosch employs roughly 64,500 associates in research and development.\nBritish operations.\nIn the UK, Bosch has its corporate head office in &lt;a href=\"Denham%2C%20Buckinghamshire\"&gt;Denham, Buckinghamshire&lt;/a&gt;, and employs circa. 5200 associates. There are also around 40 other Bosch Group locations throughout the country, including &lt;a href=\"Coventry\"&gt;Coventry&lt;/a&gt;, &lt;a href=\"Glenrothes\"&gt;Glenrothes&lt;/a&gt;, &lt;a href=\"St%20Neots\"&gt;St Neots&lt;/a&gt;, &lt;a href=\"Stockport\"&gt;Stockport&lt;/a&gt;, &lt;a href=\"Stowmarket\"&gt;Stowmarket&lt;/a&gt;, &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt;, &lt;a href=\"Milton%20Keynes\"&gt;Milton Keynes&lt;/a&gt;, &lt;a href=\"Worcester%2C%20England\"&gt;Worcester&lt;/a&gt; and &lt;a href=\"York\"&gt;York&lt;/a&gt;.\nAlongside sales and support functions for all Bosch business sectors in the region, the company also manufactures boiler systems, mobile hydraulics, packaging machinery alongside lawn and garden products in the UK.\nIn March 2019, Bosch opened its London Connectory, a &lt;a href=\"Shoreditch\"&gt;Shoreditch&lt;/a&gt;-based \"co-innovation space\" open to partners from the public, private and academic sectors, from start-ups to multinational organisations.\nNorth American operations.\nIn North America, Robert Bosch LLC (a wholly owned Bosch subsidiary) has corporate headquarters in &lt;a href=\"Farmington%20Hills%2C%20Michigan\"&gt;Farmington Hills, Michigan&lt;/a&gt;. Three Research Technology Centers are located in &lt;a href=\"Pittsburgh%2C%20Pennsylvania\"&gt;Pittsburgh, Pennsylvania&lt;/a&gt;, &lt;a href=\"Sunnyvale%2C%20California\"&gt;Sunnyvale, California&lt;/a&gt;, and &lt;a href=\"Cambridge%2C%20Massachusetts\"&gt;Cambridge, Massachusetts&lt;/a&gt;. Factories and distribution facilities are located in &lt;a href=\"Mt.%20Prospect%2C%20Illinois\"&gt;Mt. Prospect, Illinois&lt;/a&gt;; &lt;a href=\"Hoffman%20Estates%2C%20Illinois\"&gt;Hoffman Estates, Illinois&lt;/a&gt;; &lt;a href=\"Broadview%2C%20Illinois\"&gt;Broadview, Illinois&lt;/a&gt;; &lt;a href=\"Kentwood%2C%20Michigan\"&gt;Kentwood, Michigan&lt;/a&gt;; &lt;a href=\"Warren%2C%20Michigan\"&gt;Warren, Michigan&lt;/a&gt;; &lt;a href=\"Owatonna%2C%20Minnesota\"&gt;Owatonna, Minnesota&lt;/a&gt;; &lt;a href=\"Waltham%2C%20Massachusetts\"&gt;Waltham, Massachusetts&lt;/a&gt;; &lt;a href=\"Clarksville%2C%20Tennessee\"&gt;Clarksville, Tennessee&lt;/a&gt;; &lt;a href=\"Anderson%2C%20South%20Carolina\"&gt;Anderson, South Carolina&lt;/a&gt;; &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt;; and 11 other cities. There are also two corporate sites in Brazil and ten in Mexico where a central purchasing office for all divisions of Bosch Group is located in Broadview, Illinois. In North America, Bosch employs about 24,750 people in 80 locations, generating $8.8 billion in sales in 2006.\nIn May 2015, Bosch Security Systems opened its newly constructed distribution center in &lt;a href=\"Greer%2C%20South%20Carolina\"&gt;Greer, South Carolina&lt;/a&gt;. The distribution center adds more than 50 new associates in the state and will receive, store and ship more than 50,000 different products for video surveillance, intrusion and fire detection, access control and management systems and professional audio and conference systems.\nIndian operations.\nBosch entered India in 1922, when Illies &amp; Company set up a sales office in &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt;. For three decades, the company operated in the Indian market only through imports. In 1951, the Motor Industries Company Ltd. (MICO) was founded, with Bosch instantly buying 49% of its stock. MICO became the sole distributor and, after the Indian state implemented restrictive import regulations, a factory was set up at Adugodi, Bangalore in 1953, to manufacture various products with Bosch licensing. From this point onward, vocational training took place as well, culminating in the creation of a Vocational Centre in 1960. By 1961, 2,000 people worked at the Bangalore plant, which had already started export business, and 57.5% of MICO shares had been bought by Bosch. This was followed by increased investments into MICO plants in India in the late 1960s and early 1970s; a second plant was installed in Nasik in 1969–1971, a third in Naganathapura in 1988. In the late 1980s, the second-largest contingent of Bosch employees outside of Germany was based in India until eventually, in 2008, MICO was renamed Bosch Limited.\nBosch India has a turnover of over US$3 billion and over 31,000 employees spread across 10 locations and 7 application development centers. 84% of Bosch India revenues come from its automotive business, with the remaining 16% split between its non-automotive businesses that include packaging, energy and building solutions, power tools and consumer retail. Bosch also has R &amp; D facilities in &lt;a href=\"Coimbatore\"&gt;Coimbatore&lt;/a&gt; and &lt;a href=\"Bangalore\"&gt;Bangalore&lt;/a&gt;, India. This is Bosch's largest R &amp; D operation outside its home market of Germany. In September 2014, Bosch announced the launch of a locally developed &lt;a href=\"Eyewash\"&gt;eye-care solution&lt;/a&gt; in India. The company's new eye screening and detection system offers a combination of hardware and software and provides affordable eye care.\nBosch India is listed on the Indian &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt;s and has a &lt;a href=\"market%20capitalization\"&gt;market capitalization&lt;/a&gt; of over US$12 billion.\nIn 2022, Bosch's engineering and software solution arm Robert Bosch Engineering and Business Solutions (abbreviated as RBEI), changed its name to Bosch Global Software Technologies.\nJoint ventures.\nBSH Hausgeräte.\nBSH Hausgeräte GmbH, in which Bosch acquired all shares in 2014, is one of the world's top three companies in the household appliances industry. In Germany and &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt;, BSH is the market leader. It includes the principal brand names \"Bosch\" and \"Siemens\", \"&lt;a href=\"Gaggenau%20Hausger%C3%A4te%20GmbH\"&gt;Gaggenau&lt;/a&gt;\", \"&lt;a href=\"Balay%20%28Spanish%20company%29\"&gt;Balay&lt;/a&gt;\", \"Neff\", \"Thermador\", \"&lt;a href=\"Constructa%20%28company%29\"&gt;Constructa&lt;/a&gt;\", \"Viva\" and \"Ufesa\" brands, and further six regional brands. Bosch household appliances for the North American market are mainly manufactured at its factory near &lt;a href=\"New%20Bern%2C%20North%20Carolina\"&gt;New Bern, North Carolina&lt;/a&gt;.\nEM-motive.\n&lt;a href=\"Daimler%20AG\"&gt;Daimler AG&lt;/a&gt; and Bosch established a 50:50 joint venture (JV) to develop and manufacture electric motors in 2011. The JV, called EM-motive GmbH, manufactures traction motors for electric, fuel cell and extended-range vehicles at a facility in Hildesheim, Germany.\nIn 2019 Bosch acquired the remaining shares and assumed full control of the company.\nPurolator filters.\nBosch co-owned &lt;a href=\"Purolator%20Filters\"&gt;Purolator Filters&lt;/a&gt; in a &lt;a href=\"joint%20venture\"&gt;joint venture&lt;/a&gt; with Mann+Hummel until 2013. In 2013 the Mann+Hummel Group acquired Bosch's stake.\nSB LiMotive.\nIn June 2008 Bosch formed SB LiMotive, a 50:50 joint company with &lt;a href=\"Samsung\"&gt;Samsung SDI&lt;/a&gt;. The company held ground breaking ceremony for a 28.000 m2 lithium-ion battery cell manufacturing plant in September 2009 and it is scheduled to start production for &lt;a href=\"Hybrid%20electric%20vehicle\"&gt;hybrid vehicles&lt;/a&gt; in 2011 and for &lt;a href=\"electric%20vehicle\"&gt;electric vehicle&lt;/a&gt;s in 2012. The plant will generate 1,000 jobs in &lt;a href=\"Ulsan\"&gt;Ulsan&lt;/a&gt;, Korea in addition to the 500 employees in Korea, Germany and the United States. SB LiMotive was officially ended in September 2012 with both companies focusing on automotive batteries alone.\nStatic ADAS Calibration.\nIn October 2020, Bosch and &lt;a href=\"Mitchell%20International\"&gt;Mitchell International&lt;/a&gt; paired up to develop the MD-500, a wireless tablet that repair planners can use to link directly to OEM repair procedures from Diagnostic Trouble Codes (DTCs), automatically upload pre-scan and post-scans, and write estimates and calibration reports. Bosch and Mitchell launched the MD-TS21, a target system which permits repair facilities to quickly and accurately calibrate blind-spot monitors, front-facing camera, and radar sensors in automobile models with &lt;a href=\"Advanced%20driver-assistance%20systems\"&gt;ADAS&lt;/a&gt;, in February 2021.\nCorporate affairs.\nRobert Bosch GmbH, including its wholly owned subsidiaries such as Robert Bosch LLC in North America, is unusual in that it is an extremely large, privately owned corporation that is almost entirely (92%) owned by a charitable foundation. Thus, while most of the profits are invested back into the corporation to build for the future and sustain growth, nearly all of the profits distributed to shareholders are devoted to humanitarian causes.\nAs shown in the diagram (above), the \"&lt;a href=\"Robert%20Bosch%20Stiftung\"&gt;Robert Bosch Stiftung&lt;/a&gt;\" (\"Robert Bosch Foundation\") holds 92% of the &lt;a href=\"share%20%28finance%29\"&gt;shares&lt;/a&gt; of \"Robert Bosch GmbH\", but no voting rights. The \"Robert Bosch Industrietreuhand KG\" (\"Robert Bosch Industrial &lt;a href=\"trust%20company\"&gt;Trust&lt;/a&gt; &lt;a href=\"Kommanditgesellschaft\"&gt;KG&lt;/a&gt;\"), with old members of the company management, agents of the Bosch family, and other eminent people from the industry (such as Jürgen Hambrecht, CEO of &lt;a href=\"BASF\"&gt;BASF&lt;/a&gt;), have 93% of the votes, but no shares (0.01%). The remaining 8% of shares and 7% of voting-rights are held by the descendants of the company founder Robert Bosch.\nFor example, in 2004, the net profit was US$2.1 billion, but only US$78 million was distributed as dividends to shareholders. Of that figure, US$72 million was distributed to the charitable foundation, and the other US$6 million to Bosch family stockholders. The remaining 96% of the profits were invested back into the company. In its core automotive technology business, Bosch invests 9% of its revenue on research and development, nearly double the industry average of 4.7%.\nAccreditations.\nAlmost all Bosch locations are both &lt;a href=\"ISO%209000\"&gt;ISO 9001&lt;/a&gt; (quality) and &lt;a href=\"ISO%2014000\"&gt;ISO 14001&lt;/a&gt; (environmental protection) certified. In addition to that, their management is compliant with &lt;a href=\"OHSAS%2018001\"&gt;OHSAS 18001&lt;/a&gt;.\nEnvironmental practices and initiatives.\nIn May 2019, Bosch said it plans to be \"fully &lt;a href=\"Carbon%20neutrality\"&gt;carbon-neutral&lt;/a&gt;” by 2020 – a decade or more earlier than most of its rivals – thanks to big investments in clean electricity and an ambitious &lt;a href=\"carbon%20offset\"&gt;carbon offset&lt;/a&gt; program.\nControversy.\nRole in emission cheating software.\nIn 2006, &lt;a href=\"Volkswagen\"&gt;Volkswagen&lt;/a&gt; executives asked Bosch for help in developing software for their emission defeat devices. Volkswagen is one of Bosch's biggest customers. Volkswagen engineers provided detailed specifications to Bosch, which wrote the necessary code. Bosch was apparently concerned about the legality of software and asked Volkswagen to assume responsibility if the fraud was discovered, but Volkswagen refused.\nStarting in 2008, Bosch supplied approximately 17 million motor control and mixture control devices containing illegal software to various manufacturers both domestically and globally. With such software, the automobiles fitted with Bosch's devices emitted more nitrogen oxides than allowed under regulations.\nOn 1 February 2017, Bosch agreed to pay consumers in the United States $327.5 million as compensation for its role in devising the software. Bosch also provided emissions software for Fiat Chrysler's &lt;a href=\"List%20of%20VM%20Motori%20engines%23A%20630%20DOHC\"&gt;3.0 L V6 diesel engine&lt;/a&gt; used in 100,000 model year 2014–2016 &lt;a href=\"Jeep%20Grand%20Cherokee\"&gt;Grand Cherokee&lt;/a&gt; SUVs and &lt;a href=\"Ram%20Trucks\"&gt;Ram Trucks&lt;/a&gt; and agreed to pay affected consumers $27.5 million as part of a broader settlement in January 2019. In May 2019, Bosch paid another $100 million fine for its connection to the &lt;a href=\"Volkswagen%20emissions%20scandal\"&gt;Dieselgate&lt;/a&gt; scandal.\nRole in Astongate greenwashing campaign.\nIn 2020, Bosch funded the creation of a 20-page report entitled \"Decarbonising Road Transport: There Is No Silver Bullet\", which was widely debunked for promoting misleading information about the CO2 emissions created in the manufacture of &lt;a href=\"electric%20vehicles\"&gt;electric vehicles&lt;/a&gt;, following the UK's declaration to ban the sale of new internal combustion engine vehicles from 2030.\nThe report compared the emissions created in the production of the all-electric &lt;a href=\"Polestar%202\"&gt;Polestar 2&lt;/a&gt; car, which it claimed would emit 24 tonnes of CO2 over its life, with a petrol-powered &lt;a href=\"Volvo%20XC40\"&gt;Volvo XC40&lt;/a&gt;, which the report claimed would create 14 tonnes of CO2. Based on the comparison of these two cars alone the study promoted by Clarendon Communications claimed that all electric vehicles would need to drive in order to offset the emissions from manufacture – when, in reality, a typical EV need only drive in order to offset the emissions from manufacture.\nWhile Bosch was a key funder of the report, the scandal became known as Astongate given the relationship between British automotive manufacturer, &lt;a href=\"Aston%20Martin\"&gt;Aston Martin&lt;/a&gt; and Clarendon Communications, a shell company posing as a PR agency which set up to promote the report, and which was registered to James Michael Stephens – the Director Global Government &amp; Corporate Affairs at Aston Martin Lagonda Ltd.\nChip Shortage Class Action.\nIn January 2021, Volkswagen filed a $1.2 billion class-action against Bosch and &lt;a href=\"Continental%20AG\"&gt;Continental AG&lt;/a&gt; after VW was forced to reduce production due to a lack of automotive microchips. On January 26, 2021, the Court of Appeals for the Ninth Circuit affirmed that Bosch won on all claims.\nPartnership with universities.\nBosch has formed a strategic alliance with the &lt;a href=\"Technische%20Universit%C3%A4t%20Darmstadt\"&gt;Technische Universität Darmstadt&lt;/a&gt;."
}