{
    "id": "23132796",
    "revid": "37765151",
    "url": "https://en.wikipedia.org/wiki?curid=23132796",
    "title": "Jeppe Huldahl",
    "text": "Jeppe Huldahl (born 7 February 1982) is a professional &lt;a href=\"golf\"&gt;golf&lt;/a&gt;er from &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; who currently plays on the &lt;a href=\"Challenge%20Tour\"&gt;Challenge Tour&lt;/a&gt;.\nHuldahl was born in &lt;a href=\"Holstebro\"&gt;Holstebro&lt;/a&gt;, and lives in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;. He turned professional in 2003 and finished 4th at European Tour's final &lt;a href=\"qualifying%20school\"&gt;qualifying school&lt;/a&gt; at the end of the year to obtain his tour card. He had limited success in his first year on the European Tour in 2004 and stepped down to play on the second-tier &lt;a href=\"Challenge%20Tour\"&gt;Challenge Tour&lt;/a&gt; for the following season. He had limited success there too, until the 2008 season, when he won his tour event at the 2008 &lt;a href=\"Lexus%20Open\"&gt;Lexus Open&lt;/a&gt;. He later had a runner-up finish at &lt;a href=\"The%20Dutch%20Futures\"&gt;The Dutch Futures&lt;/a&gt;, and went on to finish 10th on the 2008 Challenge Tour's money list to regain his place on the top level tour for 2009.\nAfter a quiet first half of the 2009 European Tour season, Huldahl was a surprise winner at the &lt;a href=\"Celtic%20Manor%20Wales%20Open\"&gt;Celtic Manor Wales Open&lt;/a&gt; at the start of June in tough, wet conditions. He was a co-leader entering the final round and shot a final round 4-under par 67 to win by a single stroke over &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;'s &lt;a href=\"Niclas%20Fasth\"&gt;Niclas Fasth&lt;/a&gt;. It was the third victory by a Dane on the European Tour in 2009, after &lt;a href=\"S%C3%B8ren%20Kjeldsen\"&gt;Søren Kjeldsen&lt;/a&gt; won in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, and &lt;a href=\"Sunshine%20Tour\"&gt;Sunshine Tour&lt;/a&gt; Order of Merit leader at the time &lt;a href=\"Anders%20Hansen\"&gt;Anders Hansen&lt;/a&gt; won in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;.\nProfessional wins (5).\nChallenge Tour wins (1).\nChallenge Tour playoff record (0–2)\nResults in World Golf Championships.\n\"T\" = Tied\nTeam appearances.\nAmateur"
}