{
    "id": "2313624",
    "revid": "16490385",
    "url": "https://en.wikipedia.org/wiki?curid=2313624",
    "title": "Charles August Lindbergh",
    "text": "Charles August Lindbergh (born Carl Månsson; January 20, 1859 – May 24, 1924) was a &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States Congressman&lt;/a&gt; from &lt;a href=\"Minnesota%27s%206th%20congressional%20district\"&gt;Minnesota's 6th congressional district&lt;/a&gt; from 1907 to 1917. He opposed &lt;a href=\"American%20entry%20into%20World%20War%20I\"&gt;American entry into World War I&lt;/a&gt; as well as the 1913 &lt;a href=\"Federal%20Reserve%20Act\"&gt;Federal Reserve Act&lt;/a&gt;. Lindbergh is best known as the father of famed aviator &lt;a href=\"Charles%20Lindbergh\"&gt;Charles Lindbergh&lt;/a&gt;.\nEarly life.\nLindbergh was born Carl Månsson, in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, to Lovisa Carlén, the 19-year-old mistress of &lt;a href=\"August%20Lindbergh\"&gt;Ola Månsson&lt;/a&gt;, a peasant member of the &lt;a href=\"Riksdag%20of%20the%20Estates\"&gt;Riksdag of the Estates&lt;/a&gt; and a bank manager. When accused of bribery and embezzlement, Ola Månsson changed his name to August Lindbergh, left his wife and seven children, and emigrated to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; with his mistress and their illegitimate infant son, Carl, in 1859. Lovisa became Louisa and young Carl became Charles August Lindbergh.\nThey settled in &lt;a href=\"Melrose%2C%20Minnesota\"&gt;Melrose&lt;/a&gt;, &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, and had six more children together. August worked as a farmer and a blacksmith for 26 years before marrying Louisa in 1885, having become a widower in 1864 with the death of his first wife in Sweden.\nCharles August Lindbergh studied &lt;a href=\"law\"&gt;law&lt;/a&gt; at the &lt;a href=\"University%20of%20Michigan%20Law%20School\"&gt;University of Michigan Law School&lt;/a&gt;, graduating in 1883, and was admitted to the bar that same year.\nPolitical career.\nLindbergh served as prosecuting attorney for &lt;a href=\"Morrison%20County%2C%20Minnesota\"&gt;Morrison County, Minnesota&lt;/a&gt; from 1891 to 1893. He was elected to the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; in 1906 as a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;, serving in the &lt;a href=\"60th%20United%20States%20Congress\"&gt;60th&lt;/a&gt;, &lt;a href=\"61st%20United%20States%20Congress\"&gt;61st&lt;/a&gt;, &lt;a href=\"62nd%20United%20States%20Congress\"&gt;62nd&lt;/a&gt;, &lt;a href=\"63rd%20United%20States%20Congress\"&gt;63rd&lt;/a&gt;, and &lt;a href=\"64th%20United%20States%20Congress\"&gt;64th congresses&lt;/a&gt;. In 1912, he supported &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt's&lt;/a&gt; unsuccessful third party &lt;a href=\"Progressive%20Party%20%28United%20States%2C%201912%29\"&gt;Progressive&lt;/a&gt; bid for the White House. In 1916 he unsuccessfully campaigned for a seat in the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt;.\nIsolationist views and opposition to the Federal Reserve.\nWhen World War I broke out in Europe in 1914, Lindbergh was vocal that the United States should not become involved. In 1916 he lost his United States Senate bid to an opponent who openly advocated American intervention in Europe. In March 1917, Lindbergh was one of only 14 congressmen to vote against the arming of United States merchant ships. By 1917, the third year of the Great War, Lindbergh's son was aged 16, which meant some possibility of conscription.\nIn Congress, Lindbergh was one of the first outspoken critics of the &lt;a href=\"Federal%20Reserve\"&gt;Federal Reserve&lt;/a&gt;. His stature grew when he was featured in an article in \"&lt;a href=\"The%20American%20Magazine\"&gt;The American Magazine&lt;/a&gt;\": \"It was a Swede from Minnesota who first raised in Congress the hue-and-cry of the Money Trust Hunt—'a Swede who dreams', a fellow member described him—Charles A. Lindbergh.\" Lindbergh declared, \"This Act establishes the most gigantic trust on Earth. When the President signs this bill, the invisible government by the Monetary Power will be legalized, the people may not know it immediately, but the day of reckoning is only a few years removed ... The worst legislative crime of the ages is perpetrated by this banking bill.\" In 1917 Lindbergh brought articles of impeachment against members of the &lt;a href=\"Federal%20Reserve%20Board%20of%20Governors\"&gt;Federal Reserve Board of Governors&lt;/a&gt;, including &lt;a href=\"Paul%20Warburg\"&gt;Paul Warburg&lt;/a&gt; and &lt;a href=\"William%20P.%20G.%20Harding\"&gt;William P. G. Harding&lt;/a&gt;, charging that they were involved \"... in a conspiracy to violate the Constitution and laws of the United States ...\"\nIn 1913 Lindbergh published \"Banking, Currency, and the Money Trust\". He also wrote an anti-war polemic titled \"Why is Your Country at War?\". In 1918, under the &lt;a href=\"Comstock%20laws\"&gt;Comstock laws&lt;/a&gt; federal agents destroyed the printing plates, along with \"Banking, Currency and the Money Trust,\" which attacked the Federal Reserve and big banks. The former was later posthumously released in 1934, under the title, \"Your Country at War, and What Happens to You After a War\" In the first chapter, he wrote, \"It is impossible according to the big press to be a true American unless you are pro-British. If you are really for America first, last and all time, and solely for America and for the masses primarily, then you are classed as pro-German by the big press which is supported by the speculators.\" These beliefs would influence his son, who would later famously oppose American intervention in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nGubernatorial campaigns.\nIn &lt;a href=\"1918%20Minnesota%20gubernatorial%20election\"&gt;1918&lt;/a&gt;, Lindbergh ran for &lt;a href=\"governor%20of%20Minnesota\"&gt;governor of Minnesota&lt;/a&gt; as a Republican against the Republican incumbent, &lt;a href=\"Joseph%20A.%26amp%3Bnbsp%3BA.%20Burnquist\"&gt;Joseph A. A. Burnquist&lt;/a&gt;. Lindbergh was endorsed by the &lt;a href=\"Nonpartisan%20League\"&gt;Farmers Nonpartisan League&lt;/a&gt;, which called for government ownership of some agricultural enterprises, such as mills, plants, and grain elevators. Many of his campaign speeches were attended by thousands of supporters. But due to his opposition to American entry into the first World War and his connection to the Socialistic Farmers Nonpartisan League, Lindbergh was attacked by the press and there were often protestors who pelted him with eggs and rocks. Lindbergh's son Charles worked as his driver and \"never forgot the hostile crowds that harassed his father, or the way the press derided him.\" Lindbergh's 1918 bid for governor ultimately failed. In &lt;a href=\"1924%20Minnesota%20gubernatorial%20election\"&gt;1924&lt;/a&gt;, Lindbergh was once again a candidate for &lt;a href=\"List%20of%20governors%20of%20Minnesota\"&gt;governor&lt;/a&gt; on the &lt;a href=\"Minnesota%20Farmer%E2%80%93Labor%20Party\"&gt;Minnesota Farmer–Labor Party&lt;/a&gt; ticket. Lindbergh's campaign was cut short by his death. He would have been the first Minnesota governor from the party if he had been elected.\nPersonal life.\nIn 1887, Lindbergh married Mary LaFond, with whom he had two daughters, Lillian and Eva. Mary LaFond died in 1898. In 1901, Charles married &lt;a href=\"Evangeline%20Lodge%20Land%20Lindbergh\"&gt;Evangeline Lodge Land&lt;/a&gt; (1876–1954). In 1902, they settled in &lt;a href=\"Little%20Falls%2C%20Minnesota\"&gt;Little Falls, Minnesota&lt;/a&gt;, where Lindbergh established a successful law practice. Evangeline often had difficulty raising her two step-daughters, who both eventually moved away. Evangeline often threatened Lindbergh with divorce; he caved in to her demands, fearing a divorce would cost him his seat in Congress. After further problems, Evangeline began to live in a separate residence in 1909. They separated in 1918, their only child being the famous &lt;a href=\"Aircraft%20pilot\"&gt;aviator&lt;/a&gt; &lt;a href=\"Charles%20Lindbergh\"&gt;Charles Lindbergh&lt;/a&gt;, who also became an antiwar leader.\nDeath.\nCharles August Lindbergh died in 1924 in &lt;a href=\"Crookston%2C%20Minnesota\"&gt;Crookston&lt;/a&gt;, &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, of &lt;a href=\"Brain%20tumor\"&gt;brain cancer&lt;/a&gt;. He has a memorial plaque in the columbarium at &lt;a href=\"Lakewood%20Cemetery\"&gt;Lakewood Cemetery&lt;/a&gt; in &lt;a href=\"Minneapolis\"&gt;Minneapolis&lt;/a&gt;. According to his wishes, son Charles scattered his ashes near &lt;a href=\"Sauk%20River%20%28Minnesota%29\"&gt;Sauk River&lt;/a&gt; over the place where the first Lindbergh home once stood."
}