{
    "id": "2313904",
    "revid": "1819986",
    "url": "https://en.wikipedia.org/wiki?curid=2313904",
    "title": "He Ain't Heavy, He's My Brother",
    "text": "\"He Ain't Heavy, He's My Brother\" is a &lt;a href=\"Sentimental%20ballad\"&gt;ballad&lt;/a&gt; written by &lt;a href=\"Bobby%20Scott%20%28musician%29\"&gt;Bobby Scott&lt;/a&gt; and &lt;a href=\"Bob%20Russell%20%28songwriter%29\"&gt;Bob Russell&lt;/a&gt;. Originally recorded by &lt;a href=\"Kelly%20Gordon\"&gt;Kelly Gordon&lt;/a&gt; in 1969, the song became a worldwide hit for &lt;a href=\"the%20Hollies\"&gt;the Hollies&lt;/a&gt; later that year and also a hit for &lt;a href=\"Neil%20Diamond\"&gt;Neil Diamond&lt;/a&gt; in 1970. It has been recorded by many artists in subsequent years. The Hollies' version was re-released in 1988 and again was a major hit in the UK.\nScott and Russell were introduced to each other by &lt;a href=\"Johnny%20Mercer\"&gt;Johnny Mercer&lt;/a&gt;, at a California nightclub. Although Russell was dying of &lt;a href=\"lymphoma\"&gt;lymphoma&lt;/a&gt; and the pair met only three times, they managed to collaborate on the song.\nTitle.\nJames Wells, Moderator of the &lt;a href=\"United%20Free%20Church%20of%20Scotland\"&gt;United Free Church of Scotland&lt;/a&gt;, tells the story of a little girl carrying a big baby boy in his 1884 book \"The Parables of &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;\". Seeing her struggling, someone asked if she wasn't tired. With surprise she replied: \"No, he's not heavy; he's my brother.\"\nIn a 1918 publication by Ralph Waldo Trine titled \"The Higher Powers of Mind and Spirit\", Trine relates the following anecdote: \"Do you know that incident in connection with the little Scottish girl? She was trudging along, carrying as best she could a boy younger, but it seemed almost as big as she herself, when one remarked to her how heavy he must be for her to carry, when instantly came the reply: 'He's na heavy. He's mi brither.'\"\nThe first editor of \"&lt;a href=\"Kiwanis\"&gt;Kiwanis&lt;/a&gt;\" magazine, Roe Fulkerson, published a column in September 1924 carrying the title \"He Ain't Heavy, He's My Brother\", the first use of the phrase exactly as it is rendered in the song title.\nIn the 1940s, the words, adapted as \"He ain't heavy, Father, he's my brother\", were taken as a slogan for &lt;a href=\"Boys%20Town%20%28organization%29\"&gt;Boys Town&lt;/a&gt; children's home by founder &lt;a href=\"Edward%20J.%20Flanagan\"&gt;Father Edward Flanagan&lt;/a&gt;. According to the Boys Town website, the phrase as used by Boys Town was said to Fr. Flanagan in 1918 by one of the residents while carrying another up a set of stairs. The boy being carried is said to have had polio and worn leg braces.\nThe Hollies version.\n&lt;a href=\"The%20Hollies\"&gt;The Hollies&lt;/a&gt;' recording, sung by &lt;a href=\"Allan%20Clarke%20%28singer%29\"&gt;Allan Clarke&lt;/a&gt; with &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt; on piano, was released on 26 September 1969. It reached No. 3 in the UK and No. 7 in the US. The song was re-released in August 1988 in the UK following its use in a television advertisement for &lt;a href=\"Miller%20Lite\"&gt;Miller Lite&lt;/a&gt; beer. It reached the No. 1 spot in the UK chart for two weeks in September 1988.\nNeil Diamond version.\nThe Neil Diamond version entered at No. 68 on the Hot 100 on 7 November 1970 (UNI Records, 55264, length 4:09). The flip side was \"Free Life\". The song appears on Diamond's album \"&lt;a href=\"Tap%20Root%20Manuscript\"&gt;Tap Root Manuscript&lt;/a&gt;\", which was released in November 1970. The song was played by &lt;a href=\"KLSD\"&gt;KGB-AM&lt;/a&gt; radio, San Diego, California, in late 1970, prior to the then-new Walk for Mankind, in dedication to those who would be walking for donations that day.\n7\" single\nBill Medley version.\n&lt;a href=\"Bill%20Medley\"&gt;Bill Medley&lt;/a&gt; recorded a version for the soundtrack of the film \"&lt;a href=\"Rambo%20III\"&gt;Rambo III&lt;/a&gt;\". It was released as a single in the UK and peaked at No. 25, being in the chart the same time as the Hollies' version in 1988. It reached No. 49 on \"Billboard\"'s AC chart.\n7\" single\nGotthard version.\nIn 1996, Gotthard released their version of the song, which was more poppier compared to their other songs and the structure was retained as a ballad like the original. In Switzerland, the cover was just as successful as the original. The Asian version of the album \"&lt;a href=\"G.%20%28Gotthard%20album%29\"&gt;G&lt;/a&gt;\" contains the cover. It also appears on the compilation albums \"One Life One Soul – Best of Ballads\" and \"The Greatest Rock Ballads\".\nCD-maxi\nThe Justice Collective version.\nIn 2012, a version of the song was recorded, and was released on 17 December 2012, by musicians and celebrities going under the name &lt;a href=\"the%20Justice%20Collective\"&gt;the Justice Collective&lt;/a&gt;, for various charities associated with the &lt;a href=\"Hillsborough%20disaster\"&gt;Hillsborough disaster&lt;/a&gt;.\nThe song went on to take the coveted Christmas number one position for 2012 on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;, beating \"&lt;a href=\"The%20X%20Factor%20%28UK%20series%209%29\"&gt;The X Factor&lt;/a&gt;\" winner &lt;a href=\"James%20Arthur\"&gt;James Arthur&lt;/a&gt;, who was number one the previous week and returned to number one the next week.\nAfter the &lt;a href=\"News%20International%20phone%20hacking%20scandal\"&gt;News International phone hacking scandal&lt;/a&gt;, members of &lt;a href=\"The%20Farm%20%28British%20band%29\"&gt;the Farm&lt;/a&gt; along with &lt;a href=\"Pete%20Wylie\"&gt;Pete Wylie&lt;/a&gt;, and &lt;a href=\"Mick%20Jones%20%28The%20Clash%29\"&gt;Mick Jones&lt;/a&gt; of &lt;a href=\"the%20Clash\"&gt;the Clash&lt;/a&gt; performed at an anti-\"&lt;a href=\"The%20Sun%20%28United%20Kingdom%29\"&gt;The Sun&lt;/a&gt;\" concert at the &lt;a href=\"Liverpool%20Olympia\"&gt;Liverpool Olympia&lt;/a&gt; in September 2011. Following this they formed the Justice Tonight Band and toured the United Kingdom and Europe for the next year in order to raise awareness of the Hillsborough Justice Campaign.\nInitially, the idea was to re-release the 2009 single \"&lt;a href=\"The%20Fields%20of%20Anfield%20Road\"&gt;The Fields of Anfield Road&lt;/a&gt;\" by the Liverpool Collective featuring the Kop Choir; however, this idea was rejected by &lt;a href=\"Peter%20Hooton\"&gt;Peter Hooton&lt;/a&gt; as only a relatively small number of people would buy it. Inspired by &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt;'s Hillsborough tribute on 17 September 2012, the song was played at &lt;a href=\"Goodison%20Park\"&gt;Goodison Park&lt;/a&gt; prior to their match against &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;. It was then decided that a re-recording of this song by various artists including the Justice Tonight Band would be released as the charity single.\n&lt;a href=\"Keith%20Mullen\"&gt;Keith Mullen&lt;/a&gt; of the Farm recruited &lt;a href=\"Guy%20Chambers\"&gt;Guy Chambers&lt;/a&gt; to produce the single and with Chambers offering free use of his Sleeper Studios to record the song. On 25 October 2012, &lt;a href=\"Steve%20Rotheram\"&gt;Steve Rotheram&lt;/a&gt;, &lt;a href=\"Guy%20Chambers\"&gt;Guy Chambers&lt;/a&gt; and &lt;a href=\"Kenny%20Dalglish\"&gt;Kenny Dalglish&lt;/a&gt; announced plans of the single to be recorded by various artists such as &lt;a href=\"Robbie%20Williams\"&gt;Robbie Williams&lt;/a&gt;, &lt;a href=\"Rebecca%20Ferguson%20%28singer%29\"&gt;Rebecca Ferguson&lt;/a&gt;, &lt;a href=\"Paloma%20Faith\"&gt;Paloma Faith&lt;/a&gt;, &lt;a href=\"Beverley%20Knight\"&gt;Beverley Knight&lt;/a&gt;, &lt;a href=\"Melanie%20C\"&gt;Melanie C&lt;/a&gt;, &lt;a href=\"Holly%20Johnson\"&gt;Holly Johnson&lt;/a&gt;, &lt;a href=\"Mick%20Jones%20%28The%20Clash%29\"&gt;Mick Jones&lt;/a&gt;, &lt;a href=\"Glen%20Campbell\"&gt;Glen Campbell&lt;/a&gt;, &lt;a href=\"Peter%20Hooton\"&gt;Peter Hooton&lt;/a&gt;, &lt;a href=\"Chris%20Sharrock\"&gt;Chris Sharrock&lt;/a&gt;, &lt;a href=\"Glenn%20Tilbrook\"&gt;Glenn Tilbrook&lt;/a&gt;, &lt;a href=\"Ren%20Harvieu\"&gt;Ren Harvieu&lt;/a&gt;, &lt;a href=\"Dave%20McCabe\"&gt;Dave McCabe&lt;/a&gt;, &lt;a href=\"Paul%20Heaton\"&gt;Paul Heaton&lt;/a&gt;, &lt;a href=\"Hollie%20Cook\"&gt;Hollie Cook&lt;/a&gt;, &lt;a href=\"Jon%20McClure\"&gt;Jon McClure&lt;/a&gt;, &lt;a href=\"John%20Power%20%28musician%29\"&gt;John Power&lt;/a&gt;, &lt;a href=\"Gerry%20Marsden\"&gt;Gerry Marsden&lt;/a&gt;, and two original members of &lt;a href=\"the%20Hollies\"&gt;the Hollies&lt;/a&gt;, &lt;a href=\"Bobby%20Elliott\"&gt;Bobby Elliott&lt;/a&gt; and &lt;a href=\"Tony%20Hicks\"&gt;Tony Hicks&lt;/a&gt;."
}