{
    "id": "2314801",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=2314801",
    "title": "Anniemal",
    "text": "Anniemal is the debut album by Norwegian singer &lt;a href=\"Annie%20%28singer%29\"&gt;Annie&lt;/a&gt;. It was first released by &lt;a href=\"679%20Artists\"&gt;679 Recordings&lt;/a&gt; in September 2004. Annie began recording music in 1999 with her boyfriend, Tore Kroknes, who died in 2001. She returned to recording later that year, collaborating with &lt;a href=\"Richard%20X\"&gt;Richard X&lt;/a&gt;, &lt;a href=\"R%C3%B6yksopp\"&gt;Röyksopp&lt;/a&gt;, and Timo Kaukolampi.\nThe album combines Annie's thin, airy vocals with heavily layered beats. It is heavily influenced by 1980s &lt;a href=\"dance-pop\"&gt;dance-pop&lt;/a&gt;. Upon release, the album was successful in Norway. Blogs leaked tracks from \"Anniemal\" before it was released internationally, and publications from other countries soon praised the album for its blissful but melancholic sound.\nBefore releasing the album internationally in 2005, Annie's record label 679 Recordings was not confident in the album's ability to achieve commercial success overseas, so it did not heavily promote \"Anniemal\". The album eventually sold over 100,000 copies worldwide. It yielded four singles: \"&lt;a href=\"Chewing%20Gum%20%28song%29\"&gt;Chewing Gum&lt;/a&gt;\", \"&lt;a href=\"Heartbeat%20%28Annie%20song%29\"&gt;Heartbeat&lt;/a&gt;\", \"Happy Without You\", and \"Always Too Late\".\nBackground and development.\nIn the late 1990s, Annie held a monthly DJ night called Pop Till You Drop with friend Frøken Blytt in her hometown of &lt;a href=\"Bergen\"&gt;Bergen&lt;/a&gt;, Norway. There she met producer Tore Kroknes, and the two began dating. Annie and Kroknes borrowed a small studio from &lt;a href=\"downtempo\"&gt;downtempo&lt;/a&gt; duo &lt;a href=\"R%C3%B6yksopp\"&gt;Röyksopp&lt;/a&gt; to record her debut single \"&lt;a href=\"The%20Greatest%20Hit%20%28song%29\"&gt;The Greatest Hit&lt;/a&gt;\". The song, which uses a sample of &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;'s 1982 dance-pop single \"&lt;a href=\"Everybody%20%28Madonna%20song%29\"&gt;Everybody&lt;/a&gt;\", had a limited edition release in 1999. It became an underground hit at clubs in Norway and Britain, resulting in offers for record deals. The two recorded Annie's second single, titled \"I Will Get On\". She focused on vocals and melodies in music, and Kroknes concentrated on production, influenced by &lt;a href=\"techno\"&gt;techno&lt;/a&gt;, &lt;a href=\"disco\"&gt;disco&lt;/a&gt; and &lt;a href=\"house%20music\"&gt;house music&lt;/a&gt;. As she began to work on her debut album, Kroknes became ill due to a heart defect. He died eighteen months later, in April 2001. Because of their plan to make the album together, Annie struggled with the idea of collaborating with anyone else and stopped work on it entirely.\nHalf a year passed before Annie returned to music. She asked Timo Kaukolampi from Finnish electronic group to DJ in Bergen. Starting with a song titled \"Kiss Me\", he had Annie contribute vocals to some of his tracks. She asked Kaukolampi to work on the album, and he produced nine of its songs for her. She could not afford to rent a studio, so Annie recorded demos by asking to use local studios at night or borrowing one owned by her friend. In late 2003, Annie signed with 679 Recordings, and the advance enabled her to complete the record. Producer &lt;a href=\"Richard%20X\"&gt;Richard X&lt;/a&gt;, impressed with \"The Greatest Hit\", asked her to record vocals for his debut album \"&lt;a href=\"Richard%20X%20Presents%20His%20X-Factor%20Vol.%201\"&gt;Richard X Presents His X-Factor Vol. 1&lt;/a&gt;\". In exchange, he contributed \"Chewing Gum\" and \"Me Plus One\", both written with &lt;a href=\"Hannah%20Robinson\"&gt;Hannah Robinson&lt;/a&gt;. Annie also worked with Röyksopp, who co-wrote and produced three songs on the album.\nRather than recording and selecting from a large number of songs, Annie stopped after around thirteen and compiled the track list. She selected the title \"Anniemal\" based on a suggestion by Kroknes. The two had planned on writing a song titled \"Anniemal\", so she chose it as the album's title because to her, \"it just made sense. Anniemal is simple and easy and good.\"\nComposition.\nWhen working on songs, Annie was involved with the whole recording and production processes, with a focus on the melodies. Annie stated that while promoting the album, she wanted to make sure people knew of her involvement in the album's writing and production. Of its twelve songs, ten were co-written by Annie. She stated that although singing songs written by someone else might not feel less personal, \"It's special to be on the stage and actually sing something you had done.\" With respect to her involvement in the songwriting process, Annie referred to herself as \"a bit of a control freak\".\nThe lyrics of \"Anniemal\" generally describe falling in or out of love. Annie's vocals are thin and breathy, working within a narrow vocal range. Reviewers noted a sense of melancholy in the vocals, suggesting that it could be attributed to the death of Kroknes. Annie acknowledged that none of the songs \"are directly happy\" and that some are \"happy but still a bit melancholy.\" She stated that she thought bittersweet melodies \"[sound] timeless…Very Scandinavian of me!\" She insisted, however, that she tries to write songs that are cheerful:\n\"For me, it's really easy to write depressive songs and that's why I never do that. I try to do songs that are a bit happier and a bit more complicated. I think there are too many songwriters writing sad, depressive songs, and I find it really boring, listening to music where people are just complaining. People should stop whining! I find it much more challenging to make songs that are pop songs, to make happy songs, and that's why I like to do it. I really like to make quite hopeful, happy music with a little bit of melancholy in it, with a little spice of melancholy.\"\n\"Anniemal\" focuses on heavily layered beats, with a strong 1980s influence. Annie was influenced by 1980s dance-pop, and on \"No Easy Love\", she includes a sample of &lt;a href=\"Shakatak\"&gt;Shakatak&lt;/a&gt;'s 1982 song \"Easier Said Than Done\". Unlike many of her contemporaries, Annie avoids using an ironic or &lt;a href=\"kitsch\"&gt;kitsch&lt;/a&gt;y in her take on 1980s music. The songs' styles span genres including &lt;a href=\"bubblegum%20pop\"&gt;bubblegum pop&lt;/a&gt;, &lt;a href=\"electro%20%28music%29\"&gt;electro&lt;/a&gt;, disco, &lt;a href=\"contemporary%20R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt;, dance-pop, and &lt;a href=\"rock%20music\"&gt;rock&lt;/a&gt;. Annie's DJing experiences taught her about sound and production and affected her music. She stated that she wanted to make a pop album that would not quickly become dated, \"an album that you could listen to in five years and it wouldn't sound terrible.\" Annie considered excluding \"Greatest Hit\" from \"Anniemal\" to achieve this but ultimately included it because she felt it did not sound as if it were five years old.\nCritical reception.\n\"Anniemal\" received acclaim from music critics. At &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, which assigns a &lt;a href=\"standard%20score\"&gt;normalised&lt;/a&gt; rating out of 100 to reviews from mainstream critics, the album received an &lt;a href=\"average\"&gt;average&lt;/a&gt; score of 81, based on 23 reviews, which indicates \"universal acclaim\". Scott Plagenhoef of \"&lt;a href=\"Pitchfork%20%28website%29\"&gt;Pitchfork&lt;/a&gt;\" referred to the songs as a \"dozen slices of stylish, sophisticated electro-pop, crisp tracks that move between the fizzy and the woozy, all anchored by Annie's breathy (sometimes almost muted) vocals.\" The site's endorsement was uncommon during a period when sites covering independent music were often dismissive of pop acts. In his review for &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt;, Andy Kellman described \"Anniemal\" as \"cunning\" but also \"deeply affecting\". Dylan Hicks' review for \"&lt;a href=\"The%20Village%20Voice\"&gt;The Village Voice&lt;/a&gt;\" stated that the &lt;a href=\"blogosphere\"&gt;blogosphere&lt;/a&gt; and British music press overrated \"Anniemal\" but that \"an overrated good record is still a good record\". &lt;a href=\"Jody%20Rosen\"&gt;Jody Rosen&lt;/a&gt; wrote for \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" that the album \"is a true album, strong from top to bottom\" and that \"there is charm in [Annie's] deadpan delivery, and her songwriting is full of the flair for melody for which &lt;a href=\"Nordic%20popular%20music\"&gt;Scandinavian pop&lt;/a&gt; is famous.\" Rosen also contributed a review to \"&lt;a href=\"Slate%20%28magazine%29\"&gt;Slate&lt;/a&gt;\", where she noted that \"other singers have made whole careers out of singles less winning than 'Chewing Gum,' but [\"Anniemal\"] includes several other superb songs\". &lt;a href=\"Kitty%20Empire\"&gt;Kitty Empire&lt;/a&gt;'s review in \"&lt;a href=\"The%20Observer\"&gt;The Observer&lt;/a&gt;\" stated that the album's songs \"boast a winning combination of innocence and experience, breezy blonde melodies and just-so productions\". \"&lt;a href=\"PopMatters\"&gt;PopMatters&lt;/a&gt;\" Pierre Hamilton called \"Anniemal\" \"riveting\" for how \"it lacks the waxy sheen\" that listeners were used to hearing in manufactured pop music. However, a second \"PopMatters\" review, written by Rob Horning, criticised the album for using a similar formula to previous generations of electropop, adding that the result was \"exquisitely empty…enough to suck the feelings out of its listeners and leave them happily vacant, blank and unburdened.\" In his review for \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" magazine, Michael Paoletta described the album as \"slinky and sensual, cool and classy, fun and fiery\" and labeled it \"one of the best debut albums of 2005.\"\nSeveral reviewers drew parallels between mainstream pop acts and Annie. \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\"s Raymond Fiore called the album an \"addictive\" debut where Annie \"flaunts whispery &lt;a href=\"Kylie%20Minogue\"&gt;Kylie&lt;/a&gt; cool and old-school-Madonna cheekiness\", but added that \"this sugar rush of an album proves…candy is best consumed in moderation.\" Hua Hsu of \"&lt;a href=\"Blender%20%28magazine%29\"&gt;Blender&lt;/a&gt;\" magazine made a similar comparison, proclaiming Annie the \"Kylie Minogue hipsters don't have to feel guilty about liking\". Barry Walters of \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" touted how the album \"comes packed with both instant surface fizz and quirky finesse that sustains repeated listenings\", and ending his review, \"Goodbye, &lt;a href=\"Britney%20Spears\"&gt;Britney&lt;/a&gt;. Hello, Annie.\"\n\"Pitchfork\" listed \"Anniemal\" at number fifteen on its list of the top fifty albums of 2004, stating that its strength was how \"its downtime feels so decidedly personal\", and the album appeared at number 167 on \"Pitchfork\"s list of the top 200 albums of the 2000s. The album was placed on \"&lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt;\"s list of best albums of the 2000s at number twenty-three. \"Rolling Stone\" ranked \"Anniemal\" number thirty-nine on its \"Top 50 Records of 2005\" list, exclaiming, \"Hail the Norse goddess.\"\nRelease and commercial performance.\n679 Recordings first released \"Anniemal\" in Norway on 28 September 2004. The album debuted at its peak of number six on the Norwegian Albums Chart. It won in the pop category at the 2005 Alarm Prizes, and Annie won for newcomer of the year. She again won for Newcomer of the Year at &lt;a href=\"Spellemannprisen\"&gt;Spellemannprisen&lt;/a&gt; 2005, where she was invited to present an award.\nFollowing the album's Norwegian release, the songs were leaked onto the Internet, and some appeared on year-end best-of lists in other countries. Annie stated that she had not expected North American publications to show interest in the album because she thought \"the record sounds really European.\" The songs reached an international audience through online blogs, message boards, and &lt;a href=\"file%20sharing\"&gt;file sharing&lt;/a&gt; networks before they had been released outside Scandinavia. This was more common for independent bands, and Annie became the first European dance-pop musician to cultivate an underground fanbase this way.\n679 released the album in the rest of Europe during early 2005 but was unsure how to categorise and market \"Anniemal\". It asked Annie about artists like &lt;a href=\"Goldfrapp\"&gt;Goldfrapp&lt;/a&gt; whose audiences 679 thought it should target. Uncertain that the album's Internet hype would significantly bolster the album's sales, the label did not heavily promote it. In support of the album, Annie opened for English &lt;a href=\"alternative%20dance\"&gt;alternative dance&lt;/a&gt; band &lt;a href=\"Saint%20Etienne%20%28band%29\"&gt;Saint Etienne&lt;/a&gt; at several June 2005 gigs in the United Kingdom. Annie had never performed her songs live before the release of \"Anniemal\", so replicating the sound of more electronic songs like \"Chewing Gum\" became a long process. By September of that year, the album had sold 20,000 copies.\nFor its 7 June 2005 American release, \"Anniemal\" was distributed by &lt;a href=\"Big%20Beat%20Records%20%28American%20record%20label%29\"&gt;Big Beat Records&lt;/a&gt;. To promote the album, Annie performed a set of DJing gigs in the United States for the Anniemix Tour during late June and early July 2005. She and Kaukolampi spun vinyl, and Annie performed her songs during the tour. Before the tour began, \"Anniemal\" was selling over one thousand copies per week in the US, and it went on to sell a total of 22 thousand copies there. Although it did not chart on the US &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt;, \"Anniemal\" reached number thirteen on the &lt;a href=\"Dance/Electronic%20Albums\"&gt;Top Electronic Albums&lt;/a&gt; chart. When released in Australia the following year, the album failed to chart on the &lt;a href=\"ARIA%20Charts\"&gt;ARIA Albums Chart&lt;/a&gt; but peaked at number twenty-five on the Dance Albums Chart. \"Anniemal\" sold a total of over 100,000 copies worldwide.\nSingles.\n\"Chewing Gum\" was released as the album's lead single in September 2004. Built around a retro beat by Richard X, the song uses chewing gum as a metaphor for men, with Annie singing \"You spit it out when all the flavor has gone/Wrap him round your finger like you're playing with gum\". It was the album's most commercially successful single, reaching number eight on the Norwegian Singles Chart and number twenty-five on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;. It was also a critical success, listed thirty-first on the 2004 &lt;a href=\"Pazz%20%26amp%3B%20Jop\"&gt;Pazz &amp; Jop&lt;/a&gt; list, a survey of several hundred music critics conducted by &lt;a href=\"Robert%20Christgau\"&gt;Robert Christgau&lt;/a&gt;.\n\"Heartbeat\" was the second single released from \"Anniemal\". It narrates a night of going to clubs with friends, using a beat symbolizing a heartbeat, which doubles its tempo when Annie's persona catches the attention of her romantic interest on the dancefloor. Like \"Chewing Gum\", it received acclaim from music critics. It was one place behind \"Chewing Gum\" on the Pazz &amp; Jop list, and \"Pitchfork\" named it the best single of 2004. However, it did not sell as well as \"Chewing Gum\", reaching number eighteen in Norway and fifty in the United Kingdom. \"Happy Without You\" and \"Always Too Late\" were released as the third and fourth singles in 2005, but neither charted.\nPersonnel.\nCredits adapted from \"Anniemal\" album liner notes."
}