{
    "id": "231553",
    "revid": "16949691",
    "url": "https://en.wikipedia.org/wiki?curid=231553",
    "title": "Arapahoe Basin",
    "text": "Arapahoe Basin ( ; often shortened to A-Basin, or simply The Basin) is an &lt;a href=\"Alpine%20skiing\"&gt;alpine&lt;/a&gt; &lt;a href=\"ski%20area\"&gt;ski area&lt;/a&gt; in the &lt;a href=\"Rocky%20Mountains\"&gt;Rocky Mountains&lt;/a&gt; of the United States, in the &lt;a href=\"Arapaho%20National%20Forest\"&gt;Arapaho National Forest&lt;/a&gt; of &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;. Arapahoe Basin is known for its extended &lt;a href=\"ski%20season\"&gt;season&lt;/a&gt;—usually staying open until early June, and sometimes into early July, whereas most other northern ski areas close in early April. Arapahoe Basin is located south of &lt;a href=\"Loveland%20Pass\"&gt;Loveland Pass&lt;/a&gt; on &lt;a href=\"U.S.%20Route%206%20in%20Colorado\"&gt;U.S. Highway 6&lt;/a&gt; in &lt;a href=\"Summit%20County%2C%20Colorado\"&gt;Summit County&lt;/a&gt;.\nGeography and climate.\nThe Arapahoe Basin East Wall has a &lt;a href=\"topographical%20summit\"&gt;summit&lt;/a&gt; &lt;a href=\"elevation\"&gt;elevation&lt;/a&gt; of , which is among the highest in-bounds skiable terrain in North America. Due to its high elevation (at &lt;a href=\"tree%20line\"&gt;tree line&lt;/a&gt;) and its mostly north-to-northeast face, the Basin's ski season is much longer than most resorts in North America. It is often first to open mid-October and last to close in June.\nArapahoe Basin is located just below Loveland Pass and offers views of the &lt;a href=\"Continental%20Divide%20of%20the%20Americas\"&gt;Continental Divide&lt;/a&gt; (which it borders) from the lifts. From the top of the East Wall and the North Pole, there are great views of &lt;a href=\"Lake%20Dillon\"&gt;Lake Dillon&lt;/a&gt;, &lt;a href=\"Breckenridge%2C%20Colorado\"&gt;Breckenridge&lt;/a&gt;, &lt;a href=\"Keystone%2C%20Colorado\"&gt;Keystone&lt;/a&gt;, &lt;a href=\"Montezuma%2C%20Colorado\"&gt;Montezuma&lt;/a&gt;, and Loveland Pass.\nThe Basin is located about west of &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;.\nSki area information.\nLodges.\nA-Basin has three &lt;a href=\"ski%20lodge\"&gt;day lodge&lt;/a&gt;s. At the base is a full cafeteria, bar, and coffee bar. There is also a grill outside for warm days, and a food truck style taco bar. The Black Mountain Lodge sits mid-mountain, at the top of the Black Mountain Express, serving Barbecue and a day lodge style menu. New for 2018-2019, Il Rifugio at the previously unused Snow Plume Refuge building is an Italian bistro, specializing in wine, cheese and charcuterie. It is located at just over 12,500 feet at the summit of A-Basin. Due to complex logistics, most cooked food would have to be brought up the mountain to the restaurant. \nThere is no overnight lodging at Arapahoe Basin. The nearest lodging is located at the Keystone ski area, 6 mi. west.\nTerrain.\nArapahoe Basin is mostly known for advanced and expert terrain, but also has runs for the novice and intermediate skier, as well as a children's program. The \"Black Mountain Express\"(an adjustable highspeed detachable quad), \"Molly Hogan\", and \"Pika Place\" &amp; \"Hogan's Magic Carpet\" (both surface conveyors) lifts, service easy runs. \n\"Pika Place\" is conveniently located close to the base area lodge and is a carpet conveyor for tykes and never-evers.\n\"Hogan's Magic Carpet\", on the bunny slope, is conveniently located adjacent to the closest base area parking area. It is for beginners getting prepared to ride the nearby Molly Hogan chair lift.\n\"Molly Hogan\" is a slow lift running over the bunny slope, for use by those just learning to ride a chair lift. \n\"Black Mountain Express\" services greens, blues, and four blacks: \"The Gulch\" which runs parallel to \"Black Mountain Express\"; \"Exhibition\" which runs under the chair and features bumps, steep terrain, and a fair number of jumps; \"Lower Standard\", &amp; \"Lower International\" which can be accessed from the standard race traverse. \nThe \"Pallavicini\" lift services mostly black and double black terrain on the west side of the mountain, though it is possible to take some difficult blues back to the base and to ski the \"WestWall\". The \"Pallavicini\" face itself, a group of very steep and seemingly endless mogul runs, is rated double black diamond extreme. It provides gated access to \"Steep Gullies\".\nThe \"Lenawee\" lift takes skiers to the top of the mountain, where they can access blues, blacks, and the \"East and West Walls\". On the West Wall there is a blue called \"Cornice Run\" where skiers can take leaps from windblown cornices. The \"East Wall\" has some of the most difficult terrain at \"Arapahoe Basin\". The \"Lower East Wall\" is rated black diamond and can be reached without hiking. Open primarily in late winter and spring, the \"Upper East Wall\" is rated double black diamond extreme and is only accessible on foot. A hike of approximately 30 minutes will take guests to the \"North Pole\", a very steep descent through rocky terrain over avalanche-blasted territory. Along the ridge prior to the \"North Pole\" is a group of chutes accessed through notches in the cliff band. One chute actually requires some rock downclimbing to reach skiable snow, an interesting experience in ski boots while holding a pair of skis. These chutes are often only a couple of ski widths wide and require mountaineering skiing ability. Most of the terrain is prone to avalanches and is regularly blasted by the ski patrol before they declare the wall open. The \"Lower\" and \"Upper East Wall\" is bisected by the \"East Wall Traverse\" which is quite long and accesses a lot of difficult-to-reach territory from above and below, leaving prime snow conditions available for those willing to make the trek. The entire \"East Wall\" is not groomed and should not be taken lightly since evacuation by the ski patrol in this area is a difficult undertaking.\nThe \"Zuma\" lift services blue, black and double black trails over the backside of Arapahoe Basin in \"Montezuma Bowl\". Montezuma Bowl offers everything from groomed intermediate runs to advanced cornice runs. It has mostly southern exposure.\nThe \"Beavers Area\" is 468 acres of terrain serviced by a fixed grip quad. It is a bowl to the northwest of Pallavinci, with blue and black rated runs. The full terrain includes open powder bowls, tree skiing, and rocky chutes, as well as two intermediate groomed runs.name=Expansion \nThe \"Steep Gullies\" was included in the opening of the \"Beavers Area\" and has the most challenging skiing at Arapahoe Basin. These steep, narrow chutes vary in pitch and width, and are rated as \"extreme\" (double-black diamond). All terrain in The Steep Gullies is designated as \"hike back,\" meaning that guests must hike or skin back to the bottom of the Pallavicini Lift upon completion of their run.\nHistory.\nLarry and Marnie Jump, Max Dercum, and Sandy Shaufler started Arapahoe Basin in 1945. The first year it was open for skiing was 1946. Since then, it has expanded to include 147 trails served by 9 &lt;a href=\"ski%20lift\"&gt;lift&lt;/a&gt;s. The ski area was sold in the 1970's to Joe Jankovsky. He in turn sold the area to Ralston Purina. \nArapahoe Basin became the first ski resort in the United States to open for the 2006–2007 season on October 13, when it opened one lift and one run.} It was the first time in seven seasons that Arapahoe Basin beat &lt;a href=\"Loveland%20Ski%20Area\"&gt;Loveland ski area&lt;/a&gt; in the race to be the first ski area open in the nation. It repeated for the 2007–2008 ski area by opening at 9:00 a.m. on October 10. This was the area's earliest opening in 61 years and the earliest opening in North America for the season.\nDuring the 2007–2008 season, Arapahoe Basin expanded into Montezuma Bowl, with the largest terrain expansion in the nation for that season. Facing southwest towards Keystone, the terrain offers blue, black, and double black trails with all kinds of terrain, including: groomed runs, chutes, glades, and cornice runs, all accessible from the Zuma fixed grip quad. The terrain will be open each season between late December and early January through late April, conditions warranted.\nArapahoe Basin opened for the 2009–2010 season on Friday, October 9, the earliest start in its history.\nIn 2010, &lt;a href=\"Leitner-Poma\"&gt;Leitner-Poma&lt;/a&gt; replaced the Exhibition lift on the lower mountain with a high speed quad, the Black Mountain Express lift, Arapahoe Basin's first detachable lift.\nIn the 2015-2016 ski season for the second time in history both &lt;a href=\"Loveland%20Ski%20Area\"&gt;Loveland Ski Area&lt;/a&gt; and Arapahoe Basin opened on the same day. Loveland opened at 8:30am and Arapahoe Basin at 9am on October 29, 2015. The first time both resorts opened on the same day was the 2008-2009 season.(see comments for reference)\nIn November 2016, 468 acres were approved by the Forest Service and added to the ski area. Of those 468 acres, 329 opened for the 2017-2018 season; 232 in the Beavers section and 129 in the Steep Gullies section. Currently, the terrain is accessible by a 30-minute hike and is expert and extreme terrain only. A fixed-grip quad chair lift was built in the summer of 2018. \nOpening date for 2016-2017 Season announced on Wednesday, October 19, 2016 with First Chair at 9:00am on Friday, October 21, 2016.\nIn February 2019, Arapahoe Basin announced it was ending its 20+ year partnership with Vail Resorts and its Epic Pass at the end of the 2018-19 season. On August 2 2019, Arapahoe Basin announced it would join the Ikon Pass starting with the 2019-2020 winter season.\nStatistics.\nResort Historical Opening and Closing Dates During Snowmaking Era.\nArapahoe Basin and Loveland compete yearly for the #RaceToOpen. Ski enthusiasts from around the world watch to see who will open first. Below are the opening dates during the Snowmaking Era.\nSeason Open Date (Day of Week)\nZuma Bowl Opening and Closing Dates.\nSeason Open Date Close Date Total Days Open"
}