{
    "id": "23169192",
    "revid": "602857",
    "url": "https://en.wikipedia.org/wiki?curid=23169192",
    "title": "Alphonse Jackson",
    "text": "Alphonse Jackson, Jr. (November 27, 1927 – December 23, 2014), was an &lt;a href=\"educator\"&gt;educator&lt;/a&gt; and &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt; &lt;a href=\"Activism\"&gt;activist&lt;/a&gt; who served in the &lt;a href=\"Louisiana%20House%20of%20Representatives\"&gt;Louisiana House of Representatives&lt;/a&gt; for District 2 in his native &lt;a href=\"Caddo%20Parish%2C%20Louisiana\"&gt;Caddo Parish&lt;/a&gt; in northwestern &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;. He was a charter member of the Louisiana Legislative Black Caucus, which was established in 1977.\nBackground.\nBorn in &lt;a href=\"Shreveport%2C%20Louisiana\"&gt;Shreveport&lt;/a&gt;, young Jackson labored during summers picking &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt; and baling &lt;a href=\"hay\"&gt;hay&lt;/a&gt; on the farm of his maternal grandfather, Sam Beaner. He also worked at the family-owned Beaner's Grocery and the &lt;a href=\"Phillips%2066\"&gt;Phillips 66&lt;/a&gt; service station on Line Avenue, operated by his father, Alphonse Jackson, Sr. (1907-1983). Upon his graduation from the &lt;a href=\"historically%20black\"&gt;historically black&lt;/a&gt; Central High School in Shreveport, he entered &lt;a href=\"Southern%20University\"&gt;Southern University&lt;/a&gt; in &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge&lt;/a&gt;, another historically black institution, at which he was initiated into &lt;a href=\"Alpha%20Phi%20Alpha\"&gt;Alpha Phi Alpha&lt;/a&gt; &lt;a href=\"fraternity\"&gt;fraternity&lt;/a&gt;. &lt;a href=\"Conscription\"&gt;Drafted&lt;/a&gt; into the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;, he was among the military personnel deployed to &lt;a href=\"Hiroshima\"&gt;Hiroshima&lt;/a&gt; and &lt;a href=\"Nagasaki\"&gt;Nagasaki&lt;/a&gt; to engage in cleanup from the &lt;a href=\"atomic%20bomb\"&gt;atomic bomb&lt;/a&gt;s dropped in 1945. After his military service, Jackson returned to Southern University to obtain in 1951 his &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; in &lt;a href=\"social%20studies\"&gt;social studies&lt;/a&gt;. Thereafter, he attended &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt;, from which he acquired in 1961 a &lt;a href=\"Master%20of%20Arts\"&gt;Master of Arts&lt;/a&gt; degree in secondary education administration.\nJackson began teaching in the early 1950s in the Caddo Parish schools and was soon named a &lt;a href=\"school%20principal\"&gt;principal&lt;/a&gt;, first at his alma mater, Central High School, and then at predominantly white Judson Elementary School. In 1960, Jackson was recognized as the Caddo Parish \"Educator of the Year\". In 1962, the Louisiana Education Association cited him for citizenship and civil rights leadership. He was active in the statewide teachers' organization and worked to merge the Louisiana Education Association with the former white Louisiana Teachers Association. He was a field representative for the National Education Association.\nPolitical career.\nJackson was appointed to the ten-member Biracial Committee to Desegregate Schools in Caddo Parish and was one of three who met with &lt;a href=\"U.S.%20President\"&gt;U.S. President&lt;/a&gt; &lt;a href=\"Richard%20M.%20Nixon\"&gt;Richard M. Nixon&lt;/a&gt; to determine ways to integrate Louisiana schools. Prior to and during his legislative service, Jackson worked in consort with &lt;a href=\"African-American\"&gt;black&lt;/a&gt; &lt;a href=\"dentist\"&gt;dentist&lt;/a&gt; &lt;a href=\"Louis%20Pendleton\"&gt;Louis Pendleton&lt;/a&gt; and white &lt;a href=\"school%20board\"&gt;school board&lt;/a&gt; leader &lt;a href=\"Don%20W.%20Williamson\"&gt;Don W. Williamson&lt;/a&gt; of Shreveport to finalize desegregation plans.\nIn 1972, as a freshman legislator, Jackson was elected as a delegate to the Louisiana Constitutional Convention of 1973. He was the chairman of the Committee on Bill of Rights and Elections. In 1973, Jackson was named Shreveport's \"Man of the Year\". Jackson worked with the Louisiana Education Association to investigate complaints filed by parents, teachers, and school personnel regarding violations of civil rights. For several years he directed legal defense efforts for professional educators in Louisiana and coordinated the &lt;a href=\"Head%20Start%20Program\"&gt;Head Start&lt;/a&gt; program. He was a long-term member of the &lt;a href=\"NAACP\"&gt;NAACP&lt;/a&gt;.\nIn 1979, Jackson worked for the election of his fellow &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt; &lt;a href=\"Louis%20Lambert\"&gt;Louis Lambert&lt;/a&gt;, a &lt;a href=\"Louisiana%20Public%20Service%20Commission\"&gt;Louisiana Public Service Commission&lt;/a&gt;er from Baton Rouge, as &lt;a href=\"governor%20of%20Louisiana\"&gt;governor&lt;/a&gt; in the &lt;a href=\"general%20election\"&gt;general election&lt;/a&gt; against Republican &lt;a href=\"Dave%20Treen\"&gt;David C. Treen&lt;/a&gt;. When Treen spoke before the legislature for the first time in April 1980, Representative Jackson was critical of what he called remarks \"so vague and brief that he left me with far more questions than he answered.\"\nAs a legislator, Jackson opposed the Louisiana Balanced Treatment Act regarding the teaching of &lt;a href=\"creation%20science\"&gt;creation science&lt;/a&gt; and &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt; in Louisiana &lt;a href=\"Public%20school%20%28government%20funded%29\"&gt;public school&lt;/a&gt;s. The law was written by a Shreveport colleague, &lt;a href=\"Louisiana%20State%20Legislature\"&gt;State Senator&lt;/a&gt; &lt;a href=\"Bill%20Keith%20%28Louisiana%20politician%29\"&gt;Bill P. Keith&lt;/a&gt;, also a Democrat. It was struck down in 1987 by the &lt;a href=\"United%20States%20Supreme%20Court\"&gt;United States Supreme Court&lt;/a&gt; in the decision \"&lt;a href=\"Edwards%20v.%20Aguillard\"&gt;Edwards v. Aguillard&lt;/a&gt;\".\nAfter he left the legislature, Jackson became the president of a &lt;a href=\"public%20relations\"&gt;public relations&lt;/a&gt; firm, Jackson, Nicholson and Associates, through which he coordinated political campaigns and planned marketing programs.\nJackson's second wife, the former Glenda Hurst, is the daughter of Norbert Hurst of &lt;a href=\"New%20Roads%2C%20Louisiana\"&gt;New Roads&lt;/a&gt; who was formerly married to the late James R. Archie, I. The couple married in 1993 and resided in Baton Rouge, where Jackson died in a &lt;a href=\"hospice\"&gt;hospice&lt;/a&gt; at the age of eighty-seven two days before &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt; 2014. There are two Jackson daughters from his first marriage to Rubye H. Jackson of Shreveport, &lt;a href=\"Lydia%20P.%20Jackson\"&gt;Lydia Patrice Jackson&lt;/a&gt; and Angela Eileen Jackson. He acquired a stepdaughter, Andrea A. Archie of &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, from the second marriage.\nLydia Jackson formerly represented District 39 in Caddo Parish in the Louisiana State Senate from 2004 to 2012, when she was unseated by her predecessor in the office, fellow African-American Democrat &lt;a href=\"Gregory%20Tarver\"&gt;Gregory Tarver&lt;/a&gt;, a Shreveport &lt;a href=\"business\"&gt;business&lt;/a&gt;man. Tarver had defeated Bill Keith for the same seat in 1983, when African Americans became the majority of voters in the district. In the elections of 2011, Tarver returned to reclaim the seat from Lydia Jackson.\nWhen he lived in Shreveport, Jackson was affiliated with the Zion Baptist Church. After services on December 27, 2014 at Shiloh Missionary Baptist Church in Baton Rouge, Jackson was interred at Southern Memorial Gardens at 301 Blount Road in Baton Rouge.\nAlphonse Jackson, Jr., is the eponym of the Alphonse Jackson Early Childhood Center in Shreveport.\"&lt;a href=\"The%20Times%20%28Shreveport%29\"&gt;The Shreveport Times&lt;/a&gt;\" in 2000 named Jackson as one of the one hundred most influential people of northwest Louisiana."
}