{
    "id": "23191296",
    "revid": "42640167",
    "url": "https://en.wikipedia.org/wiki?curid=23191296",
    "title": "Hersekzade Ahmed Pasha",
    "text": "Hersekzade or Hersekli Ahmed Pasha (\"Ahmed Pasha, son of the Herzog\"; &lt;a href=\"Serbo-Croatian\"&gt;Serbo-Croatian&lt;/a&gt;: \"Ahmed-paša Hercegović\"; Aхмед-паша Херцеговић; 1459 – 21 July 1517), born as Stjepan Hercegović, he was the youngest son of &lt;a href=\"Stjepan%20Vuk%C4%8Di%C4%87%20Kosa%C4%8Da\"&gt;Stjepan Vukčić&lt;/a&gt;. In his adolescence he was taken to Constantinople, where he adopted &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; along with the peculiar way of life of the &lt;a href=\"Ottoman%20court\"&gt;Ottoman court&lt;/a&gt;, which made possible his advancement through the Ottoman government and military ranks, eventually occupying highest offices of the &lt;a href=\"Ottoman%20Empire\"&gt;Empire's&lt;/a&gt; government and military as a &lt;a href=\"Grand%20Vizier%20of%20the%20Ottoman%20Empire\"&gt;statesman&lt;/a&gt; and navy's &lt;a href=\"Kapudan%20Pasha\"&gt;grand admiral&lt;/a&gt;.\nEarly life.\nStjepan was born into the &lt;a href=\"Kosa%C4%8Da%20family\"&gt;Kosača family&lt;/a&gt; in 1459. He was third and youngest son of &lt;a href=\"herzog\"&gt;Herceg&lt;/a&gt; Stjepan Vukčić, at the time most powerful &lt;a href=\"Kingdom%20of%20Bosnia\"&gt;Bosnian&lt;/a&gt; noblemen. Stjepan's half-siblings from his father's first marriage included &lt;a href=\"Catherine%20of%20Bosnia\"&gt;Queen Katarina&lt;/a&gt;, wife of &lt;a href=\"Stephen%20Thomas%20of%20Bosnia\"&gt;King Stjepan Tomaš&lt;/a&gt;, &lt;a href=\"Vladislav%20Hercegovi%C4%87\"&gt;Vladislav Hercegović&lt;/a&gt;, and &lt;a href=\"Vlatko%20Hercegovi%C4%87\"&gt;Vlatko Hercegović&lt;/a&gt;, their father's successor. Stjepan's family belonged to the &lt;a href=\"Bosnian%20Church\"&gt;Bosnian Church&lt;/a&gt;, but were \"shaky Christians\" like most of their countrymen. His half-sister, Catherine, converted to Roman Catholicism upon marriage and became pious follower of the church, while Stjepan himself adopted Islam and changed his name to Ahmed after moving to Constantinople in about 1473.\nCareer.\nHersekli Ahmed Pasha was a five-time &lt;a href=\"Grand%20Vizier%20of%20the%20Ottoman%20Empire\"&gt;Grand Vizier of the Ottoman Empire&lt;/a&gt; and &lt;a href=\"list%20of%20Kapudan%20Pashas\"&gt;Grand Admiral&lt;/a&gt; to the &lt;a href=\"Sultan%20of%20the%20Ottoman%20Empire\"&gt;sultan&lt;/a&gt;, serving five times as Grand Vizier in the period from 1497 to 1515. He was married in 1484 to Hundi Hatun, the daughter of Sultan &lt;a href=\"Bayezid%20II\"&gt;Bayezid II&lt;/a&gt;, and he left descendants. He died on 21 July 1517 of natural causes, toward the end of the reign of &lt;a href=\"Selim%20I\"&gt;Selim I&lt;/a&gt;."
}