{
    "id": "23191617",
    "revid": "28903366",
    "url": "https://en.wikipedia.org/wiki?curid=23191617",
    "title": "Link relation",
    "text": "A link relation is a descriptive attribute attached to a &lt;a href=\"hyperlink\"&gt;hyperlink&lt;/a&gt; in order to define the type of the link, or the relationship between the source and destination resources. The attribute can be used by automated systems, or can be presented to a user in a different way.\nIn &lt;a href=\"HTML\"&gt;HTML&lt;/a&gt; these are designated with the attribute on , , or elements. Example uses include the standard way of referencing &lt;a href=\"Cascading%20Style%20Sheets\"&gt;CSS&lt;/a&gt;, , which indicates that the external resource linked to with the attribute is a stylesheet, so a &lt;a href=\"web%20browser\"&gt;web browser&lt;/a&gt; will generally fetch this file to render the page. Another example is for the popular &lt;a href=\"favicon\"&gt;favicon&lt;/a&gt; icon.\nLink relations are used in some &lt;a href=\"microformat\"&gt;microformat&lt;/a&gt;s (e.g. for &lt;a href=\"Tag%20%28metadata%29\"&gt;tagging&lt;/a&gt;), in &lt;a href=\"XHTML%20Friends%20Network\"&gt;XHTML Friends Network&lt;/a&gt; (XFN), and in the &lt;a href=\"Atom%20%28standard%29\"&gt;Atom standard&lt;/a&gt;, in &lt;a href=\"XLink\"&gt;XLink&lt;/a&gt;, as well as in HTML. Standardized link relations are one of the foundations of &lt;a href=\"HATEOAS\"&gt;HATEOAS&lt;/a&gt; as they allow the user agent to understand the meaning of the available state transitions in a &lt;a href=\"Representational%20State%20Transfer\"&gt;REST&lt;/a&gt; system.\nThe &lt;a href=\"Internet%20Engineering%20Task%20Force\"&gt;Internet Engineering Task Force&lt;/a&gt; (IETF) has a registry of standardized link relations, and a procedure for extending it defined in RFC 5988. &lt;a href=\"HTML5\"&gt;HTML5&lt;/a&gt; also defines valid link relations.\nIn HTML4, the rev attribute of a link is also defined, which defines the reversed relationship between the resources. The attribute is removed in &lt;a href=\"HTML5\"&gt;HTML5&lt;/a&gt;.\nSemantic Web implementation.\nThe &lt;a href=\"Resource%20Description%20Framework\"&gt;RDF&lt;/a&gt; typed links are fundamental in &lt;a href=\"Linked%20data%23Datasets\"&gt;LOD datasets&lt;/a&gt; for identifying the relationship (predicate) type of RDF triples, contributing to the automatic processability of machine-readable statements of the &lt;a href=\"Giant%20Global%20Graph\"&gt;Giant Global Graph&lt;/a&gt; on the &lt;a href=\"Semantic%20Web\"&gt;Semantic Web&lt;/a&gt;. The typed links in RDF are expressed as the value of the codice_1 property, defining the relationship type using well-established &lt;a href=\"controlled%20vocabulary\"&gt;controlled vocabulary&lt;/a&gt; terms or definitions from LOD datasets such as\n&lt;rdf:type rdf:resource=\"http://schema.org/Person\" /&gt;"
}