{
    "id": "23208511",
    "revid": "26921790",
    "url": "https://en.wikipedia.org/wiki?curid=23208511",
    "title": "VMI Keydets football",
    "text": "The VMI Keydets football team represents the &lt;a href=\"Virginia%20Military%20Institute\"&gt;Virginia Military Institute&lt;/a&gt; in &lt;a href=\"Lexington%2C%20Virginia\"&gt;Lexington, Virginia&lt;/a&gt;. The Keydets compete in the &lt;a href=\"Southern%20Conference\"&gt;Southern Conference&lt;/a&gt; of the &lt;a href=\"NCAA%20Division%20I%20FCS\"&gt;NCAA Division I FCS&lt;/a&gt;, and are coached by &lt;a href=\"Scott%20Wachenheim\"&gt;Scott Wachenheim&lt;/a&gt;, named head coach on December 14, 2014. VMI plays their home contests at 10,000-seat &lt;a href=\"Alumni%20Memorial%20Field\"&gt;Alumni Memorial Field&lt;/a&gt;, as they have since 1962.\nHistorically VMI's biggest rival was &lt;a href=\"Virginia%20Tech%20Hokies%20football\"&gt;Virginia Tech&lt;/a&gt;. Today, VMI's biggest rival is &lt;a href=\"Citadel%20Bulldogs%20football\"&gt;The Citadel&lt;/a&gt;, as the two teams have battled 72 times, with The Citadel leading the series 40–30–2. The series was dubbed \"The &lt;a href=\"Military%20Classic%20of%20the%20South\"&gt;Military Classic of the South&lt;/a&gt;\" in 1976 as a reference to the two school's status as the last two remaining all-military schools in the south, a region once rich with military colleges. The winner of each game receives an award known as the \"Silver Shako.\" \nThe \"Silver Shako has been held by VMI since 2019. The last contest occurred on April 17th, 2021 during the unprecedented NCAA FCS Spring Football Season. VMI defeated &lt;a href=\"2020%20The%20Citadel%20Bulldogs%20football%20team\"&gt;The Citadel&lt;/a&gt; 31–17 in the &lt;a href=\"Military%20Classic%20of%20the%20South\"&gt;Military Classic of the South&lt;/a&gt;, retaining the Silver Shako, and winning their first &lt;a href=\"List%20of%20Southern%20Conference%20football%20champions\"&gt;Southern Conference Football Championship&lt;/a&gt; since 1977. By winning the SoCon Championship, The Keydets became an Automatic Qualifier for their first ever FCS Playoff berth. The following week, on April 24th, 2020, The Keydets lost by one touchdown to the #1 ranked James Madison University Dukes, 31–24, in Harrisonburg, VA. Three members of the Spring 2021 Keydet Football team would eventually be selected as first-team All-Americans. Scott Wachenheim, Head Coach of the Keydets, would go on to win multiple collegiate coaching honors for the season including Southern Conference Coach of the Year and AFCA-FCS Coach of the Year. Wachenheim had led the Spring 2021 Keydets to their first conference championship in over 40 years and their first ever FCS playoff bid. During the season, VMI was ranked amongst the Top 25 FCS Teams nationally for most of the season, rising as high as #10 in the FCS Stats Perform Poll and #11 in the AFCA Coaches Polls.\nIn addition to The Citadel, VMI has minor rivalries with &lt;a href=\"William%20%26amp%3B%20Mary%20Tribe%20football\"&gt;William &amp; Mary&lt;/a&gt; and &lt;a href=\"Richmond%20Spiders%20football\"&gt;Richmond&lt;/a&gt;. The Tribe and the Keydets first met in 1908, and William &amp; Mary leads that &lt;a href=\"VMI%E2%80%93William%20%26amp%3B%20Mary%20football%20rivalry\"&gt;series&lt;/a&gt; 52–33–2. VMI's &lt;a href=\"VMI%E2%80%93Richmond%20football%20rivalry\"&gt;competition with Richmond&lt;/a&gt; goes back farther, to just their third year of existence (&lt;a href=\"1893%20VMI%20Keydets%20football%20team\"&gt;1893&lt;/a&gt;). Richmond has won 41 games to VMI's 40, and the teams have tied five times. Also, the Keydets have played &lt;a href=\"Virginia%20Cavaliers%20football\"&gt;Virginia&lt;/a&gt; and Virginia Tech 82 and 79 times, respectively.\nHistory.\n19th century.\nVMI football dates back to 1873 with a one-game season, featuring a 4–2 loss to &lt;a href=\"Washington%20and%20Lee%20University\"&gt;Washington and Lee&lt;/a&gt;. No player or coaching records are known from that game. The Keydets would not have another intercollegiate team until 1891 under coach &lt;a href=\"Walter%20Taylor%20%28American%20football%29\"&gt;Walter Taylor III&lt;/a&gt;. Taylor was the son of &lt;a href=\"Walter%20H.%20Taylor\"&gt;Walter H. Taylor&lt;/a&gt;, a &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt; &lt;a href=\"lieutenant%20colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt; and aide to &lt;a href=\"Robert%20E.%20Lee\"&gt;Robert E. Lee&lt;/a&gt;. The Keydets went 3–0–1 in 1891, with a win and tie against Washington and Lee and defeats of &lt;a href=\"St.%20John%27s%20College%20%28Annapolis/Santa%20Fe%29\"&gt;St. John's&lt;/a&gt; and &lt;a href=\"Pantops%20Academy\"&gt;Pantops Academy&lt;/a&gt;.\nVMI had two additional undefeated seasons in &lt;a href=\"1892%20VMI%20Keydets%20football%20team\"&gt;1892&lt;/a&gt; and &lt;a href=\"1894%20VMI%20Keydets%20football%20team\"&gt;1894&lt;/a&gt;, and a total record of 32–10–2 during the 19th century, setting the tone as being one of the state's top football schools. Although they were technically undefeated in &lt;a href=\"1899%20VMI%20Keydets%20football%20team\"&gt;1899&lt;/a&gt; by a virtue of a lone win over &lt;a href=\"Washington%20%26amp%3B%20Lee%20Generals%20football\"&gt;Washington &amp; Lee&lt;/a&gt;, the season was cut short and all cadets were sent home due to an outbreak of &lt;a href=\"typhoid%20fever\"&gt;typhoid fever&lt;/a&gt;.\n1900–1920.\nVMI continued to have success on the field during the early 1900s. &lt;a href=\"Sam%20Walker%20%28American%20football%29\"&gt;Sam Walker&lt;/a&gt; became the head coach at the turn of the century, and, after compiling a head coaching record of 11–7–3 in three seasons, was replaced by future &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt;r &lt;a href=\"William%20Roper%20%28American%20football%29\"&gt;William Roper&lt;/a&gt;. Roper's brief two-year tenure was highlighted by wins over &lt;a href=\"NC%20State%20Wolfpack%20football\"&gt;NC State&lt;/a&gt; and &lt;a href=\"Davidson%20Wildcats%20football\"&gt;Davidson&lt;/a&gt;.\nAfter several seasons of mediocrity, VMI returned to their winning ways in 1911 under &lt;a href=\"Alpha%20Brummage\"&gt;Alpha Brummage&lt;/a&gt;, who previously coached at now-&lt;a href=\"National%20Association%20of%20Intercollegiate%20Athletics\"&gt;NAIA&lt;/a&gt; &lt;a href=\"Ottawa%20University\"&gt;Ottawa University&lt;/a&gt; in &lt;a href=\"Ottawa%2C%20Kansas\"&gt;Ottawa, Kansas&lt;/a&gt;. In two years with Brummage, VMI went 14–2, and 7–1 each season, stumbling only to Virginia and &lt;a href=\"St.%20John%27s%20College%20%28Annapolis/Santa%20Fe%29\"&gt;St. John's&lt;/a&gt;, though VMI did manage to defeat and shutout the in-state rival and powerhouse Cavaliers 19–0 in &lt;a href=\"1912%20VMI%20Keydets%20football%20team\"&gt;1912&lt;/a&gt;.\nAfter Brummage left VMI for &lt;a href=\"Kentucky%20Wildcats\"&gt;Kentucky&lt;/a&gt;, where he would become the school's football and basketball coach, the Keydets went 7–1–2 under new head coach &lt;a href=\"Henry%20Poaque\"&gt;Henry Poaque&lt;/a&gt;, his only season at the Institute. VMI joined the &lt;a href=\"South%20Atlantic%20Intercollegiate%20Athletic%20Association\"&gt;South Atlantic Intercollegiate Athletic Association&lt;/a&gt; (SAIAA) in 1918, many of the members of which formed the bulk of the &lt;a href=\"Southern%20Conference\"&gt;Southern Conference&lt;/a&gt; after the conference's disbandment in 1921. In 1920, &lt;a href=\"Blandy%20Clarkson\"&gt;Blandy Clarkson&lt;/a&gt; led VMI to its third of only four perfect seasons with a 9–0 record, culminating with an SAIAA championship.\nAlumni Field.\nWith the finished construction of Alumni Field in 1921, VMI football no longer needed to play on the Parade Ground situated in front of the &lt;a href=\"Barracks%2C%20Virginia%20Military%20Institute\"&gt;barracks&lt;/a&gt;. The stadium was placed around the same place it is today, and was completed at a total cost of $69,000. The Keydets went 3–5–1 in the stadium's inaugural year, which included key wins over in-state opponents Roanoke, Hampden–Sydney, and a stunning victory over Virginia.\nBlandy Clarkson era.\nFollowing the perfect 9–0 championship season in &lt;a href=\"1920%20VMI%20Keydets%20football%20team\"&gt;1920&lt;/a&gt;, VMI was much less successful the following year, posting a 3–5–1 record, which was the only losing season for the Keydets under Clarkson. After two stellar seasons of 7–2 and 9–1 as an independent, VMI joined the &lt;a href=\"Southern%20Conference\"&gt;Southern Conference&lt;/a&gt; in &lt;a href=\"1924%20VMI%20Keydets%20football%20team\"&gt;1924&lt;/a&gt;, where they would remain for nearly 80 years until 2003. In their inaugural SoCon season, VMI went 6–3–1, which was good for 13th place in a sizeable conference of 22. Clarkson departed VMI following the 1926 season, and totaled a record of 44–21–2 in seven years, the most wins by any Keydet head coach at the time.\nWilliam Raftery era.\nFollowing the departure of Clarkson, &lt;a href=\"Worcester%2C%20Massachusetts\"&gt;Worcester, Massachusetts&lt;/a&gt;-native &lt;a href=\"W.%20C.%20Raftery\"&gt;William \"Bill\" Raftery&lt;/a&gt; took over head coaching duties of VMI. The Keydets were 6–4 his first season, ranking among the last in the SoCon. Raftery led the team to an 8–2 season in 1929, but it was the last winning season under Raftery's reign, which lasted until 1936. In ten years his record at VMI was 38–55–5.\nAllison Hubert era.\n&lt;a href=\"Allison%20Hubert\"&gt;Allison Hubert&lt;/a&gt; took over for his predecessor Raftery in the 1937 season. Nicknamed \"Pooley\", Hubert was a Mississippi native and a veteran of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. After leading &lt;a href=\"Alabama%20Crimson%20Tide%20football\"&gt;Alabama&lt;/a&gt; to the 1926 national championship, Hubert coached several sports at &lt;a href=\"Southern%20Miss%20Golden%20Eagles%20football\"&gt;Southern Miss&lt;/a&gt; in the early 1930s. He went 5–5 in his first season with the Keydets. Hubert's most successful season with VMI was in 1940, where the squad finished 7–2–1, though it was only good enough to get them 7th in the conference. Hubert left with a 43–45–8 record under his belt after ten seasons.\nTom Nugent era.\nWhen &lt;a href=\"Arthur%20Morton%20%28American%20football%29\"&gt;Arthur Morton&lt;/a&gt; left VMI for &lt;a href=\"Mississippi%20State%20Bulldogs%20football\"&gt;Mississippi State&lt;/a&gt; in 1949, he was 9–8–1 with the Keydets.&lt;a href=\"Tom%20Nugent\"&gt;Tom Nugent&lt;/a&gt; took his place that January. Nugent was famous for developing the &lt;a href=\"I%20formation\"&gt;I formation&lt;/a&gt;, though it did not happen until the year after he left VMI. Though the first two years were nothing special, Nugent took the 1951 squad to their first SoCon championship with a 7–3 record. The season included a 34–0 shutout of Richmond, a 29–6 drubbing of &lt;a href=\"Wofford%20Terriers\"&gt;Wofford&lt;/a&gt;, a 27–21 win over rival Citadel, and a 20–7 win over Virginia Tech in the season finale. Nugent left following the 1952 season.\nAlumni Memorial Field and John McKenna era.\nPossibly the greatest decades in VMI football history were under &lt;a href=\"John%20McKenna%20%28American%20football%29\"&gt;John McKenna&lt;/a&gt;. In his thirteen years with the Keydets, McKenna had a record of 62–60–8, and won four SoCon championships. These occurred in 1957, 1959, 1960 and 1962.\nIn the same year VMI won the 1962 Southern Conference, 10,000-seat &lt;a href=\"Alumni%20Memorial%20Field\"&gt;Alumni Memorial Field&lt;/a&gt; was built. Costs were around $250,000.\nBob Thalman era.\n&lt;a href=\"Bob%20Thalman\"&gt;Bob Thalman&lt;/a&gt; came to VMI in 1971. Coming from the &lt;a href=\"University%20of%20Richmond\"&gt;University of Richmond&lt;/a&gt;, he previously coached at Hampden–Sydney. Thalman brought another two SoCon championships to VMI in 1974 and 1977. He departed in 1984 after a miserable 1–9 season.\n1985–2002.\n&lt;a href=\"Eddie%20Williamson\"&gt;Eddie Williamson&lt;/a&gt; took over the head coaching position for four years, all losing seasons. He was followed by &lt;a href=\"Jim%20Shuck\"&gt;Jim Shuck&lt;/a&gt;, &lt;a href=\"Bill%20Stewart%20%28American%20football%29\"&gt;Bill Stewart&lt;/a&gt;, &lt;a href=\"Ted%20Cain\"&gt;Ted Cain&lt;/a&gt;, and &lt;a href=\"Cal%20McCombs\"&gt;Cal McCombs&lt;/a&gt; until 2005. No coach could produce a winning season for the Keydets.\nBig South and return to Southern Conference.\nIn 2003, VMI joined the &lt;a href=\"Big%20South%20Conference\"&gt;Big South Conference&lt;/a&gt; after 79 years in the SoCon. VMI still could not get back to its winning ways. They were under the direction of McCombs, who would be fired after 2005. &lt;a href=\"Jim%20Reid\"&gt;Jim Reid&lt;/a&gt; would coach for two years, with a 3–19 record. &lt;a href=\"Sparky%20Woods\"&gt;Sparky Woods&lt;/a&gt; became the 30th head coach in 2008. The Keydets returned to the Southern Conference in 2014, but Woods was unable to lead a winning season; he was dismissed at the end of the 2014 season with a seven-year record of 17–62, and was replaced by &lt;a href=\"Scott%20Wachenheim\"&gt;Scott Wachenheim&lt;/a&gt;. The 2020 VMI Football team won the Southern Conference title with a 6-1 record, and a FCS Playoff berth. It is their first winning season since 1981.\nChampionships.\nBowl games.\nThe Keydets have six wins and 18 losses in 24 minor bowl games. This includes nine &lt;a href=\"Tobacco%20Bowl\"&gt;Tobacco Bowl&lt;/a&gt;s and 15 &lt;a href=\"Oyster%20Bowl\"&gt;Oyster Bowl&lt;/a&gt;s. \nConference Championships.\nThe Keydets have won 8 conference championships, with all of them coming in the &lt;a href=\"Southern%20Conference\"&gt;Southern Conference&lt;/a&gt;, 6 outright and 2 shared.\n† Co-champions\nDivision I-AA/FCS playoffs.\nVMI has made one appearance in the FCS playoffs. Their combined record is 0–1.\nHead coaches.\nVMI has had 31 head coaches in their history. They are currently led by &lt;a href=\"Scott%20Wachenheim\"&gt;Scott Wachenheim&lt;/a&gt;, a graduate of the &lt;a href=\"United%20States%20Air%20Force%20Academy\"&gt;Air Force Academy&lt;/a&gt; and a native of &lt;a href=\"California\"&gt;California&lt;/a&gt;. The winningest coach in VMI history is &lt;a href=\"John%20McKenna%20%28American%20football%29\"&gt;John McKenna&lt;/a&gt;, who had a 62–60–8 in thirteen seasons at the school. &lt;a href=\"Alpha%20Brummage\"&gt;Alpha Brummage&lt;/a&gt;, who led the Keydets for two seasons in 1911 and 1912, has the highest winning percentage among coaches with at least ten games coached (.875).\n\"\nFacilities.\nAlumni Memorial Field.\nAlumni Memorial Field at Foster Stadium, located on the VMI post, has been the home of VMI football games since 1962. Completed at a cost of around $250,000, Foster seats 10,000. The stadium went through a major $12 million renovation process in 2006, with new ticket booths, concourses, restrooms, and a new scoreboard and &lt;a href=\"jumbotron\"&gt;jumbotron&lt;/a&gt;. The field's surface is &lt;a href=\"Bermuda%20Grass\"&gt;Bermuda Grass&lt;/a&gt;.\nSprinturf Field.\nSprinturf Field serves as the Keydets practice facility, made of &lt;a href=\"artificial%20grass\"&gt;artificial grass&lt;/a&gt;. It also serves host to 1–2 lacrosse games throughout the season.\nTraditions.\nVMI chose a kangaroo to represent the school as a mascot in 1947, when two cheerleaders saw one on a magazine cover and thought how \"uncommon the animal was as a mascot\". Originally the kangaroo was named TD Bound, but later changed to Moe at an unknown time. VMI is one of four colleges with a marsupial mascot. &lt;a href=\"Zippy%20%28mascot%29\"&gt;Zippy&lt;/a&gt; of &lt;a href=\"Akron%20Zips%20football\"&gt;Akron&lt;/a&gt; is the one other school with a kangaroo mascot.\nAround 20 minutes before VMI home games, the Corps of Cadets march from their barracks down to &lt;a href=\"Foster%20Stadium\"&gt;Foster Stadium&lt;/a&gt; while the regimental band plays. VMI uniquely requires every student to attend the football games from start to finish.\nA replica of a &lt;a href=\"1750%20Howitzer\"&gt;1750 Howitzer&lt;/a&gt; cannon, \"Little John\" is a corps-owned cannon fired when the Keydets come on to the field, and after every VMI score and quarter end. The one currently in use was designed by Col. Cary S. Tucker. The previous one was retired to the VMI museum after the undefeated 1957 football team finished.\nAfter every point scored by The Keydets, the entire class of first-year Cadets (also known as Rats), runs down to the North end zone and does the same number of push-ups as the total number of points The Keydets have on the scoreboard.\nRivalries.\nThe Citadel.\nArguably the school's biggest rival, &lt;a href=\"The%20Citadel%20Bulldogs%20football\"&gt;The Citadel&lt;/a&gt; and VMI have played 76 times in a matchup known as the &lt;a href=\"Military%20Classic%20of%20the%20South\"&gt;Military Classic of the South&lt;/a&gt;. The teams first met in 1920, where VMI cruised to a 35–0 shutout win in Lynchburg. The most recent meeting occurred in 2021, when VMI prevailed 31-17, their second consecutive win in the &lt;a href=\"Military%20Classic%20of%20the%20South\"&gt;Military Classic of the South&lt;/a&gt;. The Silver Shako (the trophy awarded to the winner) has rested in Lexington since 2019. Though the schools did not play in 2004 and from 2008 to 2010, the series is set to be played every year once again as VMI returned to the &lt;a href=\"Southern%20Conference\"&gt;Southern Conference&lt;/a&gt; beginning in 2014.\nVirginia Tech.\n&lt;a href=\"VMI%E2%80%93Virginia%20Tech%20football%20rivalry\"&gt;Virginia Tech and VMI&lt;/a&gt; first met in 1894 and played annually from 1913–71, usually in &lt;a href=\"Roanoke%2C%20Virginia\"&gt;Roanoke&lt;/a&gt; on &lt;a href=\"Thanksgiving\"&gt;Thanksgiving Day&lt;/a&gt;. Like the current rivalry between VMI and &lt;a href=\"The%20Citadel%20Bulldogs%20football\"&gt;The Citadel&lt;/a&gt;, the match-up was referred to as the &lt;a href=\"Military%20Classic%20of%20the%20South\"&gt;Military Classic of the South&lt;/a&gt;, due to the military heritage of both schools. Starting again in 1973, the teams would continue to play on a yearly basis, making multiple appearances together in the &lt;a href=\"Tobacco%20Bowl\"&gt;Tobacco Bowl&lt;/a&gt; (1974, 1976) and &lt;a href=\"Oyster%20Bowl\"&gt;Oyster Bowl&lt;/a&gt; (1980, 1982, 1984). The 1984 Oyster Bowl is the last time they played each other.\nAfter the 1984 Oyster Bowl, Virginia Tech led the series 49–25–5. At 79 games, it is the second-longest series for the Hokies and fourth-longest for the Keydets. Due to the long pause of the VMI-VPI series, the &lt;a href=\"Virginia%E2%80%93Virginia%20Tech%20football%20rivalry\"&gt;Virginia–Virginia Tech rivalry&lt;/a&gt; has emerged as the dominant one in the state. However, in 2017, Virginia tech and VMI agreed to a one-time rivalry matchup on September 5, 2026 at &lt;a href=\"Lane%20Stadium\"&gt;Lane Stadium&lt;/a&gt;."
}