{
    "id": "23207922",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=23207922",
    "title": "Casualty 1900s",
    "text": "Casualty 1900s, broadcast in the U.S. as London Hospital, is a British hospital drama inspired by but otherwise unrelated to BBC One drama \"&lt;a href=\"Casualty%20%28TV%20series%29\"&gt;Casualty&lt;/a&gt;\".\nIt places the viewer in the Receiving Room of the &lt;a href=\"Royal%20London%20Hospital\"&gt;London Hospital&lt;/a&gt;, in London's &lt;a href=\"East%20End%20of%20London\"&gt;East End&lt;/a&gt;. The drama is shot with the pace and action of its modern-day counterpart A&amp;E. Every case and character is based on real cases, characters and events taken from the hospital records, nurses' ward diaries, and memoirs.\nIt began with a single episode of \"Casualty 1906\", followed by three episodes of \"Casualty 1907\", and six episodes of \"Casualty 1909\".\nEpisodes.\n\"Casualty 1907\".\nEpisode one.\nNurse Ada Russell has to decide whether or not to take the job of Ward &lt;a href=\"Nursing%20in%20the%20United%20Kingdom\"&gt;Sister&lt;/a&gt; of Wellington &lt;a href=\"wikt%3Award\"&gt;ward&lt;/a&gt;, as it threatens to spoil her engagement to Dr James Walton. The hospital is using a radical new technique, &lt;a href=\"ultraviolet\"&gt;ultra-violet light&lt;/a&gt;, to treat skin disease caused by unsanitary living conditions in the &lt;a href=\"East%20End%20of%20London\"&gt;East End&lt;/a&gt;. &lt;a href=\"Alexandra%20of%20Denmark\"&gt;Queen Alexandra&lt;/a&gt; visits with her sister &lt;a href=\"Maria%20Feodorovna%20%28Dagmar%20of%20Denmark%29\"&gt;the dowager empress of Russia&lt;/a&gt; to see the hospital.\nEpisode two.\nProbationer Ethel Bennett goes through a night of rising tension as she nurses Thomas Hooley, the injured docker whose leg wounds are not healing. She clashes with ward sister Ada Russell, who is overwhelmed by the strain of running of a large, busy ward and worried about her true feelings for her fiancé. Nobby Clark, leader of the violent &lt;a href=\"The%20Blind%20Beggar\"&gt;Blind Beggar&lt;/a&gt; Gang, is hospitalised with alcoholic &lt;a href=\"cirrhosis\"&gt;cirrhosis&lt;/a&gt; of the liver, aged just 15. Driven mad by cravings and nightmares, his path crosses with Ada with unexpected results.\nEpisode three.\nWith the hospital facing imminent financial collapse, chairman &lt;a href=\"Sydney%20Holland%2C%202nd%20Viscount%20Knutsford\"&gt;Sydney Holland&lt;/a&gt; launches an inspired campaign to raise money. The cost of building the modern city is revealed when workers on the new &lt;a href=\"Rotherhithe%20Tunnel\"&gt;Rotherhithe Tunnel&lt;/a&gt; are admitted with agonising &lt;a href=\"Decompression%20sickness\"&gt;diver's bends&lt;/a&gt;. Ethel, working in the receiving room, contracts &lt;a href=\"scarlet%20fever\"&gt;scarlet fever&lt;/a&gt; from a patient.\n\"Casualty 1909\".\nEpisode one.\nRevolution grips the East End as an explosion brings fears of a bomb, and Ethel Bennett and Dr &lt;a href=\"Millais%20Culpin\"&gt;Millais Culpin&lt;/a&gt; struggle to control the angry victims. When detectives arrive, Matron Luckes and Chairman Sydney Holland fear the hospital is in danger of becoming an extension of Scotland Yard. Meanwhile, Sister Ada Russell battles with irascible star surgeon Mr Henry Dean, whose addiction to cocaine is an open secret. And ambitious young Dr Ingrams faces catastrophe in the operating theatre.\nEpisode two.\nA scandal brews as Nurse Goodley suspects that Mr Dean is ignoring the terrible side-effects of a new anaesthetic, and battles internally as whether she should risk everything and turn whistleblower. Sister Ada Russell copes with her first day in reception following reassignment. Nurse Bennett fears that her secret alliance with Dr Culpin has been discovered when Matron Luckes sends her into private nursing.\nEpisode three.\nThe strain of being 'married to the hospital' takes its toll on Sister Ada Russell, as she nears collapse. On one of the London's Jewish wards, Nurse Goodley finds herself increasingly drawn to the charismatic radical Saul Landau – but Saul has a life-threatening illness.\nEpisode four.\nSister Russell discovers the secret of probationer Nellie Bowers when she catches her sneaking out to see a mysterious young man. The London admits a woman brought in wearing pauper's clothes yet with silk underwear underneath. Meanwhile, the brilliant pioneer Dr &lt;a href=\"Henry%20Head\"&gt;Henry Head&lt;/a&gt; commits to performing a dangerous experiment on himself.\nEpisode five.\nDr Culpin is powerless to help when Ethel Bennett rushes to her dying brother in a naval hospital. Star surgeon Mr Dean faces destruction through his cocaine addiction. Sister Russell breaks the strict rules of Matron Luckes when she sneaks out of the London to help a young mother.\nEpisode six.\nAll the secrets burst open, as Matron Luckes clashes with Sister Russell for leaving the London to help a family in the slums, while Dr Culpin clashes with Bennett for giving up studying to be a doctor. Mr Dean, supposedly clean, returns to work in the Operating Theatre. In the dead of night a &lt;a href=\"sweatshop\"&gt;sweatshop&lt;/a&gt; catches fire, bringing in scores of injured children, and the staff struggle to avert tragedy.\nMedicine as portrayed in \"Casualty 1900s\".\nCasualty 1900s portrays the use of early &lt;a href=\"anesthesia\"&gt;anesthesia&lt;/a&gt;, predominately &lt;a href=\"chloroform\"&gt;chloroform&lt;/a&gt; and &lt;a href=\"diethyl%20ether\"&gt;ether&lt;/a&gt;, the first standardised use of &lt;a href=\"spinal%20anesthesia\"&gt;spinal anesthesia&lt;/a&gt;, and the growing need for trained &lt;a href=\"anesthetist\"&gt;anesthetist&lt;/a&gt;s. No electronical equipment means doctors have to physically check a patient's &lt;a href=\"pulse\"&gt;pulse&lt;/a&gt; during surgery. &lt;a href=\"Cardiopulmonary%20resuscitation\"&gt;CPR&lt;/a&gt; is largely based on the Silvester Method in which a patient's arms are raised above their head and then back down in an effort to stimulate muscles.\nWith &lt;a href=\"penicillin\"&gt;penicillin&lt;/a&gt; still undiscovered, infections such as &lt;a href=\"Erysipelas\"&gt;Erysipelas&lt;/a&gt; are largely incurable. Emphasis is placed on keeping wards and operating theatres clean.\nThe effectiveness of the anti-streptococcus serum that cures Ethel's scarlet fever was reported in the &lt;a href=\"JAMA%20%28journal%29\"&gt;Journal of the American Medical Association&lt;/a&gt; in 1897.\nThe hospital is shown to have an X-ray room complete with &lt;a href=\"X-ray%20generator\"&gt;X-ray machine&lt;/a&gt;. At the time protection against &lt;a href=\"radiation\"&gt;radiation&lt;/a&gt; emitted from such a machine was inadequate, little more than a thick pair of gloves was standard. Earnest Wilson, portrayed by Jason Watkins, was one of Britain's first &lt;a href=\"Radiology\"&gt;radiologists&lt;/a&gt; and is shown with &lt;a href=\"radiation%20burn\"&gt;burns&lt;/a&gt; to both hands due to the unsafe levels with which he must work.\nNurse Bennett's dream of becoming a doctor meant facing a challenge, but not an impossibility. &lt;a href=\"Elizabeth%20Garrett%20Anderson\"&gt;Elizabeth Garrett Anderson&lt;/a&gt;, the first woman in Great Britain to graduate from medical school, began practice in 1865. &lt;a href=\"London%20School%20of%20Medicine%20for%20Women\"&gt;The London School of Medicine for Women&lt;/a&gt; was founded in 1874.\nBroadcast.\n\"Casualty 1907\" was broadcast on &lt;a href=\"BBC%20One\"&gt;BBC One&lt;/a&gt;. After the initial broadcast of each episode, they were repeated four days afterwards but only in certain areas.\n\"Casualty 1909\" was broadcast on Sunday nights through June and July 2009 at 9pm on &lt;a href=\"BBC%20One\"&gt;BBC One&lt;/a&gt; and – a first for the Casualty 1900s series – &lt;a href=\"BBC%20HD\"&gt;BBC HD&lt;/a&gt;.\nFebruary 2011 saw the series broadcast on BBC Entertainment in Europe, South Africa, U.A.E &amp; Israel as &lt;a href=\"London%20Hospital\"&gt;London Hospital&lt;/a&gt;.\nDVD release.\nThe complete \"Casualty 1900s\" series has been released on Region 2 DVD in the UK. The DVD comprises \"Casualty 1906\", \"Casualty 1907\" and \"Casualty 1909\"."
}