{
    "id": "23200763",
    "revid": "1152308",
    "url": "https://en.wikipedia.org/wiki?curid=23200763",
    "title": "Xu Deshuai",
    "text": "Xu Deshuai (; born 13 July 1987) is a &lt;a href=\"China\"&gt;Chinese&lt;/a&gt;-born &lt;a href=\"Hong%20Kong%20people\"&gt;Hong Kong&lt;/a&gt; professional &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; who is currently a free agent. He was born in &lt;a href=\"Dalian\"&gt;Dalian&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt; but represents &lt;a href=\"Hong%20Kong%20national%20football%20team\"&gt;Hong Kong&lt;/a&gt; in international competition. He was a member of the &lt;a href=\"Hong%20Kong%20Olympic%20football%20team\"&gt;Hong Kong East Asian Games football team&lt;/a&gt; in 2009 who won the &lt;a href=\"2009%20East%20Asian%20Games\"&gt;East Asian Games&lt;/a&gt; &lt;a href=\"gold%20medal\"&gt;gold medal&lt;/a&gt;.\nHe wears number 8 for &lt;a href=\"China%20national%20under-19%20football%20team\"&gt;China U-19&lt;/a&gt;, &lt;a href=\"Citizen%20AA\"&gt;Citizen&lt;/a&gt;, Hong Kong, &lt;a href=\"Hong%20Kong%20Olympic%20football%20team\"&gt;Hong Kong U-23&lt;/a&gt;, &lt;a href=\"South%20China%20AA\"&gt;South China&lt;/a&gt; and &lt;a href=\"Hong%20Kong%20Pegasus%20FC\"&gt;Pegasus&lt;/a&gt;. Because of this, Hong Kong football fans commonly use Xu 8 as a nickname for him.\nEarly life.\nXu Deshuai was born on in &lt;a href=\"Dalian\"&gt;Dalian&lt;/a&gt;, China. He is the only child in his family. His mother was primary school teacher but Xu Deshuai hates study. Thus, he left school after secondary education in Dalian to switched to &lt;a href=\"Dalian%20Shide\"&gt;Dalian Shide&lt;/a&gt;'s youth academy under his mother's oppositional idea. His mother abandoned interference after the school teacher had told her that Deshuai has potential in football, so her mother support his football career very much after that.\nClub career.\nDalian Shide.\nXu Deshuai began his football career at &lt;a href=\"Dalian\"&gt;Dalian&lt;/a&gt; with &lt;a href=\"Dalian%20Shide%20F.C.\"&gt;Dalian Shide&lt;/a&gt;'s youth academy. His potential was quickly identified by First team in 2004. For Xu Deshuai's first senior season in China, he was only named in the substitutes list for two matches and made no appearances. The two games he was listed on the substitutes list were in November 2004; the match against &lt;a href=\"Shanghai%20Shenhua%20F.C.\"&gt;Shanghai Shenhua&lt;/a&gt; on 11 November, and against &lt;a href=\"Tianjin%20Teda%20F.C.\"&gt;Tianjin Teda&lt;/a&gt; on 24 November. He was sent to the field in the match, which held on 11 November, on the 91st-minute. He came off the bench at the last moment of the game so the report did not show that.\nSince Dalian Shide and &lt;a href=\"Citizen%20AA\"&gt;Citizen&lt;/a&gt; organised a project, Dalian Shide sent some youth players to Citizen. In 2005, Xu Deshuai was sent to Hong Kong, with other teammates such as &lt;a href=\"Chao%20Pengfei\"&gt;Chao Pengfei&lt;/a&gt; and &lt;a href=\"Ju%20Yingzhi\"&gt;Ju Yingzhi&lt;/a&gt;.\nHe was called up by Dalian Shide U19 for the &lt;a href=\"2006%20China%20U19%20Champions%20Cup\"&gt;2006 China U19 Champions Cup&lt;/a&gt;, and the team won the championship. After the tournament, he returned to Hong Kong side Citizen again with &lt;a href=\"Wang%20Xuanhong\"&gt;Wang Xuanhong&lt;/a&gt;.\nCitizen.\nXu Deshuai made his debut in Hong Kong in the &lt;a href=\"Hong%20Kong%20First%20Division%20League%202005-06\"&gt;2005–06 season&lt;/a&gt;. His first domestic league match was on 15 October against &lt;a href=\"Kitchee%20SC\"&gt;Kitchee&lt;/a&gt;. He came on in the 71st-minute as a substitute for &lt;a href=\"So%20Yiu%20Man\"&gt;So Yiu Man&lt;/a&gt; in a 3–0 away defeat. He expressed disappointment about always being used as a substitute. He went back to Dalian over the summer where he made five appearances.\nIn the &lt;a href=\"Hong%20Kong%20First%20Division%20League%202007-08\"&gt;2007–08 season&lt;/a&gt;, Xu Deshuai established himself as a regular first team player, making 15 appearances in 18 league matches. He helped Citizen to win the &lt;a href=\"Hong%20Kong%20FA%20Cup%202007-08\"&gt;2007–08 Hong Kong FA Cup&lt;/a&gt;; during which he appeared in every game. This was the first top-level domestic cup won by Citizen since the club's founding in 1947. This earned him an official transfer to Citizen in summer 2008.\nXu Deshuai was appointed as one of the &lt;a href=\"Captain%20%28association%20football%29%23Vice-captain\"&gt;vice-captains&lt;/a&gt; of Citizen in 2008. He started two matches as captain in the &lt;a href=\"Hong%20Kong%20First%20Division%20League%202008-09\"&gt;2008–09 season&lt;/a&gt;. Xu Deshuai scored both his first and second senior career goal in the match against &lt;a href=\"Sheffield%20United%20%28Hong%20Kong%29\"&gt;Hong Kong Sheffield United&lt;/a&gt; on 2 May 2009. He finished the season with 7 goals in 23 matches. He was named &lt;a href=\"List%20of%20Hong%20Kong%20Top%20Footballers%232008%E2%80%9309\"&gt;2009 Hong Kong Top Footballers of the Year&lt;/a&gt;.\nDespite many transfer rumours regarding Xu Deshuai in winter 2009, Citizen football department director &lt;a href=\"Pui%20Ho%20Wang\"&gt;Pui Ho Wang&lt;/a&gt; said that Xu Deshuai is a \"not-for-sale item\" at the club.\nIn a &lt;a href=\"2009%E2%80%9310%20Hong%20Kong%20Senior%20Challenge%20Shield\"&gt;Senior Shield&lt;/a&gt; match on &lt;a href=\"Boxing%20Day\"&gt;Boxing Day&lt;/a&gt; in 2009, Xu Deshuai and &lt;a href=\"Fung%20Kai%20Hong\"&gt;Fung Kai Hong&lt;/a&gt; verbally abused the referee &lt;a href=\"Gary%20Wong%20Po%20On\"&gt;Gary Wong Po On&lt;/a&gt; after a controversial decision. He was subsequently banned for four club matches from 12 January 2010. Xu Deshuai returned in the league match against &lt;a href=\"Sun%20Hei%20SC\"&gt;Sun Hei&lt;/a&gt; on 12 March 2010, coming on as a substitute at the 64th-minute for Citizen teammate &lt;a href=\"Wong%20Yiu%20Fu\"&gt;Wong Yiu Fu&lt;/a&gt; and scored a goal during second half injury time.\nXu Deshuai named &lt;a href=\"List%20of%20Hong%20Kong%20Top%20Footballers%232009%E2%80%9310\"&gt;Hong Kong Top Footballers of the Year&lt;/a&gt; again after 2009–10 season. In the ceremony, chairman of &lt;a href=\"South%20China%20AA\"&gt;South China&lt;/a&gt; &lt;a href=\"Steven%20Lo\"&gt;Steven Lo&lt;/a&gt; said Xu Deshuai became a member of his team in the 2010–11 season.\nSouth China.\n2010–11.\nXu Deshuai signed with &lt;a href=\"South%20China%20AA\"&gt;South China&lt;/a&gt; on 1 June 2010 since he believes it is suitable time for him to start a new career in a big club liked South China at 22 years of age. He want to get more honours in South China and he takes the &lt;a href=\"AFC%20Cup\"&gt;AFC Cup&lt;/a&gt; as his first target in club. His first official match for South China was a &lt;a href=\"2010%E2%80%9311%20Hong%20Kong%20First%20Division%20League%23Week%201\"&gt;league match&lt;/a&gt; on 4 September 2010. Xu Deshuai was the starting player in the game as South China inflicted a 2–0 defeat over his former club Citizen.\nThe league match against &lt;a href=\"Sun%20Hei%20SC\"&gt;Sun Hei&lt;/a&gt; on 18 September 2010 is the 100th official match of Xu Deshuai's career. In the match, he took a corner kick which was converted into the first goal by &lt;a href=\"Chan%20Siu%20Ki\"&gt;Chan Siu Ki&lt;/a&gt;. In the end, South China defeated Sun Hei by 2–1 and moved to the top of league table.\nAfter the &lt;a href=\"2010%20Asian%20Games\"&gt;2010 Asian Games&lt;/a&gt;, Xu Deshuai returned to the club but he played in a new role &lt;a href=\"Midfielder%23Deep-lying%20playmaker\"&gt;deep-lying playmaker&lt;/a&gt; to spare the right-winger position for &lt;a href=\"Lee%20Wai%20Lim\"&gt;Lee Wai Lim&lt;/a&gt;. In the league match against &lt;a href=\"Kitchee%20SC\"&gt;Kitchee&lt;/a&gt; on 11 December 2010, Xu Deshuai was sent off for a challenge on &lt;a href=\"Jordi%20Tarr%C3%A9s%20%28footballer%29\"&gt;Jordi Tarrés&lt;/a&gt;. South China lost the game by 3–4 and suffered its first defeat of &lt;a href=\"2010%E2%80%9311%20Hong%20Kong%20First%20Division%20League\"&gt;the 2010–11 season&lt;/a&gt;. Xu Deshuai was blamed by the fans after the match.\n&lt;a href=\"2010%E2%80%9311%20Hong%20Kong%20Senior%20Challenge%20Shield\"&gt;2010–11 Hong Kong Senior Challenge Shield&lt;/a&gt; semi-final matches held at Christmas in 2010 and one of two is the first game of Xu Deshuai after suspension. He was the starting player of the team in the semi-final match against Sun Hei. He delivered a corner to &lt;a href=\"Bai%20He\"&gt;Bai He&lt;/a&gt; at 51 minutes and Bai He headed in the goal. South China advanced to the final after the 3–0 victory.\nIn a &lt;a href=\"2010%E2%80%9311%20Hong%20Kong%20League%20Cup\"&gt;League Cup&lt;/a&gt; quarter-final match on 9 January 2011, Xu scored at the 10-minute by a pass from &lt;a href=\"Lau%20Nim%20Yat\"&gt;Lau Nim Yat&lt;/a&gt;. Unluckily, Xu was injured and substituted at the 42-minute. So, he missed &lt;a href=\"2010%E2%80%9311%20Hong%20Kong%20Senior%20Challenge%20Shield%23Final\"&gt;the final of Senior Challenge Shield&lt;/a&gt;. Furthermore, South China lost the final by &lt;a href=\"Penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt; to his former club Citizen.\nTwo months later, Xu made his league debut after injury on 31 March in a 3–1 defeat to former club Citizen. In the match, Xu scored at the 78-minute after coming on as a substitute just 7 minutes before. Caretaker coach of South China &lt;a href=\"Chan%20Ho%20Yin\"&gt;Chan Ho Yin&lt;/a&gt; said Xu's recovery could raise the competitiveness of the team and it was a good news before &lt;a href=\"Local%20derby\"&gt;Hong Kong derby&lt;/a&gt;. But South China lost the derby by 2 goals on 3 April even though Xu Deshuai came on the field at the 32-minute.\nSouth China has won &lt;a href=\"2010%E2%80%9311%20Hong%20Kong%20League%20Cup\"&gt;League Cup&lt;/a&gt; and &lt;a href=\"2010%E2%80%9311%20Hong%20Kong%20FA%20Cup\"&gt;FA Cup&lt;/a&gt; in the season, but failed in &lt;a href=\"2012%20AFC%20Cup\"&gt;2012 AFC Cup&lt;/a&gt; qualifying. Xu Deshuai played over 800 minutes in league match, less than last season in Citizen, and scored 4 goals.\n2011–12.\nNew coach &lt;a href=\"J%C3%A1n%20Kocian\"&gt;Ján Kocian&lt;/a&gt; appointed Xu Deshuai as a &lt;a href=\"Midfielder%23Box-to-box%20midfielder\"&gt;box-to-box midfielder&lt;/a&gt; and played as one of &lt;a href=\"playmaker\"&gt;playmaker&lt;/a&gt;s with captain &lt;a href=\"Li%20Haiqiang\"&gt;Li Haiqiang&lt;/a&gt; but he could not have a good performance. After a downturn of South China, Xu returned to play as a right winger and he scored in the &lt;a href=\"2011%E2%80%9312%20Hong%20Kong%20Senior%20Challenge%20Shield\"&gt;shield&lt;/a&gt; match which defeated &lt;a href=\"Sham%20Shui%20Po%20SA\"&gt;Sham Shui Po&lt;/a&gt;. Ironically, Xu had a mistake which cause &lt;a href=\"Fong%20Pak%20Lun\"&gt;Fong Pak Lun&lt;/a&gt; scored at the 78-minute in this game. In a league game against &lt;a href=\"Tai%20Po%20FC\"&gt;Wofoo Tai Po&lt;/a&gt; on 3 December 2011, Xu Deshuai scored by an assist made by &lt;a href=\"Chan%20Siu%20Ki\"&gt;Chan Siu Ki&lt;/a&gt; and made an assist for Chan Siu Ki. It led South China to win the game by 3 goals.\nIn &lt;a href=\"Lunar%20New%20Year\"&gt;Lunar New Year&lt;/a&gt;, South China held a friendly four-team mid-season tournament &lt;a href=\"Chinese%20New%20Year\"&gt;2012 Asian Challenge Cup&lt;/a&gt; and Xu played both semi-final and third place match in the event. However, South China got the fourth place.\nIn following days of the season, South China was eliminated in &lt;a href=\"2011%E2%80%9312%20Hong%20Kong%20League%20Cup\"&gt;2011–12 Hong Kong League Cup&lt;/a&gt; and &lt;a href=\"2011%E2%80%9312%20Hong%20Kong%20FA%20Cup\"&gt;2011–12 Hong Kong FA Cup&lt;/a&gt;, also by &lt;a href=\"Kitchee%20SC\"&gt;Kitchee SC&lt;/a&gt;. For the &lt;a href=\"2011%E2%80%9312%20Hong%20Kong%20First%20Division%20League\"&gt;2011–12 Hong Kong First Division League&lt;/a&gt;, Xu finished his second season with South China as 3rd place in the league and failed in &lt;a href=\"2013%20AFC%20Cup\"&gt;2013 AFC Cup&lt;/a&gt; qualifying again. As the result, Xu left from South China after the season.\nPegasus.\nTSW Pegasus reformed after 2011–12 season and renamed as Sun Pegasus. Xu had agreed terms with the Pegasus for his transfer and the coach &lt;a href=\"Chan%20Chi%20Hong\"&gt;Chan Chi Hong&lt;/a&gt; claimed that Xu would be a leader of the team even though he is just a young player.\nIn the team, Xu had more opportunities in his habitual position, the right midfield, so his performance became better much. However, Pegasus ranked the 8th in the league table of the &lt;a href=\"2012%E2%80%9313%20Hong%20Kong%20First%20Division%20League\"&gt;first division&lt;/a&gt; after week 9, the mid of the season. Xu scored the 1–1 equaliser in a league match against &lt;a href=\"Southern%20District%20RSA\"&gt;Southern District&lt;/a&gt; on 19 January 2013 and earned a valuable point in their race to once again escape from First Division League relegation. Pegasus made consecutive games undefeated after this match.\nBefore the &lt;a href=\"New%20Territories\"&gt;New Territories&lt;/a&gt; &lt;a href=\"Local%20derby\"&gt;derby&lt;/a&gt; in &lt;a href=\"2012%E2%80%9313%20Hong%20Kong%20FA%20Cup\"&gt;FA Cup&lt;/a&gt; against &lt;a href=\"Tai%20Po%20FC\"&gt;Wofoo Tai Po&lt;/a&gt;, some &lt;a href=\"media%20in%20Hong%20Kong\"&gt;media in Hong Kong&lt;/a&gt; believe Xu would be the Pegasus's key to winning the match. As expected, Xu scored the only goal in the 77th minute of the 1st leg FA Cup match. Pegasus finally beat Tai Po and advanced to the final of the FA Cup.\nKitchee.\nXu Deshuai joined &lt;a href=\"Kitchee%20SC\"&gt;Kitchee&lt;/a&gt; from fellow First Division club &lt;a href=\"Sun%20Pegasus%20FC\"&gt;Sun Pegasus&lt;/a&gt; for an undisclosed fee on 30 May 2013, since Kitchee qualified for &lt;a href=\"2013%20AFC%20Cup\"&gt;2013 AFC Cup&lt;/a&gt; &lt;a href=\"2013%20AFC%20Cup%20knock-out%20stage%23Quarter-finals\"&gt;quarter-finals&lt;/a&gt; and the team would strengthen their squad with local player.\nEastern.\nXu joined &lt;a href=\"Eastern%20SC\"&gt;Eastern&lt;/a&gt; in 2015 and left 5 years later on 1 June 2020 when his contract expired.\nInternational career.\nChina U-19.\n&lt;a href=\"Jia%20Xiuquan\"&gt;Jia Xiuquan&lt;/a&gt; was appointed as head coach of China national youth football team for preparing &lt;a href=\"2008%20Olympic%20Games\"&gt;2008 Olympic Games&lt;/a&gt; and he started his planning after &lt;a href=\"2005%20FIFA%20World%20Youth%20Championship\"&gt;2005 FIFA World Youth Championship&lt;/a&gt;. He selected Xu Deshuai for training section for a four-nation mini-tournament &lt;a href=\"2005%20Grand%20Royal%20Challenge%20Cup\"&gt;Grand Royal Challenge Cup&lt;/a&gt; in Burma in 2005. However, he did not go to Burma for the tournament.\nXu Deshuai was called up by the China national under-19 football team between 11 and 15 April in 2006 for a four-nation mini-tournament &lt;a href=\"24th%20Torneio%20International%20do%20Porto\"&gt;24th Torneio International do Porto&lt;/a&gt; in Portugal. He scored a goal in the match against &lt;a href=\"Portugal%20national%20under-19%20football%20team\"&gt;Portugal&lt;/a&gt;.\nHe also was called up to China's U-19 squad for the game against &lt;a href=\"Japan%20national%20under-20%20football%20team\"&gt;Japan's U-20 national team&lt;/a&gt; on 26 April 2006, but he did not enter the match.\nHong Kong.\n2008–09.\nAlthough Xu Deshuai was born in &lt;a href=\"Mainland%20China\"&gt;Mainland China&lt;/a&gt;, he played in Hong Kong continuously for two years he is eligible for the &lt;a href=\"Hong%20Kong%20national%20football%20team\"&gt;Hong Kong national football team&lt;/a&gt;. He was selected by &lt;a href=\"Goran%20Pauli%C4%87\"&gt;Goran Paulić&lt;/a&gt; and &lt;a href=\"Dejan%20Antoni%C4%87\"&gt;Dejan Antonić&lt;/a&gt; for the Hong Kong team at the end of 2008, to prepare for &lt;a href=\"2011%20AFC%20Asian%20Cup%20qualification\"&gt;2011 AFC Asian Cup qualification&lt;/a&gt;. His first game was a friendly against &lt;a href=\"Macau%20national%20football%20team\"&gt;Macau&lt;/a&gt; where Hong Kong achieved a 9–1 win.\nHe starred in the &lt;a href=\"2009%20Guangdong%E2%80%93Hong%20Kong%20Cup\"&gt;2009 Guangdong–Hong Kong Cup&lt;/a&gt;, scoring his first goal for Hong Kong by a &lt;a href=\"direct%20free%20kick\"&gt;direct free kick&lt;/a&gt; to help Hong Kong secure a 4–1 victory at home and a 5–4 aggregate win over the &lt;a href=\"Guangdong%20representative%20team\"&gt;Guangdong representative team&lt;/a&gt;.\nXu Deshuai missed the &lt;a href=\"2010%20East%20Asian%20Football%20Championship%23Semi-final%20Competition\"&gt;2010 East Asian Football Championship semi-final competition&lt;/a&gt; because new Hong Kong head coach &lt;a href=\"Kim%20Pan-Gon\"&gt;Kim Pan-Gon&lt;/a&gt;, manager of &lt;a href=\"South%20China%20AA\"&gt;South China&lt;/a&gt; selected only South China players at the Hong Kong Football Association's invitation. This aroused discontent by Hong Kong supporters but did not result in any change in the composition of the squad.\n2009–10.\nKim Pan-Gon selected Xu Deshuai for two AFC Asian Cup qualifying matches against &lt;a href=\"Japan%20national%20football%20team\"&gt;Japan&lt;/a&gt; in October and November 2009. However, he did not appear in either match and Hong Kong lost by 10 goals to zero in these two matches. In January 2010, he missed the AFC Asian Cup qualifying matches again due to his &lt;a href=\"People%27s%20Republic%20of%20China%20passport\"&gt;Chinese passport&lt;/a&gt; requiring a visa to enter &lt;a href=\"Bahrain\"&gt;Bahrain&lt;/a&gt; immigration. Hong Kong lost the game against &lt;a href=\"Bahrain%20national%20football%20team\"&gt;Bahrain&lt;/a&gt; by 4 goals.\nXu Deshuai was selected by &lt;a href=\"Yan%20Lik%20Kin\"&gt;Yan Lik Kin&lt;/a&gt; for the &lt;a href=\"2010%20Guangdong%E2%80%93Hong%20Kong%20Cup\"&gt;2010 Guangdong–Hong Kong Cup&lt;/a&gt;. Xu Deshuai's corner kick assisted &lt;a href=\"Julius%20Akosah\"&gt;Julius Akosah&lt;/a&gt; to score the first goal in the first leg. Hong Kong won the first leg 2:1. In the second leg Hong Kong experienced difficulty with Xu Deshuai missing the match due to illness and Akosah being sent off with a red card during the match. Hong Kong subsequently lost the match 0:2.\nXu was also a member of the Hong Kong squad for the &lt;a href=\"2010%20East%20Asian%20Football%20Championship%23Final%20Competition\"&gt;2010 East Asian Football Championship final competition&lt;/a&gt; because of his performance in the &lt;a href=\"Football%20at%20the%202009%20East%20Asian%20Games\"&gt;2009 East Asian Games&lt;/a&gt;. Nevertheless, Xu Deshuai didn't start in the first game against &lt;a href=\"Korea%20Republic%20national%20football%20team\"&gt;South Korea&lt;/a&gt; and came on to the field on the 85th-minute after Hong Kong had already given up four goals. He played in the starting line-up in the second game against Japan. Xu Deshuai hit a dangerous-looking direct free kick caught by &lt;a href=\"Seigo%20Narazaki\"&gt;Seigo Narazaki&lt;/a&gt; in second half. Hong Kong also lost by 3 goals. He wasted a scoring opportunity during first half of the game against &lt;a href=\"China%20PR%20national%20football%20team\"&gt;China&lt;/a&gt;.\n2010–11.\nHong Kong team had recondition before &lt;a href=\"2010%E2%80%9311%20Hong%20Kong%20First%20Division%20League\"&gt;2010–11 season&lt;/a&gt; and Hong Kong coach &lt;a href=\"Tsang%20Wai%20Chung\"&gt;Tsang Wai Chung&lt;/a&gt; selected Xu Deshuai for the training session. He missed friendly against &lt;a href=\"India%20national%20football%20team\"&gt;India&lt;/a&gt; since was selected for &lt;a href=\"2010%20Long%20Teng%20Cup\"&gt;2010 Long Teng Cup&lt;/a&gt; in &lt;a href=\"Kaohsiung\"&gt;Kaohsiung&lt;/a&gt;, Taiwan.\n&lt;a href=\"Hong%20Kong%20Football%20Association\"&gt;Hong Kong Football Association&lt;/a&gt; entered the Hong Kong team in the &lt;a href=\"Long%20Teng%20Cup\"&gt;Long Teng Cup&lt;/a&gt; organised by &lt;a href=\"Chinese%20Taipei%20Football%20Association\"&gt;Chinese Taipei Football Association&lt;/a&gt; to prepare for the Asian Games. Xu Deshaui was selected for as a member of the squad. The first match for Hong Kong was against &lt;a href=\"Philippines%20national%20football%20team\"&gt;Philippines national football team&lt;/a&gt;, but heavy rain caused the game to be abandoned. Xu Deshuai scored the second goal of the match in the re-match played on 9 October 2010. He scored a goal again in the next game against &lt;a href=\"Macau%20national%20football%20team\"&gt;Macau national football team&lt;/a&gt; on 10 October 2010. He also played in the last match of the tournament and Hong Kong drew with &lt;a href=\"Chinese%20Taipei%20national%20football%20team\"&gt;Chinese Taipei national football team&lt;/a&gt;. Hong Kong became the first winners of the Long Teng Cup.\nAt the end of the season, Xu was recalled for the friendly against Malaysia in &lt;a href=\"Siu%20Sai%20Wan%20Sports%20Ground\"&gt;Siu Sai Wan Sports Ground&lt;/a&gt;, but he left the team due to injury.\n2011–12.\nAfter a year leave, Xu went back to Hong Kong team for &lt;a href=\"2012%20Guangdong-Hong%20Kong%20Cup\"&gt;2012 Guangdong-Hong Kong Cup&lt;/a&gt;. He was a start up player in the 1st leg game on 28 December 2011 but he was tightly marked by Cantonese and did not make any score and assist. Caretaker coach &lt;a href=\"Liu%20Chun%20Fai\"&gt;Liu Chun Fai&lt;/a&gt; let fast-speed &lt;a href=\"Jaimes%20McKee\"&gt;Jaimes McKee&lt;/a&gt; take the place of Xu in the 2nd leg. In the match, any thing did not be changed and Hong Kong still drew with &lt;a href=\"Guangdong%20representative%20team\"&gt;Guangdong team&lt;/a&gt;. Xu was come off beach at 61-minute and Hong Kong won by &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt;.\nHaving stepped down as South China player in this season, Xu was dropped completely from the Hong Kong national team selected by new coach &lt;a href=\"Ernie%20Merrick\"&gt;Ernie Merrick&lt;/a&gt;. Merrick claimed that he was looking to go in a different direction with the team, although Merrick eventually opted to employ striker &lt;a href=\"Jaimes%20McKee\"&gt;Jaimes McKee&lt;/a&gt; in the right side.\n2012–13.\nOn 16 March 2013, Kim Pan-Gon announced that Xu would be recalled to the Hong Kong squad for the &lt;a href=\"2015%20AFC%20Asian%20Cup%20qualification\"&gt;2015 AFC Asian Cup qualification&lt;/a&gt; against &lt;a href=\"Vietnam%20national%20football%20team\"&gt;Vietnam&lt;/a&gt;. In the match, Xu was sent to the patch in the 58th minute. He made some cross passes and long range shoots during the game but did not create any change and Hong Kong won the Vietnam team by one goal.\nIn the Hong Kong team training session before &lt;a href=\"friendly%20match\"&gt;friendly match&lt;/a&gt; against &lt;a href=\"Philippines%20national%20football%20team\"&gt;Philippines team&lt;/a&gt; on 7 June 2013, Kim Pan-Gon explain the wedding of Xu is reason that Xu was not in the squad, and he would be an important member of Hong Kong team in Asian Cup qualification.\nHong Kong U23.\n2009 East Asian Games.\nSince Xu Deshuai was 22 years old in 2009, &lt;a href=\"Hong%20Kong%20national%20under-23%20football%20team\"&gt;Hong Kong East Asian Games football team&lt;/a&gt; coach &lt;a href=\"Kim%20Pan-Gon\"&gt;Kim Pan-Gon&lt;/a&gt; selected him for the &lt;a href=\"Football%20at%20the%202009%20East%20Asian%20Games\"&gt;2009 East Asian Games&lt;/a&gt;. On 4 December 2009, he scored a goal to cap a historic 4–1 victory over &lt;a href=\"Korea%20Republic%20national%20football%20team\"&gt;Korea Republic&lt;/a&gt;. He had a wonderful performance in the semi-final match against &lt;a href=\"Korea%20DPR%20national%20football%20team\"&gt;Korea DPR&lt;/a&gt; on 10 December. In the final, Xu Deshuai made an assist for &lt;a href=\"Chan%20Siu%20Ki\"&gt;Chan Siu Ki&lt;/a&gt; to score in the second half. The goal gave the team a 1–1 draw and subsequently Hong Kong defeated &lt;a href=\"Japan%20national%20under-20%20football%20team\"&gt;Japan&lt;/a&gt; 4–2 in a &lt;a href=\"Penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt;. The tournament was won by &lt;a href=\"Hong%20Kong%20Olympic%20football%20team\"&gt;Hong Kong&lt;/a&gt;, who claimed their first international football tournament title.\n2010 Asian Games.\nIn September 2010, &lt;a href=\"Hong%20Kong%20national%20under-23%20football%20team\"&gt;Hong Kong Asian Games football team&lt;/a&gt; was formed by &lt;a href=\"Tsang%20Wai%20Chung\"&gt;Tsang Wai Chung&lt;/a&gt; for &lt;a href=\"2010%20Asian%20Games\"&gt;2010 Asian Games&lt;/a&gt;. Xu Deshuai was one of the members of last 20 players for the Asian Games. He played all the 90 minutes in the first game of the tournament drew with &lt;a href=\"United%20Arab%20Emirates%20national%20under-23%20football%20team\"&gt;United Arab Emirates&lt;/a&gt; on 7 November 2010. In the second game won &lt;a href=\"Uzbekistan%20national%20under-23%20football%20team\"&gt;Uzbekistan&lt;/a&gt; on 9 November, Xu Deshuai had highest number of shoots of the Hong Kong and made the corner before winning goal. He made an assist for &lt;a href=\"Au%20Yeung%20Yiu%20Chung\"&gt;Au Yeung Yiu Chung&lt;/a&gt; in first half of the last group stage match against &lt;a href=\"Bangladesh%20national%20under-23%20football%20team\"&gt;Bangladesh&lt;/a&gt; on 11 November 2010. Bangladesh lose the game by 4–1 and Hong Kong advanced to the knockout stage. This is the first time that Hong Kong qualified to the knockout stage in 52 years.\n&lt;a href=\"Hong%20Kong%20national%20football%20team\"&gt;Hong Kong national football team&lt;/a&gt; were invited by &lt;a href=\"Sports%20Federation%20and%20Olympic%20Committee%20of%20Hong%20Kong%2C%20China\"&gt;Olympic Committee of Hong Kong&lt;/a&gt; to stand for Hong Kong in boat parade event named Setting Sail in &lt;a href=\"2010%20Asian%20Games%20opening%20ceremony\"&gt;opening ceremony&lt;/a&gt;. Coach Tsang selected captain &lt;a href=\"Chan%20Wai%20Ho\"&gt;Chan Wai Ho&lt;/a&gt;, vice-captain &lt;a href=\"Lee%20Chi%20Ho\"&gt;Lee Chi Ho&lt;/a&gt;, Xu Deshuai and other 5 members to the boat. Nevertheless, Hong Kong was losing by 3–0 to &lt;a href=\"Oman%20national%20under-23%20football%20team\"&gt;Oman&lt;/a&gt; later and failed to reach the quarter finals. Hong Kong team changed the form from defensive to offensive but right-winger Xu and left-winger &lt;a href=\"Chan%20Man%20Fai\"&gt;Chan Man Fai&lt;/a&gt; were marked successfully by Omani in the match.\nPersonal life.\nHe met his wife in &lt;a href=\"Dalian\"&gt;Dalian&lt;/a&gt; and their wedding was held in June 2013. She was a student of the &lt;a href=\"Hong%20Kong%20Institute%20of%20Education\"&gt;Hong Kong Institute of Education&lt;/a&gt; when he was playing for &lt;a href=\"Citizen%20AA\"&gt;Citizen&lt;/a&gt; and &lt;a href=\"South%20China%20AA\"&gt;South China&lt;/a&gt;. &lt;a href=\"Mahjong\"&gt;Mahjong&lt;/a&gt; is the most interest of Xu Deshuai. Xu's parents live in Dalian. He was lived in &lt;a href=\"Wan%20Chai\"&gt;Wan Chai&lt;/a&gt; on &lt;a href=\"Hong%20Kong%20Island\"&gt;Hong Kong Island&lt;/a&gt; with &lt;a href=\"Chao%20Pengfei\"&gt;Chao Pengfei&lt;/a&gt; and &lt;a href=\"Ju%20Yingzhi\"&gt;Ju Yingzhi&lt;/a&gt; before he started play for South China. He always play Mahjong with his friends after his they came to Hong Kong. Xu lived with his wife in &lt;a href=\"Kowloon\"&gt;Kowloon&lt;/a&gt; since he played for &lt;a href=\"South%20China%20AA\"&gt;South China&lt;/a&gt;.\nHe cannot speak either &lt;a href=\"Cantonese\"&gt;Cantonese&lt;/a&gt; or English and speaks in &lt;a href=\"Putonghua\"&gt;Putonghua&lt;/a&gt; only. For this, he said it is not a problem in Hong Kong because most of &lt;a href=\"Hong%20Kong%20people\"&gt;Hong Kong people&lt;/a&gt; understand Putonghua and his teammates translate Putonghua to English for his coaches, such as &lt;a href=\"Kim%20Pan-Gon\"&gt;Kim Pan-Gon&lt;/a&gt;. He said that he loves Hong Kong for its good surroundings and for allowing him to play football."
}