{
    "id": "23215458",
    "revid": "42925431",
    "url": "https://en.wikipedia.org/wiki?curid=23215458",
    "title": "John Mullan (road builder)",
    "text": "John Mullan Jr. (July 31, 1830 – December 28, 1909) was an American soldier, explorer, civil servant, and road builder. After graduating from the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; in 1852, he joined the Northern Pacific Railroad Survey, led by &lt;a href=\"Isaac%20Stevens\"&gt;Isaac Stevens&lt;/a&gt;. He extensively explored western &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt; and portions of southeastern &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;, discovered &lt;a href=\"Mullan%20Pass\"&gt;Mullan Pass&lt;/a&gt;, participated in the &lt;a href=\"Coeur%20d%27Alene%20War\"&gt;Coeur d'Alene War&lt;/a&gt;, and led the construction crew which built the &lt;a href=\"Mullan%20Road\"&gt;Mullan Road&lt;/a&gt; in Montana, Idaho, and &lt;a href=\"Washington%20%28state%29\"&gt;Washington state&lt;/a&gt; between the spring of 1859 and summer of 1860.\nHe unsuccessfully sought appointment as Territorial Governor of the new &lt;a href=\"Idaho%20Territory\"&gt;Idaho Territory&lt;/a&gt;, although he played a significant role in the territory's formation and the establishment of its boundaries. Leaving the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; in April 1863, he failed at several businesses before profiting immensely as a real estate dealer and land attorney in &lt;a href=\"California\"&gt;California&lt;/a&gt;. At one point, the law firm he co-founded was the largest land speculator in the state. He later became an agent and lobbyist for the states of California, &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;, and &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt; and for the &lt;a href=\"Washington%20Territory\"&gt;Washington Territory&lt;/a&gt;, securing reimbursements from the federal government. The tarnished reputation he earned as a land speculator, coupled with state politics, led the three states and the territory to deny him most of the income he expected to generate from this business. He died penniless and ill in 1909.\nMullan also served from 1883 to 1887 as one of the commissioners of the Bureau of Catholic Indian Missions, a private organization acting as an agent of the federal government.\nEarly life.\nMullan was born in &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, on July 31, 1830, to John and Mary ( Bright) Mullan. He was the oldest son of what would eventually be 11 children. The Mullans moved to &lt;a href=\"Annapolis%2C%20Maryland\"&gt;Annapolis, Maryland&lt;/a&gt;, in 1833. John Sr. had enlisted in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; in 1823, and about the time of John Jr.'s birth was an &lt;a href=\"Ammunition\"&gt;ordnance&lt;/a&gt; &lt;a href=\"Sergeant%23United%20States\"&gt;sergeant&lt;/a&gt;.\nJohn Jr. began attending school in 1839. Despite the financial burden of raising so many children, the Mullans were able to finance &lt;a href=\"secondary%20education\"&gt;secondary&lt;/a&gt; and &lt;a href=\"higher%20education\"&gt;higher education&lt;/a&gt; for John. He attended &lt;a href=\"St.%20John%27s%20College%20%28Annapolis/Santa%20Fe%29\"&gt;St. John's College&lt;/a&gt; in Annapolis, where he studied &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;, &lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt;, history, mathematics, philosophy, art, &lt;a href=\"rhetoric\"&gt;rhetoric&lt;/a&gt;, navigation, surveying, chemistry, and geology, among other subjects. Mullan graduated from St. John's in 1847 with a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; degree. He was just 16 years old.\nIn 1845, &lt;a href=\"United%20States%20Secretary%20of%20War\"&gt;Secretary of War&lt;/a&gt; &lt;a href=\"William%20L.%20Marcy\"&gt;William L. Marcy&lt;/a&gt; transferred the Army post of &lt;a href=\"Fort%20Severn\"&gt;Fort Severn&lt;/a&gt; (which guarded the entrance to Annapolis harbor) to the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;, which converted the fort into the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;United States Naval Academy&lt;/a&gt;. At Marcy's request, John Mullan Sr. was assigned to the Navy (he formally joined the Navy in 1855 at the age of 54), and spent the rest of his career doing light general repair and cleaning at the Naval Academy.\nWest Point.\nProbably due to his father's lengthy career in the Army, John Mullan Jr. sought admission to the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; at &lt;a href=\"West%20Point%2C%20New%20York\"&gt;West Point, New York&lt;/a&gt;. The Mullan family were &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt;, and John Sr. had briefly served as an &lt;a href=\"alderman\"&gt;alderman&lt;/a&gt; on the Annapolis city council. This made the Mullans extremely well-connected politically, and several respected citizens of Annapolis (including St. John's president Hector Humphreys) wrote John Jr. glowing letters of recommendation. The entire Democratic delegation in the &lt;a href=\"Maryland%20General%20Assembly\"&gt;Maryland General Assembly&lt;/a&gt; petitioned President &lt;a href=\"James%20K.%20Polk\"&gt;James K. Polk&lt;/a&gt; to admit him.\nIn 1848, Mullan traveled to the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; in Washington, D.C., and asked Polk for an appointment to West Point. Sizing up the diminutive but muscular Mullan, Polk reportedly asked, \"Well, don't you think you are rather small to want to be a soldier?\" Mullan replied, \"I may be somewhat small, sir, but can't a small man be a soldier as well as a tall one?\" Polk, amused by Mullan's audacity, gave him the appointment six weeks later.\nMullan entered West Point on July 1, 1848. About 70 percent of classroom time at West Point was spent on three subjects: engineering, mathematics, and science. West Point was then the nation's preeminent engineering school, and Mullan studied under &lt;a href=\"Dennis%20Hart%20Mahan\"&gt;Dennis Hart Mahan&lt;/a&gt;, the nation's leading &lt;a href=\"civil%20engineer\"&gt;civil engineer&lt;/a&gt;. Mullan's was one of the first classes of cadets to learn how to navigate using a &lt;a href=\"compass\"&gt;compass&lt;/a&gt; and &lt;a href=\"odometer\"&gt;odometer&lt;/a&gt;. Few cadets engaged in extracurricular reading at the West Point library, but Mullan checked out large quantities of books, many of them dealing with the newly acquired western United States. He graduated in 1852, 15th in a class of 43. Among Mullan's classmates were future generals such as &lt;a href=\"George%20Crook\"&gt;George Crook&lt;/a&gt;, &lt;a href=\"George%20B.%20McClellan\"&gt;George B. McClellan&lt;/a&gt;, and &lt;a href=\"Phil%20Sheridan\"&gt;Phil Sheridan&lt;/a&gt;.\nMullan was commissioned a &lt;a href=\"Brevet%20%28military%29\"&gt;brevet&lt;/a&gt; &lt;a href=\"Second%20lieutenant%23United%20States\"&gt;2d Lieutenant&lt;/a&gt; in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; after graduating from West Point. On July 1, he was assigned to Fort Columbus on &lt;a href=\"Governors%20Island\"&gt;Governors Island&lt;/a&gt; in &lt;a href=\"New%20York%20Harbor\"&gt;New York Harbor&lt;/a&gt;.\nOn November 4, 1852, Mullan left New York City aboard a &lt;a href=\"steamship\"&gt;steamship&lt;/a&gt;, traversed the &lt;a href=\"Isthmus\"&gt;Isthmus&lt;/a&gt; of &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt;, and arrived in San Francisco on December 1, 1852, where he was assigned to the &lt;a href=\"Field%20Artillery%20Branch%20%28United%20States%29\"&gt;1st Artillery Regiment&lt;/a&gt;.\nThe Stevens survey.\nPreparations for the survey.\nOn February 10, 1853, outgoing President &lt;a href=\"Millard%20Fillmore\"&gt;Millard Fillmore&lt;/a&gt; signed legislation creating the &lt;a href=\"Washington%20Territory\"&gt;Washington Territory&lt;/a&gt;. On March 17, newly inaugurated President &lt;a href=\"Franklin%20Pierce\"&gt;Franklin Pierce&lt;/a&gt; appointed one of his supporters, &lt;a href=\"Isaac%20Stevens\"&gt;Isaac Stevens&lt;/a&gt;, to be &lt;a href=\"List%20of%20Governors%20of%20Washington\"&gt;Territorial Governor of Washington Territory&lt;/a&gt;. The &lt;a href=\"United%20States%20Senate\"&gt;Senate&lt;/a&gt; confirmed the appointment the same day. Stevens knew that on March 3, 1853, Congress had appropriated $150,000 ($ in dollars) to survey railroad routes across the &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt;. &lt;a href=\"United%20States%20Secretary%20of%20War\"&gt;Secretary of War&lt;/a&gt; &lt;a href=\"Jefferson%20Davis\"&gt;Jefferson Davis&lt;/a&gt; was eager to complete the surveys, which he believed would show a northern route to be impossible. This would force Congress to survey and fund the construction of a southern route, which in turn would lead to rapid development of the area and the creation of new &lt;a href=\"slavery\"&gt;slave-holding&lt;/a&gt; states (as permitted under the &lt;a href=\"Missouri%20Compromise\"&gt;Missouri Compromise&lt;/a&gt;). Davis was determined to move as swiftly as possible on the surveys, and on March 25, 1853, appointed Stevens to lead the survey project.\nThe Stevens survey was the first transcontinental survey of the western United States since the &lt;a href=\"Lewis%20and%20Clark%20Expedition\"&gt;Lewis and Clark Expedition&lt;/a&gt; of 1804–1806, and considered very important by the United States government. Stevens largely had his pick of men for the survey project, and chose a wide range of common soldiers, laborers, topographers, &lt;a href=\"engineer\"&gt;engineer&lt;/a&gt;s, doctors, &lt;a href=\"naturalist\"&gt;naturalist&lt;/a&gt;s, &lt;a href=\"astronomer\"&gt;astronomer&lt;/a&gt;s, &lt;a href=\"geologist\"&gt;geologist&lt;/a&gt;s, and &lt;a href=\"meteorologist\"&gt;meteorologist&lt;/a&gt;s. &lt;a href=\"Private%20%28rank%29%23United%20States%20Army\"&gt;Private&lt;/a&gt; &lt;a href=\"Gustav%20Sohon\"&gt;Gustav Sohon&lt;/a&gt; also served with the group. &lt;a href=\"Captain%20%28United%20States%20O-6%29\"&gt;Captain&lt;/a&gt; John W.T. Gardiner of the &lt;a href=\"1st%20Cavalry%20Regiment%20%28United%20States%29\"&gt;1st Dragoons&lt;/a&gt; (cavalry) was appointed the chief officer of the group. Mullan was assigned to the Stevens survey party as a topographical engineer. That Mullan, only recently arrived in San Francisco, would be ordered to join the Stevens survey is not unusual, as members of the team were drawn from all over the United States.\nMullan traveled east to the town of &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt;, a booming town in the state of &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;. On May 10, while in St. Louis, Mullan was promoted to &lt;a href=\"Second%20lieutenant%23United%20States\"&gt;2d Lieutenant&lt;/a&gt; and assigned to the &lt;a href=\"Field%20Artillery%20Branch%20%28United%20States%29\"&gt;2nd Artillery Regiment&lt;/a&gt;. Mullan now met with Stevens, Capt. Gardiner, and &lt;a href=\"First%20lieutenant%23United%20States\"&gt;Lieutenant&lt;/a&gt; Andrew J. Donelson Jr. of the &lt;a href=\"United%20States%20Army%20Corps%20of%20Engineers\"&gt;Army Corps of Engineers&lt;/a&gt;. Stevens, who arrived in St. Louis on May 15, 1853, met Mullan and instructed Donelson to take a party to &lt;a href=\"Fort%20Union%20Trading%20Post%20National%20Historic%20Site\"&gt;Fort Union&lt;/a&gt; (at the confluence of the &lt;a href=\"Missouri%20River\"&gt;Missouri&lt;/a&gt; and &lt;a href=\"Yellowstone%20River\"&gt;Yellowstone&lt;/a&gt; rivers near what is now the &lt;a href=\"North%20Dakota\"&gt;North Dakota&lt;/a&gt;/Montana border about from &lt;a href=\"Williston%2C%20North%20Dakota\"&gt;Williston, North Dakota&lt;/a&gt;) and establish a &lt;a href=\"supply%20depot\"&gt;supply depot&lt;/a&gt; there.\nFort Union and Fort Benton.\nDonelson booked passage on the &lt;a href=\"steamboat\"&gt;steamboat&lt;/a&gt; \"Robert Campbell\" for the trip. He and Mullan had interior cabins (which cost $100 each, or $ in dollars), while the six sappers slept on the deck (at $47 each, or $ in dollars). The Donelson/Mullan party left St. Louis on May 21, and arrived at Fort Union on July 3. During the trip, Mullan made meteorological observations whenever the ship halted. Mullan also assisted Donelson in mapping the territory the ship passed through from &lt;a href=\"St.%20Joseph%2C%20Missouri\"&gt;St. Joseph, Missouri&lt;/a&gt; to Fort Union. During this trip, Mullan met his first &lt;a href=\"Native%20Americans%20of%20the%20United%20States\"&gt;Native Americans&lt;/a&gt;, members of the &lt;a href=\"Sioux\"&gt;Eastern Dakota&lt;/a&gt; tribe. The \"Robert Campbell\" deposited Donelson, Mullan, and their supplies at Fort Union.\nWhile at Fort Union, Donelson led Mullan and 11 other men on an exploration of the nearby country. Departing the fort on July 12, they traveled up &lt;a href=\"Big%20Muddy%20Creek%20%28Missouri%20River%29\"&gt;Big Muddy Creek&lt;/a&gt;, then proceeded due east to the &lt;a href=\"White%20Earth%20River%20%28North%20Dakota%29\"&gt;White Earth River&lt;/a&gt;. They went down the White Earth River for before paralleling the Missouri River for another to reach Fort Union again.\nStevens departed St. Louis for &lt;a href=\"Saint%20Paul%2C%20Minnesota\"&gt;St. Paul&lt;/a&gt;, a small town in the &lt;a href=\"Minnesota%20Territory\"&gt;Minnesota Territory&lt;/a&gt;, on May 23. He and the majority of the survey party left St. Paul on May 28, and extensively mapped the region along what is now &lt;a href=\"Interstate%2094\"&gt;Interstate 94&lt;/a&gt;. They finally reached Fort Union on August 1. On August 9, the reunited survey party left Fort Union. Stevens originally intended for Donelson and Mullan to lead a party north along the Big Muddy to its headwaters (near modern &lt;a href=\"Plentywood%2C%20Montana\"&gt;Plentywood, Montana&lt;/a&gt;) before heading west along the border with Canada before turning south to reach &lt;a href=\"Fort%20Benton%2C%20Montana\"&gt;Fort Benton&lt;/a&gt;—the highest navigable point on the Missouri River. He intended for the main body of the Stevens survey to travel slightly up the Missouri until it reached the &lt;a href=\"Milk%20River%20%28Alberta%E2%80%93Montana%29\"&gt;Milk River&lt;/a&gt;. The main body would then follow the Milk River to a point near present-day &lt;a href=\"Havre%2C%20Montana\"&gt;Havre, Montana&lt;/a&gt;, before heading south to Fort Benton. Traveling on the north bank of the Missouri, the united survey team crossed the Big Muddy on August 11. Then Stevens changed his mind, and decided the entire party should travel together along the Milk, with only small mapping parties sent off at various points to briefly explore the surrounding land. The group reached Fort Benton on September 1. During the trip, Mullan made topographic and meteorological observations.\nMission to the Salish.\nOn September 9, Stevens sent Mullan on a peace mission to the &lt;a href=\"Confederated%20Salish%20and%20Kootenai%20Tribes%20of%20the%20Flathead%20Nation\"&gt;Salish nation&lt;/a&gt;. Mullan was instructed to convey the peaceful intentions of the government of the United States, implore the Salish to make peace with the &lt;a href=\"Piegan%20Blackfeet\"&gt;Piegan Blackfeet&lt;/a&gt;, and express the desire of the United States to build up the settlement at &lt;a href=\"St.%20Mary%27s%20Mission%20%28Montana%29\"&gt;St. Mary's Mission&lt;/a&gt;. Mullan was also to obtain several guides from the Salish, and to explore any nearby passes through the &lt;a href=\"Rocky%20Mountains\"&gt;Rocky Mountains&lt;/a&gt;. Survey party aide F.H. Burr, three local men, a hunter, and a Piegan Blackfeet guide named White Crane accompanied him.\nMullan traveled south from Fort Benton along Shonkin Creek, west of the &lt;a href=\"Highwood%20Mountains\"&gt;Highwood Mountains&lt;/a&gt;. Skirting the &lt;a href=\"Little%20Belt%20Mountains\"&gt;Little Belt Mountains&lt;/a&gt; by driving southeast, he crossed &lt;a href=\"Arrow%20Creek%20%28Fergus%20County%2C%20Montana%29\"&gt;Arrow Creek&lt;/a&gt;, passed south through the &lt;a href=\"Judith%20Gap%2C%20Montana\"&gt;Judith Gap&lt;/a&gt; (the &lt;a href=\"Big%20Snowy%20Mountains\"&gt;Big Snowy Mountains&lt;/a&gt; to the east, the Little Belts to the west), and crossed several tributaries of the &lt;a href=\"Judith%20River\"&gt;Judith River&lt;/a&gt;. Reaching the &lt;a href=\"Musselshell%20River\"&gt;Musselshell River&lt;/a&gt;, he explored along its banks up and down stream for several miles, before striking south and finally finding the Salish encampment about south of the river. On September 18, Mullan encountered about 50 lodges of Salish and 100 lodges of &lt;a href=\"Pend%20d%27Oreilles\"&gt;Kalispel&lt;/a&gt;, who received him very warmly. At one point during the meeting with the Salish, Stevens found himself without his interpreter. But after realizing a few Salish spoke French, Stevens was able to converse with them (having studied French for two years at West Point). The Salish chief agreed to consider the goodwill message, and sent four of his men back with Mullan as guides to the mountain passes.\nMullan and his companions then returned to the Musselshell, where his Piegan Blackfeet guide left him. The Mullan party followed the Musselshell's north branch to the west-northwest, then continued to the &lt;a href=\"Smith%20River%20%28Montana%29\"&gt;Smith River&lt;/a&gt;. They followed the Smith through the &lt;a href=\"Castle%20Mountains%20%28Montana%29\"&gt;Castle Mountains&lt;/a&gt; until they reached the Missouri River. The Salish guides knew the area well, and led him across the Helena Valley to Prickly Pear Creek. He crossed the &lt;a href=\"Continental%20Divide\"&gt;Continental Divide&lt;/a&gt; on September 24 via \"Hell Gate Pass\", and descended the other side into the valley of the &lt;a href=\"Little%20Blackfoot%20River\"&gt;Little Blackfoot River&lt;/a&gt;. Essentially following what is today &lt;a href=\"U.S.%20Route%2012\"&gt;U.S. Route 12&lt;/a&gt; and &lt;a href=\"Interstate%2090\"&gt;Interstate 90&lt;/a&gt;, he followed the river and its successor streams northwest to the Missoula Valley (entering near present-day &lt;a href=\"Hell%20Gate%2C%20Montana\"&gt;Hell Gate, Montana&lt;/a&gt;), then proceeded south through the &lt;a href=\"Bitterroot%20Valley\"&gt;Bitterroot Valley&lt;/a&gt; to reach &lt;a href=\"Fort%20Owen%20State%20Park\"&gt;Fort Owen&lt;/a&gt; (near present-day &lt;a href=\"Stevensville%2C%20Montana\"&gt;Stevensville, Montana&lt;/a&gt;). There he rendezvoused with the main Stevens survey party on September 30, 1853.\nFall of 1853 exploration of the Bitterroot Valley.\nOn October 6, 1853, Mullan traveled from Fort Owen north to the mouth of Hellgate Canyon, where he rejoined Stevens (who had moved there some days earlier). The railroad survey was now over budget and behind schedule, and Stevens still needed to take up his duties as Territorial Governor in the territorial capital of &lt;a href=\"Olympia%2C%20Washington\"&gt;Olympia&lt;/a&gt;. Stevens resolved to proceed further westward, while assigning Mullan the task of mapping western Montana with the goal of determining the best route for a railroad. Mullan was also to take meteorological observations, gather data on river and stream flows, find the headwaters of the &lt;a href=\"Missouri%20River\"&gt;Missouri River&lt;/a&gt;, and gather as much statistical data on population, wildlife, timber, agriculture and geology as he could.\nOn October 8, Mullan left Fort Owen for a spot about north-northwest of present-day &lt;a href=\"Corvallis%2C%20Montana\"&gt;Corvallis, Montana&lt;/a&gt;. He and 15 men set up a camp here in just seven days, erecting two barns, a corral, and four log cabins. Mullan named it Cantonment Stevens. On October 15, he and guide John Owen (owner of Fort Owen) set out to explore the southern end of the Bitterroot Valley and then proceed southward to find their way to &lt;a href=\"Fort%20Hall\"&gt;Fort Hall&lt;/a&gt; (near present-day &lt;a href=\"Pocatello%2C%20Idaho\"&gt;Pocatello, Idaho&lt;/a&gt;). But Owen lost his way after just a few days, and the two returned ignominiously to Cantonment Stevens. In November, Mullan, accompanied by five men, explored the &lt;a href=\"Bitterroot%20River\"&gt;Bitterroot River&lt;/a&gt; to its source, crossed the &lt;a href=\"Sapphire%20Mountains\"&gt;Sapphire Mountains&lt;/a&gt; and &lt;a href=\"Anaconda%20Range\"&gt;Anaconda Range&lt;/a&gt;, and explored the &lt;a href=\"Big%20Hole%20River\"&gt;Big Hole River&lt;/a&gt; north and west to the &lt;a href=\"Jefferson%20River\"&gt;Jefferson River&lt;/a&gt;. Returning to the Missoula Valley, from November 28 to December 13 he retraced his route to the Big Hole River, followed it south to its headwaters, then crossed the &lt;a href=\"Beaverhead%20Mountains\"&gt;Beaverhead Mountains&lt;/a&gt; to enter modern-day Idaho. Passing south via the valley between the &lt;a href=\"Beartooth%20Mountains\"&gt;Beartooth Mountains&lt;/a&gt; and the &lt;a href=\"Lemhi%20Range\"&gt;Lemhi Range&lt;/a&gt;, he reached &lt;a href=\"Fort%20Hall\"&gt;Fort Hall&lt;/a&gt; on December 13.\nOn December 19, he struck north again, retracing his path. He crossed &lt;a href=\"Monida%20Pass\"&gt;Monida Pass&lt;/a&gt;, then turned east after crossing the Beaverhead Mountains, passing through a broad prairie between the &lt;a href=\"Pioneer%20Mountains%20%28Montana%29\"&gt;Pioneer Mountains&lt;/a&gt; and the &lt;a href=\"Ruby%20Range%20%28Montana%29\"&gt;Ruby Range&lt;/a&gt;. He followed the &lt;a href=\"Beaverhead%20River\"&gt;Beaverhead River&lt;/a&gt; to the Jefferson River again, then explored the Gallatin Valley before turning west to the Big Hole River again. Turning north, he followed a stream until he reached a series of low ridges which divided the Big Hole tributary from the Hellgate Fork of the Bitterroot River. Crossing these, he arrived at the headwaters of the Deer Lodge River (now known as the &lt;a href=\"Clark%20Fork%20River\"&gt;Clark Fork River&lt;/a&gt;) on December 31. He followed the Deer Lodge River to the Hellgate Fork, and retraced his path back to Fort Owen, which he reached on January 10. Mullan and his men had traveled through heavy snows and strong winds that drove the &lt;a href=\"wind%20chill\"&gt;wind chill&lt;/a&gt; tens of degrees below zero, crossed rivers and streams covered in thin ice (through which their horses frequently plunged), and often went hungry. They had crossed the Continental Divide four times in the dead of winter, had identified two wagon routes from Fort Hall to Fort Owen, and seen &lt;a href=\"Beaverhead%20Rock\"&gt;Beaverhead Rock&lt;/a&gt; (which, in 1805, had told the &lt;a href=\"Lemhi%20Shoshone\"&gt;Lemhi Shoshone&lt;/a&gt; teenage girl guide &lt;a href=\"Sacagawea\"&gt;Sacagawea&lt;/a&gt; that she and the Lewis &amp; Clark Expedition were near her homeland). In 45 days, he had traveled more than .\nBlazing the Fort Benton-Mullan Pass road.\nIn February 1854, Mullan learned from Native Americans of a much better pass between the Missoula Valley and the Helena Valley. On March 2, he left the Missoula Valley with five men, one of whom was Private &lt;a href=\"Gustav%20Sohon\"&gt;Gustav Sohon&lt;/a&gt;. Mullan retraced his route along the Little Blackfoot River and over \"Hell Gate Pass\", and followed the Missouri River north to Fort Benton, which he reached on March 12. Obtaining soldiers, wagons, and supplies, he departed on March 14 and scouted out a level prairie road from Fort Benton to the confluence of the &lt;a href=\"Sun%20River\"&gt;Sun&lt;/a&gt; and Missouri rivers (at present-day &lt;a href=\"Great%20Falls%2C%20Montana\"&gt;Great Falls, Montana&lt;/a&gt;). Rather than follow the route taken by Stevens a year earlier, he stuck to the Missouri River, which offered a flat road at least to the &lt;a href=\"Dearborn%20River\"&gt;Dearborn River&lt;/a&gt;. He then decided to strike inland rather than keep to the river, and discovered a wide, flat prairie about west of the river. This allowed him to skirt the rugged &lt;a href=\"Adel%20Mountains%20Volcanic%20Field\"&gt;Adel Mountains Volcanic Field&lt;/a&gt;. He then followed the valley of Little Prickly Pear Creek back to the Missouri River. On March 21, he camped on Prickly Pear Creek in the foothills of the &lt;a href=\"Lewis%20and%20Clark%20Range\"&gt;Lewis and Clark Range&lt;/a&gt;. Following &lt;a href=\"Tenmile%20Creek%20%28Lewis%20and%20Clark%20County%2C%20Montana%29\"&gt;Tenmile Creek&lt;/a&gt; and then Austin Creek, he discovered and then crossed &lt;a href=\"Mullan%20Pass\"&gt;Mullan Pass&lt;/a&gt;.\nAfter taking Mullan Pass over the Continental Divide, he regained the valley of the Little Blackfoot River and reached the Missoula Valley on March 28. Although the Mullan route was longer than the Stevens/Donelson route over &lt;a href=\"Cadotte%20Pass\"&gt;Cadotte Pass&lt;/a&gt; discovered in 1853, Mullan Pass had a gradual ascent and descent over only lightly wooded country that made it nearly perfect for the construction of a wagon road. Mullan had also crossed the pass in winter but encountered no difficulty with wagons. The importance of the Mullan Pass was immediately recognized by the press.\nExploring the Flathead Valley.\nMullan now sought a route west out of the &lt;a href=\"The%20Flathead\"&gt;Flathead Valley&lt;/a&gt; to the plains of eastern Washington. On April 14, Mullan left Cantonment Stevens with four of his best men: Thomas Adams, W. Gates, Gabriel Prudhomme, and Gustav Sohon. Mullan followed the Clark Fork to its confluence with the &lt;a href=\"Flathead%20River\"&gt;Flathead River&lt;/a&gt;. His party built rafts to cross the Flathead, and emerged onto &lt;a href=\"Camas%20prairie%23Montana\"&gt;Camas Prairie&lt;/a&gt; on April 17. The party spent the night with the &lt;a href=\"Pend%20d%27Oreilles\"&gt;Kalispel&lt;/a&gt; Indians, traveled north for two days, and spent the night with a band of &lt;a href=\"Yakama\"&gt;Yakama&lt;/a&gt; led by &lt;a href=\"Chief%20Owhi\"&gt;Chief Owhi&lt;/a&gt;. Following the Flathead River again, the party reached &lt;a href=\"Flathead%20Lake\"&gt;Flathead Lake&lt;/a&gt;. Mullan's group traveled north of the lake to try to find a way west, but could not. They turned south again on April 27.\nThe party built a bridge to cross the &lt;a href=\"Tobacco%20River%20%28Montana%29\"&gt;Tobacco River&lt;/a&gt;, and were forced to swim a tributary of the Tobacco at another point. A &lt;a href=\"Ktunaxa\"&gt;Ktunaxa&lt;/a&gt; (Kootenai) Indian offered them hospitality on April 29 as the group followed the Tobacco River to its headwaters near the modern town of &lt;a href=\"Fortine%2C%20Montana\"&gt;Fortine, Montana&lt;/a&gt;. A day later they met Michael Ogden, a &lt;a href=\"Hudson%27s%20Bay%20Company\"&gt;Hudson's Bay Company&lt;/a&gt; agent who had established a temporary trading post in the vicinity of modern-day &lt;a href=\"Kalispell%2C%20Montana\"&gt;Kalispell, Montana&lt;/a&gt;. Resting with Ogden for a day, the party continued south back to Cantonment Stevens accompanied by an Indian woman and her children. Reaching Camas Prairie, Mullan followed Hot Springs Creek to its source, rediscovering a series of &lt;a href=\"hot%20spring\"&gt;hot spring&lt;/a&gt;s near present &lt;a href=\"Hot%20Springs%2C%20Montana\"&gt;Hot Springs, Montana&lt;/a&gt;, which Lewis and Clark had previously visited. Continuing to Cantonment Stevens, on May 4 the Mullan party found its way barred by the Clark Fork River. Two rafts were built in an attempt to cross the river, which was swollen with spring runoff. Prudhomme, riding his horse, crossed the river safely while guiding the other horses and towing one raft. But Mullan's raft, with the remainder of the group, was swept downstream. Mullan was cast adrift when the raft struck a &lt;a href=\"Snag%20%28ecology%29\"&gt;snag&lt;/a&gt;, and may have been killed by flotsam if his men had not abandoned their rafting poles to save him. Mullan now ordered Adams, Gates, and Sohon to strip naked and swim for shore, towing the raft behind them. The raft, now downstream, passed a rocky island. The men swam for the island, and pulled the raft close. Mullan's party now tried to save their supplies, and got most of them on the island before the raft broke free and disintegrated. Adams swam to the opposite shore through icy water, and made his way (still naked) to Prudhomme. Prudhomme then helped rescue the party and the supplies using the horses.\nAfter nearly losing the party, Mullan's group arrived back at Cantonment Stevens on May 5.\nFinal explorations.\nWith Native Americans either unwilling to talk, purposefully deceitful, or too unfamiliar with wagon travel to offer good advice, Mullan still needed to determine which of the remaining passes known to white explorers would be the best for a planned railroad or wagon road. On May 21, Mullan set out with a small party on horseback, following the Clark Fork. Reaching &lt;a href=\"Lake%20Pend%20Oreille\"&gt;Lake Pend Oreille&lt;/a&gt;, the group abandoned their horses and &lt;a href=\"canoe\"&gt;canoe&lt;/a&gt;d across the lake and down the &lt;a href=\"Pend%20Oreille%20River\"&gt;Pend Oreille River&lt;/a&gt; to the St. Ignatius Mission near modern-day &lt;a href=\"Cusick%2C%20Washington\"&gt;Cusick, Washington&lt;/a&gt;. A messenger was sent to John Owen, who had relocated to the &lt;a href=\"Spokane%20Valley\"&gt;Spokane Valley&lt;/a&gt;, asking him to send horses to the mission. Meanwhile, Mullan and the remainder of his group traveled northwest about to &lt;a href=\"Fort%20Colville\"&gt;Fort Colville&lt;/a&gt;, a Hudson's Bay Company trading post located at &lt;a href=\"Kettle%20Falls\"&gt;Kettle Falls&lt;/a&gt; on the &lt;a href=\"Columbia%20River\"&gt;Columbia River&lt;/a&gt;. After purchasing supplies, the party returned to St. Ignatius. Consulting with Native Americans living at St. Ignatius, Mullan's group then went south to the Spokane Valley, and returned east by following the &lt;a href=\"Coeur%20d%27Alene%20River\"&gt;Coeur d'Alene River&lt;/a&gt; into the mountains and crossing &lt;a href=\"Lookout%20Pass\"&gt;Lookout Pass&lt;/a&gt; back to the Bitterroot Valley and Cantonment Stevens. Mullan reported to Stevens that flooding on the Pend Oreille route rendered it less feasible than the Lookout Pass route.\nMullan then explored the last remaining route for a roadway: Following Lewis and Clark's trail over &lt;a href=\"Lolo%20Pass%20%28Idaho%E2%80%93Montana%29\"&gt;Lolo Pass&lt;/a&gt;. Mullan and his party left on September 19, leaving the Bitterroot Valley by cutting westward where &lt;a href=\"Lolo%20Creek\"&gt;Lolo Creek&lt;/a&gt; meets the Bitterroot River (near present-day &lt;a href=\"Lolo%2C%20Montana\"&gt;Lolo, Montana&lt;/a&gt;). For , the wide Lolo Creek Valley provided easy going. The route over Lolo Pass, however, was steep and blocked by much fallen timber. The party passed &lt;a href=\"Lolo%20Hot%20Springs%2C%20Montana\"&gt;Lolo Hot Springs&lt;/a&gt; (first identified by Lewis and Clark), and then followed the &lt;a href=\"Lochsa%20River\"&gt;Lochsa River&lt;/a&gt; to the Middle Fork of the &lt;a href=\"Clearwater%20River%20%28Idaho%29\"&gt;Clearwater River&lt;/a&gt; (then called the Kooskooskia) and the way out of the mountains. After 11 days of very difficult travel, Mullan's group emerged onto the &lt;a href=\"Weippe%20Prairie\"&gt;Weippe Prairie&lt;/a&gt; and continued following the Clearwater—intent on following it until it reached the &lt;a href=\"Snake%20River\"&gt;Snake River&lt;/a&gt;. From there, the party could easily orient itself and travel to &lt;a href=\"Fort%20Walla%20Walla\"&gt;Fort Walla Walla&lt;/a&gt;. About from the Clearwater's confluence with the Snake, Mullan's group struck south up the valley of Lapwai Creek. After a few miles, he came upon the farmhouse of noted fur trader and frontiersman &lt;a href=\"William%20Craig%20%28frontiersman%29\"&gt;William Craig&lt;/a&gt;. Craig, his wife, and the local &lt;a href=\"Nez%20Perce%20people\"&gt;Niimíipu&lt;/a&gt; (or Nez Perce) people fed the group fresh vegetables, the first the group had eaten in 21 months. Mullan's party spent the night at the Craig farm, and then cut overland west to Fort Walla Walla. The party reached Fort Walla Walla on October 9, and then &lt;a href=\"Fort%20Dalles\"&gt;Fort Dalles&lt;/a&gt; on October 14. Having surveyed all known routes, Mullan wrote a final report to Stevens advising that the future military road utilize Lookout Pass. He was then discharged from the Stevens survey party, and returned to Army authority.\nInterregnum of 1855 to 1858.\nMullan proceeded to &lt;a href=\"Olympia%2C%20Washington\"&gt;Olympia&lt;/a&gt;, the capital of the Washington Territory, in December 1854, where he joined Stevens and other members of the Stevens survey party in writing reports about the survey mission. Mullan and Stevens became close friends, and Stevens sent Mullan to Washington, D.C., with letters and proposals to build a military road from Fort Benton to Fort Walla Walla. When he reached Washington in January 1855, Mullan learned that Congress had appropriated $30,000 ($ in dollars) to build a military wagon road from the confluence of the &lt;a href=\"Platte%20River\"&gt;Platte&lt;/a&gt; and Missouri rivers in the &lt;a href=\"Nebraska%20Territory\"&gt;Nebraska Territory&lt;/a&gt; to the military road leading from Fort Walla Wall to Olympia. Secretary of War Davis, however, refused to spend the money, noting that the appropriation was far too little to build the road.\nMullan attempted to convince Davis to authorize the expenditure of funds, but was not successful. On February 28, the Army promoted Mullan to &lt;a href=\"First%20lieutenant%23United%20States\"&gt;1st Lieutenant&lt;/a&gt; and ordered him to report to his unit, Company H of the 2nd Artillery Regiment. The regiment was stationed in &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge, Louisiana&lt;/a&gt;, which was at that time in the grip of a long &lt;a href=\"yellow%20fever\"&gt;yellow fever&lt;/a&gt; epidemic, and three officers of the regiment had died. Mullan did not immediately report to duty, and Company H listed him as &lt;a href=\"Desertion%23Absence%20without%20leave\"&gt;absent without leave&lt;/a&gt;. Mullan finally reported for duty in late July, and on July 27 applied for a transfer to the &lt;a href=\"Corps%20of%20Topographical%20Engineers\"&gt;Corps of Topographical Engineers&lt;/a&gt;. His request was denied.\nSeminole War.\nThe &lt;a href=\"Third%20Seminole%20War\"&gt;Third Seminole War&lt;/a&gt; broke out in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; on November 20, 1855. A wide range of sources, including George W. Cullum's \"Biographical Register of the Officers and Graduates of the U.S. Military Academy\", the unpublished memoirs of Rebecca Mullan, the \"American National Biography\", frontier historian Dan L. Thrapp, and Montana historians Edwin Purple and Kenneth Owens, all claim that Mullan spent time in Florida fighting in the Third Seminole War—some claiming as much as two years.\nBut Mullan biographer Keith Peterson has argued that Mullan spent no time in Florida, or at most a few weeks. Peterson notes that Mullan remained in Louisiana with Company H until at least January 1856, when he was ordered to report to Company A at &lt;a href=\"Fort%20McHenry\"&gt;Fort McHenry&lt;/a&gt; in Baltimore, Maryland. Mullan did not report to Company A until March 5, so it is possible that he spent part of January and February in Florida. But if so, there are no Army records of it and his time there would be brief at best. Mullan was detached from Company A in May and June 1856, but this would have left him almost no time to travel to and fight in Florida. He returned to Company A in early July 1856, and remained there until Company A was transferred to &lt;a href=\"Fort%20Leavenworth\"&gt;Fort Leavenworth&lt;/a&gt; in the &lt;a href=\"Kansas%20Territory\"&gt;Kansas Territory&lt;/a&gt;. He remained in Kansas until December 1857, when he was transferred to Washington, D.C., to work with Isaac Stevens again.\nApproval of the Mullan Road.\nConvinced that Native American attacks and additional settlement of the area could be achieved only by having a military road built, Isaac Stevens resigned as Washington Territory's governor and was elected its congressional delegate in July 1857. Stevens moved to Washington, D.C., and began pushing for money to build the Fort Benton-Fort Walla Walla road. Although it is unclear if Stevens actually made the request, in late 1857 Mullan was detached from Company A and ordered to the capital to assist Stevens with his efforts.\nWith the need to move military personnel and supplies from Fort Walla Wall into the interior due to the ongoing &lt;a href=\"Yakima%20War\"&gt;Yakima War&lt;/a&gt; and the emerging &lt;a href=\"Utah%20War\"&gt;Utah War&lt;/a&gt; (between the U.S. government and &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;Mormon settlers&lt;/a&gt;) ever more apparent, on March 15, 1858, the War Department issued orders for construction of the Fort Benton-Fort Walla Wall Road. Mullan was ordered to report to Fort Walla Walla and supervise the effort. The War Department relied on the legal authority and $30,000 appropriation provided for in 1855 to begin the work.\nCoeur d'Alene War.\nMullan believed he could complete the military road by December 1858. Mullan departed New York City on April 5, bound for &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;. After crossing the &lt;a href=\"Isthmus%20of%20Panama\"&gt;Isthmus of Panama&lt;/a&gt;, he boarded the &lt;a href=\"Paddle%20steamer%23Types%20of%20paddle%20steamers\"&gt;sidewheel paddle steamer&lt;/a&gt; \"Sonora\" and arrived in San Francisco on May 1. Traveling by coastal steamer, he reached Fort Dalles on May 15, accompanied by civilian topographical engineers Theodore Kolecki and P.M. Engle. At the fort, Mullan met and employed Gustav Sohon, now a civilian as well. Mullan organized and outfitted a work party of 30 civilians, and began work on the road. They graded the flat prairie and had reached Five-Mile Creek (about from the fort) when word reached Mullan and &lt;a href=\"Colonel%20%28United%20States%29\"&gt;Colonel&lt;/a&gt; &lt;a href=\"George%20Wright%20%28general%29\"&gt;George Wright&lt;/a&gt; (commander of Fort Dalles) that Brevet &lt;a href=\"Lieutenant%20colonel%20%28United%20States%29\"&gt;Lieutenant Colonel&lt;/a&gt; &lt;a href=\"Edward%20Steptoe\"&gt;Edward Steptoe&lt;/a&gt; had been routed by a group composed primarily of &lt;a href=\"Cayuse%20people\"&gt;Cayuse&lt;/a&gt;, &lt;a href=\"Coeur%20d%27Alene%20people\"&gt;Schitsu'umsh&lt;/a&gt;, &lt;a href=\"Spokane%20tribe\"&gt;Spokan&lt;/a&gt;, and &lt;a href=\"Yakama\"&gt;Yakama&lt;/a&gt; warriors at the &lt;a href=\"Battle%20of%20Pine%20Creek\"&gt;Battle of Pine Creek&lt;/a&gt; (near present-day &lt;a href=\"Rosalia%2C%20Washington\"&gt;Rosalia, Washington&lt;/a&gt;) on May 17, 1858. The Schitsu'umsh were outraged by miners and illegal white settlers invading their territory. Although their lands were protected by treaty, they perceived the construction of the Mullan Road as a precursor to a land-grab by the United States.\nThe &lt;a href=\"Coeur%20d%27Alene%20War\"&gt;Coeur d'Alene War&lt;/a&gt; had begun.\nRealizing work on the road could not continue if Native American hostilities were under way, on May 27, Mullan sent word to Steptoe (stationed at Fort Walla Walla) asking for 65 soldiers to escort his road-building crew as they worked toward the Rocky Mountains. While he waited for a reply, Mullan's men bridged Three-Mile Creek and Five-Mile Creek. On May 30, Steptoe responded that he could not fulfill Mullan's request. Mullan was forced to disband his road-building crew, retaining only Kolecki, Sohon, and a few men to care for the horses and mules.\nSeeking the enemy.\nMullan immediately volunteered to serve under Col. Wright, whom the War Department had designated commander of the retaliatory effort. Brevet Brig. Gen. &lt;a href=\"Newman%20S.%20Clarke\"&gt;Newman S. Clarke&lt;/a&gt;, commander of the &lt;a href=\"Department%20of%20the%20Pacific\"&gt;Department of the Pacific&lt;/a&gt;, ordered Wright to not only punish the tribes severely but to make any surrender conditional: Mullan must be allowed to build his road without being molested in the slightest. Realizing no work on the road could be completed for the remainder of 1858, Mullan wrote to the War Department on June 21, asking for an additional congressional appropriation for road construction. On July 14, Mullan—accompanied by Kolecki, Sohon, three employees, and a Native American boy—left on a nine-day journey to Fort Walla Walla. Wright signed a treaty with a faction of the Niimíipu (Nez Perce) on August 6, in which they agreed to fight alongside the U.S. Army against the other tribes. On August 7, Capt. &lt;a href=\"Erasmus%20D.%20Keyes\"&gt;Erasmus D. Keyes&lt;/a&gt; led a column of 700 men out of Fort Walla Walla, heading for the confluence of the Snake and &lt;a href=\"Tucannon%20River\"&gt;Tucannon&lt;/a&gt; rivers (about north of the fort). The group included 200 civilian pack-train workers, 30 Niimíipu in Army uniforms, two &lt;a href=\"howitzer\"&gt;howitzer&lt;/a&gt;s, and two cannon.\nThe column reached its destination on August 10, and began construction of &lt;a href=\"Fort%20Taylor%20%28Washington%29\"&gt;Fort Taylor&lt;/a&gt;. Keyes had instructions to cover the mouth of both the Tucannon and the &lt;a href=\"Palouse%20River\"&gt;Palouse River&lt;/a&gt;, about down the Snake. Keyes ordered Mullan to clear a path through the shoreline brush to allow easy travel to the mouth of the Palouse. The work was proceeding on August 11 when Mullan's men captured two Native Americans. One escaped and plunged into the Snake River. Mullan gave chase into the water, firing his pistol. The other man rose up out of the water, hurling rocks at Mullan. The two men grappled with one another, the much stronger Native American overpowering Mullan and nearly drowning him. Mullan survived only because the other man stumbled into a hole in the riverbed, which separated the two. The Native American swam to the opposite shore and escaped.\nHaving been joined by Wright, the column crossed the Snake on August 25 and 26. It took three days to pass through the &lt;a href=\"Channeled%20Scablands\"&gt;Channeled Scablands&lt;/a&gt;. On August 30, at about 5 P.M., a small band of Native Americans on horseback approached Wright's encampment and fired on the troops. Mullan and his Niimíipu gave chase and almost caught up to them before an Army bugler called them back to camp. The following day, Mullan and his scouts became separated from the main column while deep in enemy territory. Only with great difficulty did they evade numerous patrols and detection before rejoining Wright.\nBattle of Four Lakes and Battle of Spokane Plains.\nOn September 1, 1858, Mullan participated in the &lt;a href=\"Battle%20of%20Four%20Lakes\"&gt;Battle of Four Lakes&lt;/a&gt; (near present-day &lt;a href=\"Spokane%2C%20Washington\"&gt;Spokane, Washington&lt;/a&gt;). At the start of the battle, he led his Niimíipu scouts on a flanking attack on the Native American left, driving them from the ridge which they occupied. He won extensive praise from Wright for his actions.\nWright rested his men for three days, and on September 5 moved out again to the north. The Native Americans had rallied, however, and now 500 to 700 warriors began a series of hit-and-run attacks on the column. After about , Wright's group reached a small wooded area. The Native Americans set fire to the prairie and began using the smoke for cover as their attacks intensified. Wright now turned east-northeast to the &lt;a href=\"Spokane%20River\"&gt;Spokane River&lt;/a&gt; where, with the water at his back, he could more effectively concentrate his fire and protect his men. To clear the way, Wright ordered Mullan and his 30 Niimíipu scouts to race through the smoke and scout the land ahead to ensure the column was moving in the right direction. They did so repeatedly for the next eight hours. To protect the column as it moved, Wright ordered three &lt;a href=\"Company%20%28military%20unit%29%23Army\"&gt;companies&lt;/a&gt; to move forward in a &lt;a href=\"Skirmisher\"&gt;skirmish line&lt;/a&gt; to the front and right, breaking up the Indian attacks. They were followed by Wright's cavalry, which charged into the disordered enemy and scattered the warriors. Whenever Native Americans attempted to regroup in the forest to Wright's left, the howitzers and cannon would rake the trees. By nightfall, the column had reached the river and the Native American combatants had fled. Only a single soldier had been slightly injured, even though the column had come through a near-constant barrage of gunfire.\nThe column reached the &lt;a href=\"Old%20Mission%20State%20Park\"&gt;Coeur d'Alene Mission&lt;/a&gt; on September 15. The Schitsu'umsh chiefs signed a document of surrender on September 17, followed by the Spokan on September 27. On September 23, Mullan joined a unit under the command of &lt;a href=\"Major%20%28United%20States%29\"&gt;Major&lt;/a&gt; William Grier in retrieving the bodies of soldiers who died at the Battle of Pine Creek.\nMullan had requested permission in June to travel to Washington, D.C., to confer with the War Department and members of Congress so that additional funds might be procured for the military road. On September 30, a messenger reached Wright's column with orders directing Mullan to proceed to &lt;a href=\"Fort%20Vancouver\"&gt;Fort Vancouver&lt;/a&gt; near the mouth of the Columbia River and await instructions. Mullan left Wright's party on October 2, and arrived in Vancouver on October 9.\nConstruction of the Mullan Road.\nWinning more funds.\nRather than wait at Fort Vancouver as instructed, Mullan departed for the East Coast almost immediately, taking Kolecki with him. He took a steamer from Fort Vancouver to Panama, crossed the isthmus, and took a second steamer to New York City. He then traveled by train to Annapolis, where he stayed with his parents and pleaded illness as a reason for delaying his trip to the capital. Mullan escaped punishment, in part, because Isaac Stevens had returned to Washington as well. He needed Mullan to help win passage of additional funds for the road, and so protected him from Congress. Additionally, Jefferson Davis had returned to Congress, too. Davis had long wanted more money for the road, and with Secretary of War &lt;a href=\"John%20B.%20Floyd\"&gt;John B. Floyd&lt;/a&gt; in complete agreement a new appropriation seemed likely. So Davis, too, protected Mullan from Army wrath. Finally, even the Army realized that a military road was now critical, so that troops in the field no longer had to rely on long, vulnerable pack trains. Having Mullan available to support more money for a military road met with Army wishes as well.\nMullan ventured to Washington, D.C., in December 1858. The second session of the &lt;a href=\"35th%20United%20States%20Congress\"&gt;35th United States Congress&lt;/a&gt; had opened on December 6, and the Army appropriations bill (H.B. 667) for the fiscal year ending June 30, 1860, was under consideration. In late December 1858 or early January 1859, Jefferson Davis drafted an amendment to the bill, approving $350,000 for a military road from &lt;a href=\"Fort%20Abercrombie\"&gt;Fort Abercrombie&lt;/a&gt; (on the &lt;a href=\"North%20Dakota\"&gt;North Dakota&lt;/a&gt;–&lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt; border) to &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;. On January 20, 1859, Secretary of War Floyd sent a letter to Davis endorsing the amendment. He followed this with a letter on February 24, in which he said that, if Congress would not appropriate the full amount, then it should consider appropriating $200,00 for a road from Fort Benton to Fort Walla Walla. If Congress desired, it could split the appropriation between two fiscal years, he wrote. On February 26, 1859, Davis offered an amendment on the floor of the Senate during a debate on H.B. 667 by the &lt;a href=\"Committee%20of%20the%20Whole\"&gt;Committee of the Whole&lt;/a&gt;. Davis' amendment appropriated $100,000 for the road, and was adopted on a voice vote. In the House, Davis' original amendment for $350,000 was reported unfavorably by the &lt;a href=\"United%20States%20House%20Committee%20on%20Ways%20and%20Means\"&gt;House Committee on Ways and Means&lt;/a&gt;. But Isaac Stevens reintroduced the Davis amendment on the House floor during consideration by the Committee of the Whole. Representative &lt;a href=\"Charles%20J.%20Faulkner\"&gt;Charles J. Faulkner&lt;/a&gt; (&lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;D&lt;/a&gt;–&lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;) moved to have the bill amended to permit a first fiscal year expenditure of only $100,000. Faulkner's motion passed, 75 to 44, on March 1. President &lt;a href=\"James%20Buchanan\"&gt;James Buchanan&lt;/a&gt; signed the bill into law on March 3.\nMullan and Kolecki spent most of March gathering information on road-building from other military officers and civilians who had done so out west; ordering equipment; sending out orders for a larger civilian work crew, including several more highly educated and trained men like Kolecki and Sohon; asking the military for an escort for his work crew; and seeking funds so he could obtain gifts for Native Americans.\nBefore leaving for the West Coast, Mullan became engaged to Rebecca Williamson of Baltimore. She was the granddaughter of Luke Tiernan, a politically well-connected and wealthy businessman who had helped win a state charter for the &lt;a href=\"Baltimore%20and%20Ohio%20Railroad\"&gt;Baltimore and Ohio Railroad&lt;/a&gt;. The two most likely met in 1856, when Mullan was stationed at Fort McHenry.\nBuilding the road: 1859.\nMullan left Baltimore on March 31, and New York City on April 5. Traveling by steamers and again crossing the Isthmus of Panama, he reached Fort Dalles on May 15, 1859. He now hired more than 80 civilians as his road construction crew, including his own brothers Louis (a drover) and Charles (a physician), and his future brother-in-law, David Williamson. The crew included carpenters, cooks, herders, laborers, &lt;a href=\"teamster\"&gt;teamster&lt;/a&gt;s, and topographers. The Army provided an escort under the command of Lt. James White. White's troop consisted of 100 soldiers and 40 packers and teamsters. Mullan also acquired 180 oxen and dozens of cattle, horses, and mules, and hired famed wagon master John Creighton to organize his pack train. To scout the route ahead, Mullan relied on Kolecki, Sohon, and Engle, as well as a new topographer, Walter W. DeLacy.\nScouting of the route began on May 16, and Mullan lead the work crew out on July 1. The road headed north to Fort Taylor, where the Snake River was crossed with &lt;a href=\"pontoon%20boat\"&gt;pontoon boat&lt;/a&gt;s. One man drowned during the crossing. After crossing the Snake, the crew began leaving &lt;a href=\"Milestone\"&gt;wooden mile markers&lt;/a&gt;, sometimes also inscribed with information about distance to the nearest water or other useful information. An old &lt;a href=\"branding%20iron\"&gt;branding iron&lt;/a&gt; with the letters \"M\" and \"R\" on it was used to inscribe each marker. Mullan intended the initials to mean \"Military Road\", but the crew began using them to mean \"Mullan Road\". The crew also made the first &lt;a href=\"longitude\"&gt;longitudinal&lt;/a&gt; observations north of 42 degrees &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt;, and made maps of the territory which remained the best for another 50 years. In mid-July, the crew reached Lake Coeur d'Alene. Mullan decided to build the road on the shortest route past the lake, which was along the southern edge. Unfortunately, this meant a rapid, descent into the Valley of the St. Joe River, and then an extremely difficult passage through dense timber and heavy underbrush. Massive, fallen trees blocked the route every few feet, and boulders, some of them half-buried, had to be blasted or rolled out of the way. It took eight days just to reach the valley floor. Mullan then encountered a large &lt;a href=\"swamp\"&gt;swamp&lt;/a&gt;, which his crew bridged with a &lt;a href=\"corduroy%20road\"&gt;corduroy road&lt;/a&gt;. Reaching the St. Joe River, the crew built two &lt;a href=\"flat-bottomed%20boat\"&gt;flat-bottomed boat&lt;/a&gt;s to serve as a ferry, since building a bridge was not practical. The work crew reached the Coeur d'Alene Mission on August 16, having blazed of road.\nResting his men at Coeur d'Alene Mission, Mullan sent Gustav Sohon ahead to scout a path into the &lt;a href=\"Bitterroot%20Mountains\"&gt;Bitterroot Mountains&lt;/a&gt;. While waiting for Sohon's report, one of Mullan's men discovered gold. Mullan swore to secrecy the few individuals to learn for the find, and informed the War Department by letter. Sohon discovered &lt;a href=\"St.%20Regis%20Pass\"&gt;St. Regis Pass&lt;/a&gt;, although Mullan named it \"Sohon Pass\" in honor of his friend. Moving forward toward Sohon Pass, Mullan again found the timber incredibly dense, and the trees very large in diameter. To speed up the road-building, he sent 23 men about ahead to the east, and then his two crews worked toward one another. Following the Coeur d'Alene River into the mountains, Mullan's crew was forced to build approximately 50 to 60 bridges across the twisting river. It rained throughout October. On November 3, of snow fell. Snow fell for a week, and then the temperature dropped below . Food supplies dwindled, and the supply train with winter clothing was delayed. Having cut the road through roughly of forest and mountains, Mullan's crew called a halt near modern-day &lt;a href=\"De%20Borgia%2C%20Montana\"&gt;De Borgia, Montana&lt;/a&gt;, and constructed residential huts, a log cabin office, and a storehouse. A &lt;a href=\"stockade\"&gt;stockade&lt;/a&gt; and four &lt;a href=\"blockhouse\"&gt;blockhouse&lt;/a&gt;s protected what was called Cantonment Jordan. Most of Mullan's cattle, horses, and mules died; what few cattle survived, the men butchered. A few men were detailed to herd the remaining horses and mules to the Bitterroot Valley, where temperatures would be warmer and the snow much less deep. None of the animals survived the trek. Although the supply train with winter clothing and more supplies eventually reached Cantonment Jordan, it had to leave of supplies at the foot of the pass because the exhausted animals could not continue. Mullan had his men build 20 sledges, and they manually hauled the supplies to the camp.\nThe winter was incredibly harsh. On December 5, the temperature plunged below . The snow was deep in December, and deep in January. &lt;a href=\"Frostbite\"&gt;Frostbitten&lt;/a&gt; feet were common. Despite the incredible hardship, Mullan kept his men working with little complaint. Historian Keith Petersen calls this Mullan's \"greatest accomplishment\". About 25 of the soldiers came down with &lt;a href=\"scurvy\"&gt;scurvy&lt;/a&gt;, after eating too much salted meat and too few vegetables. Mullan had vegetables transported from the Coeur d'Alene Mission, and convinced the soldiers to eat them and less salt meat. The plague of scurvy ended.\nBuilding the road: 1860.\nIn order to avoid complete isolation from the world, Mullan paid two of his men to travel back and forth to Fort Walla Walla with mail. Mail arrived twice a month, once a month in bad weather. Another man was sent to &lt;a href=\"Salt%20Lake%20City\"&gt;Salt Lake City&lt;/a&gt;, &lt;a href=\"Utah%20Territory\"&gt;Utah Territory&lt;/a&gt;, to buy replacement mules, while P.M. Engle was sent to Fort Benton to buy cattle and supplies. In early January, Mullan sent engineer Walter Whipple Johnson to back to Fort Walla Walla with instructions to proceed to Washington, D.C., and dispel rumors that the road crew was in crisis. During the winter, Mullan also reassessed his route. He realized that his road should have followed the north shore of Lake Coeur d'Alene and the Clark Fork River. Significantly over budget, Mullan told his crew that he might not be able to pay their wages. Five left.\nIn Washington, D.C., a struggle was under way to appropriate more money for the Mullan Road. On December 1, 1859, Secretary of War Floyd told Congress of \"the existence of great mineral wealth in the mountains through which a portion of the road passes.\" On January 18, 1860, Senator &lt;a href=\"Joseph%20Lane\"&gt;Joseph Lane&lt;/a&gt; (D-Oregon) announced he would submit legislation to appropriate funds to finish the road. The bill (S.93) was introduced the following day and referred to the Senate Committee on Military Affairs. On February 16, Isaac Stevens introduced a companion bill (H.R. 702) in the House, which was referred to the &lt;a href=\"United%20States%20House%20Committee%20on%20Armed%20Services\"&gt;House Committee on Military Affairs&lt;/a&gt;. Despite the legislation, in April 1860 Captain &lt;a href=\"Andrew%20A.%20Humphreys\"&gt;Andrew A. Humphreys&lt;/a&gt; at the War Department decided to cancel the road, citing Mullan's cost overruns. Johnson arrived in the capital in April just as the appropriation seemed lost, and he and Isaac Stevens began to press for its passage. They received extensive support from Floyd, who was increasingly convinced by Mullan's September report that vast gold deposits awaited in the Rocky Mountains. H.R. 702, which provided $100,000 to complete the road, moved first. The House considered the bill as a Committee of the Whole on May 12, which recommended its passage. Later that day, the House passed the bill on a voice vote. The bill was referred to the Senate, which adopted it on a voice vote on May 23. President Buchanan signed it into law on May 25.\nWalter Johnson had a secondary mission as well: To have the War Department send a unit of soldiers over the Mullan Road. This would not only put an end to talk that the road was intended for commercial (not military) use, but also prove the road's value. Johnson successfully convinced Floyd to give the order. Instead of returning to Fort Walla Walla with a letter from Humphreys canceling construction, Johnson returned with a letter from Floyd with the good news about the new appropriation.\nDetermined to keep the road construction going, on February 20 Mullan sent his civilian workers ahead to the confluence of the Clark Fork and Blackfoot rivers (near modern-day Missoula), where they were to construct a large &lt;a href=\"flatboat\"&gt;flatboat&lt;/a&gt; ferry and five small flat-bottomed &lt;a href=\"pirogue\"&gt;pirogue&lt;/a&gt;s for use by the construction crew and the route scouts. Mullan ordered the soldiers in his party to begin building the road from Cantonment Jordan to the Blackfoot River as soon as weather permitted. By June 4, the road had been cut through to the Blackfoot, and Cantonment Jordan was abandoned. Mullan himself left Lt. White in charge on February 26 while he rode to a by-now much-enlarged and prosperous Fort Owen. He spent two weeks resting and waiting for the weather to improve, then began meeting with the Kalispel, a large number of whom wintered in the Bitterroot Valley. His excellent relations with this tribe convinced 17 Kalispel to take 120 horses and accompany Gustav Sohon across the mountains to Fort Benton, and return laden with the supplies which the War Department had shipped there via steamboat. The Indians and Sohon left on March 16, and returned a month later.\nMullan was now running out of time. Major &lt;a href=\"George%20A.H.%20Blake\"&gt;George A.H. Blake&lt;/a&gt; was steaming up the Missouri River with 300 men, with the intent of using the Mullan Road to travel to Fort Walla Walla. The road had to be completed by the time he arrived, which meant that Mullan had to speed his work as well as cut corners. Twice floods destroyed his ferries (once nearly drowning Mullan himself), and Mullan was forced to bridge the Blackfoot repeatedly rather than blast and dig through hillsides (which would have meant a shorter route but taken more time). The construction crews reached Mullan Pass on July 18, 1860. The treeless summit and gradual slope to the Missouri River Canyon below signaled the end of the hardest part of the road-building effort. The only difficulty yet remaining was at &lt;a href=\"Tower%20Rock%20State%20Park\"&gt;Tower Rock&lt;/a&gt;, where the crew spent four days digging and blasting for four days. The construction crew reached the Sun River on July 28, which meant the end of grading. For the last , the crew merely had to plant mile markers. Mullan completed the Mullan Road on August 1, 1860. He immediately wrote to Captain Humphreys, informing him that the southern route around Lake Pend Oreille was the incorrect one, and asking for funds and permission to reroute the Mullan Road around the north end. He then sent Theodore Kolekci downriver, with all his field notes, to deliver them to the Army in Washington, D.C.\nThe Mullan Road cut through of dense forest and of prairie. About of hillside cuts were dug, as well as hundreds of bridges and several ferries. Blazing the Mullan Road, along with his expedition to the Salish and his exploration of the Bitterroot Valley, gave John Mullan a reputation as one of the preeminent explorers of the day. Mullan \"became the equivalent of the great pathfinder for the Inland Northwest\", says David Nicandri, historian with the &lt;a href=\"Washington%20State%20History%20Museum\"&gt;Washington State Historical Society&lt;/a&gt;. The Washington Territorial Legislature passed a resolution in January 1861 thanking Mullan for his achievement in building the Mullan Road.\nFinal military years.\nOn August 5, 1860, Mullan returned west to Fort Walla Walla, making repairs to the Mullan Road as he went. Following behind came Major Blake and his command. Mullan reached the Coeur d'Alene Mission about September 21, and Fort Walla Walla on October 8. Mullan found orders awaiting him at the fort, telling him to remain there during the winter to compile a report. Mullan remained at the fort only until January 1861, when he and Gustav Sohon traveled down Columbia River to Fort Vancouver, took the steamer \"Pacific\" to San Francisco, and booked passage on the &lt;a href=\"Butterfield%20Overland%20Mail\"&gt;Butterfield Overland Mail&lt;/a&gt; (a &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt;) overland to St. Louis. The stage trip took 22 days. It's unclear if they arrived in Washington on February 13 or February 25.\nRerouting the Mullan Road.\nWith the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; on the verge of breaking out, and Mullan's patron Jefferson Davis having defected to the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederacy&lt;/a&gt;, there was little desire in the Army to spend money on a road in the Washington Territory. Mullan boldly proposed construction of a military road from &lt;a href=\"Fort%20Laramie%20National%20Historic%20Site\"&gt;Fort Laramie&lt;/a&gt; (in what is now far southeastern &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt;) to Fort Walla Walla. This proposal was immediately turned down: Mullan had asked for a rerouting of the Mullan Road in August 1861, and Captain Humphreys had approved this plan on February 7. Mullan remained in Washington for roughly six weeks, and his actions and movements during this period are unknown. There is a record of a meeting with Isaac Stevens, but nothing else. Mullan departed the city in early March and reached San Francisco on April 5.\nIt is unclear when Mullan reached Fort Walla Walla. Mullan himself claims he did so in early April, but other evidence indicates he arrived on April 22. The &lt;a href=\"Corps%20of%20Topographical%20Engineers\"&gt;Corps of Topographical Engineers&lt;/a&gt; had approved of 15 months of work at a budget of $85,000.\nMullan was delayed in beginning work, as the &lt;a href=\"Fort%20Colville%20Gold%20Rush\"&gt;Fort Colville Gold Rush&lt;/a&gt; (also known as the Idaho Gold Rush) and the &lt;a href=\"Clearwater%20Gold%20Rush\"&gt;Clearwater Gold Rush&lt;/a&gt; made it difficult and expensive to find men and animals. Mullan had proposed (in August 1860) to begin work on April 1, but his late arrival in Washington Territory prevented that. Mullan later proposed departing on May 5, but he did not leave Fort Walla Walla until May 13. Mullan set out with a civilian work crew of 60, with 21 soldiers of the &lt;a href=\"9th%20Infantry%20Regiment%20%28United%20States%29\"&gt;9th Infantry Regiment&lt;/a&gt; as a guard. Another 39 soldiers of the 9th Infantry led and guarded the supply train. Due to the risk of Indian attack, another 79 men of the 9th Infantry, under the command of Lieutenants Nathaniel Wickliffe Jr. and Salem S. Marsh, followed a few days later. Mullan reached the Snake River on May 20, and Marsh caught up to him on May 23. By June 4, the work crew had regraded and repaired about of road, and had reached the farm and ferry of Antoine Plante on the Spokane River. Lt. Charles G. Harker from Fort Colville arrived with more men, and Mullan's civilians and soldiers began cutting through dense timber north of Lake Coeur d'Alene on June 5. To ensure that they could not get cut off if Native Americans attacked the long supply route, the party built two supply depot storehouses as they worked east into the Rocky Mountains. They reached the top of the pass (&lt;a href=\"Fourth%20of%20July%20Summit\"&gt;Fourth of July Summit&lt;/a&gt;) on July 4, having cut just through the thick forest. They added another by July 14. The party reached the Coeur d'Alene Mission on July 31, a month behind schedule. Mullan now learned of the loss of the steamer \"Chippewa\" due to fire and explosion at the confluence of the &lt;a href=\"Poplar%20River%20%28Montana%E2%80%93Saskatchewan%29\"&gt;Poplar&lt;/a&gt; and Missouri rivers. The steamer was transporting Mullan's supplies, which meant Mullan now had to send riders back to Fort Walla Walla to purchase far expensive supplies in the town. On August 11, 1862, while Mullan was slowly cutting his way through the dense timber of the Bitterroot Mountains, the War Department promoted him to Captain. On August 13, Mullan dispatched Lt. Marsh with 50 soldiers and civilians to lightly repair the road ahead, with an eye to moving supplies into the Bitterroot Valley for the winter camp. Three days later, the party reached the marker on the Mullan Road.\nSnow began falling on November 1, and Mullan ordered Lt. Marsh to take the supply train and its escort to the confluence of the Clark Fork and Blackfoot rivers, and establish another supply depot. A messenger reached Mullan on November 4, ordering the troops to return east. But with heavy snow already falling, Lt. Marsh knew he could not risk any travel. The work crew reached the depot on November 22. Mullen now established five work-camps for several miles along the Clark Fork, each camp located where extensive digging was needed so that excessive crossing of the Clark Fork could be avoided. The depot and work camps were collectively named Cantonment Wright. The animals were driven south toward Cantonment Stevens and the Bitterroot Valley, where Mullan hoped the temperatures would be more moderate and the snow less deep. By December 1, daytime temperatures were far below , with one of the worst winters ever recorded in the area now beginning. Strong winds whipped through the valley. Most of Mullan's animals died from starvation and cold, forcing the men to retrieve supplies from the depot with man-drawn sledges. The cold became so severe for two weeks in mid-January that all work stopped. Mullan spent December 23 to December 27 at John Owen's cabin, and Mullan delivered the first public lecture in Montana state history there on Christmas Day. During the winter, Mullan's men built a four-span bridge across the Blackfoot River and dug and blasted nearly seven miles of cut-outs along the banks of the Clark Force.\nThe winter proved so harsh that Mullan's party could not move out again until May 23, 1862. With little repair work left to do, the crew reached Fort Benton on June 8. Mullan returned to Fort Walla Walla on August 13. By this time, citizens of the Washington Territory were debating new legislation to reorganize their territory in anticipation of statehood. Some wanted the new territory to incorporate what is now Washington state, the Idaho panhandle, and western Montana, with the capital moved to Walla Walla from Olympia. But others felt the territory's border should extend no further west than the Oregon border, with the northern and southern Idaho mining districts in a new territory and the remainder of the old territory lumped into a new, third territory. Mullan met with Walla Walla's community leaders before departing, and became convinced that the first option was the best. Mullan disbanded his work crew, sold what little stock remained, and departed for Washington, D.C., on either September 7 or September 11.\nMulland took Gustav Sohon with him, and in October 1862 made the difficult stagecoach journey from San Francisco to St. Louis again. Mullan found working at the Topographical Engineers difficult. He wanted to work from home, but was forced to work in an office. He hired staff to assist him without authorization, tried to include extraneous material in his report, and began pressing for new funds to rebuild part of the Mullan Road. An exasperated department ordered him to complete his report as swiftly as possible.\nTerritorial politics.\nRepresentative &lt;a href=\"James%20Mitchell%20Ashley\"&gt;James Mitchell Ashley&lt;/a&gt; was chair of the &lt;a href=\"United%20States%20House%20Committee%20on%20Territories\"&gt;House Committee on Territories&lt;/a&gt;, and an advocate of geometric (e.g., square) borders for western states. Ashley quite naturally sought out Mullan as an expert on the region, seeking his advice on how to reorganize the Washington Territory. In mid-December 1862, Mullan drew a proposed territorial border that included present-day Washington state, the Idaho panhandle, and western Montana. Another new territory, which Mullan titled \"Montana\", awkwardly consisted of southern Idaho and eastern Montana.\nAshley introduced H.B. 738 on December 22, 1862, to reorganize the Washington Territory and form the new Montana Territory. It passed the House easily on January 12, 1863. Throughout 1863, Mullan spent a large amount of time lobbying the Senate to adopt the Ashley bill. Mullan also proposed that he be named governor of the new \"Montana Territory\", and not only lobbied for the position but collected a large number of endorsements from Senators, Representatives, Territorial Delegates, executive branch officials, and even a &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; justice. But &lt;a href=\"William%20H.%20Wallace\"&gt;William H. Wallace&lt;/a&gt;, Washington Territory's congressional delegate since March 1861, favored much smaller territorial boundaries. To block Ashley's bill, Wallace introduced legislation in the Senate which differed only on minor technical issues. Congress did not appoint a &lt;a href=\"United%20States%20congressional%20conference%20committee\"&gt;conference committee&lt;/a&gt;, and both bills languished until March 3, 1863—the last day of the final session. Wallace now pressed the Senate to adopt a new bill, one which changed Washington Territory's boundaries to his preferred borders and established the remainder as the new Idaho Territory. Ashley was outraged, and demanded a conference committee to reconcile the bills. By now, it was nearly midnight, and exhausted members of Congress refused. At 2:00 AM on March 4, the House took up the second Senate bill and adopted it overwhelmingly. President Abraham Lincoln signed the bill into law near dawn.\nAlarmed by Wallace's maneuvering, Mullan now acted to secure appointment as Idaho Territory's territorial governor. He delivered his letters of recommendation to Lincoln on the morning of March 4, just hours after the territory was established. Three of Mullan's Senate supporters then met with the president on the morning of March 5 to advocate for his appointment. But Wallace was a friend of Lincoln's, and he, too, had been lobbying for the position and collecting letters of recommendation. Mullan was a Democrat, and Wallace a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;. Lincoln nominated Wallace as the first Territorial Governor of Idaho Territory, and the Senate approved the nomination on March 10.\nResignation from the Army.\nMullan had long planned to use his Army connections as a means of making money. He had purchased property and owned businesses in Walla Walla, and intended to return there to settle down and use his Army experiences in earning a fortune.\nOn April 4, 1863, John Mullan resigned from the U.S. Army. Although losing the governorship of Idaho Territory embittered Mullan, it was only one of many reasons why Mullan saw his Army career ending: He disliked Army rules and regulations, he was eager to make money for himself and his family, and he already had business interests in Walla Walla.\nMullan married Rebecca Williamson on April 28, 1863.\nBusiness ventures.\nWalla Walla Railroad.\nAs he worked on his report for the Army in 1862, Mullan began arranging for his post-Army business career. In 1861, Mullan's 23-year-old younger brother, Louis, agreed to become one of 33 incorporators for a railroad from Walla Walla west to &lt;a href=\"Wallula%2C%20Washington\"&gt;Wallula&lt;/a&gt;, bypassing rapids on the Columbia River. The territorial legislature adopted legislation approving the railroad's charter on January 28, 1862. Louis undoubtedly contacted John about the railroad some time in 1862. About October, John sent a letter to the incorporators. In the letter, read at a public meeting in Walla Walla on December 31, John Mullan declared that the company could raise $250,000 to $300,000 to build the railroad. The incorporators were highly enthused, and appointed \"commissioners\" to raise and receive funds at the end of the meeting. On January 1, 1863, John Mullan sent a notice to railroad industry journals announcing the existence of the railroad venture and calling for investors. Bylaws for the corporation were adopted on March 14, 1863.\nOn March 28, 1863, Mullan agreed to be a commissioner of the nascent railroad.\nAfter his marriage, John and Rebecca Mullan traveled to New York City. Mullan delivered a lengthy address on eastern Washington, northern Idaho, and western Montana before the &lt;a href=\"American%20Geographical%20Society\"&gt;American Geographical and Statistical Society&lt;/a&gt; on May 9. While in the city, Mullan met with some of the incorporators of the railroad company.\nThe state-approved charter required a route for the railroad to be surveyed by November 1, 1863, and for the road to be open by November 1, 1868. The railroad venture never went forward after steamship companies put several large, speedy new ships into service on the Columbia River in the spring of 1863, bringing the price of freight so low that the railroad could not compete.\nWalla Walla farm.\nMullan purchased several businesses near Fort Walla Wall in spring 1858, anticipating that the fort and surrounding community would become a boom town once his road was finished. Among these were a part-interest in a &lt;a href=\"sawmill\"&gt;sawmill&lt;/a&gt; and a farm, and full ownership of a &lt;a href=\"Livery%20yard\"&gt;livery stable&lt;/a&gt;. Mullan sent his then-20-year-old brother Louis to run the businesses, and gave Louis his &lt;a href=\"power%20of%20attorney\"&gt;power of attorney&lt;/a&gt;. Mullan's partner sold his shares to Mullan in 1860. By then, Louis had proved incapable of handling the businesses on his own, so Mullan sent his then-24-year-old brother Charles to Walla Walla to assist Louis. Charles proved no more capable than Louis.\nJohn and Rebecca arrived in Walla Walla in August 1863. Mullan discovered that Louis and Charles had been regularly sued for nonpayment of wages and bills, and that the farm, sawmill, and stable were near financial collapse. He also discovered that Louis and Charles were calling themselves \"Mullan Brothers\" and incurring expenses in John's name. Moreover, Louis had fenced off of John's farm and claimed it as his own. In September, Mullan's 30-year-old brother, Dr. James A. Mullan, and his 17-year-old brother, Ferdinand, arrived in Walla Walla as well. James immediately began conspiring with Louis to defraud John. The relationship between John and Louis broke down, and on December 27, 1863, John attempted to evict Louis. Louis sued, claiming he owned the and that John and Charles were conspiring to sell Mullan Brothers' property without his consent. At trial, James and Ferdinand both claimed that John had promised all the brothers an equal share in the farm and businesses.\nBy late 1864, John Mullan was bankrupt. He sent Rebecca to Baltimore, and remained in Walla Walla for a few months to sell what possessions he had to settle the few debts he could. Then he, too, returned to Baltimore. Louis gave James a share in the farm, which they sold after a few years.\nChico stage.\nRealizing that guidebooks to the West sold well among settlers and businessmen, Mullan decided to turn his 1863 Army report into a book. He worked on the book throughout 1865, publishing the \"Miners and Traveler's Guide\" in mid-year.\nWhile he worked on his book, Mullan learned that &lt;a href=\"John%20Bidwell\"&gt;John Bidwell&lt;/a&gt;, owner of the massive &lt;a href=\"Rancho%20Arroyo%20Chico\"&gt;Rancho Arroyo Chico&lt;/a&gt; in northern California (now the site of the city of &lt;a href=\"Chico%2C%20California\"&gt;Chico&lt;/a&gt;), and miner &lt;a href=\"Elias%20D.%20Pierce\"&gt;Elias D. Pierce&lt;/a&gt; intended to open a passenger and freight stage between Rancho Arroyo Chico and the booming mining town of &lt;a href=\"Boise%2C%20Idaho\"&gt;Boise&lt;/a&gt; in the &lt;a href=\"Idaho%20Territory\"&gt;Idaho Territory&lt;/a&gt;. Mullan decided to join the venture, and traveled alone to Boise, arriving in mid-1865. Mullan spent about two months helping to improve an existing road between the town and ranch. With Bidwell contributing some used stagecoaches, in August 1865 Mullan led the first group to travel along the newly improved road, arriving in &lt;a href=\"Ruby%20City%2C%20Idaho\"&gt;Ruby City&lt;/a&gt; (about southwest of Boise) on September 1. But the new Idaho and California Stage Line lacked the coaches to make regular service possible, and Native Americans bitterly opposed the new road.\nIn October 1865, Mullan returned east to try to raise funds for the stage line. He lived with his in-laws in Baltimore, and lobbied for a mail contract with the &lt;a href=\"United%20States%20Postal%20Service\"&gt;U.S. Post Office Department&lt;/a&gt;. With his &lt;a href=\"Sibling-in-law\"&gt;brother-in-law&lt;/a&gt;, L.T. Williamson, on the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;West Coast&lt;/a&gt;, Mullan felt his chances of winning a contract would be better if the route were awarded to Williamson. On March 18, 1866, the Post Office let the contract to Williamson. Mullan now organized a &lt;a href=\"joint-stock%20company\"&gt;joint-stock company&lt;/a&gt;, the California and Idaho Stage and Fast Freight Company, and raised $300,000 in New York and Baltimore to fund the new stage line. Mullan returned to San Francisco in May 1866. He hired between 100 and 200 Chinese immigrants to repair the road and construct stations, built a &lt;a href=\"Forge\"&gt;blacksmith shop&lt;/a&gt; in Chico, and purchased coaches and animals. The first stage rolled out just after midnight on July 1, and reached Ruby City three days later.\nThe California and Idaho Stage and Fast Freight Company soon collapsed. Native Americans, incensed at new white settler activity on their lands, burned several stations and slaughtered a number of horses. Although Mullan persuaded the U.S. Army to station some troops along the line, they proved too few in number. Competition from a newly improved road between &lt;a href=\"Umatilla%2C%20Oregon\"&gt;Umatilla, Oregon&lt;/a&gt;, and Boise (which received a large amount of freight from &lt;a href=\"Oregon%20Steam%20Navigation%20Company\"&gt;Oregon Steam Navigation Company&lt;/a&gt; steamships on the Columbia River) and from a new road (opened in September 1866) between Boise and &lt;a href=\"Hunter%2C%20Nevada\"&gt;Hunter, Nevada&lt;/a&gt; (which received a large amount of freight from the &lt;a href=\"Central%20Pacific%20Railroad\"&gt;Central Pacific Railroad&lt;/a&gt;) significantly and negatively impacted Mullan's finances. While obsessively seeking the mail contract, Mullan had offended and irritate several wealthy businessmen (including Bidwell), who were also seeking the contract. Now those businessmen declined to assist Mullan, leaving him $12,000 in debt. Mullan's last stage departed on November 18, 1866.\nCalifornia land attorney.\nAfter the failure of the stagecoach business, John Mullan moved to San Francisco, and Rebecca moved to be with him. John found a job in a local bank. Rebecca, too, found a job at the bank, working as a copyist, and together the two earned $200 to $300 a month. Mullan also spent part of 1867 working for the &lt;a href=\"Surveyor%20General%20of%20the%20United%20States\"&gt;Surveyor General of the United States&lt;/a&gt;. Mullan, who had read widely in law over the past decade, now resolved to become an attorney. After a few months of study, he passed the California &lt;a href=\"Bar%20examination%23United%20States\"&gt;bar exam&lt;/a&gt;.\nMullan's first major client was the City of San Francisco, which hired him as an engineer and as legal counsel to help plan an expansion of the city's fresh water system. Mullan received $8,000 for this work.\nIn 1868, Mullan became the managing agent for the California Immigration Association, located at 712 Montgomery Street. In that capacity, he provided settlers with information on how to obtain public land. He opened a real estate office at the same location in 1871, and by 1872 had a legal practice in the same office.\nMullan formed a law firm, Mullan &amp; Hyde, in 1873 with Frederick A. Hyde, a former clerk in the Surveyor General's office. Their association lasted until 1884, and the firm became the largest &lt;a href=\"Speculation\"&gt;land speculator&lt;/a&gt; in California. When territories become states, the federal government turns over large amounts of federal land to the state. This land is supposed to be sold to the public, and the funds used to support elementary, secondary, and higher education and to support the establishment of the new state government through the erection of public buildings. The California State Land Office was weak and understaffed, however, and Mullan &amp; Hyde soon colluded with the clerks in the land office to steal land. Mullan and his staff were able to view and even remove copybooks, certificates of purchase, and other official documents to which the general public had no access. Mullan &amp; Hyde did so much volume with the land office that the office purchased preprinted envelopes with the firm's name on them. Mullan &amp; Hyde bribed people to file false lands claims, sold illegally obtained land at exorbitant prices, and purchased land without making the legally required down payment.\nMullan &amp; Hyde also stole land using the \"in lieu\" system. Since &lt;a href=\"Title%20%28property%29\"&gt;land title&lt;/a&gt; records were poor, purchasers of public land often found that the land was already owned by a private individual (who sometimes had obtained the land a century or more ago). In such cases, the individual was able to select public land \"in lieu\" of the sold land, usually from public lands which would not normally be sold. Mullan &amp; Hyde would obtain \"in lieu\" filings, copy the information and put a dummy name on the form, backdate the form, and then slip the fake form into the state and federal land office files. Purchasers of public land would then discover that even their \"in lieu\" land had been taken already. Mullan &amp; Hyde became the state's leading firm in stealing \"in lieu\" land.\nMullan also personally profited from the sale of scrip land. Under the &lt;a href=\"Morrill%20Land-Grant%20Acts\"&gt;Morrill Act of 1862&lt;/a&gt;, the federal government agreed to give each state of public land for each senator and representative. This land was to be used to support &lt;a href=\"Land-grant%20university\"&gt;state-run colleges and universities&lt;/a&gt;. Ideally, the &lt;a href=\"University%20of%20California\"&gt;University of California&lt;/a&gt; was to have retained this land as an investment, but the state provided so few funds to the university that it began selling Morrill Act land (known as \"scrip land\") at low prices. Colluding with public land officials, Mullan purchased large tracts of scip land before it became available to the public, then resold the land at inflated prices.\nHis unethical and illegal real estate dealings made Mullan a wealthy man, and he was able to retire the debts he had incurred from his stagecoach business. Mullan was fortunate: In February 1904, the federal government indicted Frederick A. Hyde for fraud and conspiracy. Hyde was accused of such widespread fraud that Congress appropriated $60,000 to bring 200 witnesses to Washington, D.C., to testify for the prosecution. The trial lasted four years, the longest trial in the District of Columbia to that time. Hyde was convicted on 42 counts of bribery, conspiracy, fraud, and other charges in June 1908, with the federal government recovering of land worth $1 million. Hyde was sentenced six months later to two years in federal prison and fined $10,000. He appealed his sentence to the Supreme Court, which declined to overturn it in 1912. Although Mullan escaped prosecution, his reputation was significantly tarnished for the rest of his life.\nState agent in Washington, D.C..\nIn 1878, Mullan approached &lt;a href=\"Governor%20of%20California\"&gt;California Governor&lt;/a&gt; &lt;a href=\"William%20Irwin%20%28California%20politician%29\"&gt;William Irwin&lt;/a&gt;, offering to seek compensation from the federal government for a flaw in the &lt;a href=\"California%20Statehood%20Act\"&gt;California Statehood Act&lt;/a&gt;. Traditionally, when admitting new states to the union, the federal government agreed to give the state 5 percent of the gross proceeds from the sale of federal land in that state. California's statehood act, enacted in 1850, neglected to include this provision. The state legislature passed a resolution in 1858 asking the federal government to pay, but no action on the resolution ever occurred. Mullan, who had spent a great deal of time in the past five years in the national capital working on his land business, now proposed to represent California in Washington, D.C., to secure these missing funds. In return, the state would pay Mullan 20 percent of the funds he collected. The state legislature passed a resolution authorizing the governor to appoint an agent, and Irwin appointed Mullan on November 1, 1878. The states of Nevada and Oregon, in similar straits as California, had by 1881 also hired Mullan as their agent to seek payment from the federal government. The Washington Territory did so as well in 1886.\nMullan did not just work on land claims. He acted as each state's agent on a wide variety of issues, including reimbursement for state expenditures during Indian wars, federal payments to volunteer soldiers during the Civil War, tax overpayments, and indemnities for state underpayments to the federal government. In time, he acted as a kind of lawyer-ambassador, drafting petitions to be presented to Congress and lobbying federal officials. Although Mullan won small settlements for his clients, giving him a solid income, Mullan lived far beyond his means—getting credit and spending money in anticipation of the major payday which awaited him if he could secure the California public lands payment.\nCalifornia Governors &lt;a href=\"George%20Clement%20Perkins\"&gt;George Clement Perkins&lt;/a&gt; and &lt;a href=\"George%20Stoneman\"&gt;George Stoneman&lt;/a&gt; had both reappointed Mullan as the state's agent, and the state legislature had confirmed each appointment. In 1886, however, former California Surveyor General Robert Gardner initiated a campaign to discredit Mullan, accusing him of hiding the true size of the potential federal payment in order to enrich himself. In the spring of that year, former Governor Perkins sent a letter to Mullan, declaring he had made a mistake in appointing Mullan and allowing him so large a fee. Mullan's commission had not yet expired when Governor &lt;a href=\"Washington%20Bartlett\"&gt;Washington Bartlett&lt;/a&gt; (Stoneman's successor) died in office on September 12, 1887. He was succeeded in office by &lt;a href=\"Robert%20Waterman%20%28governor%29\"&gt;Robert Waterman&lt;/a&gt;, who threatened to revoke Mullan's commission in February 1888. Mullan wrote and published a book in defense of his work, but Republican-controlled news media and Gardner alleged that Mullan's commission had been improperly approved and that the state's congressional delegation could have done the same work at no cost. On January 18, 1889, Waterman revoked Mullan's commission. Mullan believed the Democratic-controlled legislature would reinstate him, and he moved to San Francisco temporarily to fight the charges against him. The state legislature established a commission to investigate the previous appointments, and the commission ruled in 1889 that governors Perkins and Stoneman had acted legally. Although Mullan remained dismissed, he believed he was still entitled to fees already won.\nMullan had obtained federal reimbursement of $228,000 in costs California incurred in raising volunteers during the Civil War. Mullan was due to receive $45,600, but the federal government's check arrived after the legislative commission's 1889 finding. The state declared that Mullan was not entitled to the fee, as payment was made after he had been dismissed. Mullan sued, and the case went to the &lt;a href=\"Supreme%20Court%20of%20California\"&gt;Supreme Court of California&lt;/a&gt;. The court held that the legislative commission had erred; a bill, not a resolution, was needed to effect Mullan's appointment as state agent. Mullan had no legally binding agreement with the state for any fees. Mullan reacted by asking the state legislature to pay him anyway. The state legislature passed a bill authorizing payment in 1897, but Governor &lt;a href=\"James%20Budd\"&gt;James Budd&lt;/a&gt; vetoed it. The state legislature passed another bill in 1899, and Governor &lt;a href=\"Henry%20Gage\"&gt;Henry Gage&lt;/a&gt; vetoed it.\nCalifornia's actions emboldened Mullan's other clients as well. In 1894, Mullan won a $400,000 reimbursement for the state of Nevada and a $350,000 reimbursement for the state of Oregon. Both state legislatures swiftly passed laws requiring the &lt;a href=\"United%20States%20Department%20of%20the%20Treasury\"&gt;United States Department of the Treasury&lt;/a&gt; to issue checks directly to the state, bypassing Mullan and denying him any commission.\nBureau of Catholic Indian Missions.\nIn March 1869, newly inaugurated President &lt;a href=\"Ulysses%20S.%20Grant\"&gt;Ulysses S. Grant&lt;/a&gt; announced the \"Peace Policy\", which radically changed the federal government's relationship with Native Americans. No longer would the United States seek to conquer tribes. The policy of signing treaties was abandoned; instead, reservations were established, and tribes were now seen as wards of the state, to be fed, housed, educated, and cared for. In the past, Indian agents were contractors who made a profit off their work with tribes, and corruption was rampant. Grant's new policy relied on Christian missionaries as agents, in the hope that priests and nuns would resist venality. In April 1869, Congress established the &lt;a href=\"Board%20of%20Indian%20Commissioners\"&gt;Board of Indian Commissioners&lt;/a&gt; to oversee the establishment of government-approved Christian missions and reservation work. Due to extensive &lt;a href=\"Anti-Catholicism\"&gt;anti-Catholic&lt;/a&gt; feeling in the United States, only &lt;a href=\"Protestantism\"&gt;Protestants&lt;/a&gt; were appointed to the Board of Indian Commissioners, and Catholic missions were permitted at just seven of the 73 Indian agencies. In response, on January 2, 1874, the Catholic Church created the &lt;a href=\"Bureau%20of%20Catholic%20Indian%20Missions\"&gt;Catholic Commission for Indian Missions&lt;/a&gt; to lobby the federal government for greater access to reservations. It was reorganized as the &lt;a href=\"Bureau%20of%20Catholic%20Indian%20Missions\"&gt;Bureau of Catholic Indian Missions&lt;/a&gt; (BCIM) in 1879. Representatives of the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Baltimore\"&gt;Archbishop of Baltimore&lt;/a&gt; and the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Philadelphia\"&gt;Archbishop of Philadelphia&lt;/a&gt; (and, later, the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20St.%20Louis\"&gt;Archbishop of St. Louis&lt;/a&gt;) led the BCIM, while a commissioner (a lay person) acted as the organization's lobbyist and fundraiser in Washington, D.C.\nRetired Brigadier General &lt;a href=\"Charles%20Ewing%20%28general%29\"&gt;Charles Ewing&lt;/a&gt;, foster brother and brother-in-law of &lt;a href=\"General%20of%20the%20Army%20%28United%20States%29\"&gt;General of the Army&lt;/a&gt; &lt;a href=\"William%20Tecumseh%20Sherman\"&gt;William Tecumseh Sherman&lt;/a&gt;, had served as Commissioner for Indian Missions since March 17, 1873. Ewing died suddenly of pneumonia on June 20, 1883. Father Jean Baptiste Brouillet, a long-time friend of Mullan's and the priest appointed by the Archbishop of Baltimore to lead the BCIM, sought to have Mullan named as the new commissioner. Mullan knew conditions in the west, he was a friend of many Native Americans, and he was a mover and shaker in the nation's capital. &lt;a href=\"James%20Gibbons\"&gt;James Gibbons&lt;/a&gt;, Archbishop of Baltimore, approved the appointment in October 1883.\nMullan was a dedicated and effective commissioner. He attended nearly every meeting of the organization, spent months on the road each year visiting schools and reservation agencies, engaged in extensive fundraising, and published a book extolling the organization's accomplishments. By 1886, the number of Catholic schools had risen to 27 from 18, and Mullan had convinced the federal government to expand the annual student allotment to $149,000 from $39,000. While on the road, Mullan was also able to visit western Montana for the first time since completion of the Mullan Road. &lt;a href=\"Henry%20Villard\"&gt;Henry Villard&lt;/a&gt;, president of the &lt;a href=\"Northern%20Pacific%20Railway\"&gt;Northern Pacific Railway&lt;/a&gt;, invited Mullan and a wide range of prominent businessmen, political leaders, diplomats, bankers, and others to attend the driving of a gold spike at Montana's Clark Fork River near &lt;a href=\"Gold%20Creek%20%28Montana%29\"&gt;Gold Creek&lt;/a&gt; (between &lt;a href=\"Deer%20Lodge%2C%20Montana\"&gt;Deer Lodge&lt;/a&gt; and Missoula) on September 8, 1883, signifying completion of the Northern Pacific.\nMullan's role with the BCIM lasted only two and a half years. Father Brouillet died on February 5, 1884, from complications of severe &lt;a href=\"hypothermia\"&gt;hypothermia&lt;/a&gt; and semi-paralysis after being caught in a blizzard in October 1882 at Devil's Lake Agency in the Dakota Territory. In May 1884, Archbishop Gibbons named Father Joseph Stephan to lead the BCIM. Mullan and Father Stephan never got along. In the fall of 1884, Father Stephan attempted to strip Mullan of his authority. Mullan protested to the archbishops, who reinstated his jurisdiction. Mullan and Stephan's relationship deteriorated. In September 1886, Mullan won passage of a resolution at a BCIM meeting ordering a financial investigation of the Catholic mission at the &lt;a href=\"Rosebud%20Indian%20Reservation\"&gt;Rosebud Indian Reservation&lt;/a&gt;. The mission received no federal funds, and was outside the BCIM's jurisdiction. Moreover, Rosebud was overseen by &lt;a href=\"Bishop%20%28Catholic%20Church%29\"&gt;Bishop&lt;/a&gt; &lt;a href=\"Martin%20Marty%20%28bishop%29\"&gt;Martin Marty&lt;/a&gt;, Stephan's mentor. Father Stephan subsequently accused Mullan of a number of unsubstantiated improprieties in a letter to Archbishop Gibbons. Gibbons stood by Stephan; Mullan had challenged a bishop's ethics and impugned the Catholic Church's reputation with private donors. Lay attorneys could be easily replaced, and Mullan was asked to resign. He refused. Mullan attended his last BCIM meeting in March 1887. When the organization met again in July, its bylaws had changed and Mullan's job no longer existed.\nLater years and death.\nFinancial problems and illnesses.\nDespite the loss of his job as California's agent, Mullan continued to live beyond his means into the 1890s. When his mother, Mary Bright Mullan, died in 1888, Mullan donated his portion of the estate to his two younger sisters, then living in Baltimore. He and his wife continued to live at 1310 Connecticut Avenue NW, a fashionable home a block south of &lt;a href=\"Dupont%20Circle\"&gt;Dupont Circle&lt;/a&gt;, where they had two servants. Money woes were becoming apparent by 1891, when John unsuccessfully applied for back pay he believed was owed to him by the War Department. Even so, when John's brother Ferdinand died in 1892, he donated his portion of Ferdinand's estate to his sisters.\nMullan's wife, Rebecca, died in September 1898. John Mullan fell ill with an undetermined disease that same year. He became exceptionally weak, suffered from insomnia that could last for days, went long periods where he could not keep down solid food, and lost a significant amount of weight. He spent most of 1898 and 1899 under a nurse's care. No longer able to live alone, he moved in with his two daughters. He spent his time reading, and would occasionally travel to Baltimore or Annapolis to spend months living with his sisters. Mullan suffered a stroke in 1904 which left his left arm paralyzed and deprived his right arm of its fine motor control.\nUnable to continue lobbying for the funds owed him, Mullan asked his daughter Emma to move to California in 1905 and continue this effort on his behalf. She did so, and that year won passage of a bill giving Mullan $45,000. Governor &lt;a href=\"George%20Pardee\"&gt;George Pardee&lt;/a&gt;, under attack by Gardner and anti-corruption forces, decided to give Mullan only $25,000 (payable in two installments). Emma accepted the first payment of Pardee's grant, but pursued legal action to obtain the full $45,000 appropriated by the legislature. State courts ruled that the governor could not unilaterally amend legislation, and awarded Mullan the full $45,000 in 1910.\nDespite his ill health, Mullan continued earn money doing limited legal work, primarily for miners and farmers suing the &lt;a href=\"United%20States%20Department%20of%20the%20Interior\"&gt;United States Department of the Interior&lt;/a&gt; and for the Catholic Church. But this generated too little income. His daughter, Mary, took a job as a &lt;a href=\"stenography\"&gt;stenographer&lt;/a&gt; with the War Department, which brought in $900 a year. But this proved too little, given Mullan's heavy debts, and she resigned at the end of 1903. About 1905 or 1906, Emma and May Mullan founded a &lt;a href=\"laundry\"&gt;laundry&lt;/a&gt; specializing in fine fabrics (such as lace), furs, and carpets. Known as the DeSales Hand Laundry, it was located at 1134 Connecticut Avenue NW.\nJohn Mullan filed suit in &lt;a href=\"United%20States%20Court%20of%20Claims\"&gt;United States Court of Claims&lt;/a&gt; on behalf of the state of Oregon, demanding that the federal government reimburse the state $690,000 for costs it incurred in raising volunteers during the Civil War. He won the case, but the state of Oregon refused to pay him. Emma Mullan then went to Oregon, where in 1907 the state legislature passed a bill awarding John Mullan $9,465. That same year, concerned for his children's future, Mullan made a new will in which he asked his sisters to give his share of his father's estate to the Mullan children.\nDeath.\nMullan's health deteriorated significantly in 1907. He was confined to a wheelchair, and later was confined to bed. With Emma having married and moved to California, May Mullan now took an apartment on 18th Street NW, where she and her father lived until the end of John Mullan's life.\nMullan's health began to decline rapid in December 1909. He died of unspecified causes at May Mullan's home in Washington, D.C., on December 28, 1909. His funeral was held at St. Mary's Church in Annapolis, and he was buried at St. Mary's Cemetery next to his parents and brothers. His brother, Dennis, and two sisters, Annie and Virginia, survived him as did his son, Frank, and daughters Emma and May.\nAt the time of his death, Mullan was penniless.\nPersonal life.\nJohn Mullan's father, John Mullan Sr., died at his home in Annapolis on December 23, 1863, after a brief illness. His mother, Mary Bright Mullan, died on November 8, 1888.\nJohn Mullan met his future wife, Rebecca Williamson, while stationed at Fort McHenry in Baltimore in 1856. They married on April 28, 1863. While the couple were living in San Francisco, they had five children. Rebecca and the children traveled to Europe in June 1885. John Mullan joined them there in late 1886, and the family did not return to the United States until 1887. Rebecca died at the Mullan home in Washington, D.C., on September 4, 1898, after a long and unspecified illness, and was buried in Bonnie Brae Cemetery in Baltimore.\nThe Mullans had five children, two of whom died in infancy just days after their birth. Their eldest surviving child, Emma Verita, was born in San Francisco in 1869. She married California state senator George Russell Lukens, and died childless in San Francisco on March 20, 1915. She was buried at &lt;a href=\"Holy%20Cross%20Cemetery%20%28Colma%2C%20California%29\"&gt;Holy Cross Catholic Cemetery&lt;/a&gt; in &lt;a href=\"Colma%2C%20California\"&gt;Colma, California&lt;/a&gt;. Their second eldest surviving child, Mary Rebecca (known as \"May\"), was born in San Francisco in 1871. She married D.C. banker Henry Hepburn Flather. They lived in the neighborhood of &lt;a href=\"Georgetown%20%28Washington%2C%20D.C.%29\"&gt;Georgetown&lt;/a&gt; in Washington, D.C., and at their rural plantation home, &lt;a href=\"Tulip%20Hill\"&gt;Tulip Hill&lt;/a&gt;, near &lt;a href=\"Galesville%2C%20Maryland\"&gt;Galesville, Maryland&lt;/a&gt;. May Mullan died on December 31, 1962, at her home in Georgetown. She was buried at &lt;a href=\"New%20Cathedral%20Cemetery\"&gt;New Cathedral Cemetery&lt;/a&gt; in Baltimore. At the end of her life, &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt; owned the house which abutted her back yard. The Mullan's youngest surviving child, Frank Drexel, was born in San Francisco in 1873 and married Mary Thomas Knapp. Frank died on February 18, 1936, of a heart attack, and was buried at Bonnie Brae Cemetery near to his mother.\nJohn Mullan was a &lt;a href=\"Racism\"&gt;racist&lt;/a&gt;. He was upset that the Civil War was being waged on behalf of African Americans and slavery rather than maintaining the union, yet also felt that secession was a \"fraud\" and that war would only lead to devastation. He believed that government was \"a white man's government\" and that laws should be written \"by white men, for the benefit of white men.\" He believed \"negro suffrage was forced upon the people\", opposed Asian immigration (except for commercial purposes, such as &lt;a href=\"coolie\"&gt;coolie&lt;/a&gt; labor), and opposed &lt;a href=\"naturalization\"&gt;naturalization&lt;/a&gt; of Asian immigrants. \"There is no way to whitewash Mullan's racism\", historian Keith Petersen has written. \"Even for his time and that place, his opinions were vile.\"\nJohn Mullan III and Peter Mullan.\nWhile Mullan was with Colonel Wright during the Coeur d'Alene War, he became the informal guardian of an orphan Yakima boy. On August 24, while encamped at Fort Taylor on the Snake River, three young Native American boys were captured by Wright's &lt;a href=\"Picket%20%28military%29\"&gt;pickets&lt;/a&gt;. The three claimed to be brothers, and said they were Yakimas whose father had been killed by the Spokans five years earlier. Since then, they had been enslaved by the Spokans. Wright sent the two older boys to Fort Walla Walla. Mullan, however, persuaded Wright to let him take care of the youngest boy, who was about 14 years old. Wright agreed, and the boy accompanied Mullan for the rest of the military expedition. Mullan then left the boy, whom he named John in honor of an uncle, with his brother at Mullan's Walla Walla farm. This boy, who would have been John Mullan III, remained at the farm through 1864, until John Mullan Jr. lost the farm. The boy's whereabouts afterward are not known.\nOral tradition in the Spokane area may give an entirely different account of this child. This tradition holds that, in the fall of 1853, John Mullan met and married Mary Ann Finley (or \"Finlay\"), granddaughter of &lt;a href=\"Jaco%20Finlay\"&gt;Jaco Finlay&lt;/a&gt;. Her age is unclear; she was born in either 1834 or 1836, making her either 19 or 17 years of age at the time of her marriage. She was one-half Native American. On June 9, 1855, Mary Ann died giving birth to a son, whom she named Peter Mullan. Historian Glen Adams argues that Peter Mullan was not John Mullan's child. Rather, a full-blood Native American probably impregnated Mary Ann, and that Peter is the boy whom John Mullan raised for a time. (Whether there was a John Mullan III in addition to Peter Mullan is not resolved by Adams.) Mullan biographers Louis C. Coleman and Leo Rieman examined much of the same evidence, and came to the same conclusions as Adams. Historian Keith Petersen, however, argues that it is plausible that Mullan fathered Peter Mullan. He argues that there is confusion over whether the mother was Mary Ann Finley or another woman, Rose Laurant. Laurant was Salish, and she may have lived with the Bitterroot Salish in 1853 when John Mullan was in the same area. Limited evidence in the oral tradition confuses Finley with Laurant, Petersen believes, and he concludes (a) that Peter Mullan is not the same person as John Mullan III, and (b) it is not unreasonable to believe that Peter Mullan was John Mullan's biological son.\nIn popular culture.\nJohn Mullan is the namesake of the city of &lt;a href=\"Mullan%2C%20Idaho\"&gt;Mullan, Idaho&lt;/a&gt;, which was founded in 1888.\nIn 1978, the Mullan Road was named a National Historic Engineering Landmark. Beginning in 1916, a series of marble monuments commemorating the Mullan Road were erected in Montana and Idaho. Each monument consists of an &lt;a href=\"obelisk\"&gt;obelisk&lt;/a&gt; atop a square concrete base. On the front of the obelisk, in &lt;a href=\"Relief%23High%20relief\"&gt;high relief&lt;/a&gt;, is an image of Mullan wearing his traditional &lt;a href=\"moccasin\"&gt;moccasin&lt;/a&gt; boots and &lt;a href=\"buckskins\"&gt;buckskins&lt;/a&gt;. He stands \"&lt;a href=\"contrapposto\"&gt;contrapposto&lt;/a&gt;\", a &lt;a href=\"pistol\"&gt;pistol&lt;/a&gt; tucked in his belt and his right hand holding &lt;a href=\"flintlock\"&gt;flintlock&lt;/a&gt; &lt;a href=\"rifle\"&gt;rifle&lt;/a&gt;. The monuments were designed by artist &lt;a href=\"Edgar%20Samuel%20Paxson\"&gt;Edgar Samuel Paxson&lt;/a&gt;, a resident of Missoula, and were a project of the &lt;a href=\"Society%20of%20Montana%20Pioneers\"&gt;Society of Montana Pioneers&lt;/a&gt; (a private organization of white men who settled in Montana prior to establishment of the Montana Territory). Seven statues were erected in Montana, and six in Idaho. Another 11 monuments, varying in shape and size from pyramidal cairns to slabs of granite, were erected in Washington state. These do not depict Mullan but mention his name.\nThe portion of &lt;a href=\"Interstate%2090\"&gt;Interstate 90&lt;/a&gt; across Idaho is named the \"Captain John Mullan Highway\" in his honor.\nThere are several schools named in Mullan's honor, including Mullan Road Elementary School (Spokane, Washington), John Mullan Elementary School and Mullan Junior/Senior High School (Mullan, Idaho), and Mullan Trail Elementary School (&lt;a href=\"Post%20Falls%2C%20Idaho\"&gt;Post Falls, Idaho&lt;/a&gt;).\nMullan Road is a neighborhood of the city of Missoula, Montana, named for Mullan.\nConferences and museums.\nIn 1989, a Mullan Day celebration was held in &lt;a href=\"Mineral%20County%2C%20Montana\"&gt;Mineral County, Montana&lt;/a&gt;. By 2006, the event had evolved into a two-day conference about Mullan and the Mullan Road. The first conference was held in &lt;a href=\"Helena%2C%20Montana\"&gt;Helena, Montana&lt;/a&gt;, and drew nearly 100 participants. The annual conference continued to be held, with the most recent being in 2016 in Helena.\nThe Mineral County Historical Museum in &lt;a href=\"Superior%2C%20Montana\"&gt;Superior, Montana&lt;/a&gt;, publishes \"Mullan Chronicles\", a journal dedicated to research on John Mullan and the Mullan Road. The museum maintains a Mullan Room, dedicated to John Mullan and research about him."
}