{
    "id": "2325431",
    "revid": "13513686",
    "url": "https://en.wikipedia.org/wiki?curid=2325431",
    "title": "Space Station Silicon Valley",
    "text": "Space Station Silicon Valley is a &lt;a href=\"Platform%20game\"&gt;platform&lt;/a&gt; video game developed by &lt;a href=\"DMA%20Design\"&gt;DMA Design&lt;/a&gt; and published by &lt;a href=\"Take-Two%20Interactive\"&gt;Take-Two Interactive&lt;/a&gt;. It was originally released for the &lt;a href=\"Nintendo%2064\"&gt;Nintendo 64&lt;/a&gt; in October 1998. An adaption of the game for &lt;a href=\"Game%20Boy%20Color\"&gt;Game Boy Color&lt;/a&gt; was developed by &lt;a href=\"Tarantula%20Studios\"&gt;Tarantula Studios&lt;/a&gt; and released in 1999. A &lt;a href=\"PlayStation%20%28console%29\"&gt;PlayStation&lt;/a&gt; port, developed by &lt;a href=\"Runecraft%20%28company%29\"&gt;Runecraft&lt;/a&gt;, was released in 2000, under the name Evo's Space Adventures. Players control Evo, a &lt;a href=\"robot\"&gt;robot&lt;/a&gt; reduced to a crawling &lt;a href=\"Integrated%20circuit\"&gt;microchip&lt;/a&gt; after a ship crash, and are tasked with taking control of animals to solve puzzles and defeat enemies.\nThe game began development in September 1995, as part of a publishing deal with BMG Interactive. When this deal fell through, the development team turned their focus to the Nintendo 64, which allowed for a more advanced environment and model processing. The hardware also shaped the game's humour and style, with a &lt;a href=\"soft%20focus\"&gt;soft focus&lt;/a&gt; look leading to a style akin to &lt;a href=\"Plasticine\"&gt;Plasticine&lt;/a&gt; models. The game's distinct British humour was also used to distinguish it from other games. Similarly, the game's music was created to resemble &lt;a href=\"B%20movie\"&gt;B movie&lt;/a&gt;s.\nUpon release, \"Space Station Silicon Valley\" was acclaimed by many reviewers, with praise particularly directed at the intuitive mechanics, innovative level design, and comical concepts. It won numerous awards, including Game of the Month and Most Innovative Game from &lt;a href=\"IGN\"&gt;IGN&lt;/a&gt;. Despite this, the game performed poorly commercially, and was unable to secure enough sales to warrant a sequel.\nGameplay.\n\"Space Station Silicon Valley\" is a &lt;a href=\"platform%20game\"&gt;platform game&lt;/a&gt; that is viewed from a &lt;a href=\"Third-person%20view\"&gt;third-person perspective&lt;/a&gt;. Players traverse several different environments to advance through the game. During the game, players control Evo—a &lt;a href=\"robot\"&gt;robot&lt;/a&gt; who is reduced to a crawling &lt;a href=\"Integrated%20circuit\"&gt;microchip&lt;/a&gt; during a ship crash, and is losing energy at a steady rate without protection. In order to survive, players attack animals, which disables them and allows players to assume control of their bodies. Each animal possesses different characteristics, including survival rate and special attacks, and uses different abilities; for example, large animals such as bears are able to destroy ice blocks, which other animals are incapable of doing. Some animals are also unable to survive in certain unfamiliar environments, forcing players to enter the body of another. The animals are used to solve puzzles and defeat enemies in each level, collecting Evo's power cells to maintain energy.\nDuring the game, players are frequently accompanied by the voice of Dan Danger, a human who is trapped in the destroyed &lt;a href=\"spacecraft\"&gt;spaceship&lt;/a&gt;. Dan assigns missions to players, occasionally commenting on their performance. The game is set on a &lt;a href=\"space%20station\"&gt;space station&lt;/a&gt;—the titular Silicon Valley, which consists of four environments: Euro Eden, Arctic Kingdom, Jungle Safari, and Desert Adventure. The environments are unlocked as players progress through the game. Each environment consists of numerous sub-levels, ranging from six to ten, each of which task players with certain objectives; examples include activating switches, disabling electric fences, and gathering a set number of objects. As players progress through the levels, they collect the scattered remains of Evo's protective shell suit, eventually re-assembling them for the final level. Each level also contains a hidden objective, such as collecting a souvenir or making an animal perform a certain act; as players complete the hidden objectives, they are rewarded with a gold trophy, and collecting all trophies unlocks a bonus level.\nPlot.\nIn the year 2001, the space station Silicon Valley was launched, housing numerous animals. Seven minutes after its launch, it vanished. Believed to have disappeared forever, it reappears in the year 3000, and the many expeditions sent to retrieve the space station vanished without explanation. Following this, the duo of Dan Danger and Evo were sent to investigate; they discover that the animal cargo has evolved and merged with the station's technology, resulting in animals such as an electronically-powered &lt;a href=\"fox\"&gt;fox&lt;/a&gt; with motorised wheels, and a steam-powered &lt;a href=\"hippopotamus\"&gt;hippopotamus&lt;/a&gt;. Evo sets out to fix the control station, which is on a collision course with Earth. Upon arriving at the control room, Evo confronts the Evil Brain, who is fascinated by Evo's abilities and wants to keep him to complete the collection of robotic animals. The Evil Brain threatens to destroy the Earth, but is quickly defeated by Evo. Despite this, Evo is unable to stop the space station from spinning out of control; it collides with Earth, landing in &lt;a href=\"New%20York%20Harbor\"&gt;New York Harbor&lt;/a&gt;. The robotic animals escape and flee around &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, and Evo sets out to terminate them before they terrorise the planet.\nDevelopment.\n\"Space Station Silicon Valley\" began development in September 1995, as part of a three-game publishing deal between developer &lt;a href=\"DMA%20Design\"&gt;DMA Design&lt;/a&gt; and BMG Interactive, the other games being \"&lt;a href=\"Grand%20Theft%20Auto%20%28video%20game%29\"&gt;Grand Theft Auto&lt;/a&gt;\" (1997) and \"&lt;a href=\"Tanktics%20%281999%20video%20game%29\"&gt;Tanktics&lt;/a&gt;\" (1999). All three games were planned to be released on &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt;, &lt;a href=\"PlayStation%20%28console%29\"&gt;PlayStation&lt;/a&gt; and &lt;a href=\"Sega%20Saturn\"&gt;Sega Saturn&lt;/a&gt;, as they were the most popular platforms at the time. Following &lt;a href=\"Take-Two%20Interactive\"&gt;Take-Two Interactive&lt;/a&gt;'s acquisition of BMG Interactive in March 1998, Take-Two acquired the publishing rights to the game, and the team instead changed focus to develop the game for the &lt;a href=\"Nintendo%2064\"&gt;Nintendo 64&lt;/a&gt;, upon discovering that Windows was incapable of processing the models and environments intended for use. Every member of the team that developed \"Space Station Silicon Valley\" began working at DMA Design at the beginning of development, in September 1995. Development began using the then-new &lt;a href=\"DirectX\"&gt;DirectX&lt;/a&gt; libraries, following the release of &lt;a href=\"Windows%2095\"&gt;Windows 95&lt;/a&gt;. The levels were designed and edited using &lt;a href=\"Silicon%20Graphics\"&gt;Silicon Graphics&lt;/a&gt; computers, which were transferred directly to the Nintendo 64 development boards. The team found the Nintendo 64 to be more advanced than previous hardware; programmer Grant Salvona described the development kits as \"the most powerful hardware available in the building\".\nThe game's humour and style were shaped by hardware limitations; when the hardware rendered the character models in &lt;a href=\"soft%20focus\"&gt;soft focus&lt;/a&gt;, the team noted that they resembled &lt;a href=\"Plasticine\"&gt;Plasticine&lt;/a&gt; models, and continued to create the game with a look and style akin to \"&lt;a href=\"Wallace%20and%20Gromit\"&gt;Wallace and Gromit&lt;/a&gt;\". The game was presented with \"distinctive 'British' humour\" to distinguish it from other games; lead programmer &lt;a href=\"Leslie%20Benzies\"&gt;Leslie Benzies&lt;/a&gt; and artist Aaron Garbut often presented the team with other Nintendo 64 games, such as \"&lt;a href=\"Super%20Mario%2064\"&gt;Super Mario 64&lt;/a&gt;\" (1996), to identify the differences. The team ensured that each level felt distinct, while maintaining a coherent style. This diversity was achieved using the development tools, which allowed various members of the team to experiment in creating designs. Manual text writer Brian Baglow said that the game's music provided freedom to the team, as it \"doesn't necessarily have to fit the action on the screen\". He explained that the audio was designed to fit with the \"cheesy, slightly twisted &lt;a href=\"B%20movie\"&gt;B-movies&lt;/a&gt; animation kind of feel\". Baglow found that creating the music on a &lt;a href=\"ROM%20cartridge\"&gt;cartridge&lt;/a&gt; instead of a &lt;a href=\"CD-ROM\"&gt;CD&lt;/a&gt; prompted the team to discover new techniques of working within the boundaries of the former, stating that \"people who are doing music for CD-based systems get very, very lazy\".\nWhile similar body-swapping games already existed, such as \"&lt;a href=\"Paradroid\"&gt;Paradroid&lt;/a&gt;\" (1985), they had little influence on the development of \"Space Station Silicon Valley\". The team were instead influenced by other games in development at DMA, including \"Grand Theft Auto\" and \"&lt;a href=\"Body%20Harvest\"&gt;Body Harvest&lt;/a&gt;\" (1998). Unlike those games, \"Space Station Silicon Valley\" does not take place in an &lt;a href=\"open%20world\"&gt;open world&lt;/a&gt;; \"they're a bugger to make,\" explained creative director Gary Penn. The objective of the team was to create a game where players were encouraged to try new things to see the outcome. The original concept for the game was that players would eat robots and become increasingly larger, retrospectively described by creative director lead artist Jamie Bryan as being similar to \"\" (2002). Another early idea was for the in-game animals to consist of different parts, and destroying one animal would allow players to swap some features with their existing body; this was quickly discarded, as the team realised it would require extensive testing.\nThe game was developed with little interference from upper management; programmer Obbe Vermeij said that \"only after 18 months was there a push to get everything together into a finished game\". \"Space Station Silicon Valley\" entered &lt;a href=\"Software%20release%20life%20cycle%23Beta\"&gt;beta&lt;/a&gt; in August 1998, and was first released for Nintendo 64 on 21 October 1998. Baglow attributed the lengthy development cycle to the scale of the game, stating that \"it's got to be fun\". A &lt;a href=\"Game%20Boy%20Color\"&gt;Game Boy Color&lt;/a&gt; version of the game—a 2D remake of the original version—was released in Europe in late 1999; &lt;a href=\"IGN\"&gt;IGN&lt;/a&gt;'s Tim Jones was critical of the port, criticising the gameplay and level design. The game was also ported to the &lt;a href=\"PlayStation%20%28console%29\"&gt;PlayStation&lt;/a&gt; by Runecraft in June 2000, under the title \"Evo's Space Adventures\", although the original development team had little input besides providing the models, codes and textures; a review by criticised the port's poor gameplay and graphics, and it has elsewhere been described as \"one of the laziest ports in the history of video games\".\nReception.\n\"Space Station Silicon Valley\" was well received by critics. &lt;a href=\"Review%20aggregator\"&gt;Review aggregator&lt;/a&gt; &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt; calculated an &lt;a href=\"Normalization%20%28statistics%29\"&gt;average&lt;/a&gt; score of 83 out of 100 based on 10 reviews, for the Nintendo 64 version. Metacritic ranks the game within the top 10 Nintendo 64 games released in 1998. Praise was particularly directed at the game's intuitive mechanics, innovative level design, and comical concepts. The game was also applauded for the originality of its concept; &lt;a href=\"IGN\"&gt;IGN&lt;/a&gt;'s Matt Casamassina called \"Space Station Silicon Valley\" \"maybe the most original game to hit Nintendo 64\", and \"&lt;a href=\"Next%20Generation%20%28magazine%29\"&gt;Next Generation&lt;/a&gt;\" named it \"one of the very best Nintendo 64 has to offer\".\nCritics lauded the gameplay. Casamassina of IGN called it \"nearly flawless\", while \"Next Generation\" named it \"a satisfying challenge\". A reviewer from &lt;a href=\"Game%20Revolution\"&gt;Game Revolution&lt;/a&gt; noted that the game \"keeps the emphasis on gameplay\", particularly appreciating the attention to detail, however noted inconveniences in the &lt;a href=\"Virtual%20camera%20system\"&gt;camera&lt;/a&gt;. Lauren Fielder of &lt;a href=\"GameSpot\"&gt;GameSpot&lt;/a&gt; felt that the game's puzzles were very simple to decipher, but noted that the game accomplishes its goal of entertaining and amusing players. Andrew Reiner of \"&lt;a href=\"Game%20Informer\"&gt;Game Informer&lt;/a&gt;\" found the game \"monotonous\", and the missions to be \"immensely boring\".\nA reviewer for \"Next Generation\" named the level design \"superb\", praising the variety and open-ended approach of the levels. &lt;a href=\"Dan%20Hsu\"&gt;Dan Hsu&lt;/a&gt; of \"&lt;a href=\"Electronic%20Gaming%20Monthly\"&gt;Electronic Gaming Monthly&lt;/a&gt;\" echoed similar remarks, applauding the game's preparation for contingencies, and \"&lt;a href=\"Daily%20Radar\"&gt;Daily Radar&lt;/a&gt;\"s Max Everingham described the levels as \"innovative\". Game Revolution disliked the inability to &lt;a href=\"Saved%20game\"&gt;save the game&lt;/a&gt; mid-level, but otherwise appreciated the variety of the levels, while a reviewer for \"Game Informer\" found the levels to be \"fairly small\".\nGame Revolution wrote that the game has \"some of the best sound yet\" for a Nintendo 64 game, praising the variety of the musical tracks. IGN's Casamassina found the music \"very well executed\" and \"very entertaining\", likening it to \"'futuristic &lt;a href=\"Space%20rock\"&gt;space pop&lt;/a&gt;' and &lt;a href=\"Elevator%20music\"&gt;elevator-like tunes&lt;/a&gt;\", and named the sound effects \"equally satisfying\". Conversely, \"Electronic Gaming Monthly\"s Hsu found the music \"ultra-annoying\". For the PlayStation version of the game, in which the original music is replaced, John Szczepaniak of \"Hardcore Gaming 101\" said that it \"sucks\", writing that \"the elevator style music is made even more obnoxious, and some of the really good tunes ... have been replaced with awful generic &lt;a href=\"Heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt;\".\nIGN's Casamassina found that the game \"lacks the graphic finesse of a title like \"&lt;a href=\"Banjo-Kazooie%20%28video%20game%29\"&gt;Banjo-Kazooie&lt;/a&gt;\"\", but praised it nonetheless, while GameSpot's Lauren Fielder called the graphics \"nothing special\". Game Revolution praised the graphics, particularly applauding the smooth textures and vibrant colour palette, as well as the detail of the character movement. \"Next Generation\" felt that the game \"doesn't push Nintendo 64's hardware to the limits\", and noted some occasional &lt;a href=\"frame%20rate\"&gt;frame rate&lt;/a&gt; slowdown, but appreciated the \"cute\" and simplistic design. Jon Storm of \"Game Informer\" called the graphics \"lame\", criticising the lack of detail in the environments and characters. In a retrospective feature, Craig Owens of \"&lt;a href=\"Nintendo%20Gamer\"&gt;Nintendo Gamer&lt;/a&gt;\" wrote that the game's \"chunky, angular\" art style conveys the \"experimental, unpredictable tone\".\n\"Electronic Gaming Monthly\" presented \"Space Station Silicon Valley\" the Silver Editor's Choice Award. It was named IGN's Game of the Month for October 1998, and in February 1999 it won Most Innovative Game from IGN, who praised it for capturing \"old-school\" gameplay mechanics. In January 2007, IGN placed the game fifth on a list of \"Underrated and Underappreciated Games\", and in April 2009 placed it on a list of \"Nintendo 64 Treasures\", stating that it \"remains one of the great unsung heroes\" of the console. Despite its critical success, the game failed to match expected sales, and was unable to earn enough money to warrant a sequel. The team attributed the poor commercial performance to the game's simultaneous launch with \"\", which was Nintendo's marketing focus at the time.\nNotes and references.\nNotes\nReferences \nSources"
}