{
    "id": "2326651",
    "revid": "32860082",
    "url": "https://en.wikipedia.org/wiki?curid=2326651",
    "title": "Les Gets",
    "text": "Les Gets () is a &lt;a href=\"Communes%20of%20France\"&gt;commune&lt;/a&gt; in the &lt;a href=\"Haute-Savoie\"&gt;Haute-Savoie&lt;/a&gt; &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; in the &lt;a href=\"Auvergne-Rh%C3%B4ne-Alpes\"&gt;Auvergne-Rhône-Alpes&lt;/a&gt; &lt;a href=\"Regions%20of%20France\"&gt;region&lt;/a&gt; in south-eastern &lt;a href=\"France\"&gt;France&lt;/a&gt;.\nThe village's first single-person &lt;a href=\"chair%20lift\"&gt;chair lift&lt;/a&gt; was opened in 1938 with the first chair lift on &lt;a href=\"Mont%20Ch%C3%A9ry\"&gt;Mont Chéry&lt;/a&gt; in 1954.\nGeography.\nLes Gets is situated on the col between &lt;a href=\"Taninges\"&gt;Taninges&lt;/a&gt; and &lt;a href=\"Morzine\"&gt;Morzine&lt;/a&gt;, at the western edge of the &lt;a href=\"Portes%20du%20Soleil\"&gt;Portes du Soleil&lt;/a&gt; ski area.\nCulture.\nLes Gets contains a museum of Mechanical Music and hosts a festival of Mechanical Music bi-annually. This has been running for 25 years. During this period the streets are closed off and &lt;a href=\"barrel%20organ\"&gt;barrel organ&lt;/a&gt;s or \"orgues\" fill the streets with mechanical music. Many of the organ grinders come from other European countries, such as Germany and Holland.\nTraditional Savoy dishes are central to Les Gets cuisine. These include \"&lt;a href=\"tartiflette\"&gt;tartiflette&lt;/a&gt;\", a dish of potatoes \"au gratin\" with &lt;a href=\"reblochon\"&gt;reblochon cheese&lt;/a&gt; and lardons. A traditional liqueur, \"&lt;a href=\"g%C3%A9n%C3%A9pi\"&gt;génépi&lt;/a&gt;\", is also often drunk as a digestif, although the exact constitution of this medicinal drink varies as many residents produce their own.\nNightlife.\nThere are many restaurants ranging from the family-friendly and reasonably priced to fairly top-end. They mostly specialise in local savoyard cuisine.\nLes Gets has many pubs and bars. In the summer, there are all kinds of evening activities in the centre of town, ranging from discos to the \"Pot de Bienvenue\" (a welcome drink) on a Monday evening. A lot of emphasis is given to children's entertainment, such as wooden games set out in the street, street performers and a carousel. Live bands regularly perform on the semi-permanent stage in the centre of the village, attracting both locals and tourists.\nSports.\nSummer.\nIn the summer, Les Gets hosts many downhill &lt;a href=\"mountain%20biking\"&gt;mountain biking&lt;/a&gt; events. There are two distinct downhill mountain bike areas, one on each side of the village. The downhill mountain bike run on Mt Chéry has been used in the &lt;a href=\"Mountain%20Bike%20World%20Cup\"&gt;Mountain Bike World Cup&lt;/a&gt;s in 1996, 1998, 1999, 2000, 2002, 2003, and in the &lt;a href=\"UCI%20Mountain%20Bike%20%26amp%3B%20Trials%20World%20Championships\"&gt;Mountain Bike World Championships&lt;/a&gt; in 2004.\nLes Gets has an 18-hole par 70 &lt;a href=\"golf\"&gt;golf&lt;/a&gt; course long, which overlooks &lt;a href=\"Mont%20Blanc\"&gt;Mont Blanc&lt;/a&gt;. In the winter it forms part of the &lt;a href=\"pistes\"&gt;pistes&lt;/a&gt;.\nWinter.\nLes Gets is a linked &lt;a href=\"ski%20resort\"&gt;ski resort&lt;/a&gt; within the &lt;a href=\"Portes%20du%20Soleil\"&gt;Portes du Soleil&lt;/a&gt;. Lift passes can be purchased for Les Gets and the neighbouring area of Morzine, or for the wider Portes du Soleil. Combined, Morzine and Les Gets have around 50 lifts across several distinct ski areas. Lift passes for Mont Chéry (at one side of Les Gets) can also be purchased for that area only.\nThe ski area consists mainly of blue and red runs (beginner and intermediate). There is an area known as \"The Bowl\" into which numerous ski runs and chairlifts feed. Also in this area are the resort's most easily accessible black runs: 'Yeti', accessed via the resort's slowest chairlift, La Rosta, and Myrtilles accessed by the Grains d'Or Express. Mont Chéry hosts the majority of black runs, also having numerous red runs, with just one blue and no green pistes. It is the \"locals'\" mountain, Les Chavannes being the tourist side.\nThere are several spots for off-piste skiing and snowboarding, including to the sides of 'Yeti', the long black run off Chamossiere and one a short hike from the top of the Ranfoilly lift. The latter has been rated as one of the best off-piste powder bowls in Europe (although there is very often a medium chance of avalanches).\nThe snowpark is located on Mont Chéry, which is on the ski area on the other side of the village. A bus connects the two sides, however it takes just as long as it does to walk. The snowpark has kickers, a spine, rails, boxes, a boarder cross and new for 2007–08 was a large air bag. The park is fairly small and served by a two-man chairlift.\nLes Gets has an area of the mountain for children only, le Grande Cry. This has two button lifts and several runs, all themed around trappers and Native Americans. They hold weekly treasure hunts for children.\nMany companies offer ski lessons for adults and children, private and public. The main company operating in the area is ESF (L'Ecole du Ski Francais), which has a building situated at the foot of the slopes, adjacent to Les Gets Village itself.\nThere is an open-air &lt;a href=\"ice%20skating\"&gt;ice skating&lt;/a&gt; rink in the centre of the village."
}