{
    "id": "232687",
    "revid": "5229428",
    "url": "https://en.wikipedia.org/wiki?curid=232687",
    "title": "Federal law",
    "text": "Federal law is the body of &lt;a href=\"law\"&gt;law&lt;/a&gt; created by the &lt;a href=\"federal%20government\"&gt;federal government&lt;/a&gt; of a country. A federal government is formed when a group of political units, such as &lt;a href=\"state%20%28subnational%29\"&gt;states&lt;/a&gt; or &lt;a href=\"provinces\"&gt;provinces&lt;/a&gt; join in a &lt;a href=\"federation\"&gt;federation&lt;/a&gt;, delegating their individual &lt;a href=\"sovereignty\"&gt;sovereignty&lt;/a&gt; and many powers to the &lt;a href=\"central%20government\"&gt;central government&lt;/a&gt; while retaining or reserving other limited powers. As a result, two or more levels of government exist within an established geographic territory. The body of law of the common central government is the federal law.\nExamples of federal governments include those of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, &lt;a href=\"Republic%20of%20India\"&gt;Republic of India&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, the former &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nUnited States.\nThe &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt; established through the &lt;a href=\"Supremacy%20Clause\"&gt;supremacy clause&lt;/a&gt; that the United States Constitution and federal law takes precedent over state law. These powers include the authority to govern &lt;a href=\"international%20relations\"&gt;international affairs&lt;/a&gt;, &lt;a href=\"commerce%20clause\"&gt;interstate commerce&lt;/a&gt;, the &lt;a href=\"currency\"&gt;currency&lt;/a&gt; and &lt;a href=\"defense%20%28military%29\"&gt;national defense&lt;/a&gt;. After the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, the &lt;a href=\"Fourteenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fourteenth Amendment&lt;/a&gt; applied the Constitution's &lt;a href=\"United%20States%20Bill%20of%20Rights\"&gt;Bill of Rights&lt;/a&gt; to state governments. Legislation passed by &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt;, an &lt;a href=\"Executive%20order%20%28United%20States%29\"&gt;Executive Order&lt;/a&gt; of the &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt;, or a decision of &lt;a href=\"United%20States%20federal%20courts\"&gt;federal courts&lt;/a&gt; pursuant to the Constitution are federal law.\nThrough the system of checks and balances, it is the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; makes final decisions regarding &lt;a href=\"Law%20of%20the%20United%20States\"&gt;federal laws&lt;/a&gt; regarding specific cases brought before them. \"&lt;a href=\"McCulloch%20v.%20Maryland\"&gt;McCulloch v. Maryland&lt;/a&gt;\" was seminal case handed down by the Supreme Court in 1819 which prevented State legislatures from taxing federal institutions. This established the superior relationship that federal laws have with regards to conflicting State laws and was a critical moment for &lt;a href=\"federalism%20in%20the%20United%20States\"&gt;federalism in the United States&lt;/a&gt;. federal laws are &lt;a href=\"Codification%20%28law%29\"&gt;codified&lt;/a&gt; in the &lt;a href=\"United%20States%20Code\"&gt;United States Code&lt;/a&gt;.\nGravitational Force Theory.\nProfessor Scott Dodson proposes a theory which argues that American federal law has some measurable effect on state law and compares this effect to a gravitational force that while not \"inexorable\", influences state actors to create legislature in accordance with or at least closely aligned with federal legislature. Dodson justifies the existence of this \"pull\" by arguing that state legislators and courts rarely exercise their constitutional power to deviate from Federal Law despite having the capability. He cited, among other supreme case decisions and legislative acts, the &lt;a href=\"Federal%20Rules%20of%20Civil%20Procedure\"&gt;Federal Rules of Civil Procedure&lt;/a&gt; as being responsible for ushering, \"in a new era of federal procedural uniformity\" in 1938.\nProposed Case Evidence.\nDodson points to the 1957 &lt;a href=\"Conley%20v.%20Gibson\"&gt;Conley v. Gibson&lt;/a&gt; supreme court decision as additional contextualization for his argument. This case was brought as a class-action lawsuit by a group of African American rail workers to a &lt;a href=\"United%20States%20district%20court\"&gt;Federal District Court&lt;/a&gt; in Texas and stating that “their collective bargaining agent be compelled to represent them fairly” in accordance with the &lt;a href=\"Railway%20Labor%20Act\"&gt;Railway Labor Act&lt;/a&gt;. The suit was initially dismissed on the basis that the complaint did not follow the previously set federal precedence of requiring a complaint “to state a claim upon which relief could be given”. The supreme court later held that this decision was a mistake based on their subjective interpretation of the Federal Rules of Procedure. The Court prioritized Rule 8 while glossing over Rule 12 to establish to a fairly liberating set of standards for pleading procedures that was then adopted by many state legislatures."
}