{
    "id": "2328088",
    "revid": "17171546",
    "url": "https://en.wikipedia.org/wiki?curid=2328088",
    "title": "Right in the Night",
    "text": "\"Right in the Night (Fall in Love with Music)\" is a song by German electronic music duo &lt;a href=\"Jam%20%26amp%3B%20Spoon\"&gt;Jam &amp; Spoon&lt;/a&gt;, released as the second single from their second album, \"Tripomatic Fairytales 2001\". It is a &lt;a href=\"Eurodance\"&gt;Eurodance&lt;/a&gt; song with elements from progressive and vocal trance. It is based on \"&lt;a href=\"Asturias%20%28Leyenda%29\"&gt;Leyenda&lt;/a&gt;\" by the classical composer &lt;a href=\"Isaac%20Alb%C3%A9niz\"&gt;Isaac Albéniz&lt;/a&gt; and features vocals by American vocalist &lt;a href=\"Plavka\"&gt;Plavka&lt;/a&gt;, with lyrics by &lt;a href=\"Nosie%20Katzmann\"&gt;Nosie Katzmann&lt;/a&gt;. The flamenco-styled riff in the song is played by El Mar, who was trained as a classical guitarist.\nThe single was released in 1993 on the German label Dance Pool. It is widely regarded as one of the biggest electronic music anthems of the 1990s, reaching number one in Finland, Greece and Spain, as well as number two in Australia, Iceland and Italy in 1994. On the &lt;a href=\"Eurochart%20Hot%20100\"&gt;Eurochart Hot 100&lt;/a&gt;, \"Right in the Night\" peaked at number four. On the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;, the song originally peaked at number 31, but after a re-release in 1995 it reached a new peak of number ten. It has been extensively anthologised, further indicating the song's significance in trance music's evolution.\nJam &amp; Spoon and Plavka performed the song on many different European TV-shows and concerts, like the British music chart television programme \"&lt;a href=\"Top%20of%20the%20Pops\"&gt;Top of the Pops&lt;/a&gt;\", the Italian singing competition &lt;a href=\"Festivalbar\"&gt;Festivalbar&lt;/a&gt; and the Finnish 1994 national final of Eurovision Song Contest. It earned the duo an award in the category for \"Best Progressive hi-NRG Recording\" at the 1995 Hi-NRG Music Awards in the US.\nRelease.\nIn the 2017 book \"Stars of 90's Dance Pop: 29 Hitmakers Discuss Their Careers\" by James Arena, writer of the song &lt;a href=\"Nosie%20Katzmann\"&gt;Nosie Katzmann&lt;/a&gt; told, \"I always felt \"Right in the Night\" was one of the best songs I've ever written, but the record company and A&amp;R people who came to my place to listen to new songs for the project just thought of \"Right\" as being average. Some other individuals from A&amp;R asked, \"Where's the hook—the punchline?\" I really hated to play the song for the record company, and a week before it came out I thought for sure it would be a flop because the label people just didn't hear the hit in it. And just like most times, the label people were wrong.\"\nIn 2013, the song was released in a new remix, by Jam &amp; Spoon vs. David May &amp; Amfree.\nCritical reception.\nBarry Walters from \"&lt;a href=\"The%20Advocate%20%28LGBT%20magazine%29\"&gt;The Advocate&lt;/a&gt;\" stated that the song \"distills Jam &amp; Spoon's most accessible aspects into one flawlessly girly &lt;a href=\"Flamenco%20music\"&gt;flamenco&lt;/a&gt;-style &lt;a href=\"hi-NRG\"&gt;hi-NRG&lt;/a&gt; anthem.\" &lt;a href=\"Larry%20Flick\"&gt;Larry Flick&lt;/a&gt; from \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" described it as a \"jumpy, &lt;a href=\"disco\"&gt;disco&lt;/a&gt;/&lt;a href=\"Pop%20music\"&gt;pop&lt;/a&gt; ditty that strobes with bright synths and a killer &lt;a href=\"Hooks%20%28music%29\"&gt;hook&lt;/a&gt;.\" He noted that \"at first, singer &lt;a href=\"Plavka\"&gt;Plavka&lt;/a&gt; will have you thinking of &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;, though her own unique tones and nuances eventually shine through. She has a field day with the song, more than holding her own against the track's busy array of sound effects.\" In an 1997 review, the magazine called it a \"percolating ditty [that] was years ahead of its time, since the groove and synths sound as fresh as ever. And the splashes of &lt;a href=\"flamenco%20guitar\"&gt;flamenco guitar&lt;/a&gt;s are an enticing flavor\". Annette M. Lai from the \"&lt;a href=\"Gavin%20Report\"&gt;Gavin Report&lt;/a&gt;\" said that \"this high-energy tune should have no trouble making its way up the chart soon.\" Music writer &lt;a href=\"James%20Masterton\"&gt;James Masterton&lt;/a&gt; wrote in his weekly UK chart commentary, \"It's combination of a brilliant pop tune and rampant flamenco rhythms should be enough to make it the biggest hit of the next few months.\" \nOn the 1995 re-release he added, \"Sweet music to my ears, I love this to bits and commented in these lines back in 1994 that it had the potential to be a No.1 hit - I could still be right.\" Pan-European magazine \"&lt;a href=\"Music%20%26amp%3B%20Media\"&gt;Music &amp; Media&lt;/a&gt;\" commented that \"this fast but mellow &lt;a href=\"House%20music\"&gt;house&lt;/a&gt; track with &lt;a href=\"Ambient%20music\"&gt;ambient&lt;/a&gt; works so well that it should go a long way to establish this well-reputed remix and production duo as artists in their own right.\" Maria Jimenez described it as \"alluring, yet highly commercial\", adding that \"this club track is poised for international success.\" Andy Beevers from \"&lt;a href=\"Music%20Week\"&gt;Music Week&lt;/a&gt;\" rated it four out of five, calling it a \"rather unexciting &lt;a href=\"Euro%20house\"&gt;Euro house&lt;/a&gt; song\". &lt;a href=\"James%20Hamilton%20%28DJ%20and%20journalist%29\"&gt;James Hamilton&lt;/a&gt; from the magazine's \"RM\" Dance Update deemed it an \"excellent Madonna-ish &lt;a href=\"Balearic%20beat\"&gt;Balearic&lt;/a&gt; throbber\". Wendi Cermak from \"The Network Forty\" stated that \"this is signature &lt;a href=\"Jam%20%26amp%3B%20Spoon\"&gt;Jam &amp; Spoon&lt;/a&gt; with its ethereal &lt;a href=\"Trance%20music\"&gt;trance&lt;/a&gt;/ambient electronic rhythms, light female vocals and their excellent guitar work on the intro\".\nChart performance.\n\"Right in the Night\" was very successful on the charts on several continents, remaining one of the duo's biggest hit to date. In Europe, it peaked at number-one in Finland, Greece and Spain, with a total of five weeks at the top position there, and within the Top 10 in Austria, Belgium, Denmark, Germany, Iceland (number two), Italy (number two), the Netherlands, Norway (number four), Scotland, Sweden, Switzerland (number four) and the United Kingdom, as well as on the &lt;a href=\"Eurochart%20Hot%20100\"&gt;Eurochart Hot 100&lt;/a&gt;, where it made it to number four. On &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;'s &lt;a href=\"Euro%20Top%2020\"&gt;European Top 20&lt;/a&gt;, it peaked at number five. In the UK, the single reached number ten in its second run on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; on 11 June 1995. But on the &lt;a href=\"UK%20Dance%20Chart\"&gt;UK Dance Chart&lt;/a&gt;, it peaked at number six. Outside Europe, \"Right in the Night\" climbed to the number-one position on the \"&lt;a href=\"RPM%20%28magazine%29\"&gt;RPM&lt;/a&gt;\" Dance/Urban chart in Canada, number two in Australia, number three on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Dance%20Club%20Songs\"&gt;Dance Club Songs&lt;/a&gt; in the US and number nine in New Zealand. It earned a &lt;a href=\"Music%20recording%20certification\"&gt;gold record&lt;/a&gt; in Germany, after 250,000 singles were sold, and a &lt;a href=\"Music%20recording%20certification\"&gt;platinum record&lt;/a&gt; in Australia, with a sale of 70,000 singles.\nMusic video.\nThe &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; of \"Right in the Night\" was directed by Swedish-based director &lt;a href=\"Matt%20Broadley\"&gt;Matt Broadley&lt;/a&gt;. There are two different versions of the video, which the one focuses more on &lt;a href=\"Plavka\"&gt;Plavka&lt;/a&gt; than the another one. There was also made a video for the 2013 remix by Jam &amp; Spoon vs. David May &amp; Amfree. It also featured new footage of Plavka and was published on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; in August 2013. As of September 2021, the video has received more than 1,6 million views.\nWhigfield cover.\nDanish recording artist &lt;a href=\"Whigfield\"&gt;Whigfield&lt;/a&gt; covered \"Right in the Night\" in 2007. It was released on 10 July 2008 as the second single from her greatest hits album \"&lt;a href=\"All%20in%20One%20%28Whigfield%20album%29\"&gt;All in One&lt;/a&gt;\".\nTrack listing.\nOther official versions:\n2013 version.\nOn 26 April 2013, a remix version by David May and Amfree entitled \"Right in the Night 2013\" was released by &lt;a href=\"Epic%20Records\"&gt;Epic Records&lt;/a&gt;.\nTrack listing.\nCD single\nDigital download"
}