{
    "id": "2329347",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=2329347",
    "title": "2004 Universal Forum of Cultures",
    "text": "The 2004 Universal Forum of Cultures - (, ) was a 141-day international event that took place in the \"Centre de Convencions Internacional de Barcelona (CCIB)\" and its surrounding venues, &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; from May 9 to September 26, 2004, and was the first edition of the &lt;a href=\"Universal%20Forum%20of%20Cultures\"&gt;Universal Forum of Cultures&lt;/a&gt;. The open space used by the event is now a public park called the Parc del Fòrum.\nHistory.\nThe 2004 Universal Forum of Cultures was organized by Barcelona's city council, the regional government (the Generalitat de Catalunya), the Spanish National Government and &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;. It was conceived by its prime mover (&lt;a href=\"Pasqual%20Maragall\"&gt;Pasqual Maragall&lt;/a&gt;, then Mayor of Barcelona) as a way of promoting the city's burgeoning tourist industry in the wake of the &lt;a href=\"1992%20Summer%20Olympics\"&gt;1992 Olympic Games&lt;/a&gt;, which were also held in Barcelona. The forum was also politically useful, given the mayor's earlier failure to deliver on a 1996 promise to secure an international exposition for the city.\nThe official aims of the 2004 Universal Forum of Cultures included support for peace, sustainable development, human rights and respect for diversity.\nThe forum hosted more than 40 international conventions (participants included &lt;a href=\"Juan%20Antonio%20Samaranch\"&gt;Juan Antonio Samaranch&lt;/a&gt;, &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Saramago\"&gt;José Saramago&lt;/a&gt;, &lt;a href=\"Felipe%20Gonz%C3%A1lez\"&gt;Felipe González&lt;/a&gt;, &lt;a href=\"Rigoberta%20Mench%C3%BA\"&gt;Rigoberta Menchú&lt;/a&gt;, &lt;a href=\"Angelina%20Jolie\"&gt;Angelina Jolie&lt;/a&gt;, &lt;a href=\"Robert%20McNamara\"&gt;Robert McNamara&lt;/a&gt;, &lt;a href=\"Val%C3%A9ry%20Giscard%20d%27Estaing\"&gt;Valéry Giscard d'Estaing&lt;/a&gt;, &lt;a href=\"Lionel%20Jospin\"&gt;Lionel Jospin&lt;/a&gt;, &lt;a href=\"Luiz%20In%C3%A1cio%20Lula%20da%20Silva\"&gt;Luiz Inácio Lula da Silva&lt;/a&gt;, &lt;a href=\"Romano%20Prodi\"&gt;Romano Prodi&lt;/a&gt; and &lt;a href=\"Salman%20Rushdie\"&gt;Salman Rushdie&lt;/a&gt;, among others), performances, markets, games, 423 concerts, 57 street performances, 44 theatre, dance and cabaret companies, 20 circus acts and over 20 exhibitions.\n&lt;a href=\"Josep%20Acebillo\"&gt;Josep Acebillo&lt;/a&gt; was named Director for Architecture and Infrastructures of the Forum. The events were held at the eastern end of &lt;a href=\"Avinguda%20Diagonal\"&gt;Avinguda Diagonal&lt;/a&gt;, a main cross-city artery. The seaside area was developed to house the event. It covered 30 hectares between the Barcelona Olympic port and &lt;a href=\"Sant%20Adri%C3%A0%20de%20Bes%C3%B2s\"&gt;Sant Adrià de Besòs&lt;/a&gt;, and culminated the urban regeneration programme started for the 1992 Olympics. The new site comprises a convention center, central plaza, parks, auditoriums, a new port and a &lt;a href=\"Forum%20Building\"&gt;Forum Building&lt;/a&gt; (designed by architectural firm &lt;a href=\"Herzog%20%26amp%3B%20de%20Meuron\"&gt;Herzog &amp; de Meuron&lt;/a&gt;).\nIn the framework of this Forum, the 4th Porto Alegre Forum of Local Authorities for Social Inclusion was held, which approved the &lt;a href=\"Agenda%2021%20for%20culture\"&gt;Agenda 21 for culture&lt;/a&gt; on 8 May 2004.\nExhibitions.\nThe forum showed four thematic exhibitions, intended to achieve a renewal of ideas and attitudes toward the 21st century, by undertaking a careful analysis of cultural diversity, sustainable development and the conditions for peace:\nThe place today.\nThe central plaza and the open space surrounding forms a public area called Parc del Fòrum, and is now home to several massive events around the year, including the &lt;a href=\"Primavera%20Sound%20Festival\"&gt;Primavera Sound Festival&lt;/a&gt;, &lt;a href=\"Summercase\"&gt;Summercase&lt;/a&gt;, the &lt;a href=\"Catalonia%20April%20Fair\"&gt;Catalonia April Fair&lt;/a&gt; and the most popular concerts in &lt;a href=\"La%20Merce\"&gt;La Mercè&lt;/a&gt;."
}