{
    "id": "23307981",
    "revid": "36375985",
    "url": "https://en.wikipedia.org/wiki?curid=23307981",
    "title": "Exoskeletal engine",
    "text": "The exoskeletal engine (ESE) is a concept in &lt;a href=\"turbomachinery\"&gt;turbomachinery&lt;/a&gt; design. Current &lt;a href=\"gas%20turbine\"&gt;gas turbine&lt;/a&gt; engines have central rotating shafts and fan-discs and are constructed mostly from heavy metals. They require lubricated bearings and need extensive cooling for hot components. They are also subject to severe imbalance (or vibrations) that could wipe out the whole &lt;a href=\"Turbine\"&gt;rotor&lt;/a&gt; stage, are prone to high- and low-cycle fatigue, and subject to catastrophic failure due to disc bursts from high tensile loads, consequently requiring heavy containment devices. To address these limitations, the ESE concept turns the conventional configuration inside-out and utilizes a drum-type rotor design for the turbomachinery in which the rotor blades are attached to the inside of a rotating drum instead of radially outwards from a shaft and discs. Multiple drum rotors could be used in a &lt;a href=\"Turbofan%23Turbofan%20configurations\"&gt;multi-spool&lt;/a&gt; design.\nDesign.\nFundamentally, the ESE drum-rotor configuration typically consists of four &lt;a href=\"concentric\"&gt;concentric&lt;/a&gt; open-ended drums or shells: \nIn the ESE design, the rotating blades are primarily in radial compression as opposed to radial tension, which means that materials that do not possess high-tensile strength, such as &lt;a href=\"ceramic%20materials\"&gt;ceramic materials&lt;/a&gt;, can be used for their construction. Ceramics behave well in compressive loading situations where &lt;a href=\"Fracture\"&gt;brittle fracture&lt;/a&gt; is minimized, and would provide greater operating efficiency through higher &lt;a href=\"operating%20temperature\"&gt;operating temperature&lt;/a&gt;s and lighter engine weight when compared to the metal &lt;a href=\"alloy\"&gt;alloy&lt;/a&gt;s that typically are used in turbomachinery components. The ESE design and the use of composite materials could also reduce the part count, reduce or eliminate cooling, and result in increased component life. The use of ceramics would also be a beneficial feature for &lt;a href=\"hypersonic\"&gt;hypersonic&lt;/a&gt; &lt;a href=\"Vehicle%20propulsion\"&gt;propulsion&lt;/a&gt; systems, where high &lt;a href=\"stagnation%20temperature\"&gt;stagnation temperature&lt;/a&gt;s can exceed the limits of traditional turbomachinery materials.\nThe cavity within the inner shell could be exploited in several different ways. In subsonic applications, venting the centre cavity with a free-stream flow could potentially contribute to a large noise reduction; while in &lt;a href=\"supersonic\"&gt;supersonic&lt;/a&gt;-hypersonic applications it might be used to house a &lt;a href=\"ramjet\"&gt;ramjet&lt;/a&gt; or &lt;a href=\"scramjet\"&gt;scramjet&lt;/a&gt; (or other devices such as a &lt;a href=\"pulse%20detonation%20engine\"&gt;pulse detonation engine&lt;/a&gt;) as part of a turbine-based &lt;a href=\"combined-cycle\"&gt;combined-cycle&lt;/a&gt; engine. Such an arrangement could reduce the overall length of the propulsion system and thereby reduce weight and drag significantly.\nSummarized potential advantages.\n\"From\" Chamis and Blankson:\nChallenges.\nOne of the major challenges is in bearing design as there are no known lubricated systems that can\nhandle the magnitude of velocity encountered in the ESE; foil- and &lt;a href=\"magnetic%20bearing\"&gt;magnetic bearing&lt;/a&gt;s have been suggested as possible solutions to this problem. \nAlthough both bearing systems theoretically meet the requirements of the exoskeletal application, neither technology is currently ready for operation at practical sizes. Developments in foil bearing technology indicate it may take 20 years to achieve foil bearings for this diameter, and magnetic bearings appear to be too heavy for this application and would also face a lengthy technology\ndevelopment programme."
}