{
    "id": "2332769",
    "revid": "6829965",
    "url": "https://en.wikipedia.org/wiki?curid=2332769",
    "title": "Swiss National Bank",
    "text": "The Swiss National Bank (SNB; ; ; ; ) is the &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt; of &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, responsible for the nation's &lt;a href=\"monetary%20policy\"&gt;monetary policy&lt;/a&gt; and the sole issuer of &lt;a href=\"Swiss%20franc\"&gt;Swiss franc&lt;/a&gt; &lt;a href=\"banknote\"&gt;banknote&lt;/a&gt;s. The primary goal of its mandate is to ensure price stability, while taking economic developments into consideration.\nThe SNB is an \"&lt;a href=\"Aktiengesellschaft\"&gt;Aktiengesellschaft&lt;/a&gt;\" under special regulations and has two head offices, one in Bern and the other in Zurich.\nHistory.\nThe bank formed as a result of the need for a reduction in the number of banks of issue, which numbered 53 sometime after 1826. In the 1874 revision of the Federal Constitution it was given the task to oversee laws concerning the issuing of banknotes. In 1891, the Federal Constitution was revised again to entrust the Confederation with sole rights to issue banknotes. The Swiss National Bank was founded under the law of 6 October 1905 ('the National Bank Act'), which entered into force on 16 January 1906. Business was started on 20 June 1907.\nSometime during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; (1914–1917) the bank was instructed to release notes of small denomination, for the first time, by the Federal Council of Switzerland.\nThe &lt;a href=\"Federal%20Council%20%28Switzerland%29\"&gt;Federal Council&lt;/a&gt; devalued the Swiss Franc during 1936, and as a result there was made available to the National Bank an amount of money, which the bank subsequently stored in a reserve for use in future situations of emergency.\nIn 1981 the bank participated in research involving &lt;a href=\"Orell%20F%C3%BCssli\"&gt;Orell Füssli&lt;/a&gt; and an optical research group named &lt;a href=\"Landis%2BGyr\"&gt;Landis+Gyr&lt;/a&gt;, on matters of banknote design.\nDuring 1994 the bank was described as a &lt;a href=\"joint-stock%20company\"&gt;joint-stock company&lt;/a&gt; acting under the administration and supervision of the Confederation. It had eight branches and twenty sub-branches within &lt;a href=\"cantons\"&gt;cantons&lt;/a&gt;. The governing board had overall executive management of the National Bank, with supervision entrusted to its shareholders, the banks' council, the banks' committee, its local committees and auditing committee. The three members of the governing board together decided the monetary policy of the National Bank. Towards the end of 1993 it had 566 employees.\nWith the inception of Article 99 of the Federal Constitution, in May 2004, the National Bank achieved formal independence.\nOwnership.\nAs of 31 December 2019 77,74% of voting shares are held by public shareholders (&lt;a href=\"Cantons%20of%20Switzerland\"&gt;cantons&lt;/a&gt;, &lt;a href=\"cantonal%20bank\"&gt;cantonal bank&lt;/a&gt;s, etc.). The remaining shares are largely in the hands of private persons. Shares of the SNB have been listed at the &lt;a href=\"SIX%20Swiss%20Exchange\"&gt;SIX Swiss Exchange&lt;/a&gt; since 1907.\nCapping of euro exchange rate.\nThe SNB announced on 6 September 2011 to set a minimum exchange rate of CHF 1.20 per euro and that it would \"enforce this minimum rate with the utmost determination and is prepared to buy foreign currency in unlimited quantities\" in order to take measures to stem the development of a possible recession. The bank stated the 1.20 exchange rate was defendable as the bank could potentially proceed to mint enough banknotes to control the rate sufficiently.\nThe SNB announced on 15 January 2015 the euro currency arrangement would end as the euro crisis had passed and the Europeans would be making financial policy changes.\nResponsibilities.\nThe basic governing principles of the Nationalbank are contained within Article 99 of the Federal Constitution, which deals with matters of monetary policy. There are three numbered factors concerning principles explicitly mentioning the Nationalbank, of four altogether shown within the Article. The SNB is therefore obliged by constitutional statute law to act in accordance with the &lt;a href=\"economic\"&gt;economic&lt;/a&gt; interests of Switzerland. Accordingly, the prime function of the Nationalbank is:\nThe National Bank publishes within its own site a list of research done as work in progress by staff members, which begin at 2004 (2 papers), to 2005 (2), 2006 (11), 2007 (17), 2008 (19), 2009 (16), 2010 (19), 2011 (14), 2012 (16), 2013 (11), 2014 (13), and to 1 August 2015 there is shown nine papers, a list of eight economic studies which relate to the tasks of the bank, listed from 2005, in addition to a bi-annually published update of research, listed from 2012 to the present.\nCash supply and distribution.\nThe National Bank is entrusted with the note-issuing privilege. It supplies the economy with banknotes. It is also charged by the Confederation with the task of coin distribution.\nCashless payment transactions.\nIn the field of cashless payment transactions, the National Bank provides services for payments between banks. These are settled in the &lt;a href=\"Swiss%20Interbank%20Clearing\"&gt;Swiss Interbank Clearing&lt;/a&gt; (SIC) system via sight deposit accounts held with the National Bank.\nInvestment of currency reserves.\nThe National Bank manages &lt;a href=\"currency%20reserves\"&gt;currency reserves&lt;/a&gt;. These engender confidence in the Swiss franc, help to prevent and overcome crises and may be utilized for interventions in the &lt;a href=\"foreign%20exchange%20market\"&gt;foreign exchange market&lt;/a&gt;.\nFinancial system stability.\nThe National Bank contributes to the stability of the financial system by acting as an arbiter over monetary policy. Within the context of this task, it analyses sources of risk to the financial system, oversees systemically important payment and securities settlement systems and helps to promote an operational environment for the financial sector.\nInternational monetary cooperation.\nTogether with the federal authorities, the National Bank participates in international monetary cooperation and provides technical assistance.\nBanker to the Confederation.\nThe Swiss National Bank acts as banker to the Swiss Confederation. It processes payments on behalf of the Confederation, issues money market debt register claims and bonds, handles the safekeeping of securities and carries out money market and foreign exchange transactions.\nStatistics.\nThe National Bank compiles statistical data on banks and financial markets, the balance of payments, the international investment position and the Swiss financial accounts.\nPolicies.\nInvestments.\nThe Swiss National Bank invests its assets, particularly in the &lt;a href=\"stock%20market\"&gt;stock market&lt;/a&gt;. In 2018, its &lt;a href=\"Share%20%28finance%29\"&gt;share&lt;/a&gt; portfolio stood at 153 billion Swiss francs.\nAccording to its guidelines, it \"avoids shares in companies which produce internationally banned weapons, seriously violate fundamental human rights or systematically cause severe environmental damage\".\nSince 2016, &lt;a href=\"Environmental%20movement%20in%20Switzerland\"&gt;environmental associations&lt;/a&gt; and academics criticize the fact that these investments do not take into account the &lt;a href=\"Paris%20Agreement\"&gt;Paris Climate Agreement&lt;/a&gt; (article 2) and are responsible for at least 50 million tons of &lt;a href=\"Carbon%20dioxide%20in%20Earth%27s%20atmosphere\"&gt;carbon dioxide emissions&lt;/a&gt; in 2017.\nMonetary policy.\nThe Swiss National Bank pursues a monetary policy serving the interests of the country as a whole. It must ensure price stability, while taking due account of economic developments.\nMonetary policy affects production and prices with a considerable time lag. Consequently, it is based on inflation forecasts rather than current inflation.\nThe SNB's monetary policy strategy consists of three elements: a definition of price stability (the SNB equates price stability with a rise in the national consumer price index of less than 2% per year), a medium-term conditional &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt; forecast, and, at operational level, a target range for a reference interest rate, which is the &lt;a href=\"Libor\"&gt;Libor&lt;/a&gt; for three-month investments in Swiss francs.\nGovernance.\nGeneral Meeting of Shareholders.\nThe general meeting of shareholders is held once a year, usually in April. Owing to the SNB's public mandate, the powers of the shareholders' meeting are not as extensive as in joint-stock companies under private law.\nBank Council.\nThe Bank Council oversees and controls the conduct of business by the Swiss National Bank and consists of 11 members. Six members, including the President and Vice President, are appointed by the Federal Council, and five by the Shareholders' Meeting. The Bank Council sets up four committees from its own ranks: an Audit Committee, a Risk Committee, a Remuneration Committee and an Appointment Committee.\nA list of the Bank Council members is published on the SNB website.\nGoverning board.\nThe Swiss National Bank's management and executive body is the governing board. The governing board is responsible in particular for monetary policy, asset management strategy, contributing to the stability of the financial system and international monetary cooperation. The Governing Board consists of three members:\nGold reserves.\nThe SNB manages the &lt;a href=\"official%20gold%20reserves\"&gt;official gold reserves&lt;/a&gt; of Switzerland, which as of 2008 amount to 1,145 &lt;a href=\"tonne\"&gt;tonne&lt;/a&gt;s and are valued at 30.5 billion &lt;a href=\"Swiss%20franc\"&gt;CHF&lt;/a&gt;. The gold is believed to be stored in huge vaults beneath the Federal Square (\"&lt;a href=\"Bundesplatz%20%28Bern%29\"&gt;Bundesplatz&lt;/a&gt;\") to the north of the &lt;a href=\"Federal%20Palace%20of%20Switzerland\"&gt;federal parliament building&lt;/a&gt; in &lt;a href=\"Bern\"&gt;Bern&lt;/a&gt;, but the SNB treats the location of the gold reserves as a secret. Independent confirmation of the gold's location was obtained by the Bernese newspaper \"&lt;a href=\"Der%20Bund\"&gt;Der Bund&lt;/a&gt;\" in 2008. It published a photograph of the bullion that a keystone photographer was allowed to take at the SNB premises in Bern in 2001. \"Der Bund\" also quoted a retired official of the city's &lt;a href=\"surveying\"&gt;surveying&lt;/a&gt; office as saying that the gold vaults take up an area of roughly half the Federal Square and have a depth of dozens of meters, down to the level of the &lt;a href=\"Aar\"&gt;Aar&lt;/a&gt; river. The SNB says that the gold reserves are stored in different safe places in Switzerland (70% -mostly under the &lt;a href=\"Bundesplatz\"&gt;Bundesplatz&lt;/a&gt; in Berne and at the &lt;a href=\"Bank%20for%20International%20Settlements\"&gt;Bank for International Settlements&lt;/a&gt; in Basel) and abroad (i.e. &lt;a href=\"Bank%20of%20England\"&gt;Bank of England&lt;/a&gt; and &lt;a href=\"Bank%20of%20Canada\"&gt;Bank of Canada&lt;/a&gt;).\nFrom the latter years of the 1990s until sometime during 2005, the National Bank transferred from its possession (incompetently, when the &lt;a href=\"gold%20price\"&gt;gold price&lt;/a&gt; was at its historic low) half of its gold reserves, following the &lt;a href=\"London%20Conference%20on%20Nazi%20Gold\"&gt;Nazi gold affair&lt;/a&gt;.\nWorld War II.\nThe Swiss National Bank provided 1.2 billion &lt;a href=\"Swiss%20franc\"&gt;CHF&lt;/a&gt; to the &lt;a href=\"Reichsbank\"&gt;Reichsbank&lt;/a&gt;, of this, a value of approximately 780 million CHF of the gold given to the National Bank was gold which had been looted by the forces of Germany. In addition the National Bank also exchanged between 1.2 and 1.6 billion CHF for gold from the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied forces&lt;/a&gt;. During 20 April 1944, gold from the gold reserves of Italy arrived from &lt;a href=\"Como\"&gt;Como&lt;/a&gt; at the railway station within &lt;a href=\"Chiasso\"&gt;Chiasso&lt;/a&gt;.\nThere is controversy over the role of the Swiss National Bank in the transfer of &lt;a href=\"Nazi%20gold\"&gt;Nazi gold&lt;/a&gt; during World War II. The SNB was the largest gold distribution centre in &lt;a href=\"continental%20Europe\"&gt;continental Europe&lt;/a&gt; before the war. A study by the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;U.S. Department of State&lt;/a&gt; in 1997 notes that the bank \"must have known that some portion of the gold it was receiving from the Reichsbank was looted from occupied countries\". This was confirmed by the Swiss &lt;a href=\"Bergier%20commission\"&gt;Bergier commission&lt;/a&gt; in 1998 which concluded that the SNB received US$440 million in gold from Nazi sources, of which US$316 million is estimated to have been looted. The gold from Nazi governorship sources was in the form of lingots containing gold looted from central banks of Europe and gold from &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; executed within the &lt;a href=\"internment\"&gt;concentration camps&lt;/a&gt; established by the machination of the Nazi regime, which the SNB took without knowing these facts at the time, nor inquiring to any great degree in the process of its transfer into the possession of the SNB, according to Robert Vogler, a former archivist of the SNB."
}