{
    "id": "2333711",
    "revid": "169132",
    "url": "https://en.wikipedia.org/wiki?curid=2333711",
    "title": "National Insurance number",
    "text": "The National Insurance number is a number used in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; in the administration of the &lt;a href=\"National%20Insurance\"&gt;National Insurance&lt;/a&gt; or social security system. It is also used for some purposes in the UK tax system.\nThe number is sometimes referred to as a NI &lt;a href=\"Numero%20sign\"&gt;No&lt;/a&gt; or NINO.\nAllocation of number.\nShortly before a person's 16th birthday, &lt;a href=\"HM%20Revenue%20and%20Customs\"&gt;HM Revenue and Customs (HMRC)&lt;/a&gt; notifies them of their NI number.\nIn 1993, a one-off mass allocation of NI numbers was made to all children under the age of 16 whose parents were in receipt of Child Benefit. As a result of this, siblings who met the criteria above were allocated NI numbers sequentially.\nPeople from abroad who wish to work in the UK, or those to whom a number was not initially allocated as children, must apply for a number through the &lt;a href=\"Department%20for%20Work%20and%20Pensions\"&gt;Department for Work and Pensions&lt;/a&gt; (DWP).\nFormat.\nThe format of the number is two prefix letters, six digits and one suffix letter. An example is \"AA123456C\".\nNeither of the first two letters can be D, F, I, Q, U or V. The second letter also cannot be O. The prefixes BG, GB, NK, KN, TN, NT and ZZ are not allocated. Validation lists of issued two-letter prefixes are published from time to time.\nAfter the two prefix letters, the six digits are issued sequentially from to . The last two digits determine the day of the week on which various social security benefits are payable and when unemployed claimants need to attend their &lt;a href=\"Jobcentre\"&gt;Jobcentre&lt;/a&gt; to sign on (renew their claims): \"00\" to \"19\" for Monday, \"20\" to \"39\" for Tuesday, \"40\" to \"59\" for Wednesday, \"60\" to \"79\" for Thursday and \"80\" to \"99\" for Friday.\nThe suffix letter is either A, B, C, or D. (although F, M, and P have been used for temporary numbers in the past). The NI number is unique without the suffix letter, so, for example, if exists, then there will be no other numbers beginning with (although temporary numbers were not necessarily unique, because two people with the same date of birth would have had the same number). In official electronic submissions, the final letter may be represented by a space if not known.\nUntil 1975, the suffixes A, B, C and D at the end of the NI number signified the period of validity of the \"National Insurance cards\" originally used to collect \"National Insurance contributions\" (NICs). Cards were exchanged every twelve months and because of the very large numbers of cards issued the exchange was staggered. Suffix A cards ran from March of one year until March of the next when they were exchanged for a new one. Stagger B suffix cards ran from June until the following June, stagger C from September until the following September and stagger D from December until the following December. For example, a B stagger card issued in 1955 might have run from the first Monday in June that year until the first Sunday in June the following year. This staggered system operated from 5 July 1948 until 1975, at which time the A stagger cards were extended to run an extra five weeks, until 5 April 1975, in line with the end of the tax year. The B, C and D stagger NI Cards had a shorter period of validity in their final year and ran from June, September and December respectively in 1974 until 6 April 1975. From 6 April 1975 onwards, a computerised National Insurance Recording System (NIRS) was used to allocate all NICs by tax years.\nIn Great Britain, expired NI cards were sorted into one hundred separate groups corresponding to the final two numbers of the NI number and were posted to the individual insured person's NI account (the RF1) by the corresponding one hundred ledger sections at the Records Branch of the Central Office of the &lt;a href=\"Ministry%20of%20Labour%20%28United%20Kingdom%29\"&gt;Ministry of Labour&lt;/a&gt; and its successors—the &lt;a href=\"Ministry%20of%20National%20Insurance\"&gt;Ministry of National Insurance&lt;/a&gt; (from 1945), &lt;a href=\"Ministry%20of%20Pensions%20and%20National%20Insurance\"&gt;Ministry of Pensions and National Insurance&lt;/a&gt; (1953), the &lt;a href=\"Department%20of%20Health%20and%20Social%20Security\"&gt;Department of Health and Social Security&lt;/a&gt; (1968), &lt;a href=\"Department%20of%20Social%20Security\"&gt;Department of Social Security&lt;/a&gt; (1988), and &lt;a href=\"Department%20for%20Work%20and%20Pensions\"&gt;Department for Work and Pensions&lt;/a&gt; (since 2001). These 100 sections dealt not only with the recording of NI contributions but with requests for information about qualifying contributions necessary to pay sickness, unemployment, widows, and other benefits and also with any correspondence arising from those NI accounts and NI cards. Within each of the 100 sections, NI numbers were allocated among 16 splits with one clerk administering each split. To trace unknown NI numbers, a general index contained millions of small RF2 index slips, filed in order of surname and listing the name(s), date of birth, and NI number for every person within the National Insurance scheme.\nThe Northern Ireland National Insurance scheme is funded and administered separately from the scheme in Great Britain but operates identically so that, in practice, the same rules apply throughout the United Kingdom.\nTemporary numbers.\nUntil April 2001, employers sometimes allocated their employees a temporary insurance number, which followed the format , where 'TN' stands for temporary number and is static and \"x\" is M for male, F for female, or P for pensioner and the numbers in the midsection were the employee's date of birth. In the case of a woman born on 31 December 1958, for example, the temporary NI number would have been . Temporary NI numbers could not be used to trace back any NI credits or personal details. Since 2001 the National Insurance number must be obtained – the temporary code must not now be used.\nAnother type of temporary NI number is the Revenue-issued Temporary Reference Number (TRN) used when HMRC is unable to trace a taxpayer's original NI number. It follows the format \"63T12345\".\nAdministrative numbers.\nReference numbers similar in format to NI numbers are sometimes allocated for tax or benefit purposes with special prefix letters. Special prefixes used now or in the past include the letters OO (for &lt;a href=\"Tax%20Credit\"&gt;Tax Credit&lt;/a&gt; claims), CR (for investigations), FY (formerly for &lt;a href=\"Attendance%20Allowance\"&gt;Attendance Allowance&lt;/a&gt; claims, named after the &lt;a href=\"The%20Fylde\"&gt;Fylde&lt;/a&gt; social security office where claims were processed), MW (used from 1980 to 1987 for migrant workers), NC (formerly for &lt;a href=\"Stakeholder%20pension%20scheme\"&gt;Stakeholder Pensions&lt;/a&gt;), PP (for use by pension schemes as PP999999P), and PY or PZ (both used for tax-only accounts created prior to 2003).\nNumbercards.\nPrior to 1984, when a person was allocated an NI number, a &lt;a href=\"manila%20paper\"&gt;manila&lt;/a&gt; notification card was issued to them. From 1984 until 2011, they received a plastic 'numbercard', of similar proportions to a &lt;a href=\"credit%20card\"&gt;credit card&lt;/a&gt;, with the number raised on the front. The card was only used as a reminder of the number; it was not needed to start work, and was not considered a valid identity card. Numbercards were phased out after September 2010 and their issue ceased in October 2011. NI numbers are now notified by letter.\nCrown dependencies.\nNational Insurance numbers issued in the &lt;a href=\"Isle%20of%20Man\"&gt;Isle of Man&lt;/a&gt; hold the prefix MA. Similarly, those issued in &lt;a href=\"Jersey\"&gt;Jersey&lt;/a&gt; start with JY, and those issued in &lt;a href=\"Guernsey\"&gt;Guernsey&lt;/a&gt; hold the prefix GY. Only Channel Island NINOs issued prior to 1975 are validated, and recognised for UK use by HMRC.\nUse for tax purposes.\nThe National Insurance number is used as a reference number in the &lt;a href=\"Pay-as-you-earn%20tax\"&gt;Pay As You Earn&lt;/a&gt; system, and also by the self-employed. It is also used in applications for &lt;a href=\"Individual%20Savings%20Account\"&gt;Individual Savings Account&lt;/a&gt;s (ISAs), to check that an individual has opened only one ISA in a tax year.\nHowever, the NI number is not used universally as a tax identification number. Taxpayers who need to file a &lt;a href=\"Tax%20return%20%28United%20Kingdom%29\"&gt;tax return&lt;/a&gt; are given a different number, a &lt;a href=\"Unique%20Taxpayer%20Reference\"&gt;Unique Taxpayer Reference&lt;/a&gt; (UTR), which is used as a reference number in the self-assessment tax system.\nUse for identification.\nNI numbers are sometimes used for identification purposes in other contexts which have nothing to do with their original National Insurance purpose – such as forming part of evidence of right to work in the UK. The NI card, however, is not proof of identity."
}