{
    "id": "233499",
    "revid": "1046704291",
    "url": "https://en.wikipedia.org/wiki?curid=233499",
    "title": "Campaigns of 1792 in the French Revolutionary Wars",
    "text": "The &lt;a href=\"French%20Revolutionary%20Wars\"&gt;French Revolutionary Wars&lt;/a&gt; began on 20 April 1792 when the &lt;a href=\"National%20Legislative%20Assembly%20%28France%29\"&gt;French Legislative Assembly&lt;/a&gt; declared war on &lt;a href=\"Habsburg%20Monarchy\"&gt;Austria&lt;/a&gt;. This launched the &lt;a href=\"War%20of%20the%20First%20Coalition\"&gt;War of the First Coalition&lt;/a&gt;.\nBackground.\nFrom 1789 to early 1792, the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; gradually radicalised, breaking with old institutions and practices as it went, and targeting defenders of the &lt;a href=\"Ancien%20R%C3%A9gime\"&gt;Ancien Régime&lt;/a&gt;. Some of these defenders, or people who were unintentionally caught in the crossfire, &lt;a href=\"French%20emigration%20%281789%E2%80%931815%29\"&gt;emigrated from France&lt;/a&gt; to avoid persecution. King &lt;a href=\"Louis%20XVI%20of%20France\"&gt;Louis XVI&lt;/a&gt; himself &lt;a href=\"Flight%20to%20Varennes\"&gt;attempted to escape with his family to Varennes&lt;/a&gt; in June 1791, but he was caught. The French king was put under surveillance, and increasingly suspected of conspiring with other European monarchs, who wished to preserve the &lt;a href=\"House%20of%20Bourbon\"&gt;House of Bourbon&lt;/a&gt; in France and restore its pre-revolutionary authority. This was explicitly stated in the &lt;a href=\"Declaration%20of%20Pillnitz\"&gt;Declaration of Pillnitz&lt;/a&gt; (17 August 1791) by king &lt;a href=\"Frederick%20William%20II%20of%20Prussia\"&gt;Frederick William II of Prussia&lt;/a&gt; and emperor &lt;a href=\"Francis%20II%2C%20Holy%20Roman%20Emperor\"&gt;Francis II&lt;/a&gt; (&lt;a href=\"Habsburg%20Monarchy\"&gt;Austria, Hungary and Bohemia&lt;/a&gt;), who called on all monarchs in Europe to 'liberate' Louis. Leading radical revolutionaries called for the complete abolition of the monarchy, but the republican movement was dealt a severe blow in the July 1791 &lt;a href=\"Champs%20de%20Mars%20Massacre\"&gt;Champs de Mars Massacre&lt;/a&gt;. Although this cleared the way for the establishment of the &lt;a href=\"Kingdom%20of%20France%20%281791%E2%80%9392%29\"&gt;constitutional monarchy&lt;/a&gt; in September, it did not secure Louis XVI's position. The uncertain future of the Bourbon monarchy caused tensions to rise between France and other European states. \nIn early 1792, conservative royalist &lt;a href=\"Arm%C3%A9e%20des%20%C3%89migr%C3%A9s\"&gt;Armées des Émigrés&lt;/a&gt; were forming just across the borders in cities such as &lt;a href=\"Koblenz\"&gt;Koblenz&lt;/a&gt;, readying themselves to invade and end the Revolution with the help of other monarchies. The &lt;a href=\"Girondin\"&gt;Girondin&lt;/a&gt; majority in the &lt;a href=\"National%20Legislative%20Assembly%20%28France%29\"&gt;Legislative Assembly&lt;/a&gt; favoured war, especially with &lt;a href=\"Habsburg%20Monarchy\"&gt;Austria&lt;/a&gt;, in order to display the Revolution's strength and defend its achievements (such as the &lt;a href=\"Declaration%20of%20the%20Rights%20of%20the%20Man%20and%20of%20the%20Citizen%20of%201789\"&gt;Declaration of the Rights of the Man and of the Citizen of 1789&lt;/a&gt; and the early beginnings of parliamentary democracy) against a possible return to an (&lt;a href=\"Enlightened%20absolutism\"&gt;Enlightened&lt;/a&gt;) &lt;a href=\"Absolute%20monarchy\"&gt;absolutist regime&lt;/a&gt;. They cited the Declaration of Pillnitz to justify the urgent need to strike first. Many of the French revolutionaries wanted to spread their Revolution to other countries, and refugees from recently failed revolutions, such as &lt;a href=\"Patriottentijd\"&gt;Dutch Patriots&lt;/a&gt; and Belgian-Liégois rebels, urged their French comrades to 'liberate' the &lt;a href=\"Low%20Countries\"&gt;Low Countries&lt;/a&gt;. However, there was a real risk that France would be overwhelmed by foreign forces if a large anti-French coalition were to be formed. This is why many leftist deputies within the Assembly such as &lt;a href=\"Robespierre\"&gt;Robespierre&lt;/a&gt; opposed a war, arguing France was not ready for it and could lose all progress (as they saw it) made thus far during the Revolution.\nPreparations.\nDiplomacy.\nMajor-general &lt;a href=\"Charles%20Fran%C3%A7ois%20Dumouriez\"&gt;Charles François Dumouriez&lt;/a&gt; was appointed Minister of Foreign Affairs in March 1792, and by mid-April had managed to obtain the neutrality of all European great powers except Austria and Prussia through diplomacy. Meanwhile, he organised plans to incite a rebellion in the &lt;a href=\"Austrian%20Netherlands\"&gt;Austrian Netherlands&lt;/a&gt; by cooperating with the &lt;a href=\"Committee%20of%20United%20Belgians%20and%20Li%C3%A9geois\"&gt;Committee of United Belgians and Liégeois&lt;/a&gt;, who represented remnants of the rebel armies formed during the recently failed anti-Austrian &lt;a href=\"Brabant%20Revolution\"&gt;Brabant Revolution&lt;/a&gt; and &lt;a href=\"Li%C3%A8ge%20Revolution\"&gt;Liège Revolution&lt;/a&gt; (August 1789 – January 1791).\nStrategy.\nFinally, France declared &lt;a href=\"War%20of%20the%20First%20Coalition\"&gt;war on Austria&lt;/a&gt; on 20 April 1792. Dumouriez planned to defeat the Austrian army within 15 days to achieve a successful quick victory. From &lt;a href=\"Dunkirk\"&gt;Dunkirk&lt;/a&gt; to &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt;, the French northern frontier comprised 164,000 soldiers, divided into three armies under the leadership of general &lt;a href=\"Gilbert%20du%20Motier%2C%20Marquis%20de%20Lafayette\"&gt;Lafayette&lt;/a&gt; (Armée du Centre; targets: from &lt;a href=\"Givet\"&gt;Givet&lt;/a&gt; to &lt;a href=\"Namur\"&gt;Namur&lt;/a&gt; and &lt;a href=\"Li%C3%A8ge\"&gt;Liège&lt;/a&gt;), marshal &lt;a href=\"Nicolas%20Luckner\"&gt;Luckner&lt;/a&gt; (Armée du Rhin; targets: Flemish cities such as &lt;a href=\"Menen\"&gt;Menen&lt;/a&gt; and &lt;a href=\"Kortrijk\"&gt;Kortrijk&lt;/a&gt;) and marshal &lt;a href=\"Jean-Baptiste%20Donatien%20de%20Vimeur%2C%20comte%20de%20Rochambeau\"&gt;Rochambeau&lt;/a&gt; (Armée du Nord; targets: &lt;a href=\"Qui%C3%A9vrain\"&gt;Quiévrain&lt;/a&gt;, &lt;a href=\"Mons\"&gt;Mons&lt;/a&gt; and &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;).\nThe invasion heavily relied on the presumption that Belgian and Liégois patriotic rebellions would break out spontaneously the moment French troops crossed the border, aiding them in driving out the Habsburg forces as they had done themselves 2.5 years before. Dumouriez assured his fellow ministers:\nAs soon as the French army enters the Belgian provinces, it will be helped by the people, who are ashamed of their own futile revolutionary efforts of [1789–1790]. They will join forces with our troops and will easily drive the dispersed hordes of Austrian mercenaries from their towns or scatter them. Paris will be defended on the banks of the Meuse. For the Country of Liège, the one most worthy of freedom of all those who have raised its flag, our negotiators will depart to dictate a wise peace, which we will under no circumstances spoil by the spirit of conquest.\nState of the French military.\nThe French army was plagued by troubles: leading generals such as Lafayette and Rochambeau were moderate royalists, and had doubts about the republican minister's intentions as well as the feasibility of his strategies; the troops were poorly equipped, many of them untrained volunteers, and they distrusted their aristocratic officers; and finally, queen &lt;a href=\"Marie%20Antoinette\"&gt;Marie Antoinette&lt;/a&gt;, who was Austrian and feared further republican radicalisation would result in her execution, secretly passed war plans to the Austrian government in Brussels, with Louis XVI's approval. Moreover, &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt; soon joined Austria against France, later followed by other powers and the armies of émigrés, while the ferment of the Revolution caused political instability, and want of materiel and funds left France's armed forces disorganised.\nMore than 50% of the army's officers, which consisted solely of noblemen, had fled the country in the past three years of revolutionary upheaval. It took time to replace these by &lt;a href=\"non-commissioned%20officer\"&gt;non-commissioned officer&lt;/a&gt;s and volunteers from the middle class. There was also animosity between the old regulars (the \"whites\", from their uniform) and the new soldiers who joined the army as volunteers in 1791–2 (the so-called \"blues\"). And because of the revolutionary egalitarian ideas penetrating the ranks of the military, there was distrust against the remaining noble officers; their loyalty to the cause of the Revolution and their orders were questioned.\nOne lasting morale-boosting effect was the composition of the battle hymn \"Chant de guerre pour l'armée du Rhin\" (\"War Song for the Rhine Army\") by &lt;a href=\"Claude%20Joseph%20Rouget%20de%20Lisle\"&gt;Rouget de Lisle&lt;/a&gt; in April 1792. It became popular among French soldiers nationwide, and was soon identified with a battalion from &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;. Thus, the song became known as \"&lt;a href=\"La%20Marseillaise\"&gt;La Marseillaise&lt;/a&gt;\", and on 26 Messidor III (14 July 1795) and again on 14 February 1879 it was officially recognised as the &lt;a href=\"national%20anthem\"&gt;national anthem&lt;/a&gt; of France.\nBelgian front.\nApril: first French invasion.\nDespite protesting that the army was not in condition to fight, Rochambeau obeyed his orders. He departed Paris and moved towards &lt;a href=\"Valenciennes\"&gt;Valenciennes&lt;/a&gt; on 21 April to assume command of the northern army, and make final preparations for the invasion. Rochambeau's subordinate general &lt;a href=\"Armand-Louis%20de%20Gontaut%20Biron\"&gt;Biron&lt;/a&gt; and \"maréchal du camp\" &lt;a href=\"Th%C3%A9obald%20Dillon\"&gt;Théobald Dillon&lt;/a&gt; would lead the invasion.\nThe French national anthem, &lt;a href=\"La%20Marseillaise\"&gt;La Marseillaise&lt;/a&gt;, was composed in &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt;, April 25, while the French were still mustering troops, as the \"Chant de guerre pour l'Armée du Rhin\" (\"War Song for the &lt;a href=\"Army%20of%20the%20Rhine%20%281791%E2%80%931795%29\"&gt;Army of the Rhine&lt;/a&gt;\").\nThe French army performed poorly in the first engagements. At the &lt;a href=\"Battle%20of%20Marquain\"&gt;Battle of Marquain&lt;/a&gt; near &lt;a href=\"Tournai\"&gt;Tournai&lt;/a&gt; (29 April), French soldiers fled almost at first sight of the Austrian outposts and murdered their general &lt;a href=\"Th%C3%A9obald%20Dillon\"&gt;Théobald Dillon&lt;/a&gt;, whom they accused of treason. Meanwhile, general &lt;a href=\"Armand%20Louis%20de%20Gontaut\"&gt;Biron&lt;/a&gt; suffered a &lt;a href=\"Battle%20of%20Qui%C3%A9vrain%20%281792%29\"&gt;defeat at Quiévrain&lt;/a&gt; near &lt;a href=\"Mons\"&gt;Mons&lt;/a&gt;. On 30 April, the Dunkirk column marched 15 miles to &lt;a href=\"Veurne\"&gt;Veurne&lt;/a&gt;, but encountered no enemy and retreated back to Dunkirk.\nWhen both his subordinates Dillon and Biron failed in their missions, Rochambeau resigned. On 30 April, Lafayette heard of the defeats and Rochambeau's resignation, cancelled his assault on Namur and Liège as well and awaited new orders from Paris. The Belgian-Liégois Committee was disappointed and felt betrayed, claiming Lafayette could have easily taken both cities by sheer superior numbers.\nMay: French troops regroup.\nThe commanders-in-chief of the armies became political \"suspects\"; and before a serious action had been fought, the three armies commanded respectively by Rochambeau, &lt;a href=\"Marquis%20de%20la%20Fayette\"&gt;Lafayette&lt;/a&gt; and &lt;a href=\"Nicolas%20Luckner\"&gt;Luckner&lt;/a&gt; had been reorganised into two commanded by &lt;a href=\"Charles%20Fran%C3%A7ois%20Dumouriez\"&gt;Dumouriez&lt;/a&gt; and &lt;a href=\"Fran%C3%A7ois%20Christophe%20Kellermann\"&gt;Kellermann&lt;/a&gt;.\nJune: second French invasion.\nOn 9 June, a 20,000 strong force commanded by Luckner invaded the Austrian Netherlands again, this time capturing &lt;a href=\"Menen\"&gt;Menen&lt;/a&gt; and &lt;a href=\"Kortrijk\"&gt;Kortrijk&lt;/a&gt; (19 June). The Austrian troops under &lt;a href=\"Johann%20Peter%20Beaulieu\"&gt;Johann Peter Beaulieu&lt;/a&gt; counter-attacked, however, blocking further advance. The French withdrew back to Lille on 30 June, effectively putting an end to their second northward incursion.\nRhine front.\nJuly: allies rally and issue Brunswick Manifesto.\nOn the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt;, a combined army of Prussians, Austrians, &lt;a href=\"Hesse\"&gt;Hessians&lt;/a&gt; and French &lt;a href=\"%C3%A9migr%C3%A9\"&gt;émigré&lt;/a&gt;s under the &lt;a href=\"Charles%20William%20Ferdinand%2C%20Duke%20of%20Brunswick\"&gt;Duke of Brunswick&lt;/a&gt; was formed for the invasion of France, flanked by two smaller armies on its right and left, all three being under the supreme command of King &lt;a href=\"Frederick%20William%20II%20of%20Prussia\"&gt;Frederick William II of Prussia&lt;/a&gt;. In the &lt;a href=\"Southern%20Netherlands\"&gt;Southern Netherlands&lt;/a&gt;, plans called for the Austrians to besiege &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt;, and in the south the &lt;a href=\"Savoyard%20state\"&gt;Piedmontese&lt;/a&gt; also took the field. Observing the enemy coalition gathering at its borders, the Assembly declared the '&lt;a href=\"State%20of%20emergency\"&gt;nation in danger&lt;/a&gt;', and commanded 100,000 National Guards (\"Fédérés\") to strengthen the defence of Paris; the king vetoed the decision, but he was ignored.\nThe first step was the issue of the &lt;a href=\"Brunswick%20Manifesto\"&gt;Brunswick Manifesto&lt;/a&gt; (25 July), a proclamation which, couched in terms most insulting to the French nation, generated the spirit that was afterwards to find expression in the \"armed nation\" of 1793–1794, and sealed the fate of King &lt;a href=\"Louis%20XVI%20of%20France\"&gt;Louis&lt;/a&gt;. It was issued against the advice of Brunswick himself, whose signature appeared on it; the duke, a model sovereign in his own principality, sympathised with the constitutional side of the French Revolution, while as a soldier he had no confidence in the success of the enterprise. Brunswick stressed that civilians would not be harmed or looted, unless they harmed the royal family: \"If the least violence, the least outrage, be done to their majesties... [my troops] will take... unforgettable vengeance [on] the city of Paris...\". The Brunswick Manifesto reached Paris on 1 August and was posted in numerous places across the capital, and received much hostility and mockery. Instead of intimidating the Parisians, it confirmed their determinacy to oppose any foreign invasion, and to get rid of the royals who were increasingly, and with ever more evidence, suspected of treason against the Revolution, the Assembly and the French people.\n10 August: storming of the Tuileries.\nWith the imminent invasion of the allied European monarchies against it, radical revolutionaries in Paris could no longer tolerate the king's rule, as his foreign friends might soon restore his former powers and crush the Revolution. In the night of 9 to 10 August, the insurrectional &lt;a href=\"Paris%20Commune%20%28French%20Revolution%29\"&gt;Paris Commune&lt;/a&gt; was formed at the &lt;a href=\"H%C3%B4tel%20de%20Ville%2C%20Paris\"&gt;Hôtel de Ville&lt;/a&gt; under the leadership of &lt;a href=\"Georges%20Danton\"&gt;Georges Danton&lt;/a&gt;, &lt;a href=\"Camille%20Desmoulins\"&gt;Camille Desmoulins&lt;/a&gt; and &lt;a href=\"Jacques%20H%C3%A9bert\"&gt;Jacques Hébert&lt;/a&gt; from the ranks of radical Jacobins, the &lt;a href=\"sans-culottes\"&gt;sans-culottes&lt;/a&gt; and a patriot regiment from Marsaille. In a complicated series of actions by various groups, king Louis was isolated within his &lt;a href=\"Tuileries%20Palace\"&gt;Tuileries Palace&lt;/a&gt; and gradually abandoned its defence until he and the royal family left it when &lt;a href=\"Pierre%20Louis%20Roederer\"&gt;Roederer&lt;/a&gt; persuaded him to seek 'safety' in the building of the Legislative Assembly instead. Most of the National Guard defected to the rebels and eventually the Tuileries were successfully stormed and most of the remaining Swiss guards slaughtered. Louis became a de facto prisoner of the Assembly, was stripped from his kingship and the royal family was imprisoned in the &lt;a href=\"Temple%20%28Paris%29\"&gt;Temple&lt;/a&gt; on 13 August. The monarchy was not abolished yet, however; the question of which form of government the country should install was postponed for five more weeks. For the revolutionaries, the most important issue was quelling possible treason from within, to avoid being stabbed in the back while the armies were fighting the monarchist forces on the frontiers.\nAugust/September: Prussian-led invasion of France.\nAfter completing its preparations in the leisurely manner of the previous generation, Brunswick's army crossed the French frontier on 19 August 1792. The Allies readily captured &lt;a href=\"Longwy\"&gt;Longwy&lt;/a&gt; (23 August) and slowly marched on to &lt;a href=\"Battle%20of%20Verdun%20%281792%29\"&gt;besiege Verdun&lt;/a&gt; (29 August), which appeared more indefensible even than Longwy. The commandant there, Colonel Beaurepaire, shot himself in despair, and the place surrendered on 2 September 1792. Because this left the path to Paris wide open, radical revolutionaries in Paris and other cities panicked and started the &lt;a href=\"September%20Massacres\"&gt;September Massacres&lt;/a&gt; (2–7 September), killing hundreds of prisoners suspected of royalist sympathies and being in league with the enemy.\nBrunswick now began his march on Paris and approached the &lt;a href=\"defile%20%28geography%29\"&gt;defiles&lt;/a&gt; of the &lt;a href=\"Forest%20of%20Argonne\"&gt;Argonne Forest&lt;/a&gt;. But Dumouriez, who had been training his raw troops at &lt;a href=\"Valenciennes\"&gt;Valenciennes&lt;/a&gt; in constant small engagements, with the purpose of invading Belgium, now threw himself into the Argonne by a rapid and daring flank march, almost under the eyes of the Prussian advance guard. He barred all five road to Paris through the Argonne. Although &lt;a href=\"Fran%C3%A7ois%20S%C3%A9bastien%20Charles%20Joseph%20de%20Croix%2C%20Count%20of%20Clerfayt\"&gt;Clerfayt&lt;/a&gt; seized one of the five roads and outflanked Dumouriez at &lt;a href=\"Grandpr%C3%A9%2C%20Ardennes\"&gt;Grandpré&lt;/a&gt;, Brunswick did not attack, instead camping for three days at &lt;a href=\"Landres\"&gt;Landres&lt;/a&gt; (15–17 September). The majority of his troops were plagued by &lt;a href=\"dysentery\"&gt;dysentery&lt;/a&gt;, likely due to eating green apples in the Argonne, and needed to recover first. War Minister &lt;a href=\"Joseph%20Michel%20Antoine%20Servan\"&gt;Servan&lt;/a&gt; ordered Kellermann to Dumouriez' assistance from &lt;a href=\"Metz\"&gt;Metz&lt;/a&gt; to &lt;a href=\"Sainte-Menehould\"&gt;Sainte-Menehould&lt;/a&gt;. Although having only 16,000 men from the Armée du Centre, these were the most professional. Kellermann moved but slowly, reaching &lt;a href=\"Dampierre-le-Ch%C3%A2teau\"&gt;Dampierre-le-Château&lt;/a&gt; on 18 September, and before he arrived the northern part of the line of defence had been forced. Dumouriez, undaunted, changed front so as to face north, with his right wing on the Argonne and his left stretching towards &lt;a href=\"Ch%C3%A2lons-en-Champagne\"&gt;Châlons&lt;/a&gt; (where Luckner camped), and in this position Kellermann joined him at &lt;a href=\"Sainte-Menehould\"&gt;Sainte-Menehould&lt;/a&gt; on 19 September 1792.\nMeanwhile, Brunswick had left Landres on 18 September, passed the northern defiles and then swung round to cut off Dumouriez from Châlons. He himself wanted to fight Dumouriez at Sainte-Menehould, but Prussian king Frederick William II, misled by false news that Dumouriez was withdrawing to Paris, ordered Brunswick to cut the retreat. At the moment when the Prussian manoeuvre was nearly completed, Kellermann, commanding in Dumouriez's momentary absence, advanced his left wing and took up a position between Sainte-Menehould and &lt;a href=\"Valmy\"&gt;Valmy&lt;/a&gt;. The result was the &lt;a href=\"Battle%20of%20Valmy\"&gt;Cannonade of Valmy&lt;/a&gt; (20 September 1792). Kellermann's infantry, nearly all regulars, stood steady. The French artillery justified its reputation as the best in Europe, and eventually, with no more than a half-hearted infantry attack, the duke broke off the action and retired.\nThis seemingly minor engagement proved the turning point of the campaign. Ten days later, without firing another shot, the invading army began its retreat (30 September). Dumouriez did not press the pursuit seriously; he occupied himself chiefly with a series of subtle and curious negotiations which, with the general advance of the French troops, brought about the complete withdrawal of the enemy from the soil of France. Once gone, Dumouriez refocused his military efforts on the 'liberation' of Belgium.\nPost-Valmy campaigns.\nLaunch of the Flanders Campaign.\nIn the north, the &lt;a href=\"Siege%20of%20Lille%20%281792%29\"&gt;Austrian siege of Lille&lt;/a&gt; had completely failed by 8 October, and Dumouriez now resumed his interrupted scheme for the invasion of the Southern Netherlands. He took commanded of the newly formed Armée de la Belgique – comprising 40,000 soldiers from the Valmy campaign – at Valenciennes on 20 October. Controlling enormously superior forces, ten days later he made his advance to Mons, late in the season and surprising the Austrians. On 6 November, he won the first great victory of the war at &lt;a href=\"Battle%20of%20Jemappes\"&gt;Jemappes&lt;/a&gt; near Mons and, this time advancing boldly, he overran the whole country from &lt;a href=\"Namur\"&gt;Namur&lt;/a&gt; to &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt; within a month. He began planning the invasion of the &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt;.\nPiedmontese front.\nMeanwhile, the French forces in the south had driven back the Piedmontese and had conquered &lt;a href=\"Savoy\"&gt;Savoy&lt;/a&gt; and &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt; in September, annexing them in November. &lt;a href=\"Army%20of%20the%20Var\"&gt;Army of the Var&lt;/a&gt; commander &lt;a href=\"Jacques%20Bernard%20d%27Anselme\"&gt;Anselme&lt;/a&gt; invaded the county of Nice on 28 September, and forced the city of Nice to surrender the next day at 4 pm. On 7 November, the army was renamed &lt;a href=\"Army%20of%20Italy%20%28France%29\"&gt;Army of Italy&lt;/a&gt;.\nRhineland campaign.\nAnother French success was the daring expedition from &lt;a href=\"Alsace\"&gt;Alsace&lt;/a&gt; into Germany made by &lt;a href=\"Adam%20Philippe%2C%20comte%20de%20Custine\"&gt;Custine&lt;/a&gt;, leading the newly created 14,300 strong Armée des Vosges from 19 September onward. He attacked &lt;a href=\"Speyer\"&gt;Speyer&lt;/a&gt; on 29 September and conquered it the next day. He went on to occupy &lt;a href=\"Worms%2C%20Germany\"&gt;Worms&lt;/a&gt; and &lt;a href=\"Philippsburg\"&gt;Philippsburg&lt;/a&gt; without a fight. Custine &lt;a href=\"Siege%20of%20Mainz%20%281792%29\"&gt;captured&lt;/a&gt; &lt;a href=\"Mainz\"&gt;Mainz&lt;/a&gt; on 21 October 1792 and penetrated as far as &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt;, which surrendered on 31 October.\nSources.\n&lt;br&gt;"
}