{
    "id": "23353113",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=23353113",
    "title": "Rugby Football Union for Women",
    "text": "The Rugby Football Union for Women (RFUW) was the governing body for women's &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; in England. As of 2014 the RFUW and &lt;a href=\"Rugby%20Football%20Union\"&gt;RFU&lt;/a&gt; combined to be one National Governing Body. The headquarters are at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham Stadium&lt;/a&gt;, London.\nHistory.\n&lt;a href=\"Women%27s%20rugby%20union\"&gt;Women's rugby union&lt;/a&gt; was first played seriously in Great Britain in the late 1970s. Early teams were established through the student network and included Keele University, University College of London, Imperial College, York University and St Mary's Hospital.\nFrom 1983 until May 1994, Women's' Rugby in England – and across the UK – was run by the Women's' Rugby Football Union (WRFU). When it was formed there were 12 founder teams as members: Leicester Polytechnic, Sheffield University, UCL, University of Keele, Warwick University, Imperial College, Leeds University, Magor Maidens, York University and Loughborough University.\nIn 1992, Ireland broke away from the WRFU, followed a year later by Scotland. As a result, in 1994 the England and Wales also established their own Unions. England's Union became the Rugby Football Union for Women (RFUW). Today the RFUW has over 500 clubs in membership, including over 200 Senior clubs, nearly 100 student sides, over 200 junior teams (U15 and U18), and around 50 Schools. Most of these clubs today are women's sections within existing clubs.\nIn September 2010 the RFUW was integrated into the &lt;a href=\"Rugby%20Football%20Union\"&gt;Rugby Football Union&lt;/a&gt; as a \"Constituent Body\", retaining significant levels of independence in the management of coaches and teams while at the same time adopting many of the RFU's structures – for example the RFUW's 11 Regions (used for development and talent identification) were abolished and replaced with the four RFU Divisions.\nIn 2017 the &lt;a href=\"Women%27s%20Super%20Rugby\"&gt;Women's Super Rugby&lt;/a&gt; was formed, to commence in September 2017, as a replacement for the &lt;a href=\"Women%27s%20Premiership\"&gt;Women's Premiership&lt;/a&gt;.\nStructure.\nBy and large the structure and regulation of women's and girls' rugby in England is similar to that of the men's game, reflecting the close working relationship between the RFUW and RFU especially on development. However, there are a number of significant differences:\nCounties, Regions and Divisions.\nAlthough the local administration of both the men's and women's game is managed via the same Constituent Bodies (CBs) – generally counties (such as Surrey, or Devon), or groups of counties (such as Notts, Lincs &amp; Derby, or Berks, Bucks &amp; Oxon) – prior to 2010/11 the structures above county rugby were very different. \nInstead of the four divisions used by the RFU, the RFUW divided the country into 11 regions. These varied slightly over the RFUW's history, but at the time of their abolition they were: \nFurthermore, whereas the RFU's divisions were (and are) largely elite bodies, the main purpose of RFUW's regions was development and talent spotting as part of the RFUW Pathway. From 2010/11 this became the responsibility of the county CBs.\nIn 2011 a ladies team from Jersey was invited to join the league, followed in 2014 with a team from &lt;a href=\"Guernsey%20RFC\"&gt;Guernsey&lt;/a&gt;.\nThe current leagues are:\nClub rugby.\nMost senior clubs now play in the RFUW's national league structure. The RFUW also runs a National knockout cup competition, and (until 2008) ran a National 7s tournament.\nJunior rugby is played in two three-year-wide age bands, U18 (for ages 15–17) and U15 (for ages 12–14) – younger girls play alongside boys in the RFU's \"continuum\". These age bands were introduced in 2007 replacing U17 and U14 bands which in turn had replaced U18 and U16 age bands in 2004. Girls cannot play adult rugby until they have passed their 18th birthday. From 2010/11 most clubs joined a national league structure introduced by the RFUW. These largely replaced the knock-out National Cups for U15 and U18 teams. \nThe RFUW continue to organise a National 7s tournament for junior teams.\nElite rugby.\nThe RFUW currently organises a Divisional programme at three age groups (U15, U18 and Senior), a Super Fours competition for the top players, and international fixtures for U20, A and Full International teams. As well as Talent Development Groups at both U18 and U15 level\nThe first &lt;a href=\"women%27s%20international%20rugby%20union\"&gt;women's international rugby union&lt;/a&gt; match in Great Britain took place when Great Britain played against France in April 1986 at Richmond Athletic Ground, London. France won 14 – 8. Since then Great Britain has played Holland and Italy and taken part in the first European Cup against France, Holland and Italy. Great Britain has not played since they beat Italy in 1990. England first played against Wales on 5 April 1987, when they won 22 – 4 at Pontypool Park, Wales. An England v Wales International has taken place every year since. England have also now played more internationals than any other team (see &lt;a href=\"England%20national%20women%27s%20rugby%20union%20team\"&gt;here&lt;/a&gt; for a complete list).\nThe first ever &lt;a href=\"Women%27s%20Rugby%20World%20Cup\"&gt;Women's Rugby World Cup&lt;/a&gt; was held in Cardiff, Great Britain in 1991. Twelve countries participated in the Tournament, held over a week. France, New Zealand, USA and England emerged as the semi-finalists, with USA beating England 19 – 6 in the final at Cardiff Arms Park. England gained their revenge in 1994 beating 38–23 in the final, and have since reached the final in 1998 and 2006 losing on both cases to New Zealand, the 2010 world cup was held in England, mainly in Surrey sports park – now dubbed the home of the RFUW. England lost in the final by a drop kick from the New Zealand team.\nThe 1995/1996 season saw the introduction of a Home Nations Championship between England, Ireland, Scotland and Wales, which England won in its inaugural year. England won the Championship every year except from the 1997/98 season when Scotland won it. France joined the competition in the 1998/99 season making it the Five Nations Championship with England achieving the Grand Slam.\nIn the 2001/02 season the competition expanded to be known as the &lt;a href=\"Women%27s%20Six%20Nations%20Championship\"&gt;Women's Six Nations Championship&lt;/a&gt;, and England have won the title more than any other nation, including six back-to-back wins between 2006 and 2011."
}