{
    "id": "2336712",
    "revid": "32917305",
    "url": "https://en.wikipedia.org/wiki?curid=2336712",
    "title": "Lee Bullen",
    "text": "Lee Bullen (born 29 March 1971 in &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;) is a Scottish former professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player and coach, and is the current manager of &lt;a href=\"Scottish%20Championship\"&gt;Scottish Championship&lt;/a&gt; side &lt;a href=\"Ayr%20United%20F.C.\"&gt;Ayr United&lt;/a&gt;. In a career that has spanned more than 20 years, Bullen has played football professionally in Scotland, England, Australia, Greece and Hong Kong. Having started his career as a &lt;a href=\"Forward%20%28association%20football%29\"&gt;striker&lt;/a&gt;, Bullen converted to &lt;a href=\"Defender%20%28association%20football%29\"&gt;defence&lt;/a&gt; midway through his career, and has also been used in various other &lt;a href=\"Association%20football%20positions\"&gt;positions&lt;/a&gt;. Bullen was named as Sheffield Wednesday's greatest ever captain in a 2014 online poll.\nCareer.\nPlaying career.\nBullen started his career in Scotland with &lt;a href=\"Dunfermline%20Athletic%20F.C.\"&gt;Dunfermline Athletic&lt;/a&gt;, but failed to make an appearance before moving to &lt;a href=\"Penicuik%20Athletic%20F.C.\"&gt;Penicuik Athletic&lt;/a&gt;, a &lt;a href=\"Scottish%20Junior%20Football%20Association\"&gt;Junior Football&lt;/a&gt; team. Bullen then spent time at &lt;a href=\"Meadowbank%20Thistle%20F.C.\"&gt;Meadowbank Thistle&lt;/a&gt;, &lt;a href=\"Stenhousemuir%20F.C.\"&gt;Stenhousemuir&lt;/a&gt; and &lt;a href=\"Whitburn%20F.C.\"&gt;Whitburn&lt;/a&gt;. After failing to become an established player at a professional club in Scotland, Bullen moved to Australia to pursue his footballing career, playing for CYC Stanmore and &lt;a href=\"Wollongong%20FC\"&gt;Wollongong Wolves&lt;/a&gt;.\nDuring his time in Australia, Bullen was scouted by a Hong Kong football club, Kui Tan, and he made the switch to Hong Kong. He played in the &lt;a href=\"Hong%20Kong%20First%20Division%20League\"&gt;Hong Kong Football League&lt;/a&gt; for 4 seasons in total, moving from Kui Tan to &lt;a href=\"Sun%20Hei\"&gt;Golden&lt;/a&gt; then on to &lt;a href=\"South%20China%20AA\"&gt;South China&lt;/a&gt;. On 26 May 1996, Bullen played for a Hong Kong XI side in an unofficial friendly against &lt;a href=\"England%20National%20Football%20Team\"&gt;England&lt;/a&gt; in their build up to &lt;a href=\"UEFA%20Euro%201996\"&gt;Euro 96&lt;/a&gt;.\nIn 1998 Bullen moved to Greece and spent 2 years at &lt;a href=\"Kalamata%20F.C.\"&gt;Kalamata&lt;/a&gt; in the &lt;a href=\"Football%20League%20%28Greece%29\"&gt;Greek Football League&lt;/a&gt;.\nIn 2000 at the age of 29, Bullen returned to Scotland, signing for &lt;a href=\"Dunfermline%20Athletic%20F.C.\"&gt;Dunfermline Athletic&lt;/a&gt;. Bullen spent five years at the Scottish club.\nAfter leading Dunfermline to the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; Final, Bullen moved to English club &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt; on a free transfer in the summer of 2004. He immediately became an integral part of their play-off push after making his debut on 7 August in a 3–0 defeat on the opening day of the season at &lt;a href=\"Hillsborough%20Stadium\"&gt;Hillsborough&lt;/a&gt; against &lt;a href=\"Colchester%20United%20F.C.\"&gt;Colchester United&lt;/a&gt; and scoring his first goal the next game on 10 August, away at &lt;a href=\"Blackpool%20F.C.\"&gt;Blackpool&lt;/a&gt; to lead the team to a 2–1 victory. In November 2005 the Captain's armband was passed onto him by &lt;a href=\"Chris%20Marsden\"&gt;Chris Marsden&lt;/a&gt; who was forced into retirement by injury. Bullen finished his first season in Sheffield with seven league goals.\nDuring his time at Sheffield Wednesday he played in all eleven positions for the Owls, including memorably in goal away at &lt;a href=\"Millwall%20F.C.\"&gt;Millwall&lt;/a&gt;, and received The \"Wash &amp; Go\" good sport award for his efforts.\nIn January 2008, Bullen was informed by Sheffield Wednesday manager &lt;a href=\"Brian%20Laws\"&gt;Brian Laws&lt;/a&gt; that he would not have his contract renewed upon its expiry at the end of the &lt;a href=\"2007-08%20in%20English%20football\"&gt;2007–08&lt;/a&gt; season.\nBullen's final appearance for Sheffield Wednesday came in a crucial relegation battle against &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt; on the penultimate game of the season which the Owls won 3–1, an injury sustained in this game denied him an appearance for the last match of the season versus &lt;a href=\"Norwich%20City%20F.C.\"&gt;Norwich City&lt;/a&gt; on 4 May 2008 and a chance to play at Hillsborough for the last time. He did however appear in the end of season lap-of-honour and received a spectacular reception from the fans. Bullen was given a &lt;a href=\"Guard%20of%20honour\"&gt;Guard of honour&lt;/a&gt; by his Wednesday teammates as he left the pitch for the final time.\nIn May 2008, Bullen joined &lt;a href=\"Scottish%20Premier%20League\"&gt;Scottish Premier League&lt;/a&gt; side &lt;a href=\"Falkirk%20F.C.\"&gt;Falkirk&lt;/a&gt; on a two-year deal. Bullen later became an assistant coach at Falkirk. He scored his only goal for Falkirk in a 2–0 win over &lt;a href=\"Hamilton%20Academical\"&gt;Hamilton Academical&lt;/a&gt; in November 2009. He left Falkirk in October 2011 to move to Sheffield, where his wife runs an &lt;a href=\"estate%20agent\"&gt;estate agency&lt;/a&gt; business.\nCoaching career.\nIn 2011, Bullen signed a deal to become a youth coach at his former club Sheffield Wednesday and was given the post of development squad head coach. In October 2015, he was promoted to the position of assistant manager at the club, working on first team coaching and organisation alongside head coach &lt;a href=\"Carlos%20Carvalhal\"&gt;Carlos Carvalhal&lt;/a&gt;. Following the dismissal of Carvalhal on 24 December 2017, Bullen took temporary charge of the first team. Bullen once again took temporary charge of the first team on 21 December 2018, following the dismissal of &lt;a href=\"Jos%20Luhukay\"&gt;Jos Luhukay&lt;/a&gt;.\nOn 2 January 2019, &lt;a href=\"Steve%20Bruce\"&gt;Steve Bruce&lt;/a&gt; was appointed as the new manager of the club. &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt; announced, that Bullen would still remain as part of the senior coaching set-up.\nOn 15 July 2019, Lee Bullen, for the third time, took temporary charge of the first team after Steve Bruce resigned from &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt; to take charge at &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;.\nOn 14 August 2020, it was confirmed as part of a coaching staff restructure, Bullen would become a coach of the U23 side.\nOn 7 January 2022, he was appointed the manager of &lt;a href=\"Scottish%20Championship\"&gt;Scottish Championship&lt;/a&gt; side &lt;a href=\"Ayr%20United%20F.C.\"&gt;Ayr United&lt;/a&gt;.\nHonours.\nInstant-Dict\nSheffield Wednesday\nIndividual"
}