{
    "id": "2337559",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2337559",
    "title": "Ramzi Mohammed",
    "text": "Ramzi Mohammed () (born 18 August 1981) is a Somali national convicted of involvement in the &lt;a href=\"21%20July%202005%20London%20bombings\"&gt;attempted London bombing of 21 July 2005&lt;/a&gt;.\nRamzi is currently serving a minimum of 40 years for conspiracy to murder on the &lt;a href=\"Oval%20tube%20station\"&gt;Oval Underground station&lt;/a&gt; train. He was arrested sharing an apartment with &lt;a href=\"Muktar%20Said%20Ibrahim\"&gt;Muktar Said Ibrahim&lt;/a&gt; on 29 July 2005, amid allegations that he was the so-called 'bus bomber'. During the arrest, which reportedly culminated in Ramzi and Ibrahim standing near-naked on their balcony to avoid &lt;a href=\"tear%20gas\"&gt;tear gas&lt;/a&gt; that police had used,\nLater, it was discovered that Ramzi had tried to have the local &lt;a href=\"imam\"&gt;imam&lt;/a&gt; at Muslim Cultural Heritage Centre in &lt;a href=\"North%20Kensington\"&gt;North Kensington&lt;/a&gt; removed over religious disagreements. Together with his brother &lt;a href=\"Whabi%20Mohammad\"&gt;Whabi Mohammad&lt;/a&gt;, Ramzi used to set up a table with Islamic literature at local &lt;a href=\"soccer\"&gt;football&lt;/a&gt; games.\nArrest and Trial.\nHis brother &lt;a href=\"Whabi%20Mohammad\"&gt;Whabi Mohammad&lt;/a&gt; was also arrested in a separate raid outside &lt;a href=\"Notting%20Hill\"&gt;Notting Hill&lt;/a&gt;.\nIn February 2007 he stood trial along with 5 others for his part in the bombings. On 24 January, the court released dramatic video of Ramzi Mohammed attempting to detonate his device. The carriage quickly emptied, apart from one man who stayed behind to reason with him, an off-duty fireman named Angus Campbell.\nOn 9 July 2007 Ramzi Mohammed was found guilty at &lt;a href=\"Woolwich%20Crown%20Court\"&gt;Woolwich Crown Court&lt;/a&gt; of conspiracy to murder and sentenced to &lt;a href=\"life%20imprisonment\"&gt;life imprisonment&lt;/a&gt; with a minimum term of forty years.\nAppeal.\nApril 2008 the court of appeal judges dismissed a challenge by Ibrahim, Omar, Mohammed and Osman to their convictions.\nIn December 2014, an appeal to the &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt; lodged in 2008 by the bombers claiming that their rights were breached in the 'safety interviews' after their arrests was rejected."
}