{
    "id": "2337467",
    "revid": "42279103",
    "url": "https://en.wikipedia.org/wiki?curid=2337467",
    "title": "Pryce Pryce-Jones",
    "text": "Sir Pryce Pryce-Jones (16 October 1834 – 11 January 1920) was a &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; entrepreneur who formed the first &lt;a href=\"mail%20order\"&gt;mail order&lt;/a&gt; business, revolutionising how products were sold. Creating the first mail order catalogues in 1861 – which consisted of &lt;a href=\"woollen\"&gt;woollen&lt;/a&gt; goods – for the first time customers could order by &lt;a href=\"Mail\"&gt;post&lt;/a&gt;, and the goods were delivered by &lt;a href=\"railway\"&gt;railway&lt;/a&gt;. The &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; summed up his legacy as \"The mail order pioneer who started a billion-pound industry\".\nPryce-Jones became hugely successful in the United Kingdom where he had over 100,000 customers, which included &lt;a href=\"Florence%20Nightingale\"&gt;Florence Nightingale&lt;/a&gt; and &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt;. In England he was able to promise next-day delivery. His business also took off overseas, selling Welsh &lt;a href=\"flannel\"&gt;flannel&lt;/a&gt; to the rest of Europe, the United States followed by Australia. During the 1870s he took part in exhibitions all over the world, winning several awards, and he became world famous. The Queen knighted him in 1887.\nEarly years.\nPryce-Jones was born in &lt;a href=\"Llanllwchaiarn\"&gt;Llanllwchaiarn&lt;/a&gt;, just outside &lt;a href=\"Newtown%2C%20Powys\"&gt;Newtown, Montgomeryshire&lt;/a&gt;. He left school at 12, and was apprenticed to a local draper, John Davies; he took over Davies's business in 1856. In the same year he married Eleanor Rowley Morris of Newtown. Pryce-Jones started his own little shop selling drapery just off Broad Street. He named it the Royal Welsh Warehouse in 1859, the year the railway came to Newtown. The business flourished. Newtown had always had a &lt;a href=\"Woollen%20industry%20in%20Wales\"&gt;woollen industry&lt;/a&gt;, and it was the local Welsh &lt;a href=\"flannel\"&gt;flannel&lt;/a&gt; which formed the mainstay of Pryce-Jones' business.\nMail order business.\nPost Office reforms (&lt;a href=\"Uniform%20Penny%20Post\"&gt;Uniform Penny Post&lt;/a&gt; from 1840) and the arrival of the &lt;a href=\"railways\"&gt;railways&lt;/a&gt; in Newtown helped turn the small rural concern into a company with customers around the globe. Pryce-Jones was the first to sell by mail order on a large scale, dispatching his goods by parcel post and train. He built a warehouse, with its own post office, next to the railway line. Mail order was an ideal way of meeting the needs of customers in isolated rural locations who were either too busy or unable to get into Newtown to shop. The 1861 Pryce Jones catalogue is credited as the world's first mail-order catalogue.\nThe further expansion of the railways in the years that followed allowed Pryce Jones to take orders from further afield and his business grew rapidly. He built up an impressive list of customers – among them &lt;a href=\"Florence%20Nightingale\"&gt;Florence Nightingale&lt;/a&gt; as well as &lt;a href=\"Victoria%20of%20the%20United%20Kingdom\"&gt;Queen Victoria&lt;/a&gt;, the &lt;a href=\"Alexandra%20of%20Denmark\"&gt;Princess of Wales&lt;/a&gt; and royal households across Europe. He also began selling Welsh flannel from Newtown to America and Australia, amassing over 200,000 customers.\nPryce-Jones is credited with the invention of the sleeping bag he patented in 1876 under the name of the Euklisia Rug. He exported the product around the world, at one point landing a contract with the &lt;a href=\"Russian%20Army\"&gt;Russian Army&lt;/a&gt; for 60,000 rugs.\nSeveral times, he was forced to relocate to bigger premises, which was geared to getting goods out \"as fast as possible\". In 1879, he built the Royal Welsh Warehouse, a tall red brick building in the centre of Newtown which still stands today and which remained home to a mail-order company until 2011, albeit not the original Pryce-Jones company.\nBy 1880, he had more than 100,000 UK customers and his success was acknowledged by Queen Victoria in 1887 with a knighthood when he became Sir Pryce Pryce-Jones. He was also elected as a &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative&lt;/a&gt; &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Member of Parliament&lt;/a&gt; for &lt;a href=\"Montgomery%20%28UK%20Parliament%20constituency%29\"&gt;Montgomery&lt;/a&gt; from 1885 to 1886, and from 1892 to 1895. In 1891, Pryce-Jones became the &lt;a href=\"High%20Sheriff%20of%20Montgomeryshire\"&gt;High Sheriff of Montgomeryshire&lt;/a&gt;.\nTwo of his sons, &lt;a href=\"William%20Pryce-Jones\"&gt;William Pryce-Jones&lt;/a&gt; and &lt;a href=\"Albert%20Pryce-Jones\"&gt;Albert Pryce Jones&lt;/a&gt; were international footballers for &lt;a href=\"Wales%20national%20football%20team\"&gt;Wales&lt;/a&gt;.\nDeath.\nPryce-Jones died in 1920 at the age of 85. The company he had built up over decades was hit badly by the depression of the 1920s and 1930s and was taken over by &lt;a href=\"Lewis%27s\"&gt;Lewis's&lt;/a&gt; of Liverpool in 1938."
}