{
    "id": "234143",
    "revid": "1686264",
    "url": "https://en.wikipedia.org/wiki?curid=234143",
    "title": "Seagrass",
    "text": "Seagrasses are the only &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt;s which grow in &lt;a href=\"marine%20%28ocean%29\"&gt;marine&lt;/a&gt; environments. There are about 60 species of fully marine seagrasses which belong to four &lt;a href=\"Family%20%28biology%29\"&gt;families&lt;/a&gt; (&lt;a href=\"Posidoniaceae\"&gt;Posidoniaceae&lt;/a&gt;, &lt;a href=\"Zosteraceae\"&gt;Zosteraceae&lt;/a&gt;, &lt;a href=\"Hydrocharitaceae\"&gt;Hydrocharitaceae&lt;/a&gt; and &lt;a href=\"Cymodoceaceae\"&gt;Cymodoceaceae&lt;/a&gt;), all in the order &lt;a href=\"Alismatales\"&gt;Alismatales&lt;/a&gt; (in the class of &lt;a href=\"monocotyledon\"&gt;monocotyledon&lt;/a&gt;s). Seagrasses evolved from &lt;a href=\"terrestrial%20plant\"&gt;terrestrial plant&lt;/a&gt;s which recolonised the ocean 70 to 100 million years ago.\nThe name \"seagrass\" stems from the many species with long and narrow leaves, which grow by rhizome extension and often spread across large \"&lt;a href=\"Seagrass%20meadow\"&gt;meadows&lt;/a&gt;\" resembling grassland; many species superficially resemble terrestrial &lt;a href=\"grass\"&gt;grass&lt;/a&gt;es of the family &lt;a href=\"Poaceae\"&gt;Poaceae&lt;/a&gt;.\nLike all &lt;a href=\"autotrophic\"&gt;autotrophic&lt;/a&gt; plants, seagrasses &lt;a href=\"photosynthesize\"&gt;photosynthesize&lt;/a&gt;, in the submerged &lt;a href=\"photic%20zone\"&gt;photic zone&lt;/a&gt;, and most occur in shallow and sheltered coastal waters anchored in sand or mud bottoms. Most species undergo submarine &lt;a href=\"pollination\"&gt;pollination&lt;/a&gt; and complete their life cycle underwater. While it was previously believed this pollination was carried out without pollinators and purely by sea current drift, this has been shown to be false for at least one species, &lt;a href=\"Thalassia%20testudinum\"&gt;Thalassia testudinum&lt;/a&gt;, which carries out a mixed biotic-abiotic strategy. Crustaceans (such as crabs, &lt;a href=\"Majid\"&gt;Majid&lt;/a&gt; zoae, &lt;a href=\"Thalassinidea\"&gt;Thalassinidea&lt;/a&gt; zoea) and &lt;a href=\"syllid\"&gt;syllid&lt;/a&gt; &lt;a href=\"polychaete\"&gt;polychaete&lt;/a&gt; worm larvae have both been found with pollen grains, the plant producing nutritious mucigenous clumps of pollen to attract and stick to them instead of nectar as terrestrial flowers do.\nSeagrasses form dense underwater &lt;a href=\"seagrass%20meadow\"&gt;seagrass meadow&lt;/a&gt;s which are among the most productive ecosystems in the world. They function as important &lt;a href=\"carbon%20sink\"&gt;carbon sink&lt;/a&gt;s and provide habitats and food for a diversity of &lt;a href=\"marine%20life\"&gt;marine life&lt;/a&gt; comparable to that of &lt;a href=\"coral%20reef\"&gt;coral reef&lt;/a&gt;s.\nOverview.\nSeagrasses are a paraphyletic group of marine &lt;a href=\"angiosperm\"&gt;angiosperm&lt;/a&gt;s which evolved &lt;a href=\"Parallel%20evolution\"&gt;in parallel&lt;/a&gt; three to four times from land plants back to the sea. The following characteristics can be used to define a seagrass species. It lives in an &lt;a href=\"estuarine\"&gt;estuarine&lt;/a&gt; or in the &lt;a href=\"marine%20environment\"&gt;marine environment&lt;/a&gt;, and nowhere else. The &lt;a href=\"pollination\"&gt;pollination&lt;/a&gt; takes place underwater with specialized pollen. The seeds which are dispersed by both &lt;a href=\"biotic%20component\"&gt;biotic&lt;/a&gt; and &lt;a href=\"abiotic%20component\"&gt;abiotic agents&lt;/a&gt; are produced underwater. The seagrass species have specialized leaves with a reduced &lt;a href=\"cuticle\"&gt;cuticle&lt;/a&gt;, an &lt;a href=\"epidermis\"&gt;epidermis&lt;/a&gt; which lacks &lt;a href=\"stomata\"&gt;stomata&lt;/a&gt; and is the main &lt;a href=\"photosynthetic\"&gt;photosynthetic&lt;/a&gt; tissue. The &lt;a href=\"rhizome\"&gt;rhizome&lt;/a&gt; or underground stem is important in &lt;a href=\"anchoring\"&gt;anchoring&lt;/a&gt;. The roots can live in an &lt;a href=\"Hypoxia%20%28environmental%29\"&gt;anoxic environment&lt;/a&gt; and depend on oxygen transport from the leaves and rhizomes but are also important in the &lt;a href=\"nutrient\"&gt;nutrient&lt;/a&gt; transfer processes.\nSeagrasses profoundly influence the physical, chemical, and biological environments of coastal waters. Though seagrasses provide invaluable &lt;a href=\"ecosystem%20service\"&gt;ecosystem service&lt;/a&gt;s by acting as breeding and nursery ground for a variety of organisms and promote &lt;a href=\"commercial%20fisheries\"&gt;commercial fisheries&lt;/a&gt;, many aspects of their physiology are not well investigated. Several studies have indicated that seagrass habitat is declining worldwide. Ten seagrass species are at elevated risk of extinction (14% of all seagrass species) with three species qualifying as &lt;a href=\"Endangered%20species\"&gt;endangered&lt;/a&gt;. Seagrass loss and degradation of seagrass &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt; will have serious repercussions for marine biodiversity and the human population that depends upon the resources and ecosystem services that seagrasses provide.\nSeagrasses form important coastal ecosystems. The worldwide endangering of these sea meadows, which provide food and habitat for many &lt;a href=\"marine%20species\"&gt;marine species&lt;/a&gt;, prompts the need for protection and understanding of these valuable resources.\nEvolution.\nAround 140 million years ago, seagrasses evolved from early monocots which succeeded in conquering the marine environment. &lt;a href=\"Monocot\"&gt;Monocot&lt;/a&gt;s are grass and grass-like &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt;s (angiosperms), the seeds of which typically contain only one embryonic leaf or &lt;a href=\"cotyledon\"&gt;cotyledon&lt;/a&gt;.\n&lt;a href=\"Terrestrial%20plant\"&gt;Terrestrial plant&lt;/a&gt;s evolved perhaps as early as 450 million years ago from a group of &lt;a href=\"green%20algae\"&gt;green algae&lt;/a&gt;. Seagrasses then evolved from terrestrial plants which migrated back into the ocean. Between about 70 million and 100 million years ago, three independent seagrass lineages (&lt;a href=\"Hydrocharitaceae\"&gt;Hydrocharitaceae&lt;/a&gt;, &lt;a href=\"Cymodoceaceae\"&gt;Cymodoceaceae&lt;/a&gt; complex, and &lt;a href=\"Zosteraceae\"&gt;Zosteraceae&lt;/a&gt;) evolved from a single lineage of the &lt;a href=\"monocotyledonous\"&gt;monocotyledonous&lt;/a&gt; flowering plants.\nOther plants that colonised the sea, such as &lt;a href=\"salt%20marsh\"&gt;salt marsh&lt;/a&gt; plants, &lt;a href=\"mangrove\"&gt;mangrove&lt;/a&gt;s, and &lt;a href=\"marine%20algae\"&gt;marine algae&lt;/a&gt;, have more diverse evolutionary lineages. In spite of their low species diversity, seagrasses have succeeded in colonising the continental shelves of all continents except Antarctica.\nRecent &lt;a href=\"DNA%20sequencing\"&gt;sequencing&lt;/a&gt; of the genomes of \"&lt;a href=\"Zostera%20marina\"&gt;Zostera marina&lt;/a&gt;\" and \"&lt;a href=\"Zostera%20muelleri\"&gt;Zostera muelleri&lt;/a&gt;\" has given a better understanding of &lt;a href=\"angiosperm\"&gt;angiosperm&lt;/a&gt; &lt;a href=\"adaption\"&gt;adaption&lt;/a&gt; to the sea. During the evolutionary step back to the ocean, different genes have been lost (e.g., &lt;a href=\"stomatal\"&gt;stomatal&lt;/a&gt; genes) or have been reduced (e.g., genes involved in the synthesis of &lt;a href=\"terpenoid\"&gt;terpenoid&lt;/a&gt;s) and others have been regained, such as in genes involved in &lt;a href=\"sulfation\"&gt;sulfation&lt;/a&gt;.\n&lt;a href=\"Genomics\"&gt;Genome information&lt;/a&gt; has shown further that adaption to the marine habitat was accomplished by radical changes in &lt;a href=\"%23Cell%20walls\"&gt;cell wall&lt;/a&gt; composition. However the cell walls of seagrasses are not well understood. In addition to the &lt;a href=\"ancestral%20trait\"&gt;ancestral trait&lt;/a&gt;s of &lt;a href=\"land%20plant\"&gt;land plant&lt;/a&gt;s one would expect habitat-driven adaption process to the new environment characterized by multiple &lt;a href=\"Abiotic%20component\"&gt;abiotic&lt;/a&gt; (high amounts of salt) and &lt;a href=\"Biotic%20component\"&gt;biotic&lt;/a&gt; (different seagrass grazers and bacterial colonization) stressors. The cell walls of seagrasses seem intricate combinations of features known from both angiosperm land plants and marine macroalgae with new structural elements.\nTaxonomy.\nToday, seagrasses are a polyphyletic group of marine angiosperms with around 60 species in five families (&lt;a href=\"Zosteraceae\"&gt;Zosteraceae&lt;/a&gt;, &lt;a href=\"Hydrocharitaceae\"&gt;Hydrocharitaceae&lt;/a&gt;, &lt;a href=\"Posidoniaceae\"&gt;Posidoniaceae&lt;/a&gt;, &lt;a href=\"Cymodoceaceae\"&gt;Cymodoceaceae&lt;/a&gt;, and &lt;a href=\"Ruppiaceae\"&gt;Ruppiaceae&lt;/a&gt;), which belong to the order Alismatales according to the &lt;a href=\"Angiosperm%20Phylogeny%20Group\"&gt;Angiosperm Phylogeny Group&lt;/a&gt; IV System. The genus \"&lt;a href=\"Ruppia\"&gt;Ruppia&lt;/a&gt;\", which occurs in brackish water, is not regarded as a \"real\" seagrass by all authors and has been shifted to the Cymodoceaceae by some authors. The &lt;a href=\"APG%20IV%20system\"&gt;APG IV system&lt;/a&gt; and The Plant List Webpage do not share this family assignment.\nSexual recruitment.\nSeagrass populations are currently threatened by a variety of &lt;a href=\"Human%20impact%20on%20the%20environment\"&gt;anthropogenic&lt;/a&gt; &lt;a href=\"stressor\"&gt;stressor&lt;/a&gt;s. The ability of seagrasses to cope with environmental &lt;a href=\"Disturbance%20%28ecology%29\"&gt;perturbations&lt;/a&gt; depends, to some extent, on &lt;a href=\"genetic%20variability\"&gt;genetic variability&lt;/a&gt;, which is obtained through &lt;a href=\"Recruitment%20%28biology%29\"&gt;sexual recruitment&lt;/a&gt;. By forming new individuals, seagrasses increase their &lt;a href=\"genetic%20diversity\"&gt;genetic diversity&lt;/a&gt; and thus their ability to &lt;a href=\"Colonisation%20%28biology%29\"&gt;colonise&lt;/a&gt; new areas and to adapt to environmental changes.\nSeagrasses have contrasting &lt;a href=\"Colonisation%20%28biology%29\"&gt;colonisation&lt;/a&gt; strategies. Some seagrasses form &lt;a href=\"seed%20bank\"&gt;seed bank&lt;/a&gt;s of small seeds with hard &lt;a href=\"pericarp\"&gt;pericarp&lt;/a&gt;s that can remain in the dormancy stage for several months. These seagrasses are generally short-lived and can recover quickly from disturbances by not &lt;a href=\"germinating\"&gt;germinating&lt;/a&gt; far away from &lt;a href=\"Seagrass%20meadow\"&gt;parent meadows&lt;/a&gt; (e.g., \"&lt;a href=\"Halophila\"&gt;Halophila&lt;/a&gt;\" sp., \"&lt;a href=\"Halodule\"&gt;Halodule&lt;/a&gt;\" sp., \"&lt;a href=\"Cymodocea\"&gt;Cymodocea&lt;/a&gt;\" sp., \"&lt;a href=\"Zostera\"&gt;Zostera&lt;/a&gt;\" sp. and \"&lt;a href=\"Heterozostera\"&gt;Heterozostera&lt;/a&gt;\" sp. In contrast, other seagrasses form &lt;a href=\"Seed%20dispersal\"&gt;dispersal&lt;/a&gt; &lt;a href=\"propagule\"&gt;propagule&lt;/a&gt;s. This strategy is typical of long-lived seagrasses that can form buoyant fruits with inner large non-dormant seeds, such as the genera \"&lt;a href=\"Posidonia\"&gt;Posidonia&lt;/a&gt;\" sp., \"&lt;a href=\"Enhalus\"&gt;Enhalus&lt;/a&gt;\" sp. and \"&lt;a href=\"Thalassia%20%28plant%29\"&gt;Thalassia&lt;/a&gt;\" sp. Accordingly, the seeds of long-lived seagrasses have a large dispersal capacity compared to the seeds of the short-lived type, which permits the evolution of species beyond unfavourable light conditions by the seedling development of parent meadows.\nThe seagrass \"&lt;a href=\"Posidonia%20oceanica\"&gt;Posidonia oceanica&lt;/a&gt;\" (L.) Delile is one of the oldest and largest species on Earth. An individual can form &lt;a href=\"Seagrass%20meadow\"&gt;meadows&lt;/a&gt; measuring nearly 15 km wide and can be as much as 100,000 years old. \"P. oceanica\" &lt;a href=\"Seagrass%20meadow\"&gt;meadows&lt;/a&gt; play important roles in the maintenance of the &lt;a href=\"geomorphology\"&gt;geomorphology&lt;/a&gt; of Mediterranean coasts, which, among others, makes this seagrass a priority habitat of conservation. Currently, the flowering and recruitment of \"P. oceanica\" seems to be more frequent than that expected in the past. Further, this seagrass has singular adaptations to increase its survival during recruitment. The large amounts of nutrient reserves contained in the seeds of this seagrass support shoot and root growth, even up to the first year of seedling development. In the first months of &lt;a href=\"germination\"&gt;germination&lt;/a&gt;, when leaf development is scarce, \"P. oceanica\" seeds perform &lt;a href=\"photosynthetic\"&gt;photosynthetic&lt;/a&gt; activity, which increases their photosynthetic rates and thus maximises seedling establishment success. Seedlings also show high morphology plasticity during their &lt;a href=\"root%20system\"&gt;root system&lt;/a&gt; development by forming adhesive &lt;a href=\"root%20hair\"&gt;root hair&lt;/a&gt;s to help &lt;a href=\"Holdfast%20%28biology%29\"&gt;anchor&lt;/a&gt; themselves to rocky sediments. However, many factors about \"P. oceanica\" sexual recruitment remain unknown, such as when photosynthesis in seeds is active or how seeds can remain anchored to and persist on substrate until their root systems have completely developed.\nIntertidal and subtidal.\nSeagrasses occurring in the intertidal and subtidal zones are exposed to highly variable environmental conditions due to tidal changes. Subtidal seagrasses are more frequently exposed to lower light conditions, driven by plethora of natural and human-caused influences that reduce light penetration by increasing the density of suspended opaque materials. Subtidal light conditions can be estimated, with high accuracy, using artificial intelligence, enabling more rapid mitigation than was available using \"in situ\" techniques. Seagrasses in the &lt;a href=\"intertidal%20zone\"&gt;intertidal zone&lt;/a&gt; are regularly exposed to air and consequently experience extreme high and low temperatures, high photoinhibitory &lt;a href=\"irradiance\"&gt;irradiance&lt;/a&gt;, and &lt;a href=\"desiccation\"&gt;desiccation&lt;/a&gt; stress relative to subtidal seagrass. Such extreme temperatures can lead to significant seagrass dieback when seagrasses are exposed to air during low tide. Desiccation stress during low tide has been considered the primary factor limiting seagrass distribution at the upper intertidal zone. Seagrasses residing the intertidal zone are usually smaller than those in the subtidal zone to minimize the effects of emergence stress. Intertidal seagrasses also show light-dependent responses, such as decreased photosynthetic efficiency and increased photoprotection during periods of high irradiance and air exposure.\nIn contrast, seagrasses in the &lt;a href=\"subtidal%20zone\"&gt;subtidal zone&lt;/a&gt; adapt to reduced light conditions caused by light attenuation and scattering due to the overlaying water column and suspended particles. Seagrasses in the deep subtidal zone generally have longer leaves and wider leaf blades than those in the shallow subtidal or intertidal zone, which allows more photosynthesis, in turn resulting in greater growth. Seagrasses also respond to reduced light conditions by increasing &lt;a href=\"chlorophyll\"&gt;chlorophyll&lt;/a&gt; content and decreasing the &lt;a href=\"Chlorophyll%20b\"&gt;chlorophyll a/b ratio&lt;/a&gt; to enhance &lt;a href=\"light%20absorption\"&gt;light absorption&lt;/a&gt; efficiency by using the abundant wavelengths efficiently. As seagrasses in the intertidal and subtidal zones are under highly different light conditions, they exhibit distinctly different photoacclimatory responses to maximize photosynthetic activity and photoprotection from excess irradiance.\nSeagrasses assimilate large amounts of &lt;a href=\"inorganic%20carbon\"&gt;inorganic carbon&lt;/a&gt; to achieve high level production. &lt;a href=\"Marine%20macrophyte\"&gt;Marine macrophyte&lt;/a&gt;s, including seagrass, use both CO2 and (&lt;a href=\"bicarbonate\"&gt;bicarbonate&lt;/a&gt;) for photosynthetic carbon reduction. Despite air exposure during low tide, seagrasses in the intertidal zone can continue to photosynthesize utilizing CO2 in the air. Thus, the composition of inorganic carbon sources for seagrass photosynthesis probably varies between intertidal and subtidal plants. Because stable &lt;a href=\"carbon%20isotope%20ratio\"&gt;carbon isotope ratio&lt;/a&gt;s of plant tissues change based on the inorganic carbon sources for photosynthesis, seagrasses in the intertidal and subtidal zones may have different stable carbon isotope ratio ranges.\nSeagrass meadows.\n&lt;a href=\"Seagrass%20bed\"&gt;Seagrass bed&lt;/a&gt;s/meadows can be either monospecific (made up of a single species) or in mixed beds. In &lt;a href=\"temperate\"&gt;temperate&lt;/a&gt; areas, usually one or a few species dominate (like the eelgrass \"&lt;a href=\"Zostera%20marina\"&gt;Zostera marina&lt;/a&gt;\" in the North Atlantic), whereas &lt;a href=\"tropical\"&gt;tropical&lt;/a&gt; beds usually are more diverse, with up to thirteen &lt;a href=\"species\"&gt;species&lt;/a&gt; recorded in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;.\nSeagrass beds are diverse and productive &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;s, and can harbor hundreds of associated species from all &lt;a href=\"phylum\"&gt;phyla&lt;/a&gt;, for example juvenile and adult &lt;a href=\"fish\"&gt;fish&lt;/a&gt;, &lt;a href=\"epiphytic\"&gt;epiphytic&lt;/a&gt; and free-living &lt;a href=\"macroalgae\"&gt;macroalgae&lt;/a&gt; and &lt;a href=\"microalgae\"&gt;microalgae&lt;/a&gt;, &lt;a href=\"mollusk\"&gt;mollusk&lt;/a&gt;s, &lt;a href=\"bristle%20worm\"&gt;bristle worm&lt;/a&gt;s, and &lt;a href=\"nematode\"&gt;nematode&lt;/a&gt;s. Few species were originally considered to feed directly on seagrass &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; (partly because of their low nutritional content), but scientific reviews and improved working methods have shown that seagrass &lt;a href=\"Herbivore\"&gt;herbivory&lt;/a&gt; is an important link in the food chain, feeding hundreds of species, including &lt;a href=\"green%20turtle\"&gt;green turtle&lt;/a&gt;s, &lt;a href=\"dugong\"&gt;dugong&lt;/a&gt;s, &lt;a href=\"manatee\"&gt;manatee&lt;/a&gt;s, &lt;a href=\"fish\"&gt;fish&lt;/a&gt;, &lt;a href=\"geese\"&gt;geese&lt;/a&gt;, &lt;a href=\"swan\"&gt;swan&lt;/a&gt;s, &lt;a href=\"sea%20urchin\"&gt;sea urchin&lt;/a&gt;s and &lt;a href=\"crab\"&gt;crab&lt;/a&gt;s. Some fish species that visit/feed on seagrasses raise their young in adjacent &lt;a href=\"mangrove\"&gt;mangrove&lt;/a&gt;s or &lt;a href=\"coral%20reef\"&gt;coral reef&lt;/a&gt;s.\nSeagrasses trap sediment and slow down water movement, causing suspended sediment to settle out. Trapping sediment benefits &lt;a href=\"coral\"&gt;coral&lt;/a&gt; by reducing sediment loads, improving photosynthesis for both coral and seagrass.\nAlthough often overlooked, seagrasses provide a number of &lt;a href=\"ecosystem%20services\"&gt;ecosystem services&lt;/a&gt;. Seagrasses are considered &lt;a href=\"ecosystem%20engineer\"&gt;ecosystem engineer&lt;/a&gt;s. This means that the plants alter the ecosystem around them. This adjusting occurs in both physical and chemical forms. Many seagrass species produce an extensive underground network of roots and &lt;a href=\"rhizome\"&gt;rhizome&lt;/a&gt; which stabilizes sediment and reduces &lt;a href=\"coastal%20erosion\"&gt;coastal erosion&lt;/a&gt;. This system also assists in oxygenating the sediment, providing a hospitable environment for &lt;a href=\"sediment-dwelling%20organism\"&gt;sediment-dwelling organism&lt;/a&gt;s. Seagrasses also enhance &lt;a href=\"water%20quality\"&gt;water quality&lt;/a&gt; by stabilizing heavy metals, pollutants, and excess nutrients. The long blades of seagrasses slow the movement of water which reduces wave energy and offers further protection against coastal &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt; and &lt;a href=\"storm%20surge\"&gt;storm surge&lt;/a&gt;. Furthermore, because seagrasses are underwater plants, they produce significant amounts of oxygen which oxygenate the water column. These meadows account for more than 10% of the ocean's total carbon storage. Per hectare, it holds twice as much carbon dioxide as rain forests and can sequester about 27.4 million tons of CO2 annually.\n&lt;a href=\"Seagrass%20meadows\"&gt;Seagrass meadows&lt;/a&gt; provide food for many marine herbivores. Sea turtles, manatees, parrotfish, surgeonfish, sea urchins and pinfish feed on seagrasses. Many other smaller animals feed on the epiphytes and invertebrates that live on and among seagrass blades. Seagrass meadows also provide physical habitat in areas that would otherwise be bare of any vegetation. Due to this three dimensional structure in the water column, many species occupy seagrass habitats for shelter and foraging. It is estimated that 17 species of coral reef fish spend their entire juvenile life stage solely on seagrass flats. These habitats also act as a nursery grounds for commercially and recreationally valued fishery species, including the gag grouper (&lt;a href=\"Mycteroperca%20microlepis\"&gt;Mycteroperca microlepis&lt;/a&gt;), red drum, &lt;a href=\"common%20snook\"&gt;common snook&lt;/a&gt;, and many others. Some fish species utilize seagrass meadows and various stages of the life cycle. In a recent publication, Dr. Ross Boucek and colleagues discovered that two highly sought after flats fish, the common snook and &lt;a href=\"spotted%20sea%20trout\"&gt;spotted sea trout&lt;/a&gt; provide essential foraging habitat during reproduction. Sexual reproduction is extremely energetically expensive to be completed with stored energy; therefore, they require seagrass meadows in close proximity to complete reproduction. Furthermore, many commercially important &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt;s also reside in seagrass habitats including bay scallops (&lt;a href=\"Argopecten%20irradians\"&gt;Argopecten irradians&lt;/a&gt;), &lt;a href=\"horseshoe%20crab\"&gt;horseshoe crab&lt;/a&gt;s, and &lt;a href=\"shrimp\"&gt;shrimp&lt;/a&gt;. Charismatic fauna can also be seen visiting the seagrass habitats. These species include &lt;a href=\"West%20Indian%20manatee\"&gt;West Indian manatee&lt;/a&gt;, &lt;a href=\"green%20sea%20turtle\"&gt;green sea turtle&lt;/a&gt;s, and various species of sharks. The high diversity of marine organisms that can be found on seagrass habitats promotes them as a tourist attraction and a significant source of income for many coastal economies along the Gulf of Mexico and in the Caribbean.\nSeagrass microbiome.\nSeagrass holobiont.\nThe concept of the &lt;a href=\"holobiont\"&gt;holobiont&lt;/a&gt;, which emphasizes the importance and interactions of a microbial host with associated microorganisms and viruses and describes their functioning as a single biological unit, has been investigated and discussed for many model systems, although there is substantial criticism of a concept that defines diverse host-microbe symbioses as a single biological unit. The holobiont and hologenome concepts have evolved since the original definition, and there is no doubt that symbiotic microorganisms are pivotal for the biology and ecology of the host by providing vitamins, energy and inorganic or organic nutrients, participating in defense mechanisms, or by driving the evolution of the host. Although most work on host-microbe interactions has been focused on animal systems such as corals, sponges, or humans, there is a substantial body of literature on plant holobionts. Plant-associated microbial communities impact both key components of the fitness of plants, growth and survival, and are shaped by nutrient availability and plant defense mechanisms. Several habitats have been described to harbor plant-associated microbes, including the rhizoplane (surface of root tissue), the &lt;a href=\"rhizosphere\"&gt;rhizosphere&lt;/a&gt; (periphery of the roots), the endosphere (inside plant tissue), and the &lt;a href=\"phyllosphere\"&gt;phyllosphere&lt;/a&gt; (total above-ground surface area).\nCell walls.\nSeagrass &lt;a href=\"cell%20wall\"&gt;cell wall&lt;/a&gt;s contain the same &lt;a href=\"polysaccharide\"&gt;polysaccharide&lt;/a&gt;s found in &lt;a href=\"angiosperm\"&gt;angiosperm&lt;/a&gt; land plants, such as &lt;a href=\"cellulose\"&gt;cellulose&lt;/a&gt; However, the cell walls of some seagrasses are characterised by &lt;a href=\"sulfate\"&gt;sulfate&lt;/a&gt;d polysaccharides, which is a common attribute of &lt;a href=\"macroalgae\"&gt;macroalgae&lt;/a&gt; from the groups of &lt;a href=\"red%20algae\"&gt;red&lt;/a&gt;, &lt;a href=\"brown%20algae\"&gt;brown&lt;/a&gt; and also &lt;a href=\"green%20algae\"&gt;green algae&lt;/a&gt;. It was proposed in 2005 that the ability to synthesise sulfated polysaccharides was regained by marine angiosperms. Another unique feature of cell walls of seagrasses is the occurrence of unusual &lt;a href=\"pectic\"&gt;pectic&lt;/a&gt; polysaccharides called &lt;a href=\"apiogalacturonan\"&gt;apiogalacturonan&lt;/a&gt;s.\nIn addition to polysaccharides, &lt;a href=\"glycoprotein\"&gt;glycoprotein&lt;/a&gt;s of the &lt;a href=\"hydroxyproline\"&gt;hydroxyproline&lt;/a&gt;-rich glycoprotein family, are important components of cell walls of land plants. The highly glycosylated &lt;a href=\"arabinogalactan%20protein\"&gt;arabinogalactan protein&lt;/a&gt;s are of interest because of their involvement in both wall architecture and cellular regulatory processes. Arabinogalactan proteins are ubiquitous in seed land plants and have also been found in &lt;a href=\"fern\"&gt;fern&lt;/a&gt;s, &lt;a href=\"lycophyte\"&gt;lycophyte&lt;/a&gt;s and &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es. They are structurally characterised by large polysaccharide &lt;a href=\"moiety%20%28chemistry%29\"&gt;moieties&lt;/a&gt; composed of &lt;a href=\"arabinogalactan\"&gt;arabinogalactan&lt;/a&gt;s (normally over 90% of the molecule) which are covalently linked via &lt;a href=\"hydroxyproline\"&gt;hydroxyproline&lt;/a&gt; to relatively small protein/peptide backbones (normally less than 10% of the molecule). Distinct &lt;a href=\"glycan\"&gt;glycan&lt;/a&gt; modifications have been identified in different species and tissues and it has been suggested these influence physical properties and function. In 2020, AGPs were isolated and structurally characterised for the first time from a seagrass. Although the common backbone structure of land plant arabinogalactan proteins is conserved, the glycan structures exhibit unique features suggesting a role of seagrass arabinogalactan proteins in &lt;a href=\"osmoregulation\"&gt;osmoregulation&lt;/a&gt;.\nFurther components of secondary walls of plants are cross-linked &lt;a href=\"phenols\"&gt;phenolic&lt;/a&gt; polymers called &lt;a href=\"lignin\"&gt;lignin&lt;/a&gt;, which are responsible for mechanical strengthening of the wall. In seagrasses, this polymer has also been detected, but often in lower amounts compared to angiosperm land plants. Thus, the cell walls of seagrasses seem to contain combinations of features known from both angiosperm land plants and marine macroalgae together with new structural elements. Dried seagrass leaves might be useful for papermaking or as insulating materials, so knowledge of cell wall composition has some technological relevance."
}