{
    "id": "23442662",
    "revid": "82835",
    "url": "https://en.wikipedia.org/wiki?curid=23442662",
    "title": "Richard Byfield",
    "text": "Richard Byfield (1598?–1664) was an English clergyman, &lt;a href=\"first-day%20Sabbath\"&gt;Sabbatarian&lt;/a&gt; controversialist, member of the &lt;a href=\"Westminster%20Assembly\"&gt;Westminster Assembly&lt;/a&gt;, and ejected minister.\nLife.\nHe was 16 years of age in 1615 and 67 at his death in December 1664; he was probably born in 1598. He was a son of Richard Byfield by his second wife, and &lt;a href=\"Nicholas%20Byfield\"&gt;Nicholas Byfield&lt;/a&gt; was his elder half-brother. In Michaelmas term 1615 he was entered either as servitor or &lt;a href=\"batler\"&gt;batler&lt;/a&gt; at &lt;a href=\"The%20Queen%27s%20College%2C%20Oxford\"&gt;The Queen's College, Oxford&lt;/a&gt;. He graduated B.A. 19 October 1619, and M.A. 29 October 1622.\nHe was curate or lecturer at &lt;a href=\"Isleworth\"&gt;Isleworth&lt;/a&gt;, probably during his brother's incumbency (i.e. before 8 September 1622), and had some other minor employments before being presented in 1627 by Sir Thomas Evelyn to the rectory of &lt;a href=\"Long%20Ditton\"&gt;Long Ditton&lt;/a&gt;, &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;. He sat in the Westminster Assembly, but was not one of the divines nominated in the original ordinance of 12 June 1643, being appointed, perhaps through the influence of his nephew &lt;a href=\"Adoniram%20Byfield\"&gt;Adoniram Byfield&lt;/a&gt;, to fill the vacancy caused by the 1645 death of &lt;a href=\"Daniel%20Featley\"&gt;Daniel Featley&lt;/a&gt;. In 1654 he was appointed one of the assistant commissioners for Surrey, under the ordinance of 29 June for the ejection of scandalous, &amp;c. ministers and schoolmasters. He held his rectory until the passing of the &lt;a href=\"Uniformity%20Act%201662\"&gt;Uniformity Act 1662&lt;/a&gt;; he retired to &lt;a href=\"Mortlake\"&gt;Mortlake&lt;/a&gt;, where he was in the habit of preaching twice every Sunday in his own family, and did so the Sunday before his death. He died suddenly in December 1664, and was buried in Mortlake church.\nWorks.\nSome of the works of his brother Nicholas have been assigned to Richard; he edited a few of them. His own works are:"
}