{
    "id": "23502826",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=23502826",
    "title": "Fiji Intelligence Services",
    "text": "The Fiji Intelligence Services (FIS) is a former &lt;a href=\"intelligence%20agency\"&gt;intelligence agency&lt;/a&gt; of the &lt;a href=\"Fiji\"&gt;Republic of the Fiji Islands&lt;/a&gt;. Its official purpose is \"to handle &lt;a href=\"national%20security\"&gt;national security&lt;/a&gt; matters\".\nIt was established in 1988 by the government of &lt;a href=\"Sitiveni%20Rabuka\"&gt;Sitiveni Rabuka&lt;/a&gt;, which had come to power in a &lt;a href=\"1987%20Fijian%20coups%20d%27%C3%A9tat\"&gt;military coup&lt;/a&gt; in 1987. Describing it ten years later, Rabuka said: \"We had to set up an intelligence unit that would incorporate both &lt;a href=\"Criminal%20intelligence\"&gt;criminal&lt;/a&gt; and &lt;a href=\"military%20intelligence\"&gt;military intelligence&lt;/a&gt;, and in fact they recruited from both the &lt;a href=\"Law%20enforcement%20in%20Fiji\"&gt;police&lt;/a&gt; and the &lt;a href=\"Republic%20of%20Fiji%20Military%20Forces\"&gt;army&lt;/a&gt; for the Fiji Intelligence Services\". The FIS was abolished in 1999 by &lt;a href=\"Prime%20Minister%20of%20Fiji\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Mahendra%20Chaudhry\"&gt;Mahendra Chaudhry&lt;/a&gt;'s government, and due to be revived in 2008 by the government of Commodore &lt;a href=\"Frank%20Bainimarama\"&gt;Voreqe Bainimarama&lt;/a&gt;, which had seized power in the &lt;a href=\"2006%20Fijian%20coup%20d%27%C3%A9tat\"&gt;2006 military coup&lt;/a&gt;. The Bainimarama government announced that the FIS was being reestablished so as to \"ensure a safe and secured Fiji from increasing terrorism threats\", citing \"the events of &lt;a href=\"9/11\"&gt;9/11&lt;/a&gt; in 2001 in the United States and &lt;a href=\"2002%20Bali%20bombings\"&gt;recently in Bali&lt;/a&gt;\", and more generally \"rising &lt;a href=\"terrorism\"&gt;terrorism&lt;/a&gt; worldwide\".\nRabuka criticised the revival of the FIS in 2008, describing it as unnecessary, and hypothesised that its intended purpose was \"perhaps keeping an eye out on what Australia and New Zealand are doing\". Ousted &lt;a href=\"Leader%20of%20the%20Opposition%20%28Fiji%29\"&gt;Opposition leader&lt;/a&gt; &lt;a href=\"Mick%20Beddoes\"&gt;Mick Beddoes&lt;/a&gt; was highly critical, stating that the FIS' revival might lead Fiji towards being a \"&lt;a href=\"police%20state\"&gt;police state&lt;/a&gt;\". He expressed the view that it would \"invade people's privacy and intrude on innocent people in the name of intelligence gathering\", and that the funds put into a \"spy network\" would best be used on \"heath, housing, water supply and road maintenance\".\nBy early 2010, the FIS had not yet been revived, and the Bainimarama government announced it would create a National Intelligence Agency to replace it. This new Agency would have \"similar functions\" to the FIS. It would protect Fiji's borders and \"protect Fiji against the increasing global threat of terrorism\". The Minister of Defence, &lt;a href=\"Ratu\"&gt;Ratu&lt;/a&gt; &lt;a href=\"Epeli%20Ganilau\"&gt;Epeli Ganilau&lt;/a&gt;, however, added in May 2010 that the NIA would not be a \"spy organisation\", and that it would be \"totally different\" from the FIS: It would merely \"strengthen the assessment and national security capability and co-ordination of the Ministry of Defence as the ministry responsible to (&lt;a href=\"sic\"&gt;sic&lt;/a&gt;) the national security\".\nThe FIS' director during the 1990s was &lt;a href=\"Metuisela%20Mua\"&gt;Metuisela Mua&lt;/a&gt;, who was later convicted and gaoled for his participation in the &lt;a href=\"2000%20Fijian%20coup%20d%27%C3%A9tat\"&gt;2000 coup&lt;/a&gt;."
}