{
    "id": "23510411",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=23510411",
    "title": "King Arthur and His Knights of the Round Table",
    "text": "King Arthur and His Knights of the Round Table is a retelling of the &lt;a href=\"Arthurian%20legend\"&gt;Arthurian legend&lt;/a&gt;s, principally &lt;a href=\"Thomas%20Malory\"&gt;Thomas Malory&lt;/a&gt;'s \"&lt;a href=\"Le%20Morte%20d%27Arthur\"&gt;Le Morte d'Arthur&lt;/a&gt;\", by &lt;a href=\"Roger%20Lancelyn%20Green\"&gt;Roger Lancelyn Green&lt;/a&gt;. It was intended for a &lt;a href=\"children%27s%20literature\"&gt;child audience&lt;/a&gt;. It was first published by &lt;a href=\"Puffin%20Books\"&gt;Puffin Books&lt;/a&gt; in 1953 and has since been reprinted many times. In 2008 it was reissued in the Puffin Classics series with an introduction by &lt;a href=\"David%20Almond\"&gt;David Almond&lt;/a&gt; (the award-winning author of &lt;a href=\"Clay%20%28novel%29\"&gt;\"Clay\"&lt;/a&gt;, \"&lt;a href=\"Skellig\"&gt;Skellig&lt;/a&gt;\", \"&lt;a href=\"Kit%27s%20Wilderness\"&gt;Kit's Wilderness&lt;/a&gt;\" and \"&lt;a href=\"The%20Fire-Eaters\"&gt;The Fire-Eaters&lt;/a&gt;\"), and the original illustrations by &lt;a href=\"Lotte%20Reiniger\"&gt;Lotte Reiniger&lt;/a&gt;.\nComposition.\nGreen set out to weave together the many legends surrounding &lt;a href=\"King%20Arthur\"&gt;King Arthur&lt;/a&gt; into a single narrative. Thinking that Malory's work was more of a loose collection of separate stories. Green attempted to tell a cohesive story with beginning, middle and end. He drew from many other medieval sources, but mainly Malory, particularly so in the last section of the book.\nSynopsis.\n&lt;a href=\"Uther%20Pendragon\"&gt;Uther Pendragon&lt;/a&gt;, king of &lt;a href=\"Briton\"&gt;Briton&lt;/a&gt;s, and defender of &lt;a href=\"Great%20Britain\"&gt;Britain&lt;/a&gt; against the &lt;a href=\"Saxon\"&gt;Saxon&lt;/a&gt;s has died. On &lt;a href=\"Christmas%20Day\"&gt;Christmas Day&lt;/a&gt;, &lt;a href=\"Merlin\"&gt;Merlin&lt;/a&gt; the &lt;a href=\"Magician%20%28paranormal%29\"&gt;magician&lt;/a&gt; gathers many &lt;a href=\"knight\"&gt;knight&lt;/a&gt;s outside a &lt;a href=\"Church%20%28building%29\"&gt;church&lt;/a&gt;. &lt;a href=\"Excalibur\"&gt;a sword&lt;/a&gt;, stuck fast to an &lt;a href=\"anvil\"&gt;anvil&lt;/a&gt;, in turn on top of a &lt;a href=\"marble\"&gt;marble&lt;/a&gt; stone, appears. No knight can remove the sword from the anvil.\nAfter many years, the young &lt;a href=\"King%20Arthur\"&gt;Arthur&lt;/a&gt;, secretly the son of Uther Pendragon, pulls the sword out of the stone. He becomes king. With Merlin, he constructs a &lt;a href=\"Round%20Table\"&gt;round table&lt;/a&gt;, at which only the best &lt;a href=\"Knight\"&gt;knights&lt;/a&gt; of England may sit. More and more knights come to join the brotherhood of the Round Table, and each has his own adventures.\nEventually, the holy knight Galahad, the son of Sir &lt;a href=\"Lancelot\"&gt;Lancelot&lt;/a&gt;, comes to Arthur's court. With his coming, all the knights ride throughout Europe in search of the &lt;a href=\"Holy%20Grail\"&gt;Holy Grail&lt;/a&gt; of &lt;a href=\"Jesus\"&gt;Jesus Christ&lt;/a&gt;. Only five knights see the Grail; Sir Lancelot, Sir &lt;a href=\"Percival\"&gt;Percival&lt;/a&gt;, &lt;a href=\"Bors%23King%20Bors%20the%20Elder\"&gt;Sir Bors de Gaunnes&lt;/a&gt;, Sir Galahad and Sir Gawain.\nAfter the Grail is found, the last battle of the Knights of the Round Table is fought. In this battle many knights die and with them King Arthur, sir &lt;a href=\"Gawain\"&gt;Gawain&lt;/a&gt;, who is Arthur's nephew and &lt;a href=\"Mordred\"&gt;Mordred&lt;/a&gt;, the wicked son of king Arthur and his half-sister &lt;a href=\"Morgan%20le%20Fay\"&gt;Morgana le Fay&lt;/a&gt;. King Arthur is taken away to &lt;a href=\"Avalon\"&gt;Avalon&lt;/a&gt;, a secret island after he is terribly wounded by Mordred while he was making the final stab with his sword to kill Mordred."
}