{
    "id": "2351950",
    "revid": "38455",
    "url": "https://en.wikipedia.org/wiki?curid=2351950",
    "title": "Catty",
    "text": "The catty, kati or jin (commonly in China), symbol 斤, is a traditional Chinese unit of &lt;a href=\"mass\"&gt;mass&lt;/a&gt; used across &lt;a href=\"East%20Asia\"&gt;East&lt;/a&gt; and &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;, notably for weighing food and other groceries in some &lt;a href=\"Wet%20market\"&gt;wet markets&lt;/a&gt;, &lt;a href=\"street%20markets\"&gt;street markets&lt;/a&gt;, and shops. Related units include the &lt;a href=\"picul\"&gt;picul&lt;/a&gt;, equal to 100 catties, and the &lt;a href=\"tael\"&gt;tael&lt;/a&gt; (also spelled \"tahil\", in &lt;a href=\"Malay%20language\"&gt;Malay&lt;/a&gt;/&lt;a href=\"Indonesian%20language\"&gt;Indonesian&lt;/a&gt;), which is of a catty. A &lt;a href=\"stone%20%28Chinese%20mass%29\"&gt;stone&lt;/a&gt; is a former unit used in Hong Kong equal to 120 catties and a \"gwan\" (鈞) is 30 catties. Catty or \"kati\" is still used in Southeast Asia as a unit of measurement in some contexts especially by the significant &lt;a href=\"Overseas%20Chinese\"&gt;Overseas Chinese&lt;/a&gt; populations across the region, particularly in Malaysia and Singapore.\nThe catty is traditionally equivalent to around &lt;a href=\"pound%20avoirdupois\"&gt;pound avoirdupois&lt;/a&gt;, formalised as 604.78982 &lt;a href=\"gram\"&gt;gram&lt;/a&gt;s in Hong Kong, 604.79 grams in Malaysia and 604.8 grams in Singapore. In some countries, the weight has been rounded to 600 grams (Taiwan, Japan, Korea and Thailand). In &lt;a href=\"mainland%20China\"&gt;mainland China&lt;/a&gt;, the catty (more commonly translated as jin within China) has been rounded to 500 grams and is referred to as the market catty (市斤 \"shìjīn\") in order to distinguish it from the \"metric catty\" (公斤 \"gōngjīn\"), or kilogram, and it is subdivided into 10 taels rather than the usual 16."
}