{
    "id": "23524405",
    "revid": "2308770",
    "url": "https://en.wikipedia.org/wiki?curid=23524405",
    "title": "Antonio Bibalo",
    "text": "Antonio Gino Bibalo (18 January 1922 – 20 June 2008) was an &lt;a href=\"Italian%20people\"&gt;Italian&lt;/a&gt;-&lt;a href=\"Norway\"&gt;Norwegian&lt;/a&gt; pianist and composer of contemporary classical music, primarily &lt;a href=\"opera\"&gt;opera&lt;/a&gt;s.\nBiography.\nBibalo was born in &lt;a href=\"Trieste\"&gt;Trieste&lt;/a&gt; and studied piano at the conservatory there. His path to Norway and a career as a composer was a convoluted one. During World War II he was drafted into the Italian army and ended up in military prison when he tried to desert. He escaped from prison, was caught by the German army, and then forced to fight with them at &lt;a href=\"Battle%20of%20Monte%20Cassino\"&gt;Monte Cassino&lt;/a&gt;. During the battle, he was captured by the American army and sent to the United States as a prisoner of war. When he eventually returned to Trieste in 1946, he received his diploma from the conservatory and worked as a bar pianist to support himself. He then walked to &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;, hoping to study composition, but ended up in the &lt;a href=\"French%20Foreign%20Legion\"&gt;French Foreign Legion&lt;/a&gt; and was sent to &lt;a href=\"Oman\"&gt;Oman&lt;/a&gt; where he was assigned to entertain in the officer's mess, and teach piano to their wives. Once again he escaped and eventually ended up in London in 1953 where he studied with &lt;a href=\"Elisabeth%20Lutyens\"&gt;Elisabeth Lutyens&lt;/a&gt;.\nIn 1956 he settled in Norway. There he supported himself while composing by working as a music copyist and as bar pianist at the Grand Hotel in Oslo. Bibalo’s international breakthrough came with his opera \"The Smile at the Foot of the Ladder\" (1962) based on Henry Miller's novel; the world premiere in Hamburg in 1965 garnered considerable international media attention. Bibalo followed up with another opera, \"Miss Julie\" (1975) based on August Strindberg's play. In 1990, Bibalo received a commission for the opera \"Ghosts\", premiered at the opera of Kiel in the same year. 1990 saw the world premiere of another key Bibalo opera, \"Macbeth\", staged at the &lt;a href=\"ISCM\"&gt;ISCM&lt;/a&gt; World Music Days in Oslo.\nThe remainder of Bibalo’s compositional output is predominantly instrumental. Bibalo wrote two piano concertos and two symphonies. For his own instrument, the piano, he wrote a number of sonatas and a suite. Central works in Bibalo’s chamber music production includes \"Autunnale\" (1968), \"The Savage\"\" (1983), 2 wind quintets as well as a string quartet.\nIn 1992 Bibalo was awarded the Royal Norwegian &lt;a href=\"Order%20of%20Saint%20Olav\"&gt;Order of Saint Olav&lt;/a&gt;, first class. He was also awarded the Lindeman Prize in 1992.\nAntonio Bibalo died on 20 June 2008 in his adopted city of &lt;a href=\"Larvik\"&gt;Larvik&lt;/a&gt; at the age of 86."
}