{
    "id": "23535919",
    "revid": "266534",
    "url": "https://en.wikipedia.org/wiki?curid=23535919",
    "title": "Oswald (surname)",
    "text": "Oswald is a surname of Scottish, northern English, German and Swiss-German provenance.\nOrigin of name.\nThe surname derives from the Anglo-Saxon personal name Oswald, in particular, King &lt;a href=\"Oswald%20of%20Northumbria\"&gt;Oswald&lt;/a&gt; of &lt;a href=\"Bernicia\"&gt;Bernicia&lt;/a&gt; and later &lt;a href=\"Northumbria\"&gt;Northumbria&lt;/a&gt;. Bernicia consisted of what is now the &lt;a href=\"Lothian\"&gt;Lothian&lt;/a&gt; and &lt;a href=\"Scottish%20Borders\"&gt;Borders&lt;/a&gt; areas of southern Scotland and the English counties of &lt;a href=\"Northumberland\"&gt;Northumberland&lt;/a&gt; and &lt;a href=\"County%20Durham\"&gt;County Durham&lt;/a&gt;, while Northumbria was formed by uniting this kingdom with &lt;a href=\"Deira\"&gt;Deira&lt;/a&gt; (&lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt;) to the south.\nAs described by &lt;a href=\"Bede\"&gt;Bede&lt;/a&gt;, after his death in 642, Oswald soon came to be regarded as a saint. The name was introduced to Germany as a result of his fame being spread by Celtic missionaries to southern Germany.\nEtymology.\nThe word Oswald is composed of two Anglo-Saxon elements, Ōs meaning '&lt;a href=\"%C3%86sir\"&gt;god&lt;/a&gt;' and weald meaning 'rule' or ‘power’.\nDistribution.\nThe surname is most prevalent, as regards frequency, in Scotland and the southern part of the German speaking area (Germany, Luxembourg, Switzerland and Austria). Also in some but not all former German colonial territories (Tanzania, Namibia and Rwanda).The United States is the country with most occurrences of the name.\nScotland and northern England.\nOswald is most frequent in the &lt;a href=\"KY%20postcode%20area\"&gt;KY postcode area&lt;/a&gt; (i.e. &lt;a href=\"Fife\"&gt;Fife&lt;/a&gt; and &lt;a href=\"Kinross-shire\"&gt;Kinross-shire&lt;/a&gt;) and the &lt;a href=\"PH%20postcode%20area\"&gt;PH postcode area&lt;/a&gt; (namely in and around &lt;a href=\"Perthshire\"&gt;Perthshire&lt;/a&gt;) in Scotland. Also in the &lt;a href=\"DH%20postcode%20area\"&gt;DH postcode area&lt;/a&gt; which covers central parts of &lt;a href=\"County%20Durham\"&gt;County Durham&lt;/a&gt; in northern England. The town with the highest frequency is &lt;a href=\"Burntisland\"&gt;Burntisland&lt;/a&gt; in Fife. In 1881 the distribution was more concentrated and the area with the highest frequency was Fife and Kinross-shire (KY). In that year Fife and Kinross-shire contained 31% of all Oswalds in Scotland.\nSouth Germany.\nThe German states (Länder) where Oswald is most prevalent are &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt; and then &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;.\nIt is also common in some adjacent areas, such as parts of &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt;. The districts with the highest frequency are &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt; and &lt;a href=\"Regen\"&gt;Regen&lt;/a&gt; in Bavaria and &lt;a href=\"Worms%2C%20Germany\"&gt;Worms&lt;/a&gt; in Rhineland-Palatinate.\nAustria and Switzerland.\nIn Austria the name frequently occurs in all areas, except west &lt;a href=\"Tyrol%20%28state%29\"&gt;Tyrol&lt;/a&gt; and &lt;a href=\"East%20Tyrol\"&gt;East Tyrol&lt;/a&gt;, north &lt;a href=\"Burgenland\"&gt;Burgenland&lt;/a&gt; and some areas west of Vienna. It is also common in neighbouring eastern Switzerland in parts of &lt;a href=\"Glarus\"&gt;Glarus&lt;/a&gt;, &lt;a href=\"Thurgau\"&gt;Thurgau&lt;/a&gt;, and &lt;a href=\"Graub%C3%BCnden\"&gt;Graubünden&lt;/a&gt;.\nHistory.\nOccurrence of the surname.\nUntil the recording of surnames with the census in Scotland from 1841 onwards, the occurrence of surnames can be ascertained from the register of births and baptisms of each parish. This registration became prevalent throughout Scotland from about 1690 when the present Church of Scotland was re-&lt;a href=\"State%20Religion\"&gt;established&lt;/a&gt;.\nAs shown by the parish registers, the Oswald name in Scotland in the period 1690-1800 was concentrated in Fife (45% of Oswalds), with lesser concentrations in neighbouring counties of Kinross, Perth and Stirling. The County of Edinburgh (i.e. Midlothian) also had a high occurrence.\nProminent families.\nFrom the end of the 17th century until 1938, a family of the name Oswald owned the estate of Dunnikier, near Kirkcaldy, Fife. Originally their seat was Dunnikier in the parish of Dysart, Fife, at Pathhead. This property anciently belonged to the family of Lundin of Balgonie. However, in 1791-93, &lt;a href=\"James%20Townsend%20Oswald\"&gt;James Townsend Oswald&lt;/a&gt; arranged for a new mansion to be built in the northern part of the parish of Kirkcaldy, by &lt;a href=\"Alexander%20Laing%20%28architect%29\"&gt;Alexander Laing&lt;/a&gt;. The estate was then also named Dunnikier. The family lived there until the last of the line, Colonel St Clair Oswald, C.R., died at Dunnikier House on 14th Dec 1938. His wife died at Wellington, Somerset in 1973 and was interned at Dunnikier.\nAnother family descends from James Oswald of Kirkwall, who was born about 1590, and died about 1660. He had a son, James who was a Bailie of Wick, Caithness. His descendants settled at Scotstoun, Renfrewshire (now in Glasgow) and, in 1759, at the estate of &lt;a href=\"Auchincruive\"&gt;Auchincruive&lt;/a&gt; in Ayrshire. &lt;a href=\"Richard%20Oswald%20%28merchant%29\"&gt;Richard Oswald&lt;/a&gt; built the present Auchincruive House (St Quivox parish) and the estate remained in the possession of the Oswald family until 1925.\nScotstoun, which was a mansion and estate on the north bank of the Clyde in the parish and county of Renfrew (but now subsumed in Glasgow), was purchased in 1748 by the brothers Richard and Alexander Oswald from the creditors of John Walkinshaw. The brothers were merchants in Glasgow and grandsons of James Oswald, Bailie of Wick. Being unmarried, they then left the estate to &lt;a href=\"George%20Oswald\"&gt;George Oswald&lt;/a&gt;, also a merchant in Glasgow, who was the eldest son of their cousin Rev. James Oswald, minister of Methven, Perthshire. George succeeded to the estate in 1766. The estate of Scotstoun remained in the possession of the Oswald family into the 19th century.\nSouth of Balgray, in the parish of Mearns, Renfrewshire, lay the Barony of Fingalton, which was originally of great extent and one of the oldest possessions of the Hamilton family of Preston. Margaret, daughter of Sir Thomas Hamilton of Preston (died 1672), married Sir James Oswald and in 1681 Sir William Hamilton secretly sold Fingalton and other estates to Sir James Oswald, his brother-in-law. Sir William Hamilton then went to Holland to join the party of William of Orange. By 19th century Fingalton had passed out of the possession of the Oswalds and Fingalton itself only existed as the name of its mill.\nPrior to the Reformation, Denny, Stirlingshire, had a vicar by the name of Oswald. Being then within the parish of Falkirk, he was subordinate to the rector of Falkirk. The vicar managed to secure 28 acres of glebe land next to Denny, subsequently known as the lands of Dryburgh, to his family, which was confirmed by King James VI. This property remained in possession of the Oswald family until the death of James Oswald of Dryburgh in about 1815.\nIn 1666, Charles II granted by charter (confirmed in 1669 by Parliament) to Andrew Oswald of Dalderse, advocate, and his heirs the town and lands of Dalderse, Stirlingshire, with houses, fishing rights, etc. Furthermore, that these properties were to be incorporated in a whole free barony, to be called for evermore the barony of Dalderse. Dalderse lies within the parish of Falkirk.\nOswalds in Fife.\nThe first census of Scotland which included the recording of surnames at each address was that of 1841. The latest published with names (due to confidentiality policy) is 1911. The occurrence of the Oswald surname at these two census shows that the name was distributed in the south of Fife, especially around Largo Bay from Kirkcaldy to Largo (see map)."
}