{
    "id": "2353986",
    "revid": "1680402",
    "url": "https://en.wikipedia.org/wiki?curid=2353986",
    "title": "Douglas Carr",
    "text": "Douglas Ward Carr (17 March 1872 – 23 March 1950) was an English &lt;a href=\"History%20of%20English%20amateur%20cricket\"&gt;amateur&lt;/a&gt; &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er who played once for the &lt;a href=\"England%20cricket%20team\"&gt;England cricket team&lt;/a&gt; in 1909. Carr only began playing &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; in 1909 aged 37 for &lt;a href=\"Kent%20County%20Cricket%20Club\"&gt;Kent County Cricket Club&lt;/a&gt;. A &lt;a href=\"leg-break\"&gt;leg-break&lt;/a&gt; bowler who was one of the early proponents of the new &lt;a href=\"googly\"&gt;googly&lt;/a&gt; delivery, he shot to fame in 1909 and enjoyed a short career in the years before the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;. He was named one of &lt;a href=\"Wisden%20Cricketers%27%20Almanack\"&gt;Wisden&lt;/a&gt;'s five &lt;a href=\"Cricketers%20of%20the%20Year\"&gt;Cricketers of the Year&lt;/a&gt; in 1910.\nEarly life.\nCarr went to the &lt;a href=\"New%20Beacon\"&gt;New Beacon&lt;/a&gt; in Sevenoaks, &lt;a href=\"Brasenose%20College\"&gt;Brasenose College&lt;/a&gt; at &lt;a href=\"Oxford%20University\"&gt;Oxford University&lt;/a&gt; and while there played both &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; and &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;. He injured his knee playing football, and as a result did not make any &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; appearances for the &lt;a href=\"Oxford%20University%20Cricket%20Club\"&gt;University&lt;/a&gt;.\nCricket career.\nAfter leaving Oxford, he spent some years playing &lt;a href=\"club%20cricket\"&gt;club cricket&lt;/a&gt; in the &lt;a href=\"Maidstone\"&gt;Maidstone&lt;/a&gt; area. It was during this period, in 1908, that he learnt to bowl the then fairly new &lt;a href=\"googly\"&gt;googly&lt;/a&gt;. The following May he made his first-class debut for &lt;a href=\"Kent%20County%20Cricket%20Club\"&gt;Kent&lt;/a&gt; against his old university, and took seven wickets in the match, including 5/65 in the first innings. His next chances came in July, in two &lt;a href=\"Gentlemen%20v%20Players\"&gt;Gentlemen v Players&lt;/a&gt; games, and again he met with success, taking a total of fifteen wickets in the four innings.\nCarr quickly established himself as a member of the Kent side, and by the second week of August had claimed 42 wickets in his first six first-class games. There was now a clamour for his inclusion in the &lt;a href=\"English%20cricket%20team\"&gt;England&lt;/a&gt; team, all the more so as England were 2–1 down in the &lt;a href=\"The%20Ashes\"&gt;1909 Ashes&lt;/a&gt; series at the time. The selectors agreed, and although Carr was twelfth man for the drawn game at &lt;a href=\"Old%20Trafford%20%28cricket%29\"&gt;Old Trafford&lt;/a&gt;, he was picked for the final match of the series at &lt;a href=\"The%20Oval\"&gt;The Oval&lt;/a&gt;, becoming the first man ever to play &lt;a href=\"Test%20cricket\"&gt;Test cricket&lt;/a&gt; for England in his first year in the first-class game. Carr took 7/282 in the match, including 5/146 in the first innings, although his efforts could not force an English victory and the resulting draw meant that the Australians carried off the Ashes. Newspapers and &lt;a href=\"Wisden%20Cricketers%27%20Almanack\"&gt;Wisden&lt;/a&gt; heavily criticised the England captain &lt;a href=\"Archie%20MacLaren\"&gt;Archie MacLaren&lt;/a&gt; for over-bowling Carr.\n1909 was also Carr's best in first-class cricket as a whole, as he took 95 wickets including an &lt;a href=\"bowling%20analysis\"&gt;analysis&lt;/a&gt; of 8/36 from 28.1 overs against &lt;a href=\"Somerset%20County%20Cricket%20Club\"&gt;Somerset&lt;/a&gt;. He equaled these innings figures three years later against &lt;a href=\"Gloucestershire%20County%20Cricket%20Club\"&gt;Gloucestershire&lt;/a&gt;. Named a &lt;a href=\"Wisden%20Cricketer%20of%20the%20Year\"&gt;Wisden Cricketer of the Year&lt;/a&gt;, in 1910 he helped Kent to the &lt;a href=\"1910%20County%20Championship\"&gt;1910 County Championship&lt;/a&gt; title, and in 1912 he &lt;a href=\"bowling%20average\"&gt;averaged&lt;/a&gt; just 12.01 in taking 61 first-class wickets.\nA poor batsman, Carr never made a half-century, and in his later years his batting declined even further. In his last significant season (1913) he scored only 95 runs in 17 innings. In 1914 he played only one match, in late July against &lt;a href=\"Surrey%20County%20Cricket%20Club\"&gt;Surrey&lt;/a&gt;, bowling 28 overs but not taking a wicket. The start of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; a few weeks later brought an end to his cricketing career. Carr died at the age of 78 in &lt;a href=\"Salcombe%20Hill\"&gt;Salcombe Hill&lt;/a&gt; near &lt;a href=\"Sidmouth\"&gt;Sidmouth&lt;/a&gt; in &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;."
}