{
    "id": "23535244",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=23535244",
    "title": "Harold Tyrie",
    "text": "Harold Joffre Tyrie (3 August 1915 – 22 February 2007) was a New Zealand &lt;a href=\"Track%20and%20field\"&gt;track and field athlete&lt;/a&gt; who won a bronze medal at the &lt;a href=\"New%20Zealand%20at%20the%201938%20British%20Empire%20Games\"&gt;1938 British Empire Games&lt;/a&gt;. He also played representative &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; for .\nEarly life and family.\nBorn in &lt;a href=\"Dunedin\"&gt;Dunedin&lt;/a&gt; on 3 August 1915, Tyrie was the son of William Leslie Tyrie and Annie Tyrie (née Miller). He was educated at &lt;a href=\"Otago%20Boys%27%20High%20School\"&gt;Otago Boys' High School&lt;/a&gt; from 1929 to 1932. On 27 September 1940, he married Phyllis Mary McClelland at St John's Church, &lt;a href=\"Millers%20Flat\"&gt;Millers Flat&lt;/a&gt;, and the couple went on to have three daughters.\nAthletics.\nRepresenting Otago, Tyrie won the New Zealand national 440 yards title three times: in 1936, 1939, and 1940. At the &lt;a href=\"1938%20British%20Empire%20Games\"&gt;1938 British Empire Games&lt;/a&gt; in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, he finished sixth in the final of the men's 440 yards, and was a member of the New Zealand quartet in the men's 4 x 440 yards relay that won the bronze medal.\nHe later turned to coaching, and trained athletes including &lt;a href=\"Don%20Jowett\"&gt;Don Jowett&lt;/a&gt; and &lt;a href=\"Robin%20Tait\"&gt;Robin Tait&lt;/a&gt;.\nRugby union.\nA &lt;a href=\"Rugby%20union%20positions%23Forwards\"&gt;second-row forward&lt;/a&gt; from the Southern Rugby Football Club in Dunedin, Tyrie played two representative rugby union games for Otago, in 1938 and 1941.\nMilitary service.\nTyrie graduated from the 12th Officer Cadet Training Unit in September 1942 and was commissioned as a temporary &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; in the New Zealand Infantry. Later, in 1944, with the rank of corporal, Tyrie was wounded in Italy while serving with the &lt;a href=\"2nd%20New%20Zealand%20Expeditionary%20Force\"&gt;2nd New Zealand Expeditionary Force&lt;/a&gt;.\nLater life and death.\nIn later life, Tyrie was a &lt;a href=\"ceramic%20art\"&gt;ceramic art&lt;/a&gt;ist of some note. He died in &lt;a href=\"Christchurch\"&gt;Christchurch&lt;/a&gt; on 22 February 2007."
}