{
    "id": "235418",
    "revid": "6163802",
    "url": "https://en.wikipedia.org/wiki?curid=235418",
    "title": "Lethal Weapon",
    "text": "Lethal Weapon is a 1987 American &lt;a href=\"Buddy%20cop%20film\"&gt;buddy cop&lt;/a&gt; &lt;a href=\"action%20film\"&gt;action film&lt;/a&gt; directed and co-produced by &lt;a href=\"Richard%20Donner\"&gt;Richard Donner&lt;/a&gt;, written by &lt;a href=\"Shane%20Black\"&gt;Shane Black&lt;/a&gt;, and co-produced by &lt;a href=\"Joel%20Silver\"&gt;Joel Silver&lt;/a&gt;. It stars &lt;a href=\"Mel%20Gibson\"&gt;Mel Gibson&lt;/a&gt; and &lt;a href=\"Danny%20Glover\"&gt;Danny Glover&lt;/a&gt; alongside &lt;a href=\"Gary%20Busey\"&gt;Gary Busey&lt;/a&gt;, &lt;a href=\"Tom%20Atkins%20%28actor%29\"&gt;Tom Atkins&lt;/a&gt;, &lt;a href=\"Darlene%20Love\"&gt;Darlene Love&lt;/a&gt;, and &lt;a href=\"Mitchell%20Ryan\"&gt;Mitchell Ryan&lt;/a&gt;. In \"Lethal Weapon\", a pair of mismatched LAPD detectives – &lt;a href=\"Martin%20Riggs\"&gt;Martin Riggs&lt;/a&gt; (Gibson), a former &lt;a href=\"Special%20Forces%20%28United%20States%20Army%29\"&gt;Green Beret&lt;/a&gt; who has become suicidal following the death of his wife, and &lt;a href=\"Roger%20Murtaugh\"&gt;Roger Murtaugh&lt;/a&gt; (Glover), a 50-year-old veteran of the force – work together as partners.\nThe film was released on March 6, 1987. Upon its release, \"Lethal Weapon\" grossed over $120 million (against a production budget of $15 million) and was nominated for the &lt;a href=\"Academy%20Award%20for%20Best%20Sound%20Mixing\"&gt;Academy Award for Best Sound&lt;/a&gt;. It spawned a &lt;a href=\"Lethal%20Weapon%20%28franchise%29\"&gt;franchise&lt;/a&gt; that includes &lt;a href=\"Lethal%20Weapon%20%28franchise%29%23Films\"&gt;three sequels&lt;/a&gt; and a &lt;a href=\"Lethal%20Weapon%20%28TV%20series%29\"&gt;television series&lt;/a&gt;.\nPlot.\nFollowing the recent death of his wife, &lt;a href=\"Los%20Angeles%20Police%20Department\"&gt;Los Angeles Police Department&lt;/a&gt; (LAPD) narcotics Sergeant &lt;a href=\"Martin%20Riggs\"&gt;Martin Riggs&lt;/a&gt;, a former &lt;a href=\"Special%20Forces%20%28United%20States%20Army%29\"&gt;Special Forces&lt;/a&gt; soldier, has become suicidal and erratic. Despite the protests of the police psychiatrist, the captain believes Riggs is faking his psychosis to be forcibly retired with a generous pension and partners him with fellow war veteran and Homicide Sergeant &lt;a href=\"Roger%20Murtaugh\"&gt;Roger Murtaugh&lt;/a&gt;. Riggs and Murtaugh do not get along as Murtaugh is equally dismissive of Riggs's mental state, but is eventually convinced Riggs is truly suicidal.\nMurtaugh is contacted by a former &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; friend, Michael Hunsaker, ostensibly to help his daughter Amanda escape her life of prostitution and pornography, but Amanda kills herself by jumping from an apartment balcony before she and Murtaugh meet. Her autopsy shows she was fatally poisoned with tainted drugs, indicating she was potentially murdered. Riggs and Murtaugh attempt to question her pimp, but are assaulted after finding drugs on the premises, forcing Riggs to kill the pimp to save Murtaugh's life. Their final lead is Dixie, a prostitute who witnessed Amanda's death, and whom the pair believe may have poisoned her. Dixie's home explodes as they arrive and her corpse is later recovered. Riggs locates components of a &lt;a href=\"mercury%20switch\"&gt;mercury switch&lt;/a&gt; explosive among the debris, a specialty explosive he recalls being used by &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; (CIA) mercenaries in Vietnam. The suspect is detailed by neighborhood children, who noticed he had an elite special forces tattoo similar to Riggs's. Murtaugh suspects Hunsaker is withholding information.\nRiggs and Murtaugh visit Hunsaker during Amanda's funeral, where he reveals he worked for \"Shadow Company\", a defunct CIA paramilitary unit which secretly ran the Vietnam War out of &lt;a href=\"Laos\"&gt;Laos&lt;/a&gt; and took over the substantial heroin trade in the area from the natives. After the war, the ex-CIA agents, mercenaries, and soldiers involved reformed Shadow Company and began shipping large quantities of heroin from Asia to the United States, under the leadership of retired General Peter McAllister and his right-hand man Mr. Joshua. Hunsaker's role as a banker allowed him to &lt;a href=\"Money%20laundering\"&gt;make the illicit funds seem legitimate&lt;/a&gt;. He initially called Murtaugh to confess and turn witness against Shadow Company, and McAllister had Amanda killed in retaliation. Joshua arrives in a helicopter and shoots Hunsaker to death before escaping. Joshua later attempts to kill Riggs in a drive-by shooting, but the latter is saved by his bulletproof vest; Riggs's death is faked to give the pair an advantage.\nConcerned Murtaugh knows too much, Shadow Company kidnaps his daughter Rianne and forces Murtaugh to meet them at &lt;a href=\"El%20Mirage%20Lake\"&gt;El Mirage Lake&lt;/a&gt;. Riggs provides sniper support to help Murtaugh and Rianne escape, but all three are captured and recovered to a nightclub basement, a Shadow Company &lt;a href=\"Front%20organization\"&gt;front&lt;/a&gt;. Riggs and Murtaugh are tortured for information until Riggs escapes, kills several Shadow Company members, and frees Murtaugh and Rianne. Although Joshua escapes, Murtaugh kills McAllister. Deducing Joshua will seek revenge at Murtaugh's home, Riggs and Murtaugh ambush him. Riggs defeats Joshua in a brawl but decides not to kill him. Police officers take Joshua into custody, but he breaks free, takes an officer's gun, and attempts to shoot Riggs and Murtaugh; the pair return fire, killing Joshua.\nA short time later, after visiting his wife's grave, Riggs shares a &lt;a href=\"Christmas\"&gt;Christmas Day&lt;/a&gt; meal with Murtaugh and his family. Riggs gifts Murtaugh a &lt;a href=\"hollow-point%20bullet\"&gt;hollow-point bullet&lt;/a&gt; he has been saving to commit &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt;, as he no longer needs it.\nProduction.\nDevelopment.\nRecent &lt;a href=\"University%20of%20California%2C%20Los%20Angeles\"&gt;UCLA&lt;/a&gt; graduate &lt;a href=\"Shane%20Black\"&gt;Shane Black&lt;/a&gt; wrote the screenplay in mid-1985. Black stated that his intention was to do an \"urban &lt;a href=\"Western%20%28genre%29\"&gt;western&lt;/a&gt;\" inspired by \"&lt;a href=\"Dirty%20Harry\"&gt;Dirty Harry&lt;/a&gt;\" where a violent character \"reviled for what he did, what he is capable of, the things he believed in\" is eventually recruited for being the one that could solve the problem. The protagonists would be &lt;a href=\"Everyman\"&gt;everymen&lt;/a&gt; policemen, \"guys shuffling in a town like Los Angeles searching for something noble as justice when they're just guys in washed and worn suits seeking a paycheck\".\nAccording to Black, his original first draft of the script was very different and much darker than the final film. It was 140 pages long and both the plot and characters were different, and action scenes were also much bigger. The ending of the script contained a chase scene with helicopters and a trailer truck full of cocaine exploding over Hollywood Hills with cocaine snowing over the Hollywood sign. Black hated this first draft and initially discarded it but later picked it up again and re-wrote it into the new drafts that were eventually used for filming.\nHis agent sent the \"Lethal Weapon\" script to various studios, being rejected before &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; executive &lt;a href=\"Mark%20Canton\"&gt;Mark Canton&lt;/a&gt; took a liking to it. Canton brought along producer &lt;a href=\"Joel%20Silver\"&gt;Joel Silver&lt;/a&gt;, who loved the story and worked with Black to further develop the script. Director Richard Donner also brought in writer Jeffrey Boam to do some uncredited re-writes on Black's script after he found parts of it to be too dark. Boam mostly added some more humor into the script, and later did a complete re-write of Shane Black and Warren Murphy's rejected script for the second film. He also wrote the script for the third film and an unused draft for the fourth film.\nAfter the script was purchased for $250,000, studio production executives offered it to director &lt;a href=\"Richard%20Donner\"&gt;Richard Donner&lt;/a&gt;, who also loved it. &lt;a href=\"Leonard%20Nimoy\"&gt;Leonard Nimoy&lt;/a&gt; was one of the choices considered for directing, but he did not feel comfortable doing action films, and he was working on \"&lt;a href=\"Three%20Men%20and%20a%20Baby\"&gt;Three Men and a Baby&lt;/a&gt;\" at the time. With those key elements in place, the search began for the right combination of actors to play Riggs and Murtaugh.\nCasting.\nMel Gibson was invited by Richard Donner as he was interested in working with the actor after \"&lt;a href=\"Ladyhawke%20%28film%29\"&gt;Ladyhawke&lt;/a&gt;\". Casting director &lt;a href=\"Marion%20Dougherty\"&gt;Marion Dougherty&lt;/a&gt; first suggested teaming Gibson with Danny Glover, given Murtaugh had no set ethnicity in the script. She arranged for Gibson to fly in from his home in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; while Glover was flown in from &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, where he was appearing in a play, to read through the script. According to a June 2007 \"&lt;a href=\"Vanity%20Fair%20%28magazine%29\"&gt;Vanity Fair&lt;/a&gt;\" magazine article, &lt;a href=\"Bruce%20Willis\"&gt;Bruce Willis&lt;/a&gt; was considered for the Riggs role. This is referenced in the spoof of the \"Lethal Weapon\" films, \"&lt;a href=\"Loaded%20Weapon%201\"&gt;Loaded Weapon 1&lt;/a&gt;\". Bruce (as &lt;a href=\"John%20McClane\"&gt;John McClane&lt;/a&gt;) appears after the villains attack the wrong beach residence, looking for the protagonist.\nAccording to Donner, \"It took about two hours and by the time we were done, I was in seventh heaven. They found innuendoes; they found laughter where I never saw it; they found tears where they didn't exist before; and, most importantly, they found a relationship — all in just one reading. So if you ask about casting... it was magical, just total dynamite.\"\nExplains Gibson, \"This particular story was a cut above others I had passed on, because the action is really a sideline which heightens the story of these two great characters. I picture Riggs as an almost &lt;a href=\"Charlie%20Chaplin\"&gt;Chaplinesque&lt;/a&gt; figure, a guy who doesn't expect anything from life and even toys with the idea of taking his own. He's not like these stalwarts who come down from &lt;a href=\"Mount%20Olympus\"&gt;Mt. Olympus&lt;/a&gt; and wreak havoc and go away. He's somebody who doesn't look like he's set to go off until he actually does.\"\nThe draw for Glover was equally strong. Fresh from his success as Mister in \"&lt;a href=\"The%20Color%20Purple%20%281985%20film%29\"&gt;The Color Purple&lt;/a&gt;\", he felt the role of Roger Murtaugh offered a whole new range of character expression and experience. \"Aside from the chance to work with Mel, which turned out to be pure pleasure, one of the reasons I jumped at this project was the family aspect. The chance to play intricate relationships and subtle humor that exist in every close family group was an intriguing challenge, as was playing a guy turning 50. Murtaugh's a little cranky about his age until everything he loves is threatened. His reawakening parallels Riggs'.\"\nBoth actors were signed by early spring 1986. Gibson and Glover then flew home to pack, and, returning to Los Angeles, began an intensive two months of physical training and preparation. Meanwhile, the crucial role of Joshua was settled when &lt;a href=\"Gary%20Busey\"&gt;Gary Busey&lt;/a&gt; asked for a chance to read for the part. An established star since his &lt;a href=\"Academy%20Award\"&gt;Academy Award&lt;/a&gt;-nominated performance in \"&lt;a href=\"The%20Buddy%20Holly%20Story\"&gt;The Buddy Holly Story&lt;/a&gt;\", Busey had not auditioned for a film in years. \"I had butterflies,\" he said. \"I'd never played a bad guy. And no one had seen me since I'd lost 60 pounds and got back into shape. But I decided to take the initiative in order to have the opportunity to work with Dick, Joel, Mel, and Danny. I'm constantly looking for someone to pull the best performance out of me and any of those guys could. They even talked me into dyeing my hair!\" In his \"&lt;a href=\"E%21%20True%20Hollywood%20Story\"&gt;E! True Hollywood Story&lt;/a&gt;\" biography, Busey says he was hired to play Joshua because they were looking for someone big and menacing enough to be a believable foe for Mel Gibson. Busey also credits the film for reviving his failing film career.\nPre-production.\nStunt coordinator &lt;a href=\"Bobby%20Bass\"&gt;Bobby Bass&lt;/a&gt; planned and supervised all phases of Gibson's and Glover's intense &lt;a href=\"pre-production\"&gt;pre-production&lt;/a&gt; training; physical conditioning, weight workouts, and weapons handling and safety. Bass also used his own military experiences to bring a greater depth of understanding to the Riggs character. To familiarize the actors with the specialized skills and sensibilities acquired by undercover cops, arrangements were made for Gibson and Glover to spend time in the field accompanying working L.A.P.D. officers. Throughout filming, technical advisers from the L.A.P.D. as well as the L.A. County Sheriff's Department worked closely with Donner and the actors to ensure authenticity.\nCedric Adams was the first technical adviser brought in. \"Adams thought the best possible way to show just how lethal Riggs really is — is to show his mastery of a form of martial arts never before seen onscreen,\" said Donner. Donner wanted Riggs's style of fighting to be unique with the second assistant director Willie Simmons, who was interested in unusual forms of martial arts, choosing three martial arts styles. Gibson and Busey were instructed in &lt;a href=\"Capoeira\"&gt;Capoeira&lt;/a&gt; by Adams, &lt;a href=\"Jailhouse%20rock%20%28fighting%20style%29\"&gt;Jailhouse rock&lt;/a&gt; by Dennis Newsome and &lt;a href=\"Brazilian%20Jiu-Jitsu\"&gt;Brazilian Jiu-Jitsu&lt;/a&gt; by &lt;a href=\"Rorion%20Gracie\"&gt;Rorion Gracie&lt;/a&gt;. Bobby Bass, the stunt coordinator, a former &lt;a href=\"Special%20Forces%20%28United%20States%20Army%29\"&gt;US Army Special Forces&lt;/a&gt; instructor and judo champion, also provided training in various techniques. At one point, the actors trained in between filming, for four hours a day for six weeks and did months of choreography.\nMusic.\n&lt;a href=\"Michael%20Kamen\"&gt;Michael Kamen&lt;/a&gt;, who just completed work on \"&lt;a href=\"Highlander%20%28film%29\"&gt;Highlander&lt;/a&gt;\", composed the score for \"Lethal Weapon\". The guitar part of Riggs's theme was performed by &lt;a href=\"Eric%20Clapton\"&gt;Eric Clapton&lt;/a&gt;. Kamen and Clapton had worked together on the music for the 1985 &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; TV series \"&lt;a href=\"Edge%20of%20Darkness\"&gt;Edge of Darkness&lt;/a&gt;\" (the &lt;a href=\"Edge%20of%20Darkness%20%282010%20film%29\"&gt;feature adaptation&lt;/a&gt; of which would later, by coincidence, star Mel Gibson). The saxophone part of Murtaugh's theme was performed by &lt;a href=\"David%20Sanborn\"&gt;David Sanborn&lt;/a&gt;. The &lt;a href=\"Christmas%20song\"&gt;Christmas song&lt;/a&gt; \"&lt;a href=\"Jingle%20Bell%20Rock\"&gt;Jingle Bell Rock&lt;/a&gt;\", performed by &lt;a href=\"Bobby%20Helms\"&gt;Bobby Helms&lt;/a&gt;, is played during the film's opening credits. &lt;a href=\"Honeymoon%20Suite\"&gt;Honeymoon Suite&lt;/a&gt;'s song, \"Lethal Weapon,\" is played during the film's end credits without being credited.\nRelease.\nAwards.\nReleased on March 6, 1987, \"Lethal Weapon\" was 1 at the box office for three weeks before \"&lt;a href=\"Blind%20Date%20%281987%20film%29\"&gt;Blind Date&lt;/a&gt;\" supplanted it. It grossed &lt;a href=\"United%20States%20dollar\"&gt;$&lt;/a&gt;120.2 million worldwide and was nominated for the &lt;a href=\"Academy%20Award%20for%20Best%20Sound\"&gt;Academy Award for Best Sound Mixing&lt;/a&gt; (&lt;a href=\"Les%20Fresholtz\"&gt;Les Fresholtz&lt;/a&gt;, &lt;a href=\"Dick%20Alexander\"&gt;Dick Alexander&lt;/a&gt;, &lt;a href=\"Vern%20Poore\"&gt;Vern Poore&lt;/a&gt; and &lt;a href=\"Bill%20Nelson%20%28sound%20engineer%29\"&gt;Bill Nelson&lt;/a&gt;) (losing to \"&lt;a href=\"The%20Last%20Emperor\"&gt;The Last Emperor&lt;/a&gt;\"). It is widely considered to be one of the best buddy cop films of all time, influencing numerous \"buddy cop\" films such as \"&lt;a href=\"Hot%20Fuzz\"&gt;Hot Fuzz&lt;/a&gt;\", \"&lt;a href=\"Tango%20%26amp%3B%20Cash\"&gt;Tango &amp; Cash&lt;/a&gt;\", \"&lt;a href=\"Bad%20Boys%20%281995%20film%29\"&gt;Bad Boys&lt;/a&gt;\" and the \"&lt;a href=\"Rush%20Hour%20%281998%20film%29\"&gt;Rush Hour&lt;/a&gt;\" series.\nCritical reception.\nOn &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; the film holds an approval rating of 80% based on 56 reviews, with an average rating of 6.90/10. The website's critical consensus reads, \"The most successful installment in a phenomenally successful franchise, \"Lethal Weapon\" helped redefine action movies for the 1980s and 1990s.\" On &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, the film has a weighted average score of 68 out of 100, based on 23 critics, indicating \"generally favorable reviews\". Audiences polled by &lt;a href=\"CinemaScore\"&gt;CinemaScore&lt;/a&gt; gave the film an average grade of \"A\" on an A+ to F scale.\n\"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" wrote, \"Lethal Weapon is a film teetering on the brink of absurdity when it gets serious, but thanks to its unrelenting energy and insistent drive, it never quite falls.\" &lt;a href=\"Richard%20Schickel\"&gt;Richard Schickel&lt;/a&gt; of \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" called it \"Mad Max meets The Cosby Show\", saying that it works better than expected. Richard Harrington of \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" described it as \"a vivid, visceral reminder of just how exciting an action film can be\". At \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", &lt;a href=\"Janet%20Maslin\"&gt;Janet Maslin&lt;/a&gt; wrote, \"The film is all fast action, noisy stunts and huge, often unflattering close-ups, but it packs an undeniable wallop.\" &lt;a href=\"Roger%20Ebert\"&gt;Roger Ebert&lt;/a&gt; of the \"&lt;a href=\"Chicago%20Sun-Times\"&gt;Chicago Sun-Times&lt;/a&gt;\" gave the film four out of four stars, saying Donner \"tops himself\".\nHome media.\n\"Lethal Weapon\" has been released on &lt;a href=\"Betamax\"&gt;Betamax&lt;/a&gt;, &lt;a href=\"VHS\"&gt;VHS&lt;/a&gt; and &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; numerous times, along with a single &lt;a href=\"Blu-ray%20Disc\"&gt;Blu-ray Disc&lt;/a&gt; release. The first DVD was released in 1997 and featured the film's theatrical version. The Director's Cut was released in 2000. Since then, numerous sets have been released that contain all four films in the series (featuring the same DVDs). The theatrical version was also released on Blu-ray in 2006.\nAlternate versions.\nAn alternate opening and ending were both filmed and can be seen on the \"&lt;a href=\"Lethal%20Weapon%204\"&gt;Lethal Weapon 4&lt;/a&gt;\" DVD. The alternate opening featured Martin Riggs drinking alone in a bar where he is accosted by a couple of thugs who attack him for his money, but are easily subdued by Riggs. Director Richard Donner felt the film should open with a brighter look at Riggs, and replaced the bar scene with the scene in which Riggs awakens in his trailer. The alternate ending featured Riggs telling Murtaugh not to retire. Without even thinking about the possibility of sequels, Donner decided that Riggs and Murtaugh's relationship is one of friendship, and filmed the ending that appears in the completed film.\nIn addition to the film's theatrical release, an extended Director's Cut version was released later on DVD. The Director's Cut version is longer (117 minutes) than the original theatrical release version (110 minutes), and features additional scenes. One extended scene depicts Riggs dispatching a sniper who had been firing at children in a playground. In another scene, Riggs picks up a street-walking prostitute, but instead of having sex with her, he takes her home to watch \"&lt;a href=\"The%20Three%20Stooges\"&gt;The Three Stooges&lt;/a&gt;\" on TV, thus illustrating his loneliness following the death of his wife.\nReboot.\nOn January 19, 2011, &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; announced plans to reboot the \"Lethal Weapon\" franchise without Gibson and Glover. The new franchise was set to feature the same characters but a brand new cast. Will Beall was hired to write the script, but it was eventually cancelled. &lt;a href=\"Lethal%20Weapon%20%28TV%20series%29\"&gt;A television version&lt;/a&gt; premiered in September 2016 on &lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox&lt;/a&gt; starring &lt;a href=\"Clayne%20Crawford\"&gt;Clayne Crawford&lt;/a&gt; as &lt;a href=\"Martin%20Riggs\"&gt;Martin Riggs&lt;/a&gt;, &lt;a href=\"Damon%20Wayans\"&gt;Damon Wayans&lt;/a&gt; as &lt;a href=\"Roger%20Murtaugh\"&gt;Roger Murtaugh&lt;/a&gt;, and &lt;a href=\"Thomas%20Lennon\"&gt;Thomas Lennon&lt;/a&gt; as &lt;a href=\"Lethal%20Weapon%202\"&gt;Leo Getz&lt;/a&gt;."
}