{
    "id": "23558308",
    "revid": "12712128",
    "url": "https://en.wikipedia.org/wiki?curid=23558308",
    "title": "Monochorionic twins",
    "text": "Monochorionic twins are &lt;a href=\"monozygotic\"&gt;monozygotic&lt;/a&gt; (identical) &lt;a href=\"twins\"&gt;twins&lt;/a&gt; that share the same &lt;a href=\"placenta\"&gt;placenta&lt;/a&gt;. If the placenta is shared by more than two twins (see &lt;a href=\"multiple%20birth\"&gt;multiple birth&lt;/a&gt;), these are monochorionic multiples. Monochorionic twins occur in 0.3% of all pregnancies. Seventy-five percent of &lt;a href=\"monozygotic\"&gt;monozygotic&lt;/a&gt; twin pregnancies are monochorionic; the remaining 25% are \"dichorionic diamniotic\". If the placenta divides, this takes place before the third day after &lt;a href=\"fertilization\"&gt;fertilization&lt;/a&gt;.\nAmniocity and zygosity.\nMonochorionic twins generally have two &lt;a href=\"amniotic%20sac\"&gt;amniotic sac&lt;/a&gt;s (called Monochorionic-Diamniotic \"MoDi\"), but sometimes, in the case of &lt;a href=\"monoamniotic%20twins\"&gt;monoamniotic twins&lt;/a&gt; (Monochorionic-Monoamniotic \"MoMo\"), they also share the same amniotic sac. Monoamniotic twins occur when the split takes place after the ninth day after fertilization. Monoamniotic twins are \"always\" &lt;a href=\"monozygotic\"&gt;monozygotic&lt;/a&gt; (identical twins). Monochorionic-Diamniotic twins are \"almost always\" monozygotic, with a few exceptions where the &lt;a href=\"blastocysts\"&gt;blastocysts&lt;/a&gt; have fused.\nDiagnosis.\nBy performing an &lt;a href=\"obstetric%20ultrasound\"&gt;obstetric ultrasound&lt;/a&gt; at a &lt;a href=\"gestational%20age\"&gt;gestational age&lt;/a&gt; of 10–14 weeks, monochorionic-diamniotic twins are discerned from dichorionic twins. The presence of a \"T-sign\" at the inter-twin membrane-placental junction is indicative of monochorionic-diamniotic twins (that is, the junction between the inter-twin membrane and the external rim forms a &lt;a href=\"right%20angle\"&gt;right angle&lt;/a&gt;), whereas dichorionic twins present with a \"lambda (λ) sign\" (that is, the chorion forms a &lt;a href=\"Wedge%20%28mechanical%20device%29\"&gt;wedge&lt;/a&gt;-shaped protrusion into the inter-twin space, creating a rather curved junction). The \"lambda sign\" is also called the \"twin peak sign\". At ultrasound at a gestational age of 16–20 weeks, the \"lambda sign\" is indicative of dichorionicity but its absence does not exclude it.\nIn contrast, the placentas may be overlapping for dichorionic twins, making it hard to distinguish them, making it difficult to discern mono- or dichorionic twins on solely the appearance of the placentas on ultrasound.\nComplications.\nIn addition to a shared placenta, monochorionic twins also have their &lt;a href=\"circulatory%20system\"&gt;circulatory system&lt;/a&gt;s intermingled in random and unpredictable &lt;a href=\"circulatory%20anastomoses\"&gt;circulatory anastomoses&lt;/a&gt;. This can cause disproportionate blood supply, resulting in &lt;a href=\"twin-to-twin%20transfusion%20syndrome\"&gt;twin-to-twin transfusion syndrome&lt;/a&gt; (TTTS) in 20% of MoDi pregnancies. This is the main complication of monochorionic twins.\nThe 80% of MoDi pregnancies without TTTS still have high rates of birth weight discordance, &lt;a href=\"fetal%20growth%20restriction\"&gt;fetal growth restriction&lt;/a&gt;, prematurity and resultant &lt;a href=\"cesarean%20section\"&gt;cesarean section&lt;/a&gt; deliveries. One twin may also fail to develop a proper heart and become dependent on the pumping activity of the other twin's heart, resulting in &lt;a href=\"twin%20reversed%20arterial%20perfusion\"&gt;twin reversed arterial perfusion&lt;/a&gt;. If one twin dies in utero, blood accumulates in that twin's body, causing &lt;a href=\"exsanguination\"&gt;exsanguination&lt;/a&gt; of the remaining twin.\nIn the case of &lt;a href=\"monoamniotic%20twins\"&gt;monoamniotic twins&lt;/a&gt; the risk of complications is substantially higher because of additional potential umbilical &lt;a href=\"cord%20entanglement\"&gt;cord entanglement&lt;/a&gt; and &lt;a href=\"Umbilical%20cord%20compression\"&gt;compression&lt;/a&gt;. However, the &lt;a href=\"perinatal%20mortality\"&gt;perinatal mortality&lt;/a&gt; of monochorionic twins is fairly low."
}