{
    "id": "23563343",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=23563343",
    "title": "Neotricula aperta",
    "text": "Neotricula aperta is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of &lt;a href=\"freshwater%20snail\"&gt;freshwater snail&lt;/a&gt;, an &lt;a href=\"aquatic%20animal\"&gt;aquatic&lt;/a&gt; &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"mollusk\"&gt;mollusk&lt;/a&gt; in the family &lt;a href=\"Pomatiopsidae\"&gt;Pomatiopsidae&lt;/a&gt;.\nThis species serves as a sole &lt;a href=\"intermediate%20host\"&gt;intermediate host&lt;/a&gt; for the fluke \"&lt;a href=\"Schistosoma%20mekongi\"&gt;Schistosoma mekongi&lt;/a&gt;\", that causes &lt;a href=\"Mekong%20schistosomiasis\"&gt;Mekong schistosomiasis&lt;/a&gt;.\nDistribution.\nCurrently, \"Neotricula aperta\" is known from 31 localities in Cambodia, Laos and Thailand, involving nine river systems. The known range of \"Neotricula aperta\" is from just south of &lt;a href=\"Krati%C3%A9%20%28town%29\"&gt;Kratié&lt;/a&gt; in the Mekong river of Cambodia to &lt;a href=\"Kong%20Lor\"&gt;Kong Lor&lt;/a&gt; in &lt;a href=\"Savannakhet\"&gt;Savannakhet&lt;/a&gt; of central Laos.\nThis species occurs:\nThe &lt;a href=\"type%20locality%20%28biology%29\"&gt;type locality&lt;/a&gt; is &lt;a href=\"Ban%20Na\"&gt;Ban Na&lt;/a&gt; on &lt;a href=\"Khong%20Island\"&gt;Khong Island&lt;/a&gt;, Laos.\nDescription.\nA detailed account of the anatomy of \"Neotricula aperta\" was given by Davis et al. in 1976.\nThree strains of \"Neotricula aperta\" have been recognized (called α, β and γ), on the basis of shell size and body pigmentation. Although all three strains are susceptible to \"&lt;a href=\"Schistosoma%20mekongi\"&gt;Schistosoma mekongi&lt;/a&gt;\" (γ&gt; &gt; β &gt; α), only the γ-strain is epidemiologically significant.\nEcology.\n\"Neotricula aperta\" is exclusively &lt;a href=\"epilithic\"&gt;epilithic&lt;/a&gt; or &lt;a href=\"epixylic\"&gt;epixylic&lt;/a&gt; (on rotting wood). \"Neotricula aperta\" is found only in shallow areas (typically 0.5 to 3 m deep) of the Mekong river and some of its tributaries. The snails are restricted to areas where the current is moderate (around 2 × 103 m3s−1), the water is clear and the bed rock forms (almost flat) platforms where agal &lt;a href=\"aufwuch\"&gt;aufwuch&lt;/a&gt;s is extensive. Such conditions exist only during the &lt;a href=\"dry%20season\"&gt;dry season&lt;/a&gt; in the lower Mekong (March to May) and so \"Neotricula aperta\" populations persist mostly by recruitment (from eggs laid on stones in the previous year) or re-colonization from other rivers, and transmission of \"&lt;a href=\"Schistosoma%20mekongi\"&gt;Schistosoma mekongi&lt;/a&gt;\" is seasonal. &lt;a href=\"Population%20density\"&gt;Population density&lt;/a&gt; can reach up to 4734 snails per m².\nIn addition, \"Neotricula aperta\" is not known from waters of low &lt;a href=\"Electrical%20conductivity\"&gt;conductivity&lt;/a&gt; or pH and is &lt;a href=\"calciphilic\"&gt;calciphilic&lt;/a&gt;; the pH of all \"Neotricula aperta\" habitats sampled to date is &gt; 7.5 and the river systems in which the snails are found have always been those draining &lt;a href=\"karst\"&gt;karst&lt;/a&gt; areas. More recently, \"Neotricula aperta\" has been found in the primary streams emerging from karst springs, close to the origins of the streams. The snail \"Neotricula aperta\" requires hard water to provide the &lt;a href=\"calcium\"&gt;calcium&lt;/a&gt; needed for rapid &lt;a href=\"gastropod%20shell\"&gt;shell&lt;/a&gt; growth as populations re-establish in the Mekong river each year following the annual flood.\nThe ecological requirements of \"Neotricula aperta\" indicate that this snail will not become established in the reservoirs or downstream channels of dams in the region and that flooding of habitats by impoundment will eliminate all \"Neotricula aperta\" populations from the affected area.\n\"Neotricula aperta\" grazes the algal &lt;a href=\"epilithon\"&gt;epilithon&lt;/a&gt; and therefore, unlike species such as \"&lt;a href=\"Biomphalaria\"&gt;Biomphalaria&lt;/a&gt;\" (African vector of other kind of schistosomiasis), cannot survive in areas where sediment is depositing and preventing the growth of the algae upon which it feeds. Indeed, ecological studies of \"Neotricula aperta\" have shown that this snail is found only on stones covered with fine sediments and that this species is highly sensitive to &lt;a href=\"Siltation\"&gt;silting&lt;/a&gt;.\nReferences.\nThis article incorporates CC-BY-2.0 text from the reference"
}