{
    "id": "2356849",
    "revid": "38085382",
    "url": "https://en.wikipedia.org/wiki?curid=2356849",
    "title": "Plano Real",
    "text": "The Plano Real (\"&lt;a href=\"Brazilian%20real\"&gt;Real&lt;/a&gt; Plan\", in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;) was a set of measures taken to stabilize the &lt;a href=\"Economy%20of%20Brazil\"&gt;Brazilian economy&lt;/a&gt; in 1994, during the presidency of &lt;a href=\"Itamar%20Franco\"&gt;Itamar Franco&lt;/a&gt;. Its architects were led by the &lt;a href=\"Ministry%20of%20Finance%20%28Brazil%29\"&gt;Minister of Finance&lt;/a&gt; and succeeding president &lt;a href=\"Fernando%20Henrique%20Cardoso\"&gt;Fernando Henrique Cardoso&lt;/a&gt;. The Plano Real was based on an analysis of the root causes of &lt;a href=\"hyperinflation\"&gt;hyperinflation&lt;/a&gt; in the \"&lt;a href=\"History%20of%20Brazil%20since%201985\"&gt;New Republic&lt;/a&gt;\" of Brazil, that concluded that there was both an issue of &lt;a href=\"fiscal%20policy\"&gt;fiscal policy&lt;/a&gt; and severe, widespread &lt;a href=\"inertial%20inflation\"&gt;inertial inflation&lt;/a&gt;. The Plano Real intended to stabilize the domestic &lt;a href=\"currency\"&gt;currency&lt;/a&gt; in &lt;a href=\"Real%20vs.%20nominal%20in%20economics\"&gt;nominal terms&lt;/a&gt; after a &lt;a href=\"Timeline%20of%20Brazilian%20economic%20stabilization%20plans\"&gt;string of failed plans&lt;/a&gt; to control &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt;.\nBackground.\nAccording to economists, one of the causes of inflation in Brazil was the &lt;a href=\"inertial%20inflation\"&gt;inertial inflation&lt;/a&gt; phenomenon. Prices were adjusted on a daily basis according to changes in price indexes and to the exchange rate of the local currency to the U.S. dollar. \"Plano Real\" then created a non-monetary currency, the &lt;a href=\"Unidade%20Real%20de%20Valor\"&gt;Unidade Real de Valor&lt;/a&gt; (\"URV\"), whose value was set to approximately 1 US dollar. All prices were quoted in these two currencies, cruzeiro real and URV, but payments had to be made exclusively in cruzeiros reais. Prices quoted in URV did not change over time, while their equivalent in cruzeiros reals increased nominally every day.\nSolution.\nThe Plano Real intended to stabilize the domestic &lt;a href=\"currency\"&gt;currency&lt;/a&gt; in &lt;a href=\"Real%20vs.%20nominal%20in%20economics\"&gt;nominal terms&lt;/a&gt; after a &lt;a href=\"Timeline%20of%20Brazilian%20economic%20stabilization%20plans\"&gt;string of failed plans&lt;/a&gt; to control &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt;. It created the &lt;a href=\"Unidade%20Real%20de%20Valor\"&gt;Unidade Real de Valor&lt;/a&gt; (\"Unit of Real Value\"), which served as a key step to the implementation of the new (and still current) currency, the \"&lt;a href=\"Brazilian%20real\"&gt;real&lt;/a&gt;\". At first, most academics tended not to believe that the Plan could succeed. &lt;a href=\"Stephen%20Kanitz\"&gt;Stephen Kanitz&lt;/a&gt; was the first public intellectual to predict the future success of the Real Plan.\nA new currency called the \"real\" (plural \"reais\") was introduced on 1 July 1994, as part of a broader plan to stabilize the Brazilian economy, replacing the short-lived &lt;a href=\"cruzeiro%20real\"&gt;cruzeiro real&lt;/a&gt; in the process. Then, a series of contracting &lt;a href=\"fiscal%20policy\"&gt;fiscal&lt;/a&gt; and &lt;a href=\"monetary%20policy\"&gt;monetary policies&lt;/a&gt; was enacted, restricting the government expenses and raising interest rates. By doing so, the country was able to keep inflation under control for several years. In addition, high interest rates attracted enough foreign capital to finance the current account deficit and increased the country's international reserves. The government put a strong focus on the management of the &lt;a href=\"balance%20of%20payments\"&gt;balance of payments&lt;/a&gt;, at first by setting the real at a very high &lt;a href=\"exchange%20rate\"&gt;exchange rate&lt;/a&gt; relative to the &lt;a href=\"United%20States%20dollar\"&gt;U.S. dollar&lt;/a&gt;, and later (in late 1998) by a sharp increase on domestic &lt;a href=\"interest%20rates\"&gt;interest rates&lt;/a&gt; to maintain a positive influx of foreign capitals to local currency &lt;a href=\"bond%20market\"&gt;bond market&lt;/a&gt;s, financing Brazilian expenditures.\nResult.\nThe real initially appreciated (gained value) against the U.S. dollar as a result of large &lt;a href=\"capital%20%28economics%29\"&gt;capital&lt;/a&gt; inflows in late 1994 and 1995. It then began a gradual depreciation process, culminating in the 1999 January currency crisis, when the real suffered a maxi-devaluation, and fluctuated wildly. Following this period (1994–1999) of a quasi-fixed exchange rate, an inflation-targeting policy was instituted by new central bank president &lt;a href=\"Arminio%20Fraga\"&gt;Arminio Fraga&lt;/a&gt;, which effectively meant that the fixed-exchange period was over. However, the currency was never truly \"free\", being more accurately described as a managed or \"dirty\" float, with frequent central bank interventions to manipulate its dollar price.\nThe currency's appreciation was crucial to keep inflation under control. Mainly, it assured the supply of cheap imported products to meet the domestic demand and forced domestic producers to sell at lower prices in order to maintain their market shares. This was especially important in the period immediately following the adoption of the new currency, when the sudden drop in inflation caused a surge in demand. The increased imports, therefore, were essential to avoid demand-side inflationary pressures that would undermine the stabilization plan."
}