{
    "id": "23568409",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=23568409",
    "title": "Third Anglo-Burmese War",
    "text": "The Third Anglo-Burmese War (), also known as the Third Burma War, was a conflict that took place during 7–29 November 1885, with sporadic resistance and insurgency continuing into 1887. It was the final of &lt;a href=\"Anglo-Burmese%20Wars\"&gt;three wars&lt;/a&gt; fought in the 19th century between the Burmese and the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt;. The war saw the loss of sovereignty of an independent Burma under the &lt;a href=\"Konbaung%20dynasty\"&gt;Konbaung dynasty&lt;/a&gt;, whose rule had already been reduced to the territory known as &lt;a href=\"Upper%20Burma\"&gt;Upper Burma&lt;/a&gt;, the region of &lt;a href=\"Lower%20Burma\"&gt;Lower Burma&lt;/a&gt; having been annexed by the British in 1853, as a result of the &lt;a href=\"Second%20Anglo-Burmese%20War\"&gt;Second Anglo-Burmese War&lt;/a&gt;.\nFollowing the war, Burma came under the rule of the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt; as a &lt;a href=\"Presidencies%20and%20provinces%20of%20British%20India\"&gt;province of India&lt;/a&gt;. From 1937, the &lt;a href=\"British%20rule%20in%20Burma\"&gt;British governed Burma as a separate colony&lt;/a&gt; until Burma achieved independence as a republic in 1948.\nBackground.\nFollowing a succession crisis in Burma in 1878, the British Resident in Burma was withdrawn, ending official diplomatic relations between the countries. The British considered a new war in response but other ongoing wars in Africa and Afghanistan led them to reject a war at that time.\nDuring the 1880s, the British became concerned about contacts between Burma and &lt;a href=\"French%20colonial%20empire%231870%E2%80%931939\"&gt;France&lt;/a&gt;. Wars in &lt;a href=\"Indochina\"&gt;Indochina&lt;/a&gt; had brought the French to the borders of Burma. In May 1883, a high-level Burmese delegation left for Europe. Officially it was to gather industrial knowledge, but it soon made its way to Paris where it began negotiations with the French Foreign Minister &lt;a href=\"Jules%20Ferry\"&gt;Jules Ferry&lt;/a&gt;. Ferry eventually admitted to the British ambassador that the Burmese were attempting to negotiate a political alliance along with a purchase of military equipment. The British were troubled by the Burmese action and relations worsened between the two countries.\nDuring the discussions between the French and Burmese in Paris, a boundary dispute on the frontier of India and Burma broke out. In 1881, the British authorities in India appointed a commission to unilaterally mark out the border between the two countries. In the course of its work, the commission began demanding the Burmese authorities in villages determined by the British to be on their side of the line should withdraw. The Burmese objected continuously, but eventually backed down.\nIn 1885, the French consul M. Hass moved to &lt;a href=\"Mandalay\"&gt;Mandalay&lt;/a&gt;. He negotiated the establishment of a French Bank in Burma, a concession for a railway from Mandalay to the northern border of British Burma and a French role in running monopolies controlled by the Burmese government. The British reacted with diplomatic force and convinced the French government to recall Haas who was removed allegedly \"for reasons of health\". While the French had backed down in Burma, the French actions as well as many other events convinced the British to take action against Burma.\nA fine was imposed on the &lt;a href=\"Bombay%20Burmah%20Trading%20Corporation\"&gt;Bombay Burmah Trading Corporation&lt;/a&gt; for under-reporting its extractions of &lt;a href=\"teak\"&gt;teak&lt;/a&gt; from &lt;a href=\"Toungoo\"&gt;Toungoo&lt;/a&gt; and not paying its employees. The company was fined by a Burmese court, and some of its timber was seized by the Burmese officials. The company and the British government claimed the charges were false and the Burmese courts were corrupt. The British demanded the Burmese government accept a British-appointed arbitrator to settle the dispute. When the Burmese refused, the British issued an ultimatum on 22 October 1885. The ultimatum demanded that the Burmese accept a new British resident in Mandalay, that any legal action or fines against the Company be suspended until the arrival of the resident, that Burma submit to British control of its foreign relations and that Burma should provide the British with commercial facilities for the development of trade between northern Burma and China.\nThe acceptance of the ultimatum would have ended any real Burmese independence and reduced the country to something similar to the semi-independent &lt;a href=\"princely%20state\"&gt;princely state&lt;/a&gt;s of British India. By 9 November, a practical refusal of the terms having been received at &lt;a href=\"Yangon\"&gt;Rangoon&lt;/a&gt;, the occupation of &lt;a href=\"Mandalay\"&gt;Mandalay&lt;/a&gt; and the dethronement of the Burmese king &lt;a href=\"Thibaw%20Min\"&gt;Thibaw Min&lt;/a&gt; were determined upon. The annexation of the Burmese kingdom had probably also been decided.\nThe war.\nAt this time, except that the country was one of dense jungle, and therefore most unfavourable for military operations, the British knew little of the interior of Upper Burma; but British steamers had for years been running on the great river highway of the &lt;a href=\"Ayeyarwady%20River\"&gt;Irrawaddy River&lt;/a&gt;, from Rangoon to Mandalay, and it was obvious that the quickest and most satisfactory method of carrying out the British campaign was an advance by water direct on the capital. Further, a large number of light-draught river steamers and barges (or flats), belonging to the &lt;a href=\"Irrawaddy%20Flotilla%20Company\"&gt;Irrawaddy Flotilla Company&lt;/a&gt; under the control of &lt;a href=\"Frederick%20Charles%20Kennedy\"&gt;Frederick Charles Kennedy&lt;/a&gt;, were available at Rangoon, and the local knowledge of the company's officers of the difficult river navigation was at the disposal of the British forces.\nMajor-General, afterwards Sir, &lt;a href=\"Harry%20Prendergast\"&gt;Harry Prendergast&lt;/a&gt; was placed in command of the invasion. As was only to be expected in an enterprise of this description, the navy as well as the army was called in requisition; and as usual the services rendered by the seamen and guns were most important. The total effective force available was 3,029 British troops, 6,005 Indian sepoys and 67 guns, and for river service, 24 machine guns. The river fleet which conveyed the troops and stores was composed of more than 55 steamers, barges, and launches, etc.\n&lt;a href=\"Thayetmyo\"&gt;Thayetmyo&lt;/a&gt; was the British post on the river nearest to the frontier, and here, by 14 November, five days after Thibaw's answer had been received, practically the whole expedition was assembled. On the same day General Prendergast received instructions to commence operations. The Burmese king and his country were taken completely by surprise by the rapidity of the advance. There had been no time for them to collect and organize any resistance. They had not even been able to block the river by sinking steamers, etc., across it, for, on the very day of the receipt of orders to advance, the armed steamers, the &lt;a href=\"Ayeyarwady%20River\"&gt;Irrawaddy&lt;/a&gt; and the Kathleen, engaged the nearest Burmese batteries, and brought out from under their guns the Burmese King's steamer and some barges which were lying in readiness for this very purpose. On the 16th the batteries themselves on both banks were taken by a land attack, the Burmese being evidently unprepared and making no resistance. On 17 November, however, at &lt;a href=\"Minhla%2C%20Bago\"&gt;Minhla&lt;/a&gt;, on the right bank of the river, the Burmese in considerable force held successively a barricade, a pagoda and the redoubt of Minhla. The attack was pressed home by a brigade of British Indian infantry on shore, covered by a bombardment from the river, and the Burmese were defeated with a loss of 170 killed and 276 prisoners, besides many more drowned in the attempt to escape by river. The advance was continued next day and the following days, the &lt;a href=\"naval%20brigade\"&gt;naval brigade&lt;/a&gt; and heavy artillery leading and silencing in succession the Burmese river defences at &lt;a href=\"Nyaung-U\"&gt;Nyaung-U&lt;/a&gt;, &lt;a href=\"Pakokku\"&gt;Pakokku&lt;/a&gt; and &lt;a href=\"Myingyan\"&gt;Myingyan&lt;/a&gt;.\nHowever, some sources say that the Burmese resistance was not fierce because the defence minister of Thibaw, &lt;a href=\"Kinwun%20Mingyi%20U%20Kaung\"&gt;Kinwun Mingyi U Kaung&lt;/a&gt;, who wanted to negotiate peace with the British, issued an order to the Burmese troops not to attack the British. His order was obeyed by some, but not all Burmese brigades. In addition, the British passed out &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt; while marching through Burma, insisting to the Burmese that they did not intend to occupy the country so much as depose the king Thibaw and enthrone &lt;a href=\"Prince%20Nyaungyan\"&gt;Prince Nyaungyan&lt;/a&gt; (an elder half-brother of Thibaw) as the new king. At that time, most of the Burmese did not like Thibaw both because of the poor management of his government and because he and/or his king-makers had executed nearly a hundred royal princes and princesses when he ascended the throne in 1878. Nyaungyan was a survivor of this royal massacre and had been living in exile in British India, although in fact he was already dead by this time. However, the British concealed this fact, and according to some sources the British even brought a man impersonating Prince Nyaungyan along with them on their way to Mandalay so that the Burmese would believe their story of installing a new king. Thus, the Burmese who welcomed this purported new king made no attempt to resist the British forces. However, when it became obvious that the British had actually failed to install a new king and Burma in fact had become annexed to the Raj, fierce rebellions by various Burmese groups, including the troops of the former royal Burmese army, ensued for more than a decade. U Kaung's role in the initial collapse of Burmese resistance later gave rise to the popular mnemonic (\"U Kaung's treachery, end of dynasty\": U (ဥ) =1, Ka (က) =2, La (လ) =4, Hta (ထ) =7 in Burmese numerology i.e. Burmese Era 1247 or 1885AD).\nOn 26 November, when the flotilla was approaching the capital &lt;a href=\"Inwa\"&gt;Ava&lt;/a&gt;, envoys from King Thibaw met General Prendergast with offers of surrender; and on the 27th, when the ships were lying off that city and ready to commence hostilities, the order from the king to his troops to lay down their arms was received. There were three strong forts here, full at that moment with thousands of armed Burmese, and though a large number of these filed past and laid down their arms by the king's command, still many more were allowed to disperse with their weapons; and these, in the time that followed, broke up into guerrilla bands and prolonged the war for years. Meanwhile, however, the surrender of the king of Burma was complete; and on 28 November, in less than a fortnight from the declaration of war, Mandalay had fallen, and King Thibaw was taken prisoner, and every strong fort and town on the river, and all the kings ordnance (1861 pieces), and thousands of rifles, muskets and arms had been taken, primarily from the Mandalay palace and the city itself. The proceeds were sold off at a profit of 9 lakhs of rupees (roughly 60,000 pound sterling).\nFrom Mandalay, General Prendergast reached &lt;a href=\"Bhamo\"&gt;Bhamo&lt;/a&gt; on 28 December. This was a very important move, as it forestalled the Chinese, who had their own claims and border disputes with Burma. Though the king was dethroned and exiled with the royal family to India, and the capital and the whole of the river in the hands of the British, bands of insurgents took advantage of the situation to continue an armed resistance which proved very difficult to defeat.\nAnnexation and resistance.\nBurma was annexed by the British on January 1, 1886. The annexation sparked an insurgency which would last until 1896.\nThe final, and now completely successful, pacification of the country, under the direction of &lt;a href=\"Frederick%20Roberts%2C%201st%20Earl%20Roberts\"&gt;Sir Frederick (later Earl) Roberts&lt;/a&gt;, was only brought about by an extensive system of small military police protective posts scattered all over the country, and small lightly equipped columns moving out in response whenever a gathering of insurgents occurred. The British poured reinforcements into the country, and it was in this phase of the campaign, lasting several years that the most difficult and arduous work fell to the lot of the remaining British and Indian troops. Ultimately, despite the efforts of Roberts, the insurgents in Burma would remain active for another decade.\nThe British also extended their control into the tribal areas of the Kachin Hills and Chin Hills. These territories, only nominally ruled even by the Burmese kingdom, were taken over by the British. Also taken were disputed territories in northern Burma claimed by the &lt;a href=\"Qing%20dynasty\"&gt;Qing government&lt;/a&gt;.\nNo account of the Third Burmese War would be complete without a reference to the first (and perhaps for this reason, the most notable) land advance into the country. This was carried out in November 1885 from &lt;a href=\"Toungoo\"&gt;Toungoo&lt;/a&gt;, the British frontier post in the east of the country. A small column of all arms carried it out under Colonel W. P. Dicken, 3rd &lt;a href=\"Madras%20Light%20Infantry\"&gt;Madras Light Infantry&lt;/a&gt;, the first objective being Ningyan (&lt;a href=\"Pyinmana\"&gt;Pyinmana&lt;/a&gt;). The operations were completely successful, in spite of a good deal of scattered resistance, and the force afterwards moved forward to &lt;a href=\"Yamethin\"&gt;Yamethin&lt;/a&gt; and &lt;a href=\"Hlaingdet\"&gt;Hlaingdet&lt;/a&gt;. As inland operations developed, the lack of mounted troops was badly felt, and several regiments of cavalry were brought over from India, while mounted infantry was raised locally. The British found that without mounted troops it was generally impossible to fight the Burmese successfully.\nPrize Committee.\nFollowing the annexation of Burma, valuable possessions of the Burmese Government were seized by the British authorities. Many items that could be easily transported such as gold, jewellery, silk and ornamental objects were shipped back to &lt;a href=\"Great%20Britain\"&gt;Britain&lt;/a&gt; and presented as gifts to the &lt;a href=\"British%20royal%20family\"&gt;royal family&lt;/a&gt; and notables of Britain, others were auctioned. An organisation, the \"Prize Committee, Mandalay\", was instituted to dispose of the possessions of the former Burmese government. The majority of auctioned items were sold to Army and Navy officers and civil servants as well as the occasional European traveller.\nItems made of valuable metals which were damaged or deemed to be of little artistic value were melted down for &lt;a href=\"bullion\"&gt;bullion&lt;/a&gt;. Articles deemed to be of very high value were shipped to the &lt;a href=\"Executive%20Engineer\"&gt;Executive Engineer&lt;/a&gt; in &lt;a href=\"Kolkata\"&gt;Calcutta&lt;/a&gt;. Some items of high religious importance, including 11 gold idols of Lord Buddha, were retained by the Calcutta museum to be restored and if later requested returned to descendants of Burmese royalty. Machinery, &lt;a href=\"steamship\"&gt;steamers&lt;/a&gt; and items of practical value were usually transferred to the British government or purchased at well below market value. &lt;a href=\"Artillery\"&gt;Ordnance&lt;/a&gt; including cast-iron guns, cannons and field guns were for the most part destroyed or disposed of in deep water.\nIn 1886, a military expedition was launched to \"open up\" the lucrative ruby mines at &lt;a href=\"Mogok\"&gt;Mogok&lt;/a&gt; and make them available to British merchants. George Skelton Streeter, a gem expert and son of Edmund Streeter of the Streeters &amp; Co Ltd jewellery company in London, accompanied the expedition and stayed there to work as a government valuer in the British-run mines.\nReferences.\nPrendergast, H.D.V. (2016). 'Memorials and trophies' - cannon in Britain from the Third Anglo-Burmese War. \"Journal of the Society for Army Historical Research\" 94, pp. 106-128."
}