{
    "id": "2357394",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2357394",
    "title": "The Mike Malloy Show",
    "text": "The Mike Malloy Show is a syndicated &lt;a href=\"Progressivism\"&gt;progressive&lt;/a&gt; &lt;a href=\"Talk%20radio\"&gt;radio talk show&lt;/a&gt; hosted by long-time radio personality &lt;a href=\"Mike%20Malloy\"&gt;Mike Malloy&lt;/a&gt;. Malloy came to talk radio in 1987, moving from his position as a writer and producer at &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt;. He is married to producer Kathy Bay, with whom he has a daughter born in July, 2004. He has an additional five children, all grown, and six grandchildren.\nThe show features Malloy's extended monologues on the day's &lt;a href=\"news\"&gt;news&lt;/a&gt; and the people and events behind it, listener calls, and occasional guest interviews. He advocates for the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; to move to the left and to take more liberal and &lt;a href=\"progressivism\"&gt;progressive&lt;/a&gt; stands. Malloy's radio style is very confrontational and sometimes controversial: he is an advocate for the open discussion of &lt;a href=\"9/11%20conspiracy%20theories\"&gt;9/11 conspiracy theories&lt;/a&gt;, for the &lt;a href=\"impeachment%20of%20George%20W.%20Bush\"&gt;impeachment of George W. Bush&lt;/a&gt; and the ousting of what he calls \"spineless democrats\" from the &lt;a href=\"U.S.%20Congress\"&gt;U.S. Congress&lt;/a&gt;. Malloy refers to his audience as \"Truthseekers\". Malloy often collectively refers to George W. Bush, his father, and their associates as the \"Bush Crime Family\".\nMalloy's show is currently self-syndicated. Until March 2009 it was syndicated by the &lt;a href=\"Nova%20M%20Radio\"&gt;Nova M Radio&lt;/a&gt; network. Previously, it was syndicated by &lt;a href=\"Air%20America%20Radio\"&gt;Air America Radio&lt;/a&gt;, but Air America abruptly dropped the show on August 30, 2006. The Mike Malloy Show is currently carried by 13 broadcast stations as well as the &lt;a href=\"Sirius%20XM%20Progress\"&gt;Sirius XM Progress&lt;/a&gt; satellite radio channel nationwide. Its broadcast originates from &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta, Georgia&lt;/a&gt;. Malloy is the only radio talk show host in America to have received the A.I.R (Achievement in Radio) Award in both &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; and &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. Talkers Magazine included Malloy among their list of \"the 250 Most Important Radio Talk Show Hosts in America\" but did not name him as one of the &lt;a href=\"https%3A//web.archive.org/web/20080116142514/http%3A//www.talkers.com/main/index.php%3Foption%3Dcom_content%26amp%3Btask%3Dview%26amp%3Bid%3D19%26amp%3BItemid%3D44\"&gt;Heavy Hundred&lt;/a&gt;.\"\nBroadcast history.\nAfter years on &lt;a href=\"WSB%20%28AM%29\"&gt;WSB&lt;/a&gt; in Atlanta and &lt;a href=\"WLS%20%28AM%29\"&gt;WLS&lt;/a&gt; in Chicago, the show launched into national syndication on Air America Radio August 2, 2004 and was broadcast live on weeknights from 10 p.m.-1 a.m. &lt;a href=\"North%20American%20Eastern%20Time%20Zone\"&gt;Eastern Time&lt;/a&gt; on some &lt;a href=\"List%20of%20Air%20America%20Radio%20affiliates\"&gt;Air America affiliates&lt;/a&gt;.\nIn January 2006, Malloy's show was removed from &lt;a href=\"WLIB\"&gt;WLIB&lt;/a&gt;, Air America's New York City affiliate. He was replaced by the apolitical &lt;a href=\"Satellite%20Sisters\"&gt;Satellite Sisters&lt;/a&gt;' show. On August 11, 2006, he announced his pending return to WLIB on September 1, 2006, barring no unforeseen difficulties. However, unforeseen difficulties did indeed arise.\nOn August 30, 2006 the following notice appeared on his web site:\nAt the time, Malloy was not doing his show, but substituting for &lt;a href=\"Randi%20Rhodes\"&gt;Randi Rhodes&lt;/a&gt; on &lt;a href=\"The%20Randi%20Rhodes%20Show\"&gt;her show&lt;/a&gt;. In an interview on \"&lt;a href=\"The%20Majority%20Report\"&gt;The Majority Report&lt;/a&gt;\" that aired on September 8, 2006, Mike explained that he was fired for \"financial reasons.\" He said he was looking for another place to do his show, and while he would like to come back to Air America, he would never do so while the current management was in place due to the unprofessional way he was fired.\nImmediately after Malloy's firing from Air America, &lt;a href=\"Head%20On%20Radio%20Network\"&gt;Head On Radio Network&lt;/a&gt; broadcast \"best of\" Malloy programs dating back to March 2003 at 10:00 p.m. &lt;a href=\"Eastern%20Time%20Zone\"&gt;EST&lt;/a&gt; &lt;a href=\"http%3A//headonradionetwork.com/shows\"&gt;&lt;/a&gt;\nFrom October 2006 until March 2009, Malloy broadcast on the &lt;a href=\"Nova%20M%20Radio\"&gt;Nova M Radio&lt;/a&gt; network from 9:00 p.m. to midnight EST.\nJargon.\nCatchphrases.\nMalloy is frequently heard employing a number of catch phrases that have become trademarks of his style, among them are:\nMalloy, since moving his program to internet-only, has abandoned some above-mentioned &lt;a href=\"minced%20oaths\"&gt;minced oaths&lt;/a&gt; in favor of using explicit language.\nNotable episodes.\nOn May 9, 2003, a weekly segment named \"Bush-Free Fridays\" was supposed to start on the show, where neither Malloy or any callers to the show would mention &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; by name. The segment was not successful, as even Malloy himself at one point mentioned Bush by name and joked about leaving the studio during the show. &lt;a href=\"http%3A//server7.whiterosesociety.org/content/malloy/MalloyMemories/Bush_Free_Friday.mp3\"&gt;&lt;/a&gt;\nOn November 9, 2007, Malloy played a segment from &lt;a href=\"The%20O%27Reilly%20Factor\"&gt;The O'Reilly Factor&lt;/a&gt; where host &lt;a href=\"Bill%20O%27Reilly%20%28commentator%29\"&gt;Bill O'Reilly&lt;/a&gt; did a segment on Malloy, about a comment he had made earlier on the show about having \"violence fantasies\" about &lt;a href=\"Scott%20McClellan\"&gt;Scott McClellan&lt;/a&gt; and &lt;a href=\"Dana%20Perino\"&gt;Dana Perino&lt;/a&gt;. &lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3D7-JVlO8-3l4\"&gt;&lt;/a&gt; Malloy ridiculed O'Reilly on-air as the segment was playing, and later mentioned the case where a visitor on O'Reilly's blog said that \"his guns were loaded\" if &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; should become President. \nOn June 2009 Interviewed by Brad Friedman, Former &lt;a href=\"FBI\"&gt;FBI&lt;/a&gt; translator and &lt;a href=\"Whistleblower\"&gt;Whistleblower&lt;/a&gt; &lt;a href=\"Sibel%20Edmonds\"&gt;Sibel Edmonds&lt;/a&gt; has stated : \"I have information about things that our government has lied to us about. I know. For example, to say that since the fall of the Soviet Union we ceased all of our intimate relationship with Bin Laden and the Taliban - those things can be proven as lies, very easily, based on the information they classified in my case, because we did carry very intimate relationship with these people, and it involves Central Asia, all the way up to September 11.\"\nOn May 4, 2011, Malloy made remarks regarding the killing of Usama Bin Laden, stating: \nAll the death in Iraq was not caused by bin Laden. The death in Iraq was caused by George W. Bush. Five thousand Americans, tens of thousands permanently damaged and shot to pieces, a million Iraqis dead – that wasn’t bin Laden. That was George Bush. So when does Seal Unit 6, or whatever it’s called, drop in on George Bush? Bush was responsible for a lot more death, innocent death, than bin Laden.\nThe comment drew critical national attention.\nFollowing the &lt;a href=\"tornado%20outbreak%20of%20March%202%E2%80%933%2C%202012\"&gt;tornado outbreak of March 2–3, 2012&lt;/a&gt;, on March 4, 2012, Malloy again received much criticism over remarks he made mocking the religion of the tornado victims: \"They keep being killed, you know, their God, if this is where they want to look at it, keeps smashing them into little grease spots on the pavement...the &lt;a href=\"Bible%20Belt\"&gt;Bible Belt&lt;/a&gt;. 'Where they ain't going to let no goddamn science get in the way...\""
}