{
    "id": "23574574",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=23574574",
    "title": "Bandele Omoniyi",
    "text": "Bandele Omoniyi (6 November 1884 – 1913) was a Nigerian &lt;a href=\"nationalist\"&gt;nationalist&lt;/a&gt; who is best known for his book \"&lt;a href=\"A%20Defence%20of%20the%20Ethiopian%20Movement\"&gt;A Defence of the Ethiopian Movement&lt;/a&gt;\" (1908), which urged for political reforms in the colonies, warning that otherwise a revolution in Africa might end British rule. According to &lt;a href=\"Hakim%20Adi\"&gt;Hakim Adi&lt;/a&gt;, he is one of the earliest examples of the politically active West African student in &lt;a href=\"United%20Kingdom\"&gt;Britain&lt;/a&gt;.\nBiography.\nBandele Omoniyi was born in &lt;a href=\"Lagos\"&gt;Lagos&lt;/a&gt;, in present-day Nigeria, and his parents sold their land to finance his studies in Britain, where Omoniyi first went in 1905. Enrolling at &lt;a href=\"Edinburgh%20University\"&gt;Edinburgh University&lt;/a&gt; in 1906 to study law, he eventually gave up his studies as he became increasingly involved in political activities, taking up &lt;a href=\"Anti-imperialism\"&gt;anti-imperial&lt;/a&gt; journalism in socialist, Scottish and Nigerian publications. He wrote to various British politicians, including the Prime Minister, &lt;a href=\"Henry%20Campbell-Bannerman\"&gt;Henry Campbell-Bannerman&lt;/a&gt;, and the future &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; leader &lt;a href=\"Ramsay%20MacDonald\"&gt;Ramsay MacDonald&lt;/a&gt;, demanding representation for &lt;a href=\"Scramble%20for%20Africa%23United%20Kingdom\"&gt;Africans in the colonies&lt;/a&gt;. In 1907 Omoniyi criticised colonial rule in a series of letters to the \"&lt;a href=\"Blackwood%27s%20Edinburgh%20Magazine\"&gt;Edinburgh Magazine&lt;/a&gt;\". He also wrote articles for the West African press, and in 1908 published his major work, \"A Defence of the Ethiopian Movement\", in Edinburgh, dedicating it \"to The Right Honourable and Honourable Members of the British Parliament\".\nOmoniyi later moved to &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; around 1910, where he was subsequently arrested for his political activities. He refused assistance from the British &lt;a href=\"Consul%20%28representative%29\"&gt;Consul&lt;/a&gt;. Imprisoned, he contracted &lt;a href=\"beriberi\"&gt;beriberi&lt;/a&gt; and died, aged 28."
}