{
    "id": "23584528",
    "revid": "29766256",
    "url": "https://en.wikipedia.org/wiki?curid=23584528",
    "title": "Manistique Lake",
    "text": "Manistique Lake, locally called Big Manistique Lake to distinguish it from the other lakes in the Manistique Lakes system, is a lake in the &lt;a href=\"Upper%20Peninsula\"&gt;Upper Peninsula&lt;/a&gt; of the U.S. state of &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. Approximately long and wide, it is one of the largest lakes in the Upper Peninsula. Elevated above sea level and above Lake Michigan, Manistique Lake drains into the larger lake through a marshy outlet on the west end of the lake that forms one source of the &lt;a href=\"Manistique%20River\"&gt;Manistique River&lt;/a&gt;. Relatively shallow, the lake's deepest point is only below the water surface. The average depth is .\nThe lake is shared between &lt;a href=\"Luce%20County%2C%20Michigan\"&gt;Luce County&lt;/a&gt; and &lt;a href=\"Mackinac%20County%2C%20Michigan\"&gt;Mackinac County&lt;/a&gt;. The small town of &lt;a href=\"Curtis%2C%20Michigan\"&gt;Curtis, Michigan&lt;/a&gt; is located on an &lt;a href=\"isthmus\"&gt;isthmus&lt;/a&gt; that divides Manistique Lake from &lt;a href=\"South%20Manistique%20Lake\"&gt;South Manistique Lake&lt;/a&gt; directly to the south.\nManistique Lake has at least three islands large enough to show up on maps - Burnt Island near the eastern shore, Foster Island near the northern shore, and Greenfield Island near the center of the lake.\nMany seasonal residents use Manistique Lake as a focus of summer recreational activity. The relatively shallow lake is favored for swimming, &lt;a href=\"powerboating\"&gt;powerboating&lt;/a&gt;, personal watercraft, fishing, ice fishing, and camping. The Michigan Department of Natural Resources (MDNR) recommends the lake for fishing and boating. Fish caught in the lake include &lt;a href=\"bluegill\"&gt;bluegill&lt;/a&gt;, &lt;a href=\"largemouth%20bass\"&gt;largemouth bass&lt;/a&gt;, &lt;a href=\"Muskellunge\"&gt;muskie&lt;/a&gt;, &lt;a href=\"perch\"&gt;perch&lt;/a&gt;, &lt;a href=\"northern%20pike\"&gt;northern pike&lt;/a&gt;, &lt;a href=\"rock%20bass\"&gt;rock bass&lt;/a&gt;, &lt;a href=\"smallmouth%20bass\"&gt;smallmouth bass&lt;/a&gt;, &lt;a href=\"Lepomis\"&gt;sunfish&lt;/a&gt;, and &lt;a href=\"walleye\"&gt;walleye&lt;/a&gt;."
}