{
    "id": "23594322",
    "revid": "40357013",
    "url": "https://en.wikipedia.org/wiki?curid=23594322",
    "title": "Crusaders (guerrilla)",
    "text": "The Crusaders (, also known as Škripari) were a Croatian pro-&lt;a href=\"Ustashe\"&gt;Ustashe&lt;/a&gt; &lt;a href=\"anti-communism\"&gt;anti-communist&lt;/a&gt; &lt;a href=\"guerrilla\"&gt;guerrilla&lt;/a&gt; army. Their activities started after the capitulation of the &lt;a href=\"Independent%20State%20of%20Croatia\"&gt;Independent State of Croatia&lt;/a&gt; in May 1945, towards the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. The Crusaders' activities ended in 1950.\nDuring World War II.\nThe leadership of the Independent State of Croatia was preparing for the impending major battles against the &lt;a href=\"Yugoslav%20Partisans\"&gt;Yugoslav Partisans&lt;/a&gt; who were in 1944 reinforced by the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt;. They wanted to establish a front on the &lt;a href=\"Vara%C5%BEdin\"&gt;Varaždin&lt;/a&gt;-&lt;a href=\"Koprivnica\"&gt;Koprivnica&lt;/a&gt;-&lt;a href=\"Sisak\"&gt;Sisak&lt;/a&gt;-&lt;a href=\"Petrinja\"&gt;Petrinja&lt;/a&gt;-&lt;a href=\"Karlovac\"&gt;Karlovac&lt;/a&gt; line. They also wanted to establish a guerrilla army that would fight behind the front lines. This guerrilla force would also, if necessary, fight the British, Americans and Soviets. During the penultimate meeting of the Main Ustaše Headquarters it was discussed whether a guerrilla army should be created, and if so, how this army would fight. A plan for moving the Croatian Army through &lt;a href=\"Bosnia%20%28region%29\"&gt;Bosnia&lt;/a&gt; was already accepted when &lt;a href=\"Ante%20Paveli%C4%87\"&gt;Ante Pavelić&lt;/a&gt; ordered the army's retreat through &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt; towards &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; (at the time in the British occupation zone).\nPreparations for guerilla warfare began in 1943 when the Germans formed the \"Jagdverbände\". These formations used the same tactics as the guerrillas who fought against them. Staff jobs, that is planning, logistic, technical work and training were performed by German army experts, while the Ustaše provided the manpower. The guerilla units were named \"S-Units\" (\"S Skupine\"). Due to the Italian capitulation the plan was implemented in 1944, and in 1945 the plan included the whole of what was then Croatian territory. Croatian guerilla actions against Yugoslav Partisans weren't notable during the war but they influenced post-war guerilla combat. Notable people who worked with the \"S-Units\" were &lt;a href=\"Vjekoslav%20Luburi%C4%87\"&gt;Vjekoslav Luburić&lt;/a&gt;, &lt;a href=\"Ljubo%20Milo%C5%A1\"&gt;Ljubo Miloš&lt;/a&gt; and &lt;a href=\"Dinko%20%C5%A0aki%C4%87\"&gt;Dinko Šakić&lt;/a&gt;.\nRegardless, the majority of the &lt;a href=\"Armed%20Forces%20of%20the%20Independent%20State%20of%20Croatia\"&gt;Armed Forces of the Independent State of Croatia&lt;/a&gt; and a large number of &lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt; members retreated towards the Austrian and Italian borders.\nAfter the reestablishment of Yugoslavia.\nSoldiers who returned from abroad in mid-1945 acted in unorganized, small groups, which provided a foundation for future guerrilla forces.\nCrusaders in Croatia and Bosnia-Herzegovina were mostly former personnel of the Armed Forces of the NDH, mostly &lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt;, but also &lt;a href=\"Croatian%20Home%20Guard%20%28World%20War%20II%29\"&gt;Croatian Home Guard&lt;/a&gt;, members of the former Croatian legionnaire divisions of the &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; and non-military Ustaše members.\nCroatian historian Zdravko Dizdar describes the Crusaders mostly as soldiers and other individuals associated with the NDH army who went underground for fear of their lives, because the Partisans had engaged significant &lt;a href=\"OZNA\"&gt;OZNA&lt;/a&gt; resources in tracking them down, which led to either their &lt;a href=\"summary%20execution\"&gt;summary execution&lt;/a&gt;s, judicial executions, or long prison sentences. Any known associates of eliminated Crusaders, mostly their relatives, were also often targeted by the Partisan military and political apparatus.\nDespite the name, the Crusaders were not a religious movement. Religion was a banner that they used to distinguish themselves from atheist communists. Most supporters of the Crusaders were &lt;a href=\"Catholic%20Church\"&gt;Catholic&lt;/a&gt; but there were also many &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; members, including the Crusader commander in &lt;a href=\"Sarajevo\"&gt;Sarajevo&lt;/a&gt;, &lt;a href=\"Hasan%20Biber\"&gt;Hasan Biber&lt;/a&gt;. They also stated that the &lt;a href=\"Yugoslav%20partisans\"&gt;Yugoslav partisans&lt;/a&gt; were a Serbian anti-Croat movement. There was also support for the Crusaders in anti-Communist emigrant communities, especially in Spain, Argentina, Canada, the United States, and West Germany.\nThe Yugoslav &lt;a href=\"Department%20of%20State%20Security\"&gt;Department of State Security&lt;/a&gt; (UDBA) blamed the &lt;a href=\"Croatian%20Peasant%20Party\"&gt;Croatian Peasant Party&lt;/a&gt; (HSS, also called \"Mačekovci\") and the Catholic clergy for the creation of the Crusaders. The UDBA claimed that the name \"Crusaders\" was coined in June 1945, when remaining elements of the Croatian Armed Forces and the clerical part of the HSS joined. The UDBA states that remains of \"Ustaše bandits\" under wing of a Pastoral Letter took the name \"Crusaders\". The Crusaders' insignia was the Croatian Coat of Arms with the white cross, or the Ustaše sign with the \"U\" replaced with a white cross. Their flag was the Croatian tricolor with the slogan \"For Croatia and Christ Against Communists\" (\"Za Hrvatsku i Krista protiv komunista\") on one side, and \"&lt;a href=\"In%20hoc%20signo%20vinces\"&gt;In this sign thou shalt conquer&lt;/a&gt;\" (\"U ovom ćeš znaku pobijediti\") on the other. The Croatian guerrillas were called various names: Crusaders (\"križari\"), Cavers (\"Špiljari\"), \"Škripari\", \"Kamišari\" (cavers), \"Jamari\" (cavers), \"Šumnjaci\" (forest people), even White Partisans (\"bijeli partizani\"). The name \"Crusaders\" was used universally, while the other names were used regionally.\nActivities.\nIn the summer of 1945 after their complete dispersion, the Crusaders started to organise, connect and form strongholds. The main Crusader force was in southern &lt;a href=\"Dalmatia\"&gt;Dalmatia&lt;/a&gt;, but there was also a strong presence in &lt;a href=\"Banija\"&gt;Banija&lt;/a&gt;, in areas around &lt;a href=\"Karlovac\"&gt;Karlovac&lt;/a&gt;, in &lt;a href=\"Lika\"&gt;Lika&lt;/a&gt; and in northern Dalmatia. Crusaders engaged in large scale actions in those areas.\nCrusader tactics included the assassination of Yugoslav Communist officials, Communist Party members and Yugoslav soldiers; disarming of Yugoslav soldiers and police; robbing of the supporters of the communist government, attacks on collectives, the destruction of state property and the disruption of transport.\nThe new communist government in Yugoslavia started to focus on the Crusaders in July 1945. They feared the possibility that this group could bring the return of the \"60,000 Ustaše who are waiting from &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt; to &lt;a href=\"Trieste\"&gt;Trieste&lt;/a&gt;\". The Yugoslav government declared an &lt;a href=\"amnesty\"&gt;amnesty&lt;/a&gt; in August and September 1945. Large number of Crusaders responded. This amnesty was extended to everyone except Ustaše, members of the Cossack Cavalry Corps, supporters of &lt;a href=\"Dimitrije%20Ljoti%C4%87\"&gt;Dimitrije Ljotić&lt;/a&gt; (\"ljotićevci\"), NDH officers who commanded units of &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt; size or larger, informers, members of the &lt;a href=\"Kulturbund%20%28Yugoslavia%29\"&gt;Kulturbund&lt;/a&gt; and all those who had escaped Yugoslavia.\nViolent methods had priority. Formation of warrant section was common, they would block the terrain to form ambushes. The Yugoslav &lt;a href=\"Department%20for%20the%20Protection%20of%20the%20People\"&gt;Department for the Protection of the People&lt;/a&gt; (OZNA) installed special groups dressed as Crusaders and agents into Crusader units. Installed OZNA members would bring Crusader groups with \"their groups\" (other installed OZNA groups). Crusaders were offered amnesty if they assisted in detection, capture and killing of their comrades. According to varied testimony, those guarantees were not honoured. In 1946 and 1947, OZNA started to act in concert with local inhabitants. Many Crusaders were summarily executed as an example to others. Those who were tried were sentenced to long imprisonment, while leaders of Crusader groups were punished with death. The most dramatic conviction was the deportation of the family of some Crusaders and their sympathizers, or entire villages. The places where OZNA moved them were mostly &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic&lt;/a&gt; islands. Members of Crusader families were also confined in prisons or camps.\nThe coordinated activities of OZNA, The &lt;a href=\"Corps%20of%20People%27s%20Defence%20of%20Yugoslavia\"&gt;Corps of People's Defence of Yugoslavia&lt;/a&gt; (KNOJ) and the &lt;a href=\"Yugoslav%20People%27s%20Army\"&gt;Yugoslav People's Army&lt;/a&gt; (JNA) in winter of 1945/46 large number of Crusaders who enlisted fugitives from prisons and camps was destroyed. In 1946, Crusaders became stronger in northern Croatia, while in south their power was decreasing. The Yugoslav authorities were torn between wishing to eliminate the Crusaders and their refusal to admit that they were forced to take the Crusaders seriously. In the press and on radio, the Crusaders were almost never mentioned. They were only mentioned during the trials of Crusaders or trial of &lt;a href=\"Alojzije%20Stepinac\"&gt;Alojzije Stepinac&lt;/a&gt;. In March 1946 the leader of the &lt;a href=\"Chetniks\"&gt;Chetniks&lt;/a&gt;, &lt;a href=\"Dra%C5%BEa%20Mihailovi%C4%87\"&gt;Draža Mihailović&lt;/a&gt; was captured. In July of the same year, president of the Government of the &lt;a href=\"Socialist%20Republic%20of%20Croatia\"&gt;People's Republic of Croatia&lt;/a&gt;, &lt;a href=\"Vladimir%20Bakari%C4%87\"&gt;Vladimir Bakarić&lt;/a&gt; stated that they would destroy the guerrillas within a month if the Crusaders weren't helped by Austria and Italy.\nDuring the 1946 the Crusaders launched a few large attacks. One took place on the &lt;a href=\"Velebit\"&gt;Velebit&lt;/a&gt; mountain where 10 JNA soldiers were killed. This attack is considered the most successful Crusader attack. Against this, 840 Crusaders was killed in this year and only 540 remained in service in Croatia.\nThe Yugoslav government invested great efforts to renew residential buildings and communications. Communist Party organisations, charged to prevent the spread of &lt;a href=\"defeatism\"&gt;defeatism&lt;/a&gt; and demoralisation, still reported conflicts between Croats and Serbs. Communists were worried about the small number of Croats in the Communist Party. During the first three years of its rule, the Communist Party eliminated all possible opposition and their opponents' leaders were imprisoned.\nBy 1947, almost every Crusader group was destroyed and 836 Crusaders were killed or captured. In that year Crusaders killed 38 people, of whom 5 were soldiers, and wounded 14 people, of whom 2 were soldiers. Crusaders recruitment was between 10 and 15. About 2,000 of the most active collaborators of the Crusaders were captured. Ustashas in exiles in Austria and Italy spread exaggerated reports on numbers and activities of crusaders. Conditions in Croatia in mid 1947 was described in reports by Ustaše Officers Ljubo Miloš and &lt;a href=\"Ante%20Vrban\"&gt;Ante Vrban&lt;/a&gt;. They illegally entered Yugoslavia from Austria with the intent to unite Crusader groups. They reported of \"overwhelming support for them for the population and that Croatia and Croatian emigration will soon lead to separate worlds if nothing was done\". Though, UDBA soon captured both Vrban and Miloš and used them to &lt;a href=\"Operation%20Gvardijan\"&gt;lure senior officers and politicians&lt;/a&gt; back in the country by sending false information, so they can arrest them.\nAt the beginning of July 1948 no guerilla group was mentioned in Yugoslav data. Information that there were still 67 guerrilla soldiers was ignored since most of them were inactive. In one document it was reported that in 1948, 243 Crusaders were killed, captured or surrendered. Without the support of the people, the Crusaders were demoralized and surrendered. The survivors turned to crime. Communist leaders were still equating the HSS and the Catholic clergy with the Crusaders. According to the data compiled by the Public Prosecution for the Socialist Republic of Croatia; there were 132 acts of terrorism, 865 acts of harbouring the enemies of the state, 16 diversions, 57 acts of espionage, 336 acts of propaganda and 122 examples of nationalist and religious hate.\nIn 1949 a document shows the problem of excessive punishment in &lt;a href=\"Slavonia\"&gt;Slavonia&lt;/a&gt; was being solved. In first six months of 1949 19,004 people were punished. Every sixth citizen was subjected to a punishment of some sort.\nAlso in 1949 and 1950 there were cases of \"political crime\". In 1949 1,882 people were punished for this offence. In 1950 1,286 people were punished for this. In 1950, there were 238 were acts of &lt;a href=\"Racket%20%28crime%29\"&gt;racketeering&lt;/a&gt;, terrorism, espionage, diversion and sabotage. This was a 25% reduction since 1949. The British Ambassador also reported that the number of guerilla personnel had decreased to a few hundred in February 1950.\nNone of the few remaining Crusader groups, not even the Crusader group founded in 1952 near Našice, could alter the fact that the Crusaders became history. With the complete surrender of the Crusaders, though some remained in hiding until the mid 1960s, the last sign of armed resistance to Communism vanished in Croatia..\nThe leader of the Crusaders was a former Croatian general, &lt;a href=\"Vjekoslav%20Luburi%C4%87\"&gt;Vjekoslav Luburić&lt;/a&gt;, and possibly also &lt;a href=\"Rafael%20Boban\"&gt;Rafael Boban&lt;/a&gt;.\nAlthough the Communist government of the &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Socialist Federal Republic of Yugoslavia&lt;/a&gt;, especially through the &lt;a href=\"Department%20for%20the%20Protection%20of%20the%20People\"&gt;Department for the Protection of the People&lt;/a&gt; (OZNA) &lt;a href=\"Department%20of%20State%20Security\"&gt;Department of State Security&lt;/a&gt; (UDBA) fought against the Crusaders and their sympathizers mercilessly, some level of armed resistance to the Yugoslav communist regime by Croatian nationalists continued long after the end of WWII. Activities included individual actions but also more complex attacks like the 1972 introduction of the &lt;a href=\"Bugojno%20group\"&gt;Bugojno group&lt;/a&gt; as well as attacks abroad like the &lt;a href=\"1971%20Yugoslav%20Embassy%20shooting\"&gt;1971 Yugoslav Embassy shooting&lt;/a&gt; at Sweden and the subsequent hijacking of &lt;a href=\"Scandinavian%20Airlines%20System%20Flight%20130\"&gt;Scandinavian Airlines System Flight 130&lt;/a&gt;."
}