{
    "id": "2360703",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=2360703",
    "title": "Peter Viertel",
    "text": "Peter Viertel (16 November 1920 – 4 November 2007) was an author and screenwriter.\nBiography.\nViertel was born to Jewish parents in &lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt;, Germany, the writer and actress &lt;a href=\"Salka%20Viertel\"&gt;Salka Viertel&lt;/a&gt; and the writer &lt;a href=\"Berthold%20Viertel\"&gt;Berthold Viertel&lt;/a&gt;. In 1928, his parents moved to &lt;a href=\"Santa%20Monica%2C%20California\"&gt;Santa Monica&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;, where Viertel grew up with his brothers, Hans and Thomas. The home in &lt;a href=\"Santa%20Monica%20neighborhoods\"&gt;Santa Monica Canyon&lt;/a&gt; was the site of &lt;a href=\"Salon%20%28gathering%29\"&gt;salons&lt;/a&gt; and meetings of the Hollywood &lt;a href=\"intelligentsia\"&gt;intelligentsia&lt;/a&gt; and the &lt;a href=\"%C3%A9migr%C3%A9\"&gt;émigré&lt;/a&gt; community of European intellectuals, particularly at the Sunday night tea parties given by Viertel's mother. However, Viertel identified more with Southern California youth culture than with the European millieu he was exposed to by his family. \"The physical aspect of European intellectuals was so totally different from what an American kid wants to be,\" he told the \"International Herald Tribune\" in 1992. \"I knew &lt;a href=\"Bert%20Brecht\"&gt;Bert Brecht&lt;/a&gt; was close to being a genius, but he was a funny-looking man to me.\"\nViertel graduated from &lt;a href=\"Dartmouth%20College\"&gt;Dartmouth College&lt;/a&gt; in 1941. He enlisted in the United States Marine Corps as a private, but after being assigned office work in California (in his memoirs he joked he was a \"Remington Raider\" in reference to the typewriters they used), he applied for officer training and eventually was accepted by the &lt;a href=\"Office%20of%20Strategic%20Services\"&gt;OSS&lt;/a&gt;, the predecessor of the CIA, where his recruiters were impressed that he had already published at 19 the highly acclaimed novel \"The Canyon\" (1940), and had written a screenplay for &lt;a href=\"Alfred%20Hitchcock\"&gt;Alfred Hitchcock&lt;/a&gt;, \"&lt;a href=\"Saboteur%20%28movie%29\"&gt;Saboteur&lt;/a&gt;\" (1942), as well as the script for \"&lt;a href=\"The%20Hard%20Way%20%281943%20film%29\"&gt;The Hard Way&lt;/a&gt;\" (1943). His obvious high intelligence, native German language skills, good looks and athleticism were useful in Nazi-controlled Europe. He finished the war as a second lieutenant.\nBased on his experiences, Viertel wrote the play \"The Survivors\" with his friend &lt;a href=\"Irwin%20Shaw\"&gt;Irwin Shaw&lt;/a&gt;. It premiered in New York City in 1948, and was turned into an episode for the US &lt;a href=\"Studio%20One%20%28U.S.%20TV%20series%29\"&gt;Studio One&lt;/a&gt; TV series in 1950, and a &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; television movie in 1957. Some of his war experiences found their way into the screenplay for &lt;a href=\"Anatole%20Litvak\"&gt;Anatole Litvak's&lt;/a&gt; highly acclaimed movie \"&lt;a href=\"Decision%20Before%20Dawn\"&gt;Decision Before Dawn&lt;/a&gt;\" (1951). He found it difficult to turn his OSS experiences into a novel and struggled with it for several decades, and a draft was found after his death, but as of 2018 there has been no news of potential publication, nor of the second volume of his autobiography.\nViertel was best known for his novel \"White Hunter Black Heart\", which was made &lt;a href=\"White%20Hunter%20Black%20Heart\"&gt;into a film&lt;/a&gt; starring &lt;a href=\"Clint%20Eastwood\"&gt;Clint Eastwood&lt;/a&gt; in 1990. It is a thinly-disguised account of Viertel's experiences working with film director &lt;a href=\"John%20Huston\"&gt;John Huston&lt;/a&gt; while they were making \"&lt;a href=\"The%20African%20Queen%20%28film%29\"&gt;The African Queen&lt;/a&gt;\". The central character is scriptwriter Pete Verrill while the Huston character is called John Wilson. Film critic &lt;a href=\"Pauline%20Kael\"&gt;Pauline Kael&lt;/a&gt; wrote in 1999 that \"White Hunter\" was “still the best Hollywood novel I’ve ever come across — and it isn’t even set in Hollywood.” Viertel's opinion of the finished film was tempered by his idea that Huston himself would have preferred a portrayal with more sarcasm. Viertel's looks and personality were an inspiration for Robert Redford's character Hubbell Gardiner in \"&lt;a href=\"The%20Way%20We%20Were\"&gt;The Way We Were&lt;/a&gt;\".\nOf his screenwriting work for Hollywood productions, Viertel said that it was primarily a vehicle for income so that he could continue to write novels. Though he worked closely with movie professionals that he liked such as &lt;a href=\"Billy%20Wilder\"&gt;Billy Wilder&lt;/a&gt; and Huston, Viertel said there was always creative tension.\nViertel is recognized for introducing surfing in Europe. In 1956, while on location in &lt;a href=\"Biarritz\"&gt;Biarritz&lt;/a&gt; for the filming of \"The Sun Also Rises\", Viertel was so impressed by the waves that he sent for his surfboard from California and soon afterwards started Europe's first surf club.\nViertel was twice married. His first wife was &lt;a href=\"Jigee%20Viertel\"&gt;Virginia Ray \"Jigee\" Schulberg&lt;/a&gt;, the ex-wife of the novelist and screenwriter &lt;a href=\"Budd%20Schulberg\"&gt;Budd Schulberg&lt;/a&gt;; she was pregnant with their only child, Christine, when Viertel abandoned her to live with the fashion model &lt;a href=\"Simone%20Micheline%20Bodin\"&gt;Simone Micheline \"Bettina\" Bodin&lt;/a&gt;. Varying sources show that Viertel and Jigee divorced in 1958, 1959, or were still separated but legally married upon her death in January 1960. Bettina left him for &lt;a href=\"Prince%20Aly%20Khan\"&gt;Prince Aly Khan&lt;/a&gt; in 1955, and was pregnant with Khan's child when he died in May 1960. Viertel's second wife was the actress &lt;a href=\"Deborah%20Kerr\"&gt;Deborah Kerr&lt;/a&gt;, marrying her on 23 July 1960. Viertel was widowed by Kerr on 16 October 2007, just 19 days before he died from &lt;a href=\"lymphoma\"&gt;lymphoma&lt;/a&gt; while living in &lt;a href=\"Marbella\"&gt;Marbella&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;; he was 12 days shy of his 87th birthday. Through Kerr he had two stepdaughters, Melanie and Francesca Bartley.\nA filmed documentary by director Michael Scheingraber was in production at the time of Viertel's death. Titled \"Peter Viertel – Between the Lines\", the film is based upon over 400 minutes of recorded interviews with him.\nPlay.\nThe Survivors, (with Irwin Shaw) New York, Playhouse Theatre, January 1948."
}