{
    "id": "23620042",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=23620042",
    "title": "Artak Yedigaryan",
    "text": "Artak Yedigaryan (, born on 18 March 1990 in &lt;a href=\"Yerevan\"&gt;Yerevan&lt;/a&gt;) is an &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;n &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player who plays as a &lt;a href=\"Defender%20%28association%20football%29%23Full-back\"&gt;defender&lt;/a&gt; for &lt;a href=\"FC%20Alashkert\"&gt;Alashkert&lt;/a&gt; and the &lt;a href=\"Armenia%20national%20football%20team\"&gt;Armenian national team&lt;/a&gt;.\nClub career.\nArtak was born in &lt;a href=\"Yerevan\"&gt;Yerevan&lt;/a&gt; in a family of football players, which naturally affected his future. Also an important factor is that the Yedigaryan lived in a house that is located next to the &lt;a href=\"Republican%20Stadium%2C%20Yerevan\"&gt;Republican Stadium&lt;/a&gt;.\nPyunik.\nYedigaryan is a graduate from the football school &lt;a href=\"FC%20Pyunik\"&gt;Pyunik Yerevan&lt;/a&gt;. Early in his career, he played for the reserves. After spending two seasons there, he was transferred to the first team. At the beginning of the &lt;a href=\"2009%20Armenian%20Premier%20League\"&gt;2009 Armenian Premier League&lt;/a&gt; season, he went on replacements, and then began to appear in the first team, but not for the entire first match. In the second round, he almost staked a place at the base. Direct participation of Yedigaryan allowed Pyunik to score a hat-trick in the 2010 season, when the team won the &lt;a href=\"2010%20Armenian%20Premier%20League\"&gt;2010 Armenian Premier League&lt;/a&gt;, &lt;a href=\"2010%20Armenian%20Cup\"&gt;2010 Armenian Cup&lt;/a&gt; and 2010 Armenian Supercup.\nMetalurh Donetsk.\nIn the summer of 2012, along with Pyunik teammate &lt;a href=\"David%20Manoyan\"&gt;David Manoyan&lt;/a&gt;, he held interest in the &lt;a href=\"FC%20Metalurh%20Donetsk\"&gt;Metalurh Donetsk&lt;/a&gt;. Manoyan later went on to play for &lt;a href=\"FC%20Kuban%20Krasnodar\"&gt;Kuban Krasnodar&lt;/a&gt;, but the game of Yedigaryan attracted the attention of the coaching staff of Metalurh. In the near future, he was to be signed a contract between the parties on both sides. On 9 July, in the conference room of a training base of FC Metalurh, the club's sporting director Vardan Israelyan and head coach Vladimir Pyatenko presented five newcomers, one of whom was Artak Yedigaryan. The agreement contract was for 3 years. He played on the team as number 21.\nReturn to Pyunik.\nIn 2013, Yedigaryan was transferred from Metalurh Donetsk back to Pyunik Yerevan for an undisclosed fee.\nVMFD Žalgiris Vilnius.\nIn January 2014, Yedigaryan joined reigning Lithuanian champions &lt;a href=\"VMFD%20%C5%BDalgiris%20Vilnius\"&gt;VMFD Žalgiris Vilnius&lt;/a&gt;.\nAlashkert.\nOn 18 August 2015, Yedigaryan signed a one-year contract with the &lt;a href=\"Armenian%20Premier%20League\"&gt;Armenian Premier League&lt;/a&gt; side &lt;a href=\"Alashkert%20FC\"&gt;Alashkert FC&lt;/a&gt;.\nOn 5 June 2019, Yedigaryan was released by Alashkert along with six other players.\nReturn to Pyunik.\nAhead of the 2019/20 season, Yedigaryan returned to &lt;a href=\"FC%20Pyunik\"&gt;FC Pyunik&lt;/a&gt;.\nInternational career.\nOn 25 May 2010, Yedigaryan made his debut in the &lt;a href=\"Armenia%20national%20football%20team\"&gt;Armenia national football team&lt;/a&gt;. In a friendly game against the national team of &lt;a href=\"Uzbekistan%20national%20football%20team\"&gt;Uzbekistan&lt;/a&gt;, Artak came from the first minute and played the entire match. Afterwards, the Armenian team celebrated the victory with a score of 3–1.\nPersonal life.\nArtak's brother &lt;a href=\"Arthur%20Yedigaryan\"&gt;Arthur Yedigaryan&lt;/a&gt; also plays for the &lt;a href=\"Armenia%20national%20football%20team\"&gt;Armenia national football team&lt;/a&gt;. Their father, Gegham Yedigaryan, was a Soviet football player and their grandfather &lt;a href=\"Felix%20Veranyan\"&gt;Felix Veranyan&lt;/a&gt; was also a football player and is currently a football manager. Artak is married to a woman named Shushan.\nHonours.\nClub.\n&lt;a href=\"FC%20Pyunik\"&gt;Pyunik Yerevan&lt;/a&gt;\n&lt;a href=\"FC%20%C5%BDalgiris\"&gt;FC Žalgiris&lt;/a&gt;\n&lt;a href=\"Alashkert%20FC\"&gt;Alashkert FC&lt;/a&gt;"
}