{
    "id": "23627752",
    "revid": "454221",
    "url": "https://en.wikipedia.org/wiki?curid=23627752",
    "title": "West Virginia MetroNews",
    "text": "West Virginia MetroNews is a &lt;a href=\"radio%20network\"&gt;radio network&lt;/a&gt; heard on many &lt;a href=\"radio%20stations\"&gt;radio stations&lt;/a&gt; throughout the &lt;a href=\"U.S.%20state\"&gt;State&lt;/a&gt; of &lt;a href=\"West%20Virginia\"&gt;West Virginia&lt;/a&gt;. The network is owned by the &lt;a href=\"West%20Virginia%20Radio%20Corporation\"&gt;West Virginia Radio Corporation&lt;/a&gt;. West Virginia MetroNews offers a mix of &lt;a href=\"News%20radio\"&gt;news&lt;/a&gt; and &lt;a href=\"Talk%20radio\"&gt;talk&lt;/a&gt;. It held the rights to live play-by-play coverage of &lt;a href=\"West%20Virginia%20University\"&gt;West Virginia University&lt;/a&gt; Mountaineers sports games, which it marketed under the &lt;a href=\"Doing%20business%20as\"&gt;DBA&lt;/a&gt; name \"Mountaineer Sports Network\", but lost these rights following the end of the 2012-13 basketball season. The network also provides coverage of select high school football and basketball games that happen in West Virginia.\nAvailability.\nThe network is carried on all &lt;a href=\"West%20Virginia%20Radio%20Corporation\"&gt;West Virginia Radio Corporation&lt;/a&gt; owned stations, and is &lt;a href=\"Radio%20syndication\"&gt;syndicated&lt;/a&gt; to stations in markets where WVRC does not do business. Within a radio market, there is generally only one or two West Virginia MetroNews affiliates, which are almost always owned by the same company due to market exclusivity.\nProgramming.\nNews.\nThe company produces a traditional local news and weather update, designed to follow a national update, at the \"top of the hour\" for stations following a \"full-service\" format.\nMorning News.\n\"The Morning News\" is all news program that updates the news of West Virginia, along with statewide weather and sports on a 22-minute cycle. The show is hosted by anchors Chris Lawrence and Jennifer Smith. This runs from 6-9 AM on weekdays.\nTalkline.\n\"Talkline\" is a two-hour-long call in show featuring host Hoppy Kercheval, who generally takes a moderate to conservative take on most issues. The show features local, state, and national guests along taking questions from callers throughout the state of West Virginia. This show runs from 10-12 weekdays.\nHotline.\n\"Hotline\" is a mixed sports and general entertainment lifestyle discussion show hosted by Dave Weekley. The program runs from 3-6 weekdays.\nSportsline.\n\"Sportsline\" is a one-hour-long weeknight program and a two-hour Sunday program that primarily discuses &lt;a href=\"West%20Virginia%20University\"&gt;West Virginia University&lt;/a&gt; sports. The program is hosted by &lt;a href=\"Tony%20Caridi\"&gt;Tony Caridi&lt;/a&gt; and Travis Jones. It currently runs from 6-7 weekdays, and 6-8 on Sundays.\nWV Outdoors.\n\"WV Outdoors\" is an &lt;a href=\"Outdoor%20activity\"&gt;outdoors&lt;/a&gt; program that focuses on &lt;a href=\"fishing\"&gt;fishing&lt;/a&gt; and &lt;a href=\"hunting\"&gt;hunting&lt;/a&gt;, though does delve into other sport topics. The show is hosted by Chris Lawrence and runs 1 hour, from 7 to 8 on Saturday mornings.\nHigh School Game Night.\n\"High School Game Night\" is a Wednesday and Friday 3 and 1/2 hour program that features live scores, interviews, and analysis of all the high school football games in progress throughout the state of West Virginia. The show is hosted by Fred Persinger and Dave Jecklin. The company also owns the rights to the &lt;a href=\"WVSSAC\"&gt;WVSSAC&lt;/a&gt; playoffs.\nOutdoors Today.\n\"Outdoors Today\" is a two-minute weekday report on the goings-on in West Virginia outdoors. The segment is hosted by WV Outdoors host Chris Lawrence.\nHigh school basketball.\nWest Virginia MetroNews carries live coverage of select basketball games throughout the state of West Virginia, and holds the rights to the &lt;a href=\"WVSSAC\"&gt;WVSSAC&lt;/a&gt; Tournaments.\nOther ventures.\nThe company formerly used the &lt;a href=\"Doing%20business%20as\"&gt;DBA&lt;/a&gt; \"Mountaineer Sports Network\" as the syndicator of WVU sports, but lost the rights following the 2013 basketball season and has dissolved the operation. In the early 1990s it also briefly held rights to Virginia Tech and Marshall sports.\nThe company's television division produces and syndicates WVSSAC football and basketball tournament games, and previously syndicated WVU women's basketball games.\nAffiliates.\nWest Virginia MetroNews programs are carried on 57 different radio stations throughout the state of West Virginia, two stations in Kentucky, one station in Ohio, and one station in Virginia."
}