{
    "id": "23634651",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=23634651",
    "title": "East Riverside-Oltorf, Austin, Texas",
    "text": "East Riverside-Oltorf is a neighborhood in &lt;a href=\"Austin%2C%20Texas\"&gt;Austin&lt;/a&gt;, &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, located southeast of the city's urban core. The East Riverside, Parker Lane, and Pleasant Valley neighborhoods together form the East Riverside-Oltorf Combined Neighborhood Planning Area. The region is bounded on the north by &lt;a href=\"Lake%20Lady%20Bird\"&gt;Lake Lady Bird&lt;/a&gt;, to the east by Grove Boulevard and the &lt;a href=\"Montopolis%2C%20Austin%2C%20Texas\"&gt;Montopolis neighborhood&lt;/a&gt;, &lt;a href=\"Texas%20State%20Highway%2071\"&gt;Texas State Highway 71&lt;/a&gt; to the south, and &lt;a href=\"Interstate%2035\"&gt;Interstate 35&lt;/a&gt; and &lt;a href=\"South%20River%20City%2C%20Austin%2C%20Texas\"&gt;South River City&lt;/a&gt; to the west.\nEast Riverside Drive is a highly traveled roadway located a few minutes from &lt;a href=\"Downtown%20Austin\"&gt;Downtown Austin&lt;/a&gt;, but was until recently a neglected area of Austin. In addition to being a primary route between &lt;a href=\"Downtown%20Austin\"&gt;Downtown Austin&lt;/a&gt; and the &lt;a href=\"Austin%20Bergstrom%20International%20Airport\"&gt;Austin Bergstrom International Airport&lt;/a&gt;, the City of Austin has deemed it an important corridor for development. Recently there has been significant interest in the redevelopment of several large properties in the area.\nDemographics.\nAccording to data from the &lt;a href=\"U.S.%20Census%20Bureau\"&gt;U.S. Census Bureau&lt;/a&gt;, area population totaled 50,133 in 2009. There are 6,504 people per square mile, more than double the citywide average of 2,610. The median age is 25 years and the median family income is more than $27,884 a year.\nAccording to a 2010 &lt;a href=\"American%20Community%20Survey\"&gt;American Community Survey&lt;/a&gt;, there were an estimated 5,598 undergraduate students living in the neighborhood. Between 2000 and 2010, the white population declined from 44 percent to 29 percent among college-age residents, while Asians declined from 9.7 percent to 6 percent. The population of college-age Hispanics increased from 37 percent to 47 percent, and African-Americans increased from 6.3 percent to 9 percent.\nHistory.\n19th century.\nPrior to the 20th century, much of the East Riverside-Oltorf area was part of the &lt;a href=\"Santiago%20Del%20Valle\"&gt;Del Valle land grant&lt;/a&gt;, originally purchased from the government of &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; by &lt;a href=\"Benjamin%20Milam\"&gt;Benjamin Milam&lt;/a&gt; in 1825. The land grant was later deeded to Santiago Del Valle, a government official for &lt;a href=\"Coahuila%20y%20Tejas\"&gt;Coahuila y Tejas&lt;/a&gt; during the &lt;a href=\"Texas%20Revolution\"&gt;Texas Revolution&lt;/a&gt;.\nIn 1850, Hugh Tinnin purchased 500 acres of land south of the &lt;a href=\"Colorado%20River%20%28Texas%29\"&gt;Colorado River&lt;/a&gt;, west of the present-day Pleasant Valley Road. Approximately 100 slaves cut timber from the shore and built a large house and cabins in the present-day &lt;a href=\"Travis%20Heights%2C%20Austin%2C%20Texas\"&gt;Travis Heights&lt;/a&gt;. In 1854, Tinnin opened a &lt;a href=\"ford%20%28crossing%29\"&gt;ford&lt;/a&gt; across the river, which became part of the &lt;a href=\"Chisolm%20Trail\"&gt;Chisolm Trail&lt;/a&gt;. The trail traversed the present-day Peace Point peninsula, Snake Island, then across the river to the present-day &lt;a href=\"Longhorn%20Dam\"&gt;Longhorn Dam&lt;/a&gt;.\n20th century.\nUntil the mid-20th century, the East Riverside-Oltorf area remained largely rural and many vast plots of land were still deeded to the Del Valle land grant. In 1949, the &lt;a href=\"Austin%20Country%20Club\"&gt;Austin Country Club&lt;/a&gt; opened on land purchased from the Del Valle grant. Golfer &lt;a href=\"Harvey%20Penick\"&gt;Harvey Penick&lt;/a&gt;, a teacher at the Country Club, built a small cluster of homes facing the golf course along Penick Place. The land between Pleasant Valley Road and the Country Club was formerly a cattle farm owned by Fagan Dickson and &lt;a href=\"Roberta%20Crenshaw\"&gt;Roberta Crenshaw&lt;/a&gt;. In 1973, the Dicksons applied to redevelop their 497 acres into a sprawling &lt;a href=\"planned%20unit%20development\"&gt;planned unit development&lt;/a&gt; divided into 25 sections, known as \"The Crossing\". The development included an extension of Lakeshore Boulevard from Pleasant Valley Road along the river to Montopolis Drive. The development that came to fruition was a handful of parcels bounded by Crossing Place and Faro Drive; Crenshaw later donated 30 acres to establish Roy G. Guerrero Park and sold the remaining land to developers to construct student housing.\nIn the 1970s, the City of Austin partnered with the &lt;a href=\"University%20of%20Texas\"&gt;University of Texas&lt;/a&gt; to construct off-campus housing for students between East Riverside and Lakeshore Drive. Following the closure of &lt;a href=\"Bergstrom%20Air%20Force%20Base\"&gt;Bergstrom Air Force Base&lt;/a&gt; in 1993, the demographics of the neighborhood began to change. In the 1990s, the East Riverside-Oltorf neighborhood became one of Austin's biggest ports of entries for immigrant households, primarily from Mexico, &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt;, and Asian countries.\n21st century.\nIn 2004, the City of Austin created a University Neighborhood Overlay district in the city's &lt;a href=\"West%20Campus%2C%20Austin%2C%20Texas\"&gt;West Campus&lt;/a&gt;, which allowed for the construction of buildings of greater density. This allowed for more University of Texas students to live in West Campus, thus starting a decline in popularity of East Riverside as a destination for off-campus student housing. In November 2006, the City of Austin created the East Riverside Combined Neighborhood Plan, which called for the redevelopment of the neighborhood's aging apartment complexes, increasing density and &lt;a href=\"walkability\"&gt;walkability&lt;/a&gt;, and proposing &lt;a href=\"mixed-use%20development\"&gt;mixed-use development&lt;/a&gt; to serve a proposed high-capacity transit corridor including &lt;a href=\"light%20rail\"&gt;light rail&lt;/a&gt; or &lt;a href=\"bus%20rapid%20transit\"&gt;bus rapid transit&lt;/a&gt; along East Riverside Drive. Following the introduction of the neighborhood plan, the Lakeshore PUD and South Shore PUD, two mixed-use developments that replaced former &lt;a href=\"garden%20apartment\"&gt;garden apartment&lt;/a&gt; complexes, were approved in 2007 and 2009, respectively.\nIn the late 2010s, an increase in redevelopment in East Riverside raised concerns about &lt;a href=\"gentrification\"&gt;gentrification&lt;/a&gt;. In 2015, &lt;a href=\"Oracle%20Corporation\"&gt;Oracle Corporation&lt;/a&gt; purchased and demolished an apartment complex between Lakeshore and Elmont Drive to build its new office campus, which opened in 2018. In October 2019, the Austin City Council voted to rezone 97 acres north of East Riverside Drive and east of Pleasant Valley Road to accommodate a massive mixed-use development on the site of five student apartment complexes. The proposed development, known as \"River Park\", would demolish the existing residences and construct 4,709 multifamily units, 600 hotel rooms, 4 million square feet of office space, 435,000 square feet of ground-floor commercial space and 60,000 square feet of medical and dental office space.\nNeighborhoods and Business Districts.\nThere are many business districts in the community. East Riverside between South Lakeshore and Pleasant Valley Road is lined with apartments, strip malls and local businesses anchored by a 102,000 square-foot &lt;a href=\"H-E-B%20Plus\"&gt;H-E-B&lt;/a&gt; on the eastern edge. East Oltorf between I-35 and Burton Drive is also lined with many businesses. Additionally, &lt;a href=\"Oracle%20Corporation\"&gt;Oracle&lt;/a&gt; recently relocated to the area.\nEducation.\nPrimary and Secondary.\nThe community is served by both the &lt;a href=\"Austin%20Independent%20School%20District\"&gt;Austin Independent School District&lt;/a&gt; and &lt;a href=\"Del%20Valle%20Independent%20School%20District\"&gt;Del Valle Independent School District&lt;/a&gt;. The community is divided by Pleasant Valley Road.\nThe two elementary schools in the community are Allison Elementary (AISD) and Baty Elementary (Del Valle ISD). AISD students here are zoned for Martin Middle School. For High School students here attend &lt;a href=\"William%20B.%20Travis%20High%20School%20%28Austin%2C%20Texas%29\"&gt;Travis High School&lt;/a&gt;, &lt;a href=\"Austin%20High%20School%20%28Austin%2C%20Texas%29\"&gt;Austin High School&lt;/a&gt;, &lt;a href=\"Eastside%20Memorial%20High%20School\"&gt;Eastside Memorial High School&lt;/a&gt; and &lt;a href=\"Del%20Valle%20High%20School%20%28Travis%20County%2C%20Texas%29\"&gt;Del Valle High School&lt;/a&gt;.\nHigher education.\n&lt;a href=\"Austin%20Community%20College\"&gt;Austin Community College&lt;/a&gt; operates the ACC Riverside Campus, located on Grove Boulevard\nPublic libraries.\n&lt;a href=\"Austin%20Public%20Library\"&gt;Austin Public Library&lt;/a&gt; operates the Ruiz Branch on Grove Road.\nParks and recreation.\nThe East Riverside-Oltorf area has access to recreation areas such as &lt;a href=\"Lady%20Bird%20Lake\"&gt;Lady Bird Lake&lt;/a&gt; and the Country Club Creek Greenbelt.\nMabel Davis District Park, on Parker Lane south of Oltorf, contains an Olympic size swimming pool and Austin's first public &lt;a href=\"skatepark\"&gt;skatepark&lt;/a&gt;, which opened in 2005 following a $6 million renovation of the park's facilities.\nThe Roy G. Guerrero Colorado River Metropolitan Park is nearly 400 acres and contains athletic fields, wooded trails, and a &lt;a href=\"disc%20golf\"&gt;disc golf&lt;/a&gt; course. Guerrero Park is also home to Secret Beach, a small sandy beach along the Colorado River.\nThe area is also home to the Riverside Golf Course, a public golf course that opened as the &lt;a href=\"Austin%20Country%20Club\"&gt;Austin Country Club&lt;/a&gt; in 1950. Native Austinites &lt;a href=\"Tom%20Kite\"&gt;Tom Kite&lt;/a&gt; and &lt;a href=\"Ben%20Crenshaw\"&gt;Ben Crenshaw&lt;/a&gt; earned their stripes here before going on to the &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt;."
}