{
    "id": "23635945",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=23635945",
    "title": "Sky Sport (Germany)",
    "text": "Sky Sport is a group of sports satellite TV channels in the German language produced and broadcast by &lt;a href=\"Sky%20Deutschland\"&gt;Sky Deutschland&lt;/a&gt;.\nHistory.\nDigitales Sport Fernsehen (Digital Sport Television).\nSky Sport can trace its roots back to the sports channels on the DF1 platform launched in 1996: DSF Plus, DSF Action and DSF Golf. It also has origins in the analogue Premiere channel, launched in 1993, which was also sports-focused.\nPremiere Sport.\nOn 1 October 1999, DF1 was turned into Premiere World and sport channels were rebrand on the platforms, to Premiere Sport 1 and 2. When more than two simultaneous events were available, the service could be increased to up to thirteen parallel channels.\nOn 26 October 2002, a service for Austria, called Premiere Austria, was launched.\nSky Sport.\nWhen Premiere became Sky Deutschland on 4 July 2009, the channels were then further rebranded to Premiere Sport 1 and 2 became Sky Sport 1 and 2, while Premiere Austria became Sky Sport Austria and Premiere HD was divided into Sky Sports HD and Sky Cinema HD. \nSky Sport News HD, a sports news channel, launched on 1 December 2011 in a basic package (\"Sky Welt\").\nChannels.\nThe channels that make up the Sky package broadcast from the &lt;a href=\"Astra%2019.2%C2%B0E\"&gt;Astra 19.2°E&lt;/a&gt; satellite position, using the &lt;a href=\"Astra%201H\"&gt;Astra 1H&lt;/a&gt;, &lt;a href=\"Astra%201L\"&gt;Astra 1L&lt;/a&gt;, and &lt;a href=\"Astra%201M\"&gt;Astra 1M&lt;/a&gt; satellites. Channels are uplinked by Sky Italia. Between 2004 and 2016, they were uplinked by &lt;a href=\"SES%20Platform%20Services\"&gt;SES Platform Services&lt;/a&gt; (later &lt;a href=\"MX1%20Ltd\"&gt;MX1&lt;/a&gt;, now part of &lt;a href=\"SES%20S.A.%23SES%20Video\"&gt;SES Video&lt;/a&gt;).\nProgramming.\nEvents broadcast on the channels include &lt;a href=\"German%20Bundesliga\"&gt;German Bundesliga&lt;/a&gt; and &lt;a href=\"2.%20Bundesliga\"&gt;2. Bundesliga&lt;/a&gt;, &lt;a href=\"DFB-Pokal\"&gt;DFB-Pokal&lt;/a&gt;, &lt;a href=\"Austrian%20Bundesliga\"&gt;Austrian Bundesliga&lt;/a&gt;, &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; (until 2021 (for GER) and 2024 (for AUT)), &lt;a href=\"English%20Premier%20league\"&gt;English Premier league&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt; and &lt;a href=\"professional%20wrestling\"&gt;professional wrestling&lt;/a&gt; like &lt;a href=\"All%20Elite%20Wrestling\"&gt;AEW&lt;/a&gt;."
}