{
    "id": "23691410",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=23691410",
    "title": "Greg Peach",
    "text": "Greg Peach (born November 19, 1986) is a professional &lt;a href=\"Canadian%20football\"&gt;Canadian football&lt;/a&gt; &lt;a href=\"defensive%20end\"&gt;defensive end&lt;/a&gt; who is currently a &lt;a href=\"Free%20agent\"&gt;free-agent&lt;/a&gt;. He was most recently a member of the &lt;a href=\"Winnipeg%20Blue%20Bombers\"&gt;Winnipeg Blue Bombers&lt;/a&gt;. He was originally signed by the &lt;a href=\"Edmonton%20Eskimos\"&gt;Edmonton Eskimos&lt;/a&gt; as a &lt;a href=\"street%20free%20agent\"&gt;street free agent&lt;/a&gt; in 2009. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Eastern%20Washington%20Eagles%20football\"&gt;Eastern Washington&lt;/a&gt; and was the 2008 recipient of the &lt;a href=\"Buck%20Buchanan%20Award\"&gt;Buck Buchanan Award&lt;/a&gt;. Peach has also been a member of the &lt;a href=\"Hamilton%20Tiger-Cats\"&gt;Hamilton Tiger-Cats&lt;/a&gt; and &lt;a href=\"Winnipeg%20Blue%20Bombers\"&gt;Winnipeg Blue Bombers&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt;..\nHigh school career.\nGreg graduated from &lt;a href=\"Evergreen%20High%20School%20%28Vancouver%2C%20Washington%29\"&gt;Evergreen High School&lt;/a&gt; where he was named a First Team All-State selection by the &lt;a href=\"Tacoma%20News%20Tribune\"&gt;Tacoma News Tribune&lt;/a&gt; as a defensive lineman. He also played basketball while at Evergreen.\nCollege career.\nPeach had a career-best senior season in 2008, ending the year with 72 defensive tackles (35 solo), 23.5 tackles for loss, 18 sacks, one pass broken up and one fumble recovery in 11 games (11 starts). His outstanding efforts that season earned him the &lt;a href=\"Buck%20Buchanan%20Award\"&gt;Buck Buchanan Award&lt;/a&gt;, honoring the Division I &lt;a href=\"Football%20Championship%20Subdivision\"&gt;Football Championship Subdivision&lt;/a&gt;'s top defensive player. He ended his collegiate career with 35.5 sacks, which established a new record for career sacks in school history. Peach also set school records for most tackles for a loss in a season (28) and career (63).\nProfessional career.\nEdmonton Eskimos.\nPeach signed with the &lt;a href=\"Edmonton%20Eskimos\"&gt;Edmonton Eskimos&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; as a free agent in 2009. In his 3 seasons with the Eskimos, Peach has recorded a total of 94 tackles and 13 sacks. He was not re-signed by the Eskimos following the &lt;a href=\"2011%20CFL%20season\"&gt;2011 CFL season&lt;/a&gt;.\nHamilton Tiger-Cats.\nHe signed with the &lt;a href=\"Hamilton%20Tiger-Cats\"&gt;Hamilton Tiger-Cats&lt;/a&gt; as a free agent on February 18, 2012. In his first season with the Tiger-Cats he amassed 36 tackles and 6 sacks. He was injured for much of the first half of the &lt;a href=\"2013%20CFL%20season\"&gt;2013 CFL season&lt;/a&gt;, leading to his release on August 28, 2013.\nWinnipeg Blue Bombers.\nPeach was signed by the &lt;a href=\"Winnipeg%20Blue%20Bombers\"&gt;Winnipeg Blue Bombers&lt;/a&gt; and played 6 games for them to close out the 2013 season. In his second season with the club Peach had the best year of his career, amassing 46 tackles, 7 quarterback sacks and 2 forced fumbles (all personal bests). The Bombers defense struggled in 2015 to generate pressure on the quarterback, and this was reflected in Peach's statline as he finished the season with only 1 sack in 11 games. On February 18 2016 the Bombers announced they had released Greg Peach from his contract."
}