{
    "id": "23721267",
    "revid": "1175960",
    "url": "https://en.wikipedia.org/wiki?curid=23721267",
    "title": "Vanish (computer science)",
    "text": "Vanish was a project to \"give users control over the lifetime of personal data stored on the web.\" It was led by &lt;a href=\"Roxana%20Geambasu\"&gt;Roxana Geambasu&lt;/a&gt; at the University of Washington. The project proposed to allow a user to enter information to send across the internet, thereby relinquishing control of it. However, the user is able to include an \"expiration date,\" after which the information is no longer usable by anyone who may have a copy of it, even the creator. The Vanish approach was found to be vulnerable to a &lt;a href=\"Sybil%20attack\"&gt;Sybil attack&lt;/a&gt;, and thus insecure, by a team called Unvanish from the University of Texas, &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;, and Princeton.\nTheory.\nVanish acts by automating the encryption of information entered by the user with an &lt;a href=\"encryption%20key\"&gt;encryption key&lt;/a&gt; that is unknown to the user. Along with the information the user enters, the user also enters &lt;a href=\"metadata\"&gt;metadata&lt;/a&gt; concerning how long the information should remain available. The system then encrypts the information, but does not store either the encryption key or the original information. Instead, it breaks up the decryption key into smaller components that are disseminated across &lt;a href=\"distributed%20hash%20tables\"&gt;distributed hash tables, or DHTs&lt;/a&gt; via the Internet. The DHTs refresh information within their nodes on a set schedule unless configured to make the information persistent. The time delay entered by the user in the metadata controls how long the DHTs should allow the information to persist, but once that time period is over, the DHTs will reuse those nodes, making the information about the decryption stored irretrievable. As long as the decryption key may be reassembled from the DHTs, the information is retrievable. However, once the period entered by the user has lapsed, the information is no longer recoverable, as the user never possessed the decryption key.\nImplementation.\nVanish currently exists as a &lt;a href=\"Firefox\"&gt;Firefox&lt;/a&gt; plug-in which allows a user to enter text into either a standard &lt;a href=\"Gmail\"&gt;Gmail&lt;/a&gt; email or &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; message, and choose to send the message via Vanish. The message is then encrypted and sent via the normal networking pathways through the &lt;a href=\"Internet\"&gt;cloud&lt;/a&gt; to the recipient. The recipient must have the same Firefox plug-in to decrypt the message. The plugin accesses &lt;a href=\"BitTorrent%20%28protocol%29\"&gt;BitTorrent&lt;/a&gt; DHTs, which have 8-hour lifespans. This means the user may select an expiration date for the message in increments of 8 hours. After the expiration of the user-defined time span, the information in the DHT is overwritten, thereby eliminating the key. While both the user and recipient may have copies of the original encrypted message, the key used to turn it back into plain text is now gone.\nAlthough this particular instance of the data has become inaccessible, it's important to note that the information can always be saved by other means before expiration (copied, or even via screen shots) and published again."
}