{
    "id": "237250",
    "revid": "8565473",
    "url": "https://en.wikipedia.org/wiki?curid=237250",
    "title": "Feijoa sellowiana",
    "text": "Feijoa sellowiana is a species of &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt; in the &lt;a href=\"Myrtus\"&gt;myrtle&lt;/a&gt; family, &lt;a href=\"Myrtaceae\"&gt;Myrtaceae&lt;/a&gt;. It is native to the highlands of southern &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, eastern &lt;a href=\"Paraguay\"&gt;Paraguay&lt;/a&gt;, &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt;, northern &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, and &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;. It is widely cultivated as an ornamental tree and for its fruit. Common names include feijoa (, , or ), pineapple guava and guavasteen, although it is not a true &lt;a href=\"guava\"&gt;guava&lt;/a&gt;. It is an &lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt; &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt; or small &lt;a href=\"tree\"&gt;tree&lt;/a&gt;, in height.\nEtymology.\n\"Feijoa sellowiana\" Berg is from the genus which the German botanist, Ernst Berger, named after &lt;a href=\"Jo%C3%A3o%20da%20Silva%20Feij%C3%B3\"&gt;João da Silva Feijó&lt;/a&gt;, a Portuguese naturalist, and the specific name honors &lt;a href=\"Friedrich%20Sellow\"&gt;Friedrich Sellow&lt;/a&gt;, a German who first collected specimens of feijoa in southern Brazil. It has been nicknamed \"pineapple guava\", \"Brazilian guava\", \"fig guava\" or \"guavasteen\" among different countries.\nFruit.\nThe fruit, known as feijoa, matures in autumn and is green, &lt;a href=\"ellipsoid\"&gt;ellipsoid&lt;/a&gt;, and about the size of a chicken egg. It has a sweet, &lt;a href=\"aroma\"&gt;aromatic&lt;/a&gt; flavour, which tastes like &lt;a href=\"pineapple\"&gt;pineapple&lt;/a&gt;, &lt;a href=\"apple\"&gt;apple&lt;/a&gt;, and mint. The flesh is juicy and is divided into a clear, gelatinous seed pulp and a firmer, slightly granular, &lt;a href=\"Opacity%20%28optics%29\"&gt;opaque&lt;/a&gt; flesh nearer the skin. The fruit falls to the ground when ripe and at its fullest flavour, but it may be picked from the tree prior to falling to prevent bruising.\nThe fruit pulp resembles the closely related &lt;a href=\"guava\"&gt;guava&lt;/a&gt;, having a gritty texture. The feijoa pulp is used in some natural cosmetic products as an &lt;a href=\"exfoliant\"&gt;exfoliant&lt;/a&gt;. Feijoa fruit has a distinctive, potent smell that resembles that of a fine perfume. The aroma is due to the &lt;a href=\"ester\"&gt;ester&lt;/a&gt; &lt;a href=\"methyl%20benzoate\"&gt;methyl benzoate&lt;/a&gt; and related compounds that exist in the fruit.\nGrowing conditions.\nThe plant is a warm-&lt;a href=\"temperate\"&gt;temperate&lt;/a&gt;, &lt;a href=\"subtropical\"&gt;subtropical&lt;/a&gt; &lt;a href=\"plant\"&gt;plant&lt;/a&gt; that also will grow in the &lt;a href=\"tropics\"&gt;tropics&lt;/a&gt;, but requires at least 50 hours of winter chilling to fruit, and is frost-tolerant. When grown from seed, feijoas are noted for slow growth during their first year or two, and young plants, though cold tolerant, can be sensitive to high wind.\nIn the &lt;a href=\"Northern%20Hemisphere\"&gt;Northern Hemisphere&lt;/a&gt;, the species has been cultivated as far north as western &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, but under such conditions it does not fruit every year, as winter temperatures below approximately kill the flower buds. Summer temperatures above may also have an adverse effect upon fruit set. Feijoas are somewhat tolerant of drought and salt in soils, though fruit production can be adversely affected. Tolerant to partial shade, regular watering is essential while the fruit is maturing.\nCultivation.\nSome &lt;a href=\"grafting\"&gt;grafted&lt;/a&gt; cultivars of feijoa are self-fertile. Most are not, and require a &lt;a href=\"pollinator\"&gt;pollinator&lt;/a&gt;. Seedlings may or may not be of usable quality, and may or may not be self-fertile. Feijoas will mature into a sprawly shrub, but can be kept successfully as a large container plant, though accommodations will need to be made for the width of the plants, and the need to encourage new growth for fruit production.\nFeijoas are occasionally found as landscape plants in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;, and the maritime &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt;. They can succeed in greenhouses in temperate parts of the United States, and have been grown in-ground as fruiting trees on the United States east coast in coastal &lt;a href=\"Georgia%20%28U.S.%20State%29\"&gt;Georgia&lt;/a&gt; and &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt; as well as in California. Other regions of the United States such as the southernmost &lt;a href=\"Appalachian%20Mountains\"&gt;Appalachian Mountains&lt;/a&gt;, and the immediate coastal region from &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; to &lt;a href=\"Delaware\"&gt;Delaware&lt;/a&gt; would warrant further investigation.\nThe fruit has been widely grown in &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; since the 1920s, and it has become a popular garden tree. It is commonly available in season from March to June. In &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, the &lt;a href=\"pollinator\"&gt;pollinator&lt;/a&gt;s of this plant are bees, bumblebees, and medium-sized birds. The &lt;a href=\"silvereye\"&gt;silvereye&lt;/a&gt; is a pollinator in the cooler parts of the South Island; the &lt;a href=\"common%20blackbird\"&gt;blackbird&lt;/a&gt; and the &lt;a href=\"Indian%20myna\"&gt;Indian myna&lt;/a&gt;, which feeds on the sweet, fleshy flower petals, are pollinators further north. In some areas where the species has been introduced, however, the trees have been unproductive due to lack of pollinators. The shrub has very few insect pests, although &lt;a href=\"guava%20moth\"&gt;guava moth&lt;/a&gt; is a problem in northern New Zealand.\nIn the &lt;a href=\"South%20Caucasus\"&gt;South Caucasus&lt;/a&gt;, feijoa has been cultivated in the southern coastal region of &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; since 1928; cultivation in neighboring &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt; has gradually increased to about in 1986.\nSale and shipping.\nRipe fruit is prone to bruising; difficulty maintaining the fruit in good condition for any length of time, along with the short period of optimum ripeness and full flavor, probably explains why feijoas frequently are not exported, and where grown commercially, are typically sold close to the source of the crop. However, &lt;a href=\"continent\"&gt;intercontinental&lt;/a&gt; shipping of feijoa by sea or air has been successful.\nBecause of the relatively short shelf life, storekeepers need to be careful to replace older fruit regularly to ensure high quality. In some countries, they also may be purchased at roadside stalls, often at a lower price.\nFeijoas may be cool-stored for approximately a month and still have a few days of shelf life at optimum eating maturity. They also may be frozen for up to one year without a loss in quality.\nConsumption.\nNutrition.\n of raw feijoa provides 55 &lt;a href=\"calories\"&gt;calories&lt;/a&gt; and is 13% &lt;a href=\"carbohydrates\"&gt;carbohydrates&lt;/a&gt;, 8% sugars, and 1% each of &lt;a href=\"fat\"&gt;fat&lt;/a&gt; and &lt;a href=\"protein\"&gt;protein&lt;/a&gt;. The raw fruit is an excellent source of &lt;a href=\"vitamin%20C\"&gt;vitamin C&lt;/a&gt;, providing 40% of the &lt;a href=\"daily%20value\"&gt;daily value&lt;/a&gt;, but supplies no other &lt;a href=\"nutrient\"&gt;nutrient&lt;/a&gt;s in significant amount.\nFood uses.\nAlthough the skin is edible, the fruit usually is eaten by cutting it in half, then scooping out the pulp with a spoon. The fruit has a juicy, sweet seed pulp and slightly gritty flesh nearer the skin. The flower petals are edible. The most common use is as an addition to salads. They are regularly consumed by birds.\nVarieties.\nNumerous cultivars of feijoa have been developed. These include:"
}