{
    "id": "23723204",
    "revid": "30607451",
    "url": "https://en.wikipedia.org/wiki?curid=23723204",
    "title": "A Thousand Barrels a Second",
    "text": "A Thousand Barrels a Second: The Coming Oil Break Point and the Challenges Facing an Energy Dependent World is a 2007 book by Canadian energy economist and columnist &lt;a href=\"Peter%20Tertzakian\"&gt;Peter Tertzakian&lt;/a&gt; that describes the multiple pressures forcing an upending of &lt;a href=\"oil\"&gt;oil&lt;/a&gt;'s dominant role in the global energy supply mix and conjectures about how economic, social and technological innovation will drive the inevitable adjustment process.\nSummary.\nThe book draws attention to the numerical significance of the 2006 global oil production figure: of crude oil per day is equivalent to one thousand barrels per second. He believes the transcendence of this consumption threshold marks the beginning of a historically significant \"energy break point\" when oil's dominant position as a primary energy source is no longer tenable. The book examines industrial society's \"addiction\" to oil in its past, present and future aspects. The history of humankind's ongoing adoption and abandonment of &lt;a href=\"energy%20sources\"&gt;energy sources&lt;/a&gt; – &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, &lt;a href=\"coal\"&gt;coal&lt;/a&gt;, &lt;a href=\"tallow\"&gt;tallow&lt;/a&gt;, &lt;a href=\"whale%20oil\"&gt;whale oil&lt;/a&gt;, &lt;a href=\"kerosene\"&gt;kerosene&lt;/a&gt;, etc. – illustrates a \"evolutionary energy cycle\". This cycle is evident today in the problems facing the &lt;a href=\"oil%20industry\"&gt;oil industry&lt;/a&gt;. At the time of the book's publication, various factors – ranging from unrest in the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;, a \"demand shock\" from India and China, exceptionally elevated energy &lt;a href=\"commodity\"&gt;commodity&lt;/a&gt; prices and &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt; anxiety – weakened oil's leadership amongst all primary energy sources. The author does not commit to the inevitability of any one particular future outcome, but paints various scenarios that could lead to a peaceful and profitable resolution of the break point.\nHistory.\nIn order to properly comprehend the nature of the current oil break point, the author begins his exposition with a historical study of the dominant energy sources before the oil age. He depicts, for instance, the displacement of one fuel source by another (i.e. &lt;a href=\"tallow\"&gt;tallow&lt;/a&gt;—&lt;a href=\"spermaceti\"&gt;spermaceti&lt;/a&gt;—&lt;a href=\"kerosene\"&gt;kerosene&lt;/a&gt; as an &lt;a href=\"illuminant\"&gt;illuminant&lt;/a&gt;; wood—coal—oil as a primary fuel) and demonstrates how the story of energy is inextricably linked with economic development and rising living standards.\nThe author furthermore surveys the history of the oil industry itself from its inception, including the rise and breakup of &lt;a href=\"John%20D.%20Rockefeller\"&gt;Rockefeller's&lt;/a&gt; &lt;a href=\"Standard%20Oil\"&gt;Standard Oil&lt;/a&gt;, the curious origins of &lt;a href=\"Saudi%20Aramco\"&gt;Saudi Aramco&lt;/a&gt;, and &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill's&lt;/a&gt; fateful decision for the &lt;a href=\"British%20Navy\"&gt;British Navy&lt;/a&gt; to switch from coal to oil. Emergent from this historical retrospective is the compelling argument that oil is not exempt from the same stages of rise and fall experienced by other previously dominant energy sources.\nBreak point.\nThe book's rise to bestseller status must be attributed in part to its timing. Shortly after its 2006 publication, crude oil futures hit all-time contact highs. Moreover, the run up to US$147 per barrel of oil (&lt;a href=\"West%20Texas%20Intermediate\"&gt;West Texas Intermediate&lt;/a&gt; benchmark crude) in the summer of 2008 appeared to further corroborate Tertzakian's theory of an imminent oil break point.\nOne goal of the author, a long-serving energy analyst, was to make the far-flung structure of energy supply chains comprehensible to the layperson by retaining a \"big picture\" perspective. The complex processes involved in the discovery, extraction, and distribution of energy mean that major energy transitions are measured in decades, not years. Pressures on both the supply and demand side, together with associative infrastructure and industrial dependencies, is pushing oil to a tipping point. A thoroughgoing paradigm shift appears inevitable:\nAs you read this book, we are on the cusp of a tipping point – what I call a break point – that will change the way governments, corporations, and individuals exploit and consume primary energy resources, especially crude oil. Over the course of the next 5 to 10 years, increasingly volatile energy prices are going to affect how you live and what you drive, not to mention the economy, the environment, and the complex geopolitical chess match that is now being played out for the world's precious energy resources.\nAlthough Tertzakian explores arguments from the &lt;a href=\"peak%20oil\"&gt;peak oil&lt;/a&gt; debate, his rationale for declaring an oil break point does not hinge upon them. Reminiscent of &lt;a href=\"Ahmed%20Zaki%20Yamani\"&gt;Sheik Yamani's&lt;/a&gt; famous declaration that \"the Stone Age did not end for lack of stone, and the Oil Age will end long before the world runs out of oil\", Tertzakian brackets aside the peak oil theory and demonstrates that other factors are sufficient in themselves to initiate a decline in oil's position in the global energy supply mix.\nTertzakian's 2009 book &lt;a href=\"The%20End%20of%20Energy%20Obesity\"&gt;\"The End of Energy Obesity: Breaking Today's Energy Addiction for a Prosperous and Secure Tomorrow\"&lt;/a&gt;, written four years after \"A Thousand Barrels a Second\", offers strategies for expediting a quick rebalancing in the energy sector following the oil break point.\nRebalancing.\nThe book concludes by painting a picture of plausible post-break point outcomes as they play out on a one-to-two decade time horizon. During these adjustment periods, nations struggle for answers, consumers suffer and complain, the economy adapts, and science surges with innovation and discovery. In the era that emerges, lifestyles change, businesses are born, and fortunes are made.\nSurprisingly for an energy economist, Tertzakian does not refer to a timeworn tenet of economic theory that presupposes rising &lt;a href=\"Demand%20%28economics%29\"&gt;demand&lt;/a&gt; inevitably generates adequate, if not infinite, &lt;a href=\"Supply%20%28economics%29\"&gt;supply&lt;/a&gt;. Instead, when the effects of the oil break point make themselves more broadly known, Tertzakian shows how the power of human innovation (i.e. energy conservation and efficiency) and the laws of substitution (i.e. alternative energy) will help in the re-balancing process.\nDespite this belief that new energy forms will begin to replace oil, the bad news is that for the first time in the history of energy consumption, there is no \"&lt;a href=\"wikt%3Amagic%20bullet\"&gt;magic bullet&lt;/a&gt;\" offering an immediate, large-scale alternative. The good news is forward-thinking nations, corporations and individuals can anticipate and navigate the coming break point.\nDespite the book's general optimism, Tertzakian is quite forthright in stating his belief that the \"rebalancing\" process involve considerable lifestyle changes.\nTertzakian's heralding of a \"New Energy Era\" following the oil break point is strikingly reminiscent of the \"Energy-Climate Era\" promulgated in &lt;a href=\"Thomas%20Friedman\"&gt;Thomas Friedman's&lt;/a&gt; 2008 book \"&lt;a href=\"Hot%2C%20Flat%2C%20and%20Crowded\"&gt;Hot, Flat, and Crowded&lt;/a&gt;\"."
}