{
    "id": "2372923",
    "revid": "1044470586",
    "url": "https://en.wikipedia.org/wiki?curid=2372923",
    "title": "Brent Gretzky",
    "text": "Brent Gretzky (born February 20, 1972) is a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; former professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; player, and the brother of &lt;a href=\"Wayne%20Gretzky\"&gt;Wayne&lt;/a&gt; and &lt;a href=\"Keith%20Gretzky\"&gt;Keith Gretzky&lt;/a&gt;. He briefly played in the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; (NHL) for the &lt;a href=\"Tampa%20Bay%20Lightning\"&gt;Tampa Bay Lightning&lt;/a&gt;.\nPlaying career.\nGretzky was taught the game by his father &lt;a href=\"Walter%20Gretzky\"&gt;Walter&lt;/a&gt;. As a youth, he played in the 1985 and 1986 &lt;a href=\"Quebec%20International%20Pee-Wee%20Hockey%20Tournament\"&gt;Quebec International Pee-Wee Hockey Tournament&lt;/a&gt;s with a &lt;a href=\"minor%20ice%20hockey\"&gt;minor ice hockey&lt;/a&gt; team from &lt;a href=\"Brantford\"&gt;Brantford&lt;/a&gt;.\nBrent grew up playing minor hockey in Brantford, Ontario for the Brantford Classics of the OMHA. In 1988–89, he played Jr. B hockey for the &lt;a href=\"Brantford%20Eagles\"&gt;Brantford Classics&lt;/a&gt; of the &lt;a href=\"Mid-Western%20Junior%20B%20Hockey%20League\"&gt;Mid-Western Junior B Hockey League&lt;/a&gt;. He was selected in the 1st round (6th overall) of the 1989 OHL Priority Selection by the Belleville Bulls where he spent three years With the Bulls, he was a linemate of future NHL player &lt;a href=\"Darren%20McCarty\"&gt;Darren McCarty&lt;/a&gt;. Gretzky was drafted by the &lt;a href=\"expansion%20team\"&gt;expansion&lt;/a&gt; Tampa Bay Lightning in the &lt;a href=\"1992%20NHL%20Entry%20Draft\"&gt;1992 NHL Entry Draft&lt;/a&gt;, but did not find the same success as his brother Wayne.\nDuring Brent's 13-game tenure with Tampa Bay, he played once against Wayne: \"We must have faced off 15 times and I won one. I remember chasing him behind the net. I knew what he was going to do and I still found myself looking for my &lt;a href=\"Jockstrap\"&gt;jock&lt;/a&gt;. The hardest part was after the game, going and watching &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;. It was older Gretzky shows young Gretzky how to play hockey.\"\nTogether, Wayne and Brent hold the NHL record for most combined points by two brothers - 2,857 for Wayne and 4 for Brent, and are second overall in points scored by any number of brothers (behind the six brothers of the &lt;a href=\"Sutter%20family\"&gt;Sutter family&lt;/a&gt; who combined for 2,934 NHL points - 73 more than Wayne and Brent, although the Gretzkys' combined totals are greater than any five of the six Sutters.)\nGretzky's selection by an expansion team in an era when established teams were only obliged to leave the bottom echelon of their players unprotected in &lt;a href=\"expansion%20draft\"&gt;expansion draft&lt;/a&gt;s has led to speculation that he might have never made it onto an NHL roster if he had been drafted by an established team. Other than his brief stint in Tampa Bay, Gretzky was a career minor leaguer, floating between the &lt;a href=\"International%20Hockey%20League%20%281945-2001%29\"&gt;International Hockey League&lt;/a&gt;, the &lt;a href=\"American%20Hockey%20League\"&gt;American Hockey League&lt;/a&gt;, and the &lt;a href=\"United%20Hockey%20League\"&gt;United Hockey League&lt;/a&gt;. He played for &lt;a href=\"EC%20Graz\"&gt;EC Graz&lt;/a&gt; Austria in 1997-98. On June 6, 2006, the &lt;a href=\"Elmira%20Jackals\"&gt;Elmira Jackals&lt;/a&gt; announced they had acquired his rights from the &lt;a href=\"Motor%20City%20Mechanics\"&gt;Motor City Mechanics&lt;/a&gt;, but he never played with Elmira; his season with the Mechanics was his last as a professional. He and four other former &lt;a href=\"Danbury%20Trashers\"&gt;Danbury Trashers&lt;/a&gt; players were served with &lt;a href=\"subpoena\"&gt;subpoena&lt;/a&gt;s by the &lt;a href=\"FBI\"&gt;FBI&lt;/a&gt; in its investigation into owner &lt;a href=\"James%20Galante\"&gt;James Galante&lt;/a&gt;'s business dealings.\nIn 2008, Gretzky played six games for his hometown &lt;a href=\"Brantford%20Blast\"&gt;Brantford Blast&lt;/a&gt; team in the senior league &lt;a href=\"Major%20League%20Hockey\"&gt;Major League Hockey&lt;/a&gt;, which went on to win the &lt;a href=\"2008%20Allan%20Cup\"&gt;2008 Allan Cup&lt;/a&gt;, after which Gretzky retired from organized competition.\nBrent now serves as a police officer with the &lt;a href=\"Ontario%20Provincial%20Police\"&gt;Ontario Provincial Police&lt;/a&gt;."
}