{
    "id": "23739302",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=23739302",
    "title": "Hippolyte De La Rue",
    "text": "&lt;a href=\"Air%20Commodore\"&gt;Air Commodore&lt;/a&gt; Hippolyte Ferdinand (Frank) De La Rue, &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;CBE&lt;/a&gt;, &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20Kingdom%29\"&gt;DFC&lt;/a&gt; (13 March 1891 – 18 May 1977) was a senior commander in the &lt;a href=\"Royal%20Australian%20Air%20Force\"&gt;Royal Australian Air Force&lt;/a&gt; (RAAF). Joining the &lt;a href=\"Merchant%20Navy\"&gt;Mercantile Marine&lt;/a&gt; as a youth, he became a pilot in Britain's &lt;a href=\"Royal%20Naval%20Air%20Service\"&gt;Royal Naval Air Service&lt;/a&gt; during World War I. In 1918, he was given command of &lt;a href=\"No.%20223%20Squadron%20RAF\"&gt;No. 223 Squadron&lt;/a&gt; in the newly formed &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt;. The following year he took charge of &lt;a href=\"No.%20270%20Squadron%20RAF\"&gt;No. 270 Squadron RAF&lt;/a&gt; in Egypt. Returning to Australia, De La Rue joined the short-lived &lt;a href=\"Australian%20Air%20Corps\"&gt;Australian Air Corps&lt;/a&gt; in 1920, and became a founding member of the RAAF in March 1921. Specialising in maritime aviation, he led &lt;a href=\"seaplane\"&gt;seaplane&lt;/a&gt; formations based at &lt;a href=\"RAAF%20Williams\"&gt;Point Cook&lt;/a&gt;, Victoria, during the 1920s and early 1930s.\nDe La Rue was appointed commanding officer of &lt;a href=\"No.%201%20Flying%20Training%20School%20RAAF\"&gt;No. 1 Flying Training School&lt;/a&gt; at Point Cook in 1933. He was promoted to &lt;a href=\"group%20captain\"&gt;group captain&lt;/a&gt; in 1937 and took command of &lt;a href=\"RAAF%20Base%20Richmond\"&gt;RAAF Station Richmond&lt;/a&gt;, New South Wales, the following year. At the outbreak of World War II, De La Rue was slated to lead an air expeditionary force to Great Britain, but this plan was abandoned after Australia committed itself to the &lt;a href=\"British%20Commonwealth%20Air%20Training%20Plan\"&gt;Empire Air Training Scheme&lt;/a&gt;. Promoted to temporary &lt;a href=\"air%20commodore\"&gt;air commodore&lt;/a&gt;, he served as &lt;a href=\"Air%20Officer%20Commanding\"&gt;Air Officer Commanding&lt;/a&gt; &lt;a href=\"Western%20Area%20Command%20%28RAAF%29\"&gt;Western Area&lt;/a&gt; from 1941 to 1943, and finished the war as Inspector of Administration at RAAF Headquarters, &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;. Nicknamed \"Kanga\", De La Rue retired from the Air Force in 1946, and died in 1977 at the age of eighty-six.\nEarly life and World War I.\nBorn on 13 March 1891 in &lt;a href=\"Auburn%2C%20New%20South%20Wales\"&gt;Auburn&lt;/a&gt;, a suburb of &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, De La Rue was the son of jeweller Edmond Emile De La Rue and his wife Ellen. Following a \"limited\" education, he joined the &lt;a href=\"Merchant%20Navy\"&gt;Merchant Navy&lt;/a&gt; in 1908, becoming a &lt;a href=\"Second%20mate\"&gt;second officer&lt;/a&gt; by 1914. De La Rue transferred to the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;'s Transport Service shortly after the outbreak of World War I, operating on troop ships between England and France. He saw service at &lt;a href=\"Gallipoli%20Campaign\"&gt;Gallipoli&lt;/a&gt; as navigator on \"Huntsgreen\", from the Allied landings on 25 April 1915 until the withdrawal in December. In July 1916, he transferred once again, to the &lt;a href=\"Royal%20Naval%20Air%20Service\"&gt;Royal Naval Air Service&lt;/a&gt; (RNAS) as a temporary flight sub-lieutenant, and was awarded his &lt;a href=\"Aviator%20badge\"&gt;wings&lt;/a&gt; in November.\nTraining as a &lt;a href=\"seaplane\"&gt;seaplane&lt;/a&gt; pilot in &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;, De La Rue was posted to Wales in February 1917. Later that year, he claimed an unconfirmed sinking of a German submarine while on coastal patrol. Promoted &lt;a href=\"flight%20lieutenant\"&gt;flight lieutenant&lt;/a&gt; in January 1918, De La Rue became an honorary &lt;a href=\"Captain%20%28OF-2%29\"&gt;captain&lt;/a&gt; in the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; (RAF) that April, following the merger of the RNAS and the &lt;a href=\"Royal%20Flying%20Corps\"&gt;Royal Flying Corps&lt;/a&gt;. He was posted to &lt;a href=\"No.%20223%20Squadron%20RAF\"&gt;No. 223 Squadron&lt;/a&gt; in &lt;a href=\"Otranto\"&gt;Otranto&lt;/a&gt;, Italy, later taking command of the unit. While piloting a &lt;a href=\"Short%20Brothers\"&gt;Short&lt;/a&gt; seaplane escorting Allied bombers on a raid against the port city of &lt;a href=\"Durr%C3%ABs\"&gt;Durrës&lt;/a&gt;, Albania, he rescued the crew of another seaplane that had been forced down in the Austrian-held harbour. He was awarded the &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20Kingdom%29\"&gt;Distinguished Flying Cross&lt;/a&gt; for his actions, as well as the Italian &lt;a href=\"Silver%20Medal%20of%20Military%20Valor\"&gt;Silver Medal of Military Valor&lt;/a&gt;.\nBetween the wars.\nDe La Rue was posted to &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;, Egypt, in January 1919 to command &lt;a href=\"No.%20270%20Squadron%20RAF\"&gt;No. 270 (Seaplane) Squadron&lt;/a&gt;. Offered a permanent commission in the RAF that August, he nevertheless returned to Australia and sought employment through Lieutenant Colonel &lt;a href=\"Stanley%20Goble\"&gt;Stanley Goble&lt;/a&gt;, an ex-RNAS pilot then seconded to the Navy Office. Goble, desiring a specialist seaplane pilot for naval cooperation work, arranged a captain's commission in the recently established &lt;a href=\"Australian%20Air%20Corps\"&gt;Australian Air Corps&lt;/a&gt;, successor to the wartime &lt;a href=\"Australian%20Flying%20Corps\"&gt;Australian Flying Corps&lt;/a&gt;. On 17 June 1920, in an &lt;a href=\"Airco%20DH.9A\"&gt;Airco DH.9A&lt;/a&gt;, De La Rue accompanied Captain &lt;a href=\"Adrian%20Cole%20%28RAAF%20officer%29\"&gt;Adrian Cole&lt;/a&gt; on a flight to an altitude of , setting an Australian record that stood for more than ten years. Later that month, flying an &lt;a href=\"Avro%20504\"&gt;Avro 504&lt;/a&gt;L &lt;a href=\"floatplane\"&gt;floatplane&lt;/a&gt;, he became the first person to land an aircraft on the &lt;a href=\"Yarra%20River\"&gt;Yarra River&lt;/a&gt; in Victoria. In July he was put in charge of trials of the Avro 504L aboard the &lt;a href=\"Royal%20Australian%20Navy\"&gt;Royal Australian Navy&lt;/a&gt;'s flagship, &lt;a href=\"HMAS%20Australia%20%281911%29\"&gt;HMAS \"Australia\"&lt;/a&gt;. De La Rue joined the &lt;a href=\"Royal%20Australian%20Air%20Force\"&gt;Royal Australian Air Force&lt;/a&gt; (RAAF) as a flight lieutenant in 1921, becoming one of the original twenty-one officers on its strength when it was formed (as the Australian Air Force) that March. Going by the first name of Frank, he was also popularly known throughout the service as \"Kanga\". In August 1921, he underwent the RAAF's \"No. 1 Course\" at the &lt;a href=\"Australian%20Army\"&gt;Australian Army&lt;/a&gt;'s Central Training Depot in &lt;a href=\"Holsworthy%20Barracks\"&gt;Holsworthy&lt;/a&gt;, New South Wales; his fellow inductees included &lt;a href=\"Flying%20Officer\"&gt;Flying Officer&lt;/a&gt;s &lt;a href=\"George%20Jones%20%28RAAF%20officer%29\"&gt;George Jones&lt;/a&gt;, &lt;a href=\"Arthur%20William%20Murphy\"&gt;Arthur Murphy&lt;/a&gt;, and &lt;a href=\"Raymond%20Brownell\"&gt;Raymond Brownell&lt;/a&gt;.\nDuring the 1920s, De La Rue held a series of postings at &lt;a href=\"RAAF%20Williams%23RAAF%20Williams%20Point%20Cook%20Base\"&gt;RAAF Point Cook&lt;/a&gt;, Victoria, and at Air Force Headquarters, Melbourne. In May 1922, then in charge of the Seaplane Flight, he crashed an Avro 504L into &lt;a href=\"Port%20Phillip\"&gt;Port Phillip&lt;/a&gt;; his rescuers claimed that his main concern following the mishap was the state of the &lt;a href=\"corduroy\"&gt;corduroy&lt;/a&gt; trousers he was wearing. He lost the RAAF's sole &lt;a href=\"Bristol%20Scout\"&gt;Bristol Scout&lt;/a&gt; in another accident less than a year later. De La Rue married Clara Stone in a &lt;a href=\"Presbyterian\"&gt;Presbyterian&lt;/a&gt; ceremony at Scots Church, Melbourne, on 1 October 1923; the couple would have a daughter. He had another escape in August 1925 when he crashed a &lt;a href=\"Sopwith%20Pup\"&gt;Sopwith Pup&lt;/a&gt; into a hangar; a witness said that De La Rue, who was \"renowned for his fiery &lt;a href=\"French%20people\"&gt;Gallic&lt;/a&gt; temper\", strode from the wreckage and began to violently abuse the aircraft.\nBy 1926, De La Rue was the examining officer on the &lt;a href=\"flight%20instructor\"&gt;flight instructor&lt;/a&gt;s course at &lt;a href=\"No.%201%20Flying%20Training%20School%20RAAF\"&gt;No. 1 Flying Training School&lt;/a&gt; (No. 1 FTS), Point Cook. On exchange in Britain during 1929–30, De La Rue underwent familiarisation with &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;s, and served on the staff of &lt;a href=\"No.%20201%20Squadron%20RAF\"&gt;No. 201 (Flying Boat) Squadron&lt;/a&gt;, based on the south coast of England. Upon his return to Australia in 1931, he was given command of the RAAF's &lt;a href=\"Seaplane%20Squadron%20RAAF\"&gt;Seaplane Squadron&lt;/a&gt; at Point Cook. Promoted &lt;a href=\"Wing%20Commander%20%28rank%29\"&gt;wing commander&lt;/a&gt; in December 1932, De La Rue led No. 1 FTS from early 1933. He was promoted &lt;a href=\"group%20captain\"&gt;group captain&lt;/a&gt; in January 1937, and took over as commanding officer (CO) of &lt;a href=\"RAAF%20Base%20Richmond\"&gt;Headquarters RAAF Station Richmond&lt;/a&gt;, New South Wales, from Group Captain Cole in January the following year.\nWorld War II.\nDe La Rue and his staff at Headquarters Richmond worked \"flat out\" in the days prior the outbreak of World War II to get the base to a fit state of readiness and, immediately after hostilities were declared on 3 September, to liaise with the Central War Room in Melbourne passing instructions to squadrons. The following day, Richmond's first wartime &lt;a href=\"sortie\"&gt;sortie&lt;/a&gt; took place, a flight of three &lt;a href=\"Avro%20Anson\"&gt;Avro Anson&lt;/a&gt;s and three &lt;a href=\"Supermarine%20Seagull%20%281921%29\"&gt;Supermarine Seagull&lt;/a&gt;s patrolling the ocean off Sydney. Within a month the &lt;a href=\"Chief%20of%20Air%20Force%20%28Australia%29\"&gt;Chief of the Air Staff&lt;/a&gt; (CAS), Air Vice Marshal Goble, proposed despatching a six-squadron air expeditionary force to Great Britain, with De La Rue, then the RAAF's seventh most senior officer, in charge. Air Marshal &lt;a href=\"Richard%20Williams%20%28RAAF%20officer%29\"&gt;Richard Williams&lt;/a&gt;, Goble's long-time rival for leadership of the Air Force in the 1920s and '30s, later contended that the CAS was unduly favouring his fellow RNAS veteran and seaplane specialist to lead what would have been the RAAF's largest formation to date, particularly considering that other contenders for the role such as Group Captains Cole, &lt;a href=\"Frank%20Hubert%20McNamara\"&gt;Frank McNamara&lt;/a&gt;, and &lt;a href=\"Henry%20Wrigley\"&gt;Henry Wrigley&lt;/a&gt; had greater landplane experience than De La Rue. The concept was in any case abandoned soon after, as Australia concentrated on participation in the &lt;a href=\"British%20Commonwealth%20Air%20Training%20Plan\"&gt;Empire Air Training Scheme&lt;/a&gt;. Some time in the latter half of 1940, De La Rue was seeing dinner guests off the base at RAAF Richmond, and attempted to re-enter the perimeter via the main gate. Wearing civilian clothes and without his security pass, he was challenged and then locked up by the guards, who did not recognise him or believe his assurances that he was their commander. De La Rue was finally released by the orderly officer but was still fuming the next morning; only the advice of the base &lt;a href=\"Warrant%20officer\"&gt;warrant officer (disciplinary)&lt;/a&gt;, who had congratulated the guards on their diligence, prevented the CO from taking action against all concerned.\nAfter completing his tenure at Richmond, De La Rue briefly took the role of senior air staff officer (SASO) at &lt;a href=\"Central%20Area%20Command%20%28RAAF%29\"&gt;Central Area Command&lt;/a&gt; in October 1940. The following month, his name was put forward to establish an RAAF depot in London to look after the interests of the many thousands of Australian airmen disembarking there, but financial considerations led to the plan being scuppered temporarily. In fact, RAAF Overseas Headquarters would be formed on 1 December 1941, with Air Marshal Williams appointed &lt;a href=\"Air%20Officer%20Commanding\"&gt;Air Officer Commanding&lt;/a&gt; (AOC). Meanwhile, De La Rue also missed out on a potential posting to the Middle East that was suggested by the British but turned down by the Australian government. Promoted acting &lt;a href=\"air%20commodore\"&gt;air commodore&lt;/a&gt;, he became the inaugural AOC &lt;a href=\"Western%20Area%20Command%20%28RAAF%29\"&gt;Western Area&lt;/a&gt;, headquartered in &lt;a href=\"Perth%2C%20Western%20Australia\"&gt;Perth&lt;/a&gt;, on 9 January 1941. Among the units he controlled in this position were &lt;a href=\"No.%2014%20Squadron%20RAAF\"&gt;No. 14 (General Reconnaissance) Squadron&lt;/a&gt;, &lt;a href=\"No.%2025%20Squadron%20RAAF\"&gt;No. 25 (General Purpose) Squadron&lt;/a&gt;, &lt;a href=\"No.%2035%20Squadron%20RAAF\"&gt;No. 35 (Transport) Squadron&lt;/a&gt;, and &lt;a href=\"No.%2077%20Squadron%20RAAF\"&gt;No. 77 (Fighter) Squadron&lt;/a&gt;. De La Rue worked assiduously to prepare the latter for operations, as it was the only fighter squadron able to defend Perth and &lt;a href=\"Fremantle\"&gt;Fremantle&lt;/a&gt;. He also lobbied RAAF Headquarters for a force of long-range &lt;a href=\"Consolidated%20PBY%20Catalina\"&gt;PBY Catalina&lt;/a&gt; flying boats to augment the &lt;a href=\"Lockheed%20Hudson\"&gt;Lockheed Hudson&lt;/a&gt;s of No. 14 Squadron, but none were offered to him.\nDe La Rue was made a temporary air commodore in July 1941. By February 1942, he was the eighth most senior officer in the RAAF. Handing over Western Area Command to Air Commodore Ray Brownell in January 1943, De La Rue became Inspector of Administration at RAAF Headquarters, in which post he saw out the rest of the war. On 8 June 1944, he was appointed a &lt;a href=\"Commander%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Commander of the Order of the British Empire&lt;/a&gt;.\nLater life.\nDe La Rue was summarily retired from the RAAF after the war, along with a number of other senior commanders and veterans of World War I, partly to make way for the advancement of younger and equally capable officers, and also due to his suspect health. In recommending early retirement, the CAS, Air Vice Marshal &lt;a href=\"George%20Jones%20%28RAAF%20officer%29\"&gt;George Jones&lt;/a&gt;, noted that De La Rue possessed \"fairly good Service knowledge\" and was of strong character, but that \"sometimes his efforts [were] ill-directed\". De La Rue was, furthermore, above the statutory retiring age for his substantive rank of group captain. He was officially discharged on 1 April 1946. An honorary air commodore from 1956, his chief hobby in retirement was &lt;a href=\"Watercolor%20painting\"&gt;painting in water colours&lt;/a&gt;. On 31 March 1971, he was among a select group of surviving foundation members who attended a celebratory dinner at the &lt;a href=\"Hotel%20Canberra\"&gt;Hotel Canberra&lt;/a&gt; to mark the RAAF's &lt;a href=\"Golden%20Jubilee\"&gt;Golden Jubilee&lt;/a&gt;; his fellow guests included Air Marshal Sir Richard Williams, Air Vice Marshals Henry Wrigley and &lt;a href=\"William%20Anderson%20%28RAAF%20officer%29\"&gt;Bill Anderson&lt;/a&gt;, and Wing Commander &lt;a href=\"Lawrence%20Wackett\"&gt;Sir Lawrence Wackett&lt;/a&gt;. Frank De La Rue died at his home in &lt;a href=\"Kew%2C%20Victoria\"&gt;Kew&lt;/a&gt;, a suburb of Melbourne, on 18 May 1977. He was survived by his daughter, and cremated."
}