{
    "id": "2377327",
    "revid": "31831",
    "url": "https://en.wikipedia.org/wiki?curid=2377327",
    "title": "Axel Jensen",
    "text": "Axel Buchardt Jensen (12 February 1932 – 13 February 2003) was a &lt;a href=\"Norway\"&gt;Norwegian&lt;/a&gt; author. From 1957 until 2002, he published both fiction and non-fiction texts which include novels, poems, essays, a biography, and manuscripts for cartoons and animated films.\nBiography.\nJensen was born on 12 February 1932 in &lt;a href=\"Trondheim\"&gt;Trondheim&lt;/a&gt; to Dagny Teodora (nee Buchardt, 1908- 2000) and Finn Reidar Jensen (1901-1967). His parents later divorced. His father’s second marriage produced two sons.\nJensen completed three years of high school but only lasted a couple of days at university as he didn’t like the quiet polite lectures and so gave it up. He then undertook a number of labouring jobs, while writing in his spare time. He managed to get some stories published in the &lt;a href=\"Aftenposten\"&gt;Aftenposten&lt;/a&gt; newspaper, but most of the short stories he submitted to journals and magazines were rejected.\nIn the early 1950s he went travelling in Northern Africa, during which time he meet &lt;a href=\"John%20Starr%20Cooke\"&gt;John Starr Cooke&lt;/a&gt; in the Sahara and went on to became a friend.\nMeets Marianne Ihlen.\nIn 1954 Jensen flagged down a car on Majorstua Street in Oslo containing 19 year old &lt;a href=\"Marianne%20Ihlen\"&gt;Marianne Ihlen&lt;/a&gt; and invited her to a party. Jensen subsequently telephoned her and they met up in Dovrehallen, a student pub at which they committed to a relationship. Jensen took whatever work he could find to support himself as he wrote short stories for newspapers and magazines.\nIn 1955 Jensen self-published his first book, the surrealist \"Dyretemmerens kors\", but he later &lt;a href=\"Book%20burning\"&gt;burned&lt;/a&gt; the remaining unsold books. Niels Christian Brogger’s review in the 12 December 1955 edition of the Nationen newspaper commented: \nIn that same year he and Ihlen travelled to Copenhagen to meet John Starr Cooke who was ill in a hospital with suspected malaria.\nIhlen frequently clashed with her father over Jensen, as he thought that Jensen who came from a broken home lacked a good education, a job and a place of his own to live, unlike the children of his middle class friends and acquaintances. Jensen was aggressive when he became drunk and at one party pushed his way into the room where Ihlen was sleeping and made her watch as he took a knife, spread his hand out on a kitchen table and stabbed it three times.\nIn 1957 Jensen was called up to undertake his compulsory military service but upon reporting for duty was able to talk his way out of completing it.\nPublication of \"Ikaros – ung mann i Sahara\".\nIn 1957 Jensen’s novel \"Ikaros – ung mann i Sahara\" (Icarus – A Young Man in Sahara) was published by Henrik Groth of Cappelen (with an initial print run of 6,000). It described quest for experience of a young man as he journeyed across the Sahara. It was reviewed by over 30 Norwegian newspapers and highly praised by a number of literary critics with Kjøv Egelund of the \"Vinduet\" magazine commenting that “Here is one of the year’s most sensational works of fiction. Sumptuously rich, brightly talented, fascinating.\nIhlen thought they had a committed relationship with long held plans to travel to Greece but later that same year one evening out of the blue Jensen introduced her to another young woman at the Theatre Café in Oslo and informed Ihlen that there would be no trip to Greece as he was leaving tomorrow with the other woman for Egypt. Ihlen stormed out and made her way in a stage of shock back to where she is staying only to be woken at 4 o’clock by Jenson at the doorstep saying, “We’re going to Greece! It’s you I want to travel with!”\nHydra.\nIn mid-November the reunited couple over her parent’s objections departed by train for Greece with plans to be away for a year, with Jenson intending to spend the time writing. Disembarking from the train in Hamburg they purchased a second-hand Volkswagen Beetle. Driving south they visited Venice and Rome before passing through Yugoslavia into Greece. On the way south from Thessaloniki Ihlen was forced to have an emergency operation for appendicitis in the village of Lamia. Ihlen remained in hospital for a week recovering and it wasn’t until December that they reached Athens where they stayed with their friends Per and Else Berit who had moved there the year before. Jensen had originally intended that they rent an apartment in Athens, but their friends suggested they could live more cheaply on the island of &lt;a href=\"Hydra%20%28island%29\"&gt;Hydra&lt;/a&gt;, which was three hours away by ferry. After visiting Delphi the couple drove down to Erminoni in the Peloponnese where their landlady at the place they stayed allowed them to park their car in her garden. It was from here that they took a ferry to Hydra.\nAfter initially renting Jensen used part of an advance of 40,000 kroner (approximately US$6,000) that he had received from Groth as an advance for his next book to purchase a house on Kala Pigadia Street for approximately US$2,500 on Hydra. After making repairs to the house the couple were left with just over US$2,000 on which to live on until Jensen’s next book was published, with the house offered as security for one year’s line of credit at a local grocery store. The house was simple, with an outside toilet and electricity for only one hour in the evening and one hour in the morning. Otherwise, they used paraffin lamps. The couple soon became a component part of the foreign community on the island and friends with &lt;a href=\"Charmian%20Clift\"&gt;Charmian Clift&lt;/a&gt; and her husband &lt;a href=\"George%20Johnston%20%28novelist%29\"&gt;George Johnston&lt;/a&gt;. Some months later the Swedish writer &lt;a href=\"G%C3%B6ran%20Tunstr%C3%B6m\"&gt;Göran Tunström&lt;/a&gt; arrived on the island and rented a house close by, becoming a friend. Ihlen remained on Hydra when it was necessary for Jensen to travel back several times to Norway to capitalize on the success of \"Ikaros – ung mann i Sahara\".\nOn one of these trips Jensen met a woman called Sonja and became besotted with her after five days of acquaintance. Upon his return to Hydra in late 1958 he informed Ihlen that the woman was coming to the island and that his relationship with her was over. In response Ihlen packed a bag and left to stay in Athens for a few days with the idea of getting a job there. She subsequently found work as a cook on a chartered schooner, by the end of which Ihlen returned to stay with Per and Else Berit in Athens, who observed that the experience had transformed her into a serene and more-confident person. Meanwhile Jensen had been on a six-week-long drinking binge, as he had purchased a ticket for Sonja to travel to join him in Greece, only to find that she had sold the ticket and kept the money.\nMarriage.\nWhile Jensen was in Athens he chanced upon Marianne, falling in love with her again. He immediately asked her to marry him and she accepted. They married on 22 October 1958 in the Anglican Church in Athens, against her parents' wishes.\nThey then returned to their house on Hydra. While Jensen had by now delivered the first draft of his new novel which had the working title \"Linedansen\" to Cappelen, in order to bring in extra money both Ihlen and Jensen worked over the spring of 1959 on the schooner that Ihlen had previously worked on.\nSuccess of \"Line\".\nGorth considered that \"Linedansen\" which translates as “The Line Dance” a pun on the name of the main character’s love interest was distasteful for a book of which he had a high opinion and convinced Jensen to change it to \"Line\". With the novel printed and approaching its publishing date in 1959 Jensen and a by now pregnant Ihlen travelled to Oslo, where both were able to catch up with family and friends. \nThe novel’s central protagonist is Jacob, a restless trouble young man who falls unhappily in love with Line. The novel used what was considered to be vulgar language at the time and contained erotic scenes of sexual intercourse which infuriated some critics who considered it to be immoral. One with such an opinion was the influential \"&lt;a href=\"Aftenposten\"&gt;Aftenposten&lt;/a&gt;\" newspaper which refused to review the book and one public library refused to stock it. While the critic for the \"&lt;a href=\"Morgenbladet\"&gt;Morgenbladet&lt;/a&gt;\" newspaper considered it utterly devoid of artistic value, the critic for the \"Arbeiderbladet\" newspaper wrote:\nThe novel was such a success in Norway that it was translated into English and published in 1962 with the title \"A Girl I Knew\".\nThe success of the novel allowed Jensen to travel in October with Ihlen, Per and Else Brent to Stockholm where via friends they purchased a Karmann Ghia. Due to Jensen being unable to drive due to a drunk driving conviction Ihlen drove the car back to Oslo. The couple’s son Axel Joachim was born on 21 January 1960 in Oslo. Following the birth Jensen travelled back to Hydra in order to avoid paying Norwegian taxes, Ihlen stayed in Oslo for four months before she and Axel Joachim followed him back to Hydra.\nRelationship with Patricia Amlin.\nFollowing her return to Hydra Ihlen became aware that Jensen had acquired a new lover, the American painter Patricia Amlin.\nWith their relationship deteriorating Jensen decided to leave on his sailboat, a BBII that he had had transported by ship to Piraeus. Amlin left separately in order to spare Ihlen the public humiliation before meeting up with Jensen in Poros. They then took up residence in Athens. Soon after Amlin was badly injured when she crashed Jensen’s Karmann Ghia near Athens and was flung out of the car, breaking many bones and developing gangrene, which required amputation of a thumb. Jensen struggled with the situation and three days later telegrammed Ihlen asking for her help. By now Ihlen was involved with the Canadian writer and poet &lt;a href=\"Leonard%20Cohen\"&gt;Leonard Cohen&lt;/a&gt; who urged Ihlen to leave her son with him while she travelled to Athens where she maintained a vigil by Amlin’s bed, allowing Jensen to rest. After three days she returned to Hydra.\nJensen allowed Ihlen to live in the house on Hydra and following their formal divorce a year later transferred ownership to her and their son. After taking Amlin back to America Jensen travelled around Mexico with his friend John Starr Cooke, experimenting with psychedelic drugs and catching malaria before returning to Hydra in the summer of 1960. Here he rented a house in which to write. Jensen remained friendly with both Ihlen and Cohen. Axel Joachim lived with his mother and for most of his childhood had little contact with his father, Cohen becoming his surrogate father, even to the extent of paying for his boarding schools in England and Switzerland as well as his flights. At the age of 15 Axel Joachim was taken on a trip to India by Jenson and given &lt;a href=\"Lysergic%20acid%20diethylamide\"&gt;LSD&lt;/a&gt; by the father. As he grew older, he developed psychiatric problems and from 1979 onwards spent a large part of his adult life being institutionalized in Norway. The 2020 documentary \"Little Axel\" explored his life.\nIn 1961 \"Line\" was made into a film directed by &lt;a href=\"Nils%20Reinhardt%20Christensen\"&gt;Nils Reinhardt Christensen&lt;/a&gt;. It was released under the name \"Line\" in Norway and as \"&lt;a href=\"The%20Passionate%20Demons\"&gt;The Passionate Demons&lt;/a&gt;\" in overseas markets. It starred &lt;a href=\"Margarete%20Robsahm\"&gt;Margarete Robsahm&lt;/a&gt; as Line and Toralv Maurstad in the role of Jacob. It caused a minor scandal in Norway at the time, as Robsahm was the first actress ever to expose her breasts in a Norwegian movie.\nIn 1961 Jensen’s novel \"Joacim\" was published. The novel is about a young man searching for meaning in his life who travels to Greece, where he meets Cecilie, a Danish student with whom he has a relationship. There is widespread belief that the character Lorenzo in the novel is modelled after Cohen, but Jensen also told Cohen that Lorenzo was modelled after the Swedish novelist &lt;a href=\"G%C3%B6ran%20Tunstr%C3%B6m\"&gt;Göran Tunström&lt;/a&gt; who for a period resided on Hydra.\nFollowing a drunken altercation with a policeman, Jensen was expelled from Hydra in 1962, and he never saw Ihlen again, though they continued to correspond.\nReturn to Norway.\nJensen eventually returned to Norway and by 1966 had settled in &lt;a href=\"Fredrikstad\"&gt;Fredrikstad&lt;/a&gt;. There, &lt;a href=\"Noel%20Cobb\"&gt;Noel Cobb&lt;/a&gt;, an English poet and student of &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt;, came to interview him. Cobb became sexually involved with Jensen's girlfriend Lena Folke-Olsson, by whom he had a child. Jensen later left Fredrikstad to live in &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nJensen suffered from severe depression after the break-up with Folke-Olsson, but in &lt;a href=\"London\"&gt;London&lt;/a&gt; he met the psychiatrist &lt;a href=\"R.%20D.%20Laing\"&gt;R. D. Laing&lt;/a&gt; and received therapy from him. After recovering, Jensen worked as an assistant at the institution &lt;a href=\"Kingsley%20Hall\"&gt;Kingsley Hall&lt;/a&gt;. Laing remained a close friend for the rest of his life.\nWhile attending an environmental conference in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; in 1972, Jensen met Pratibha (1935-2018), whom he married in &lt;a href=\"India\"&gt;India&lt;/a&gt; in 1973 . She had a son and a daughter from a previous marriage. After returning to &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, the couple lived in &lt;a href=\"Vaxholm\"&gt;Vaxholm&lt;/a&gt; outside &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, where they bought an old schooner, built in 1905, which they renamed \"&lt;a href=\"S/Y%20Shanti%20Devi\"&gt;S/Y Shanti Devi&lt;/a&gt;\". The ship was named after Pratibha's mother and means &lt;a href=\"Devi\"&gt;\"The Goddess of Peace\"&lt;/a&gt;.\nAfter restoring the ship with the help of good friends and its former crew, they finally set course for &lt;a href=\"England\"&gt;England&lt;/a&gt; in 1984. Unfortunately, due to a storm at sea, they were forced to seek harbour in &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt; after a short, hazardous journey.\nWhen Jensen arrived in Oslo, he met his old friend, the writer &lt;a href=\"Olav%20Angell\"&gt;Olav Angell&lt;/a&gt;. Together, they wanted to transform Oslo into a city renowned for happenings on the scene of international literature. The plan was soon put into action, and Jensen became the front figure in a project which later developed into the &lt;a href=\"Oslo%20International%20Poetry%20Festival\"&gt;Oslo International Poetry Festival&lt;/a&gt; (OIPF), occurring in 1985 and 1986.\nOn 10 August 1990, \"Shanti Devi\" set course for what would be its final destination in &lt;a href=\"List%20of%20villages%20in%20Vest-Agder\"&gt;Ålefjær&lt;/a&gt;, outside &lt;a href=\"Kristiansand\"&gt;Kristiansand&lt;/a&gt;. There, Jensen and Pratibha settled in a hundred-year-old schoolhouse and, some years later, they sold their old ship.\nIn the last ten years of his life, Jensen was severely disabled from &lt;a href=\"Amyotrophic%20lateral%20sclerosis\"&gt;Amyotrophic lateral sclerosis&lt;/a&gt; (ALS). He gradually became paralyzed, losing all his &lt;a href=\"motor-coordination\"&gt;motor-coordination&lt;/a&gt; abilities. Later, relying on a breathing-aid to breathe, he could neither write nor speak. During this period, he also led a tough campaign against what he termed \"the health machinery\" for the right to be nursed in his own home. Jensen wrote several essays and articles on this subject. Before the public health service provided the help he needed, private funding to pay for nursing was arranged by his close friends, including Leonard Cohen. His wife also used all of her available energy to nurse her husband until he drew his last breath at the age of 71 in his home in Ålefjær on 13 February 2003.\nIn 1996, he received the &lt;a href=\"Fritt%20Ord%20Honorary%20Award\"&gt;Fritt Ord Honorary Award&lt;/a&gt;.\nWriting style.\nApart from his first symbolistic novel, \"Dyretemmerens Kors\", Jensen's early novels mostly depict young men that attempt to break away from their social and cultural backgrounds. These novels include \"Icarus: A Young Man in Sahara\" (1957) (a new 1999 edition is illustrated by Frans Widerberg), \"A Girl I Knew\" (1959), and \"Joacim\" (1961). Some critics have argued that these early novels are influenced by &lt;a href=\"Beat%20Generation\"&gt;Beat&lt;/a&gt; authors like &lt;a href=\"Jack%20Kerouac\"&gt;Jack Kerouac&lt;/a&gt;, &lt;a href=\"Allen%20Ginsberg\"&gt;Allen Ginsberg&lt;/a&gt;, and &lt;a href=\"William%20Burroughs\"&gt;William Burroughs&lt;/a&gt;. The reason for this is that the novel's male main characters often try to escape from their obligations in a Western &lt;a href=\"capitalistic\"&gt;capitalistic&lt;/a&gt; society. Instead, they try to replace their former life with some sort of undefined spiritualism and fail miserably in their attempt.\nLater, Jensen departed from the realism in his early novels and began to move in a new direction by writing &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt;, poems, essays, and manuscripts for cartoons. In this experimental phase, he produced manuscripts for the &lt;a href=\"psychedelic%20art\"&gt;psychedelic&lt;/a&gt; comic-strip \"Doctor Fantastic\" (published in the newspaper &lt;a href=\"Dagbladet\"&gt;Dagbladet&lt;/a&gt; between March and July 1972), the science fiction comic strip collage \"Tago\" (1979), the animated movie \"Superfreak\" (1988), and a manuscript for a comic novel which is a caricature-rendering of the life of the French playwright and founder of &lt;a href=\"pataphysics\"&gt;pataphysics&lt;/a&gt;, &lt;a href=\"Alfred%20Jarry\"&gt;Alfred Jarry&lt;/a&gt;. In the same period, Jensen also published a poem-collection with a &lt;a href=\"hindu\"&gt;hindu&lt;/a&gt; theme called \"Onalila – A Little East West poetry\" (1974), an essayistic novel called \"Mother India\" (1974), and three autobiographical novels named \"Junior\" (1978), \"Senior\" (1979), and \"Jumbo\" (1998).\nJensen is perhaps most famous for having written the science fiction novels \"Epp\" (1965), \"Lul\" (1992), and \"And the Rest is Written in the Stars\" (1995), illustrated by &lt;a href=\"Hariton%20Pushwagner\"&gt;Pushwagner&lt;/a&gt;. With these novels, Jensen created a &lt;a href=\"dystopian\"&gt;dystopian&lt;/a&gt; vision of the future, much in the tradition of &lt;a href=\"Aldous%20Huxley\"&gt;Aldous Huxley&lt;/a&gt;, &lt;a href=\"George%20Orwell\"&gt;George Orwell&lt;/a&gt;, and &lt;a href=\"Ray%20Bradbury\"&gt;Ray Bradbury&lt;/a&gt;. Nevertheless, Jensen's novels also differ from these authors since the tragic vision in his novels is supplemented with comedy, setting an ambiguous and absurd tone. In this way, Jensen's novels are similar to the satirical and parodic novels of &lt;a href=\"Jonathan%20Swift\"&gt;Jonathan Swift&lt;/a&gt; and &lt;a href=\"Kurt%20Vonnegut\"&gt;Kurt Vonnegut&lt;/a&gt;.\nBesides his fiction, Jensen also published a series of articles and essays which focused on three main political and social issues. His collection of essays, \"God Does Not Read Novels. A Voyage in the World of Salman Rushdie\" (1994), is a critique of the &lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt; against &lt;a href=\"Salman%20Rushdie\"&gt;Salman Rushdie&lt;/a&gt; and a defense of &lt;a href=\"freedom%20of%20speech\"&gt;freedom of speech&lt;/a&gt;. Another political text is the article \"A Children's Disease\", published in the anthology \"The Collective Fairytale. A Book about Norway, Europe and the EU\" (1994). This article discusses Norway's role as a future member in the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;. The third main issue that was of great concern to him was how sick and disabled people are treated in a modern bureaucratic society. Two books containing articles on this subject was therefore published – \"The Deafening Silence\" (1997) and \"The Patient in the Centre\" (1998). All the articles are an account of how it is to suffer from &lt;a href=\"Amyotrophic%20lateral%20sclerosis\"&gt;ALS&lt;/a&gt; and at the same time not receive adequate help from the Norwegian &lt;a href=\"welfare%20state\"&gt;welfare state&lt;/a&gt;.\nAmong his political writings, Jensen also found the time to write a biography on &lt;a href=\"G.%20I.%20Gurdjieff\"&gt;G. I. Gurdjieff&lt;/a&gt;, titled \"Guru – Glimpses from the World of Gurdijieff (2002)\". In addition to this, Jensen co-wrote his autobiography, \"Life Seen From Nimbus\" (2002), with &lt;a href=\"Peter%20M%C3%A6jlender\"&gt;Peter Mæjlender&lt;/a&gt;.\nJensen received a literary prize from the Austrian &lt;a href=\"Abraham%20Woursell%20Foundation\"&gt;Abraham Woursell Foundation&lt;/a&gt; in 1965 for his novel \"Epp\". In 1992, Jensen was given the annual literary award from the Norwegian publishing house Cappelen for his novel \"Lul\". For his essays on Salman Rushdie, he received the &lt;a href=\"Carl%20von%20Ossietzky\"&gt;Carl von Ossietzky&lt;/a&gt; award from the &lt;a href=\"International%20PEN\"&gt;International PEN&lt;/a&gt; club in 1994 and an award from &lt;a href=\"Fritt%20Ord%20%28organization%29\"&gt;The Freedom of Expression Foundation&lt;/a&gt; in Norway.\nBibliography.\nNovels\nOther works"
}