{
    "id": "2378918",
    "revid": "589223",
    "url": "https://en.wikipedia.org/wiki?curid=2378918",
    "title": "Arturo Rawson",
    "text": "Arturo Rawson (June 4, 1885 – October 8, 1952) was an &lt;a href=\"Argentine\"&gt;Argentine&lt;/a&gt; politician, military officer, and the provisional &lt;a href=\"President%20of%20Argentina\"&gt;President of the Republic&lt;/a&gt; from June 4, 1943, to June 7, 1943.\nHis coup started a series which culminated in the accession to power of the &lt;a href=\"Laborist%20Party%20%28Argentina%29\"&gt;Labor Party&lt;/a&gt; just 3 years later.\nBiography.\nRawson was born in &lt;a href=\"Santiago%20del%20Estero\"&gt;Santiago del Estero&lt;/a&gt; in 1884 to a &lt;a href=\"San%20Juan%2C%20Argentina\"&gt;San Juan&lt;/a&gt; family of &lt;a href=\"Americans\"&gt;American&lt;/a&gt; origin. Through his grandfather &lt;a href=\"Juan%20de%20Dios%20Rawson\"&gt;Juan de Dios Rawson&lt;/a&gt;, he was related to &lt;a href=\"Guillermo%20Rawson\"&gt;Guillermo Rawson&lt;/a&gt;. Rawson attended &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;’s Military College, which he graduated from in 1905 and subsequently taught at for a time. Rawson rose through the ranks of the &lt;a href=\"Argentine%20Army\"&gt;Argentine Army&lt;/a&gt; and was eventually promoted to &lt;a href=\"general\"&gt;general&lt;/a&gt;. By 1943, Rawson was the Commanding Officer of &lt;a href=\"Cavalry\"&gt;Cavalry&lt;/a&gt; at Campo de Mayo. On June 3, 1943, Rawson was contacted by members of the GOU (&lt;a href=\"United%20Officers%27%20Group\"&gt;United Officers' Group&lt;/a&gt;), a group of military officers planning to overthrow Argentina's civilian government. The GOU, lacking the sufficient number of troops needed to successfully implement a &lt;a href=\"coup\"&gt;coup&lt;/a&gt;, knew Rawson could provide the soldiers they required. Rawson, who had been scheming to overthrow the government even before he was contacted by the GOU, agreed to their plan. On June 4, Rawson and 10,000 troops under his command entered &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; and overthrew the government of &lt;a href=\"Ram%C3%B3n%20Castillo\"&gt;Ramón Castillo&lt;/a&gt;. This ended the historical period known as the &lt;a href=\"Infamous%20Decade\"&gt;Infamous Decade&lt;/a&gt; and started the &lt;a href=\"1943%20Argentine%20coup%20d%27%C3%A9tat\"&gt;Revolution of '43&lt;/a&gt;.\nRawson promptly declared himself &lt;a href=\"president%20of%20Argentina\"&gt;president of Argentina&lt;/a&gt; the same day, beating &lt;a href=\"Pedro%20Pablo%20Ram%C3%ADrez\"&gt;Pedro Pablo Ramírez&lt;/a&gt; to do so. However, his choices for his &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt; alienated the GOU leadership, who forced him to resign on June 7. Rawson, as Castillo, supported the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allies of World War II&lt;/a&gt;, but the bulk of the military that organized the coup wanted Argentina to stay neutral in the conflict, considering that joining the war would prove destructive for the country. Colonel Elbio Anaya appeared at his office and told him that he was ruling because of a misunderstanding, as the president was Ramírez. Rawson resigned, and rejected the military escort, leaving the &lt;a href=\"Casa%20Rosada\"&gt;Casa Rosada&lt;/a&gt; on a military jeep. His time as president was so brief that he never actually made the &lt;a href=\"Oath%20of%20office\"&gt;Oath of office&lt;/a&gt;. Even so, he did not take power as an &lt;a href=\"Provisional%20government\"&gt;interim president&lt;/a&gt;, but expecting to rule for a long time. Thus, Rawson has had the second shortest mandate of any Argentine president, and the shortest mandate of any Argentine non-acting president, holding the office for just three days (the first being &lt;a href=\"Federico%20Pinedo\"&gt;Federico Pinedo&lt;/a&gt; with 12 hours).\nAfter resigning as president, Rawson was appointed &lt;a href=\"Ambassador\"&gt;Ambassador&lt;/a&gt; to &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, a post he would hold until 1944. He congratulated Ramírez when he broke relations with Germany and Japan. In 1945, Rawson was arrested and brought before a &lt;a href=\"military%20tribunal\"&gt;military tribunal&lt;/a&gt; for opposing the government of President &lt;a href=\"Edelmiro%20Farrell\"&gt;Edelmiro Farrell&lt;/a&gt;, but he was quickly released. In September 1951, Rawson supported General &lt;a href=\"Jos%C3%A9%20Benjam%C3%ADn%20Men%C3%A9ndez\"&gt;José Benjamín Menéndez&lt;/a&gt;’s failed attempt to overthrow the government of &lt;a href=\"Juan%20Per%C3%B3n\"&gt;Juan Perón&lt;/a&gt;, for which Rawson was temporarily imprisoned. He wrote the book \"Argentina y Bolivia en la epopeya de la emancipación\" (literally \"Argentina and Bolivia in the Liberation epic\"). Rawson died of a &lt;a href=\"myocardial%20infarction\"&gt;heart attack&lt;/a&gt; in Buenos Aires in 1952. He is buried at &lt;a href=\"La%20Recoleta%20Cemetery\"&gt;La Recoleta Cemetery&lt;/a&gt; in Buenos Aires.\nBibliography.\n&lt;a href=\"Americans%20in%20Argentina\"&gt;Argentines of American descent&lt;/a&gt;"
}