{
    "id": "23796297",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=23796297",
    "title": "G. A. Chandrasiri",
    "text": "&lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; Gammanpila Arachchige Chandrasiri (known as \"G.A Chandrasiri\"), &lt;a href=\"Rana%20Wickrama%20Padakkama\"&gt;RWP&lt;/a&gt;, &lt;a href=\"Uttama%20Seva%20Padakkama\"&gt;USP&lt;/a&gt;, &lt;a href=\"National%20Defence%20College%2C%20India\"&gt;ndc&lt;/a&gt;, &lt;a href=\"psc%20%28British%20Army%29\"&gt;psc&lt;/a&gt;, &lt;a href=\"Sri%20Lanka%20Armoured%20Corps\"&gt;SLAC&lt;/a&gt; (born 1954) is a &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;n &lt;a href=\"general\"&gt;general&lt;/a&gt; and a provincial governor. He is the Governor of &lt;a href=\"Northern%20Province%2C%20Sri%20Lanka\"&gt;Northern Province&lt;/a&gt;. he was the former &lt;a href=\"Security%20Forces%20Headquarters%20-%20Jaffna\"&gt;Commander Security Forces Headquarters - Jaffna&lt;/a&gt; (SF HQ (J)); &lt;a href=\"General%20Officer%20Commanding\"&gt;General Officer Commanding&lt;/a&gt;, 52 Division;, Director General - General Staff, &lt;a href=\"Joint%20Operations%20Headquarters\"&gt;Joint Operations Headquarters&lt;/a&gt;; &lt;a href=\"Brigade%20Commander\"&gt;Brigade Commander&lt;/a&gt; Armoured Brigade and Commander, Area Headquarters &lt;a href=\"Mannar%2C%20Sri%20Lanka\"&gt;Mannar&lt;/a&gt;.\nChandrasiri joined the army in 1974, after basic training he was commissioned in to the 1st Reconnaissance Regiment, &lt;a href=\"Sri%20Lanka%20Armoured%20Corps\"&gt;Sri Lanka Armoured Corps&lt;/a&gt; in 1976 as a &lt;a href=\"Second%20Lieutenant\"&gt;Second Lieutenant&lt;/a&gt;.\nAfter serving as a Troop Leader in the Ceylon Armoured Corps, he served as Officer Instructor, &lt;a href=\"staff%20officer\"&gt;staff officer&lt;/a&gt;, &lt;a href=\"adjutant\"&gt;adjutant&lt;/a&gt;, squadron commander of the Sri Lanka Armoured Corps. Thereafter he served as the Commandant, Armoured Corps Training Centre and following a snit as a staff officer in forward commands he became the &lt;a href=\"Commanding%20officer\"&gt;Commanding officer&lt;/a&gt; the 4th Armoured Regiment, Sri Lanka Armoured Corps before becoming the Centre Commandant, Regimental Centre, Sri Lanka Armoured Corps.\nPromoted to the rank of Brigadier, he became the &lt;a href=\"Brigade%20Commander\"&gt;Brigade Commander&lt;/a&gt;, 531 Brigade; Director of Humanitarian Law, Army Headquarters; Military Security Coordinator, Presidential Security Unit. Becoming the Director of Armour, he became the Brigade Commander of the Independent Armoured Brigade. Thereafter he became the Deputy General Officer Commanding, 21 Division; Commander, Area Headquarters Mannar; General Officer Commanding, 52 Division and Director General General Staff, Joint Operations Headquarters. In the &lt;a href=\"Northern%20Theater%20of%20Eelam%20War%20IV\"&gt;final stages&lt;/a&gt; of the &lt;a href=\"Sri%20Lankan%20Civil%20War\"&gt;Sri Lankan Civil War&lt;/a&gt; he was appointed &lt;a href=\"Security%20Forces%20Headquarters%20-%20Jaffna\"&gt;Commander Security Forces Headquarters - Jaffna&lt;/a&gt;, during which his command resisted several attacks on the &lt;a href=\"Jaffna%20peninsula\"&gt;Jaffna peninsula&lt;/a&gt; by the &lt;a href=\"LTTE\"&gt;LTTE&lt;/a&gt; until a successful offensive by his divisions pushed the LTTE out of the Jaffna peninsula and recaptured the strategic &lt;a href=\"Elephant%20Pass\"&gt;Elephant Pass&lt;/a&gt;. Following the end of the war he was appointed by the President as Competitive Authority for approximately 3,000,000 internally displaced personnel and was in charge of the resettlement process.\nGeneral Chandrasiri is a graduate of the Defence Services Command And Staff College, Mirpur and &lt;a href=\"National%20Defence%20College%2C%20India\"&gt;National Defence College&lt;/a&gt;, India. He has received armoured warfare training in India, &lt;a href=\"Fort%20Knox\"&gt;Fort Knox&lt;/a&gt; and attended the Senior Command Course in Mhow. He was awarded the &lt;a href=\"Rana%20Wickrama%20Padakkama\"&gt;Rana Wickrama Padakkama&lt;/a&gt;, &lt;a href=\"Uttama%20Seva%20Padakkama\"&gt;Uttama Seva Padakkama&lt;/a&gt; (USP), the &lt;a href=\"Sri%20Lanka%20Armed%20Services%20Long%20Service%20Medal\"&gt;Sri Lanka Armed Services Long Service Medal&lt;/a&gt;, the &lt;a href=\"Ceylon%20Armed%20Services%20Long%20Service%20Medal\"&gt;Ceylon Armed Services Long Service Medal&lt;/a&gt;, the &lt;a href=\"Purna%20Bhumi%20Padakkama\"&gt;Purna Bhumi Padakkama&lt;/a&gt;, &lt;a href=\"Vadamarachchi%20Operation%20Medal\"&gt;Vadamarachchi Operation Medal&lt;/a&gt; and the &lt;a href=\"Riviresa%20Campaign%20Services%20Medal\"&gt;Riviresa Campaign Services Medal&lt;/a&gt;.\nIn 2009, he retired from the army and was appointed Governor of the Northern Province and was reappointed in 2014.\nSee also.\n&lt;a href=\"Northern%20Theater%20of%20Eelam%20War%20IV\"&gt;Northern Theater of Eelam War IV&lt;/a&gt;"
}