{
    "id": "23809648",
    "revid": "8318174",
    "url": "https://en.wikipedia.org/wiki?curid=23809648",
    "title": "Sealed Cargo",
    "text": "Sealed Cargo is a 1951 American war film about a fisherman, played by &lt;a href=\"Dana%20Andrews\"&gt;Dana Andrews&lt;/a&gt;, who gets tangled up with &lt;a href=\"Nazi%20Germany\"&gt;Nazi&lt;/a&gt;s and their &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;s. Other major cast members are Claude Rains, Carla Balenda and Philip Dorn. Andrews' brother Steve Forrest has a small, uncredited part, one of his earliest screen roles. The movie was based on the novel \"The Gaunt Woman\" by &lt;a href=\"Edmund%20Gilligan\"&gt;Edmund Gilligan&lt;/a&gt;.\nPlot.\nIn 1943, at the height of the World War II &lt;a href=\"Battle%20of%20the%20Atlantic\"&gt;Battle of the Atlantic&lt;/a&gt;, Captain Pat Banyon, skipper of the &lt;a href=\"fishing%20trawler\"&gt;fishing trawler&lt;/a&gt; \"Daniel Webster\", unloads his catch in his home port of &lt;a href=\"Gloucester%2C%20Massachusetts\"&gt;Gloucester, Massachusetts&lt;/a&gt;. He reluctantly agrees to transport Margaret McLean to Trabo, a small community in &lt;a href=\"Newfoundland%20%28island%29\"&gt;Newfoundland&lt;/a&gt;. Shorthanded, he hires Danish sailor Konrad, and the \"Daniel Webster\" sails for the &lt;a href=\"Grand%20Banks%20of%20Newfoundland\"&gt;Grand Banks&lt;/a&gt; fishing grounds. Once at sea, another Dane, Holger, reports that the radio has been sabotaged. As Banyon knows all of the crew well except for Konrad and fellow Dane Holger, he suspects one of them or even Margaret of being a German agent.\nSailing at night in heavy fog, they hear gunfire. They search for survivors and come upon the damaged \"Den Magre Kvinde\" (&lt;a href=\"Danish%20language\"&gt;Danish&lt;/a&gt; for \"The Gaunt Woman\"), a Danish &lt;a href=\"square-rig\"&gt;square-rig&lt;/a&gt;ged &lt;a href=\"sailing%20ship\"&gt;sailing ship&lt;/a&gt;. She appears to have been damaged in a storm and then shelled. Aboard, they discover only the dazed Captain Skalder and a dead body. He claims that his crew abandoned ship in a storm, and that he was subsequently attacked by a U-boat. The \"Daniel Webster\" tows the stricken \"Kvinde\" to Trabo.\nKonrad is suspicious: he notes that the German gunfire hit above the waterline (rather than below it, where a gunner intending to sink a ship would aim), and that while the tarpaulin covering the ship's boat is riddled with bullet holes, the boat itself is undamaged. Banyon and Konrad separately sneak below decks to search the hold. When they meet, Konrad has a pistol, but he gives it to Banyon to prove where his loyalties lie. They accidentally discover a second, hidden hold containing rack upon rack of &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es — the ship is a &lt;a href=\"submarine%20tender\"&gt;tender&lt;/a&gt;, covertly resupplying the U-boat \"&lt;a href=\"Wolfpack%20%28naval%20tactic%29\"&gt;wolfpacks&lt;/a&gt;\". They watch undetected as Holger enters the hold and uses a radio to signal the Germans. However, before the pair can alert the military, Skalder's crew arrives in boats, so they pretend they know nothing. Skalder plans to resupply the U-boats at Trabo.\nA Canadian &lt;a href=\"flying%20boat\"&gt;flying boat&lt;/a&gt; lands in the harbor, and an officer inspects Skalder's papers. Finding nothing wrong, he informs Skalder that a &lt;a href=\"corvette\"&gt;corvette&lt;/a&gt; will arrive the next day to inspect his cargo. Banyon offers to leave one of his two Danish crewmen as a witness, allowing him to rid himself of the spy Holger without arousing suspicion.\nBanyon leaves port, but once out of sight, one man remains aboard to sail to the nearest radio station, while Banyon and the rest take to the &lt;a href=\"dory\"&gt;dories&lt;/a&gt; and return. Banyon sets up a night ambush; when the Germans come to take the villagers prisoner, the invaders are wiped out. Banyon and his men then set fire to the \"Kvinde\" under cover of darkness. In the resulting confusion, they board, overpower or kill the remainder of the crew, and free Margaret, who had been taken as a hostage.\nSkalder claims to have set the ship to blow up in twenty minutes. Banyon does not believe him, but takes the ship out to sea, intending to destroy her safely away from the village. He and his men rig some of the torpedoes to explode. The \"Kvinde\" is approached by two U-boats seeking supplies. Skalder manages to get a gun and wounds his guard, Konrad, before he is killed. As a third U-boat surfaces, Banyon and another man help Konrad into a boat and row away under German gunfire. When the ship explodes, the resulting wave swamps the submarines, sinking them."
}