{
    "id": "23822109",
    "revid": "23129483",
    "url": "https://en.wikipedia.org/wiki?curid=23822109",
    "title": "Trinidad and Tobago Goal Shield",
    "text": "The Trinidad and Tobago Goal Shield, or commonly known as the Lucozade Sport Goal Shield for sponsorship reasons, is a knockout tournament competition for &lt;a href=\"Football%20%28soccer%29\"&gt;football&lt;/a&gt; teams competing in the &lt;a href=\"TT%20Pro%20League\"&gt;TT Pro League&lt;/a&gt; of &lt;a href=\"Trinidad%20and%20Tobago\"&gt;Trinidad and Tobago&lt;/a&gt;. Similar to the &lt;a href=\"Trinidad%20and%20Tobago%20League%20Cup\"&gt;First Citizens Cup&lt;/a&gt;, it is played on a knockout (single elimination) basis in April and May towards the end of each Pro League season. The structure of the competition not only allows the winner and runner-up healthy purses at the end of the tournament, but more so give an added incentive for more goals to be scored throughout the tournament. In particular, the winner of the competition is awarded &lt;a href=\"Trinidad%20and%20Tobago%20dollar\"&gt;TT$&lt;/a&gt;30,000 plus an additional TT$3,000 for every goal scored in the final, TT$2,000 for every goal in the semifinals, and TT$1,000 for each goal scored in the quarterfinals. Whereas, the runner-up is awarded TT$10,000 plus TT$1,500 for every goal scored in the final, TT$1,000 for every goal in the semifinals, and TT$500 for each goal scored in the quarterfinals. The knockout tournament is sponsored by &lt;a href=\"Lucozade%20Sport\"&gt;Lucozade Sport&lt;/a&gt; and is therefore officially known as the Lucozade Sport Goal Shield.\nW Connection is the most successful club in the Goal Shield having won the inaugural tournament in &lt;a href=\"2009%20Trinidad%20and%20Tobago%20Goal%20Shield\"&gt;2009&lt;/a&gt; and again in &lt;a href=\"2013%20Trinidad%20and%20Tobago%20Goal%20Shield\"&gt;2013&lt;/a&gt;. &lt;a href=\"Central%20FC\"&gt;Central FC&lt;/a&gt; are the current holders having defeated their &lt;a href=\"Couva\"&gt;Couva&lt;/a&gt; rivals, &lt;a href=\"W%20Connection%20F.C.\"&gt;W Connection&lt;/a&gt;, 2–1 on 25 April 2014 to claim their first Goal Shield.\nHistory.\nThe knockout tournament was inaugurated in &lt;a href=\"2009%20Trinidad%20and%20Tobago%20Goal%20Shield\"&gt;2009&lt;/a&gt; and has been captured by four teams in the competition's five-year history. In the &lt;a href=\"2009%20Trinidad%20and%20Tobago%20Goal%20Shield\"&gt;inaugural&lt;/a&gt; tournament, &lt;a href=\"W%20Connection%20F.C.\"&gt;W Connection&lt;/a&gt; defeated &lt;a href=\"Defence%20Force%20F.C.\"&gt;Defence Force&lt;/a&gt; 3–1. &lt;a href=\"North%20East%20Stars%20F.C.\"&gt;North East Stars&lt;/a&gt; secured their first cup title in four years with a 1–0 win over &lt;a href=\"San%20Juan%20Jabloteh%20F.C.\"&gt;San Juan Jabloteh&lt;/a&gt; in &lt;a href=\"2010%20Trinidad%20and%20Tobago%20Goal%20Shield\"&gt;2010&lt;/a&gt;. &lt;a href=\"Caledonia%20AIA%20F.C.\"&gt;Caledonia AIA&lt;/a&gt; became the third team in three years to claim the Goal Shield after winning 3–1 against &lt;a href=\"Defence%20Force%20F.C.\"&gt;Defence Force&lt;/a&gt; in &lt;a href=\"2012%20Trinidad%20and%20Tobago%20Goal%20Shield\"&gt;2012&lt;/a&gt;. In &lt;a href=\"2013%20Trinidad%20and%20Tobago%20Goal%20Shield\"&gt;2013&lt;/a&gt;, &lt;a href=\"W%20Connection%20F.C.\"&gt;W Connection&lt;/a&gt; won 4–3 in a &lt;a href=\"penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt; over &lt;a href=\"North%20East%20Stars%20F.C.\"&gt;North East Stars&lt;/a&gt;.\nFormat.\nThe competition is open to all clubs in the &lt;a href=\"TT%20Pro%20League\"&gt;TT Pro League&lt;/a&gt; and is divided into three rounds consisting of single-legged matches. With the introduction of the knockout tournament in &lt;a href=\"2009%20Trinidad%20and%20Tobago%20Goal%20Shield\"&gt;2009&lt;/a&gt;, eleven teams entered the competition. The bottom two teams in the league standings, at the start of the tournament, were placed into a &lt;a href=\"penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt; to determine the team that would advance to the qualifying round. Teams ranked seventh through ninth were placed directly into the qualifying round, which determined the seventh and eighth spots in the quarterfinals. The top six ranked teams automatically entered the competition in the quarterfinals. However, with the contraction of the league to eight teams with the &lt;a href=\"2011%E2%80%9312%20TT%20Pro%20League\"&gt;2011–12&lt;/a&gt; season, the penalty shootout and qualifying rounds were eliminated and all eight teams now enter the competition in the quarterfinals. In &lt;a href=\"2014%20Trinidad%20and%20Tobago%20Goal%20Shield\"&gt;2014&lt;/a&gt;, the competition re-introduced the qualifying round to narrow the teams from nine prior to the quarterfinals.\nMatches in all rounds are single-legged played for 90 minutes duration, at the end of which if the match is still tied, a &lt;a href=\"penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt; is used to determine the match winner.\nSponsorship.\nThe Goal Shield has been sponsored since its inauguration in &lt;a href=\"2009%20Trinidad%20and%20Tobago%20Goal%20Shield\"&gt;2009&lt;/a&gt;. The sponsor has been able to determine the competition's sponsorship name. The list below details who the sponsors have been and what they called the competition:"
}