{
    "id": "23847876",
    "revid": "30085842",
    "url": "https://en.wikipedia.org/wiki?curid=23847876",
    "title": "CS Sporting Vaslui",
    "text": "CS Sporting Juniorul Vaslui (), commonly known as Sporting Vaslui, Juniorul Vaslui or simply as Vaslui, is a Romanian professional &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; &lt;a href=\"football%20team\"&gt;club&lt;/a&gt; based in &lt;a href=\"Vaslui\"&gt;Vaslui&lt;/a&gt;, &lt;a href=\"Vaslui%20County\"&gt;Vaslui County&lt;/a&gt;, founded in 2002 and re-founded in 2014. The club is currently playing in the &lt;a href=\"Liga%20II\"&gt;Liga II&lt;/a&gt; and the official club colours are yellow and green, hence the nickname \"the Yellow and Greens\". The club is currently owned by CS Sporting Juniorul Vaslui and FC Vaslui Supporters Association and has the legal right to use \"FC Vaslui Brand\".\nThe club was founded in 2002 as \"Fotbal Club Vaslui\" and became one of the most prominent football clubs in the country after its promotion to the &lt;a href=\"Liga%20I\"&gt;Liga I&lt;/a&gt;, three years later. \"Vasluienii\" earned a &lt;a href=\"UEFA\"&gt;European&lt;/a&gt; spot in five consecutive seasons, lost a &lt;a href=\"Cupa%20Rom%C3%A2niei\"&gt;Cupa României&lt;/a&gt; final in &lt;a href=\"2010%20Cupa%20Rom%C3%A2niei%20Final\"&gt;2010&lt;/a&gt; and narrowly missed the league title in &lt;a href=\"2011%E2%80%9312%20Liga%20I\"&gt;2012&lt;/a&gt;, before being relegated in 2014 because of financial issues. In July 2014, the team was re-established by the association of supporters, under the name of \"ASS FC Vaslui\". ASS FC Vaslui was enrolled in the &lt;a href=\"Liga%20III\"&gt;Liga III&lt;/a&gt; and ensured unofficially the football's continuity of the original club, but due to the limited budget it failed to promote in the &lt;a href=\"Liga%20II\"&gt;Liga II&lt;/a&gt;, despite some appreciated evolutions at the level of the fourth tier.\nIn January 2020, ASS FC Vaslui announced that started an association with Sporting Juniorul Vaslui, both clubs succeeding, after almost 6 years since the original club was dissolved, to enter in the possession of FC Vaslui brand and record. In the summer of 2020, the two entitites will merge to bring back to life the most important football team in the history of &lt;a href=\"Vaslui%20County\"&gt;Vaslui County&lt;/a&gt;.\nHistory.\nFirst years and the fast ascension (2002–2007).\nOn 20 July 2002, the newly promoted &lt;a href=\"Divizia%20C\"&gt;Divizia C&lt;/a&gt; side Victoria Galați moved to Vaslui, after an agreement between &lt;a href=\"Marius%20Stan%20%28footballer%29\"&gt;Marius Stan&lt;/a&gt; and the Vaslui Municipality to use the &lt;a href=\"Stadionul%20Municipal%20%28Vaslui%29\"&gt;Municipal Stadium&lt;/a&gt;. &lt;a href=\"Ioan%20Sdrobi%C8%99\"&gt;Ioan Sdrobiș&lt;/a&gt; was appointed as team manager, and the main squad was formed from &lt;a href=\"FCM%20Dun%C4%83rea%20Gala%C8%9Bi\"&gt;Dunărea Galați&lt;/a&gt; players. The club also changed its name to \"Fotbal Club Vaslui\" (\"FC Vaslui\"). The club's main objective was to achieve the promotion to &lt;a href=\"Divizia%20B\"&gt;Divizia B&lt;/a&gt;.\nSoon after their foundation, Adrian Porumboiu, former referee, took over the club and immediately changed the colours of the team's strip from white and blue to yellow and green, the same as those used by his company, which worked in the agricultural field. At the end of the season, despite the achievement of promotion, Marius Stan, the club president, resigned and Adrian Porumboiu, the club owner, opted to stop sponsoring the team because of what he perceived as the Vaslui Municipality's lack of interest in the side. With an entirely new management team, the objective for the newly promoted Divizia B team was to avoid relegation. With a strong start to the season and with Adrian Porumboiu back at the club, the objective was changed from avoiding relegation to promotion to &lt;a href=\"Divizia%20A\"&gt;Divizia A&lt;/a&gt;. The club managed to secure promotion in the following season, setting a new record by being the club promoted to Divizia A in the quickest time, only three years after their foundation.\nWith his club in Divizia A, Adrian Porumboiu set an impressive budget for a newly promoted team in the top flight. Despite signing &lt;a href=\"Claudiu%20R%C4%83ducanu\"&gt;Claudiu Răducanu&lt;/a&gt;, &lt;a href=\"Sabin%20Ilie\"&gt;Sabin Ilie&lt;/a&gt;, &lt;a href=\"Nana%20Falemi\"&gt;Nana Falemi&lt;/a&gt; and &lt;a href=\"C%C4%83t%C4%83lin%20Cursaru\"&gt;Cătălin Cursaru&lt;/a&gt;, Vaslui had a poor record in the top flight, failing to register a single victory by the end of the first part of the season. During the winter break, &lt;a href=\"Mircea%20Rednic\"&gt;Mircea Rednic&lt;/a&gt; changed Vaslui's transfer policy. The club went on a solid run and had one of the best records for the second half of the season. However, the club was embroiled in controversy when they faced &lt;a href=\"FC%20Steaua%20Bucure%C8%99ti\"&gt;Steaua București&lt;/a&gt; on matchday 30. In order to secure the championship, Steaua had to win at Vaslui. Steaua duly won by four goals and therefore secured the league title, but Steaua's easy win was questioned not only by officials at Steaua's rivals &lt;a href=\"FC%20Rapid%20Bucure%C8%99ti\"&gt;Rapid București&lt;/a&gt;, but also by Adrian Porumboiu, who decided the following day to give up ownership of Vaslui. With no sponsorship and with no squad, the media speculated that Vaslui would sell its Divizia A spot, although the club president denied those rumours.\nWith a completely different team from the previous season, Vaslui had the same poor season start as before. Despite this, Vaslui finished eighth at the end of the campaign, the club's best performance at the time. Fortunes had changed markedly under new team manager &lt;a href=\"Viorel%20Hizo\"&gt;Viorel Hizo&lt;/a&gt;, who has been appointed on 24 September, after Mulțescu was sacked. However, despite his solid performances, Hizo resigned at the end of the season because of Vaslui's poor infrastructure. Porumboiu, who had returned to the club after his earlier departure, opted to invest the club's budget in improving the crumbling infrastructure, instead of signing new players.\nYears of glory, spectacular football (2007–2012).\nAfter &lt;a href=\"Dorinel%20Munteanu\"&gt;Dorinel Munteanu&lt;/a&gt; was revealed as the new team manager, the main objective was set: qualification for European competition. The season was one with ups and downs for the Moldavian team, Vaslui securing the final spot for European competition thanks to the &lt;a href=\"Court%20of%20Arbitration%20for%20Sport\"&gt;Court of Arbitration for Sport&lt;/a&gt; (CAS). Vaslui contested &lt;a href=\"FC%20O%C8%9Belul%20Gala%C8%9Bi\"&gt;Oțelul Galați&lt;/a&gt;'s decision to include two players, both of whom had been sent off in the previous matchday, in a league match between the two clubs. The CAS awarded Vaslui the three points and as a result, Vaslui finished in seventh position, ahead of Oțelul.\nWith his side in the &lt;a href=\"UEFA%20Intertoto%20Cup\"&gt;UEFA Intertoto Cup&lt;/a&gt;, Adrian Porumboiu invested a significant amount of money in new players. Viorel Hizo had also been reinstated as the team manager. After defeating Azerbaijani club &lt;a href=\"Neft%C3%A7i%20PFK\"&gt;Neftçi&lt;/a&gt;, Vaslui qualified for the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Cup&lt;/a&gt;, but failed to qualify for the group stage after they were eliminated by &lt;a href=\"SK%20Slavia%20Prague\"&gt;Slavia Prague&lt;/a&gt; on the &lt;a href=\"away%20goals%20rule\"&gt;away goals rule&lt;/a&gt;.\nThe championship was one with ups and downs for the team, Vaslui sitting in ninth place for almost the entire season. After a win against &lt;a href=\"FC%20Universitatea%20Craiova\"&gt;Universitatea Craiova&lt;/a&gt; in the final round, and thanks to the other results, Vaslui finished in fifth position to secure a spot in the &lt;a href=\"2009%E2%80%9310%20UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt; for the second-straight year (the UEFA Cup rebranding as the UEFA Europa League for 2009–10). The team also reached the &lt;a href=\"Cupa%20Rom%C3%A2niei\"&gt;Cupa României&lt;/a&gt; semi-final, where they were beaten by &lt;a href=\"CFR%20Cluj\"&gt;CFR Cluj&lt;/a&gt; after a number of errors by the referee.\nIn its second season in the European competitions, despite winning in the first leg, Vaslui failed to qualify for the UEFA Europa League group stage for the second time, after they lost to &lt;a href=\"AEK%20Athens%20F.C.\"&gt;AEK Athens&lt;/a&gt;. Despite its unsuccessful European season, Vaslui had an excellent domestic season, finishing third in the championship and reaching the Cupa României final.\nBecause Vaslui failed to qualify for the Europa League group stage, Adrian Porumboiu appointed Spaniard &lt;a href=\"Juan%20Ram%C3%B3n%20L%C3%B3pez%20Caro\"&gt;Juan López Caro&lt;/a&gt; as club manager. However, the appointment was not a success, as he not only failed to get the side into the group tage, but he also won only three matches in the first ten rounds, and the team was eliminated from the Cupa României by &lt;a href=\"Liga%20III\"&gt;Liga III&lt;/a&gt; side &lt;a href=\"Alro%20Slatina\"&gt;Alro Slatina&lt;/a&gt;. Because Caro's contract had a $1 million release clause, Porumboiu opted to suspend the Spanish manager, with the club sitting sixth in the league, only seven points behind the leader, and reinstate Viorel Hizo for Hizo's third stint as manager. Hizo not only managed to revive the team, but he turned it into a real title contender. Meanwhile, on 4 January 2011, Vaslui received a nine-month transfer ban from &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; following a complaint by former player &lt;a href=\"Marko%20Ljubinkovi%C4%87\"&gt;Marko Ljubinković&lt;/a&gt;. Despite Porumboiu appealing to the CAS, the decision was upheld, with the ban expiring on 6 September 2011. At the end of the 2010–11 season, despite having made no transfers in the winter break, Vaslui finished third for the second-straight year.\nAfter the &lt;a href=\"Romanian%20Football%20Federation\"&gt;Romanian Football Federation&lt;/a&gt; denied a licence to &lt;a href=\"FC%20Politehnica%20Timi%C8%99oara\"&gt;FC Timișoara&lt;/a&gt; for 2011–12, therefore barring their participation in European competitions, Vaslui took their place in the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;'s &lt;a href=\"2011%E2%80%9312%20UEFA%20Champions%20League%20qualifying%20phase%20and%20play-off%20round%23Third%20qualifying%20round\"&gt;third qualifying round&lt;/a&gt;. However, Vaslui were eliminated from the competition, consequently dropping to the &lt;a href=\"2011%E2%80%9312%20UEFA%20Europa%20League%20play-off%20round\"&gt;play-off&lt;/a&gt;. Vaslui faced &lt;a href=\"AC%20Sparta%20Prague\"&gt;Sparta Prague&lt;/a&gt; with major squad problems, as nine players were unable to play: Kuciak and Pouga refused to return to the team; Papp, Canu, Adaílton, Wesley and Gladstone were injured; and Milisavljević and Pavlović were excluded from the squad. Despite this, Vaslui earned arguably their most important victory, a 2–0 home win against Sparta. Despite losing in the second leg, Vaslui managed to qualify for the UEFA Europa League group stage for the first time. The side managed to play some great matches in the &lt;a href=\"2011%E2%80%9312%20UEFA%20Europa%20League%20group%20stage\"&gt;group stage&lt;/a&gt; against clubs like &lt;a href=\"Sporting%20CP\"&gt;Sporting CP&lt;/a&gt;, &lt;a href=\"S.S.%20Lazio\"&gt;Lazio&lt;/a&gt; and &lt;a href=\"FC%20Z%C3%BCrich\"&gt;Zürich&lt;/a&gt;. In the same season, Vaslui finished second in Liga I.\nDownfall, bankruptcy and survival (2012–present).\nThe title missed in 2012 brought a lot of frustration to the Vaslui's camp, and Porumboiu again started to think about withdrawing the financing and leaving the football phenomenon. Despite this, the team gathered under the command of &lt;a href=\"Viorel%20Hizo\"&gt;Viorel Hizo&lt;/a&gt;, having a good season, being ranked 5th, but missing the European Cups. This new failure put the real end of the football club, even tho the &lt;a href=\"2013%E2%80%9314%20Liga%20I\"&gt;2013–14&lt;/a&gt; season started good, under the management of &lt;a href=\"Liviu%20Ciobotariu\"&gt;Liviu Ciobotariu&lt;/a&gt;, during the winter break the financial problems were too big, Adrian Porumboiu withdrew permanently and with a squad formed mostly from youth players, FC Vaslui was ranked 6th, but the licence was denied, the club accepted the verdict and was relegated to the fourth tier, subsequently being dissolved.\nIn the summer of 2014, FC Vaslui Supporters Association, founded \"ASS FC Vaslui\", also known as \"FC Vaslui 2002\". The newly formed entity was enrolled in the &lt;a href=\"Liga%20IV\"&gt;Liga IV&lt;/a&gt; – &lt;a href=\"Vaslui%20County\"&gt;Vaslui County&lt;/a&gt; and ensured unofficially the football's continuity of the original club, but due to the limited budget it failed to promote in the &lt;a href=\"Liga%20III\"&gt;Liga III&lt;/a&gt;, despite some appreciated evolutions at the level of the fourth tier. The results obtained in the seasons in which the club played under this name were the following: 5th (&lt;a href=\"2014%E2%80%9315%20Liga%20IV\"&gt;2014–15&lt;/a&gt;, &lt;a href=\"2015%E2%80%9316%20Liga%20IV\"&gt;2015–16&lt;/a&gt;), 2nd (&lt;a href=\"2016%E2%80%9317%20Liga%20IV\"&gt;2016–17&lt;/a&gt;) and 3rd (&lt;a href=\"2017%E2%80%9318%20Liga%20IV\"&gt;2017–18&lt;/a&gt;).\nIn the summer of 2018, Municipality of Vaslui decided to found a multi-sport club, named as \"CSM Vaslui\", club that was going to administer all sports sections from the city. ASS FC Vaslui ended an agreement with the municipality and the football club owned by the supporters was included in the new scheme. Even though the football team continued to play in yellow and green, the club's logo changed in a white, blue and red one and the club started to be named as \"CSM Vaslui\", or in some cases \"CSM FC Vaslui\". Supporters have chosen to make these compromises in the hope that the financial aid from the municipality will make the long-awaited promotion possible, but again, the club lost the county final, against Hușana Huși and was ranked only 2nd, missing the objective.\nIn the summer of 2019, Sporting Juniorul Vaslui, club that has important results in the Romanian youth sector and also managed by former FC Vaslui directors and administrators, decided to enroll a senior squad in the &lt;a href=\"Liga%20IV\"&gt;Liga IV&lt;/a&gt;. The club colors are also yellow and green and after half of the season, Sporting was the leader of the series, in front of municipality's squad, CSM. The supporters, already unhappy by the logo and name change, decided to support this team. In January 2020, ASS FC Vaslui announced that started an official association with Sporting Juniorul Vaslui, both clubs succeeding, after almost 6 years since the original club was dissolved, to enter in the position of FC Vaslui brand and record. In the summer of 2020, the two entitites will merge to bring back to life the most important football team in the history of &lt;a href=\"Vaslui%20County\"&gt;Vaslui County&lt;/a&gt;.\nGround.\nThe Municipal Stadium is a &lt;a href=\"multi-purpose%20stadium\"&gt;multi-purpose stadium&lt;/a&gt; in Vaslui. It was opened in 1972 and is owned by the Vaslui municipality. In 2002, when Victoria Galați (as they were then known) moved to Vaslui, they reached an agreement with the Vaslui municipality, and since then host their home matches at this ground. The stadium has a capacity of 18,000 spectators and has a natural grass playing surface. The Municipal Stadium also has an official stand, covered cabins for the guests and the press, a drainage and automatic irrigation system, Internet access for the media and a new club headquarters. The floodlighting system, with a density of 2000 lux, was inaugurated in 2008, this stadium being the 11th in Romania with a floodlighting system. It is rated at two stars by &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt;.\nSupport.\nRivalries.\nVaslui's main rivals are &lt;a href=\"FC%20Politehnica%20Ia%C5%9Fi%20%282010%29\"&gt;Politehnica Iaşi&lt;/a&gt;, the team representing the largest city in &lt;a href=\"Moldavia\"&gt;Moldavia&lt;/a&gt;, &lt;a href=\"Ia%C5%9Fi\"&gt;Iaşi&lt;/a&gt; (60 kilometres North of &lt;a href=\"Vaslui\"&gt;Vaslui&lt;/a&gt;). The rivalry developed in the 2001–02 &lt;a href=\"Divizia%20C\"&gt;Divizia C&lt;/a&gt;, when the previous club from Vaslui, Sportul Municipal, was fighting for promotion to &lt;a href=\"Divizia%20B\"&gt;Divizia B&lt;/a&gt; together with Poli Iaşi, with the latter winning the championship and earning promotion to &lt;a href=\"Divizia%20B\"&gt;Divizia B&lt;/a&gt;. The rivalry between FC Vaslui and Politehnica Iaşi was fueled by another clash for promotion, this time in the 2003–04 &lt;a href=\"Divizia%20B\"&gt;Divizia B&lt;/a&gt;, with the whites and blues prevailing yet again. Ever since, the two sets of supporters participate in what is known as \"The Derby of Moldavia\". However, starting with their second season in &lt;a href=\"Liga%20I\"&gt;Liga I&lt;/a&gt;, the tables have turned in favour of Vaslui after massive investments from the chairman, Adrian Porumboiu, with the yellow-greens dominating their rivals until their dissolution in 2014. Other rivals of FC Vaslui are &lt;a href=\"CFR%20Cluj\"&gt;CFR Cluj&lt;/a&gt;, &lt;a href=\"Otelul%20Galati\"&gt;Otelul Galati&lt;/a&gt;, &lt;a href=\"FC%20Rapid%20Bucure%C8%99ti\"&gt;FC Rapid București&lt;/a&gt; and &lt;a href=\"FCSB\"&gt;FCSB&lt;/a&gt;.\nCaptains.\nThe first Vaslui captain was Cătălin Popa, who previously captained \"Sportul Municipal Vaslui\". Sorin Frunză took over the captaincy following Popa's departure in 2003. He was team captain until his departure in 2008, when vice-captain Bogdan Buhuș took over the captaincy, but only for a short spell, since Gabriel Cânu was appointed captain by new manager, Viorel Moldovan. During Cânu's first long-term injury, Buhuș was team captain while during his second long-term injury, team captain was Wesley. During 2012–13 season, the captaincy swang between N'Doye, Sânmărtean and Coman until Sânmărtean's permanent appointment.\nManagerial history.\nVaslui's last manager was Liviu Ciobotariu, who was in charge from 8 October 2013 until 24 April 2014, when he resigned due to the financial problems. Costinel Botez was interim until 19 May, when Vaslui officially relegated from Liga I.\nRecords and statistics.\nVaslui's first competitive game was a 3–1 victory in &lt;a href=\"Liga%20III\"&gt;Divizia C&lt;/a&gt; against Viitorul Hârlău. &lt;a href=\"Mike%20Temwanjera\"&gt;Mike Temwanjera&lt;/a&gt; holds Vaslui's overall appearance record – he played 202 matches over the course of 7 seasons from 2007 until 2014, and he also holds the record for League appearances with 174.\nVaslui's all-time leading scorer is Wesley, who scored 77 goals while at the club from 2009 to 2012. He also holds the record for the most goals in a season with 37 in &lt;a href=\"2011%E2%80%9312%20FC%20Vaslui%20season\"&gt;2011–12&lt;/a&gt;. The most goals scored by a player in a single match is four, Valentin Badea achieving this feat. Cătălin Andruș holds the club record for the fastest hat-trick, where he scored three goals in five minutes against &lt;a href=\"FCM%20CFR%20Pa%C8%99cani\"&gt;CFR Pașcani&lt;/a&gt; in the 2002–03 season. Wesley is also Vaslui's all-time leading goalscorer in European competition, with six goals.\nVaslui's biggest victory is 9–0 against &lt;a href=\"Ceahl%C4%83ul%20Piatra%20Neam%C8%9B\"&gt;Ceahlăul Piatra Neamț II&lt;/a&gt; in 2003. Vaslui's heaviest defeat, 2–5, came against &lt;a href=\"FCM%20UTA%20Arad\"&gt;UTA Arad&lt;/a&gt; in 2006. Vaslui's 3–1 win against &lt;a href=\"FK%20Liep%C4%81jas%20Metalurgs\"&gt;Liepājas Metalurgs&lt;/a&gt; in the UEFA Cup was the largest victory in Europe competition for the club.\nNotable former players.\nThe footballers enlisted below have had international for their respective countries at junior and/or senior level. Players whose name is listed in bold represented their countries while playing for FC Vaslui."
}