{
    "id": "2387717",
    "revid": "32841309",
    "url": "https://en.wikipedia.org/wiki?curid=2387717",
    "title": "No Wings to Speak Of",
    "text": "No Wings to Speak Of is an &lt;a href=\"extended%20play\"&gt;EP&lt;/a&gt; by &lt;a href=\"melodic%20hardcore\"&gt;melodic hardcore&lt;/a&gt; band &lt;a href=\"Hopesfall\"&gt;Hopesfall&lt;/a&gt;. The &lt;a href=\"extended%20play\"&gt;EP&lt;/a&gt; was first released on &lt;a href=\"Takehold%20Records\"&gt;Takehold Records&lt;/a&gt; in 2001, and was re-released in 2002 by &lt;a href=\"Trustkill%20Records\"&gt;Trustkill Records&lt;/a&gt; and on vinyl in 2008 by &lt;a href=\"One%20Day%20Savior%20Recordings\"&gt;One Day Savior Recordings&lt;/a&gt;.\nReception.\n\"No Wings to Speak Of\" has received critical acclaim from reviewers since its release.\nLambgoat reviewer Mustapha Mond said the album is at its strongest \"with passages of thick, emotional chord progression; bright, piercing, beautiful riffing done in repeated patterns; and two vocals overlapping each other, each harsh and crisp, with a sort of spiritual purity to them.\" Mond said that opener \"Open Hands to the Wind\" is not a bad song, but is the weakest on the album. Mond said the only flaw of the album was \"this is not an album that immediately lends itself to a live show; rather, it seems more suited to be played alone, or with friends, driving in the moonlight.\"\nThe &lt;a href=\"Sputnikmusic\"&gt;Sputnikmusic&lt;/a&gt; review called the album \"the defining work of the &lt;a href=\"melodic%20metalcore\"&gt;melodic metalcore&lt;/a&gt; scene.\" The review praised the emotional lyrics and atmospheric sound as well as Doug Venable's performance for not being too complex or over the top and highlighted \"The End of an Era\" as the album's best track. The review concluded by saying the album \"is a recording that defines a genre.\"\nPunknews reviewer Matt also praised the album, calling the tracks \"April Left with Silence\" and \"The End of an Era\" as landmarks in the &lt;a href=\"melodic%20hardcore\"&gt;melodic hardcore&lt;/a&gt; genre."
}