{
    "id": "2387687",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2387687",
    "title": "Alpine Electronics",
    "text": " is a Japanese consumer electronics subsidiary of the &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese electronics component manufacturer &lt;a href=\"Alps%20Electric\"&gt;Alps Electric&lt;/a&gt;, specializing in &lt;a href=\"car%20audio\"&gt;car audio&lt;/a&gt; and &lt;a href=\"Navigation%20system\"&gt;navigation systems&lt;/a&gt;.\nAlpine's engineering headquarters are in &lt;a href=\"Iwaki%2C%20Fukushima\"&gt;Iwaki, Fukushima&lt;/a&gt; Prefecture, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. Alpine also has manufacturing facilities in &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;China&lt;/a&gt;, and &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;.\nIn 2006, 76% of Alpine's revenues came from &lt;a href=\"OEM\"&gt;OEM&lt;/a&gt; sales. &lt;a href=\"Honda\"&gt;Honda&lt;/a&gt; have offered unbranded audio systems manufactured by Alpine, and companies such as &lt;a href=\"Dodge\"&gt;Dodge&lt;/a&gt; and &lt;a href=\"Jaguar%20Cars\"&gt;Jaguar Cars&lt;/a&gt; have offered co-branded Alpine audio systems in their vehicles.\nEstablished in 1967 as Alps-Motorola — a joint venture between Alps Electric and U.S.-based &lt;a href=\"Motorola\"&gt;Motorola&lt;/a&gt; — it became Alpine Electronics, Inc. in 1978 when Alps bought out Motorola's share of the company.\nAlpine offers a wide range of items, including in-car multimedia, &lt;a href=\"amplifier\"&gt;amplifier&lt;/a&gt;s, &lt;a href=\"loudspeaker\"&gt;speakers&lt;/a&gt;, &lt;a href=\"subwoofer\"&gt;subwoofer&lt;/a&gt;s and &lt;a href=\"Audio%20signal%20processing\"&gt;signal processing&lt;/a&gt; equipment. In 2008, Alpine introduced a full line of marine sound system products.\nProducts and technologies.\nOther innovations have included the &lt;a href=\"Alpine%20F%231%20Status\"&gt;Alpine F#1 Status&lt;/a&gt; systems and &lt;a href=\"V12%20AccuClass-D\"&gt;V12 AccuClass-D&lt;/a&gt; power amplifiers.\nAt the Alpine Museum in Japan there is a model \"7307\" radio/tape recorder (circa 1981) shot by an American (&lt;a href=\"http%3A//www.usdaudio.com/about/\"&gt;Roger Holdaway of SpeakerWorks in Orange Ca&lt;/a&gt;) using a .45-caliber pistol at a distance of 4 feet (approx. 1.22 Meters). The owner, frustrated with the performance of the product, shot the unit and returned it to Alpine. This gesture brought home to Alpine the importance of product quality, and as a result they spent US$25 million on a testing and evaluation centre in &lt;a href=\"Iwaki%2C%20Fukushima\"&gt;Iwaki-city&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;.\nAlpine's iPod devices.\nAlpine was one of the first in the industry to introduce in-vehicle iPod devices to allow users to control iPod playback using the head unit's front panel buttons or remote; view song information (artist, album and/or song name) on the display; and easily search for songs through the receiver's Quick Search interface. Alpine introduced the first aftermarket Interface Adapter for iPod (KCA-420i) in 2004, letting users experience optimized sound quality and control of digital music files in the car. In 2008, Alpine introduced a full line of iPod integration Digital Media Receivers. In 2009, Alpine introduced the first double-din iPod digital media station, the iXA-W404.\nAlpine's BioLite Display.\nAlpine introduced the BioLite display technology in their 2004 receiver lineup, claiming that it provides \"a much wider viewing angle than conventional displays and outstanding visibility, even in harsh daylight.\"\nAlpine's Navigation devices.\nAlpine continues to develop in-vehicle navigation aftermarket and OEM devices. In 2004, Alpine introduced the NVE-N872A in 2005. The DVD-based NVE-N872A was Alpine's fourth generation satellite-linked navigation system, based on an Alpine in-vehicle navigation platform, which won J.D. Power awards four times in six years. In 2006, Alpine introduced their first portable navigation device, the PMD-B100. In 2008, Alpine introduced the PND-K3, an all-in-one portable navigation plus Bluetooth hands-free system. In 2009, Alpine introduced the PND-K3msn with information like traffic and weather updates.\nAwards.\nThe 1986 Buick Grand National, modified by SpeakerWorks in Orange, California, is believed to be the only vehicle ever to retire undefeated from the pro division of the national sound-off circuit. The black Buick won the Alpine Car Audio Nationals II Pro Unlimited (751 watts and up) division in 1988, and IASCA's Pro unlimited title in 1989, 1990, and 1991 before being retired by its owner, Richard Clark. Its sound system is composed of five model 3545 amplifiers and the model 7909 head unit."
}