{
    "id": "23873775",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=23873775",
    "title": "June Bevan",
    "text": "June Bevan (born 9 June 1931) is an Australian &lt;a href=\"badminton\"&gt;badminton&lt;/a&gt; player who has played on a national and international level.\nBiography.\nJune Bevan (Christened Norma) was born in Parkes on 9 June 1931 to Norman and Lillian Single. They moved to Newcastle in 1935 where June went on to attend Dudley Primary School and then Hunter Girls High School.\nJune's main sporting interests were netball and hockey, playing at 'A' grade level. Subsequently she decided to switch to badminton when a friend was talking to her on the bus, her friend wanted to get some boys together to play badminton. June said, \"That's right boys get to play and girls miss out\". June was then invited along to play. Enjoying the game so much because it was fast and strenuous, June took up badminton at the age of 17 at a time when the sport was re-organising after the war. June continued to play hockey and netball as they became a means of maintaining her fitness and speed for badminton. Badminton possessed everything that June wanted in a sport and it was accessible 12 months a year rain, hail or shine.\n1950 was the beginning of a brilliant sporting career as she was selected in the New South Wales team. On 5 September 1953, June married Keith Bevan (who also played badminton). As a young married couple they could not afford to travel interstate to play badminton in the Australian Carnival plus having a honeymoon. So they combined the two together and went to Tasmania playing badminton in the State team together.\nIn 1953, June was selected to play for Australia against New Zealand for the first time and continued to represent her country until 1961. June's badminton career representing New South Wales spanned three decades from 1951 to 1984 with the exception of 1958, 1966 and 1969. June's first daughter Margaret was born in September 1958. In May 1963, June's second daughter Janine was born and after a great deal of hard training June was able to represent New South Wales in Queensland in August/September that same year. In December 1966 her third daughter Christine was born and in July 1969 June's fourth daughter Kim was born. June has won so many New South Wales State Titles that she has lost count of them, June has also won 12 Australian Titles including the Triple Crown on two occasions. June represented the State for over 30 years from 1951 to 1982 a record which no other badminton player has been able to achieve.\nSince injuring her left knee in 1992, she has not been able to play competitive badminton, something that June is not too pleased about. Badminton has been a family affair with her four daughters following in their mother's footsteps as they have all won many State Junior Titles and have all represented the State.\nIn addition to her sporting achievements June is a Life Member of the NSW and Newcastle Badminton Associations, and will be returning to the coaching aspects of badminton with Junior players.\nJune's husband Keith was an avid supporter of Badminton and very proud that June had been given deserved recognition of her achievements and dedication to the sport, by having a tournament named after her. Sadly, Keith, June's greatest fan, died on 10 November 2009. Since then at least one daughter has attended the June Bevan Trophy with June."
}