{
    "id": "23888638",
    "revid": "1065807951",
    "url": "https://en.wikipedia.org/wiki?curid=23888638",
    "title": "Alcon Entertainment",
    "text": "Alcon Entertainment, LLC is an American &lt;a href=\"film\"&gt;film&lt;/a&gt; &lt;a href=\"production%20company\"&gt;production company&lt;/a&gt;, founded in 1997 by film producers &lt;a href=\"Broderick%20Johnson\"&gt;Broderick Johnson&lt;/a&gt; and &lt;a href=\"Andrew%20Kosove\"&gt;Andrew Kosove&lt;/a&gt;. Since its establishment, Alcon Entertainment has developed and financed films that are ultimately distributed – in the United States mostly, and internationally on occasion – by &lt;a href=\"Warner%20Bros.%20Pictures\"&gt;Warner Bros. Pictures&lt;/a&gt;, following a ten-year motion picture production agreement.\nCompany.\nAlcon Entertainment was established in January 23, 1997, and founded by film producers &lt;a href=\"Broderick%20Johnson\"&gt;Broderick Johnson&lt;/a&gt; and &lt;a href=\"Andrew%20Kosove\"&gt;Andrew Kosove&lt;/a&gt;, who are the co-CEOs of the company. The company is headquartered on &lt;a href=\"Santa%20Monica%20Boulevard\"&gt;Santa Monica Boulevard&lt;/a&gt; in &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. Both Johnson and Kosove presented FedEx founder and chairman &lt;a href=\"Frederick%20W.%20Smith\"&gt;Frederick W. Smith&lt;/a&gt; with a proposal suggesting that an independent film company, backed by a capitalized individual or company, and aligned with a major studio for an exclusive distribution arrangement would reap profits on copyrighted assets over a set period of time. On February 18, 1998, Alcon Entertainment has set up two greenlight projects, with &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; distributing a single project. On May 15, 1998, Alcon inked a second deal with &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; in which Warner was allowed to distribute the film \"&lt;a href=\"Lost%20%26amp%3B%20Found%20%281999%20film%29\"&gt;Lost &amp; Found&lt;/a&gt;\".\nAlcon's first major feature film was the 1999 comedy \"&lt;a href=\"Lost%20%26amp%3B%20Found%20%281999%20film%29\"&gt;Lost &amp; Found&lt;/a&gt;\". In March 2000, following the success of its second film \"&lt;a href=\"My%20Dog%20Skip%20%28film%29\"&gt;My Dog Skip&lt;/a&gt;\", Alcon entered into an exclusive, long-term worldwide distribution agreement with &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; The agreement had Warner Bros. in charge of worldwide distribution of a minimum of 10 films produced and financed by Alcon over the next five years. The agreement also allowed Warner Bros. to co-finance certain pictures with Alcon. Alcon and Warner Bros. signed a new agreement in February 2006, continuing their eight-year relationship, under which Warner Bros. would continue to distribute feature films developed and financed by Alcon. WB and Alcon extended the deal in 2015 which ended in 2019. On September 28, 2003, Alcon Entertainment had launched its television arm, with an exclusive co-production agreement at television studio &lt;a href=\"Warner%20Bros.%20Television%20Studios\"&gt;Warner Bros. Television&lt;/a&gt;.\nIn 2011, Alcon Entertainment acquired the entire brand and rights to the \"&lt;a href=\"Blade%20Runner%20%28franchise%29\"&gt;Blade Runner&lt;/a&gt;\" franchise, which encompasses &lt;a href=\"movies\"&gt;movies&lt;/a&gt;, &lt;a href=\"Television%20series\"&gt;series&lt;/a&gt;, &lt;a href=\"videogames\"&gt;games&lt;/a&gt; and other franchise media such as &lt;a href=\"books\"&gt;books&lt;/a&gt;. On March 8, 2012, Alcon had inked an affiliate production company headed by 2S Films executive &lt;a href=\"Molly%20Smith%20%28producer%29\"&gt;Molly Smith&lt;/a&gt;, Belle Pictures, to develop film projects.\nMusic.\nIn 2014, Alcon partnered with Sleeping Giant Media to form ASG Music Group. ASG is a full service music company and record label. In 2017, ASG released the &lt;a href=\"Blade%20Runner%202049%20%28soundtrack%29\"&gt;Blade Runner 2049 soundtrack&lt;/a&gt;, produced by Grammy nominated producer &lt;a href=\"Michael%20Hodges%20%28producer%29\"&gt;Michael Hodges&lt;/a&gt;, Kayla Morrison and Ashley Culp, with &lt;a href=\"Epic%20Records\"&gt;Epic Records&lt;/a&gt;. The Album reached No. 1 on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" Soundtrack Sales Charts."
}