{
    "id": "238914",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=238914",
    "title": "Viaduct",
    "text": "A viaduct is a specific type of bridge that consists of a series of arches, &lt;a href=\"pier%20%28architecture%29\"&gt;pier&lt;/a&gt;s or &lt;a href=\"column\"&gt;column&lt;/a&gt;s supporting a long elevated railway or road. Typically a viaduct connects two points of roughly equal elevation, allowing direct &lt;a href=\"overpass\"&gt;overpass&lt;/a&gt; across a wide valley, road, river, or other low-lying &lt;a href=\"terrain\"&gt;terrain&lt;/a&gt; features and obstacles. The term \"viaduct\" is derived from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"via\" meaning \"road\", and \"ducere\" meaning \"to lead\". It is a 19th-century derivation from an &lt;a href=\"analogy\"&gt;analogy&lt;/a&gt; with &lt;a href=\"Ancient%20Rome\"&gt;ancient Roman&lt;/a&gt; &lt;a href=\"aqueduct%20%28bridge%29\"&gt;aqueducts&lt;/a&gt;. Like the &lt;a href=\"Roman%20aqueduct\"&gt;Roman aqueduct&lt;/a&gt;s, many early viaducts comprised a series of arches of roughly equal length.\nOver land.\nThe longest in &lt;a href=\"ancient%20history\"&gt;antiquity&lt;/a&gt; may have been the &lt;a href=\"Pont%20Serme\"&gt;Pont Serme&lt;/a&gt; which crossed wide marshes in southern France. At its longest point, it measured 2,679 meters with a width of 22 meters.\nViaducts are commonly used in many cities that are railroad &lt;a href=\"transport%20hub\"&gt;hub&lt;/a&gt;s, such as Chicago, &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, Birmingham, London and &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;. These viaducts cross the large &lt;a href=\"railroad%20yard\"&gt;railroad yard&lt;/a&gt;s that are needed for &lt;a href=\"freight%20train\"&gt;freight train&lt;/a&gt;s there, and also cross the multi-track railroad lines that are needed for heavy rail traffic. These viaducts provide &lt;a href=\"grade%20separation\"&gt;grade separation&lt;/a&gt; and keep highway and city street traffic from having to be continually interrupted by the train traffic. Likewise, some viaducts carry railroads over large valleys, or they carry railroads over cities with many cross-streets and avenues.\nMany viaducts over land connect points of similar height in a landscape, usually by bridging a river valley or other eroded opening in an otherwise flat area. Often such valleys had roads descending either side (with a small bridge over the river, where necessary) that become inadequate for the traffic load, necessitating a viaduct for \"through\" traffic. Such bridges also lend themselves for use by rail traffic, which requires straighter and flatter routes. Some viaducts have more than one deck, such that one deck has vehicular traffic and another deck carries rail traffic. One example of this is the &lt;a href=\"Prince%20Edward%20Viaduct\"&gt;Prince Edward Viaduct&lt;/a&gt; in Toronto, Canada, that carries motor traffic on the top deck as &lt;a href=\"Bloor%20Street\"&gt;Bloor Street&lt;/a&gt;, and metro as the &lt;a href=\"Bloor%E2%80%93Danforth%20line\"&gt;Bloor-Danforth&lt;/a&gt; &lt;a href=\"Toronto%20subway\"&gt;subway line&lt;/a&gt; on the lower deck, over the steep &lt;a href=\"Don%20River%20%28Ontario%29\"&gt;Don River&lt;/a&gt; &lt;a href=\"Toronto%20ravine%20system\"&gt;valley&lt;/a&gt;. Others were built to span settled areas, crossing over roads beneath—the reason for many viaducts in London.\nOver water.\nViaducts over water make use of islands or successive arches. They are often combined with other types of bridges or tunnels to cross navigable waters as viaduct sections, while less expensive to design and build than tunnels or bridges with larger spans, typically lack sufficient horizontal and vertical clearance for large ships. See the &lt;a href=\"Chesapeake%20Bay%20Bridge-Tunnel\"&gt;Chesapeake Bay Bridge-Tunnel&lt;/a&gt;.\nThe &lt;a href=\"Millau%20Viaduct\"&gt;Millau Viaduct&lt;/a&gt; is a cable-stayed road-bridge that spans the valley of the river &lt;a href=\"Tarn%20%28river%29\"&gt;Tarn&lt;/a&gt; near &lt;a href=\"Millau\"&gt;Millau&lt;/a&gt; in southern France. It opened in 2004 and is the tallest vehicular bridge in the world, with one pier's summit at 343 metres (1,125 ft). The viaduct &lt;a href=\"Danyang%E2%80%93Kunshan%20Grand%20Bridge\"&gt;Danyang–Kunshan Grand Bridge&lt;/a&gt; in China was the &lt;a href=\"List%20of%20longest%20bridges%20in%20the%20world\"&gt;longest bridge in the world&lt;/a&gt; .\nLand use below viaducts.\nWhere a viaduct is built across land rather than water, the space below the arches may be used for businesses such as car parking, vehicle repairs, light industry, bars and nightclubs. In the United Kingdom, many railway lines in urban areas have been constructed on viaducts, and so the infrastructure owner &lt;a href=\"Network%20Rail\"&gt;Network Rail&lt;/a&gt; has an extensive property portfolio in arches under viaducts. In Berlin the space under the arches of elevated subway lines (&lt;a href=\"Berlin%20S-Bahn\"&gt;S-Bahn&lt;/a&gt;) is used for several different purposes, including small eateries or bars.\nPast and future.\n&lt;a href=\"Elevated%20highway\"&gt;Elevated expressways&lt;/a&gt; were built in major cities such as &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; (&lt;a href=\"Central%20Artery\"&gt;Central Artery&lt;/a&gt;), Los Angeles, San Francisco, &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;, Tokyo and &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; (&lt;a href=\"Gardiner%20Expressway\"&gt;Gardiner Expressway&lt;/a&gt;). Some were demolished because they were unappealing and divided the city. In other cases, viaducts were demolished because they were structurally unsafe, such as the &lt;a href=\"California%20State%20Route%20480\"&gt;Embarcadero Freeway&lt;/a&gt; in San Francisco, which was damaged following an earthquake in 1989. However, in developing nations such as Thailand, India (&lt;a href=\"Delhi-Gurgaon%20Expressway\"&gt;Delhi-Gurgaon Expressway&lt;/a&gt;), China, Bangladesh, Pakistan, Nicaragua elevated expressways have been built and more are under construction to improve traffic flow, particularly as a workaround of land shortage when built atop surface roads.\nIn Indonesia viaducts are used for railways in &lt;a href=\"Java\"&gt;Java&lt;/a&gt; and also for highways such as the &lt;a href=\"Jakarta%20Inner%20Ring%20Road\"&gt;Jakarta Inner Ring Road&lt;/a&gt;. The &lt;a href=\"Coul%C3%A9e%20verte%20Ren%C3%A9-Dumont\"&gt;Coulée verte René-Dumont&lt;/a&gt; in Paris, France is a disused viaduct which was converted to an &lt;a href=\"urban%20park\"&gt;urban park&lt;/a&gt; in 1993. In January 2019 the &lt;a href=\"Alaskan%20Way%20Viaduct\"&gt;Alaskan Way Viaduct&lt;/a&gt; in Seattle was closed and replaced with a &lt;a href=\"Alaskan%20Way%20Viaduct%20replacement%20tunnel\"&gt;tunnel&lt;/a&gt; after several decades of use due to being seismically unsafe."
}