{
    "id": "23910203",
    "revid": "38975875",
    "url": "https://en.wikipedia.org/wiki?curid=23910203",
    "title": "K.Pone.Inc",
    "text": "KPoneInc also known as KPoneInc Music Group is a music entertainment group established in 2002 by Cyril Kamar better known by his stage name as &lt;a href=\"K.Maro\"&gt;K.Maro&lt;/a&gt;.\nKPoneInc. Music Group goes into music production, promotion and distribution and has its own record label K.Pone.Inc record label. The music group has signed a national distribution agreement for its entire catalogue and record label releases with &lt;a href=\"Warner%20Music\"&gt;Warner Music&lt;/a&gt;.\nKPoneInc has its own \"KPoneInc\" record label, that has signed the artists Ale Dee, Imposs, Shy'm and Vaï.\nAle Dee.\n&lt;a href=\"Ale%20Dee\"&gt;Ale Dee&lt;/a&gt; (real name Alexandre Duhaime) is a &lt;a href=\"Trois-Rivi%C3%A8res\"&gt;Trois-Rivières&lt;/a&gt; &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt; &lt;a href=\"rapping\"&gt;rapper&lt;/a&gt;. He has released three albums: \"Mine de rien\" (2006), \"Pour le love pis l'cash\" (2008) and \"Entre la mine et l'papier\" (2010)\nImposs.\n&lt;a href=\"Imposs\"&gt;Imposs&lt;/a&gt; (real name S. Rimsky Salgado) is a Canadian &lt;a href=\"rapper\"&gt;rapper&lt;/a&gt; of Haitian origin based in Montreal &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;. Before becoming a solo artist, he was part of &lt;a href=\"Muzion\"&gt;Muzion&lt;/a&gt;, one of the well-known &lt;a href=\"hip%20hop\"&gt;hip hop&lt;/a&gt; bands of Quebec. First album release with K.Pone was in 2008.\nK.Maro.\n&lt;a href=\"K.Maro\"&gt;K.Maro&lt;/a&gt; (real name Cyril Kamar) is a Canadian &lt;a href=\"Hip%20hop%20music\"&gt;hip hop&lt;/a&gt; and &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; singer-songwriter and producer of &lt;a href=\"Lebanese%20Canadians\"&gt;Lebanese&lt;/a&gt; origin. He raps in French and in English. He is founder and CEO of KPoneInc Music Group and KPoneInc record label.\nShy'm.\n&lt;a href=\"Shy%27m\"&gt;Shy'm&lt;/a&gt; (real name Tamara Marthe) is a French &lt;a href=\"contemporary%20R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; singer. She released her debut album, \"Mes Fantaisies\", in 2006 which rose to No. 5 in the French chart. To date, four songs from the album have been released as singles, all of which charted in the top 10 in France.\nVaï.\n&lt;a href=\"Va%C3%AF\"&gt;Vaï&lt;/a&gt; (real name Adil Takhssait) is a Canadian (&lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;) &lt;a href=\"Rapping\"&gt;rap&lt;/a&gt; and &lt;a href=\"hip-hop\"&gt;hip-hop&lt;/a&gt; musician of Moroccan origin. He was earlier part of &lt;a href=\"LMDS%20%28band%29\"&gt;Les Messagers du Son&lt;/a&gt; (&lt;a href=\"LMDS%20%28band%29\"&gt;LMDS&lt;/a&gt;) as Mélo (Melopsy) alongside K.Maro (stage name Lyrik) in LMDS)."
}