{
    "id": "23930127",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=23930127",
    "title": "James Cumberbatch",
    "text": "James \"Jim\"/\"Jimmy\" Haywood Cumberbatch (9 February 1909 – first ¼ 1972) was an English professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1930s. He played at representative level for &lt;a href=\"England%20national%20rugby%20league%20team\"&gt;England&lt;/a&gt;, and at club level for &lt;a href=\"Broughton%20Rangers\"&gt;Broughton Rangers&lt;/a&gt; and &lt;a href=\"Newcastle%20RLFC\"&gt;Newcastle&lt;/a&gt;, as a , i.e. number 2 or 5,\nBackground.\nJames Cumberbatch was born in &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, and his death aged was registered in &lt;a href=\"Northumberland\"&gt;Northumberland&lt;/a&gt; South district.\nInternational honours.\nCumberbatch won &lt;a href=\"Cap%20%28sport%29\"&gt;cap&lt;/a&gt;s for &lt;a href=\"England%20national%20rugby%20league%20team\"&gt;England&lt;/a&gt; while at Broughton Rangers in 1937 against France, and while at &lt;a href=\"Newcastle%20RLFC\"&gt;Newcastle&lt;/a&gt; in 1938 against Wales, and was the only player to win an England cap while at the now defunct &lt;a href=\"Newcastle%20RLFC\"&gt;Newcastle&lt;/a&gt; rugby league club.\nContemporaneous Article Extract.\n\"This live piece of mercury, who has come before the selectors as a Tour probable, first came to Manchester to play for Swinton, who passed him over. However, he signed for Broughton and has since proved their finest acquisition. His clever play on the Broughton left wing has also proved him to be one of the League’s foremost attackers. Born in Liverpool, he first played the Association game for his school until he became attached to Barrow St. Matthew’s Club. Has earned his County Cap, and has also played for the League against France. Jimmy’s brother is a member of the Barrow Club, and two brothers keep up the family tradition of excelling at sport. Jimmy is a good sport, a good player, and one of the League’s most popular players.\"\nGenealogical Information.\nCumberbatch was the son of Theodore Theophilus Cumberbatch (1863/4 – 1931 &lt;a href=\"http%3A//www.freebmd.org.uk/cgi/information.pl%3Fcite%3Db9dnoASAo9Pytuh9HPH38g%26amp%3Bscan%3D1\"&gt;&lt;/a&gt;), a ship's steward, originally from &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt;, and Mary Ellen &lt;a href=\"Married%20and%20maiden%20names\"&gt;née&lt;/a&gt; Kewin originally from &lt;a href=\"Ramsey%2C%20Isle%20of%20Man\"&gt;Ramsey, Isle of Man&lt;/a&gt; (Marriage third ¼ 1889 in &lt;a href=\"Borough%20of%20Fylde\"&gt;Fylde&lt;/a&gt; district &lt;a href=\"http%3A//www.freebmd.org.uk/cgi/information.pl%3Fcite%3Dbcq5LE9dL0n5gkcDsh6reA%26amp%3Bscan%3D1\"&gt;&lt;/a&gt;). The marriage of Cumberbatch and Eva (&lt;a href=\"Given%20name%23Name%20at%20birth\"&gt;née&lt;/a&gt; Ball) was registered during first ¼ 1936 in &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; South district, the birth of their son, also named James, was registered during third ¼ 1937 in &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; North district. Cumberbatch was the brother of the rugby league footballer &lt;a href=\"Val%20Cumberbatch\"&gt;Val Cumberbatch&lt;/a&gt;."
}