{
    "id": "23939387",
    "revid": "19359297",
    "url": "https://en.wikipedia.org/wiki?curid=23939387",
    "title": "Museo de la Masacre de Ponce",
    "text": "The Museo de la Masacre de Ponce (the Ponce Massacre Museum) is a &lt;a href=\"human%20rights%20museum\"&gt;human rights museum&lt;/a&gt; and historic building in &lt;a href=\"Ponce%2C%20Puerto%20Rico\"&gt;Ponce&lt;/a&gt;, &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;. It depicts the history and events surrounding the &lt;a href=\"Ponce%20massacre\"&gt;Ponce massacre&lt;/a&gt;, which occurred in broad daylight on &lt;a href=\"Palm%20Sunday\"&gt;Palm Sunday&lt;/a&gt; in 1937. The museum is housed inside the building where the event itself occurred, with one of its sections devoted to the &lt;a href=\"Puerto%20Rican%20Nationalist%20Party\"&gt;Nationalist&lt;/a&gt; leader, &lt;a href=\"Pedro%20Albizu%20Campos\"&gt;Pedro Albizu Campos&lt;/a&gt;. It also documents the blacklisting of &lt;a href=\"Puerto%20Rican%20Nationalist%20Party\"&gt;Puerto Rican Nationalists&lt;/a&gt; performed by the United States, as well as hosting a considerable number of photos from the Nationalist era.\nThe museum is listed in the U.S. &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in as Casa de la Masacre (the Massacre House).\nBackground.\nAfter the &lt;a href=\"Puerto%20Rico%20Campaign\"&gt;U.S. invasion of Puerto Rico&lt;/a&gt; in 1898, the island's political status within the U.S. became a subject of ardent conversation within Puerto Rican political circles. A number of political parties sprung up as a result, with platforms based on their desired relationship to the U.S.\nThe three basic party options were independence, statehood, and commonwealth. The independence movement came to be symbolized by the Puerto Rican Nationalist Party.\nWinship's persecution.\nIn the early 1930s, concurrent with the growing sentiment for Nationalism and independence in Puerto Rico, U.S. president &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; assigned a new governor for the island: a former U.S. Army General named &lt;a href=\"Blanton%20Winship\"&gt;Blanton Winship&lt;/a&gt;.\nGeneral Winship recruited a U.S. military intelligence officer (and scion of the Riggs National Bank) named E. Francis Riggs as his Chief of Police and governed for five years (1934–1939). During this time he engaged in \"an open struggle against the Nationalist Party and a direct &lt;a href=\"persecution\"&gt;persecution&lt;/a&gt; of its leadership.\" Consistent with this open and intense political hostility, \"in October 1935 the State Police in the town of &lt;a href=\"Rio%20Piedras\"&gt;Rio Piedras&lt;/a&gt; murdered four [Nationalist] party members\" at the &lt;a href=\"University%20of%20Puerto%20Rico%2C%20Rio%20Piedras%20Campus\"&gt;University of Puerto Rico&lt;/a&gt; in Rio Piedras, a neighboring town next to San Juan. This was known as the &lt;a href=\"R%C3%ADo%20Piedras%20massacre\"&gt;Río Piedras massacre&lt;/a&gt;.\nAccording to Jose E. Ayoroa Santaliz in his work \"Museo Casa de la Masacre de Ponce: En conmemoracion del Primer Cincuentenario de la Masacre de Ponce\" (Ponce Massacre Museum: March 2011), page 2, the Insular Ponce \"assassinated\" the four men in a pre-meditated fashion and under the direction of the U.S.-appointed Puerto Rico police chief the American colonel Francis Riggs. \"The Nationalists responded by killing the State Chief of Police, Colonel Francis Riggs, on February 23, 1936.\" The two young Nationalists responsible were captured and executed at the police barracks in San Juan without a trial, with no law enforcement officer ever being brought to trial for their executions.\nRiggs' death provoked General Winship's outrage. He ordered police raids on every Nationalist Party office in the entire island, with the express purpose of finding evidence that would &lt;a href=\"incriminate\"&gt;incriminate&lt;/a&gt; the party members in the assassination of Police Chief Riggs - however, no evidence was ever found.\nDespite the absence of any evidence, Winship's government brought charges of \"&lt;a href=\"sedition\"&gt;sedition&lt;/a&gt;\" against Albizu Campos and the other party leaders. Albizu Campos and the others were found not guilty by a jury consisting mostly of native Puerto Ricans. However, General Winship arranged for a retrial to take place, this time with a 10-2 majority of North Americans on the jury. Conviction was handily achieved, sentencing Albizu to ten years and the others to six years in the Atlanta federal &lt;a href=\"Prison\"&gt;penitentiary&lt;/a&gt;. The elimination of the party's leadership, however, stopped neither the Nationalist militancy nor Winship's repression, a situation that resulted in the violent event that took place in Ponce in 1937.\nThe parade.\nThe Ponce Committee of the Nationalist Party had its headquarters at 32 Marina Street. This was a corner property that bordered Aurora Street, and had been used as the committee's meeting hall for over 10 years. In 1937, the local committee made plans for the annual celebration of the &lt;a href=\"Slavery%20in%20Puerto%20Rico%23Abolition%20of%20Slavery\"&gt;abolition of slavery in Puerto Rico&lt;/a&gt;, which had taken place on March 22, 1873. The date chosen for the 64th anniversary commemoration of the abolition of slavery was March 21, 1937.\nThe Nationalists had received a permit for the &lt;a href=\"parade\"&gt;parade&lt;/a&gt;, which was to take place on &lt;a href=\"Palm%20Sunday\"&gt;Palm Sunday&lt;/a&gt;, from Ponce Mayor &lt;a href=\"Jos%C3%A9%20Tormos%20Diego\"&gt;José Tormos Diego&lt;/a&gt;'s office. But at the eleventh hour, Governor Winship instructed the new Insular Police Chief, Colonel Enrique de Orbeta, to contact Mayor Tormos and have him cancel the parade permit. He also ordered Orbeta to increase the police force in the southern city, and to stop, \"by any means necessary,\" any demonstration conducted by the Nationalists in Ponce.\nThe massacre.\nThe permit was revoked the very same morning of the activity, but the Party refused to cancel the parade and instructed its participants to form as planned in front of their club house and move on with the activity. The group of participants consisted of the male members of the &lt;a href=\"Cadets%20of%20the%20Republic\"&gt;Cadets of the Republic&lt;/a&gt;, the female \"Daughters of the Republic\" group, and a small music band. These - together with their families, friends, and local bystanders - started to assemble around the club house in preparation for the midday parade. Simultaneous with this, some 150 well-armed Insular Police officers positioned themselves strategically so as to encircle the demonstrators.\n&lt;a href=\"Tom%C3%A1s%20L%C3%B3pez%20de%20Victoria\"&gt;Tomás López de Victoria&lt;/a&gt;, Cadet Captain of Ponce, was in charge of the Cadets in the parade. Moments before the march began, police Captain Soldevilla walked up and ordered López de Victoria to keep the Cadets from marching. López de Victoria ordered the cadet band to play \"&lt;a href=\"La%20Borinque%C3%B1a\"&gt;La Borinqueña&lt;/a&gt;,\" (the Puerto Rican national anthem), and told his Cadets to start their march.\nIt is believed that a shot was fired by the police to instigate an incident, and to provide an alibi for opening fire on the unarmed &lt;a href=\"Palm%20Sunday\"&gt;Palm Sunday&lt;/a&gt; marchers. The police unleashed a fusillade of gunfire into the defenseless crowd. This included fifteen to twenty policemen shooting Thompson .45 machine guns (&lt;a href=\"Tommy%20Gun\"&gt;Tommy Gun&lt;/a&gt;s) for a full ten minutes, wounding almost 200 people and immediately killing fourteen. Five more died as a result of their wounds during the next few days.\nThe investigation.\nThe violent incident in Ponce shook the entire population of the Island despite their political differences. The &lt;a href=\"American%20Civil%20Liberties%20Union\"&gt;American Civil Liberties Union&lt;/a&gt; (ACLU) came to Puerto Rico and formed a commission consisting of well-respected citizens to investigate the incident, with Dr. &lt;a href=\"Arthur%20Garfield%20Hays\"&gt;Arthur Garfield Hays&lt;/a&gt;, President of the ACLU, as the Commission's president. After months of investigation that ACLU commission determined \"that Governor Winship was directly responsible for the incident; that the Nationalists were exercising their basic right of &lt;a href=\"freedom%20of%20speech\"&gt;freedom of speech&lt;/a&gt; and &lt;a href=\"freedom%20of%20association\"&gt;association&lt;/a&gt;; and that the killing of defenseless party members and by-standers had to be recognized as a \"&lt;a href=\"List%20of%20events%20named%20massacres\"&gt;massacre&lt;/a&gt;.\"\nThe afternoon of March 21, 1937, became \"one of the saddest\" and the most violent day in the Puerto Rican political struggle for independence.\nBuilding.\nConstruction.\nThe Ponce Massacre Museum is the two-story house at the intersection of Marina and Aurora streets where the events took place. It is a brick masonry and wood building. The Historic Archives of the Municipality of Ponce show a residence at that location as far back as 1886. However the present building, and the building occupied by the &lt;a href=\"Nationalist%20Party%20of%20Puerto%20Rico\"&gt;Nationalist Party&lt;/a&gt;, dates from the early 1900s.\nBy 1906 the owners of the property contracted &lt;a href=\"Blas%20Silva\"&gt;Blas Silva&lt;/a&gt;, a well-known civil engineer from Ponce, (&lt;a href=\"Casa%20Salazar-Candal\"&gt;Casa Salazar&lt;/a&gt;, &lt;a href=\"Casa%20Wiechers-Villaronga\"&gt;Casa Wiechers-Villaronga&lt;/a&gt;) to design a new facade and interior arrangement for the property. The renovations were completed in 1910, but they followed Blas' design in part only.\nEvolution of the museum.\nAt the time of the 1937 Ponce massacre, the owners were Francisco de Jesus y Graciela Toro Vendrell. In 1945 the property was sold to Juan Riera Ginard and Carmen M. Toro de Riera, who never occupied the house but instead used it as a source of rental income. The house was rented out in two units: the first floor as commercial space and the second floor as residential unit.\nIn 1987, the &lt;a href=\"Puerto%20Rico%20Legislative%20Assembly\"&gt;Puerto Rico Legislature&lt;/a&gt; passed Joint Resolution Number 2951, designating the property a &lt;a href=\"national%20historic%20landmark\"&gt;national historic landmark&lt;/a&gt;. In 1988 the &lt;a href=\"Institute%20of%20Puerto%20Rican%20Culture\"&gt;Institute of Puerto Rican Culture&lt;/a&gt; purchased the property, reconditioned it, and subsequently converted it into the Museo de la Masacre de Ponce. The architectural style is &lt;a href=\"Vernacular\"&gt;Vernacular&lt;/a&gt; &lt;a href=\"Creole%20peoples\"&gt;Creole&lt;/a&gt;.\nRenovation and re-opening.\nThe museum was temporarily shut in 2006 for restoration and repairs. Subsequent to a $275,000 renovation, the museum re-opened in 2013.\nEffects of the 2020 Puerto Rico earthquake.\nThe building sustained damage due to the &lt;a href=\"2020%20Puerto%20Rico%20earthquake\"&gt;2020 Puerto Rico earthquake&lt;/a&gt;."
}