{
    "id": "23939880",
    "revid": "1068987784",
    "url": "https://en.wikipedia.org/wiki?curid=23939880",
    "title": "Sócrates",
    "text": "Sócrates Brasileiro Sampaio de Souza Vieira de Oliveira, (19 February 1954 – 4 December 2011), simply known as Sócrates, was a Brazilian &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; who played as an &lt;a href=\"Central%20midfield\"&gt;midfielder&lt;/a&gt;. His &lt;a href=\"Physician\"&gt;medical&lt;/a&gt; degree and his political awareness, combined with style and quality of his play, earned him the nickname \"Doctor Socrates\".\nEasily recognizable for his beard and headband, Sócrates became the \"symbol of cool for a whole generation of football supporters\". He is considered to be one of the greatest midfielders of his generation. In 1983, he was named &lt;a href=\"South%20American%20Footballer%20of%20the%20Year\"&gt;South American Footballer of the Year&lt;/a&gt;. In 2004, he was named by &lt;a href=\"Pel%C3%A9\"&gt;Pelé&lt;/a&gt; in the &lt;a href=\"FIFA%20100\"&gt;FIFA 100&lt;/a&gt; list of the world's greatest living players.\nSocrates played for &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt; for seven years, scoring 22 goals and representing the nation in two &lt;a href=\"FIFA%20World%20Cup\"&gt;World Cups&lt;/a&gt;. He &lt;a href=\"Captain%20%28association%20football%29\"&gt;captained&lt;/a&gt; the team in the &lt;a href=\"1982%20FIFA%20World%20Cup\"&gt;1982 FIFA World Cup&lt;/a&gt;; playing in midfield alongside &lt;a href=\"Zico%20%28footballer%29\"&gt;Zico&lt;/a&gt;, &lt;a href=\"Paulo%20Roberto%20Falc%C3%A3o\"&gt;Falcão&lt;/a&gt;, &lt;a href=\"Toninho%20Cerezo\"&gt;Toninho Cerezo&lt;/a&gt; and &lt;a href=\"%C3%89der%20Aleixo%20de%20Assis\"&gt;Éder&lt;/a&gt;, considered one of the greatest Brazilian national teams ever. He also appeared in the &lt;a href=\"1979%20Copa%20Am%C3%A9rica\"&gt;1979&lt;/a&gt; and &lt;a href=\"1983%20Copa%20Am%C3%A9rica\"&gt;1983 Copa América&lt;/a&gt;. At club level, Sócrates played for &lt;a href=\"Botafogo%20Futebol%20Clube%20%28SP%29\"&gt;Botafogo-SP&lt;/a&gt; before joining &lt;a href=\"Sport%20Club%20Corinthians%20Paulista\"&gt;Corinthians&lt;/a&gt; in 1978. He moved to Italy to play for &lt;a href=\"ACF%20Fiorentina\"&gt;Fiorentina&lt;/a&gt;, returning to Brazil in 1985 to end his career.\nPlaying career.\nClub career.\nSócrates was born in &lt;a href=\"Bel%C3%A9m%20do%20Par%C3%A1%2C%20Brazil\"&gt;Belém do Pará&lt;/a&gt;. He began playing football professionally in 1974 for &lt;a href=\"Botafogo%20Futebol%20Clube%20%28SP%29\"&gt;Botafogo-SP&lt;/a&gt; in &lt;a href=\"Ribeir%C3%A3o%20Preto\"&gt;Ribeirão Preto&lt;/a&gt;, but spent the majority of his career (1978 to 1984) with &lt;a href=\"Sport%20Club%20Corinthians%20Paulista\"&gt;Corinthians&lt;/a&gt;, scoring 41 goals in 59 Brazilian &lt;a href=\"Campeonato%20Brasileiro%20S%C3%A9rie%20A\"&gt;Série A&lt;/a&gt; games, and 172 goals in 297 matches in total.\nIn &lt;a href=\"1984%E2%80%9385%20Serie%20A\"&gt;1984–85&lt;/a&gt;, aged 30, Sócrates had his first experience abroad, playing in Italian &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; with &lt;a href=\"ACF%20Fiorentina\"&gt;Fiorentina&lt;/a&gt;. He returned to his country after that sole season, representing &lt;a href=\"Clube%20de%20Regatas%20do%20Flamengo\"&gt;Flamengo&lt;/a&gt;, &lt;a href=\"Santos%20FC\"&gt;Santos&lt;/a&gt; and former club Botafogo-SP, and retiring in 1989. During his period in Flamengo, he played 20 games, scoring 5 goals and won &lt;a href=\"Campeonato%20Carioca\"&gt;Campeonato Carioca&lt;/a&gt;: &lt;a href=\"1986%20Campeonato%20Carioca\"&gt;1986&lt;/a&gt;.\nIn 2004, more than a decade after retiring, 50-year-old Sócrates agreed to a one-month player-coaching deal with &lt;a href=\"Garforth%20Town%20F.C.\"&gt;Garforth Town&lt;/a&gt; of the &lt;a href=\"Northern%20Counties%20East%20Football%20League\"&gt;Northern Counties East Football League&lt;/a&gt; in England. He made his only appearance for the club on 20 November, against &lt;a href=\"Tadcaster%20Albion%20F.C.\"&gt;Tadcaster Albion&lt;/a&gt;, coming on as a &lt;a href=\"Substitute%20%28football%29\"&gt;substitute&lt;/a&gt; twelve minutes from time.\nInternational career.\nSócrates was capped 60 times for &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt; between May 1979 and June 1986, scoring 22 goals. He &lt;a href=\"Captain%20%28association%20football%29\"&gt;captained&lt;/a&gt; the national team at the &lt;a href=\"1982%20FIFA%20World%20Cup\"&gt;1982 FIFA World Cup&lt;/a&gt;, and also appeared in the &lt;a href=\"1986%20FIFA%20World%20Cup\"&gt;1986 World Cup&lt;/a&gt; in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. In the latter edition, he scored twice, starting with the game's only goal against &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt; in the group stage. he added another in the &lt;a href=\"Single-elimination%20tournament\"&gt;round-of-16&lt;/a&gt; 4–0 win over &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland&lt;/a&gt;, shooting his &lt;a href=\"Penalty%20kick%20%28association%20football%29\"&gt;penalty kick&lt;/a&gt; without running; in the following game, against &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt;, he tried to convert it in the same fashion, but had his &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29\"&gt;shootout&lt;/a&gt; attempt saved by &lt;a href=\"Goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt; &lt;a href=\"Jo%C3%ABl%20Bats\"&gt;Joël Bats&lt;/a&gt;; France ultimately progressed to the semi-finals.\nSócrates also represented his country at the &lt;a href=\"1979%20Copa%20Am%C3%A9rica\"&gt;1979&lt;/a&gt; and &lt;a href=\"1983%20Copa%20Am%C3%A9rica\"&gt;1983 Copa América&lt;/a&gt; tournaments. In the latter he appeared in only one game, the second leg of &lt;a href=\"1983%20Copa%20Am%C3%A9rica%23Finals\"&gt;the final&lt;/a&gt; against &lt;a href=\"Uruguay%20national%20football%20team\"&gt;Uruguay&lt;/a&gt; (1–1 home draw, 1–3 aggregate loss).\nStyle of play.\nA former &lt;a href=\"Forward%20%28association%20football%29%23Centre-forward\"&gt;centre-forward&lt;/a&gt;, who later made a name for himself as a &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;, playing in either an &lt;a href=\"Attacking%20midfielder\"&gt;attacking&lt;/a&gt; or &lt;a href=\"Central%20midfielder\"&gt;central midfield&lt;/a&gt; role, Sócrates was an elegant, talented, and technical &lt;a href=\"playmaker\"&gt;playmaker&lt;/a&gt;, known for his great through passes, precise long balls, link-up play, and his vision on the field, as well as his physical strength; he was also a two-footed player. While he was mainly known for his ability to orchestrate attacking plays, he was a prolific goal scorer himself, courtesy of his powerful and accurate shot with his right foot, and his ability to make attacking runs into the area from behind. He was also an accurate penalty taker, while his height, heading ability, and elevation allowed him to excel in the air. He was also known, however, for often not taking part in his teammates' celebrations whenever he scored a goal. Although he was not the quickest of players, and preferred to play the game at a slower tempo, he possessed good acceleration. His intelligence and ability to read the game were also highly valued, and his signature move was the blind or \"no-look\" back-heel pass.\nSócrates was a key member of the Brazilian national team of the early to mid-1980s; &lt;a href=\"Jonathan%20Wilson%20%28writer%29\"&gt;Jonathan Wilson&lt;/a&gt; said that \"Socrates was the brain of Brazil. He might not quite have had the flair of &lt;a href=\"Zico%20%28footballer%29\"&gt;Zico&lt;/a&gt;, but he was the central intelligence\". Former coach at Fiorentina, &lt;a href=\"Giancarlo%20De%20Sisti\"&gt;Giancarlo De Sisti&lt;/a&gt;, said: \"Socrates was a very intelligent man, he had great class.\" In addition to his playing ability and intelligence, he was known for his correct behaviour and charismatic presence on the pitch, as well as his leadership in the dressing room, which made him a respected figure among his teammates, while his height, headband, hairstyle, and beard made him a highly recognisable figure on the pitch. He also often stood out for his outspokenness, humour, eccentric personality, his strong, rebellious character, and his left-wing political views, often speaking out against political issues in his home-country. However, he was equally notorious for not being particularly hard-working or disciplined in his personal life, as he smoked and drank large quantities of beer, once commenting: \"I am an anti-athlete. I cannot deny myself certain lapses from the strict regime of a sportsman. You have to take me as I am.\"\nPersonal life.\nSócrates was the firstborn child of Raimundo and Guiomar Vieira. He was born in Belém, Pará, and relocated with his family to Ribeirão Preto, São Paulo, in January 1960 after his father Raimundo earned an important position as revenue supervisor. This job earned Sócrates' father the status of a small-town hero in Igarapé-Açu, where the family lived at the time. His father's new salary allowed Sócrates to attend the best school in Ribeirão Preto, Colégio Marista. In a biography written by the journalist Tom Cardoso, it is revealed that the small library Sócrates' father had built in his home, containing philosophy books and other works, came under threat as of the &lt;a href=\"1964%20Brazilian%20coup%20d%27%C3%A9tat\"&gt;coup d'état on 31 March 1964&lt;/a&gt;. Sócrates watched his father rid himself of books that he so loved; \"In 1964, I saw my father tear many books, because of the coup d'état. I thought that was absurd, because the library was the thing he liked best. That was when I felt that something was not right. But I only understood much later, in college.\" At age 10, Sócrates was exposed to the repercussions of the military dictatorship's censorship. His childhood was marked by this event which he came to comprehend as an adult later in life.\nSócrates married four times. He divorced three times and died in his fourth marriage. He had six children. He was a columnist for a number of newspapers and magazines, writing not only about sports, but also politics and economics. He frequently appeared on Brazilian TV programmes as a football pundit. At the time of his death, Sócrates was writing a fictional book about the 2014 World Cup in Brazil.\nSócrates was a &lt;a href=\"physician\"&gt;physician&lt;/a&gt;, a rare achievement for a professional footballer (he held a bachelor's degree in medicine from the &lt;a href=\"Faculdade%20de%20Medicina%20de%20Ribeir%C3%A3o%20Preto\"&gt;Faculdade de Medicina de Ribeirão Preto&lt;/a&gt;, the medical school of the &lt;a href=\"University%20of%20S%C3%A3o%20Paulo\"&gt;University of São Paulo&lt;/a&gt;). Even rarer is the fact that he earned the degree while concurrently playing professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;. After retiring as a player he practised medicine in &lt;a href=\"Ribeir%C3%A3o%20Preto\"&gt;Ribeirão Preto&lt;/a&gt;.\nHe was also noted for being an intellectual, a heavy drinker and a smoker. His younger brother &lt;a href=\"Ra%C3%AD\"&gt;Raí&lt;/a&gt; was also a footballer and an attacking midfielder, being a member of the Brazilian team that won the World Cup in &lt;a href=\"1994%20FIFA%20World%20Cup\"&gt;1994&lt;/a&gt;, notably playing for &lt;a href=\"S%C3%A3o%20Paulo%20FC\"&gt;São Paulo&lt;/a&gt; and for &lt;a href=\"Paris%20Saint-Germain%20F.C.\"&gt;Paris Saint-Germain&lt;/a&gt;.\nPolitics.\nDuring his time at Corinthians, Sócrates co-founded the &lt;a href=\"Corinthians%20Democracy\"&gt;Corinthians Democracy&lt;/a&gt; movement, in opposition to the then-ruling &lt;a href=\"Brazilian%20military%20government\"&gt;military government&lt;/a&gt;. Sócrates and his teammates protested against the regime's treatment of footballers, and showed support to the wider movement for &lt;a href=\"democratisation\"&gt;democratisation&lt;/a&gt;, by wearing shirts with \"Democracia\" written on them during games.\nOn 16 April 1984 he spoke out in support of &lt;a href=\"Diretas%20J%C3%A1\"&gt;Diretas Já&lt;/a&gt; (Free Elections Now), a popular movement that called for direct presidential elections. In \"Socrates and the Corinthians' Democracy\"Juca Kfouri, a Brazilian journalist, recalls how, \"Socrates took the risk of saying, in front of two million people gathered on the cathedral square, that if direct presidential elections weren’t accepted by the regime, he’d go play in Italy.\" By hinging his transfer abroad on the outcome of a constitutional amendment, Socrates' political legacy began to form. His denunciation of the military dictatorship and fight to redemocratize Brazil extended his legacy beyond the football field.\nSócrates stated that three of his childhood heroes were &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt;, &lt;a href=\"Che%20Guevara\"&gt;Che Guevara&lt;/a&gt; and &lt;a href=\"John%20Lennon\"&gt;John Lennon&lt;/a&gt;. He also said that \"&lt;a href=\"Luiz%20In%C3%A1cio%20Lula%20da%20Silva\"&gt;Lula&lt;/a&gt; was good\" but that he had \"earned a mere seven or so out of ten\" for his way of governing Brazil.\nLegacy and death.\n&lt;a href=\"Pel%C3%A9\"&gt;Pelé&lt;/a&gt; named Sócrates in the &lt;a href=\"FIFA%20100\"&gt;FIFA 100&lt;/a&gt; list of the world's greatest living players in March 2004 and &lt;a href=\"World%20Soccer%20%28magazine%29\"&gt;World Soccer&lt;/a&gt; named him one of &lt;a href=\"World%20soccer%20players%20of%20the%2020th%20century\"&gt;100 best footballers&lt;/a&gt; in history. In October 2008, he was inducted into the &lt;a href=\"Brazil%20national%20football%20team%23Brazilian%20Football%20Museum%20%E2%80%93%20Hall%20of%20Fame\"&gt;Pacaembu Brazilian Football Museum Hall of Fame&lt;/a&gt;.\nSócrates' health started to deteriorate. On 19 August 2011, he was admitted to the intensive care unit of the &lt;a href=\"Albert%20Einstein%20Hospital\"&gt;Albert Einstein Hospital&lt;/a&gt; in São Paulo with &lt;a href=\"gastrointestinal%20bleeding\"&gt;gastrointestinal bleeding&lt;/a&gt; secondary to &lt;a href=\"portal%20hypertension\"&gt;portal hypertension&lt;/a&gt; and was discharged nine days later. The following month he spent 17 days in hospital with a liver ailment. On 1 December 2011, he was hospitalised with food poisoning which developed into &lt;a href=\"septic%20shock\"&gt;septic shock&lt;/a&gt; and he was put on life support. He died on 4 December 2011 at the age of 57. He was survived by his wife and six children.\n&lt;a href=\"President%20of%20Brazil\"&gt;President of Brazil&lt;/a&gt;, &lt;a href=\"Dilma%20Rousseff\"&gt;Dilma Rousseff&lt;/a&gt;, paid tribute, saying Brazil had lost \"one of its most cherished sons\". \"On the field, with his talent and sophisticated touches, he was a genius. Off the field... he was active politically, concerned with his people and his country.\"\nCorinthians fans held up signs in tribute and there was a moment of silence before the team's match against Palmeiras (a 0–0 draw which secured Corinthians their first Brazilian title for six years). The result matched a professed desire of Sócrates, who had once stated his wish \"to die on a Sunday when Corinthians won a trophy\". Fiorentina held a minute's silence before their league match against &lt;a href=\"A.S.%20Roma\"&gt;Roma&lt;/a&gt;, and the players wore black armbands in tribute.\nFormer Brazil striker &lt;a href=\"Ronaldo%20%28Brazilian%20footballer%29\"&gt;Ronaldo&lt;/a&gt; tweeted: \"Sad start to the day. Rest in peace Dr. Socrates.\" Zico called him \"unique\". Italy's &lt;a href=\"Paolo%20Rossi\"&gt;Paolo Rossi&lt;/a&gt; described the death as \"a piece of our history that's broken off and gone away\". Garforth chairman Simon Clifford paid tribute to the \"great grace\" of Sócrates.\nMyths.\nThere is a persistent myth that Sócrates studied medicine in Dublin, Ireland, and that during this time he won a Sigerson Cup for &lt;a href=\"University%20College%20Dublin%20A.F.C.\"&gt;University College Dublin&lt;/a&gt;. The rumour gained some credibility following articles in several newspapers apparently confirming it, in one case even citing a confirmation by a named source within the &lt;a href=\"Football%20Association%20of%20Ireland\"&gt;Football Association of Ireland&lt;/a&gt;. The story is, however, untrue, and has been debunked in other newspaper articles, and denied by the Dublin college.\nHonours.\nClub.\nBotafogo-SP\nCorinthians\nFlamengo"
}