{
    "id": "23940850",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=23940850",
    "title": "Will Osborne",
    "text": "William Thomas Osborne (11 June 1875 – 24 March 1942) was a Welsh international &lt;a href=\"rugby%20football\"&gt;rugby&lt;/a&gt; forward who played &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; for &lt;a href=\"Mountain%20Ash%20RFC\"&gt;Mountain Ash&lt;/a&gt; and Glamorgan Police. Osborne played in six international matches, becoming a &lt;a href=\"Triple%20Crown%20%28rugby%20union%29\"&gt;Triple Crown&lt;/a&gt; winner when he played for &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; in all three matches of the &lt;a href=\"1902%20Home%20Nations%20Championship\"&gt;1902 Home Nations Championship&lt;/a&gt;. At the height of his international career he 'Went North', switching to professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt;, and represented both &lt;a href=\"Huddersfield%20Giants\"&gt;Huddersfield&lt;/a&gt; and &lt;a href=\"Hull%20F.C.\"&gt;Hull F.C.&lt;/a&gt;\nRugby career.\nOsborne played his amateur rugby for valley club Mountain Ash. He was a collier by profession before becoming a police officer, and at 5-foot 11½ inches and weighing over 13 stone, typified the 'Rhondda forward' physique favoured by the Welsh selectors around the turn of the century.\nOsborne was first selected to play for the Welsh national team when he was selected to face England in the opening match of the 1902 Home Nations Championship. Osborne was one of seven new caps, four of whom joined Osborne in a much changed pack. Although lacking international experience many of the players winning their first caps that day went on to form the nucleus of the Wales team that beat &lt;a href=\"The%20Original%20All%20Blacks\"&gt;The Original All Blacks&lt;/a&gt; in 1905, including &lt;a href=\"Arthur%20Harding\"&gt;Arthur Harding&lt;/a&gt;, &lt;a href=\"Will%20Joseph\"&gt;Will Joseph&lt;/a&gt;, and fellow collier &lt;a href=\"David%20Jones%20%28rugby%29\"&gt;Dai \"Tarw\" Jones&lt;/a&gt;. In a very close encounter, Osbourne scored his one and only international try on his début; Wales then won the game through a late penalty goal from &lt;a href=\"John%20Strand-Jones\"&gt;John Strand-Jones&lt;/a&gt;. Osborne was then reselected to face Scotland in the second game of the series, played on Welsh home soil at the &lt;a href=\"Cardiff%20Arms%20Park\"&gt;Cardiff Arms Park&lt;/a&gt;. The &lt;a href=\"Scottish%20Rugby%20Union\"&gt;Scottish Rugby Union&lt;/a&gt; stated that they would refuse to face Wales if Osborne played, as there were rumours that he had accepted and signed a professional contract with a &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; team. This was illegal under rugby union rules, which was a purely amateur sport. Osborne was forced to make a full statement denying the claim, and the match went ahead with Osborne in the Welsh pack. The only change to the Welsh team from the previous match was &lt;a href=\"Harry%20Jones%20%28rugby%20union%2C%20born%201878%29\"&gt;Harry Jones&lt;/a&gt; coming in for &lt;a href=\"Llanelli%20RFC\"&gt;Lanelli&lt;/a&gt;'s &lt;a href=\"Nathaniel%20Walters\"&gt;Nathaniel Walters&lt;/a&gt;, and the more fluent Welsh play resulted in a victory over a very gifted Scottish team. The final game of the tournament for Wales saw an unchanged team beat Ireland at &lt;a href=\"Lansdowne%20Road\"&gt;Lansdowne Road&lt;/a&gt; to win the Championship and the Triple Crown for the third time.\nOsborne was reselected for the &lt;a href=\"1903%20Home%20Nations%20Championship\"&gt;next season's Championship&lt;/a&gt;, playing in all three Wales games. After an excellent win over the English at &lt;a href=\"St.%20Helen%27s%20Rugby%20and%20Cricket%20Ground\"&gt;St. Helen&lt;/a&gt;'s in &lt;a href=\"Swansea\"&gt;Swansea&lt;/a&gt;, Wales lost away to Scotland in a game played in difficult weather conditions. This would be Osborne's only international defeat as Wales beat Ireland in his sixth and final Welsh international on 14 March 1903.\nIt is unknown if Osborne would have won any further international caps as in September 1903 he signed professional terms with Huddersfield Rugby League Club, as a &lt;a href=\"Rugby%20league%20positions%23Forwards\"&gt;forward&lt;/a&gt; (prior to the specialist positions of; ), during the era of contested &lt;a href=\"Scrum%20%28rugby%29%23Rugby%20league\"&gt;scrum&lt;/a&gt;s. He made his début on 5 September and by October 1906 he had transferred to &lt;a href=\"Hull%20F.C.\"&gt;Hull F.C.&lt;/a&gt;\nWill Osborne played as a &lt;a href=\"Rugby%20league%20positions%23Forwards\"&gt;forward&lt;/a&gt;, i.e. number 9, in &lt;a href=\"Hull%20F.C.\"&gt;Hull FC&lt;/a&gt;'s 7-7 draw with &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt; in the &lt;a href=\"1910%20Challenge%20Cup\"&gt;1910&lt;/a&gt; &lt;a href=\"Challenge%20Cup\"&gt;Challenge Cup&lt;/a&gt; Final during the &lt;a href=\"1909%E2%80%9310%20Northern%20Rugby%20Football%20Union%20season\"&gt;1909–10 season&lt;/a&gt; at &lt;a href=\"Fartown%20Ground\"&gt;Fartown Ground&lt;/a&gt;, &lt;a href=\"Huddersfield\"&gt;Huddersfield&lt;/a&gt;, on Saturday 16 April 1910, in front of a crowd of 19,413, this was the first &lt;a href=\"Challenge%20Cup\"&gt;Challenge Cup&lt;/a&gt; Final to be drawn, and played as a &lt;a href=\"Rugby%20league%20positions%23Forwards\"&gt;forward&lt;/a&gt;, i.e. number 9, in the 12-26 defeat by &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt; in the &lt;a href=\"1910%20Challenge%20Cup\"&gt;1910&lt;/a&gt; &lt;a href=\"Challenge%20Cup\"&gt;Challenge Cup&lt;/a&gt; Final &lt;a href=\"Replay%20%28sports%29\"&gt;replay&lt;/a&gt; at &lt;a href=\"Fartown%20Ground\"&gt;Fartown Ground&lt;/a&gt;, &lt;a href=\"Huddersfield\"&gt;Huddersfield&lt;/a&gt;, on Monday 18 April 1910, in front of a crowd of 11,608.\nLater life.\nOsborne gave up his professional playing by 1912, when he moved home to &lt;a href=\"Oakengates%2C%20Shropshire\"&gt;Oakengates, Shropshire&lt;/a&gt;, where he worked as a miner. He was also trainer at local association football club Wellington St Georges. He died at his home, 53 The Nabb, Oakengates, on 24 March 1942, aged sixty-six, and was buried at the parish church of &lt;a href=\"St%20George%27s%20and%20Priorslee\"&gt;St George&lt;/a&gt;'s.\nInternational matches played.\nWales"
}