{
    "id": "23955320",
    "revid": "14596827",
    "url": "https://en.wikipedia.org/wiki?curid=23955320",
    "title": "Bray Wyatt",
    "text": "Windham Lawrence Rotunda (born May 23, 1987) is an American &lt;a href=\"Professional%20wrestling\"&gt;professional wrestler&lt;/a&gt;. He is best known for his tenure with &lt;a href=\"WWE\"&gt;WWE&lt;/a&gt; under the ring names Bray Wyatt and The Fiend.\nRotunda is a third-generation professional wrestler following in the footsteps of his grandfather &lt;a href=\"Blackjack%20Mulligan\"&gt;Blackjack Mulligan&lt;/a&gt;, his father &lt;a href=\"Mike%20Rotunda\"&gt;Mike Rotunda&lt;/a&gt;, and two of his uncles, &lt;a href=\"Barry%20Windham\"&gt;Barry&lt;/a&gt; and &lt;a href=\"Kendall%20Windham\"&gt;Kendall Windham&lt;/a&gt;. His younger brother Taylor Rotunda is also a professional wrestler, best known as &lt;a href=\"Bo%20Dallas\"&gt;Bo Dallas&lt;/a&gt;. Alongside his brother, he held the &lt;a href=\"FCW%20Florida%20Tag%20Team%20Championship\"&gt;FCW Florida Tag Team Championship&lt;/a&gt; twice while in WWE's then-&lt;a href=\"Farm%20team%23Professional%20wrestling\"&gt;developmental territory&lt;/a&gt; &lt;a href=\"Florida%20Championship%20Wrestling\"&gt;Florida Championship Wrestling&lt;/a&gt; (FCW), where he wrestled under various ring names between 2009 and 2012. He also briefly wrestled on WWE's main roster from 2010 to 2011 under the ring name Husky Harris, most notably as a member of &lt;a href=\"The%20Nexus%20%28professional%20wrestling%29\"&gt;The Nexus&lt;/a&gt;.\nAfter returning to &lt;a href=\"WWE\"&gt;WWE&lt;/a&gt;'s developmental territories, Rotunda was &lt;a href=\"Glossary%20of%20professional%20wrestling%20terms%23Repackage\"&gt;rebranded&lt;/a&gt; as Bray Wyatt, the &lt;a href=\"Heel%20%28professional%20wrestling%29\"&gt;villainous&lt;/a&gt; cult leader of &lt;a href=\"The%20Wyatt%20Family\"&gt;The Wyatt Family&lt;/a&gt;, with the group eventually making its main roster debut in 2013. He became a three-time world champion in WWE, having held the &lt;a href=\"WWE%20Championship\"&gt;WWE Championship&lt;/a&gt; once and the &lt;a href=\"WWE%20Universal%20Championship\"&gt;Universal Championship&lt;/a&gt; twice. He also held the &lt;a href=\"SmackDown%20Tag%20Team%20Championship\"&gt;SmackDown Tag Team Championship&lt;/a&gt; (with &lt;a href=\"Luke%20Harper\"&gt;Luke Harper&lt;/a&gt; and &lt;a href=\"Randy%20Orton\"&gt;Randy Orton&lt;/a&gt; under the &lt;a href=\"Freebird%20rule\"&gt;Freebird rule&lt;/a&gt;) and the &lt;a href=\"Raw%20Tag%20Team%20Championship\"&gt;Raw Tag Team Championship&lt;/a&gt; (with &lt;a href=\"Matt%20Hardy\"&gt;Matt Hardy&lt;/a&gt;) once each. After taking a hiatus in August 2018, Wyatt returned to WWE programming in April 2019 with a new gimmick of a children's entertainer, hosting a show called Firefly Fun House. Shortly after, he also debuted a sinister alter ego known as The Fiend. He was released from his WWE contract in July 2021.\nEarly life.\nWindham Lawrence Rotunda was born in &lt;a href=\"Brooksville%2C%20Florida\"&gt;Brooksville, Florida&lt;/a&gt;, on May 23, 1987. He attended &lt;a href=\"Hernando%20High%20School%20%28Florida%29\"&gt;Hernando High School&lt;/a&gt;, where he won a state wrestling championship at in 2005. He graduated in 2005. He also played &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; as a defensive tackle and guard. Rotunda played at the &lt;a href=\"College%20of%20the%20Sequoias\"&gt;College of the Sequoias&lt;/a&gt; for two seasons, earning second-team &lt;a href=\"All-America\"&gt;All-America&lt;/a&gt;n honors as a sophomore offensive guard. He earned a football scholarship to &lt;a href=\"Troy%20University\"&gt;Troy University&lt;/a&gt;, where he played collegiate football for two years. He left Troy 27 credit hours short of earning a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; after deciding to become a professional wrestler.\nProfessional wrestling career.\nWorld Wrestling Entertainment/WWE (2009-2021).\nDevelopmental territories (2009–2010).\nHe made his in-ring debut in &lt;a href=\"Glossary%20of%20professional%20wrestling%20terms%23D\"&gt;dark match&lt;/a&gt; on the February 5, 2009 episode of &lt;a href=\"Florida%20Championship%20Wrestling\"&gt;Florida Championship Wrestling&lt;/a&gt; (FCW), defeating &lt;a href=\"Abraham%20Washington\"&gt;Brian Jossie&lt;/a&gt;. Rotunda made his television debut in April 2009, using the name Alex Rotundo. He later changed his name to Duke Rotundo. In June 2009, he began &lt;a href=\"Tag%20team\"&gt;teaming&lt;/a&gt; with his brother &lt;a href=\"Bo%20Dallas\"&gt;Bo&lt;/a&gt;. At the FCW television tapings on July 23, The Rotundo Brothers defeated The Dude Busters (&lt;a href=\"Caylen%20Croft\"&gt;Caylen Croft&lt;/a&gt; and &lt;a href=\"Trent%20Barreta\"&gt;Trent Barretta&lt;/a&gt;) to become the number one contenders to the &lt;a href=\"FCW%20Florida%20Tag%20Team%20Championship\"&gt;FCW Florida Tag Team Championship&lt;/a&gt;. That same night, they defeated &lt;a href=\"Justin%20Gabriel\"&gt;Justin Angel&lt;/a&gt; and &lt;a href=\"Brian%20Cage\"&gt;Kris Logan&lt;/a&gt; for the FCW Florida Tag Team Championship. They went on to successfully defend the &lt;a href=\"Professional%20wrestling%20championship\"&gt;championship&lt;/a&gt; against Dylan Klein and &lt;a href=\"Lance%20Hoyt\"&gt;Vance Archer&lt;/a&gt; and the team of &lt;a href=\"Curt%20Hawkins\"&gt;Curt Hawkins&lt;/a&gt; and &lt;a href=\"Heath%20Slater\"&gt;Heath Slater&lt;/a&gt;. At the FCW television tapings on November 19, The Rotundo Brothers lost the championship to The Dude Busters.\nOn June 2, 2010, he joined \"&lt;a href=\"WWE%20NXT%20%28TV%20series%29\"&gt;NXT&lt;/a&gt;\" under the name Husky Harris, with &lt;a href=\"Cody%20Rhodes\"&gt;Cody Rhodes&lt;/a&gt; as his WWE Pro. Harris made his televised in ring debut for the show the following week on the June 8 episode of \"NXT\", competing in a &lt;a href=\"Professional%20wrestling%20tag%20team%20match%20types\"&gt;tag team match&lt;/a&gt; with Rhodes against &lt;a href=\"Montel%20Vontavious%20Porter\"&gt;Montel Vontavious Porter&lt;/a&gt; (MVP) and &lt;a href=\"Percy%20Watson\"&gt;Percy Watson&lt;/a&gt;, which they lost. Harris &lt;a href=\"Glossary%20of%20professional%20wrestling%20terms%23Turn\"&gt;turned&lt;/a&gt; &lt;a href=\"Heel%20%28professional%20wrestling%29\"&gt;heel&lt;/a&gt; on the June 22 episode of \"NXT\" by attacking announcer &lt;a href=\"Matt%20Striker\"&gt;Matt Striker&lt;/a&gt;, just as Rhodes had done the previous week. The following week on \"NXT\", Harris lost to MVP in a &lt;a href=\"Professional%20wrestling%20match%20types%23Singles%20match\"&gt;singles match&lt;/a&gt;, and was ranked seventh out of the eight rookies in the first poll. In the second poll, Harris moved up to sixth place, narrowly avoiding elimination. On August 9, the rookies appeared in a &lt;a href=\"Professional%20wrestling%20tag%20team%20match%20types%23Multiple%20man%20teamed%20matches\"&gt;six-man tag team match&lt;/a&gt; on \"&lt;a href=\"WWE%20Raw\"&gt;Raw&lt;/a&gt;\", which Harris' team won when he &lt;a href=\"Pin%20%28professional%20wrestling%29\"&gt;pinned&lt;/a&gt; &lt;a href=\"Low%20Ki\"&gt;Kaval&lt;/a&gt;, but his team lost a rematch the following night on \"NXT\". In the poll later that night, Harris climbed to fourth place out of the six rookies. Harris was one of two rookies eliminated from \"NXT\" on August 17 and, following his elimination, Harris and Rhodes attacked Kaval, resulting in a brawl also involving MVP and &lt;a href=\"Kofi%20Kingston\"&gt;Kofi Kingston&lt;/a&gt;. Harris reappeared in the season finale of \"NXT\" with the other eliminated rookies and joined in on the attack on the \"NXT\" winner, Kaval.\nWhile on \"NXT\", Rotunda continued wrestling in FCW while retaining the Husky Harris ring name. In September 2010 following his elimination from \"NXT\", Harris began a &lt;a href=\"Feud%20%28professional%20wrestling%29\"&gt;feud&lt;/a&gt; in FCW with Percy Watson when he attacked Watson while teaming with him in a tag team match, which led to Watson being pinned for the loss. When Harris and Watson faced off in a match, they were both &lt;a href=\"Professional%20wrestling%23Countout\"&gt;counted out&lt;/a&gt; as they brawled out of the arena, which led to a &lt;a href=\"Professional%20wrestling%20match%20types%23No%20Holds%20Barred%20match\"&gt;no disqualification match&lt;/a&gt; that Harris lost. The feud ended in October, with Harris defeating Watson in a &lt;a href=\"Professional%20wrestling%20match%20types%23Lumberjack%20match\"&gt;lumberjack match&lt;/a&gt;.\nThe Nexus (2010–2011).\nAt the &lt;a href=\"Hell%20in%20a%20Cell%20%282010%29\"&gt;Hell in a Cell&lt;/a&gt; &lt;a href=\"List%20of%20WWE%20pay-per-view%20events\"&gt;pay-per-view&lt;/a&gt; on October 4, a disguised Harris and &lt;a href=\"Michael%20McGillicutty\"&gt;Michael McGillicutty&lt;/a&gt; interfered in a match between &lt;a href=\"John%20Cena\"&gt;John Cena&lt;/a&gt; and &lt;a href=\"Wade%20Barrett\"&gt;Wade Barrett&lt;/a&gt;, and helped Barrett win, forcing Cena to join Barrett's &lt;a href=\"Glossary%20of%20professional%20wrestling%20terms%23Stable\"&gt;faction&lt;/a&gt; &lt;a href=\"Nexus%20%28professional%20wrestling%29\"&gt;The Nexus&lt;/a&gt; per the pre-match stipulation. Harris' and McGillicutty's identities were revealed on the following day's episode of \"Raw\", though Barrett claimed he had not asked for their help and refused to make them full-time members of The Nexus. The following week on \"Raw\", Harris and McGillicutty cost Cena a match against &lt;a href=\"The%20Miz\"&gt;The Miz&lt;/a&gt;, prompting Barrett to give them the opportunity to win membership in the Nexus. On the October 18 episode of \"Raw\", Harris and McGillicutty failed to earn a place in The Nexus when they lost to Cena and &lt;a href=\"Randy%20Orton\"&gt;Randy Orton&lt;/a&gt; in a tag team match. In spite of their loss, Harris and McGillicutty were inducted into The Nexus on \"Raw\" the following week. \nIn January 2011, &lt;a href=\"CM%20Punk\"&gt;CM Punk&lt;/a&gt; took over The Nexus and had each of its members put through an initiation. Harris passed his initiation, a lashing from the rest of the group, and was allowed to remain a member of The New Nexus, alongside Punk, McGillicutty and &lt;a href=\"David%20Otunga\"&gt;David Otunga&lt;/a&gt;. On the January 31 episode of \"Raw\", Harris and McGillicutty unsuccessfully challenged &lt;a href=\"Santino%20Marella\"&gt;Santino Marella&lt;/a&gt; and &lt;a href=\"Vladimir%20Kozlov\"&gt;Vladimir Kozlov&lt;/a&gt; for the &lt;a href=\"WWE%20Raw%20Tag%20Team%20Championship\"&gt;WWE Tag Team Championship&lt;/a&gt;, after which Orton attacked the duo as part of his rivalry with the Nexus and &lt;a href=\"Professional%20wrestling%20attacks%23Punt\"&gt;punted&lt;/a&gt; Harris in the head, which was used to write Harris off television.\nReturn to FCW (2011–2012).\nFollowing the punt by Orton on \"Raw\", Rotunda returned to FCW and in March 2011 adopted the &lt;a href=\"Gimmick%20%28professional%20wrestling%29\"&gt;gimmick&lt;/a&gt; of the &lt;a href=\"Goaltender%20mask\"&gt;hockey mask&lt;/a&gt;-wearing Axl Mulligan, but the character never made it to \"&lt;a href=\"FCW%20%28TV%20series%29\"&gt;FCW TV&lt;/a&gt;\", and Rotunda continued to play the Husky Harris character on \"FCW TV\". In August 2011, Harris became embroiled in his brother Bo's (then &lt;a href=\"FCW%20Florida%20Heavyweight%20Championship\"&gt;FCW Florida Heavyweight Champion&lt;/a&gt;) feud with &lt;a href=\"Lucky%20Cannon\"&gt;Lucky Cannon&lt;/a&gt; and &lt;a href=\"Damien%20Sandow\"&gt;Damien Sandow&lt;/a&gt;. The two brothers later teamed up to defeat Cannon and Sandow in a tag team match. Later, Harris voiced his displeasure of Bo's relationship with &lt;a href=\"Aksana%20%28wrestler%29\"&gt;Aksana&lt;/a&gt;, and when Bo suffered a &lt;a href=\"Glossary%20of%20professional%20wrestling%20terms%23Legit\"&gt;legit&lt;/a&gt; injury his title was &lt;a href=\"Glossary%20of%20professional%20wrestling%20terms%23Vacant\"&gt;vacated&lt;/a&gt; and a tournament set up to determine the new champion, during which Harris defeated &lt;a href=\"Big%20E%20Langston\"&gt;Big E Langston&lt;/a&gt; to make it to the final, a &lt;a href=\"Professional%20wrestling%20match%20types%23Basic%20non-elimination%20matches\"&gt;fatal four-way match&lt;/a&gt; against &lt;a href=\"Dean%20Ambrose\"&gt;Dean Ambrose&lt;/a&gt;, &lt;a href=\"Adam%20Rose\"&gt;Leo Kruger&lt;/a&gt; and &lt;a href=\"Damien%20Sandow\"&gt;Damien Sandow&lt;/a&gt;, which he lost after &lt;a href=\"Richie%20Steamboat\"&gt;Richie Steamboat&lt;/a&gt; (who was at ringside to aim for Ambrose) performed a &lt;a href=\"Professional%20wrestling%20attacks%23Superkick\"&gt;superkick&lt;/a&gt; on Harris instead. Despite Aksana managed to get Steamboat to attack Harris again, he still won a &lt;a href=\"Professional%20wrestling%20match%20types%23Basic%20non-elimination%20matches\"&gt;triple threat match&lt;/a&gt; against Ambrose and Sandow to earn a match for the FCW Florida Heavyweight Championship against Kruger, which Harris lost when he was distracted with Steamboat's interference once again. As a result, Harris and Steamboat began feuding, with their first match ending in a &lt;a href=\"Professional%20wrestling%23No%20contest\"&gt;no contest&lt;/a&gt;. Kruger later defeated the pair in a triple threat match to retain the title. However, Harris defeated Steamboat in a &lt;a href=\"Professional%20wrestling%20match%20types%23No%20Holds%20Barred%20match\"&gt;No Holds Barred match&lt;/a&gt;. After the pair continued to frequently attack each other, they were suspended for 30 days. Upon their return, Harris defeated Steamboat in a &lt;a href=\"Professional%20wrestling%20match%20types%23Strap%20match\"&gt;bullrope match&lt;/a&gt; to end their feud. On February 2, 2012, Harris and Bo Rotundo defeated &lt;a href=\"Brad%20Maddox\"&gt;Brad Maddox&lt;/a&gt; and Eli Cottonwood to win the vacant FCW Florida Tag Team Championship for the second time. They successfully defended the FCW Florida Tag Team Championship against &lt;a href=\"Antonio%20Cesaro\"&gt;Antonio Cesaro&lt;/a&gt; and &lt;a href=\"Alexander%20Rusev\"&gt;Alexander Rusev&lt;/a&gt;, but lost the championship to &lt;a href=\"Corey%20Graves\"&gt;Corey Graves&lt;/a&gt; and &lt;a href=\"Jake%20Carter%20%28wrestler%29\"&gt;Jake Carter&lt;/a&gt; on March 15.\nThe Wyatt Family (2012–2014).\nIn April &lt;a href=\"2012\"&gt;2012&lt;/a&gt;, Rotunda debuted a new repackaged character, Bray Wyatt, who initially associated himself with Eli Cottonwood in FCW. When WWE &lt;a href=\"Rebranding\"&gt;rebranded&lt;/a&gt; FCW into &lt;a href=\"NXT%20%28WWE%20brand%29\"&gt;NXT Wrestling&lt;/a&gt;, Bray Wyatt debuted on the July 11, &lt;a href=\"2012\"&gt;2012&lt;/a&gt; episode of the rebooted \"&lt;a href=\"NXT%20%28WWE%20brand%29\"&gt;NXT&lt;/a&gt;\" taped at &lt;a href=\"Full%20Sail%20University\"&gt;Full Sail University&lt;/a&gt;, where he defeated &lt;a href=\"Aiden%20English\"&gt;Aiden English&lt;/a&gt;. In July, Wyatt suffered a torn &lt;a href=\"pectoralis%20major%20muscle\"&gt;pectoral muscle&lt;/a&gt; and required surgery. Despite the injury, Wyatt continued to appear on \"NXT\", founding a faction known as &lt;a href=\"The%20Wyatt%20Family\"&gt;The Wyatt Family&lt;/a&gt; in November, with &lt;a href=\"Luke%20Harper\"&gt;Luke Harper&lt;/a&gt; as his first \"son\" and &lt;a href=\"Erick%20Rowan\"&gt;Erick Rowan&lt;/a&gt; as his second. Wyatt had his first match back from injury on the February 21, 2013 episode of \"NXT\", where he defeated &lt;a href=\"Yoshi%20Tatsu\"&gt;Yoshi Tatsu&lt;/a&gt;. Wyatt suffered his first loss on the March 13 episode of \"NXT\" to &lt;a href=\"Bo%20Dallas\"&gt;Bo Dallas&lt;/a&gt;. On the May 2 episode of \"NXT\", Wyatt was defeated by &lt;a href=\"Chris%20Jericho\"&gt;Chris Jericho&lt;/a&gt;. On the May 8 episode of \"NXT\", Harper and Rowan defeated &lt;a href=\"Adrian%20Neville\"&gt;Adrian Neville&lt;/a&gt; and &lt;a href=\"Oliver%20Grey\"&gt;Oliver Grey&lt;/a&gt; to win the &lt;a href=\"NXT%20Tag%20Team%20Championship\"&gt;NXT Tag Team Championship&lt;/a&gt;. The Wyatt Family began a feud with &lt;a href=\"Corey%20Graves\"&gt;Corey Graves&lt;/a&gt; and &lt;a href=\"Chris%20Hero\"&gt;Kassius Ohno&lt;/a&gt;, with Wyatt defeating Graves on the May 22 episode of \"NXT\". The following week on \"NXT\", Wyatt eliminated both Graves and Ohno during an 18-man &lt;a href=\"Professional%20wrestling%20battle%20royal\"&gt;battle royal&lt;/a&gt; to determine the number one contender to the &lt;a href=\"NXT%20Championship\"&gt;NXT Championship&lt;/a&gt;, being eliminated by Neville. On the June 19 episode of \"NXT\", The Wyatt Family defeated the team of Graves, Neville and Ohno. On the July 10 episode of \"NXT\", The Wyatt Family defeated Graves, Neville and &lt;a href=\"William%20Regal\"&gt;William Regal&lt;/a&gt; in a six-man tag team match. On the July 17 episode of \"NXT\" (which was taped on June 20), Harper and Rowan lost the NXT Tag Team Championship to Neville and Graves.\nFrom the May 27 episode of \"Raw\", WWE aired &lt;a href=\"Glossary%20of%20professional%20wrestling%20terms%23Vignette\"&gt;vignettes&lt;/a&gt; promoting the upcoming debut of The Wyatt Family. The vignettes showed The Wyatt Family's &lt;a href=\"wiktionary%3Abackwoods%23Noun\"&gt;backwoods&lt;/a&gt; origins and Rowan wearing a &lt;a href=\"Sheep\"&gt;lamb&lt;/a&gt; mask. On the July 8 episode of \"Raw\", The Wyatt Family made their debut by assaulting &lt;a href=\"Kane%20%28wrestler%29\"&gt;Kane&lt;/a&gt;.&lt;ref name=\"Raw 7/9/13\"&gt;&lt;/ref&gt; The Wyatt Family continued their attacks on wrestlers such as &lt;a href=\"Ron%20Killings\"&gt;R-Truth&lt;/a&gt;, &lt;a href=\"Justin%20Gabriel\"&gt;Justin Gabriel&lt;/a&gt;, &lt;a href=\"Drew%20McIntyre\"&gt;Drew McIntyre&lt;/a&gt;, &lt;a href=\"Heath%20Slater\"&gt;Heath Slater&lt;/a&gt; and &lt;a href=\"Jinder%20Mahal\"&gt;Jinder Mahal&lt;/a&gt; while sending cryptic messages to Kane asking him to \"follow the buzzards\". Following another assault, Kane challenged Wyatt to his first main roster match, a &lt;a href=\"Inferno%20match\"&gt;Ring of Fire match&lt;/a&gt; at &lt;a href=\"SummerSlam%20%282013%29\"&gt;SummerSlam&lt;/a&gt; on August 18, 2013. which Wyatt won following interference from Harper and Rowan. After the match, Harper and Rowan again attacked Kane, carrying him away. Wyatt's next targeted &lt;a href=\"Kofi%20Kingston\"&gt;Kofi Kingston&lt;/a&gt;, who he defeated at &lt;a href=\"Battleground%20%282013%29\"&gt;Battleground&lt;/a&gt; on October 6.\nThe Wyatt Family began feuding with &lt;a href=\"CM%20Punk\"&gt;CM Punk&lt;/a&gt; and &lt;a href=\"Bryan%20Danielson\"&gt;Daniel Bryan&lt;/a&gt; in late October, leading to Punk and Bryan defeating Harper and Rowan at &lt;a href=\"Survivor%20Series%20%282013%29\"&gt;Survivor Series&lt;/a&gt; on November 24. The Wyatt Family continued their feud with Bryan as Wyatt attempted to recruit Bryan, and The Wyatt Family defeated Bryan in a &lt;a href=\"Professional%20wrestling%20match%20types%23Handicap%20match\"&gt;handicap match&lt;/a&gt; at on December 15. On the final \"Raw\" of 2013, Bryan defeated Harper and Rowan in a &lt;a href=\"Professional%20wrestling%20match%20types%23Gauntlet%20match\"&gt;gauntlet match&lt;/a&gt; so that he could face Wyatt, where Harper and Rowan interfered for a &lt;a href=\"Professional%20wrestling%23Disqualification\"&gt;disqualification&lt;/a&gt; and attacked him until a frustrated Bryan finally gave up and joined The Wyatt Family. After Bryan joined them, The Wyatt Family could not find success. This caused Wyatt to punish Bryan, leading to Bryan attacking all the other members of The Wyatt Family on the January 13 episode of \"Raw\" to signal him breaking free of the group. At the &lt;a href=\"Royal%20Rumble%20%282014%29\"&gt;Royal Rumble&lt;/a&gt; on January 26, Wyatt defeated Bryan. Later at the event, The Wyatt Family cost &lt;a href=\"John%20Cena\"&gt;John Cena&lt;/a&gt; his &lt;a href=\"WWE%20World%20Heavyweight%20Championship\"&gt;WWE World Heavyweight Championship&lt;/a&gt; match against &lt;a href=\"Randy%20Orton\"&gt;Randy Orton&lt;/a&gt;, with The Wyatt Family attacking Cena also after the match.\nOn the January 27 episode of \"Raw\", The Wyatt Family attacked Bryan, Cena and &lt;a href=\"Sheamus\"&gt;Sheamus&lt;/a&gt; during an &lt;a href=\"Elimination%20Chamber%20%282014%29\"&gt;Elimination Chamber&lt;/a&gt; qualifying match against &lt;a href=\"The%20Shield%20%28professional%20wrestling%29\"&gt;The Shield&lt;/a&gt;, meaning Bryan's team won by disqualification and The Shield lost a chance to enter the &lt;a href=\"Elimination%20Chamber\"&gt;Elimination Chamber&lt;/a&gt; match. A six-man tag match was instead set up between The Shield and The Wyatt Family at the event on February 23, which The Wyatt Family won. They later interfered in the Elimination Chamber match, leading to Cena's elimination.\nAfter Elimination Chamber, Wyatt feuded with Cena, with Wyatt wanting to prove that Cena's heroic act was a facade characteristic of \"this era of lies\" while also trying to turn Cena into a \"monster\". Wyatt went on to accept Cena's challenge for a &lt;a href=\"WrestleMania\"&gt;WrestleMania&lt;/a&gt; match, with Cena successfully resisting the urge to become a \"monster\" and overcoming interference from Harper and Rowan to defeat Wyatt at &lt;a href=\"WrestleMania%20XXX\"&gt;WrestleMania XXX&lt;/a&gt;, thus marking Wyatt's first &lt;a href=\"Professional%20wrestling%23Pinfall\"&gt;pinfall&lt;/a&gt; loss on WWE's main roster. The feud continued after WrestleMania XXX based on the story that Wyatt was capturing Cena's fanbase, which was exemplified by Wyatt leading a children's &lt;a href=\"choir\"&gt;choir&lt;/a&gt; to the ring on the April 28 episode of \"Raw\", with the children later putting on sheep masks. At &lt;a href=\"Extreme%20Rules%20%282014%29\"&gt;Extreme Rules&lt;/a&gt; on May 4, Wyatt defeated Cena in a &lt;a href=\"Professional%20wrestling%20match%20types%23Steel%20Cages\"&gt;steel cage match&lt;/a&gt;, after repeated interference from the rest of The Wyatt Family and a \"demonic\" child. Cena's feud with Wyatt continued with a &lt;a href=\"Professional%20wrestling%20match%20types%23Last%20Man/Woman%20Standing%20match\"&gt;Last Man Standing&lt;/a&gt; match being set up for &lt;a href=\"Payback%20%282014%29\"&gt;Payback&lt;/a&gt; on June 1, where Cena buried Wyatt under multiple equipment cases to win the match and end the feud. On the June 13 episode of \"SmackDown\", Wyatt defeated &lt;a href=\"Jon%20Moxley\"&gt;Dean Ambrose&lt;/a&gt; to qualify for the &lt;a href=\"Money%20in%20the%20Bank%20%282014%29\"&gt;2014 Money in the Bank&lt;/a&gt; &lt;a href=\"Money%20in%20the%20Bank%20ladder%20match\"&gt;ladder match&lt;/a&gt; for the vacant WWE World Heavyweight Championship on June 29, which Cena won.\nThe following night on \"Raw\", The Wyatt Family attacked a returning &lt;a href=\"Chris%20Jericho\"&gt;Chris Jericho&lt;/a&gt;. This led to matches between Wyatt and Jericho at &lt;a href=\"Battleground%20%282014%29\"&gt;Battleground&lt;/a&gt; on July 20, where Jericho won, and at &lt;a href=\"SummerSlam%20%282014%29\"&gt;SummerSlam&lt;/a&gt; on August 17, where Wyatt won a rematch where Harper and Rowan were banned from ringside. The feud with Jericho ended on the September 8 episode of \"Raw\", when Wyatt won a steel cage match by escaping the cage.\nThe New Face of Fear (2014–2015).\nBeginning on September 29, vignettes were shown of Wyatt \"setting Harper and Rowan free\". Wyatt returned alone at &lt;a href=\"Hell%20in%20a%20Cell%20%282014%29\"&gt;Hell in a Cell&lt;/a&gt; on October 26, during the main event match between Dean Ambrose and &lt;a href=\"Seth%20Rollins\"&gt;Seth Rollins&lt;/a&gt;, costing Ambrose the match. In the following weeks, Wyatt taunted Ambrose while offering to \"fix\" him like he had done with Harper and Rowan. On November 23 at &lt;a href=\"Survivor%20Series%20%282014%29\"&gt;Survivor Series&lt;/a&gt;, Wyatt eventually defeated Ambrose by disqualification after Ambrose used a steel chair to attack Wyatt. At on December 14, Wyatt defeated Ambrose in a &lt;a href=\"Tables%2C%20Ladders%20and%20Chairs%20match\"&gt;Tables, Ladders and Chairs match&lt;/a&gt;\nin the &lt;a href=\"Glossary%20of%20professional%20wrestling%20terms%23Main%20event\"&gt;main event&lt;/a&gt;. Wyatt once again defeated Ambrose on the December 22 episode of \"Raw\" in a &lt;a href=\"Hardcore%20wrestling%23Rules\"&gt;Miracle on 34th Street Fight&lt;/a&gt;. The feud culminated in an &lt;a href=\"Professional%20wrestling%20match%20types%23Container-based%20variations\"&gt;ambulance match&lt;/a&gt; on the January 5, 2015 episode of \"Raw\", which Wyatt won to effectively end their feud.\nAt &lt;a href=\"Royal%20Rumble%20%282015%29\"&gt;Royal Rumble&lt;/a&gt; on January 25, Wyatt competed in the &lt;a href=\"Royal%20Rumble%23Match\"&gt;Royal Rumble match&lt;/a&gt; entering at number 5, and he lasted for almost 47 minutes, eliminating six other contestants before being eliminated by &lt;a href=\"Big%20Show\"&gt;Big Show&lt;/a&gt; and &lt;a href=\"Kane%20%28wrestler%29\"&gt;Kane&lt;/a&gt;. Following the Royal Rumble, Wyatt began a series of cryptic promos, referring himself as \"The New Face of Fear\"; at &lt;a href=\"Fastlane%20%282015%29\"&gt;Fastlane&lt;/a&gt;, Wyatt emerged from a casket and challenged &lt;a href=\"The%20Undertaker\"&gt;The Undertaker&lt;/a&gt; for a match at &lt;a href=\"WrestleMania%2031\"&gt;WrestleMania 31&lt;/a&gt; on March 29, which Undertaker accepted, but Wyatt was unsuccessful in defeating The Undertaker.\nFollowing WrestleMania 31, Wyatt launched another series of enigmatic promos, which were revealed to be directed to &lt;a href=\"Ryback\"&gt;Ryback&lt;/a&gt; on the April 27 episode of \"Raw\", after Wyatt attacked Ryback following his match with &lt;a href=\"Bo%20Dallas\"&gt;Bo Dallas&lt;/a&gt;. On the following episode of \"SmackDown\", Wyatt again attacked Ryback after his match. Wyatt won the subsequent match at &lt;a href=\"Payback%20%282015%29\"&gt;Payback&lt;/a&gt;.\nReturn of The Wyatt Family (2015–2017).\nAt &lt;a href=\"Money%20in%20the%20Bank%20%282015%29\"&gt;Money in the Bank&lt;/a&gt; on June 14, Wyatt interfered in the Money in the Bank ladder match and attacked Roman Reigns (who had defeated him in a qualification match on \"Raw\") as Reigns was close to retrieving the briefcase. This led to a match between the two at &lt;a href=\"Battleground%20%282015%29\"&gt;Battleground&lt;/a&gt; on July 19, where Wyatt defeated Reigns with the help of former Wyatt Family member Luke Harper, reforming the team (without Erick Rowan, who was injured at the time but rejoined the group later). At &lt;a href=\"SummerSlam%20%282015%29\"&gt;SummerSlam&lt;/a&gt; on August 23, Wyatt and Harper lost to Reigns and Ambrose. The following night on \"Raw\", Wyatt introduced a new Wyatt Family member named &lt;a href=\"Braun%20Strowman\"&gt;Braun Strowman&lt;/a&gt;, who attacked both Ambrose and Reigns. At &lt;a href=\"Night%20of%20Champions%20%282015%29\"&gt;Night of Champions&lt;/a&gt; on September 20, The Wyatt Family defeated Reigns, Ambrose and Jericho in a six-man tag team match. At &lt;a href=\"Hell%20in%20a%20Cell%20%282015%29\"&gt;Hell in a Cell&lt;/a&gt; on October 25, after Wyatt was defeated by Reigns in a &lt;a href=\"Hell%20in%20a%20Cell\"&gt;Hell in a Cell&lt;/a&gt; match to end their feud, The Wyatt Family attacked The Undertaker and carried him backstage, reigniting their feud. The next night on \"Raw\", Wyatt was confronted by former rival Kane, who was attacked by the Wyatts and also carried backstage. On the November 9 episode of \"Raw\", &lt;a href=\"The%20Brothers%20of%20Destruction\"&gt;The Brothers of Destruction&lt;/a&gt; returned and attacked The Wyatt Family. At &lt;a href=\"Survivor%20Series%20%282015%29\"&gt;Survivor Series&lt;/a&gt; on November 22, Wyatt and Harper lost to The Brothers of Destruction.\nAt on December 13, The Wyatt Family defeated &lt;a href=\"The%20ECW%20Originals\"&gt;Team ECW&lt;/a&gt; in an &lt;a href=\"Professional%20wrestling%20match%20types%23Elimination%20Tag%20Team%20match\"&gt;eight-man tag team elimination&lt;/a&gt; &lt;a href=\"Professional%20wrestling%20match%20types%23Tables%20match\"&gt;tables match&lt;/a&gt;. Wyatt was scheduled to face &lt;a href=\"Brock%20Lesnar\"&gt;Brock Lesnar&lt;/a&gt; (whom The Wyatt Family eliminated from the &lt;a href=\"Royal%20Rumble%20%282016%29\"&gt;2016 Royal Rumble&lt;/a&gt; match) at &lt;a href=\"Roadblock%20%28March%202016%29\"&gt;Roadblock&lt;/a&gt; on March 12, but - reportedly due to a serious back injury - Wyatt was joined in that match by Luke Harper; Lesnar won that handicap match. At &lt;a href=\"WrestleMania%2032\"&gt;WrestleMania 32&lt;/a&gt;, The Wyatt Family confronted &lt;a href=\"Dwayne%20Johnson\"&gt;The Rock&lt;/a&gt;, who defeated Rowan in an impromptu match in six seconds; the Wyatts were fended off by John Cena and The Rock.\nOn the April 4 episode of \"Raw\", The Wyatt Family attacked &lt;a href=\"The%20League%20of%20Nations%20%28professional%20wrestling%29\"&gt;The League of Nations&lt;/a&gt;, starting an unexplained feud between the two villainous factions, seemingly showing signs of a face turn. On April 13, during a match against Reigns at a &lt;a href=\"House%20show\"&gt;live event&lt;/a&gt; in Italy, Wyatt suffered an injury to his right calf and was pulled off WWE's European tour. His injury resulted in the suspension of the feud between The Wyatt Family and The League of Nations. The Wyatt Family returned on the June 20 episode of \"Raw\", getting into a feud with the &lt;a href=\"WWE%20Raw%20Tag%20Team%20Championship\"&gt;WWE Tag Team Champions&lt;/a&gt; &lt;a href=\"The%20New%20Day%20%28wrestling%29\"&gt;The New Day&lt;/a&gt;, who interrupted Wyatt during his return speech, thus reverting the group back to heels. The New Day later confronted The Wyatt Family at their compound before the Wyatts defeated them at &lt;a href=\"Battleground%20%282016%29\"&gt;Battleground&lt;/a&gt; on July 24 in a six-man tag team match. In the &lt;a href=\"2016%20WWE%20draft\"&gt;2016 WWE draft&lt;/a&gt;, Wyatt and Rowan were drafted to the &lt;a href=\"SmackDown%20%28WWE%20brand%29\"&gt;SmackDown&lt;/a&gt; &lt;a href=\"WWE%20brand%20extension\"&gt;brand&lt;/a&gt; while Strowman was drafted to the &lt;a href=\"Raw%20%28WWE%20brand%29\"&gt;Raw&lt;/a&gt; brand.\nOn the August 16 episode of \"SmackDown\", Wyatt walked away from Rowan after he lost his match against &lt;a href=\"Dean%20Ambrose\"&gt;Dean Ambrose&lt;/a&gt;, leaving Rowan's sheep mask on Wyatt's rocking chair. Wyatt confronted &lt;a href=\"Randy%20Orton\"&gt;Randy Orton&lt;/a&gt;, who he called \"damaged\" and challenged him to a match at &lt;a href=\"Backlash%20%282016%29\"&gt;Backlash&lt;/a&gt;, which Orton accepted on the August 30 episode of \"SmackDown\". At Backlash on September 11, Wyatt attacked Orton before the match, winning by forfeit. Wyatt then faced Kane in a No Holds Barred match, which he lost when Orton interfered. Orton then challenged Wyatt to another match at &lt;a href=\"No%20Mercy%20%282016%29\"&gt;No Mercy&lt;/a&gt; on October 9, which he accepted and won with the help of the returning Harper. On the October 25 episode of \"SmackDown\", Orton interfered on Wyatt's behalf in his match with Kane and joined The Wyatt Family.\nAt &lt;a href=\"Survivor%20Series%20%282016%29\"&gt;Survivor Series&lt;/a&gt; on November 20, Wyatt and Orton were the sole survivors for Team SmackDown in the traditional &lt;a href=\"Professional%20wrestling%20tag%20team%20match%20types%23Elimination%20tag%20team%20matches\"&gt;5-on-5 Survivor Series elimination match&lt;/a&gt; after Orton saved Wyatt from a &lt;a href=\"Professional%20wrestling%20attacks%23Spear\"&gt;spear&lt;/a&gt; from Roman Reigns. The pair then began focusing on stopping the momentum of &lt;a href=\"American%20Alpha\"&gt;American Alpha&lt;/a&gt;, and to a bigger degree capturing the &lt;a href=\"WWE%20SmackDown%20Tag%20Team%20Championship\"&gt;SmackDown Tag Team Championship&lt;/a&gt;, defeating them in a match to become number one contenders. At on December 4, they won the championship from &lt;a href=\"Heath%20Slater\"&gt;Heath Slater&lt;/a&gt; and &lt;a href=\"Rhyno\"&gt;Rhyno&lt;/a&gt;, marking Wyatt's first title win in WWE. Wyatt and Orton retained the SmackDown Tag Team Championship against the former champions on the December 6 episode of \"SmackDown\" but on the December 27 episode, Orton and Luke Harper (who defended the championship under the &lt;a href=\"Freebird%20Rule\"&gt;Freebird Rule&lt;/a&gt;) lost the title to American Alpha in a four corners elimination tag team match. This started dissent between Harper and Orton, who faced each other on the January 24, 2017 episode of \"SmackDown\", which Orton won, leading to Wyatt delivering \"&lt;a href=\"Facebuster%23Swinging%20reverse%20STO\"&gt;Sister Abigail&lt;/a&gt;\" to Harper, exiling him from the group. On January 29, Wyatt entered the &lt;a href=\"Royal%20Rumble%20%282017%29\"&gt;Royal Rumble match&lt;/a&gt; as the 21st participant and lasted until the final three: Wyatt and Orton cooperated against Roman Reigns, who eventually eliminated Wyatt but was himself eliminated by Orton, who thereby won the match and a title match at WrestleMania.\nOn February 12 at &lt;a href=\"Elimination%20Chamber%20%282017%29\"&gt;Elimination Chamber&lt;/a&gt;, Wyatt won the &lt;a href=\"WWE%20Championship\"&gt;WWE Championship&lt;/a&gt; by defeating John Cena, &lt;a href=\"A.J.%20Styles\"&gt;AJ Styles&lt;/a&gt;, The Miz, Dean Ambrose, and &lt;a href=\"Baron%20Corbin\"&gt;Baron Corbin&lt;/a&gt; in an &lt;a href=\"Elimination%20Chamber\"&gt;Elimination Chamber match&lt;/a&gt;; it was the first singles title in Wyatt's wrestling career, and the first world title of his career. This raised the possibility of Orton challenging his teammate Wyatt but on the following \"SmackDown\", after Wyatt successfully defended the WWE Championship in a triple threat match involving John Cena and AJ Styles (despite a pre-match attack by Harper), Orton pledged allegiance to Wyatt and refused to face him at WrestleMania 33. However, this was revealed to be a ruse as Orton destroyed The Wyatt Family compound, including Sister Abigail's grave, two weeks later, and defeated Wyatt for the title at &lt;a href=\"WrestleMania%2033\"&gt;WrestleMania 33&lt;/a&gt;, ending Wyatt's reign at 49 days. On April 10, Wyatt was moved to the Raw brand as a part of the &lt;a href=\"2017%20WWE%20Superstar%20Shake-up\"&gt;Superstar Shake-up&lt;/a&gt;; his title rematch at &lt;a href=\"Payback%20%282017%29\"&gt;Payback&lt;/a&gt;, billed as a House of Horrors match, was changed into a non-title match; Wyatt defeated Orton after being helped by &lt;a href=\"Jinder%20Mahal\"&gt;Jinder Mahal&lt;/a&gt;.\nDeleters of Worlds (2017–2018).\nAt &lt;a href=\"Extreme%20Rules%20%282017%29\"&gt;Extreme Rules&lt;/a&gt; in June, Wyatt failed to become number one contender for the &lt;a href=\"WWE%20Universal%20Championship\"&gt;Universal Championship&lt;/a&gt; in a &lt;a href=\"Professional%20wrestling%20match%20types%23Basic%20non-elimination%20matches\"&gt;fatal five-way match&lt;/a&gt;, as the match was won by &lt;a href=\"Samoa%20Joe\"&gt;Samoa Joe&lt;/a&gt;. After Seth Rollins was unveiled on the cover of \"&lt;a href=\"WWE%202K18\"&gt;WWE 2K18&lt;/a&gt;\", Wyatt targeted him and defeated him both at &lt;a href=\"WWE%20Great%20Balls%20of%20Fire\"&gt;Great Balls of Fire&lt;/a&gt; in July and again on the following \"Raw\". In the following weeks, Wyatt began a feud with &lt;a href=\"Finn%20B%C3%A1lor\"&gt;Finn Bálor&lt;/a&gt;, resulting in a match between the two at &lt;a href=\"SummerSlam%20%282017%29\"&gt;SummerSlam&lt;/a&gt; in August, where Bálor defeated Wyatt under his \"Demon King\" persona. Wyatt again lost to Bálor at &lt;a href=\"No%20Mercy%20%282017%29\"&gt;No Mercy&lt;/a&gt; the following month. The two were due to face for the third time at in October, but Wyatt was unable to compete due to an illness concern and was subsequently replaced in the match by &lt;a href=\"A.J.%20Styles\"&gt;AJ Styles&lt;/a&gt;, bringing the feud between Wyatt and Bàlor to a quiet end. Wyatt returned on the November 13 episode of \"Raw\", facing &lt;a href=\"Jason%20Jordan\"&gt;Jason Jordan&lt;/a&gt; in a losing effort.\nIn November, Wyatt began a feud with &lt;a href=\"Matt%20Hardy\"&gt;Matt Hardy&lt;/a&gt; after defeating him in a match, resulting in Hardy's \"Broken\" gimmick reemerging. The two fought again during &lt;a href=\"WWE%20Raw%2025%20Years\"&gt;\"Raw 25 Years\"&lt;/a&gt; in January 2018, where Wyatt was victorious once again. On January 28, Wyatt entered the &lt;a href=\"Royal%20Rumble%20%282018%29\"&gt;Royal Rumble&lt;/a&gt; match at number 8, but he failed to win the match after Wyatt and Hardy eliminated each other simultaneously. At &lt;a href=\"Elimination%20Chamber%20%282018%29\"&gt;Elimination Chamber&lt;/a&gt; in February, Wyatt was defeated by Hardy in a singles match. On the March 19 episode of \"Raw\", Hardy defeated Wyatt in an Ultimate Deletion match. Following the match, Hardy pushed Wyatt into the \"Lake of Reincarnation\", where Wyatt disappeared, making his status unknown. At &lt;a href=\"WrestleMania%2034\"&gt;WrestleMania 34&lt;/a&gt; in April, Wyatt returned and turned &lt;a href=\"Face%20%28professional%20wrestling%29\"&gt;face&lt;/a&gt;, after he interfered in the &lt;a href=\"Andr%C3%A9%20the%20Giant%20Memorial%20Battle%20Royal\"&gt;André the Giant Memorial Battle Royal&lt;/a&gt;, helping Hardy win. They formed a team and won the vacant &lt;a href=\"WWE%20Raw%20Tag%20Team%20Championship\"&gt;Raw Tag Team Championship&lt;/a&gt; on April 27 at &lt;a href=\"WWE%20Greatest%20Royal%20Rumble\"&gt;Greatest Royal Rumble&lt;/a&gt;, defeating &lt;a href=\"Cesaro%20and%20Sheamus\"&gt;Cesaro and Sheamus&lt;/a&gt;. They lost the titles to The B-Team (Bo Dallas and &lt;a href=\"Curtis%20Axel\"&gt;Curtis Axel&lt;/a&gt;) in their first pay-per-view title defense at &lt;a href=\"Extreme%20Rules%20%282018%29\"&gt;Extreme Rules&lt;/a&gt; in July. On the July 23 episode of \"Raw\", they invoked their rematch clause against The B-Team, but were unsuccessful. Soon after, Hardy took time off to heal his injuries, disbanding the team.\nFirefly Fun House and The Fiend (2019–2020).\nIn April 2019, ominous vignettes began airing across WWE programming depicting a sinister buzzard puppet, a witch doll, and various other toys. Later that month, Wyatt began to appear in pre-recorded segments as the host of a surreal children's program known as \"Firefly Fun House\", sporting different hair and a shorter beard with a leaner physique. The segments featured the aforementioned puppets, called Mercy the Buzzard (a reference to &lt;a href=\"Waylon%20Mercy\"&gt;Waylon Mercy&lt;/a&gt;, an inspiration for Wyatt's previous gimmick) and Abby the Witch, with Ramblin' Rabbit and Huskus the Pig Boy introduced later (the latter a reference to Wyatt's previous gimmick of Husky Harris), as well as one for &lt;a href=\"Mr.%20McMahon\"&gt;Mr. McMahon&lt;/a&gt; that occasionally appears. During the initial segment, Wyatt destroyed a cardboard cutout of his old self with a chainsaw, and cheerily told viewers that all they had to do for him to \"light the way\" was to \"let me in\". Over the next few weeks, the \"Firefly Fun House\" segments became more sinister, with one featuring Wyatt painting a picture to \"express his suppressed feelings\", which was a painting of the Wyatt Family compound being burned with Sister Abigail inside—a reference to his &lt;a href=\"WrestleMania%2033\"&gt;WrestleMania 33&lt;/a&gt; feud with Randy Orton. Another featured him having a picnic with expressionless kids, while another revealed that Wyatt was able to control his darkness. He then appeared in more sinister clothing and a demonic mask, a persona he called \"The Fiend\" that was here \"to protect us\".\nOn the July 15 episode of \"Raw\", Wyatt returned as The Fiend and attacked previous rival Finn Bálor with a \"Sister Abigail\", thus re-establishing himself as a &lt;a href=\"Heel%20%28professional%20wrestling%29\"&gt;heel&lt;/a&gt;. The Fiend character then had his debut match at &lt;a href=\"SummerSlam%20%282019%29\"&gt;SummerSlam&lt;/a&gt; where he defeated Bálor in only a few minutes. Over the next several weeks, The Fiend attacked several &lt;a href=\"WWE%20Hall%20of%20Fame\"&gt;WWE Hall of Fame&lt;/a&gt;rs and legends, like &lt;a href=\"Kurt%20Angle\"&gt;Kurt Angle&lt;/a&gt;, &lt;a href=\"Jerry%20Lawler\"&gt;Jerry Lawler&lt;/a&gt;, Kane, and &lt;a href=\"Mick%20Foley\"&gt;Mick Foley&lt;/a&gt;, also adopting Foley's finishing maneuver, The Mandible Claw. The Fiend then began a feud with &lt;a href=\"WWE%20Universal%20Championship\"&gt;Universal Champion&lt;/a&gt; Seth Rollins by attacking him at &lt;a href=\"Clash%20of%20Champions%20%282019%29\"&gt;Clash of Champions&lt;/a&gt;. At &lt;a href=\"Hell%20in%20a%20Cell%20%282019%29\"&gt;Hell in a Cell&lt;/a&gt;, they faced each other in a Hell in a Cell match, but the match ended in &lt;a href=\"Professional%20wrestling%23Referee%20stoppage\"&gt;referee stoppage&lt;/a&gt; after The Fiend was buried under several weapons and hit with a sledgehammer by Rollins. Despite the match ending, The Fiend rose as officials checked on him to chase down Rollins and again incapacitate him with the Mandible Claw. The finish was noteworthy for the response from the fans in attendance, who booed loudly and chanted negatively even after the show had gone off the air. After he was drafted to the &lt;a href=\"SmackDown%20%28WWE%20brand%29\"&gt;SmackDown&lt;/a&gt; &lt;a href=\"WWE%20brand%20extension\"&gt;brand&lt;/a&gt; during the &lt;a href=\"2019%20WWE%20Draft\"&gt;2019 Draft&lt;/a&gt;, The Fiend defeated Rollins at &lt;a href=\"Crown%20Jewel%20%282019%29\"&gt;Crown Jewel&lt;/a&gt; in a &lt;a href=\"falls%20count%20anywhere%20match\"&gt;falls count anywhere match&lt;/a&gt; to win the Universal Championship. The title was subsequently transferred to SmackDown, due to Wyatt being a member of the brand. The WWE Championship transferred to Raw due to champion &lt;a href=\"Brock%20Lesnar\"&gt;Brock Lesnar&lt;/a&gt; quitting the brand.\nAfter his title victory, Wyatt introduced two new belt designs. The first one, which his Firefly Fun House character held, was a blue-strapped version to signify its move to SmackDown, while the other was a custom championship belt for The Fiend. The latter design featured the character's face in place of the center plate and on a black and red worn leather strap, as well as his phrases \"Hurt\", \"Heal\" and \"Let [Me] In\" on the strap (the word \"Me\" being represented by The Fiend's face). Wyatt then began a feud with Daniel Bryan, retaining the title over him at &lt;a href=\"Survivor%20Series%20%282019%29\"&gt;Survivor Series&lt;/a&gt;. After Bryan accepted a rematch on the following \"SmackDown\", The Fiend attacked Bryan and ripped out his hair. With Bryan absent the following week, Wyatt started a short feud with Bryan's old rival The Miz, culminating in a non-title match at , where Wyatt, wrestling for the first time as his Firefly Fun House character, defeated Miz. After the match, Bryan, now with a buzz cut and short beard, made his return and attacked Wyatt. The Fiend then defeated Bryan in a &lt;a href=\"strap%20match\"&gt;strap match&lt;/a&gt; at the &lt;a href=\"Royal%20Rumble%20%282020%29\"&gt;Royal Rumble&lt;/a&gt;, ending their feud. \nOn the February 7 episode of \"SmackDown\", Hall of Famer &lt;a href=\"Bill%20Goldberg\"&gt;Goldberg&lt;/a&gt; challenged The Fiend for the Universal Championship during an onscreen interview, which was scheduled for &lt;a href=\"Super%20ShowDown%20%282020%29\"&gt;Super ShowDown&lt;/a&gt;. At the event, The Fiend character suffered his first loss to Goldberg, ending his reign at 118 days. The following night on \"SmackDown\", The Fiend confronted a returning John Cena and challenged him to a match at &lt;a href=\"WrestleMania%2036\"&gt;WrestleMania 36&lt;/a&gt; that Cena accepted–a rematch from 2014's &lt;a href=\"WrestleMania%20XXX\"&gt;WrestleMania XXX&lt;/a&gt;. At the event, rather than a traditional wrestling match, the two squared off in a surreal trip through history as moments from Wyatt's and Cena's history were played out. The Fiend ultimately ended up defeating Cena; this marked Wyatt's first (and only) victory at WrestleMania.\nOn the April 10 episode of \"SmackDown\", Wyatt challenged Braun Strowman, who won the Universal Championship at WrestleMania. A match was scheduled between the two at &lt;a href=\"Money%20in%20the%20Bank%20%282020%29\"&gt;Money in the Bank&lt;/a&gt;, where Wyatt, wrestling as his Firefly Fun House character, was unsuccessful in winning the championship. Following a one-month hiatus, Wyatt returned in a Firefly Fun House segment on the June 19 episode of \"SmackDown\" to confront Strowman, reintroducing his original \"Eater of The Worlds\" gimmick in the process and reinstating their rivalry. At &lt;a href=\"The%20Horror%20Show%20at%20Extreme%20Rules\"&gt;The Horror Show at Extreme Rules&lt;/a&gt;, Wyatt defeated Strowman in a non-title match, called the Wyatt Swamp Fight. On the July 31 episode of \"SmackDown\", The Fiend returned by attacking &lt;a href=\"Alexa%20Bliss\"&gt;Alexa Bliss&lt;/a&gt;, who Strowman had an affection for. Two weeks later, after Strowman attacked Bliss with a gorilla press, The Fiend seemed to have tried to help Bliss, as Strowman appeared and The Fiend were laughing together, confirming their match. At &lt;a href=\"SummerSlam%20%282020%29\"&gt;SummerSlam&lt;/a&gt;, The Fiend defeated Strowman to win the Universal Championship for the second time. After the match, The Fiend and Strowman would both be attacked by a returning &lt;a href=\"Roman%20Reigns\"&gt;Roman Reigns&lt;/a&gt;. A week later at &lt;a href=\"Payback%20%282020%29\"&gt;Payback&lt;/a&gt;, The Fiend defended the title against Braun Strowman and Roman Reigns in a Triple Threat match where Reigns pinned Strowman to win the title.\nFinal feuds and departure (2020–2021).\nIn September, his ring name was shortened to The Fiend. The Fiend returned on the October 2 episode of \"SmackDown\" and attacked &lt;a href=\"Kevin%20Owens\"&gt;Kevin Owens&lt;/a&gt;. After attacking Owens, he would then extend his hand to Alexa Bliss, which she took and smirked and they both disappeared. The Fiend would then have his first match on \"SmackDown\" against Owens on the following week's episode, a match The Fiend eventually won. As part of the &lt;a href=\"2020%20WWE%20Draft\"&gt;2020 Draft&lt;/a&gt; in October, The Fiend was drafted to the &lt;a href=\"Raw%20%28WWE%20brand%29\"&gt;Raw&lt;/a&gt; &lt;a href=\"WWE%20brand%20extension\"&gt;brand&lt;/a&gt;. On October 26 episode of \"Raw\", he reignited his old feud with &lt;a href=\"Randy%20Orton\"&gt;Randy Orton&lt;/a&gt;, and at on December 20, Orton defeated The Fiend in a &lt;a href=\"Professional%20wrestling%20match%20types%23Firefly%20Inferno%20match\"&gt;Firefly Inferno match&lt;/a&gt; before setting his body on fire. \nAt &lt;a href=\"Fastlane%20%282021%29\"&gt;Fastlane&lt;/a&gt; on March 21, 2021, The Fiend made his return with a new grotesque look with charred skin as a result of being set on fire, aiding Alexa Bliss during her intergender match against Randy Orton, attacking Orton with a \"Sister Abigail\" and allowing Bliss to gain the pinfall victory. Another match between The Fiend and Orton was then scheduled for &lt;a href=\"WrestleMania%2037\"&gt;WrestleMania 37&lt;/a&gt;. Later in the match, Bliss appeared atop the box with black liquid pouring down her face. This distracted The Fiend long enough to allow Orton to hit an RKO and pick up the win. After a brief staredown between The Fiend and Bliss, the lights went out and the pair disappeared. On the following episode of \"Raw\" on April 12, 2021, Bliss declared that she no longer needed him, while Wyatt's cheery Firefly Fun House persona also returned in a \"Firefly Fun House\" segment, stating he was looking forward to a fresh start. This marked Wyatt's final appearance in WWE, as he was released on July 31, 2021, thus ending his 12-year tenure with the company.\nProfessional wrestling style and persona.\nWyatt's character from 2013 to 2018 was a villainous &lt;a href=\"cult\"&gt;cult&lt;/a&gt; leader who believed himself to be the \"nagging conscience of an immoral world\". As the leader of &lt;a href=\"The%20Wyatt%20Family\"&gt;The Wyatt Family&lt;/a&gt;, he would have main subordinates in &lt;a href=\"Luke%20Harper\"&gt;Luke Harper&lt;/a&gt; and &lt;a href=\"Erick%20Rowan\"&gt;Erick Rowan&lt;/a&gt;, as well as &lt;a href=\"Braun%20Strowman\"&gt;Braun Strowman&lt;/a&gt; for a brief time. He used a lantern to light the way in the dark arena during entrances, with entrance music by &lt;a href=\"Mark%20Crozer\"&gt;Mark Crozer&lt;/a&gt;. He would finish off most of his promos telling opponents and audiences to \"follow the buzzards\", his signature catchphrase. The character drew comparisons to &lt;a href=\"Robert%20De%20Niro\"&gt;Robert De Niro&lt;/a&gt;'s portrayal of the character &lt;a href=\"Max%20Cady\"&gt;Max Cady&lt;/a&gt; from the 1991 film \"&lt;a href=\"Cape%20Fear%20%281991%20film%29\"&gt;Cape Fear&lt;/a&gt;\" and fellow wrestler &lt;a href=\"Dan%20Spivey\"&gt;Waylon Mercy&lt;/a&gt;. He would use a &lt;a href=\"Facebuster%23Swinging%20reverse%20STO\"&gt;swinging reverse STO&lt;/a&gt; as a finishing move that would be referred to as \"Sister Abigail\".\nFollowing a hiatus from summer 2018 to spring 2019, Wyatt returned with a change in character. He started hosting the \"Firefly Fun House\" where he would perform as a friendly-mannered children's television show host. Soon after, he debuted a masked alter-ego called The Fiend, who had supernatural characteristics and remembers all the wrongdoings that others had inflicted on Wyatt in the past. During The Fiend's entrance, he carries a severed head resembling Wyatt's old cult leader self with a lantern inside its mouth and uses a &lt;a href=\"Heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; cover of his old theme music by &lt;a href=\"Code%20Orange%20%28band%29\"&gt;Code Orange&lt;/a&gt;. He also adopted the &lt;a href=\"Professional%20wrestling%20holds%23Mandible%20claw\"&gt;mandible claw&lt;/a&gt; as a finishing move. During in-ring bouts, The Fiend has been presented as having unnatural endurance and strength, being able to withstand multiple finishing moves, weapon attacks and more, before kicking out of pins at a one count. Several of The Fiend's matches have also been done under a red lighting. \nRotunda has been praised for his character work. Readers of the \"&lt;a href=\"Wrestling%20Observer%20Newsletter\"&gt;Wrestling Observer Newsletter&lt;/a&gt;\" voted him as the &lt;a href=\"List%20of%20Wrestling%20Observer%20Newsletter%20awards%23Best%20Gimmick\"&gt;Best Gimmick&lt;/a&gt; twice; winning the award in 2013 and 2019.\nCriticism of Wyatt's booking in WWE.\nWhile Rotunda's character work has been widely praised, the in-ring booking of his characters has received criticism. Journalist &lt;a href=\"Dave%20Meltzer\"&gt;Dave Meltzer&lt;/a&gt; said that although his Funhouse/Fiend character was \"fantastic\" and he is a \"genius\" as a performer, it doesn't \"make his matches great\". In particular, his match against &lt;a href=\"Seth%20Rollins\"&gt;Seth Rollins&lt;/a&gt; at the &lt;a href=\"Hell%20in%20a%20Cell%20%282019%29\"&gt;2019 Hell in a Cell event&lt;/a&gt; was universally panned by fans and critics, due to its \"horrid\" booking and contentious ending that saw the match being stopped after Rollins attacked The Fiend with numerous weapons. Some commentators stated that the match had significantly damaged the character of The Fiend. The match was named &lt;a href=\"List%20of%20Wrestling%20Observer%20Newsletter%20awards%23Worst%20Match%20of%20the%20Year\"&gt;Worst Match of the Year&lt;/a&gt; by the \"Wrestling Observer Newsletter\", and was awarded the \"Gooker Award\" by satirical website \"&lt;a href=\"WrestleCrap\"&gt;WrestleCrap&lt;/a&gt;\", an annual &lt;a href=\"booby%20prize\"&gt;booby prize&lt;/a&gt; dedicated to the worst wrestling moment of that year. The Fiend was recognized as the &lt;a href=\"List%20of%20Wrestling%20Observer%20Newsletter%20awards%23Worst%20Gimmick\"&gt;Worst Gimmick&lt;/a&gt; of 2020 by readers of the \"Wrestling Observer Newsletter\", making Wyatt the only wrestler to have won both Best Gimmick and Worst Gimmick.\nVarious critics have pointed out that Wyatt's constant losses were harmful to his character and mystique. After The Fiend was defeated by Randy Orton in his final WWE match at &lt;a href=\"WrestleMania%2037\"&gt;WrestleMania 37&lt;/a&gt;, various personalities like &lt;a href=\"UFC\"&gt;UFC&lt;/a&gt;'s\n&lt;a href=\"Daniel%20Cormier\"&gt;Daniel Cormier&lt;/a&gt;, John Cena Sr., &lt;a href=\"Booker%20T%20%28wrestler%29\"&gt;Booker T&lt;/a&gt;, &lt;a href=\"Erick%20Rowan\"&gt;Erick Rowan&lt;/a&gt;, and &lt;a href=\"Mark%20Madden\"&gt;Mark Madden&lt;/a&gt;\nshowed support to Wyatt and criticized his treatment.\nPersonal life.\nRotunda married Samantha, with whom he has two children, in 2012. She filed for divorce in 2017, claiming that he had been having an affair with WWE ring announcer &lt;a href=\"JoJo%20Offerman\"&gt;JoJo Offerman&lt;/a&gt;. He filed an injunction stating that Samantha had made \"defamatory statements\" about him in order to ruin his reputation. During the divorce proceedings, she demanded that he pay her $15,000 per month in spousal and child support. They were eventually forced into &lt;a href=\"mediation\"&gt;mediation&lt;/a&gt; at a family practice in &lt;a href=\"Tampa%2C%20Florida\"&gt;Tampa, Florida&lt;/a&gt;. Rotunda and Offerman were later revealed to be together, and have two children: a son named Knash (born May 18, 2019), whose godfather is wrestler &lt;a href=\"Braun%20Strowman\"&gt;Braun Strowman&lt;/a&gt;, and a daughter named Hyrie (born May 28, 2020).\nOther media.\nRotunda made his video game debut in \"&lt;a href=\"WWE%20%2712\"&gt;WWE '12&lt;/a&gt;\" (as Husky Harris) and later returned, as Bray Wyatt, in \"&lt;a href=\"WWE%202K15\"&gt;WWE 2K15&lt;/a&gt;\", \"&lt;a href=\"WWE%202K16\"&gt;WWE 2K16&lt;/a&gt;\", \"&lt;a href=\"WWE%202K17\"&gt;WWE 2K17&lt;/a&gt;\", \"&lt;a href=\"WWE%202K18\"&gt;WWE 2K18&lt;/a&gt;\", and \"&lt;a href=\"WWE%202K19\"&gt;WWE 2K19&lt;/a&gt;\". His alternate persona The Fiend was a pre-order bonus for \"&lt;a href=\"WWE%202K20\"&gt;WWE 2K20&lt;/a&gt;\"."
}