{
    "id": "2396553",
    "revid": "41925133",
    "url": "https://en.wikipedia.org/wiki?curid=2396553",
    "title": "Pep Guardiola",
    "text": "Josep \"Pep\" Guardiola Sala (; born 18 January 1971) is a Spanish professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Manager%20%28association%20football%29\"&gt;manager&lt;/a&gt; and former player, who is the current manager of club &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;. He is often considered to be one of the greatest managers of all time and holds the records for the most consecutive league games won in &lt;a href=\"La%20Liga\"&gt;La Liga&lt;/a&gt;, the &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; and the Premier League.\nGuardiola was a &lt;a href=\"defensive%20midfielder\"&gt;defensive midfielder&lt;/a&gt; who usually played in a &lt;a href=\"Playmaker%23Deep-lying%20playmakers\"&gt;deep-lying playmaker&lt;/a&gt;'s role. He spent the majority of his career with &lt;a href=\"FC%20Barcelona\"&gt;Barcelona&lt;/a&gt;, forming a part of &lt;a href=\"Johan%20Cruyff\"&gt;Johan Cruyff&lt;/a&gt;'s \"&lt;a href=\"FC%20Barcelona%23Dream%20Team\"&gt;Dream Team&lt;/a&gt;\" that won the club's first &lt;a href=\"European%20Cup\"&gt;European Cup&lt;/a&gt; in 1992, and four successive &lt;a href=\"List%20of%20Spanish%20football%20champions\"&gt;Spanish league titles&lt;/a&gt; from 1991 to 1994. He captained the team from 1997 until his departure from the club in 2001. Guardiola then had stints with &lt;a href=\"Brescia%20Calcio\"&gt;Brescia&lt;/a&gt; and &lt;a href=\"A.S.%20Roma\"&gt;Roma&lt;/a&gt; in Italy, &lt;a href=\"Al-Ahli%20%28Doha%29\"&gt;Al-Ahli&lt;/a&gt; in Qatar, and &lt;a href=\"Dorados%20de%20Sinaloa\"&gt;Dorados de Sinaloa&lt;/a&gt; in Mexico. He was capped 47 times for the &lt;a href=\"Spain%20national%20football%20team\"&gt;Spanish national team&lt;/a&gt; and appeared at the &lt;a href=\"1994%20FIFA%20World%20Cup\"&gt;1994 FIFA World Cup&lt;/a&gt;, as well as at &lt;a href=\"UEFA%20Euro%202000\"&gt;UEFA Euro 2000&lt;/a&gt;. He also played friendly matches for &lt;a href=\"Catalonia%20national%20football%20team\"&gt;Catalonia&lt;/a&gt;.\nAfter retiring as a player, Guardiola briefly coached &lt;a href=\"FC%20Barcelona%20B\"&gt;Barcelona B&lt;/a&gt;, with whom he won a &lt;a href=\"Tercera%20Divisi%C3%B3n\"&gt;Tercera División&lt;/a&gt; title. He took charge of the of the first-team in 2008. In his &lt;a href=\"2008%E2%80%9309%20FC%20Barcelona%20season\"&gt;first season&lt;/a&gt; as manager, he guided Barcelona to the &lt;a href=\"Treble%20%28association%20football%29\"&gt;treble&lt;/a&gt; of La Liga, &lt;a href=\"Copa%20del%20Rey\"&gt;Copa del Rey&lt;/a&gt; and &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;. In doing so, Guardiola became the &lt;a href=\"List%20of%20European%20Cup%20and%20UEFA%20Champions%20League%20winning%20managers\"&gt;youngest manager&lt;/a&gt; to win the aforementioned European competition. In 2011, &lt;a href=\"2010%E2%80%9311%20FC%20Barcelona%20season\"&gt;after leading the club&lt;/a&gt; to another La Liga and Champions League double, Guardiola was awarded the &lt;a href=\"Parliament%20of%20Catalonia\"&gt;Catalan Parliament's Gold Medal&lt;/a&gt;, their highest honour. The same year, he was also named the &lt;a href=\"FIFA%20World%20Coach%20of%20the%20Year\"&gt;FIFA World Coach of the Year&lt;/a&gt;. He ended his four-year Barcelona stint in 2012 with 14 honours, &lt;a href=\"List%20of%20FC%20Barcelona%20records%20and%20statistics%23Managerial%20records\"&gt;a club record&lt;/a&gt;.\nAfter a sabbatical period, &lt;a href=\"FC%20Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt; announced Guardiola would join the club as manager in 2013. Guardiola won the Bundesliga every season as Bayern manager, as well as two &lt;a href=\"domestic%20double%23Bundesliga%20era\"&gt;domestic double&lt;/a&gt;s. He left the \"Bavarians\" for Manchester City in 2016, and guided them to a Premier League title in his &lt;a href=\"2017%E2%80%9318%20Manchester%20City%20F.C.%20season\"&gt;second campaign&lt;/a&gt; in charge, breaking &lt;a href=\"2017%E2%80%9318%20Premier%20League\"&gt;numerous domestic records&lt;/a&gt; as the team became the first to &lt;a href=\"Premier%20League%20records%20and%20statistics%23Points\"&gt;attain 100 league points&lt;/a&gt;. He won a second consecutive &lt;a href=\"2018%E2%80%9319%20Premier%20League\"&gt;Premier League&lt;/a&gt; and &lt;a href=\"2018%E2%80%9319%20EFL%20Cup\"&gt;EFL Cup&lt;/a&gt; the following season, as well as the &lt;a href=\"2018%E2%80%9319%20FA%20Cup\"&gt;FA Cup&lt;/a&gt;, becoming the first manager to win the &lt;a href=\"Treble%20%28association%20football%29%23Domestic%20trebles\"&gt;domestic treble&lt;/a&gt; in English men's football. Guardiola won his third Premier League title in &lt;a href=\"2020%E2%80%9321%20Premier%20League\"&gt;2021&lt;/a&gt;, as well as guiding City to their first &lt;a href=\"2021%20UEFA%20Champions%20League%20Final\"&gt;Champions League final&lt;/a&gt; where they lost to &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;.\nClub career.\nBarcelona.\nBorn in &lt;a href=\"Santpedor\"&gt;Santpedor&lt;/a&gt;, &lt;a href=\"Province%20of%20Barcelona\"&gt;Barcelona&lt;/a&gt;, &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt;, Guardiola joined &lt;a href=\"La%20Masia\"&gt;La Masia&lt;/a&gt; at age 13 from Gimnàstic de Manresa and rose through the ranks of Barcelona's youth academy for six years, making his début in 1990 against &lt;a href=\"C%C3%A1diz%20CF\"&gt;Cádiz&lt;/a&gt;. As &lt;a href=\"Phil%20Ball%20%28writer%29\"&gt;Phil Ball&lt;/a&gt; writes in \"Morbo\", \nCruyff utilised the young midfielder in the absence of the suspended &lt;a href=\"Guillermo%20Amor\"&gt;Guillermo Amor&lt;/a&gt;. He became a first-team regular in the &lt;a href=\"1991%E2%80%9392%20La%20Liga\"&gt;1991–92 season&lt;/a&gt;, and at only 20 years old was a key component of a side that won &lt;a href=\"List%20of%20Spanish%20football%20champions\"&gt;La Liga&lt;/a&gt; and the &lt;a href=\"1991%E2%80%9392%20European%20Cup\"&gt;European Cup&lt;/a&gt;. The prestigious Italian magazine \"Guerin Sportivo\" heralded Guardiola as the finest player in the world under the age of 21. Cruyff's \"Dream Team\" went on to retain La Liga title in the &lt;a href=\"1992%E2%80%9393%20La%20Liga\"&gt;1992–93&lt;/a&gt; and &lt;a href=\"1993%E2%80%9394%20La%20Liga\"&gt;1993–94 seasons&lt;/a&gt;. The side was strengthened by the recent signing of &lt;a href=\"Rom%C3%A1rio\"&gt;Romário&lt;/a&gt;, and again reached the &lt;a href=\"1994%20UEFA%20Champions%20League%20Final\"&gt;1994 UEFA Champions League Final&lt;/a&gt;, but were beaten 4–0 by &lt;a href=\"Fabio%20Capello\"&gt;Fabio Capello&lt;/a&gt;'s &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt; side in &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;. Cruyff left in 1996, with Barcelona finishing fourth in the &lt;a href=\"1994%E2%80%9395%20La%20Liga\"&gt;1994–95 season&lt;/a&gt; and third in the &lt;a href=\"1995%E2%80%9396%20La%20Liga\"&gt;1995–96 season&lt;/a&gt;, but Guardiola retained his position at the centre of Barça's midfield.\nIn the &lt;a href=\"1996%E2%80%9397%20FC%20Barcelona%20season\"&gt;1996–97 season&lt;/a&gt;, Barcelona, this time led by &lt;a href=\"Bobby%20Robson\"&gt;Bobby Robson&lt;/a&gt;, won three cups: the &lt;a href=\"1996%E2%80%9397%20Copa%20del%20Rey\"&gt;Copa del Rey&lt;/a&gt;, the &lt;a href=\"1996%20Supercopa%20de%20Espa%C3%B1a\"&gt;Supercopa de España&lt;/a&gt;, and the &lt;a href=\"1996%E2%80%9397%20UEFA%20Cup%20Winners%27%20Cup\"&gt;European Cup Winners' Cup&lt;/a&gt;. Much of the Dream Team had by this time left, with new signings such as &lt;a href=\"Lu%C3%ADs%20Figo\"&gt;Luís Figo&lt;/a&gt; and &lt;a href=\"Ronaldo%20%28Brazilian%20footballer%29\"&gt;Ronaldo&lt;/a&gt; taking over from &lt;a href=\"Hristo%20Stoichkov\"&gt;Hristo Stoichkov&lt;/a&gt; and &lt;a href=\"Michael%20Laudrup\"&gt;Michael Laudrup&lt;/a&gt;. In 1997, Guardiola was named as Barcelona &lt;a href=\"Captain%20%28association%20football%29\"&gt;captain&lt;/a&gt; under new manager &lt;a href=\"Louis%20van%20Gaal\"&gt;Louis van Gaal&lt;/a&gt;, but a calf muscle injury ruled Guardiola out of most of the &lt;a href=\"1997%E2%80%9398%20FC%20Barcelona%20season\"&gt;1997–98 season&lt;/a&gt;, in which Barcelona won a &lt;a href=\"1997%E2%80%9398%20La%20Liga\"&gt;league&lt;/a&gt; and &lt;a href=\"1997%E2%80%9398%20Copa%20del%20Rey\"&gt;cup&lt;/a&gt; &lt;a href=\"Double%20%28association%20football%29\"&gt;double&lt;/a&gt;. At the end of the season, Barcelona rejected offers from &lt;a href=\"A.S.%20Roma\"&gt;Roma&lt;/a&gt; and &lt;a href=\"Parma%20F.C.\"&gt;Parma&lt;/a&gt; (of around 300 million &lt;a href=\"Spanish%20peseta\"&gt;pesetas&lt;/a&gt;) for Guardiola. After prolonged and complicated contract talks, he signed a new contract with the &lt;a href=\"Catalonia\"&gt;Catalan club&lt;/a&gt; that extended his stay until 2001.\nGuardiola returned to action &lt;a href=\"1998%E2%80%9399%20FC%20Barcelona%20season\"&gt;the following season&lt;/a&gt; and Barcelona once again won &lt;a href=\"1998%E2%80%9399%20La%20Liga\"&gt;La Liga&lt;/a&gt;, thanks largely to the performances of &lt;a href=\"Rivaldo\"&gt;Rivaldo&lt;/a&gt; and Luís Figo. On 8 June 1998, Guardiola underwent surgery to try to resolve his lingering calf injury, which had caused him to miss the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt; for Spain. A largely disappointing &lt;a href=\"1999%E2%80%932000%20FC%20Barcelona%20season\"&gt;1999–2000 season&lt;/a&gt; again ended in surgery, with Guardiola missing the last three months of the season with a serious &lt;a href=\"Sprained%20ankle\"&gt;ankle injury&lt;/a&gt;. Barcelona didn't win any silverware during the &lt;a href=\"2000%E2%80%9301%20FC%20Barcelona%20season\"&gt;2000–01 season&lt;/a&gt;, and finished fourth place in &lt;a href=\"2000%E2%80%9301%20La%20Liga\"&gt;La Liga&lt;/a&gt;; nonetheless they qualified for the &lt;a href=\"2001%E2%80%9302%20UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;.\nOn 11 April 2001, Barcelona's captain announced his intention to leave the club after 17 years of service. He stated that it was a personal decision and, in part, a response to what he perceived as football heading in a new, more physical, direction. On 24 June 2001, Guardiola played his last match with Barça in the final game of the season against &lt;a href=\"Celta%20de%20Vigo\"&gt;Celta de Vigo&lt;/a&gt;. Guardiola played 479 games in 12 seasons for the first team, winning 16 trophies. At the press conference after the Celta game, he said, \"It's been a long journey. I'm happy, proud, happy with the way people treated me and I have made many friends. I cannot ask for more. I have had many years in the elite. I did not come to make history but to make my own history.\" A number of future Barcelona midfielders, including &lt;a href=\"Xavi\"&gt;Xavi&lt;/a&gt;, &lt;a href=\"Andr%C3%A9s%20Iniesta\"&gt;Andrés Iniesta&lt;/a&gt; and &lt;a href=\"Cesc%20F%C3%A0bregas\"&gt;Cesc Fàbregas&lt;/a&gt;, have hailed Guardiola as their role model and hero.\nBrescia and Roma.\nAfter leaving Barcelona in 2001 at age 30, Guardiola joined &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; side &lt;a href=\"Brescia%20Calcio\"&gt;Brescia&lt;/a&gt; as &lt;a href=\"Andrea%20Pirlo\"&gt;Andrea Pirlo&lt;/a&gt;'s replacement in the &lt;a href=\"Playmaker%23Deep-lying%20playmakers\"&gt;deep-lying playmaker&lt;/a&gt; role, where he played alongside &lt;a href=\"Roberto%20Baggio\"&gt;Roberto Baggio&lt;/a&gt; under manager &lt;a href=\"Carlo%20Mazzone\"&gt;Carlo Mazzone&lt;/a&gt;. Following his stint at Brescia, Guardiola transferred to &lt;a href=\"A.S.%20Roma\"&gt;Roma&lt;/a&gt;. His time in Italy, however, was unsuccessful and included a four-month ban for testing positive for &lt;a href=\"nandrolone\"&gt;nandrolone&lt;/a&gt;. Six years later, on 23 October 2007, Guardiola was cleared on appeal of all charges related to the ban. &lt;a href=\"CONI\"&gt;CONI&lt;/a&gt;, however, reopened the case against the player because it considered the absolution unacceptable, but he was cleared once again on 29 September 2009.\nAl-Ahli.\nAfter his career with Brescia and Roma, in 2003, Guardiola chose to play in Qatar with &lt;a href=\"Al-Ahli%20%28Doha%29\"&gt;Al-Ahli&lt;/a&gt; from &lt;a href=\"Doha\"&gt;Doha&lt;/a&gt; in the &lt;a href=\"Qatar%20Stars%20League\"&gt;Qatar Stars League&lt;/a&gt;, where many fellow greats were playing, such as &lt;a href=\"Gabriel%20Batistuta\"&gt;Gabriel Batistuta&lt;/a&gt;. He had rejected another offer from &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;, as he wanted to play elsewhere. He became a regular in the Qatar Stars League, where he was often cited as one of the best players in the League. He also participated in the &lt;a href=\"2004%E2%80%9305%20Arab%20Champions%20League\"&gt;2004–05 Arab Champions League&lt;/a&gt; with the club, and in the first leg of the competition's first round, Guardiola missed a penalty in the 19th minute, hitting the crossbar, but then converted one in the 73rd minute. In 2005–06, he turned down offers from a number of European sides, such as &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;, Manchester United, and &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;, as he felt his playing career was coming to a close.\nDorados de Sinaloa.\nIn 2006, &lt;a href=\"Juan%20Manuel%20Lillo\"&gt;Juan Manuel Lillo&lt;/a&gt; was appointed the manager of Mexican club &lt;a href=\"Dorados%20de%20Sinaloa\"&gt;Dorados de Sinaloa&lt;/a&gt;. Lillo recruited Guardiola to play for the club while he was in managing school in Axocopán, &lt;a href=\"Atlixco\"&gt;Atlixco&lt;/a&gt;, &lt;a href=\"Puebla\"&gt;Puebla&lt;/a&gt;. Guardiola played with Dorados de Sinaloa for six months, but was limited to ten appearances due to injuries before retiring. He scored one goal for the club.\nInternational career.\nSpain.\nGuardiola made his senior debut on 14 October 1992 in a 0–0 draw with &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland&lt;/a&gt; at &lt;a href=\"Windsor%20Park\"&gt;Windsor Park&lt;/a&gt; in a &lt;a href=\"1994%20FIFA%20World%20Cup%20qualification%20%28UEFA%29\"&gt;World Cup qualifier&lt;/a&gt;. In the same year, Guardiola captained &lt;a href=\"Spain%20national%20under-23%20football%20team\"&gt;Spain&lt;/a&gt; when they won a &lt;a href=\"gold%20medal\"&gt;gold medal&lt;/a&gt; at the &lt;a href=\"Football%20at%20the%201992%20Summer%20Olympics\"&gt;Barcelona Olympic Games&lt;/a&gt;. It was in this year when he won the &lt;a href=\"Bravo%20Award\"&gt;Bravo Award&lt;/a&gt;, which recognizes the world's best player under the age of 21. Between 1992 and 2001, Guardiola played over 47 times and scored five goals for the senior &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain team&lt;/a&gt;. He was a member of the Spanish team during the &lt;a href=\"1994%20FIFA%20World%20Cup\"&gt;1994 World Cup&lt;/a&gt;, where they reached the quarter-finals, losing 2–1 to &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt;. He fell out of favour with &lt;a href=\"Javier%20Clemente\"&gt;Javier Clemente&lt;/a&gt;, Spain's manager, due to disagreements and missed out on &lt;a href=\"UEFA%20Euro%201996\"&gt;Euro 1996&lt;/a&gt;. He suffered a career-threatening injury in 1998, which kept him out of the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 World Cup&lt;/a&gt;, but he later played at &lt;a href=\"UEFA%20Euro%202000\"&gt;Euro 2000&lt;/a&gt;, where he led Spain to yet another quarter-final, this time losing to &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt; by the same margin, 2–1. He led the Spanish midfield until his final appearance for \"la Roja\", a 1–0 win in a friendly against &lt;a href=\"Mexico%20national%20football%20team\"&gt;Mexico&lt;/a&gt; on 14 November 2001; he scored his last international goal against &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt; in a 1–1 draw during his 45th appearance.\nCatalonia.\nGuardiola has played for and advocated on behalf of the &lt;a href=\"Catalonia%20national%20football%20team\"&gt;Catalonia football team&lt;/a&gt;. Between 1995 and 2005, he played seven &lt;a href=\"Exhibition%20game\"&gt;friendly games&lt;/a&gt; for Catalonia.\nPlayer profile.\nStyle of play.\nGuardiola was a highly creative, hard-working, nimble, and elegant player, with good anticipation, tactical awareness, and an ability to read the game; throughout his career, he was usually deployed as either a &lt;a href=\"Midfielder%23Central%20midfielder\"&gt;central&lt;/a&gt; or &lt;a href=\"defensive%20midfielder\"&gt;defensive midfielder&lt;/a&gt; in front of his team's back-line, although he was also capable of playing in more &lt;a href=\"Midfielder%23Attacking%20midfielder\"&gt;advanced midfield&lt;/a&gt; roles. Although he was competent defensively and able to press opponents to break up play and win the ball effectively through his team-work and defensive positioning, he also had a tendency to give away many fouls; as such, and also in part due to his slender physical build, he usually functioned as a &lt;a href=\"Playmaker%23Deep-lying%20playmakers\"&gt;deep-lying playmaker&lt;/a&gt; in front of the defence, where he excelled courtesy of his technical ability and intelligent, efficient, precise passing game. Despite his lack of notable pace, dribbling ability, aerial prowess, or strong physical or athletic attributes, Guardiola was highly regarded throughout his career for his vision, close control, passing range, positional sense, and calm composure on the ball, as well as his speed of thought, which enabled him to retain possession under pressure and either set the tempo of his team's play in midfield with quick and intricate short first-time exchanges, or switch the play or create chances with longer passes.\nGuardiola was capable of being an offensive threat, due to his ability to make attacking runs or strike accurately from distance; he was also effective at creating chances or shooting on goal from set-pieces. Having served as captain of both Barcelona and the Spanish national side, he also stood out for his leadership throughout his career. Despite his playing ability, however, he was also known to be injury prone throughout his career.\nReception.\nGuardiola's playing style, which relied on creativity, technique and ball movement, rather than physicality and pace, inspired several future diminutive Spanish playmaking midfielders, such as &lt;a href=\"Xavi\"&gt;Xavi&lt;/a&gt;, &lt;a href=\"Andr%C3%A9s%20Iniesta\"&gt;Andrés Iniesta&lt;/a&gt;, and &lt;a href=\"Cesc%20F%C3%A0bregas\"&gt;Cesc Fàbregas&lt;/a&gt;, with the latter describing him as his \"idol\". Pirlo instead described Guardiola as the \"model\" for the position which he himself occupied deep in midfield. Former Barcelona president Joan Laporta once described Guardiola as \"the best central midfielder in our history.\" &lt;a href=\"Johan%20Cruyff\"&gt;Johan Cruyff&lt;/a&gt; considered him to be one of the best &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;s of his generation, a view echoed by Richard Jolly of \"&lt;a href=\"FourFourTwo\"&gt;FourFourTwo&lt;/a&gt;\" and Marco Frattino, the latter of whom stated in 2018: \"Twenty years ago, [...] Pep Guardiola was one of the best midfielders in the world.\" In 2001, his agent Josè Maria Orobitg described him as the best in the world at dictating the tempo and rhythm of his team's play. \nMiguel Val of \"Marca\" considered Guardiola to be one of the greatest Spanish players of all time, describing him as the \"brains of Barcelona's Dream Team under Johan Cruyff\" in 2020. Federico Aquè described him as one of the best deep-lying playmakers in European football in his prime, while Lee Bushe of \"&lt;a href=\"90min.com\"&gt;90min.com&lt;/a&gt;\" even included him in his list of \"The Best Deep-Lying Playmakers of All Time\" in 2020.\nManagerial career.\nBarcelona.\nB team.\nGuardiola was appointed coach of &lt;a href=\"FC%20Barcelona%20B\"&gt;Barcelona B&lt;/a&gt; on 21 June 2007 with &lt;a href=\"Tito%20Vilanova\"&gt;Tito Vilanova&lt;/a&gt; as his assistant. Under his guidance, the team subsequently won their &lt;a href=\"Tercera%20Divisi%C3%B3n\"&gt;Tercera División&lt;/a&gt; group and qualified for the &lt;a href=\"2007%E2%80%9308%20Segunda%20Divisi%C3%B3n%20B%20Play-Off\"&gt;2008 Segunda División B playoffs&lt;/a&gt;, which the team won, thereby achieving promotion. &lt;a href=\"FC%20Barcelona\"&gt;FC Barcelona&lt;/a&gt; President &lt;a href=\"Joan%20Laporta\"&gt;Joan Laporta&lt;/a&gt; announced in May 2008 that Guardiola would be appointed manager of the senior Barcelona squad to replace &lt;a href=\"Frank%20Rijkaard\"&gt;Frank Rijkaard&lt;/a&gt; at the end of the &lt;a href=\"2007%E2%80%9308%20FC%20Barcelona%20season\"&gt;2007–08 season&lt;/a&gt;. According to a 2013 biography of &lt;a href=\"Michael%20Laudrup\"&gt;Michael Laudrup&lt;/a&gt;, he and not Guardiola was Laporta's first choice.\n2008–09: First season with first team and historic treble.\nUpon being appointed, Guardiola said that &lt;a href=\"Ronaldinho\"&gt;Ronaldinho&lt;/a&gt;, &lt;a href=\"Deco\"&gt;Deco&lt;/a&gt;, &lt;a href=\"Samuel%20Eto%27o\"&gt;Samuel Eto'o&lt;/a&gt; and others were not part of his plans for &lt;a href=\"2008%E2%80%9309%20La%20Liga\"&gt;the coming season&lt;/a&gt;. By the time of the announcement, he had already offloaded full back &lt;a href=\"Gianluca%20Zambrotta\"&gt;Gianluca Zambrotta&lt;/a&gt; to &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt;, attacking midfielder &lt;a href=\"Giovani%20dos%20Santos\"&gt;Giovani dos Santos&lt;/a&gt; to &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; and midfielder &lt;a href=\"Edm%C3%ADlson\"&gt;Edmílson&lt;/a&gt; to &lt;a href=\"Villarreal%20CF\"&gt;Villarreal&lt;/a&gt;. Deco went to Chelsea while Ronaldinho joined Zambrotta in Milan. &lt;a href=\"Lilian%20Thuram\"&gt;Lilian Thuram&lt;/a&gt; was initially set to join &lt;a href=\"Paris%20Saint-Germain%20F.C.\"&gt;Paris Saint-Germain&lt;/a&gt; on a &lt;a href=\"free%20transfer%20%28association%20football%29\"&gt;free transfer&lt;/a&gt;, but the discovery of a heart condition put a stop to the move, and the veteran retired to tend to his health. &lt;a href=\"Oleguer%20Presas\"&gt;Oleguer&lt;/a&gt; signed with &lt;a href=\"AFC%20Ajax\"&gt;Ajax&lt;/a&gt;, &lt;a href=\"Santiago%20Ezquerro\"&gt;Santiago Ezquerro&lt;/a&gt; was released by Barça and &lt;a href=\"Marc%20Crosas\"&gt;Marc Crosas&lt;/a&gt; was sold to &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;. The fate of Eto'o took much of the summer to unravel, with the Cameroonian linked with several clubs, but Guardiola finally declared that he would stay after his dedication in training and participation in the pre-season.\nIn association with Barcelona Director of Sport &lt;a href=\"Txiki%20Begiristain\"&gt;Txiki Begiristain&lt;/a&gt;, several new signings were made by Guardiola – &lt;a href=\"Dani%20Alves\"&gt;Dani Alves&lt;/a&gt; and &lt;a href=\"Seydou%20Keita%20%28footballer%29\"&gt;Seydou Keita&lt;/a&gt; arrived from &lt;a href=\"Sevilla%20FC\"&gt;Sevilla&lt;/a&gt;; &lt;a href=\"Mart%C3%ADn%20C%C3%A1ceres\"&gt;Martín Cáceres&lt;/a&gt; from Villarreal by way of &lt;a href=\"Recreativo%20de%20Huelva\"&gt;Recreativo de Huelva&lt;/a&gt;; &lt;a href=\"Gerard%20Piqu%C3%A9\"&gt;Gerard Piqué&lt;/a&gt; returned from &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;; and &lt;a href=\"Alexander%20Hleb\"&gt;Alexander Hleb&lt;/a&gt; was signed from &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;. &lt;a href=\"Henrique%20%28footballer%2C%20born%201986%29\"&gt;Henrique&lt;/a&gt; was also signed from &lt;a href=\"Sociedade%20Esportiva%20Palmeiras\"&gt;Palmeiras&lt;/a&gt;, but was immediately loaned out to &lt;a href=\"Bayer%2004%20Leverkusen\"&gt;Bayer Leverkusen&lt;/a&gt;. In interviews with the press, Guardiola stressed a harder work ethic than before, but also a more personal approach during training and a closer relationship with his players. Along with the new signings, Guardiola promoted \"&lt;a href=\"cantera\"&gt;cantera&lt;/a&gt;nos\" &lt;a href=\"Sergio%20Busquets\"&gt;Sergio Busquets&lt;/a&gt;, &lt;a href=\"Pedro%20%28footballer%2C%20born%20July%201987%29\"&gt;Pedro&lt;/a&gt; and &lt;a href=\"Jeffr%C3%A9n%20Su%C3%A1rez\"&gt;Jeffrén&lt;/a&gt; to the first-team squad.\nGuardiola's first competitive game as coach was in the &lt;a href=\"2008%E2%80%9309%20UEFA%20Champions%20League%20qualifying%20rounds%23Third%20qualifying%20round\"&gt;third qualifying round&lt;/a&gt; of the &lt;a href=\"2008%E2%80%9309%20UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;, in which Barça comfortably beat Polish club &lt;a href=\"Wis%C5%82a%20Krak%C3%B3w\"&gt;Wisła Kraków&lt;/a&gt; 4–0 in the first leg at home. They then lost 1–0 in the second leg, but progressed with a 4–1 aggregate victory. Promoted &lt;a href=\"CD%20Numancia\"&gt;Numancia&lt;/a&gt; also defeated Barcelona in the opening match-day of the &lt;a href=\"2008%E2%80%9309%20La%20Liga\"&gt;La Liga&lt;/a&gt;, but the team then went on an undefeated streak for over 20 matches to move to the top of the league. Barça maintained their spot atop La Liga's table, securing their first league title since 2006 when rivals &lt;a href=\"Real%20Madrid%20C.F.\"&gt;Real Madrid&lt;/a&gt; lost at Villarreal on 16 May 2009. The most important match, however, was on 2 May when they defeated Real Madrid &lt;a href=\"El%20Cl%C3%A1sico\"&gt;6–2&lt;/a&gt; at the &lt;a href=\"Santiago%20Bernab%C3%A9u%20Stadium\"&gt;Santiago Bernabéu Stadium&lt;/a&gt;. The league title was the second piece of silverware in Guardiola's first season at the &lt;a href=\"Camp%20Nou\"&gt;Camp Nou&lt;/a&gt;. Earlier on 13 May 2009, Barcelona won the &lt;a href=\"2008%E2%80%9309%20Copa%20del%20Rey%23Final\"&gt;Copa del Rey&lt;/a&gt;, defeating &lt;a href=\"Athletic%20Bilbao\"&gt;Athletic Bilbao&lt;/a&gt; by &lt;a href=\"2009%20Copa%20del%20Rey%20Final\"&gt;4–1&lt;/a&gt;.\nIn the Champions League semi-final against Chelsea, a late &lt;a href=\"Andr%C3%A9s%20Iniesta\"&gt;Andrés Iniesta&lt;/a&gt; goal in the second leg at &lt;a href=\"Stamford%20Bridge%20%28stadium%29\"&gt;Stamford Bridge&lt;/a&gt; put Barcelona through, with an ecstatic Guardiola &lt;a href=\"goal%20celebration\"&gt;celebrating the goal&lt;/a&gt; by sprinting down the touchline near to where his players were celebrating. In the &lt;a href=\"2009%20UEFA%20Champions%20League%20Final\"&gt;final of the Champions League&lt;/a&gt;, Barcelona beat Manchester United 2–0. In doing so, they became the &lt;a href=\"Football%20records%20in%20Spain\"&gt;first Spanish club&lt;/a&gt; to win the domestic cup, the league, and the European club titles (&lt;a href=\"treble%20%28association%20football%29\"&gt;the treble&lt;/a&gt;) in the &lt;a href=\"2008%E2%80%9309%20FC%20Barcelona%20season\"&gt;same season&lt;/a&gt;. The treble-winning season is regarded as one of the club's finest in its history. Furthermore, he became the &lt;a href=\"List%20of%20European%20Cup%20and%20UEFA%20Champions%20League%20winning%20managers\"&gt;youngest man to coach a Champions League winning team&lt;/a&gt;.\n2009–10 season.\nDuring Guardiola's &lt;a href=\"2009%E2%80%9310%20FC%20Barcelona%20season\"&gt;second season&lt;/a&gt; as manager, Barcelona swapped Samuel Eto'o and €46 million in exchange for &lt;a href=\"Zlatan%20Ibrahimovi%C4%87\"&gt;Zlatan Ibrahimović&lt;/a&gt; of &lt;a href=\"Inter%20Milan\"&gt;Inter Milan&lt;/a&gt;. Many players left the club in the same transfer window – &lt;a href=\"Ei%C3%B0ur%20Gu%C3%B0johnsen\"&gt;Eiður Guðjohnsen&lt;/a&gt; was sold to &lt;a href=\"AS%20Monaco%20FC\"&gt;Monaco&lt;/a&gt;; &lt;a href=\"Sylvinho\"&gt;Sylvinho&lt;/a&gt; and &lt;a href=\"Albert%20Jorquera\"&gt;Albert Jorquera&lt;/a&gt;'s contracts ended; and other players were loaned out, including Alexander Hleb to &lt;a href=\"VfB%20Stuttgart\"&gt;VfB Stuttgart&lt;/a&gt;, Martín Cáceres to &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt;, &lt;a href=\"Alberto%20Bot%C3%ADa\"&gt;Alberto Botía&lt;/a&gt; to &lt;a href=\"Sporting%20de%20Gij%C3%B3n\"&gt;Sporting de Gijón&lt;/a&gt;, and &lt;a href=\"V%C3%ADctor%20S%C3%A1nchez%20%28footballer%2C%20born%201987%29\"&gt;Víctor Sánchez&lt;/a&gt; to &lt;a href=\"Xerez%20CD\"&gt;Xerez&lt;/a&gt;. Barcelona started the season defeating Athletic Bilbao in the &lt;a href=\"2009%20Supercopa%20de%20Espa%C3%B1a\"&gt;Supercopa de España&lt;/a&gt; and &lt;a href=\"FC%20Shakhtar%20Donetsk\"&gt;Shakhtar Donetsk&lt;/a&gt; in the &lt;a href=\"2009%20UEFA%20Super%20Cup\"&gt;UEFA Super Cup&lt;/a&gt;. On 25 September 2009, Barcelona gave Guardiola his 50th professional victory, away against &lt;a href=\"M%C3%A1laga%20CF\"&gt;Málaga&lt;/a&gt; and on 19 December, they were crowned &lt;a href=\"2009%20FIFA%20Club%20World%20Cup\"&gt;FIFA Club World Cup champions&lt;/a&gt; for the first time in &lt;a href=\"History%20of%20FC%20Barcelona\"&gt;their history&lt;/a&gt;.\nGuardiola finished the calendar year 2009 with a record &lt;a href=\"The%20Sextuple\"&gt;six trophies&lt;/a&gt;, the &lt;a href=\"La%20Liga\"&gt;Spanish League&lt;/a&gt;, &lt;a href=\"Copa%20del%20Rey\"&gt;Copa del Rey&lt;/a&gt;, &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;, &lt;a href=\"Supercopa%20de%20Espa%C3%B1a\"&gt;Spanish Super Cup&lt;/a&gt;, &lt;a href=\"UEFA%20Super%20Cup\"&gt;European Super Cup&lt;/a&gt; and &lt;a href=\"FIFA%20Club%20World%20Cup\"&gt;Club World Cup&lt;/a&gt;, becoming the &lt;a href=\"List%20of%20FC%20Barcelona%20managers\"&gt;first manager&lt;/a&gt; in &lt;a href=\"History%20of%20FC%20Barcelona\"&gt;history&lt;/a&gt; to do so. In January 2010, Guardiola became Barcelona's longest serving Spanish coach, overtaking the record previously held by &lt;a href=\"Josep%20Samitier\"&gt;Josep Samitier&lt;/a&gt;. That same month, on the 20th, he agreed to a one-year contract extension to keep him with Barcelona until the end of the &lt;a href=\"2010%E2%80%9311%20FC%20Barcelona%20season\"&gt;2010–11 season&lt;/a&gt;.\nIn February 2010, Guardiola coached his 100th match for Barcelona's first team. His record stood at 71 wins, 19 draws and 10 losses with 242 goals for and 76 against. On 10 April 2010, he became the first manager in Barcelona's history to beat Real Madrid four times in a row in \"El Clásico\". Barcelona reached the &lt;a href=\"2009%E2%80%9310%20UEFA%20Champions%20League%20knockout%20phase\"&gt;semi-finals of the 2009–10 Champions League&lt;/a&gt;, but lost 3–2 on aggregate to &lt;a href=\"Jos%C3%A9%20Mourinho\"&gt;José Mourinho&lt;/a&gt;'s Inter Milan. Despite this, they managed to win their 20th La Liga title with 99 points by beating &lt;a href=\"Real%20Valladolid\"&gt;Real Valladolid&lt;/a&gt; 4–0 at home. At the time, this was the highest points total ever gained amongst any of &lt;a href=\"UEFA\"&gt;Europe's major leagues&lt;/a&gt;. The La Liga title was Guardiola's seventh trophy as manager of the club, tying &lt;a href=\"Ferdinand%20Dau%C4%8D%C3%ADk\"&gt;Ferdinand Daučík&lt;/a&gt; for second behind Johan Cruyff and his 11 trophies.\nOn 8 June 2010, the &lt;a href=\"Royal%20Spanish%20Football%20Federation\"&gt;Royal Spanish Football Federation&lt;/a&gt; (RFEF) fined Guardiola €15,000 following a formal inquiry opened by the Competition Committee regarding his actions and comments during and after a match against &lt;a href=\"UD%20Almer%C3%ADa\"&gt;Almería&lt;/a&gt; on 6 March 2010. Guardiola approached the fourth official with, according to the official report, malicious intent, berating the official and speaking into his microphone with phrases such as, \"You are calling everything wrong.\" Following the match, Guardiola accused &lt;a href=\"Carlos%20Clos%20G%C3%B3mez\"&gt;Carlos Clos Gómez&lt;/a&gt; and his assistant José Luis Gallego Galdino of \"lying\" in their match report. Barcelona were given ten days to appeal the sanction. TV replays supported Guardiola's assertions. The game ended 2–2.\n2010–11 season: Second Champions League title.\nGuardiola's &lt;a href=\"2010%E2%80%9311%20FC%20Barcelona%20season\"&gt;third season&lt;/a&gt; in charge saw the departure of two players who had arrived last season: &lt;a href=\"Dmytro%20Chyhrynskyi\"&gt;Dmytro Chyhrynskyi&lt;/a&gt; returned to Shakhtar Donetsk and Zlatan Ibrahimović joined Milan on loan. &lt;a href=\"Rafael%20M%C3%A1rquez\"&gt;Rafael Márquez&lt;/a&gt; and &lt;a href=\"Thierry%20Henry\"&gt;Thierry Henry&lt;/a&gt; were released from their contracts and both moved to &lt;a href=\"New%20York%20Red%20Bulls\"&gt;New York Red Bulls&lt;/a&gt; of &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt; (MLS); &lt;a href=\"Yaya%20Tour%C3%A9\"&gt;Yaya Touré&lt;/a&gt; also left the team and moved to English &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; side &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;. The club signed &lt;a href=\"Adriano%20%28footballer%2C%20born%201984%29\"&gt;Adriano&lt;/a&gt; from Sevilla, &lt;a href=\"David%20Villa\"&gt;David Villa&lt;/a&gt; from &lt;a href=\"Valencia%20CF\"&gt;Valencia&lt;/a&gt; and &lt;a href=\"Javier%20Mascherano\"&gt;Javier Mascherano&lt;/a&gt; from &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;. On 14 July 2010, Guardiola signed a new contract to stay with Barcelona until June 2011.\nOn 21 August, Barcelona beat Sevilla 5–3 on aggregate to win the &lt;a href=\"2010%20Supercopa%20de%20Espa%C3%B1a\"&gt;2010 Supercopa de España&lt;/a&gt;, his second in a row. On 29 November 2010, Barcelona beat Real Madrid 5–0, giving Guardiola five straight wins in \"El Clásico\". On 8 February 2011, Guardiola accepted the club's offer for a one-year deal extension, signing a contract until June 2012. On 16 February, in the &lt;a href=\"2010%E2%80%9311%20UEFA%20Champions%20League%20knockout%20phase%23First%20leg\"&gt;first leg Champions League first knockout round&lt;/a&gt;, Barcelona were defeated by Arsenal 2–1 at &lt;a href=\"Emirates%20Stadium\"&gt;Emirates Stadium&lt;/a&gt;. The defeat prolonged Guardiola's record of never having won the &lt;a href=\"2010%E2%80%9311%20UEFA%20Champions%20League%20knockout%20phase%23Second%20leg\"&gt;away leg&lt;/a&gt; of a &lt;a href=\"2010%E2%80%9311%20UEFA%20Champions%20League%20knockout%20phase\"&gt;Champions League knockout tie&lt;/a&gt;. On 8 March, in the &lt;a href=\"2010%E2%80%9311%20UEFA%20Champions%20League%20knockout%20phase%23Second%20leg\"&gt;second leg of the Champions League first knockout round&lt;/a&gt;, Barcelona defeated Arsenal 3–1, thus winning 4–3 on aggregate, moving them into the &lt;a href=\"2010%E2%80%9311%20UEFA%20Champions%20League%20knockout%20phase%23Quarter-finals\"&gt;quarter-finals&lt;/a&gt;.\nEarly April saw Barcelona move eight points clear of second-placed Real Madrid in their domestic league after a key away win against Villarreal, making the most of Real Madrid's home loss against Sporting de Gijón earlier on the same day. Barcelona managed to advance to the &lt;a href=\"2010%E2%80%9311%20UEFA%20Champions%20League%20knockout%20phase%23Semi-finals\"&gt;semi-finals of the Champions League&lt;/a&gt; for the fourth year – last three under Guardiola – in a row after thrashing Shakhtar Donetsk 6–1 on aggregate.\nBarcelona continued their La Liga crusade for the second \"El Clásico\" in the Santiago Bernabéu, which ended 1–1. &lt;a href=\"Lionel%20Messi\"&gt;Lionel Messi&lt;/a&gt; scored for his team from the penalty spot after &lt;a href=\"Ra%C3%BAl%20Albiol\"&gt;Raúl Albiol&lt;/a&gt; was sent off. Real Madrid's &lt;a href=\"Cristiano%20Ronaldo\"&gt;Cristiano Ronaldo&lt;/a&gt; later replied from the penalty spot in the 80th minute of the match. Guardiola suffered his first final defeat during the &lt;a href=\"2011%20Copa%20del%20Rey%20Final\"&gt;Copa del Rey final&lt;/a&gt; against Real Madrid. Cristiano Ronaldo scored the only goal in the 103rd minute of the match during extra time, giving the club its first title since 2008, as well as José Mourinho's first title for his new club. In the Champions League, however, Barcelona beat Real Madrid 2–0 at the Bernabéu in the &lt;a href=\"2010%E2%80%9311%20UEFA%20Champions%20League%20knockout%20phase%23First%20leg%203\"&gt;semi-final first leg&lt;/a&gt;, and after a 1–1 draw at Camp Nou, they proceeded to Guardiola's second &lt;a href=\"2011%20UEFA%20Champions%20League%20Final\"&gt;Champions League final&lt;/a&gt; in three years as coach for Barcelona.\nOn 11 May 2011, Barcelona won the La Liga title and the club's third in a row after a 1–1 draw with &lt;a href=\"Levante%20UD\"&gt;Levante&lt;/a&gt;. On 28 May, Barcelona beat Manchester United &lt;a href=\"2011%20UEFA%20Champions%20League%20Final\"&gt;3–1&lt;/a&gt; at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt; to win the Champions League.\n2011–12: Final season.\nGuardiola's &lt;a href=\"2011%E2%80%9312%20FC%20Barcelona%20season\"&gt;fourth season&lt;/a&gt; in charge started with the departure of three long-serving Barça players: &lt;a href=\"Gabriel%20Milito\"&gt;Gabriel Milito&lt;/a&gt; moved back to old Argentine club &lt;a href=\"Club%20Atl%C3%A9tico%20Independiente\"&gt;Independiente&lt;/a&gt;, Jeffrén was sold to &lt;a href=\"Sporting%20Clube%20de%20Portugal\"&gt;Sporting CP&lt;/a&gt; and &lt;a href=\"Bojan%20Krki%C4%87\"&gt;Bojan&lt;/a&gt; was sold to &lt;a href=\"A.S.%20Roma\"&gt;Roma&lt;/a&gt;. Two high-profile signings were made: &lt;a href=\"Alexis%20S%C3%A1nchez\"&gt;Alexis Sánchez&lt;/a&gt; came from &lt;a href=\"Udinese%20Calcio\"&gt;Udinese&lt;/a&gt; for €26 million plus bonuses, and &lt;a href=\"Cesc%20F%C3%A0bregas\"&gt;Cesc Fàbregas&lt;/a&gt;, a former La Masia graduate, returned from Arsenal for €29 million plus bonuses. To complete the squad, two players were promoted from the &lt;a href=\"youth%20system\"&gt;youth system&lt;/a&gt;: &lt;a href=\"Thiago%20Alc%C3%A2ntara\"&gt;Thiago&lt;/a&gt; and &lt;a href=\"Andreu%20Font%C3%A0s\"&gt;Andreu Fontàs&lt;/a&gt;. The season started with a &lt;a href=\"2011%20Supercopa%20de%20Espa%C3%B1a\"&gt;5–4&lt;/a&gt; aggregate win over Real Madrid for the &lt;a href=\"2011%20Supercopa%20de%20Espa%C3%B1a\"&gt;Supercopa de España&lt;/a&gt;.\nBarcelona won their second trophy of the season on 26 August, beating &lt;a href=\"FC%20Porto\"&gt;Porto&lt;/a&gt; in the &lt;a href=\"UEFA%20Super%20Cup\"&gt;UEFA Super Cup&lt;/a&gt; &lt;a href=\"2011%20UEFA%20Super%20Cup\"&gt;final&lt;/a&gt; 2–0. With the trophy won against Porto, he became all-time record holder of most titles won as a &lt;a href=\"List%20of%20FC%20Barcelona%20managers\"&gt;coach at Barcelona&lt;/a&gt;. He won 12 trophies in only three years. November of the same year saw Guardiola coach his 200th match for Barça's first team. His record stood at 144 wins, 39 draws and 17 losses with 500 goals for and 143 against.\nBarcelona ended the 2011 calendar year winning the &lt;a href=\"2011%20FIFA%20Club%20World%20Cup%20Final\"&gt;Club World Cup&lt;/a&gt;, beating Brazilian club &lt;a href=\"Santos%20FC\"&gt;Santos&lt;/a&gt; 4–0, the widest margin in an Intercontinental Cup/Club World Cup final since changing to a single match format. This was Guardiola's 13th title of only 16 tournaments played. On 9 January 2012, he was named &lt;a href=\"FIFA%20World%20Coach%20of%20the%20Year\"&gt;FIFA World Coach of the Year&lt;/a&gt;. On his 41st birthday, he led his side to a 2–1 victory over arch-rivals Real Madrid in \"El Clásico\", ensuring that he remained unbeaten against Real Madrid in regular time as a manager. On 21 April, Guardiola conceded the league title to leaders Real Madrid after they beat Barcelona 2–1 and extended their lead in the table to seven points with four matches remaining. \"We have to congratulate Madrid for their win and the title that they have also won tonight,\" said Guardiola, after what was his side's first loss at home all season.\nOn 24 April, a 2–2 draw at home against Chelsea in the &lt;a href=\"2011%E2%80%9312%20UEFA%20Champions%20League%20knockout%20phase\"&gt;second leg&lt;/a&gt; of the &lt;a href=\"2011%E2%80%9312%20UEFA%20Champions%20League%20knockout%20phase\"&gt;Champions League semifinal&lt;/a&gt; knocked Barcelona out of the competition on a 2–3 aggregate score. That effectively left the team with only the &lt;a href=\"2011%E2%80%9312%20Copa%20del%20Rey\"&gt;Copa del Rey&lt;/a&gt; to play for. Guardiola had faced criticism over his recent tactics and squad selections. On 27 April 2012, he announced he would step down as Barcelona's coach at the end of the &lt;a href=\"2011%E2%80%9312%20FC%20Barcelona%20season\"&gt;2011–12 season&lt;/a&gt;. He had been on a rolling contract that was renewed annually during his tenure as manager. Citing tiredness as the main reason for his decision, he also commented that four years at a club like Barça felt like an eternity.\nGuardiola continued to lead Barcelona to wins in the remaining La Liga games of &lt;a href=\"2011%E2%80%9312%20La%20Liga\"&gt;the season&lt;/a&gt;, followed by a 3–0 win in the Copa del Rey &lt;a href=\"2012%20Copa%20del%20Rey%20Final\"&gt;final&lt;/a&gt;. His record of 14 trophies in four seasons has made him the most successful coach in &lt;a href=\"History%20of%20FC%20Barcelona\"&gt;Barcelona's history&lt;/a&gt;. Barcelona announced that he would be succeeded by &lt;a href=\"Tito%20Vilanova\"&gt;Tito Vilanova&lt;/a&gt;, who would begin leading the first team at the start of the &lt;a href=\"2012%E2%80%9313%20FC%20Barcelona%20season\"&gt;2012–13 season&lt;/a&gt;.\nSabbatical.\nAfter his time at Barcelona came to an end, Guardiola took a year's sabbatical in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. On 7 January 2013, he came in third place for the 2012 &lt;a href=\"2012%20FIFA%20Ballon%20d%27Or\"&gt;FIFA World Coach of the Year&lt;/a&gt;, behind the winner &lt;a href=\"Vicente%20del%20Bosque\"&gt;Vicente del Bosque&lt;/a&gt; and runner-up José Mourinho. While at a news conference at the &lt;a href=\"2012%20FIFA%20Ballon%20d%27Or\"&gt;2012 FIFA Ballon d'Or&lt;/a&gt; gala in &lt;a href=\"Z%C3%BCrich\"&gt;Zürich&lt;/a&gt;, Guardiola said, \"I have taken a decision to return to coaching but beyond that no decision has been taken. I don't have a team to go to but I would like to go back to coaching.\"\nBayern Munich.\n2013–14 season: Domestic Double.\nOn 16 January 2013, it was announced that Guardiola would take over as manager of &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; club &lt;a href=\"FC%20Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt; after the &lt;a href=\"2012%E2%80%9313%20FC%20Bayern%20Munich%20season\"&gt;2012–13 season&lt;/a&gt;, replacing &lt;a href=\"Jupp%20Heynckes\"&gt;Jupp Heynckes&lt;/a&gt; for the &lt;a href=\"2013%E2%80%9314%20FC%20Bayern%20Munich%20season\"&gt;following season&lt;/a&gt;. He addressed his first press conference as Bayern manager, on 24 June 2013, in German, and had his first training session two days later. His first official match was the &lt;a href=\"2013%20DFL-Supercup\"&gt;German Super Cup&lt;/a&gt; against &lt;a href=\"Borussia%20Dortmund\"&gt;Borussia Dortmund&lt;/a&gt;, with Bayern losing 4–2. His first trophy with Bayern was the &lt;a href=\"2013%20UEFA%20Super%20Cup\"&gt;2013 UEFA Super Cup&lt;/a&gt;, defeating longtime adversary José Mourinho, who had just returned to coach at Chelsea. Bayern beat ten-man Chelsea in a &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29\"&gt;shoot-out&lt;/a&gt; after &lt;a href=\"Manuel%20Neuer\"&gt;Manuel Neuer&lt;/a&gt; saved &lt;a href=\"Romelu%20Lukaku\"&gt;Romelu Lukaku&lt;/a&gt;'s kick.\nIn December 2013, Guardiola won his third &lt;a href=\"2013%20FIFA%20Club%20World%20Cup\"&gt;Club World Cup&lt;/a&gt; after beating &lt;a href=\"Raja%20Casablanca\"&gt;Raja Casablanca&lt;/a&gt; in Morocco. On 25 March 2014, he led Bayern to their 23rd &lt;a href=\"2013%E2%80%9314%20Bundesliga\"&gt;Bundesliga&lt;/a&gt; title by beating &lt;a href=\"Hertha%20BSC\"&gt;Hertha BSC&lt;/a&gt; 3–1 at the &lt;a href=\"Olympiastadion%20%28Berlin%29\"&gt;Olympiastadion&lt;/a&gt; in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;. With seven matches remaining in the season, it was the earliest the championship had been won in Bundesliga history, breaking the record Heynckes' Bayern had set in the previous season. Guardiola broke &lt;a href=\"Karl-Heinz%20Feldkamp\"&gt;Karl-Heinz Feldkamp&lt;/a&gt;'s record for the longest winning streak to start his tenure at a Bundesliga club. Feldkamp was undefeated in his first 14 matches with &lt;a href=\"1.%20FC%20Kaiserslautern\"&gt;1. FC Kaiserslautern&lt;/a&gt; in the &lt;a href=\"1978%E2%80%9379%20Bundesliga\"&gt;1978–79 season&lt;/a&gt;. The streak ended at 28 when &lt;a href=\"FC%20Augsburg\"&gt;FC Augsburg&lt;/a&gt; defeated Bayern 1–0 on matchday 29. The streak also ended Bayern's 53–match undefeated streak.\nBayern were drawn against Real Madrid in the &lt;a href=\"2013%E2%80%9314%20UEFA%20Champions%20League%20knockout%20phase%23Semi-finals\"&gt;semi–finals&lt;/a&gt; of &lt;a href=\"2013%E2%80%9314%20UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;. Bayern lost the first leg 1–0 and the second leg 4–0. After the first leg, Guardiola was criticized for his tactics. However, he defended them. The first leg was also Guardiola's first defeat at the Santiago Bernabéu. He was undefeated in his first seven matches in the stadium. Guardiola took the blame for the loss. &lt;a href=\"Philipp%20Lahm\"&gt;Philipp Lahm&lt;/a&gt;, however, said: \"it was a collective failure and not the fault of coach Guardiola.\" \"&lt;a href=\"Kicker%20%28sports%20magazine%29\"&gt;kicker Sportmagazin&lt;/a&gt;\" \"singled out\" Guardiola as \"the key to the crisis.\" He finished the 2013–14 season by winning the &lt;a href=\"2014%20DFB-Pokal%20Final\"&gt;DFB-Pokal&lt;/a&gt; 2–0 in extra–time.\n2014–15 season.\nPre–season started on 9 July 2014 with the first friendly match on 18 July 2014. &lt;a href=\"Mario%20Mand%C5%BEuki%C4%87\"&gt;Mario Mandžukić&lt;/a&gt; was sold to &lt;a href=\"Atl%C3%A9tico%20Madrid\"&gt;Atlético Madrid&lt;/a&gt; because he believed that the \"playing style of coach Pep Guardiola simply does not fit him.\" On 6 August 2014, Bayern played in the &lt;a href=\"2014%20MLS%20All-Star%20Game\"&gt;2014 MLS All-Star Game&lt;/a&gt; in &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland&lt;/a&gt;, &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt;. The all-star team was led by Timbers Coach &lt;a href=\"Caleb%20Porter\"&gt;Caleb Porter&lt;/a&gt;. The match ended with Bayern losing 2–1 to the All-Star squad. Separate incidents involving \"harsh challenges\" by &lt;a href=\"Osvaldo%20Alonso\"&gt;Osvaldo Alonso&lt;/a&gt; and &lt;a href=\"Will%20Johnson%20%28soccer%29\"&gt;Will Johnson&lt;/a&gt; visibly enraged Guardiola and after the match he refused to shake Porter's hand. One of the tackles injured &lt;a href=\"Bastian%20Schweinsteiger\"&gt;Bastian Schweinsteiger&lt;/a&gt;.\nBayern lost the &lt;a href=\"2014%20DFL-Supercup\"&gt;German Super Cup&lt;/a&gt; 2–0 to Borussia Dortmund. He had declared before the match that \"every final is important, especially in Dortmund a bit more.\" Guardiola used a 3–4–2–1 system in the match. Guardiola handed 17-year-old &lt;a href=\"Gianluca%20Gaudino\"&gt;Gianluca Gaudino&lt;/a&gt; his first team debut in the Super Cup and made him part of the first team permanently because of \"strong preparation\" during pre-season. In a Champions League match, Bayern defeated Roma 7–1, Bayern's biggest away win in their Champions League history. Bayern's first league loss of the season came in a 4–1 defeat to &lt;a href=\"VfL%20Wolfsburg\"&gt;VfL Wolfsburg&lt;/a&gt;. On 11 March 2015, Bayern defeated Shakhtar Donetsk 7–0, tying their largest win in Champions League history. Bayern defeated Bayer Leverkusen in a shoot–out in the quarter–finals of the DFB-Pokal. On 15 April 2015, Bayern ended an 11-match undefeated streak after losing 3–1 to Porto in Portugal. In Guardiola's 100th match as head coach, Bayern defeated Porto 6–1. With the win, Bayern reached their fourth-straight Champions League semifinal. On 28 April 2015, Bayern were knocked out of the German Cup in a penalty shoot-out. Bayern had missed all four of their shots. In his first competitive match against Barcelona, Bayern lost 3–0. Bayern failed to get a shot on target in the match. For the first time in his career, he lost four in a row (including the shoot-out loss).\n2015–16 season: Second domestic Double and final season.\nPre-season began on 1 July 2015. In the &lt;a href=\"Telekom%20Cup%23Telekom%20Cup%202015\"&gt;Telekom Cup&lt;/a&gt;, Bayern finished fourth after losing to &lt;a href=\"FC%20Augsburg\"&gt;Augsburg&lt;/a&gt; in the semi-final and losing to &lt;a href=\"Borussia%20M%C3%B6nchengladbach\"&gt;Borussia Mönchengladbach&lt;/a&gt; in a shootout. The competitive season started on 1 August 2015 when Bayern lost in a shoot-out to Wolfsburg in the German Super Cup. Bayern then beat Real Madrid in the &lt;a href=\"2015%20Audi%20Cup\"&gt;Audi Cup&lt;/a&gt; final four days later. Then on 9 August 2015, Bayern won in the first round of the German Cup. In the league, Bayern won their first ten matches. The first time they dropped points in the league was on 30 October 2015 in a 0–0 scoreline against &lt;a href=\"Eintracht%20Frankfurt\"&gt;Eintracht Frankfurt&lt;/a&gt; and their first loss in the league was on 5 December 2015 in a 3–1 scoreline to Borussia Mönchengladbach. In the Champions League group stage, Bayern won Group F, winning five out of the six matches. Bayern's only loss in the Champions League group stage was against Arsenal on 20 October. This was Bayern's first loss in all competitions during the 2015–16 season.\nOn 20 December, Bayern confirmed that Guardiola was leaving the club after his contract expires at the end of the season, with &lt;a href=\"Carlo%20Ancelotti\"&gt;Carlo Ancelotti&lt;/a&gt; his replacement for the 2016–17 season.\nOn 3 May 2016, Guardiola's Bayern Munich lost to Atlético Madrid in the Champions League semifinals stage, thereby ending his final chance of winning a Champions League title with the Bavarian club. Guardiola's final match was on 21 May 2016. Bayern defeated Borussia Dortmund in a shootout. He finished with a record of 82 wins, 11 draws, and nine losses in the Bundesliga; a record of 14 wins, three draws, and no losses in the &lt;a href=\"DFB-Pokal\"&gt;DFB-Pokal&lt;/a&gt;; a record of 23 wins, five draws, and eight losses in the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;. He also went a combined two wins, two draws, and two losses in the &lt;a href=\"FIFA%20Club%20World%20Cup\"&gt;FIFA Club World Cup&lt;/a&gt;, &lt;a href=\"UEFA%20Super%20Cup\"&gt;UEFA Super Cup&lt;/a&gt;, and the &lt;a href=\"DFL-Supercup\"&gt;German Super Cup&lt;/a&gt;. In non–official competitions, he went a combined six wins, one draw, and one loss.\nManchester City.\n2016–17 season.\nOn 1 February 2016, &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt; signed Guardiola to a three-year contract for the start of the &lt;a href=\"2016%E2%80%9317%20Manchester%20City%20F.C.%20season\"&gt;2016–17 season&lt;/a&gt;. Guardiola brought in several significant signings in the summer, including midfielders &lt;a href=\"%C4%B0lkay%20G%C3%BCndo%C4%9Fan\"&gt;İlkay Gündoğan&lt;/a&gt; from &lt;a href=\"Borussia%20Dortmund\"&gt;Borussia Dortmund&lt;/a&gt; and &lt;a href=\"Nolito\"&gt;Nolito&lt;/a&gt; from &lt;a href=\"RC%20Celta%20de%20Vigo\"&gt;Celta Vigo&lt;/a&gt;, winger &lt;a href=\"Leroy%20San%C3%A9\"&gt;Leroy Sané&lt;/a&gt; from &lt;a href=\"FC%20Schalke%2004\"&gt;Schalke 04&lt;/a&gt;, and defender &lt;a href=\"John%20Stones\"&gt;John Stones&lt;/a&gt; from &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt;. He also controversially replaced long-serving City starting goalkeeper &lt;a href=\"Joe%20Hart\"&gt;Joe Hart&lt;/a&gt; with &lt;a href=\"Claudio%20Bravo\"&gt;Claudio Bravo&lt;/a&gt; from his former club Barcelona; after Hart failed to impress Guardiola in pre-season, he was loaned to &lt;a href=\"Torino%20F.C.\"&gt;Torino&lt;/a&gt; before the end of the transfer window and would never make another appearance for the club.\nManchester City lost Guardiola's first pre-season match 1–0 to his former side Bayern Munich. On 13 August 2016, Guardiola earned victory in his first match of the &lt;a href=\"2016%E2%80%9317%20Premier%20League\"&gt;Premier League season&lt;/a&gt;, as City won 2–1 against &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt;. On 11 September 2016, Guardiola won his first &lt;a href=\"Manchester%20derby\"&gt;Manchester derby&lt;/a&gt; as a manager in a 2–1 victory at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt;; this was also his sixth win against his \"rival\" manager José Mourinho. By the end of September 2016, Guardiola had won all of his first ten matches in charge of Manchester City and his side were top of the Premier League table, with a four-point advantage over second-placed &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt;. Although he then suffered his first defeat as City manager in a 2–0 loss to Tottenham, his side remained one point clear in the league table ahead of the international break.\nCity's form declined following the international break; a home draw to &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt; on 23 October 2016 meant Guardiola had equalled his managerial record of going five games without a win. City's poor run continued in the &lt;a href=\"2016%E2%80%9317%20EFL%20Cup\"&gt;EFL Cup&lt;/a&gt;, being eliminated following a 1–0 defeat to Manchester United. This was Guardiola's sixth match without a win in all competitions, making it the worst run of form in his managerial career. Manchester City would lose 4–0 to &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt; on 15 January 2017; this was Guardiola's biggest ever managerial loss in domestic competition. Guardiola's City were eliminated in the last 16 of the Champions League by &lt;a href=\"AS%20Monaco%20FC\"&gt;Monaco&lt;/a&gt; on away goals after a 6–6 aggregate draw. The second leg of the tie was his 100th game as a manager in European competition, and he arrived at that mark with the best record of any manager, earning 61 wins and 23 draws (one draw better than the previous record holder, Guardiola's former manager at Barcelona, Louis van Gaal).\nFollowing defeat to &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; in the semi-finals of the &lt;a href=\"2016%E2%80%9317%20FA%20Cup\"&gt;FA Cup&lt;/a&gt;, Guardiola finished the season without a trophy – the first time this had occurred in his managerial career. Amid foul cries of being labeled \"a fraud, a fraudiola\", he stated that the coaching role at City \"might be his last team\" as manager and stated not winning a trophy, of the four available to City, constituted a \"failure\". However, he articulated his desire to improve the following season.\n2017–18 season: \"Centurions\" and first Premier League title.\nGuardiola identified the defensive areas which required improvement for City in the summer transfer window in order to challenge for the league title, particularly in the goalkeeper and full-back positions. Due to Bravo's struggles the previous season, &lt;a href=\"Ederson%20%28footballer%2C%20born%201993%29\"&gt;Ederson&lt;/a&gt; was brought in as the new first-choice goalkeeper. Wing-backs &lt;a href=\"Benjamin%20Mendy\"&gt;Benjamin Mendy&lt;/a&gt; and &lt;a href=\"Kyle%20Walker\"&gt;Kyle Walker&lt;/a&gt; were also signed, while dispensing of all the current senior full-backs at the club in &lt;a href=\"Aleksandar%20Kolarov\"&gt;Aleksandar Kolarov&lt;/a&gt;, &lt;a href=\"Ga%C3%ABl%20Clichy\"&gt;Gaël Clichy&lt;/a&gt;, &lt;a href=\"Bacary%20Sagna\"&gt;Bacary Sagna&lt;/a&gt; and &lt;a href=\"Pablo%20Zabaleta\"&gt;Pablo Zabaleta&lt;/a&gt;. Additionally, &lt;a href=\"Bernardo%20Silva\"&gt;Bernardo Silva&lt;/a&gt; and &lt;a href=\"Danilo%20%28footballer%2C%20born%20July%201991%29\"&gt;Danilo&lt;/a&gt; were also acquired from Monaco and Real Madrid, respectively.\nOn 25 February, City beat Arsenal 3–0 to win the &lt;a href=\"2017%E2%80%9318%20EFL%20Cup\"&gt;EFL Cup&lt;/a&gt;, Guardiola's first trophy with the club. On 15 April, City were confirmed as &lt;a href=\"2017%E2%80%9318%20Premier%20League\"&gt;Premier League&lt;/a&gt; champions following &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;'s 0–1 defeat at home to &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt;. After finishing the season with a record-breaking 100 points, Guardiola signed a new contract with City until 2021.\n2018–19 season: Domestic treble.\nDuring Guardiola's third season as manager, City signed &lt;a href=\"Riyad%20Mahrez\"&gt;Riyad Mahrez&lt;/a&gt; from &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt; for a fee of £60 million. On 5 August, City began the season with a 2–0 victory over FA Cup holders Chelsea to win the &lt;a href=\"2018%20FA%20Community%20Shield\"&gt;2018 FA Community Shield&lt;/a&gt;. On 24 February 2019, his side played &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; in the &lt;a href=\"2019%20EFL%20Cup%20Final\"&gt;EFL Cup Final&lt;/a&gt; held at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt;. The game ended 0–0 after extra time, but Manchester City won 4–3 on penalties to retain the trophy for the second year in a row. On 9 April, City faced &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; for the first leg of their &lt;a href=\"2018%E2%80%9319%20UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt; quarter-final, held at &lt;a href=\"Tottenham%20Hotspur%20Stadium\"&gt;Tottenham's new stadium&lt;/a&gt;. The game ended in a 1–0 defeat for City. The second leg was held at the &lt;a href=\"City%20of%20Manchester%20Stadium\"&gt;Etihad Stadium&lt;/a&gt; on 17 April, where Guardiola's side beat Tottenham 4–3, with City's last-minute fifth goal having been disallowed. Due to the &lt;a href=\"aggregate%20score\"&gt;aggregate score&lt;/a&gt; being a 4–4 draw, Tottenham went through to the semi-finals on &lt;a href=\"Away%20goals%20rule\"&gt;away goals&lt;/a&gt;. On 12 May, Guardiola secured a second consecutive &lt;a href=\"2018%E2%80%9319%20Premier%20League\"&gt;Premier League&lt;/a&gt; title. His side finished on 98 points, one point above &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;, after winning 4–1 away against &lt;a href=\"Brighton%20%26amp%3B%20Hove%20Albion%20F.C.\"&gt;Brighton &amp; Hove Albion&lt;/a&gt; in the final match of the season. On 18 May, City beat &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; 6–0 in the &lt;a href=\"2019%20FA%20Cup%20Final\"&gt;final&lt;/a&gt; of the &lt;a href=\"2018%E2%80%9319%20FA%20Cup\"&gt;FA Cup&lt;/a&gt;, becoming the first ever men's team in England to win a domestic treble.\n2019–20 season.\nGuardiola made two major acquisitions during the summer transfer window in defender &lt;a href=\"Jo%C3%A3o%20Cancelo\"&gt;João Cancelo&lt;/a&gt; from &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt; for £27.4m plus &lt;a href=\"Danilo%20%28footballer%2C%20born%20July%201991%29\"&gt;Danilo&lt;/a&gt; and midfielder &lt;a href=\"Rodri%20%28footballer%2C%20born%201996%29\"&gt;Rodri&lt;/a&gt; from &lt;a href=\"Atl%C3%A9tico%20Madrid\"&gt;Atlético Madrid&lt;/a&gt; for a fee of £62.8 million, a club record. These signings meant that the value of the City squad had exceeded €1 billion, becoming the first football club in the world to achieve a squad with this value. City began the season on 4 August by defeating Liverpool 5–4 on penalties to win the &lt;a href=\"2019%20FA%20Community%20Shield\"&gt;Community Shield&lt;/a&gt; for a second straight year. During the match, Guardiola also became the first Premier League manager to receive a yellow card from the referee. On 1 March 2020, Manchester City beat Aston Villa 2–1 in the &lt;a href=\"2020%20EFL%20Cup%20Final\"&gt;EFL Cup Final&lt;/a&gt;, winning Guardiola and City a third successive league cup. Manchester City finished second in the &lt;a href=\"2019%E2%80%9320%20Premier%20League\"&gt;2019–20 Premier League&lt;/a&gt;, after finishing 18 points behind champions Liverpool. After defeating Real Madrid in the round of 16 of the &lt;a href=\"2019%E2%80%9320%20UEFA%20Champions%20League\"&gt;2019–20 Champions League&lt;/a&gt;, Guardiola's side faced &lt;a href=\"Olympique%20Lyonnais\"&gt;Lyon&lt;/a&gt; in the single-elimination quarter-finals on 15 August 2020. City lost the match 3–1, hence being eliminated in the quarter-finals of the competition for the third season in a row.\n2020–21 season: Third Premier League title and Champions League final.\nAhead of the &lt;a href=\"2020%E2%80%9321%20Manchester%20City%20F.C.%20season\"&gt;2020–21 season&lt;/a&gt;, Guardiola strengthed his defence with the signings of &lt;a href=\"R%C3%BAben%20Dias\"&gt;Rúben Dias&lt;/a&gt; from &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt; and &lt;a href=\"Nathan%20Ak%C3%A9\"&gt;Nathan Aké&lt;/a&gt; from &lt;a href=\"AFC%20Bournemouth\"&gt;Bournemouth&lt;/a&gt;; he also made an addition to the attacking lineup with the signing of &lt;a href=\"Ferran%20Torres\"&gt;Ferran Torres&lt;/a&gt; from &lt;a href=\"Valencia%20CF\"&gt;Valencia&lt;/a&gt;. On 19 November 2020, Guardiola signed a new two-year contract with Manchester City until summer 2023.\nThe season saw City's defence greatly improve from the last campaign, with Rúben Dias and John Stones forming a centre-back partnership that conceded just one goal in twelve matches played together.\nOn 31 January 2021, Guardiola won his 500th game as manager as City beat &lt;a href=\"Sheffield%20United%20F.C.\"&gt;Sheffield United&lt;/a&gt; 1–0 at home in the Premier League. City won all nine games in January and became the team with the most wins (9) in a single month in the top four tiers of English football since the &lt;a href=\"English%20Football%20League\"&gt;Football League&lt;/a&gt; began in 1888. On 8 February, Guardiola picked up his first win at &lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt; as manager, as City defeated defending champions Liverpool 4–1 and went five points clear at the top of the Premier League table with a game in hand. Following a 3–1 victory over &lt;a href=\"Swansea%20City%20A.F.C.\"&gt;Swansea City&lt;/a&gt; in the &lt;a href=\"2020%E2%80%9321%20FA%20Cup\"&gt;FA Cup&lt;/a&gt; on 10 February, Guardiola's side broke the record for the longest winning run in English top-flight football history, with fifteen straight wins for City in all competitions. On 25 April, Guardiola won his fourth successive EFL Cup as City beat Tottenham Hotspur 1–0 in the &lt;a href=\"2021%20EFL%20Cup%20Final\"&gt;final&lt;/a&gt;. On 4 May, Guardiola led City to their first &lt;a href=\"List%20of%20European%20Cup%20and%20UEFA%20Champions%20League%20finals\"&gt;Champions League final&lt;/a&gt; after defeating &lt;a href=\"Paris%20Saint-Germain%20F.C.\"&gt;Paris Saint-Germain&lt;/a&gt; 4–1 on aggregate in the &lt;a href=\"2020%E2%80%9321%20UEFA%20Champions%20League%20knockout%20phase\"&gt;semi-finals&lt;/a&gt;. On 11 May, Guardiola won his third Premier League title after Manchester United lost to &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt; at home. On 29 May, Guardiola's City were beaten by Chelsea 1–0 in the &lt;a href=\"2021%20UEFA%20Champions%20League%20Final\"&gt;Champions League final&lt;/a&gt;. Following the match, he was criticized for his team selection for not starting a defensive midfielder, opposition manager &lt;a href=\"Thomas%20Tuchel\"&gt;Thomas Tuchel&lt;/a&gt; also admitted that he was surprised not to see midfielder &lt;a href=\"Fernandinho%20%28footballer%2C%20born%20May%201985%29\"&gt;Fernandinho&lt;/a&gt; in the City starting lineup. Guardiola justified starting Gündoğan in a defensive role citing his past experiences playing there and his ability to find midfield runners between compact defensive lines. Overall, Guardiola has taken City to a Champions League final for the first time in 2021, after three consecutive quarter-final exits (&lt;a href=\"2017%E2%80%9318%20UEFA%20Champions%20League\"&gt;2018&lt;/a&gt;, &lt;a href=\"2018%E2%80%9319%20UEFA%20Champions%20League\"&gt;2019&lt;/a&gt;, &lt;a href=\"2019%E2%80%9320%20UEFA%20Champions%20League\"&gt;2020&lt;/a&gt;) and the round of 16 elimination in &lt;a href=\"2016%E2%80%9317%20UEFA%20Champions%20League\"&gt;2017&lt;/a&gt;.\n2021–22 season.\nAfter a 6–3 victory at home over &lt;a href=\"RB%20Leipzig\"&gt;RB Leipzig&lt;/a&gt; in the Champions League season opener on 14 September, which saw poor turnout, Guardiola called for more fans to show up for the home games. This invitation was rebuked by City's official supporters group stating, \"[Guardiola] doesn't understand the difficulties\" fans are facing amidst the &lt;a href=\"COVID-19%20pandemic%20in%20United%20Kingdom\"&gt;pandemic&lt;/a&gt;. On 25 September, Guardiola surpassed &lt;a href=\"Les%20McDowall\"&gt;Les McDowall&lt;/a&gt; as the manager with the most wins in Manchester City history following their 1–0 away victory over Chelsea in the Premier League. Guardiola has therefore become City's most successful manager in the club's history: winning 10 major English league and cup titles to date; and maintaining a win % in excess of 70%, at least 10% higher than any proceeding manager.\nManager profile.\nTactics.\nUnder Guardiola's predecessor &lt;a href=\"Frank%20Rijkaard\"&gt;Frank Rijkaard&lt;/a&gt;, Barcelona were known for a &lt;a href=\"Formation%20%28association%20football%29\"&gt;4–3–3&lt;/a&gt; with plenty of flair with Ronaldinho being the centre point of the attack. Under Guardiola, however, the team became more disciplined with a greater focus on possession and a disciplined and aggressive pressing style. The leader in defense and Guardiola's right arm was &lt;a href=\"Rafael%20M%C3%A1rquez\"&gt;Rafael Márquez&lt;/a&gt; who created chances from the back with his long balls. He often played a high defensive line with the full backs (particularly Dani Alves) pushing high up their respective sides while relying on the passing of &lt;a href=\"Xavi\"&gt;Xavi&lt;/a&gt; and &lt;a href=\"Andr%C3%A9s%20Iniesta\"&gt;Andrés Iniesta&lt;/a&gt; to retain possession and employing a pressing style without the ball. During striker Samuel Eto'o's time at Barcelona, Lionel Messi was deployed on the right hand side, though following his departure Messi largely played in the centre forward role in a false nine capacity.\nDuring the 2011–12 season, Guardiola made increasing use of the &lt;a href=\"Formation%20%28association%20football%29\"&gt;3–4–3 system&lt;/a&gt;, especially when facing two attackers, using Cesc Fàbregas as an attacking midfielder and Sergio Busquets as a midfield pivot. &lt;a href=\"Johan%20Cryuff\"&gt;Johan Cryuff&lt;/a&gt; previously had used this system as a basic tactical approach when Guardiola played for Barcelona. Guardiola employed this system in a 5–0 win against Villarreal with Javier Mascherano, Sergio Busquets and &lt;a href=\"Eric%20Abidal\"&gt;Eric Abidal&lt;/a&gt; as the back-three and Seydou Keita acting as a defensive midfield. Of note is that throughout their careers, Mascherano, Keita and Busquets had been deployed primarily as midfielders and Abidal as a full back, meaning Guardiola did not play even one central defender in the 5–0 victory. This he repeated four years later in Bayern Munich's 3–0 victory over &lt;a href=\"Bayer%20Leverkusen\"&gt;Bayer Leverkusen&lt;/a&gt;, when he fielded a back three consisting of &lt;a href=\"David%20Alaba\"&gt;David Alaba&lt;/a&gt;, &lt;a href=\"Philipp%20Lahm\"&gt;Philipp Lahm&lt;/a&gt;, and &lt;a href=\"Xabi%20Alonso\"&gt;Xabi Alonso&lt;/a&gt;. Although there are some spectators who assume the primary reason for the 3–4–3 was because he was short on defenders, in a later Champions League match against &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt; at the Camp Nou, he employed this tactic with most of his players available for selection. As manager of Bayern Munich, he also employed a 3–4–3 formation during the first leg of the Champions League semifinal against old club Barça.\nAlthough much emphasis is placed on retaining possession of the ball and dictating play, Guardiola's teams are recognised for &lt;a href=\"Glossary%20of%20association%20football%20terms%23P\"&gt;pressing&lt;/a&gt; off the ball. Players press and harry the opposition collectively in an attempt to win back possession of the ball. This collective press is only conducted in the starting third of the opposition's pitch where less space exists and defenders and/or the goalkeeper may not be as good at dribbling or passing the ball as a midfielder. At Barcelona, this was referred as the \"six-second rule\", in that the team should aim to win back possession of the ball within six seconds as this was the time when opposition players may still be out of position following turnover of possession and are most susceptible to being dispossessed or forced into a mistake. If possession of the ball was not won back within six seconds, players would abandon the collective press to conserve energy and revert to compact positions with men behind the ball to make it hard for the opposition to break them down. The 'six-second rule' has largely been omitted after he left Barcelona. However, the principle of swiftly winning the ball back following a turnover of possession remains at Bayern Munich and Manchester City.\nAs high pressing became prominent, Guardiola sought to counteract it with goalkeepers and defenders comfortable with both long and short ball distribution. At Manchester City, &lt;a href=\"Ederson%20Moraes\"&gt;Ederson&lt;/a&gt; routinely played accurate long balls up-field when City were pressed high, at times taking the entire opposition out-of-play, creating 1-on-1 situations for City forwards. To avoid getting caught by long-range passing from City's defensive-third, the opposition defense would cautiously drop deep despite the forward line's high-press, hence creating space in the middle of the pitch. With Ederson's superior distribution capable of finding City's midfield runners in space, the game would open up, occasionally leading to a goal-scoring opportunity for City.\nGuardiola's approach to the game has evolved over the years. After learning the style analogous with &lt;a href=\"Total%20Football\"&gt;Total Football&lt;/a&gt; under the Dutch &lt;a href=\"Johan%20Cruyff\"&gt;Johan Cruyff&lt;/a&gt;, Guardiola was particularly influenced by his time as a player in Mexico under his friend and manager at &lt;a href=\"Dorados\"&gt;Dorados&lt;/a&gt; &lt;a href=\"Juan%20Manuel%20Lillo\"&gt;Juan Manuel Lillo&lt;/a&gt;. Guardiola also sought help of &lt;a href=\"Marcelo%20Bielsa\"&gt;Marcelo Bielsa&lt;/a&gt; to learn from him. His editorials for \"El Pais\" during the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 World Cup&lt;/a&gt; in praise of &lt;a href=\"Luis%20Aragones\"&gt;Luis Aragones&lt;/a&gt;'s Spanish side and &lt;a href=\"Ricardo%20La%20Volpe\"&gt;Ricardo La Volpe&lt;/a&gt;'s Mexican side reveal the extent of his reverence for possession-based, attacking football, with defenders along with the goal-keeper playing it out from the back, which Guardiola later cited as a major inspiration on multiple occasions. In one of his editorials, he called &lt;a href=\"Zinedine%20Zidane\"&gt;Zinedine Zidane&lt;/a&gt; France's best defender, pointing out how recycling possession in itself is a key defensive tactic, something that Guardiola teams would later become synonymous with. &lt;a href=\"Philipp%20Lahm\"&gt;Philipp Lahm&lt;/a&gt;, who played for Guardiola at &lt;a href=\"Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt;, pointed out that Guardiola's tactics were majorly \"an offensive \"Sacchi\"\", modeled after the Italian &lt;a href=\"Arrigo%20Sacchi\"&gt;Arrigo Sacchi&lt;/a&gt;'s &lt;a href=\"AC%20Milan\"&gt;AC Milan&lt;/a&gt; team of late , emphasizing fluid movement, quick recoveries, and keeping possession of the ball, which was in sharp contrast to the strictly-defensive \"Catenaccio\" style employed effectively by &lt;a href=\"Jose%20Mourinho\"&gt;Jose Mourinho&lt;/a&gt; and later by &lt;a href=\"Diego%20Simeone\"&gt;Diego Simeone&lt;/a&gt;; and that Guardiola has evolved his approach that seemingly was now a mix of both those styles.\nReception.\nConsidered by pundits to be one of the greatest managers of all time, Guardiola is often linked with the successes of the Spanish and German national teams in , both of whom had many first-team players that were coached by him.\nTactics employed by Guardiola has been likened to \"&lt;a href=\"Gegenpressing\"&gt;Gegenpressing&lt;/a&gt;\" used by &lt;a href=\"J%C3%BCrgen%20Klopp\"&gt;Jürgen Klopp&lt;/a&gt;, which has influenced approaches of managers such as &lt;a href=\"Mauricio%20Pochettino\"&gt;Mauricio Pochettino&lt;/a&gt;, &lt;a href=\"Maurizio%20Sarri\"&gt;Maurizio Sarri&lt;/a&gt;, &lt;a href=\"Thomas%20Tuchel\"&gt;Thomas Tuchel&lt;/a&gt;, and &lt;a href=\"Luis%20Enrique\"&gt;Luis Enrique&lt;/a&gt;; as well as those in other sports such as rugby.\nGuardiola's obsessive preparation and fixation of what his opponents might do is blamed for some key defeats with Bayern Munich and Manchester City in the &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;, which he hasn't won for a decade since 2011. &lt;a href=\"Ilkay%20Gundogan\"&gt;Ilkay Gundogan&lt;/a&gt; said City \"over-complicate\" things, whilst &lt;a href=\"Kevin%20de%20Bruyne\"&gt;Kevin de Bruyne&lt;/a&gt; lamented \"same old story\" after City lost to &lt;a href=\"Olympique%20Lyonnais\"&gt;Lyon&lt;/a&gt; in the &lt;a href=\"2019%E2%80%9320%20UEFA%20Champions%20League%20knockout%20phase%23Quarter-finals\"&gt;2019–20 Champions League quarter-finals&lt;/a&gt;.\nPersonal life.\nGuardiola was born to Dolors and Valentí. He has two older sisters and a younger brother, Pere, a football agent. He is an atheist. Guardiola met his wife when he was 18. They married on 29 May 2014. They have three children named Maria, Màrius, and Valentina. Following his tenure as Barcelona's manager, he stated that he would move to the United States to live in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;, New York, for a year, until he decided on his future. To prepare for his position as the manager of Bayern Munich, Guardiola studied German for four to five hours each day. In the same year, &lt;a href=\"Tito%20Vilanova\"&gt;Tito Vilanova&lt;/a&gt;, former assistant manager at Barcelona under Guardiola, was in New York for the treatment of a life-threatening &lt;a href=\"throat%20cancer\"&gt;throat cancer&lt;/a&gt;. Vilanova was disappointed that Guardiola only saw him once in two months in the city, stating \"He's my friend and I needed him, but he wasn't there for me.\"\nDuring his time with the Mexican club &lt;a href=\"Dorados\"&gt;Dorados&lt;/a&gt; in &lt;a href=\"Culiac%C3%A1n\"&gt;Culiacán&lt;/a&gt;, Guardiola gave away \"envelopes full of cash\" to the lowest paid employees at the club.\nGuardiola supports the &lt;a href=\"Catalan%20independence\"&gt;political independence of Catalonia&lt;/a&gt;. In 2015, he confirmed that he would participate in the pro-independence &lt;a href=\"Political%20coalitions\"&gt;coalition&lt;/a&gt; &lt;a href=\"Junts%20pel%20S%C3%AD\"&gt;Junts pel Sí&lt;/a&gt; in &lt;a href=\"2015%20Catalan%20regional%20election\"&gt;|that year's regional parliamentary election&lt;/a&gt;.\nGuardiola's mother, Dolors, died from complications of &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt;, in a hospital in Barcelona, on 6 April 2020.\nOn 6 January 2022, Guardiola tested positive for COVID-19. By 14 January 2022, Guardiola had recovered from COVID-19.\nHonours.\nPlayer.\nBarcelona B\nBarcelona\nSpain U23\nIndividual\nManager.\nBarcelona B\nBarcelona\nBayern Munich\nManchester City\nIndividual"
}