{
    "id": "23974699",
    "revid": "694972",
    "url": "https://en.wikipedia.org/wiki?curid=23974699",
    "title": "Daniel Fraser (rugby)",
    "text": "Daniel George Fraser was a New Zealand &lt;a href=\"rugby%20football\"&gt;rugby football&lt;/a&gt;er who was part of the professional &lt;a href=\"1907-1908%20New%20Zealand%20rugby%20tour%20of%20Great%20Britain\"&gt;1907-1908 New Zealand rugby tour of Great Britain&lt;/a&gt; though he did not play in any matches as he was an assistant manager helping Baskiville.\nRugby Football.\nFraser played &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; for the &lt;a href=\"Petone%20Rugby%20Club\"&gt;Petone Rugby Club&lt;/a&gt;.\nBoer War.\nDuring the &lt;a href=\"Second%20Boer%20War\"&gt;Boer War&lt;/a&gt;, Fraser played for the &lt;a href=\"New%20Zealand%20Army%20Corps\"&gt;New Zealand Army Corps&lt;/a&gt; team, which was the first New Zealand rugby side to play in South Africa.\nRugby League.\nIn 1907 Fraser joined the &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;professional All Blacks&lt;/a&gt; while they were in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; on the first leg of their &lt;a href=\"1907-1908%20New%20Zealand%20rugby%20tour%20of%20Great%20Britain\"&gt;1907–1908 tour of Australia and Great Britain&lt;/a&gt;. Fraser was one of six players on the tour from the &lt;a href=\"Petone%20Rugby%20Club\"&gt;Petone Rugby Club&lt;/a&gt;. Fraser's main role was a non-playing one, acting as assistant manager and helping &lt;a href=\"Albert%20Baskiville\"&gt;Albert Baskiville&lt;/a&gt; with his day-to-day duties. However Fraser did play in two test matches for &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt; between 1907 and 1909.\nOn his return to New Zealand Fraser tried to help fill some of the gap left by the death of Baskiville, helping the game establish itself and he organised the first provincial game of &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; in New Zealand, between &lt;a href=\"Auckland%20rugby%20league%20team\"&gt;Auckland&lt;/a&gt; and &lt;a href=\"Wellington%20Rugby%20League\"&gt;Wellington&lt;/a&gt; at &lt;a href=\"Victoria%20Park%2C%20New%20Zealand\"&gt;Victoria Park&lt;/a&gt; on 24 August 1908. Fraser also managed the New Zealand team on their first tour of Australia in 1909 and this time he managed to get on the field, playing against Newcastle on June 16.\nLike five other members of the touring party Fraser is buried at Karori Cemetery."
}