{
    "id": "23979489",
    "revid": "31646758",
    "url": "https://en.wikipedia.org/wiki?curid=23979489",
    "title": "Midlands 2 West (South)",
    "text": "Midlands 2 West (South) is a level seven English &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; league and level two of the &lt;a href=\"English%20Rugby%20Union%20Midland%20Division\"&gt;Midlands League&lt;/a&gt;, made up of teams from the southern part of the &lt;a href=\"West%20Midlands%20%28region%29\"&gt;West Midlands&lt;/a&gt; region including &lt;a href=\"Herefordshire\"&gt;Herefordshire&lt;/a&gt;, parts of &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; and the &lt;a href=\"West%20Midlands%20%28county%29\"&gt;West Midlands&lt;/a&gt;, &lt;a href=\"Warwickshire\"&gt;Warwickshire&lt;/a&gt; and &lt;a href=\"Worcestershire\"&gt;Worcestershire&lt;/a&gt;, with home and away matches played throughout the season. When this division began in 1992 it was known as Midlands West 1, until it was split into two regional divisions called Midlands 3 West (North) and Midlands 3 West (South) ahead of the 2000–01 season. Further restructuring of the Midlands leagues ahead of the 2009–10 season, lead to the current name of Midlands 2 West (South).\nPromoted teams usually move up to &lt;a href=\"Midlands%201%20West\"&gt;Midlands 1 West&lt;/a&gt; with the league champions going up automatically and the runner-up in a play-off against the runner-up from &lt;a href=\"Midlands%202%20West%20%28North%29\"&gt;Midlands 2 West (North)&lt;/a&gt; for the third promotion place. Relegated teams usually drop to &lt;a href=\"Midlands%203%20West%20%28South%29\"&gt;Midlands 3 West (South)&lt;/a&gt;. Each year all clubs in the division also take part in the &lt;a href=\"RFU%20Intermediate%20Cup\"&gt;RFU Intermediate Cup&lt;/a&gt; - a level 7 national competition. \n2020–21.\nDue to the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20Kingdom\"&gt;COVID-19 pandemic&lt;/a&gt;, the 2020–21 season was cancelled.\nOriginal teams.\nTeams in &lt;a href=\"Midlands%202%20West%20%28North%29\"&gt;Midlands 2 West (North)&lt;/a&gt; and Midlands 2 West (South) were originally part of a single division called Midlands 1 West, which contained the following sides when in was introduced in 1992:\nMidlands 2 West (South) honours.\nMidlands West 1 (1992–1993).\n&lt;a href=\"Midlands%202%20West%20%28North%29\"&gt;Midlands 2 West (North)&lt;/a&gt; and Midlands 2 West (South) were originally part of a single tier 7 division called Midlands West 1. Promotion was to &lt;a href=\"Midlands%201%20West\"&gt;Midlands 2&lt;/a&gt; and relegation to &lt;a href=\"Midlands%203%20West%20%28South%29\"&gt;Midlands West 2&lt;/a&gt;. \nMidlands West 1 (1993–1996).\nThe top six teams from Midlands 1 and the top six from &lt;a href=\"North%20Premier\"&gt;North 1&lt;/a&gt; were combined to create &lt;a href=\"Courage%20League%20Division%205\"&gt;National 5 North&lt;/a&gt;, meaning that Midlands 1 West dropped to become a tier 8 league. Promotion and relegation continued to &lt;a href=\"Midlands%201%20West\"&gt;Midlands 2&lt;/a&gt; and &lt;a href=\"Midlands%203%20West%20%28South%29\"&gt;Midlands West 2&lt;/a&gt;.\nMidlands West 1 (1996–2000).\nAt the end of the 1995–96 season &lt;a href=\"Courage%20League%20Division%205\"&gt;National 5 North&lt;/a&gt; was discontinued and Midlands West 1 returned to being a tier 7 league. Promotion and relegation continued to &lt;a href=\"Midlands%201%20West\"&gt;Midlands 2&lt;/a&gt; and &lt;a href=\"Midlands%203%20West%20%28North%29\"&gt;Midlands West 2&lt;/a&gt;.\nMidlands 3 West (South) (2000–2009).\nRestructuring ahead of the 2000–01 season saw Midlands West 1 split into two tier 7 regional leagues - &lt;a href=\"Midlands%202%20West%20%28North%29\"&gt;Midlands 3 West (North)&lt;/a&gt; and Midlands 3 West (South). Promotion was now to &lt;a href=\"Midlands%201%20West\"&gt;Midlands 2 West&lt;/a&gt; (formerly Midlands 2) and relegation to &lt;a href=\"Midlands%203%20West%20%28South%29\"&gt;Midlands 4 West (South)&lt;/a&gt; (formerly Midlands West 2).\nMidlands 2 West (South) (2009–present).\nLeague restructuring by the &lt;a href=\"Rugby%20Football%20Union\"&gt;RFU&lt;/a&gt; meant that Midlands 3 West (North) and Midlands 3 West (South) were renamed as &lt;a href=\"Midlands%202%20West%20%28North%29\"&gt;Midlands 2 West (North)&lt;/a&gt; and Midlands 2 West (South), with both leagues remaining at tier 7. Promotion was now to &lt;a href=\"Midlands%201%20West\"&gt;Midlands 1 West&lt;/a&gt; (formerly Midlands 2 West) and relegation to &lt;a href=\"Midlands%203%20West%20%28South%29\"&gt;Midlands 3 West (South)&lt;/a&gt; (formerly Midlands 4 West (South)).\nPromotion play-offs.\nSince the 2000–01 season there has been a play-off between the runners-up of &lt;a href=\"Midlands%202%20West%20%28North%29\"&gt;Midlands 2 West (North)&lt;/a&gt; and Midlands 2 West (South) for the third and final promotion place to &lt;a href=\"Midlands%201%20West\"&gt;Midlands 1 West&lt;/a&gt; (asides from 2008-09 which was played between the runners up of Midlands 2 West (South) and Midlands 2 East (North) due to RFU restructuring). The team with the superior league record has home advantage in the tie. At the end of the 2019–20 season the Midlands 2 West (South) teams had ten wins to Midlands 2 West (North) teams eight; and the home team has won promotion on eleven occasions compared to the away teams seven. \n2008-09 promotion play-offs.\nAs mentioned above the 2008-09 promotion playoffs in Midlands 3 were different due to RFU restructuring for the following season. The two runners up with the worst league records in the four regional divisions at this level would have to face each other for the final promotion spot, with the team with the superior league record having home advantage."
}