{
    "id": "23974565",
    "revid": "694972",
    "url": "https://en.wikipedia.org/wiki?curid=23974565",
    "title": "Hubert Turtill",
    "text": "\"Jum\" Hubert Sydney Turtill (1 February 1880 – 9 April 1918) was a New Zealand dual-code footballer, playing &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; and then &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; for New Zealand. After emigrating to Britain, he served in the British Army during the First World War, and was killed while serving in 1918.\nEarly years.\nTurtill's father died in &lt;a href=\"London\"&gt;London&lt;/a&gt; when he was only three years old and his mother decided to move to New Zealand to be with relatives. On the sea voyage in 1884 he gained the nickname Jum, short for Jumbo. Turtill worked in New Zealand as a decorative metal worker.\nRugby union.\nHe started his &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; career playing for Christchurch Albion before making the &lt;a href=\"Canterbury%20rugby%20union%20team\"&gt;Canterbury team&lt;/a&gt; in 1902. He represented the South Island in 1903 and 1907. He became an &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;All Black&lt;/a&gt; in 1905, playing against &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt;.\nRugby league.\nIn 1907 he joined the &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;professional All Blacks&lt;/a&gt;better known as the All Golds\"\"on their tour of Great Britain and Australia, thus joining the code that would evolve into rugby league. He was selected because he was considered well versed in wet weather football, something the side would constantly experience in Great Britain. On the tour he played in six test matches and captained the side in the &lt;a href=\"1907%E2%80%9308%20New%20Zealand%20rugby%20tour%20of%20Australia%20and%20Great%20Britain%231908%20in%20Australia\"&gt;first ever trans-Tasman test&lt;/a&gt; against the &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia national rugby league team&lt;/a&gt; in 1908. Turtill only scored one try on tour, but it was an important one - in a test match against Great Britain - and helped them win the series.\nOnce the tour was over he returned to England with his wife, originally intending to play for &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford&lt;/a&gt;. However he instead joined &lt;a href=\"St%20Helens%20R.F.C.\"&gt;St. Helens&lt;/a&gt; where he also owned a &lt;a href=\"pub\"&gt;pub&lt;/a&gt;, the \"Lord Nelson Hotel\" in St Helens.\nFirst World War.\nAfter the outbreak of the First World War, Turtill served with the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt;. He became a sergeant in the &lt;a href=\"Royal%20Engineers\"&gt;Royal Engineers&lt;/a&gt; until he was killed in France in 1918."
}