{
    "id": "23994541",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=23994541",
    "title": "Jorge Arrate",
    "text": "Jorge Félix Arrate Mac Niven (born May 1, 1941 in &lt;a href=\"Santiago%20de%20Chile\"&gt;Santiago&lt;/a&gt;) is a &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;an lawyer, economist, writer and politician. He was the &lt;a href=\"Ministries%20of%20Chile\"&gt;Minister of State&lt;/a&gt; for the Chilean &lt;a href=\"Presidents%20of%20Chile\"&gt;presidents&lt;/a&gt; &lt;a href=\"Salvador%20Allende\"&gt;Salvador Allende&lt;/a&gt;, &lt;a href=\"Patricio%20Aylwin\"&gt;Patricio Aylwin&lt;/a&gt;, and &lt;a href=\"Eduardo%20Frei%20Ruiz-Tagle\"&gt;Eduardo Frei Ruiz-Tagle&lt;/a&gt;. In 2009, he was appointed as candidate for president of Chile in representation of the political alliance &lt;a href=\"Juntos%20Podemos%20M%C3%A1s\"&gt;Juntos Podemos Más&lt;/a&gt; and other leftist political movements, obtaining 6.21 percent of the total votes in the elections of that year.\nEarly life.\nHe is the son of a former navy officer, and municipal employee Juan Gabriel Arrate Ducoing and Ines Mac-Niven Seymour. He spent his early years in the &lt;a href=\"Santiago\"&gt;Santiago&lt;/a&gt; neighborhood of &lt;a href=\"Plaza%20Brasil\"&gt;Plaza Brasil&lt;/a&gt;. He later moved to &lt;a href=\"Vi%C3%B1a%20del%20Mar\"&gt;Viña del Mar&lt;/a&gt; (1945–1953) and then to Puente Alto (until 1965).\nHe attended basic education in the Saint Paul School and &lt;a href=\"the%20Mackay%20School\"&gt;the Mackay School&lt;/a&gt; of &lt;a href=\"Vi%C3%B1a%20del%20Mar\"&gt;Viña del Mar&lt;/a&gt;. He attended secondary studies at the &lt;a href=\"Instituto%20Nacional%20General%20Jos%C3%A9%20Miguel%20Carrera\"&gt;Instituto Nacional&lt;/a&gt; of Santiago de Chile.\nHe entered &lt;a href=\"law%20school\"&gt;law school&lt;/a&gt; at the &lt;a href=\"University%20of%20Chile\"&gt;University of Chile&lt;/a&gt; in 1958 and graduated in 1964. The following year he began &lt;a href=\"Postgraduate%20education\"&gt;postgraduate&lt;/a&gt; studies in Economic Development at the School of Latin American Economic Studies of the &lt;a href=\"University%20of%20Chile\"&gt;University of Chile&lt;/a&gt;. Between 1967 and 1969, he received a scholarship in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; to pursue a &lt;a href=\"PhD\"&gt;PhD&lt;/a&gt; in Economics at &lt;a href=\"Harvard\"&gt;Harvard&lt;/a&gt;. He obtained the degree of Master of Arts in Economics. He returned home to the Institute of Economics of the University of Chile to wrote his doctoral thesis, which he never completed.\nBetween 1973 and 1987 he was &lt;a href=\"exiled\"&gt;exiled&lt;/a&gt; in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt; and &lt;a href=\"East%20Berlin\"&gt;East Berlin&lt;/a&gt;. During the first two years of his exile he was executive secretary of Chile Democratico, coordinator of anti-dictatorship activities in the country. During his exile he was secretary of the Committee of Chileans Abroad.\nMarriage and children.\nHe was married for the third time with writer &lt;a href=\"Diamela%20Eltit\"&gt;Diamela Eltit&lt;/a&gt;. He has two children from his first marriage with attorney Ana Maria Fernandez. His second spouse was the psychologist Maria Soledad Larraín Heiremans.\nIn office.\nAt the end of 1970 &lt;a href=\"President%20of%20Chile\"&gt;president&lt;/a&gt; &lt;a href=\"Salvador%20Allende\"&gt;Salvador Allende&lt;/a&gt; commissioned him for the purchase of the Zig-Zag Editorial Group and the management of the firm that replaced it, Quimantú Editors. Later in 1971 he was designated as an economic advisor, and subsequently as chief executive officer of the &lt;a href=\"CODELCO\"&gt;Cuper Corporation (Codelco)&lt;/a&gt;, where he was responsible for the nationalization of mineral deposits. In June and July 1972 he served at the same time, on an interim basis, as Minister of Mining.\nAfter the restoration of democracy in Chile, he served as &lt;a href=\"Education%20minister\"&gt;Minister of Education&lt;/a&gt; (1992–1994) in the government of &lt;a href=\"Patricio%20Aylwin\"&gt;Patricio Aylwin&lt;/a&gt;. Later served as Minister of Labor and Social Forecast (1994–1998) and Minister Secretariat of Government (1998–1999) during the admnistración of &lt;a href=\"Eduardo%20Frei%20Ruiz-Tagle\"&gt;Eduardo Frei Ruiz-Tagle&lt;/a&gt;. Between 2000 and 2003, he served as ambassador in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; during the administration of &lt;a href=\"Ricardo%20Lagos%20Escobar\"&gt;Ricardo Lagos&lt;/a&gt;.\nAcademic activities.\nArrate held teaching university functions since 1966, first at the Faculty of Law of the University of Chile, then at the School of Sociology of the Catholic University and the Faculty of Economics of the University of Chile. In 1970 he served as director of the Institute of Economy and Planning of the said university.\nIn 1977, he founded the Institute for the New Chile-based in &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt;, with the former minister of Allende, &lt;a href=\"Orlando%20Letelier\"&gt;Orlando Letelier&lt;/a&gt;. He directed the center, continuously subsidized by the Dutch government of different political orientation from its founding until 1991. He also led the eight International Summer School in Rotterdam, &lt;a href=\"Mendoza%2C%20Argentina\"&gt;Mendoza, Argentina&lt;/a&gt; and &lt;a href=\"Santiago%20de%20Chile\"&gt;Santiago&lt;/a&gt;, organized by the institute.\nSince 1987 he has been visiting professor at the &lt;a href=\"National%20University%20of%20Cuyo\"&gt;National University of Cuyo&lt;/a&gt; (Argentina), the University of California, &lt;a href=\"the%20University%20of%20California%2C%20Berkeley\"&gt;Berkeley&lt;/a&gt; twice, and the &lt;a href=\"University%20of%20Virginia\"&gt;University of Virginia&lt;/a&gt;.\nIn 1992, Arrate was the first director of the School of Public Administration at the &lt;a href=\"University%20of%20Santiago%2C%20Chile\"&gt;University of Santiago&lt;/a&gt;. from 2003 to 2006, he chaired the ARCIS University Corporation (Chile). In 2008 he was a professor at the &lt;a href=\"University%20of%20Talca\"&gt;University of Talca&lt;/a&gt;.\nPolitical activity.\nJorge Arrate started his political career in 1957, serving secretary-general of the Federation of Secondary Students of Santiago.\nIn 1961 he was president of the Center of Students of the School of Law of the University of Chile and in 1963 he ran for the presidency of the Student Federation of Chile, with the support of the Communist and Socialist parties. In 1963 he joined the Socialist Party of Chile and in early 1971 he was appointed by the Central Committee of the Socialist Party as leader of the Socialist Professionals and Technicians.\nDuring his first two years of exile, he was the executive secretary of the group \"Chilean Left Abroad\" and \"Chile Democratic\" and international office coordinator of solidarity with the Chilean democracy, based in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. Between 1975 and 1977 he was the secretary of International Relations of the &lt;a href=\"Socialist%20Party%20of%20Chile\"&gt;Socialist Party of Chile&lt;/a&gt;, headquartered in &lt;a href=\"East%20Berlin\"&gt;East Berlin&lt;/a&gt;. He was a member of the Central Committee for the first time in 1978 and continued as a member of that body for twenty years.\nIn 1984, he tried to enter Chile against the will of the military regime three times and was rejected at the airport of &lt;a href=\"Santiago%2C%20Chile\"&gt;Santiago&lt;/a&gt; and sent to &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; and &lt;a href=\"Bogota\"&gt;Bogota&lt;/a&gt;. In 1987 he managed to legally enter the country and join local political work. On his return he assumed the task entrusted by the Socialist leadership headed by Ricardo Nunez, of promoting socialist reunification with the sector led by Clodomiro Almeyda. In 1989 he was elected in the first election by universal suffrage by a political party in Chile, as general secretary (at that time head of the organization) of the &lt;a href=\"Socialist%20Party%20of%20Chile\"&gt;Socialist Party of Chile&lt;/a&gt;.\nAs head of his party, he ended its mission in the act of unification held on 29 December 1989. Subsequently, the \"Congress of Unity Salvador Allende\" held later that year in &lt;a href=\"Valparaiso\"&gt;Valparaiso&lt;/a&gt; was designated President &lt;a href=\"Socialist%20Party%20of%20Chile\"&gt;Socialist Party of Chile&lt;/a&gt;.\nWhen the party still exercised presidency, Arrate was proclaimed by the &lt;a href=\"Socialist%20Party%20of%20Chile\"&gt;Socialist Party&lt;/a&gt; for mayor of &lt;a href=\"Santiago%20de%20Chile\"&gt;Santiago&lt;/a&gt; in the first democratic municipal elections after the military dictatorship, in which was elected &lt;a href=\"Jaime%20Ravinet\"&gt;Jaime Ravinet&lt;/a&gt;, his partner in the list by the &lt;a href=\"Christian%20Democratic%20Party%20of%20Chile\"&gt;Christian Democratic Party of Chile&lt;/a&gt;. In 2005, he accepted the nomination as a candidate for senator from the &lt;a href=\"Coquimbo%20Region\"&gt;Coquimbo Region&lt;/a&gt;, in which the &lt;a href=\"Socialist%20Party%20of%20Chile\"&gt;Socialist Party of Chile&lt;/a&gt; had not elect anyone to the Senate since 1973. Arrate lost the election, being chosen his running mate &lt;a href=\"Jorge%20Pizarro\"&gt;Jorge Pizarro&lt;/a&gt; and the conservative candidate, &lt;a href=\"Evelyn%20Matthei\"&gt;Evelyn Matthei&lt;/a&gt;.\nIn 2007, he proposed to end the cycle of the ruling [Concertación], and face a new political cycle with a new coalition. In early 2008 several hundred members of his party asked him to declare his availability for a presidential candidacy with a new political coalition of the political left. Arrate accepted this challenge, focusing its efforts on the \"reconstruction of a political project that proposes sweeping political and social changes in Chilean society\", change the economic model and put an end to the \"&lt;a href=\"democracy\"&gt;democracy&lt;/a&gt; exclusive that exists today\".\nOn January 14 of 2009, he presented his resignation to the &lt;a href=\"Socialist%20Party%20of%20Chile\"&gt;Socialist Party of Chile&lt;/a&gt;, to addressing the &lt;a href=\"2009%E2%80%9310%20Chilean%20presidential%20election\"&gt;2009 elections&lt;/a&gt; supported by socialist factions outside the coalition government. These officially proclaimed him four days later.\nIts official proclamation as candidate of the covenant &lt;a href=\"Juntos%20Podemos\"&gt;Juntos Podemos&lt;/a&gt; took place in a national assembly of the political left on April 25, a day in overtook the leader &lt;a href=\"communism\"&gt;communist&lt;/a&gt; &lt;a href=\"Guillermo%20Teillier\"&gt;Guillermo Teillier&lt;/a&gt;, removed the evening of the election, and &lt;a href=\"Tom%C3%A1s%20Hirsch\"&gt;Tomás Hirsch&lt;/a&gt; &lt;a href=\"Humanist%20Party%20%28Chile%29\"&gt;Humanist Party&lt;/a&gt; candidate.\nIn July he lost the support of Humanist Party, who accused him of excessive approach to candidate &lt;a href=\"Concertaci%C3%B3n\"&gt;Concertación&lt;/a&gt;, &lt;a href=\"Eduardo%20Frei%20Ruiz-Tagle\"&gt;Eduardo Frei Ruiz-Tagle&lt;/a&gt;. The &lt;a href=\"Humanist%20Party%20of%20Chile\"&gt;Humanist Party of Chile&lt;/a&gt; then went on to support the former &lt;a href=\"socialism\"&gt;socialist&lt;/a&gt; &lt;a href=\"Marco%20Enr%C3%ADquez-Ominami\"&gt;Marco Enríquez-Ominami&lt;/a&gt;.\nDays later, Arrate joins the &lt;a href=\"Communist%20Party%20of%20Chile\"&gt;Communist Party of Chile&lt;/a&gt; for the sole purpose of complying with the electoral law.\nOn December 13 in &lt;a href=\"2009%E2%80%9310%20Chilean%20presidential%20election\"&gt;first round&lt;/a&gt; Arrate got 6.21% of votes, surpassed by the 20.13% of &lt;a href=\"Marco%20Enriquez-Ominami\"&gt;Marco Enriquez-Ominami&lt;/a&gt;, the 29.60% of &lt;a href=\"Eduardo%20Frei%20Ruiz-Tagle\"&gt;Eduardo Frei Ruiz-Tagle&lt;/a&gt; and 44.05% of the conservative business magnate &lt;a href=\"Sebasti%C3%A1n%20Pi%C3%B1era\"&gt;Sebastián Piñera&lt;/a&gt;.\nDays later he gave his explicit support to Eduardo Frei facing the &lt;a href=\"Two-round%20system\"&gt;ballotage&lt;/a&gt;.\nHe left the communist militancy in early 2010.\nAfter the presidential election, he joined the board of \"&lt;a href=\"The%20Broad%20Left%20Movement\"&gt;The Broad Left Movement&lt;/a&gt;\", he resigning in the year 2012 due to the approaches of the party leadership with the parties of the old coalition. Away from active politics for &lt;a href=\"2013%20Chilean%20general%20election\"&gt;2013 Chilean general election&lt;/a&gt; decided not to support any candidate of extra-parliamentary left, otherwise he was to the formation of the covenant &lt;a href=\"New%20Majority%20%28Chile%29\"&gt;New Majority&lt;/a&gt;, which replaced the former coalition government.\nInternational activities.\nArrate chaired the Inter-American Conference of Ministers of Culture (&lt;a href=\"La%20Serena%20%28Chile%29\"&gt;La Serena&lt;/a&gt;, 1993), the Andres Bello (based &lt;a href=\"Bogota\"&gt;Bogota&lt;/a&gt;, &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, 1993–1994) and American Conference of Ministers of Education (&lt;a href=\"Santiago%20de%20Chile\"&gt;Santiago&lt;/a&gt;, 1994).\nIn 1996 he was elected Chairman of the Board of Directors of the &lt;a href=\"International%20Labour%20Organization\"&gt;International Labour Organization (ILO)&lt;/a&gt;, a post he held for one year.\nIn 1995 he was vice president of the Conference of Ministers of Labor &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt; to &lt;a href=\"New%20Delhi\"&gt;New Delhi&lt;/a&gt;.\nHe is currently a member of the &lt;a href=\"Whitney%20R.%20Harris%20World%20Law%20Institute\"&gt;Whitney R. Harris World Law Institute&lt;/a&gt;'s International Council.\nWriter.\nIn addition to his collection of articles, interviews, and speeches, he has published essays and fiction. The most recent (2011) is the story collection \"Unas Doradas\". In 2010 he received the first prize in the genre \"memory writes\" delivered by a jury of the National Book Council by the text \"Passenger in Transit,\" a true story of testimony and reports on their attempts to go back to Chile during the military dictatorship.\nOne of his most famous books is \"Memoria de la Izquierda Chilena\" (2003) co-authored with Eduardo Rojas. Also coauthored with Paulo Hidalgo is \"Pasión y razón del socialismo\" (1989), on the history of socialism in Chile. \"La fuerza democrática de la idea socialista\" (1985), written in exile and published in several issues in his country, had wide influence on the political leanings of the final years of the military dictatorship and the beginning of the democratic transition.\nBrief political texts, collected in three compilations, have appeared in newspapers and magazines as \"Arauco\", \"Chile América\", \"Plural\", \"Pensamiento Socialista\", \"Convergencia\", \"La Época\", \"&lt;a href=\"La%20Tercera\"&gt;La Tercera&lt;/a&gt;\", \"&lt;a href=\"El%20Mercurio\"&gt;El Mercurio&lt;/a&gt;\", \"Ercilla\", \"APSI\", \"Análisis\", \"El Mostrador\", \"Rocinante\", \"Asuntos Públicos\", \"Punto Final\", \"&lt;a href=\"La%20Naci%C3%B3n%20%28Argentina%29\"&gt;La Nación\" (Buenos Aires)&lt;/a&gt;, \"&lt;a href=\"La%20Naci%C3%B3n%20%28Chile%29\"&gt;La Nación\" (Santiago)&lt;/a&gt;, \"Le Monde Diplomatique\", \"Encuentro XXI\", \"Crítica Social\", and \"Letra Internacional\", among others."
}