{
    "id": "2400750",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=2400750",
    "title": "Greg Sanders",
    "text": "Gregory Hojem Sanders is a &lt;a href=\"fictional%20character\"&gt;fictional character&lt;/a&gt; on the CBS crime drama \"\", portrayed by &lt;a href=\"Eric%20Szmanda\"&gt;Eric Szmanda&lt;/a&gt;. Greg appeared in every episode, with the exception of \"Crate 'n' Burial\", \"Blood Drops\", \"Fahrenheit 932\", and \"Too Tough To Die\" from ; \"&lt;a href=\"Cross%20Jurisdictions\"&gt;Cross Jurisdictions&lt;/a&gt;\" from ; \"Paper or Plastic\" from ; \"Hollywood Brass\" from ; \"The Unusual Suspect\" from ; \"Unleashed\" from ; and \"Split Decisions\" from .\nCharacter's background.\nEarly life.\nGreg Sanders is originally from &lt;a href=\"San%20Gabriel%2C%20California\"&gt;San Gabriel, California&lt;/a&gt;, US. Statements from other characters and Greg himself have hinted that the Sanders family were from an upper middle class or wealthy background. Although friends and family told him that science was for geeks, Greg knew from a young age that he wanted to become a scientist. The season 4 episode \"Coming of Rage\" revealed that he had a palate expander, braces, a retainer, and headgear while growing up. Although he was never good at sports, Greg was the captain of the high school chess team. In the season seven episode \"Toe Tags\" he stated that he is an &lt;a href=\"Eagle%20Scout%20%28Boy%20Scouts%20of%20America%29\"&gt;Eagle Scout&lt;/a&gt;. The same season, in the episode \"Fannysmackin'\", Greg reveals that his overprotective mother refused to let him play sports in high school because he was her only child. Greg stated that his mother wanted four children, but only had one. In the same episode, he reveals a fondness for &lt;a href=\"Doc%20Martens\"&gt;Doc Martens&lt;/a&gt; in high school and thinks that &lt;a href=\"skinhead\"&gt;skinheads'&lt;/a&gt; enthusiasm for that style \"kinda ruined it for everyone\". It is revealed that Greg was a big fan of \"&lt;a href=\"The%20X-Files\"&gt;The X-Files&lt;/a&gt;\" because in the season 7 episode \"&lt;a href=\"Leapin%27%20Lizards%20%28CSI%29\"&gt;Leapin' Lizards&lt;/a&gt;\" he says that he \"practically grew up on \"The X-Files\"\". At some stage, Greg lived in New York (season 2, \"Burked\"). He also used to bowl in high school as seen in the season 10 episode, \"Lover's Lanes\". Greg also reveals to Nick while working on a case about illegal drag racing in the episode \"Internal Combustion\" that he once stole his Papa Olaf's car while he was taking a nap when he was 12, took it round the block twice and almost ran over his own foot when trying to reverse it back into the driveway. Papa Olaf never found out.\nHis surname Sanders in shortened from the Norwegian surname Sandersen. His father's side was from &lt;a href=\"Harstad\"&gt;Harstad&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;. His mother's side was from &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;. His grandfather was named Olaf Hojem the Eighth, where he resided in &lt;a href=\"Edina%2C%20Minnesota\"&gt;Edina, Minnesota&lt;/a&gt; in the 1900s. Olaf became a wealthy business owner, and had a big ego. His bragging lead to the city's nickname cake-eaters and then Greg's family moved to California revealed in season 12, episode 10.\nEducation.\nIn \"The Ultimate CSI\" Greg is said to have been an extremely intelligent child prodigy. He attended a school for the gifted at both grammar and high school levels.\nGreg successfully earned his degree in &lt;a href=\"chemistry\"&gt;chemistry&lt;/a&gt; from &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt;, where he graduated &lt;a href=\"Phi%20Beta%20Kappa\"&gt;Phi Beta Kappa&lt;/a&gt;. He has a wide variety of hobbies, including &lt;a href=\"surfing\"&gt;surfing&lt;/a&gt;, &lt;a href=\"scuba%20diving\"&gt;scuba diving&lt;/a&gt;, and &lt;a href=\"numismatics\"&gt;numismatics&lt;/a&gt; (the study of money/coins and currency - in the episode \"Precious Metal\" his knowledge of the subject helps the investigation). In \"Precious Metal\" it is also revealed that Greg likes &lt;a href=\"supermodel\"&gt;supermodel&lt;/a&gt;s, &lt;a href=\"latex\"&gt;latex&lt;/a&gt; and &lt;a href=\"Marilyn%20Manson\"&gt;Marilyn Manson&lt;/a&gt;. He also loves the history of Las Vegas, even publishing a book on the old days of mob run Las Vegas. He is portrayed as well read, being familiar with \"&lt;a href=\"The%20Tell-Tale%20Heart\"&gt;The Tell-Tale Heart&lt;/a&gt;\" by &lt;a href=\"Edgar%20Allan%20Poe\"&gt;Edgar Allan Poe&lt;/a&gt;. However, he also contradicts his scientific training and believes in &lt;a href=\"occultism\"&gt;occultism&lt;/a&gt;, stating that one could have paranormal beliefs and also be a scientist, something with which Grissom agrees.\nProfessional life.\nGreg Sanders is portrayed as a cheerful and optimistic individual. The character has often met with the disapproval of his supervisor Gil Grissom, due to listening to &lt;a href=\"loud%20music\"&gt;loud music&lt;/a&gt; such as &lt;a href=\"Marilyn%20Manson%20%28band%29\"&gt;Marilyn Manson&lt;/a&gt; while running lab machines and hiding &lt;a href=\"porn\"&gt;porn&lt;/a&gt; magazines in some area cabinets. He is also known for his many different hair styles and colors.\nIn the Season 2 episode \"Chasing The Bus\", Greg responds to a \"all hands on deck\" call, even though he wasn't trained for field work. Greg helped process the scene with no gloves and did not wear a warmer jacket during the cold night. When the bus driver, injured during the crash, collapses towards Nick, Greg freezes as Nick yells at Greg to get some help. This has created a little bit of anger from a few LVPD workers, including Gil. But, Nick tells Greg not to apologize, telling him about his first time out in the field as CSI One. Later, Sara tells an unhappy Greg that he is really good at what he does.\nIn the season 3 episode \"Play with Fire\" he was involved in a lab explosion, which he survived. Also, in the season 7 episode \"Fannysmackin'\" he is severely injured after he risks his life to save a tourist being beaten to death by a gang of teenage thrill seekers. He later tells &lt;a href=\"Gil%20Grissom\"&gt;Gil Grissom&lt;/a&gt; that he has kept his promotion to CSI a secret from his parents because he didn't want to worry them; they had, for the most part, tried to keep him from playing aggressive sports out of fear of injury to their only child. Moreover, Greg indicates that they were prone to excessive responses to even minor injuries, such as one instance where they took him to an emergency room for a bloody nose. Grissom tells Greg that he needs to come clean, and that they will probably take the news well if he explains; in particular, Grissom states that his mother will be proud of him for saving a man's life. In the season 7 episode \"Post Mortem\", Greg's split-second decision to run over one of the men threatening the tourist is found to be \"excusable\". The man's family disagrees with the verdict and serves Greg with a &lt;a href=\"civil%20suit\"&gt;civil suit&lt;/a&gt;. In \"Empty Eyes\" Grissom informs Greg that the city of Las Vegas has settled the civil suit with the family, which has received millions. In a later episode, \"Big Shots\" the dead man's brother is implicated in a murder investigation, but Greg asks the prosecutor to be lenient with him. Greg appears to feel sympathy for the man's mother, who shouts at Greg that he \"owes her\" for the death of her first son and her second son is all she has left, though he commented that he was not responsible for their actions and so \"owes her nothing\".\nThere has been significant &lt;a href=\"Fictional%20character%23Dynamic%20vs.%20static\"&gt;development&lt;/a&gt; of the Greg Sanders character throughout the seasons. He was initially the resident lab rat, only appearing occasionally.\nFrom the second season onwards, it was shown that Greg longed for a position out in the field, especially following his involvement in the lab explosion in \"Play with Fire\" which left him along with several personnel injured or hospitalised. He failed his first proficiency test when he urinated in a toilet at a crime scene, but having spent several episodes studying and assisting the CSIs, he eventually attained the rank of CSI Level One (\"Who Shot Sherlock?\"). As the lowest-ranking CSI, he is often given the more menial or unpleasant tasks, such as fishing about in a liquefied body or a dumpster. He initially rarely interviewed suspects. However, he later graduated to investigating crime scenes on his own.\nHis first episode as a primary investigator was season seven episode \"Fannysmackin'\". Ironically, before he was able to reach the crime scene, he noticed a mob attacking a tourist. Both Greg and the tourist survived and the team arrested the gang members, but a gang-member that Greg had run over died in surgery, which causes problems in later episodes. In this episode, Greg also celebrated over dinner with the female district attorney after his testimony at a jury trial helped put away a criminal. By season 9, in the last regular episode Gil Grissom appears in, Greg has been newly promoted to CSI Level 3. During his time out into the field, Greg is shown to be kind natured and compassionate. In the season 5 episode \"Spark of Life\", he is seen to be disturbed by a woman who set herself on fire and while taking her husband to the hospital to see her, he is seen very close to crying. Also, during the season 9 episode \"No Way Out\" after a 7 year old is accidentally killed, his father will not give him up to David Phillips. Greg decides to coax him into giving him to David, while telling him \"He's in a better place\" and that he'll \"Take care of him I promise\", he reluctantly agrees. He later goes to tell him that they caught the shooter and the father invites him in for coffee.\nThe character has \"grown up\" somewhat since the first season. He was originally portrayed as a girl-crazy geek with interesting hair and odd shirts. He would be seen dancing in his lab and sometimes the hallways or conducting an invisible symphony. Eventually, Greg matured quite a bit, but without losing his wacky touch and still changes his hair occasionally.\nIt should also be noted that during the series, Greg is involved in a number of explosions. These include explosions in \"Play With Fire\", which hospitalizes Sanders, \"Say Uncle\" in which he and Detective Cavalier are involved in a trip wire explosion in a house, and \"Shock Waves\" in which Greg saves Detectives Vartann's life resulting in him getting a few cuts in turn when a crime scene is rigged with explosives.\nBy Season 11, Greg has had moments of aggression while on the job. He was seen yelling at someone in \"Bump &amp; Grind\", grabs a camera from a man taking pictures of a dead hooker in \"Man Up,\" loudly tells Brass about an irate witness being a jerk who claimed that the victim had a young daughter in \"418/427,\" and physically stops two shady crematorium workers with a wooden plank, much to Nick's amazement. In season 12 episode \"CSI Down,\" Greg was angered when he realized Morgan Brody's helicopter was hijacked, and was being set up to the death of the hijacker.\nDespite having been a CSI for six or seven years, Greg was the only one of the CSIs not seen carrying a gun whenever he went into the field but in the Season 11 episode, \"Targets of Obsession\", he was seen with a gun during the standoff with Jason McCann. Greg's weapon of choice is a SIG Sauer P228 which is also the same type of weapon that Jim Brass carries as well.\nPersonal life.\nThroughout the early seasons, Greg favored Hawaiian shirts, and later became known for his unusual style of clothing in general. However, this has diminished somewhat since he went out into the field; his manner of dress is more formal now, though he does still periodically change his hair style and color. After a particularly strange case, it is revealed Greg didn't lose his virginity until he was 22, a fact that Mia, a lab tech, points out to him, saying she heard it from Sara. Greg also used to be on his high school bowling team and has a ball made to look like dice, as seen in the season 10 episode \"Lover's Lanes\".\nGreg shows great interest in the historical aspect of Las Vegas, and in Season Eight episode \"The Case of the Cross-Dressing Carp\", it was revealed that he is writing a book on the \"untold stories of Vegas\". Greg's subplot in this episode is comparable to that in Season Six episode \"Kiss-Kiss, Bye-Bye,\" where he becomes fascinated by the biography of Lois O'Neil. The trilby hat which Greg wears is, similarly, a nod to his hat in \"Kiss-Kiss, Bye-Bye\". His book is mentioned again in the episode \"Cockroaches\", Greg stated he had been researching Mob bosses from Vegas' past; one boss he had come across in his research owned a waste management company and an old garbage truck from this company was used in a Mob-related murder case. By the time of the events of \"For Gedda and For Warrick\", Greg has completed his book and has interviews with three Los Angeles Area publishing companies; he skips the interviews after Warrick's murder to aid the team in their investigation, but in the Season Thirteen episode \"It Was a Very Good Year\", Russel is seen reading a copy of Greg's book, mentioning it, and its publication, for the first time after Season Eight. Greg often exposes random bits of trivia about Vegas's past at various crime scenes such as discussing the history of Vegas's first racially integrated casino with Nick in \"Young Man With A Horn\". He also has a glitter fetish to which he tells Catherine(also in the season 9 episode \"Young Man With A Horn\").\nDuring the 11th season, Greg is involved in an identity theft crisis during the 7th episode \"Bump &amp; Grind\" in which a company offering protection is actually stealing identity. He tells Nick he is signed up with them before learning they are identity thieves. He later becomes paranoid about his purchases and at the end of the episode, can be heard yelling at someone while on the phone about spending $1200 on somewhere he's never been before.\nOn the episode \"A Kiss Before Frying\", Greg is smitten with a mysterious woman, who describes herself as a fourth grade science teacher, during a tour of the crime lab. Shortly, he asks and receives her phone number, and goes out on a date with her. Later, he discovers her snooping through his files, which hold a picture of a van that may be included in a crime scene that the CSIs were investigating. Greg finds out that she is a Burlesque dancer who is also a suspect of recent murders that connect to an old crime case. It creates conflict with the other CSIs, including Nick, who first encourages Greg to go out with her. The murder victims were grandchildren of Jewish-American gangsters who murdered the woman's grandparents. Greg finds himself getting shot at after the woman calls him from a diner. The woman, Rita Von Squeeze, who uses the name Ellen Whitebridge, gets arrested with the help of Catherine, who declines to suspend Greg but gives advice on falling for the wrong person. This is the episode that centralizes Greg and his fascination with Las Vegas legends as well as a connection to the infamous Bugsy Siegel.\nRelationships.\nSara Sidle.\nGreg makes no secret of his crush on &lt;a href=\"Sara%20Sidle\"&gt;Sara Sidle&lt;/a&gt;. Sara sometimes reciprocates romantic feelings for Greg. However, when the relationship between Sidle and Grissom was revealed he was not bitter about her dating Grissom, and continues to flirt with her. He tells Nick in \"A La Cart\" that he was aware of their relationship.\nWhen Sara was suspended because of the quarrel with Catherine, Greg was the one who defended her to Catherine.\nIn Fannysmackin', Sara stays with Greg and comforts him before he is taken to hospital. She says that she \"came for him\" despite his asking her to \"process the scene now\". She is moved when he points out where there may be evidence, e.g. under his fingernails and on his car. They still have a close and more personal relationship than the other CSI's, this can be seen in the starting episodes of Season 10.\nDavid Hodges.\nDuring the earlier seasons, Greg and trace technician &lt;a href=\"David%20Hodges%20%28CSI%29\"&gt;David Hodges&lt;/a&gt; have been seen to have a less than friendly rivalry. Hodges usually explains to the other CSI's about what his findings are and sometimes refers them to Sanders.\nGreg and Hodges are still seen as rivals when Greg moves out into the field and the CSI's ask Hodges if he will ever \"pull a Sanders\". Hodges also takes the mick which can be seen especially during the season 7 episode \"Lab Rats\" in which Greg ends up covered in spaghetti sauce and asks what the techs are doing. Hodges replies with a smirk and suggests \"Some garlic bread, some nice Chianti maybe?\" to which Greg tells Hodges \"Kiss my ass\".\nSeason 10 shows Greg and Hodges becoming slightly more friendly, enough to be able to celebrate Henry's birthday in \"Appendicitement\".\nIn the 11th season, Hodges is distraught that Wendy is gone and Greg decides to be more friendly towards the heartbroken tech. He plans on arranging \"man dates\" in which every Friday they meet up to take Hodge's mind off Wendy in \"Bump &amp; Grind\".\nJim Brass and others.\nAlthough Greg has a good working relationship with Detective Captain &lt;a href=\"Jim%20Brass\"&gt;Jim Brass&lt;/a&gt;, Brass likes to take the opportunity to pick on the \"new guy\": in Viva Las Vegas, he says to Grissom, \"Oh, hello Grissom. You've got something stuck to your shoe... Wait. It's just Sanders.\"\nConrad Ecklie and Greg come into little or no visible contact. However, there are several references in Room Service, where Greg says that Ecklie assigned him onto Warrick and Nick's case. They tease Greg about \"kissing Ecklie's ass\". In the same episode, Greg also works in the DNA lab as \"a favour to Ecklie\", which spawns more teasing.\nWhen a \"rookie\" CSI, &lt;a href=\"Ronnie%20Lake\"&gt;Ronnie Lake&lt;/a&gt; joins the team, Greg is relieved at not being the new kid anymore and even goes so far as to help Sara and Ronnie with a case when he is off the clock.\nGreg is seemed to be notably friendly with A/V Technician &lt;a href=\"Archie%20Johnson\"&gt;Archie Johnson&lt;/a&gt; especially from Season 3 onwards. In later seasons, he is always seen in the A/V lab talking with Archie about an ongoing case or just a friendly chat.\nConcerning the lab techs, Greg has little to no contact with &lt;a href=\"Bobby%20Dawson%20%28CSI%29\"&gt;Bobby Dawson&lt;/a&gt;, or &lt;a href=\"Mandy%20Webster\"&gt;Mandy Webster&lt;/a&gt;.\nNick Stokes.\n&lt;a href=\"Nick%20Stokes\"&gt;Nick&lt;/a&gt; treats Greg like a younger brother since first season, with Nick affectionately calling him \"Greggo\" or \"G\" sometimes. Nick does not look at Greg any differently now that he is a CSI. Nick was furious following the attack on Greg in \"Fannysmackin'\"; to some extent, he took his anger out on an irritating onlooker, who, it was later revealed, was actually the leader of the gang. He has often encouraged Greg in the field, and has been seen giving Greg some of his first CSI experiences and tips; Greg took his notes in the episode \"Chasing the Bus\", and in \"Scuba Doobie-Doo\", he sought Greg's advice concerning a dead diver due to Greg's own experience as a SCUBA diver, much to Catherine's annoyance, as she was the one working with him on the case. The two remain very close friends. In \"The Grave Shift\", Greg and Riley are invited by Nick to share office space with him, after he accepts an offer to have Grissom's old office.\nCatherine Willows.\n&lt;a href=\"Catherine%20Willows\"&gt;Catherine Willows&lt;/a&gt; was horrified to discover that she accidentally caused an explosion which nearly killed Greg in Season Three episode \"Play with Fire\" and spent her week of suspension with Greg at the hospital. She asks if Greg is all right in Season Seven episode \"Double-Cross,\" which follows on from \"Fannysmackin'\" as he has returned to work so soon to which she expresses her concern. Greg's bruises are still clearly visible on his face at this point.\nGreg and Catherine came into disagreement following Sara's suspension in Nesting Dolls. He tells Catherine that they ought to help Sara because she was \"always there for them\".\nCatherine decides not to suspend Greg for his involvement with a woman, who is discovered to be a suspect on a string of murders by electrocution in \"A Kiss Before Frying\", putting Greg in a line of fire. Catherine instead shares with Greg her experience in allowing lust to blind her, and suggested that Greg informs her if ever he falls for the next woman, as Catherine has an \"eye for the rotten ones\".\nRiley Adams.\nGreg had been shown to have a friendly relationship with new CSI Riley Adams. The two often used to banter and exchange jokes, and were usually shown working cases together. They even used a form of code between each other to indicate when there was trouble, which is done by them swapping last names in conversations in the presence of suspects (who are usually none the wiser). They have also seen flirting casually and sexually together as shown in the season 9 episode \"Leave Out All the Rest\" to which fellow CSI Nick Stokes has to tell them to stop it while at a crime scene after discovering a trunk of sex toys.\nGil Grissom.\nGreg has always had nothing but respect for &lt;a href=\"Gil%20Grissom\"&gt;Gil Grissom&lt;/a&gt;, idolizing him from the very first season. Grissom, however, initially seemed to find Greg's bouncy attitude and &lt;a href=\"loud%20music\"&gt;loud music&lt;/a&gt; tiresome. Despite this rocky start, Grissom seemed to develop a paternal fondness for Greg, evident by the Season Two episode \"Chasing the Bus,\" where Grissom encourages Greg and denies that he \"messed up\" in the field. In the Season Three episode \"Precious Metal,\" Greg first concretely expressed a desire to move from the DNA lab to the field despite the decrease in salary that this would involve, a statement in response to which Grissom looked at Greg as if seeing him for the first time. In the Season Three finale, \"Inside the Box,\" Grissom expresses concern that Greg's hands constantly shake as a result of the explosion which he survived in previous episode \"Play with Fire\". Grissom gave Greg another chance to pass his Final Proficiency Test in Viva Las Vegas, even though Greg failed on his first attempt. He was concerned that Greg had not told his parents about his promotion, two years previously, and encouraged him to \"come clean\". Following \"Fannysmackin',\" Grissom sees that Greg is mortified that his actions may have disappointed Grissom, but is immensely relieved when, in \"Post Mortem,\" he tells Greg that he did 'a good job'. In \"Leaving Las Vegas,\" Grissom worries that Greg will be appointed a sub-standard lawyer and advises him on the best course to take.\nWarrick Brown.\nGreg's relationship with &lt;a href=\"Warrick%20Brown\"&gt;Warrick Brown&lt;/a&gt; is friendly with good natured goading and ribbing between the two on many occasions. Of note, his mentorship of the fledgling CSI can be seen in episode 4.15 \"Early Rollout\", where Warrick counsels Greg on his casual dress and his bad organization. In an episode early in the 5th season, during which a shootout occurred at one of Greg's crime scenes, Warrick pays him a visit in the lab to see how he's doing. In episode 5.11 \"Who Shot Sherlock?\" Warrick joins the rest of the team in congratulating Greg on attaining his CSI Level 1 status. In episode 9.01 \"For Warrick\", Greg is noticeably distraught over Warrick's murder and assists Sara in helping plan the funeral and investigate the shooting. He discovers the results of a paternity test in Warrick's dresser, leading the team to realize that Warrick had a son. In episode 9.03 \"Art Imitates Life\", co-worker &lt;a href=\"David%20Hodges%20%28CSI%29\"&gt;David Hodges&lt;/a&gt; spots Greg in another room, speaking with a grief counselor who has been appointed to help the lab cope with their feelings regarding Warrick's death. The counselor nudges a box of tissues towards Greg as he speaks indicating he is clearly distraught over his death.\nSofia Curtis.\nDetective &lt;a href=\"Sofia%20Curtis\"&gt;Sofia Curtis&lt;/a&gt; offers encouragement to Greg in the Season Five episode \"Spark of Life\" when she tells him how to deal with the shock of seeing burn victims. She tells him that she had heard that he was quite a \"funny guy\", something that he \"shouldn't lose\". She also occasionally gives him forensic advice, such as in the Season 5 episodes \"No Humans Involved,\" when Greg was unsure how to recover a fingerprint, and \"Snakes,\" when Greg is sent to assist her in a shooting. In the Season Seven episode \"Post Mortem,\" she tells Greg that cops often pay a hell of a price for what they do, possibly a reference to her own experience of being suspected for shooting another cop in the Season Six episode \"A Bullet Runs Through It\". She has been over to Greg's apartment, and in one episode she tells Sara \"who hasn't been to Greg's place\".\nFamily.\nGreg is of &lt;a href=\"Norway\"&gt;Norwegian&lt;/a&gt; descent, which was revealed in season 3, episode 3 (\"Let the Seller Beware\"):\nHis heritage was referenced again in season 5, episode 5 (\"Swap Meet\"):\nWhile Greg fondly refers to his grandparents and his mother, his father has only once been mentioned, although not in the season seven episode \"Fannysmackin'\", after Greg is beaten by a gang after trying to save a man's life. (He simply tells Grissom, \"My mom is going to freak.\") He has only once mentioned his father individually. This reference is from \"Gum Drops\" when he points out to Sara, \"My dad used to take me sailing when I was a kid. Do you know what the inboard end of an anchor rope is called? 'The bitter end.'\" In \"Ultimate CSI\" Greg's name is printed as \"Gregory Hojem-Sanders\".\nGreg has mentioned on several occasions his grandfather, whom he affectionately calls 'Papa Olaf.' He also mentions his Nana Olaf in season 6, episode 19 (\"Spellbound\"). She apparently possessed &lt;a href=\"psychic\"&gt;psychic&lt;/a&gt; powers, and his family believes that Greg may have inherited this ability from her. This is humorously referenced on several occasions, with Greg making a seemingly innocuous comment, which later either occurs or is referenced. Ironically, Greg is never present when these discoveries are made, and nobody ever seems to notice as well.\nIn season 12, episode 10, while Greg was talking to a genealogist, it was revealed that Greg's father's side of the family was from Harstad, Norway and that his mother's side was from Oslo, Norway.\nLater in the episode Greg mentions that his great great grandfather Olaf Hojem VI was one of the leaders of the uprising against Swedish rule and that he helped convene the first Norwegian assembly and write the national constitution."
}