{
    "id": "24019485",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=24019485",
    "title": "Howell Jones",
    "text": "Howell Jones (5 April &lt;a href=\"1882%20in%20Wales\"&gt;1882&lt;/a&gt; - 1 December &lt;a href=\"1908%20in%20Wales\"&gt;1908&lt;/a&gt;) was a &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; forward who played for the rugby club &lt;a href=\"Neath%20RFC\"&gt;Neath&lt;/a&gt; and county rugby for Glamorgan. He gained just a single cap for the &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; national team in 1904. Jones came from a sporting family, and his son, &lt;a href=\"Howie%20Jones%20%28rugby%20union%29\"&gt;Howie Jones&lt;/a&gt;, also represented Wales in the rugby union.\nRugby career.\nJones first played rugby for his local school before joining &lt;a href=\"Glynneath%20RFC\"&gt;Glynneath&lt;/a&gt;. Like many successful players from the area, once Jones had been noticed as a rugby talent, he progressed to Neath RFC, the most notable club in the region. In the 1903-04 season, Neath made Jones the captain of the Neath senior XV. As captain of Neath, Jones was selected for his one and only international appearance, playing for Wales in the country's final game of the &lt;a href=\"1904%20Home%20Nations%20Championship\"&gt;1904 Home Nations Championship&lt;/a&gt;. Wales had already played England and Scotland, registering a draw and a win, meaning a win over Ireland would give Wales the possibility of winning the Championship. The Welsh selectors had brought in new capped players throughout the campaign and the final game was no exception. Jones was one of three players who were representing Wales for the first time during the Irish game and the tenth of the tournament. All three new caps were in the forward positions, and Jones was joined by &lt;a href=\"Newport%20RFC\"&gt;Newport's&lt;/a&gt; &lt;a href=\"Charlie%20Pritchard\"&gt;Charlie Pritchard&lt;/a&gt; and &lt;a href=\"Sid%20Bevan\"&gt;Sid Bevan&lt;/a&gt; from &lt;a href=\"Swansea%20RFC\"&gt;Swansea&lt;/a&gt;. The game ended controversially, with the match referee blames for allowing Ireland a &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt; from an illegal forward pass, and then denying Welsh wing &lt;a href=\"Dick%20Jones%20%28rugby%20player%29\"&gt;Dick Jones&lt;/a&gt; a winning try. Wales finished the 1904 Championship in second and Jones was never selected to play for Wales again.\nJones came from a sporting family, and his brothers William (Bill) and Idris both played for the Neath first XV. Bill, like Jones, captained Neath, but he held the position for three seasons from 1910 to 1913. Jones' son, Elwyn Howel \"Howie\" Jones like his father played for Neath, but also represented Swansea and &lt;a href=\"Aberavon%20RFC\"&gt;Aberavon&lt;/a&gt;; and in &lt;a href=\"1930%20Five%20Nations%20Championship\"&gt;1930&lt;/a&gt; played in two Welsh internationals.\nHowel Jones died on the rugby pitch from a kick to the spleen in 1908. His son, also called Howel ( Howie) played for Wales. \nInternational games played.\nWales"
}