{
    "id": "2405707",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=2405707",
    "title": "Tibor Tobak",
    "text": "Tibor Tobak (1921 – 2001) was a &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; &lt;a href=\"Fighter%20aircraft\"&gt;fighter&lt;/a&gt; pilot serving in the 3rd squadron of &lt;a href=\"Hungary\"&gt;Hungarian&lt;/a&gt; &lt;a href=\"101.%20Honi%20L%C3%A9gv%C3%A9delmi%20Vad%C3%A1szrep%C3%BCl%C5%91%20Oszt%C3%A1ly\"&gt;101. Honi Légvédelmi Vadászrepülő Osztály&lt;/a&gt;, who survived the war with two serious injuries and 4 confirmed and one unconfirmed aerial victories. In the 1980's he wrote a 300-page novel based on his notes, diaries and preserved personal letters. The 1989 book titled \"Pumas on the ground and in the air\" was praised for style, thrill, as well as day-by-day &lt;a href=\"Documentary%20film\"&gt;documentary&lt;/a&gt; accuracy. However, the first edition, which was published months before the fall of the Berlin Wall, was still censored, and the final chapter which described the persecution of Puma pilots during Communism was entirely redacted. An extended, revised edition was published in 1991, now with the missing chapter included, followed by an ultimate edition with more details on later events in 1998. The book was subsequently translated to and published in &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; language after three Hungarian editions. An English translation is in the works as of June 2021.\nThe publication of Tobak's Puma book sparked unexpectedly great public interest in the history of pre-1945 Hungarian &lt;a href=\"aviation\"&gt;aviation&lt;/a&gt; and &lt;a href=\"air%20force\"&gt;air force&lt;/a&gt;, which was a strictly banned subject during the &lt;a href=\"communist%20bloc\"&gt;communist bloc&lt;/a&gt; era. Tibor Tobak quickly became the key personality representing and organizing veteran Hungarian military &lt;a href=\"aviator\"&gt;aviator&lt;/a&gt;s. He wrote several more short stories commemorating the service of Hungarian bomber and aerial reconnaissance units in World War II. Most of these were published in a periodical by Hungarian aviators in exile, \"Kanadai Magyar Szárnyak\" (Hungarian Wings of Canada, 1974-2004) where he often used the pseudonym \"Blue 19\", and later the Hungarian aviation and war history magazine titled \"Top Gun\" (1990-2001). He was decorated and promoted to the rank of a &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; (retired) by the democratic government for his work in preserving an important part of Hungarian &lt;a href=\"military%20history\"&gt;military history&lt;/a&gt;.\nTobak's Puma book is organized into several chapters. These address his &lt;a href=\"flight%20school\"&gt;flight school&lt;/a&gt; and fighter academy studies, months of service as a courier pilot in &lt;a href=\"Transylvania\"&gt;Transylvania&lt;/a&gt;, his entry to the Pumas and the first fights against &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;USAAF&lt;/a&gt; bomber formations during the summer and autumn of 1944. (The full Puma unit, nominally the \"101st wing\", was worth no more than thirty &lt;a href=\"Bf%20109\"&gt;Bf 109&lt;/a&gt;G6 fighter planes, yet sent alone to attack US formations consisting of 500 &lt;a href=\"B-17%20Flying%20Fortress\"&gt;B-17&lt;/a&gt; or &lt;a href=\"B-24\"&gt;B-24&lt;/a&gt; heavy bombers and 300 &lt;a href=\"P-51%20Mustang\"&gt;P-51 Mustang&lt;/a&gt; fighters). Tobak documents his severe injury and an adventurous journey to and from a hospital in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; through the chaos of day-and-night allied &lt;a href=\"carpet%20bombing\"&gt;carpet bombing&lt;/a&gt; campaign.\nThe final part of his Puma book deals with war on the soviet front, against &lt;a href=\"Ilyushin%20Il-2\"&gt;Il-2&lt;/a&gt; ground support battle-aircraft and their &lt;a href=\"Yakovlev\"&gt;Yak&lt;/a&gt; and &lt;a href=\"Lavochkin\"&gt;Lavochkin&lt;/a&gt; fighter cover, where the Bf 109 was at disadvantage in low altitude operations. The book ends with the Puma's fighting retreat into &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; and torching its remaining planes on Raffelding airfield on 6 May 1945, with the badly burnt Tobak watching from the sideline. The Puma unit eventually offered itself captive to the &lt;a href=\"US%20Army\"&gt;US Army&lt;/a&gt;.\nAir kills.\nNot confirmed\nBooks written by Tibor Tobak.\nTobak Tibor: Pumák földön-égen, Egy vadászrepülő kalandjai, Háttér, Budapest, 1989.\nTobak Tibor : Pumák és a többiek : Mindig túlerővel szemben. Budapest,: HungAvia, 1990.\nTobak Tibor: Pumák és boszorkányok. Zrínyi, Budapest, 1995.\nTobak Tibor: Les pumas rouges. Témoignage d'un as de la chasse hongroise, 1941–1945, Alerion, 1996."
}