{
    "id": "2405372",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2405372",
    "title": "Gary Anderson (running back)",
    "text": "Gary Wayne Anderson (born April 18, 1961 in &lt;a href=\"Columbia%2C%20Missouri\"&gt;Columbia, Missouri&lt;/a&gt;) is an American former professional &lt;a href=\"gridiron%20football\"&gt;football&lt;/a&gt; player who was a &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt; in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL), &lt;a href=\"United%20States%20Football%20League\"&gt;United States Football League&lt;/a&gt; (USFL) and &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; (CFL) from 1983 to 1995.\nUSFL.\nAnderson was drafted in the first round of the 1983 NFL Draft by the San Diego Chargers, but could not agree on a contract. Instead, Anderson signed to play for the &lt;a href=\"Tampa%20Bay%20Bandits\"&gt;Tampa Bay Bandits&lt;/a&gt; of the USFL in 1983 after a &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; career at the &lt;a href=\"University%20of%20Arkansas\"&gt;University of Arkansas&lt;/a&gt;. Anderson had filed suit against his first agent, Dr. Jerry A. Argovitz, and the Tampa Bay Bandits. The suit alleged that Argovitz misrepresented the Chargers' offer and that Argovitz steered Anderson to the Bandits in exchange for a USFL franchise (the Houston Gamblers). Sports Illustrated August 29, 1983.\nAnderson started late in the season and quickly became the &lt;a href=\"Starting%20lineup\"&gt;starting&lt;/a&gt; running back for the Bandits. He finished with 516 yards on 97 &lt;a href=\"Carry%20%28American%20football%29\"&gt;carries&lt;/a&gt; with 4 &lt;a href=\"touchdowns\"&gt;touchdowns&lt;/a&gt; in 1983. In 1984, Anderson rushed for 1008 yards on 268 carries and scored 19 touchdowns \"(league leader)\". In 1985, Anderson had his best USFL season as he rushed for 1207 yards on 276 carries and had 16 touchdowns. He was named to one All-Star team in his USFL career and is the 4th leading rusher in USFL history.\nNFL.\nIn 1985, Anderson signed with the NFL's &lt;a href=\"San%20Diego%20Chargers\"&gt;San Diego Chargers&lt;/a&gt; and was used primarily as a backup running back and &lt;a href=\"kick%20returner\"&gt;kick returner&lt;/a&gt;. He returned a &lt;a href=\"Kickoff%20%28American%20football%29\"&gt;kickoff&lt;/a&gt; for a 98-yard touchdown on November 17, 1985 that was the longest kickoff return of the &lt;a href=\"1985%20NFL%20season\"&gt;1985 season&lt;/a&gt;. In 1986, he caught 80 passes out of the backfield for 871 yards and 8 touchdowns and was named to the &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; that season. He continued to be a reserve and &lt;a href=\"special%20teams\"&gt;special teams&lt;/a&gt; player for the Chargers until 1988, when he became the starting running back and rushed for 1119 yards on 225 carries.\nIn 1989, he sat out the season in a contract dispute with the Chargers. Anderson returned in 1990 with the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt; and rushed for 646 yards on 166 carries. He played with the Buccaneers as a reserve running back until 1993, when he played briefly for the &lt;a href=\"Detroit%20Lions\"&gt;Detroit Lions&lt;/a&gt; before retiring.\nCFL.\nIn 1995, Anderson came out of retirement to play in the CFL for the expansion &lt;a href=\"Memphis%20Mad%20Dogs\"&gt;Memphis Mad Dogs&lt;/a&gt; where he joined a man who coached against him in the USFL, &lt;a href=\"Pepper%20Rodgers\"&gt;Pepper Rodgers&lt;/a&gt;. Anderson scored three touchdowns and gained 523 rushing and receiving yards and scoring 4 total touchdowns in his lone CFL season. When the US teams folded, the &lt;a href=\"Saskatchewan%20Roughriders\"&gt;Saskatchewan Roughriders&lt;/a&gt; selected him the 12th round of the dispersal draft, but released him prior to the start of the 1996 season."
}