{
    "id": "2406587",
    "revid": "1065618991",
    "url": "https://en.wikipedia.org/wiki?curid=2406587",
    "title": "Arrouaise Abbey",
    "text": "The Abbey of Arrouaise in northern France was the centre of a form of the &lt;a href=\"canons%20regular\"&gt;canonical life&lt;/a&gt; known as the Arrouaisian Order, which was popular among the founders of &lt;a href=\"canonry\"&gt;canonries&lt;/a&gt; during the decade of the 1130s. The community began to develop when Heldemar joined the &lt;a href=\"hermit\"&gt;hermit&lt;/a&gt; Ruggerius in 1090 and approved by the local bishop in 1097. The priory was raised to the status of an &lt;a href=\"abbey\"&gt;abbey&lt;/a&gt; in 1121, electing as its first &lt;a href=\"abbot\"&gt;abbot&lt;/a&gt;, Gervaise. He impressed people who had the wealth and secular power, sufficient to found an abbey, which they did.\nOrigins.\nThe &lt;a href=\"abbey\"&gt;abbey&lt;/a&gt; had originated as a hermitage. That had developed into a community which adopted the task of providing a service to travellers through the then, great &lt;a href=\"Forest\"&gt;Forest&lt;/a&gt; of Arrouaise in &lt;a href=\"Artois\"&gt;Artois&lt;/a&gt;. The Order of Arrouaise was differentiated from others by being basically that of St. Augustine with the more restrained approach of the &lt;a href=\"Cistercians\"&gt;Cistercians&lt;/a&gt; as a guide to its more austere regimen than that of other &lt;a href=\"Canons%20Regular\"&gt;Canons Regular&lt;/a&gt;. In general, as time passed, the distinction between the Arrouaisians and other groups of canons regular was less likely to be made, so that in their later history, Arrouaisian houses were often referred to simply as being houses of canons regular.\nThe forest where the community was established was in the form of a belt extending westwards from the Forest of The &lt;a href=\"Ardennes\"&gt;Ardennes&lt;/a&gt;, to the north of the town of &lt;a href=\"Saint-Quentin%2C%20Aisne\"&gt;Saint-Quentin&lt;/a&gt; and towards the town of &lt;a href=\"Bapaume\"&gt;Bapaume&lt;/a&gt;. It is now largely felled. Traffic passed through the forest, in many cases along the remaining lines of &lt;a href=\"Roman%20road\"&gt;Roman road&lt;/a&gt;s. The routes were important commercially and diplomatically for traffic between &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; and &lt;a href=\"Flanders\"&gt;Flanders&lt;/a&gt;, also between England and &lt;a href=\"Duchy%20of%20Burgundy\"&gt;Burgundy&lt;/a&gt;. It will have been mainly by this route that the English and Western Flemings went to &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; on &lt;a href=\"pilgrim\"&gt;pilgrim&lt;/a&gt;ages and &lt;a href=\"Diplomacy\"&gt;diplomatic&lt;/a&gt; journeys.\nThe abbey elected its first abbot, Gervaise in 1121 and was suppressed in 1790, during the course of the &lt;a href=\"French%20Revolution%23Dechristianisation\"&gt;French Revolution&lt;/a&gt;.\nGeography.\nOn the whole, scholars seem vague about where the abbey itself was. It is possible that 'arrouaise' is an adjective indicating a connection with &lt;a href=\"Arras\"&gt;Arras&lt;/a&gt; or, by extension, with &lt;a href=\"Artois\"&gt;Artois&lt;/a&gt;, but in the 20th century, at least, these adjectives were respectively 'arrageois' and 'artesian'. However, within the appropriate area and in the higher land between the sources of rivers such as the &lt;a href=\"Somme%20River\"&gt;Somme&lt;/a&gt;, &lt;a href=\"Sambre\"&gt;Sambre&lt;/a&gt; and &lt;a href=\"Scheldt\"&gt;Escaut&lt;/a&gt;, there is a hamlet called l’Arrouaise. It lies at the end of a turning off a back road, the D272 (\"&lt;a href=\"d%C3%A9partement%20in%20France\"&gt;département&lt;/a&gt;\" of &lt;a href=\"Aisne\"&gt;Aisne&lt;/a&gt;), 11.5 km south-east of the place known to British military historians as &lt;a href=\"Le%20Cateau-Cambr%C3%A9sis\"&gt;Le Cateau&lt;/a&gt;. The out-of-the-way position of l'Arrouaise would have been appropriate to the hermitage origins but would not be convenient in developing the tradition of service to travellers.\nMore plausibly there was a small abbey, founded in the 11th century, \"in the middle of the Forest of Arrouaise\", at &lt;a href=\"Aubencheul-aux-Bois\"&gt;Aubencheul-aux-Bois&lt;/a&gt; near the N44 and about halfway between Cambrai and St. Quentin. It lies between &lt;a href=\"Mesnil-en-Arrouaise\"&gt;Mesnil-en-Arrouaise&lt;/a&gt; (10 km SE of Bapaume) and &lt;a href=\"Montigny-en-Arrouaise\"&gt;Montigny-en-Arrouaise&lt;/a&gt; (15 km ENE of St. Quentin). Auboncheul lies on the border between Picardy and Hainaut as represented by the départements of Aisne and Nord. This site, on the St Quentin to Cambrai road, is much better suited to serving travellers, being on both the Paris to Mechelen and the London to Dijon roads. That means the France to Flanders and England to Burgundy diplomatic routes, as well as that from England and western Flanders to Rome. Besides these, the commercial traffic between Italy and Flanders grew in importance during the medieval period. Both Cambrai and St Quentin were part of it. Four kilometres to the south of Aubencheul is Gouy, which used to be called Gouy en Arrouaise. The foundation charters of &lt;a href=\"Bourne%20Abbey\"&gt;Bourne Abbey&lt;/a&gt; in &lt;a href=\"Lincolnshire\"&gt;Lincolnshire&lt;/a&gt; and &lt;a href=\"Missenden%20Abbey\"&gt;Missenden Abbey&lt;/a&gt; in &lt;a href=\"Buckinghamshire\"&gt;Buckinghamshire&lt;/a&gt; both describe the dedication of Arrouaise as being to St Nicholas.\nThere is an &lt;a href=\"Aerial%20archaeology\"&gt;aerial photograph&lt;/a&gt; of the site as a &lt;a href=\"Cropmark\"&gt;crop mark&lt;/a&gt;."
}