{
    "id": "24078206",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=24078206",
    "title": "Federal Trade Commission Building",
    "text": "The Federal Trade Commission Building is a federal building which serves as the headquarters of the &lt;a href=\"Federal%20Trade%20Commission\"&gt;Federal Trade Commission&lt;/a&gt;. Completed in 1938, the building was designated by Congress as a contributing structure to the &lt;a href=\"Pennsylvania%20Avenue%20National%20Historic%20Site\"&gt;Pennsylvania Avenue National Historic Site&lt;/a&gt; in 1966, and it was subsequently listed in the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;.\nBuilding history.\nIssues of antitrust legislation, tariff reduction, and tax reform dominated the 1912 presidential race, which culminated in the election of &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; as the twenty-eighth president of the United States. Honoring his campaign promises, Wilson signed the &lt;a href=\"Federal%20Trade%20Commission%20Act\"&gt;Federal Trade Commission Act&lt;/a&gt; in 1914. The following year, the &lt;a href=\"Federal%20Trade%20Commission\"&gt;Federal Trade Commission&lt;/a&gt; (FTC) absorbed the duties of the Bureau of Corporations in the &lt;a href=\"United%20States%20Department%20of%20Commerce\"&gt;United States Department of Commerce&lt;/a&gt;. The FTC conducted investigations, published reports, and scrutinized industries such as meatpacking. It could challenge unfair competition and practices in trade and commerce.\nThe FTC occupied various sites in the &lt;a href=\"District%20of%20Columbia\"&gt;District of Columbia&lt;/a&gt; during its early years. The &lt;a href=\"Public%20Buildings%20Act\"&gt;Public Buildings Act&lt;/a&gt; of 1926 authorized Congress to fund the &lt;a href=\"Federal%20Triangle\"&gt;Federal Triangle&lt;/a&gt; project, a large-scale initiative to develop a 70-acre site between the White House and the U.S. Capitol with federal buildings executed in classical styles of architecture. At the urging of the &lt;a href=\"American%20Institute%20of%20Architects\"&gt;American Institute of Architects&lt;/a&gt;, the &lt;a href=\"U.S.%20Treasury%20Department\"&gt;U.S. Treasury Department&lt;/a&gt; turned over principal design responsibilities to private architects. &lt;a href=\"Edward%20H.%20Bennett\"&gt;Edward H. Bennett&lt;/a&gt; of the Chicago firm Bennett, Parsons and Frost oversaw the project and designed the final building, which would become the headquarters for the FTC.\nIn 1937, President &lt;a href=\"Franklin%20Delano%20Roosevelt\"&gt;Franklin Delano Roosevelt&lt;/a&gt; laid the building cornerstone with the silver trowel that George Washington used to lay the cornerstone of the U.S. Capitol in 1793. In his speech, Roosevelt expressed hope that the \"permanent home of the Federal Trade Commission stand for all time as a symbol of the purpose of the government to insist on a greater application of the golden rule to the conduct of corporation and business and enterprises in their relationship to the body politic.\"\nLocated at the eastern point of the Federal Triangle, it was originally called the Apex Building. Staff moved into the building on April 21, 1938. Over the years, the FTC's responsibilities expanded to include the enforcement of credit laws, oversight of the &lt;a href=\"National%20Do%20Not%20Call%20Registry\"&gt;National Do Not Call Registry&lt;/a&gt;, and the development of policies concerning Internet fraud and privacy.\n&lt;a href=\"Executive%20Order%209835\"&gt;Loyalty Board&lt;/a&gt; reviews occurred in the Apex Building in 1948 concurrently with the first month of the &lt;a href=\"Alger%20Hiss\"&gt;Hiss&lt;/a&gt;-&lt;a href=\"Whittaker%20Chambers\"&gt;Chambers&lt;/a&gt; Case, as reported by the New York Times.\nArchitecture.\nThe Federal Trade Commission Building is designed in the &lt;a href=\"Classical%20Revival\"&gt;Classical Revival&lt;/a&gt; style of architecture. It is a refined style that conveys the dignity and stability of the federal government, which was particularly important during the Great Depression. The buildings within the Federal Triangle were designed according to principles of the &lt;a href=\"City%20Beautiful%20movement\"&gt;City Beautiful movement&lt;/a&gt;, which espoused the use of formal arrangements, axial streets, and monumental, classical public buildings in city planning. Earlier in his career, the FTC Building's architect, Edward H. Bennett, was an assistant to prominent architect and planner &lt;a href=\"Daniel%20H.%20Burnham\"&gt;Daniel H. Burnham&lt;/a&gt;, a pioneer in city planning responsible for the layout of the 1893 &lt;a href=\"World%27s%20Columbian%20Exposition\"&gt;World's Columbian Exposition&lt;/a&gt; in Chicago, as well as designs for Chicago and San Francisco. Burnham's influence is evident in Bennett's work on the FTC Building.\nBennett's design emphasizes the relationship between the building and its site. It is located on a triangular parcel of land bounded by Pennsylvania and Constitution avenues and Seventh Street, NW; the building has an essentially triangular footprint with a semicircular portico at one end. An interior courtyard provides natural light to interior offices. The building has undergone few changes since its construction.\nThe seven-story building sits on a simple base of &lt;a href=\"Mount%20Airy%2C%20North%20Carolina\"&gt;Mount Airy&lt;/a&gt; &lt;a href=\"granite\"&gt;granite&lt;/a&gt;. The walls above are clad in large, smooth blocks of Indiana limestone laid in a regular pattern. Bays on the midsection of each elevation are divided by pilasters (attached columns) or colonnades that form a loggia (open-air, arcaded space). The seventh story is slightly recessed. The portico is supported by Ionic columns. Aluminum window and door grilles accent the exterior. The low hipped roof is covered with red terra-cotta tiles.\nThe interior spaces are relatively restrained; only public spaces and hearing rooms are afforded a measure of distinction. Three lobbies on the first floor share similar features. Floors are covered with large, dark green terrazzo panels with black borders. Walls are clad in Neshobe gray marble with black marble on fluted pilasters, and plaster covers the ceiling and cornice. The FTC Building was one of the first federal buildings in Washington to have an integral air-conditioning system and a basement parking garage.\nAs part of the building plan, the &lt;a href=\"Section%20of%20Painting%20and%20Sculpture\"&gt;Section of Painting and Sculpture&lt;/a&gt; oversaw the design and installation of several significant works of art. Two bas-relief medallions with eagles are located on the northwest corner elevation. Officials requested that the artist, &lt;a href=\"Sidney%20Waugh\"&gt;Sidney Waugh&lt;/a&gt;, develop a fresh interpretation on the symbol, and the resulting design is highly stylized, relating well to the building's other modern works. Large aluminum entrance grilles function as doors on the &lt;a href=\"Constitution%20Avenue\"&gt;Constitution Avenue&lt;/a&gt; elevation. Images on the grilles, which were designed by &lt;a href=\"William%20McVey\"&gt;William McVey&lt;/a&gt;, portray a continuum of commerce-related transportation methods. Depictions include &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt;'s 14th-century ships, an 18th-century merchant ship, 19th-century clipper ship, paddlewheel steamship, early 20th-century ocean liner, and seaplane. Above the grilles are rectangular panels, each executed by a different artist, that represent foreign trade, agriculture, shipping, and industry.\nTwo nearly identical allegorical sculptural groups called \"&lt;a href=\"Man%20Controlling%20Trade\"&gt;Man Controlling Trade&lt;/a&gt;\" are located at the east ends of the two avenue elevations. &lt;a href=\"Michael%20Lantz\"&gt;Michael Lantz&lt;/a&gt; designed the sculptures in the &lt;a href=\"Art%20Deco\"&gt;Art Deco&lt;/a&gt; style. In each, a muscular man holds a straining stallion, symbolizing the enormity of trade and the government in its role as enforcer. The sculptures have become the agency's informal logo."
}