{
    "id": "24081724",
    "revid": "846916",
    "url": "https://en.wikipedia.org/wiki?curid=24081724",
    "title": "United States Custom House (Philadelphia)",
    "text": "The United States Custom House is a historic &lt;a href=\"United%20States%20federal%20government\"&gt;United States federal government&lt;/a&gt; building in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;. Built between 1932 and 1934 to the &lt;a href=\"Art%20Deco\"&gt;Art Deco&lt;/a&gt; designs of the architectural firm of Ritter &amp; Shay, the building occupies an entire block between Second, &lt;a href=\"Chestnut%20Street%20%28Philadelphia%29\"&gt;Chestnut&lt;/a&gt;, and Sansom Streets and the former Exchange Place in the heart of the oldest section of the city. Its south and west sides border &lt;a href=\"Independence%20National%20Historical%20Park\"&gt;Independence National Historical Park&lt;/a&gt;. At 17 stories and tall, the massive building towers above other nearby historic buildings of the shipping, financial, and commercial quarter. The building currently houses federal offices for the U.S. &lt;a href=\"Food%20and%20Drug%20Administration\"&gt;FDA&lt;/a&gt;, Department of State, Department of Homeland Security, National Park Service and U.S Customs and Border Protection agencies.\nThe building was rehabilitated in 1991-93 and underwent a major renovation in 2010–13. It was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; on May 25, 2011.\nBuilding history.\nThe United States Custom House in Philadelphia is a product of the great federal building projects of the &lt;a href=\"Great%20Depression\"&gt;Depression era&lt;/a&gt;. Begun in December 1932 under the &lt;a href=\"Works%20Progress%20Administration\"&gt;Works Progress Administration&lt;/a&gt; (WPA), a massive federal unemployment relief program, it opened on November 10, 1934, having cost over $3.5 million. Distinguished by richness of materials, by the quality of its design, and by a decorative program by a major local artist, the U.S. Custom House is a fitting architectural monument to Philadelphia's status as one of the nation's largest ports.\nThe growth of Philadelphia as a prosperous center of industry at the turn of the 20th century resulted in a greatly increased number of ships entering and leaving the port. As the U.S. Customs Service expanded to fulfill its duties, it outgrew its home since 1845 in the renowned &lt;a href=\"Second%20Bank%20of%20the%20United%20States\"&gt;Second Bank of the United States&lt;/a&gt; building, which was designed by &lt;a href=\"William%20Strickland%20%28architect%29\"&gt;William Strickland&lt;/a&gt; and completed in 1824.\nThe new U.S. Custom House documents the social and economic history of the early 1930s — vividly illustrating the WPA's role in combating unemployment through large-scale building projects that employed local craftspeople, suppliers, and manufacturers while providing workers with a fair wage. In an effort to stimulate the economy following the stock market crash of 1929, Congress passed a bill appropriating funds for the U.S. Custom House in Philadelphia. The building's construction helped spur the local economy by directly employing more than 4,000 workers for two years. Construction of the U.S. Custom House was the initial component of an early urban redevelopment plan that ultimately spread to include the creation of &lt;a href=\"Independence%20National%20Historical%20Park\"&gt;Independence National Historical Park&lt;/a&gt; and the revitalization of &lt;a href=\"Society%20Hill\"&gt;Society Hill&lt;/a&gt;.\nArchitecture.\nThe final major work by Ritter &amp; Shay, one of the most prominent architectural firms in Philadelphia, the new building respected its historic 18th-century neighborhood through the use of classical details on the broad, low base. However, it also reflected its own time with a bold, setback Art Deco tower with sheer surfaces and a tapered silhouette.\nThe U.S. Custom House occupies an entire city block in the heart of Philadelphia's Historic District between Second, Chestnut, American, and Sansom Streets. It rises 17 stories from its base to its lantern. The , three-story base is clad in limestone with decorative aluminum details and steel casement windows. The classically inspired base is highly responsive to the surrounding Georgian and Federal architecture. Semicircular metal bas-relief panels depicting American industry, commerce, and trade are set beneath the arched door openings of the main entrance.\nSet back from the base's perimeter, the tower rises in a cruciform plan, and is built of red brick with limestone trim and double-hung wood windows. The building culminates nearly 300 feet above the ground in an octagonal lantern (based on the ancient Lantern at the Greek Island of Rhodes) of white high-relief terra cotta with decorative side grilles and handsome limestone eagles. The lantern, the apex of which housed a powerful light, originally burned logs and crude oil to produce a bright flame by night and dark smoke by day. A 30-space garage was part of the original basement design.\nThe interior was the result of an extraordinary collaboration among &lt;a href=\"Brandywine%20School\"&gt;Brandywine School&lt;/a&gt; artist &lt;a href=\"George%20Matthews%20Harding\"&gt;George Harding&lt;/a&gt;, architect Howell Lewis Shay, and Philadelphia Museum of Art director &lt;a href=\"Fiske%20Kimball\"&gt;Fiske Kimball&lt;/a&gt; (who recommended Harding). Harding's significant mural program consists of a series of 31 separate panels in the vestibule, elevator lobby, and rotunda area. The selection of ornamental motifs, based entirely on nautical vignettes and images of commerce, underscore the building's function. Ships, planes, conch shells, seahorses, and reclining Neptunes in George Harding's murals are all representative of the building's function next to one of the world's largest freshwater ports.\nThe first floor follows a strong axial plan that focuses on a three-story rotunda with an elaborate plasterwork ceiling and adjacent light wells. A coffered plaster dome, supported by eight fluted serpentine marble columns, caps the striking three-story rotunda. Each coffer essentially consists of a large gold shell, and the frieze has eight panels showing the winds as depicted in Greek mythology. On either side of the main north–south corridor are spectacular circular stairs that rise under small secondary domes and provide access to offices on the second and third stories.\nAlthough it appears to be in the center of the building, the rotunda is located in the front portion of the U.S. Custom House and cleverly disguises the loading docks, which comprise nearly half of the first floor.\nThe U.S. General Services Administration completed an extensive restoration of the U.S. Custom House in the early 1990s. The three-year project included conservation of original surface finishes, upgrading mechanical and lighting systems, and ensuring access for the disabled. The building is once again fully occupied, and annual energy costs have been reduced 60 percent.\nReferences.\nNotes\nSources"
}