{
    "id": "24108894",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=24108894",
    "title": "Francis W. Kirkham",
    "text": "Francis Washington Kirkham (January 6, 1877 – September 14, 1972) was a prominent educator and the author of \"New Witness For Christ in America: Evidence of Divine Power in the \"Coming Forth\" of the Book of Mormon\", one of the earliest book-length defenses of the authenticity of the &lt;a href=\"Book%20of%20Mormon\"&gt;Book of Mormon&lt;/a&gt;.\nKirkham was born in &lt;a href=\"Lehi%2C%20Utah\"&gt;Lehi&lt;/a&gt;, &lt;a href=\"Utah%20Territory\"&gt;Utah Territory&lt;/a&gt;, to James Kirkham and his wife Mary Mercer. Francis Kirkham had a younger brother &lt;a href=\"Oscar%20A.%20Kirkham\"&gt;Oscar A. Kirkham&lt;/a&gt;, who later became a &lt;a href=\"general%20authority\"&gt;general authority&lt;/a&gt; in &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; (LDS Church).\nKirkham studied business under &lt;a href=\"James%20E.%20Talmage\"&gt;James E. Talmage&lt;/a&gt; at age 15. He later attended &lt;a href=\"Brigham%20Young%20Academy\"&gt;Brigham Young Academy&lt;/a&gt; (BYA) and then served a three-year &lt;a href=\"Missionary%20%28LDS%20Church%29\"&gt;mission&lt;/a&gt; for the LDS Church in &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;. At the end of his mission, Kirkham wrote a grammar to help new missionaries learn the &lt;a href=\"M%C4%81ori%20language\"&gt;Māori language&lt;/a&gt;. After his mission, Kirkham completed his studies at BYA, graduating in 1904 as the valedictorian.\nIn 1901 Kirkham married Martha Alzina Robison in the &lt;a href=\"Salt%20Lake%20Temple\"&gt;Salt Lake Temple&lt;/a&gt;. He then worked as a business man in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; for about three years. After this, he went to the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt; where he earned his bachelor's degree. Kirkham then taught at &lt;a href=\"Brigham%20Young%20University\"&gt;Brigham Young University&lt;/a&gt; (BYU), which had formerly been BYA, for two years. He next entered law school at the &lt;a href=\"University%20of%20Utah\"&gt;University of Utah&lt;/a&gt;, where he was in the &lt;a href=\"S.J.%20Quinney%20College%20of%20Law\"&gt;law school's&lt;/a&gt; first graduating class. Kirkham pursued graduate studies at &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt; and then earned his Ph.D. from the &lt;a href=\"University%20of%20California%2C%20Berkeley\"&gt;University of California, Berkeley&lt;/a&gt;.\nKirkham served as president of &lt;a href=\"LDS%20Business%20College\"&gt;LDS Business College&lt;/a&gt;, head of vocational education for the state of Utah, and superintendent of &lt;a href=\"Granite%20School%20District\"&gt;Granite School District&lt;/a&gt;. While in the last position he wrote the book \"Educating All the Children of All the People\". This gained him national attention and led to his appointment as head of the &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;-based &lt;a href=\"National%20Child%20Welfare%20Association\"&gt;National Child Welfare Association&lt;/a&gt;.\nIt was while working from New York that Kirkham did his studies on the Book of Mormon. This was a result of being able to access the newspapers from western New York and north-east Ohio in the time of &lt;a href=\"Joseph%20Smith\"&gt;Joseph Smith&lt;/a&gt;. In 1937, Kirkham published a compilation of these works as \"Source Material on the Book of Mormon\". This material also was the main basis for his seminal work, \"A New Witness For Christ in America\". The main argument of this book is built around using contemporary sources to dispute the main non-divine theories on the origin of the Book of Mormon.\nLater in his life, Kirkham worked as a manager for a &lt;a href=\"Salt%20Lake%20City\"&gt;Salt Lake City&lt;/a&gt;-based insurance company and did historical research in the &lt;a href=\"LDS%20Church%20Archives\"&gt;LDS Church Archives&lt;/a&gt;. Among his works during this period were \"Tales of a Triumphant People: A History of Salt Lake County, Utah, 1847–1900\" (with Harold Lundstrom) published in 1947. Kirkham was also connected with the establishment of the BYU Archeology department and served as a member of the &lt;a href=\"Society%20for%20Early%20Historic%20Archaeology\"&gt;Society for Early Historic Archaeology&lt;/a&gt;."
}