{
    "id": "24103589",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=24103589",
    "title": "Gayo people",
    "text": "The Gayo people are an &lt;a href=\"ethnic%20group\"&gt;ethnic group&lt;/a&gt; living in the &lt;a href=\"Highland%20%28landform%29\"&gt;highland&lt;/a&gt;s of &lt;a href=\"Aceh\"&gt;Aceh&lt;/a&gt; Province, &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;. The Gayo tribe has a population of 336,856 and they live predominantly in the mountains. Most Gayo live in three &lt;a href=\"Regency%20%28Indonesia%29\"&gt;regencies in Aceh&lt;/a&gt; namely &lt;a href=\"Bener%20Meriah%20Regency\"&gt;Bener Meriah&lt;/a&gt;, &lt;a href=\"Central%20Aceh%20Regency\"&gt;Central Aceh&lt;/a&gt;, and &lt;a href=\"Gayo%20Lues%20Regency\"&gt;Gayo Lues&lt;/a&gt;. Some of them live in several &lt;a href=\"Districts%20of%20Indonesia\"&gt;district&lt;/a&gt;s in other regencies, such as &lt;a href=\"Serbejadi\"&gt;Serbejadi District&lt;/a&gt;, &lt;a href=\"Simpang%20Jernih\"&gt;Simpang Jernih District&lt;/a&gt;, and &lt;a href=\"Peunaron\"&gt;Peunaron District&lt;/a&gt; in &lt;a href=\"East%20Aceh%20Regency\"&gt;East Aceh Regency&lt;/a&gt; and &lt;a href=\"Beutong\"&gt;Beutong District&lt;/a&gt; in &lt;a href=\"Nagan%20Raya\"&gt;Nagan Raya Regency&lt;/a&gt;. Other than that, the Gayo population also covers &lt;a href=\"Southeast%20Aceh%20Regency\"&gt;Southeast Aceh Regency&lt;/a&gt; and &lt;a href=\"Aceh%20Tamiang%20Regency\"&gt;Aceh Tamiang Regency&lt;/a&gt;. Their homeland lies in the &lt;a href=\"Barisan%20Mountains\"&gt;Barisan Mountains&lt;/a&gt; which has elevations of over 12,000 feet and extends more than one thousand miles. The &lt;a href=\"Gayo%20language\"&gt;Gayonese language&lt;/a&gt; has four dialects: Lut, Serbejadi-Lukup, Lut and Luwes. Their language does not have a writing system, but folk tales, stories and poetry are passed down in oral tradition. The traditional house of the Gayo is called \"&lt;a href=\"Umah%20%28Gajo%20house%29\"&gt;Umah&lt;/a&gt;\".\nHistory.\nIn the 11th century, the Linge Kingdom was established by the Gayo people during the reign of Sultan Makhdum Johan Berdaulat Mahmud Syah from the Perlak Sultanate, as it was told by two rulers who were ruling during the &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch East Indies&lt;/a&gt; era; namely Raja Uyem and his son Raja Ranta, who is Raja Cik Bebesen, and also Zainuddin from the rulers of Kejurun Bukit. Raja Linge I is said to have four children. The eldest was his daughter, Empu Beru or Datu Beru, and the remaining are Sebayak Lingga (Ali Syah), Meurah Johan (Johan Syah) and Meurah Lingga (Malamsyah). Sebayak Lingga wandered off to Karo land and founded a country there and he was known as Raja Lingga Sibayak. Meurah Johan ventured on to &lt;a href=\"Aceh%20Besar%20Regency\"&gt;Aceh Besar&lt;/a&gt; and established his kingdom by the name of Lam Krak or Lam Oeii or also known as Lamuri or &lt;a href=\"Lamuri%20Sultanate\"&gt;Lamuri Sultanate&lt;/a&gt;. This would mean that the &lt;a href=\"Lamuri%20Sultanate\"&gt;Lamuri Sultanate&lt;/a&gt; was founded by Meurah Johan, while Meurah Lingga who was living in Linge, Gayo and the rest became kings of Linge for generations. Meurah Silu migrated to &lt;a href=\"Pasai\"&gt;Pasai&lt;/a&gt; and became an officer to the &lt;a href=\"Samudera%20Pasai%20Sultanate\"&gt;Pasai Sultanate&lt;/a&gt; there. Meurah Mege himself was buried with Ni Rayang at the slopes of Keramil Paluh in Linge, &lt;a href=\"Central%20Aceh\"&gt;Central Aceh&lt;/a&gt;, which until today it can still be found and are considered sacred by the locals. The cause of migrating was unknown. However, according to history, Raja Linge favoured his youngest son, Meurah Mege, causing the rest of his children to prefer to wander away.\nLinga dynasty.\nNo documentation were recorded on the rulers of Sebayak Lingga Karo. During the era of &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch East Indies&lt;/a&gt;, the monarchy was appointed again but for two eras only.\nDutch colonization.\nAfter initial Dutch resistance, which many Gayonese and &lt;a href=\"Dutch%20people\"&gt;Dutch&lt;/a&gt; were killed, the Dutch occupied the area during 1904–1942. During this time, the Gayonese developed a thriving &lt;a href=\"cash%20crop\"&gt;cash crop&lt;/a&gt; economy in vegetables and coffee. Since the Dutch colonization, the Gayonese have gained access to higher levels of education, and participated to some degree in the Islamization and modernization of their homeland.\nSurnames.\nAlthough it is not the practice of majority of Gayo society to have their surnames included, however there are a small group of them that still have their surnames attached to their given name especially those that are from Bebesen region. The purpose of the surname is only for them be identify and to be able to trace the individual's family lineage, thus it is not regarded as of great importance for the Gayo people.\nCulture.\nReligion.\nThe Gayonese are &lt;a href=\"Sunni%20Islam\"&gt;Sunni Muslims&lt;/a&gt; but practise a local form of Islam. Traces of ancient pre-Islamic traditions are still extant. In ancient times, the Gayonese believed in good and bad spirits and in holy men, both dead and alive. They would regularly give ritual offerings and sacrifices to the spirits, to holy men, and to their ancestors."
}