{
    "id": "24166710",
    "revid": "1069246650",
    "url": "https://en.wikipedia.org/wiki?curid=24166710",
    "title": "HNK Gorica",
    "text": "Hrvatski nogometni klub Gorica (), commonly referred to as HNK Gorica or simply Gorica, is a Croatian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in the town of &lt;a href=\"Velika%20Gorica\"&gt;Velika Gorica&lt;/a&gt;, located just south of the Croatian capital &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;. They play their home matches at the &lt;a href=\"Gradski%20stadion%20Velika%20Gorica\"&gt;Gradski stadion Velika Gorica&lt;/a&gt;, which has a capacity of 5,200. They won the &lt;a href=\"2010%E2%80%9311%20Croatian%20Second%20Football%20League\"&gt;2010–11 Croatian Second Football League&lt;/a&gt; title and were initially promoted to &lt;a href=\"Croatian%20First%20Football%20League\"&gt;Croatian First Football League&lt;/a&gt;, but their top license was revoked. The club regard themselves as the spiritual continuation of the former Prva HNL members NK Radnik, who went bankrupt and were dissolved in 2009. However, legally HNK Gorica is a distinct and separate club, and is not entitled to claim the history of the old NK Radnik.\nHistory.\nThere is a long lasting tradition of football in &lt;a href=\"Velika%20Gorica\"&gt;Velika Gorica&lt;/a&gt; and region of &lt;a href=\"Turopolje\"&gt;Turopolje&lt;/a&gt;. First organized clubs were founded during the 1930s but the most prominent football club, &lt;a href=\"NK%20Radnik\"&gt;NK Radnik&lt;/a&gt;, was created in 1945, just after the end of World War II.\nRadnik enjoyed average success during Yugoslavia, and its most impressive results came with independence of &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;. With a newly built stadium for &lt;a href=\"1987%20Summer%20Universiade\"&gt;1987 Summer Universiade&lt;/a&gt; Radnik were champions of the first ever Croatian second division. In doing so they were promoted to the highest level Croatian league. Radnik competed there for two seasons, &lt;a href=\"1992%E2%80%9393%20Croatian%20First%20Football%20League\"&gt;1992–93&lt;/a&gt; and &lt;a href=\"1993%E2%80%9394%20Croatian%20First%20Football%20League\"&gt;1993–94&lt;/a&gt;. After being relegated, Radnik started a downfall, obtaining mediocre results which resulted in them playing in the fourth tier of Croatian league football for four seasons (from 2002 till 2006).\nDuring 2009 Radnik got into serious financial troubles and only solution for preserving Velika Gorica's top and most popular football team was a merger with one of financially stable local football clubs. A perfect partner was found in NK Polet from nearby village Buševec. NK Polet had a long lasting football tradition and was a competitive member of &lt;a href=\"Tre%C4%87a%20HNL\"&gt;Treća HNL&lt;/a&gt;. In summer of 2009, merging between Radnik and Polet was agreed and HNK Gorica was formed. As a primal mission club stated winning the league title and reaching &lt;a href=\"Croatian%20Second%20Football%20League\"&gt;Croatian Second Football League&lt;/a&gt; after many years of absence. The goal was reached during the first season, Gorica won the Treća HNL West and achieved promotion to the Druga HNL for the &lt;a href=\"2010%E2%80%9311%20Croatian%20Second%20Football%20League\"&gt;2010–11 season&lt;/a&gt;.\nBefore 2010–11 season it was stated that club's ambitions are not high and that everybody would be satisfied with top half finish. But as the season progressed, Gorica proved to be the best club in the league, this culminating with securing the title two rounds before the end of the season. As 2. HNL champion, Gorica earned a place in Croatia's first division, which was later denied after getting their top level license revoked.\nGorica won the &lt;a href=\"2017-18%20Croatian%20Second%20Football%20League\"&gt;2017-18 Croatian Second Football League&lt;/a&gt; after which they were finally granted licence to play in the top tier after many years of being denied. Their league debut (as HNK Gorica) in the &lt;a href=\"2018-19%20Croatian%20First%20Football%20League\"&gt;2018–19&lt;/a&gt; season was one of the most surprising and impressing parts of the league, becoming the best league-debutants in history by winning 59 points, as well as beating European contenders &lt;a href=\"HNK%20Hajduk%20Split\"&gt;Hajduk Split&lt;/a&gt; and &lt;a href=\"NK%20Osijek\"&gt;Osijek&lt;/a&gt; twice and the vice-champions &lt;a href=\"HNK%20Rijeka\"&gt;Rijeka&lt;/a&gt; three times, although still finishing 5th, just 3 points away from reaching the &lt;a href=\"2019-20%20UEFA%20Europa%20League\"&gt;Europa League&lt;/a&gt; qualifying rounds. Many foreign players out of contract were bought for free before the season, which turned out to be remarkable signings, most notably &lt;a href=\"%C5%81ukasz%20Zwoli%C5%84ski\"&gt;Łukasz Zwoliński&lt;/a&gt;, &lt;a href=\"Kristijan%20Lovri%C4%87\"&gt;Kristijan Lovrić&lt;/a&gt; and &lt;a href=\"Iyayi%20Atiemwen\"&gt;Iyayi Atiemwen&lt;/a&gt;, who was ranked third in the 2018 &lt;a href=\"Prva%20HNL%20Player%20of%20the%20Year%20%28Tportal%29\"&gt;Prva HNL Player of the year&lt;/a&gt; rankings and sold to &lt;a href=\"Dinamo%20Zagreb\"&gt;Dinamo Zagreb&lt;/a&gt; over the 2019 transfer window for a record fee."
}