{
    "id": "24169157",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=24169157",
    "title": "China Green Agriculture",
    "text": "China Green Agriculture, Inc. (; ) is based in &lt;a href=\"Xi%27an\"&gt;Xi'an&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt;. It became the first Chinese company listed on the &lt;a href=\"New%20York%20Stock%20Exchange\"&gt;New York Stock Exchange&lt;/a&gt; market. It is also the first Chinese company to list on &lt;a href=\"NYSE%20Euronext\"&gt;NYSE Euronext&lt;/a&gt; markets in 2009. It became a &lt;a href=\"public%20company\"&gt;public company&lt;/a&gt; in 2008. China Green Agriculture produces and distributes &lt;a href=\"humic%20acid\"&gt;humic acid&lt;/a&gt; based &lt;a href=\"liquid\"&gt;liquid&lt;/a&gt; &lt;a href=\"Chemical%20compound\"&gt;compound&lt;/a&gt; &lt;a href=\"fertilizer\"&gt;fertilizer&lt;/a&gt;. Mr.Zhuoyu Li is the chief executive officer of China Green Agriculture.\nHistory.\nChina Green Agriculture was &lt;a href=\"Incorporation%20%28business%29\"&gt;incorporated&lt;/a&gt; on February 8, 1987, through its indirect wholly owned &lt;a href=\"subsidiaries\"&gt;subsidiaries&lt;/a&gt;, TechTeam Jinong Humic Acid Product Co., Ltd. (Techteam) and Xi’an Jintai Agriculture Technology Development Company (Jintai), is engaged in research, development, manufacture and distribution of humic acid organic liquid compound fertilizer in 27 &lt;a href=\"provinces%20in%20China\"&gt;provinces in China&lt;/a&gt;. &lt;a href=\"Humic%20acid\"&gt;Humic acid&lt;/a&gt; is an essential natural, organic ingredient for a balanced, &lt;a href=\"fertile%20soil\"&gt;fertile soil&lt;/a&gt;, and it is one of the major constituents of &lt;a href=\"organic%20matter\"&gt;organic matter&lt;/a&gt;. Techteam has &lt;a href=\"automated\"&gt;automated&lt;/a&gt; humic acid production lines in China. It has a multi-tiered line of 119 fertilizer products. Techteam's wholly owned subsidiary, Jintai, was formed for researching and developing humic acid fertilizers. In the process of testing Techteam's fertilizers, it produces agricultural products, including &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s, &lt;a href=\"vegetable\"&gt;vegetable&lt;/a&gt;s, and colored &lt;a href=\"seedling\"&gt;seedling&lt;/a&gt;s, which are sold to middle and high-end consumers across China.\nBusiness segments.\nChina Green Agriculture has two business segments: the research, development, production and distribution of humic acid organic liquid compound fertilizer, and the development, production and distribution of agricultural products, such as fruits, vegetables, flowers and colored seedlings. The fertilizer business is China Green Agriculture's main business, which generated 83% of its total &lt;a href=\"revenues\"&gt;revenues&lt;/a&gt; during the &lt;a href=\"fiscal%20year\"&gt;fiscal year&lt;/a&gt; ended June 30, 2008 (fiscal 2008). China Green Agriculture's business is conducted through its indirect wholly owned &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt;-based operating subsidiaries, Techteam (for the fertilizer business) and Jintai (for the agricultural products business). Jintai is wholly owned by Techteam.\nJintai.\nJintai produces various categories of products: Flowers include principally &lt;a href=\"Cymbidium\"&gt;Cymbidium&lt;/a&gt; and &lt;a href=\"Phalaenopsis\"&gt;Phalaenopsis&lt;/a&gt;. Those two kinds of flowers are mainly distributed to the middle and high-end consumers in &lt;a href=\"Shaanxi\"&gt;Shaanxi&lt;/a&gt; Province and its adjacent areas. Their seedlings are distributed across the country, especially the southern regions of China. Green vegetables and fruits include principally, Holland cucumbers, sweet and colored pimientos and eggplant and Japanese watermelons, which are distributed to middle and high-end consumers in Shaanxi Province, especially in &lt;a href=\"Xi%27an\"&gt;Xi'an&lt;/a&gt; city. Multicolored seedlings include principally, photinia serrulata, which are distributed to customers across China.\nFertilizers.\nChina Green Agriculture's humic acid organic liquid compound fertilizers contain humic acid as one of their major ingredients and its products are certified as Green Food Production Material by the &lt;a href=\"China%20Green%20Food%20Development%20Center\"&gt;China Green Food Development Center&lt;/a&gt;. It developed 13 types of fertilizers during fiscal 2008, which includes Guokangmei Green Nutriment Fertilizer, Jinong Zhuangshi, Libangnong Humic Acid Potassium Fertilizer, Zhimeizi Organic Liquid Compound Fertilizer, Yichongwang No.1, Suxiao Chongshifei, Boron Fertilizer, Calcium-rich Fertilizer, Potassium-calcium Anti-cracking fertilizer, Yuzhuang, Wangting, Yelvbao and Libangnong. It distributes its fertilizer products through 480 distributors in 27 provinces in the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt;.\nCompetition.\nChina Green Agriculture competes with China Agritech, Inc., Qiqihar Fuer Agriculture Co., Ltd., Heze Exploitation Region Caozhou Chamurgy Co., Ltd., Guangxi Beihai Penshibao Co., Ltd., Western Lanhua Company, Ningdong Branch of State Forestry Administration, Sanbao Horticultural Company, Tianjin Goods Company, Shanghai Crystal Company, Beijing Sanyi Company, Jinri Company, Yunnan QianHui Company, Zhejiang Senhe Company and Jiangsu Xiaoshan Zhongtian Technology Company."
}