{
    "id": "24171115",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=24171115",
    "title": "Santa Rosa storm",
    "text": "The Santa Rosa Storm occurs in the &lt;a href=\"Southern%20Hemisphere\"&gt;Southern Hemisphere&lt;/a&gt; up to fifteen days earlier than or fifteen days later than the festival of Santa Rosa of &lt;a href=\"Lima\"&gt;Lima&lt;/a&gt;, &lt;a href=\"Per%C3%BA\"&gt;Perú&lt;/a&gt;, celebrated on August 30 each year. \nLegend has it that &lt;a href=\"Isabel%20Flores%20de%20Oliva\"&gt;Isabel Flores de Oliva&lt;/a&gt;, also known as Rosa de Lima, caused a mighty storm which prevented &lt;a href=\"Dutch%20people\"&gt;Dutch&lt;/a&gt; &lt;a href=\"pirate\"&gt;pirate&lt;/a&gt;s from attacking the city of Lima in 1615. However, &lt;a href=\"meteorologist\"&gt;meteorologist&lt;/a&gt;s attribute the storm to the clash of the first warm winds which are a product of the arrival of &lt;a href=\"Spring%20%28season%29\"&gt;spring&lt;/a&gt; with &lt;a href=\"cold%20front\"&gt;cold front&lt;/a&gt;s. \nThe legend is very popular in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; and &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt;, especially around the &lt;a href=\"Rio%20de%20la%20Plata\"&gt;Rio de la Plata&lt;/a&gt; area (including &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; and &lt;a href=\"Montevideo\"&gt;Montevideo&lt;/a&gt;) and the Argentinian province of &lt;a href=\"C%C3%B3rdoba%2C%20Argentina\"&gt;Córdoba&lt;/a&gt; and the &lt;a href=\"Cuyo%20%28Argentina%29\"&gt;Cuyo region&lt;/a&gt;, west of Buenos Aires.\nMyth and reality.\nClimate data show that the storm is one of the first to form at the end of &lt;a href=\"Southern%20Hemisphere\"&gt;Southern&lt;/a&gt; winter, some 10 days before August 20 and September 20.\nIn popular belief, the Santa Rosa storm is one of the most violent of the year. However, reality is different. For the City of &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; (according to the Villa Ortúzar SMN Observatory), the storm has only appeared five days before or after the 30 August on sixteen occasions since 1861. However, showers are frequent in this period, which helps keep the myth alive. \nOf the sixteen storms, seven have occurred since 1992, probably owing to global warming."
}