{
    "id": "2421489",
    "revid": "305797",
    "url": "https://en.wikipedia.org/wiki?curid=2421489",
    "title": "Series B Banknotes",
    "text": "The Series B Banknotes () of &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt; replaced the &lt;a href=\"Series%20A%20Banknotes%20%28Ireland%29\"&gt;Series A Banknotes&lt;/a&gt;. The banknotes were issued between 1976 and 1992 by the &lt;a href=\"Central%20Bank%20of%20Ireland\"&gt;Central Bank of Ireland&lt;/a&gt;, the series was replaced in 1993 by &lt;a href=\"Series%20C%20Banknotes%20%28Ireland%29\"&gt;Series C Banknotes&lt;/a&gt;.\nBanknotes.\nThe Central Bank announced its intention for the new banknotes in December 1971 and Servicon, an Irish design company, was employed to design the notes of the denominations; £1, £5, £10, £20, £50 and £100. The £100 note was never issued or circulated; this remains somewhat of an idiosyncrasy in the issue of Irish banknotes as this is the only series without a note of this denomination. The series was Legal Tender from 1976–1995, although not printed after May 1993.\nThe theme chosen for these notes was &lt;a href=\"history%20of%20Ireland\"&gt;history of Ireland&lt;/a&gt;, and each note featured the portrait of a person with this theme in mind from a particular era from historic to modern and complementing visual elements. The portrait of &lt;a href=\"Hazel%20Lavery\"&gt;Lady Lavery&lt;/a&gt; painted by &lt;a href=\"John%20Lavery\"&gt;Sir John Lavery&lt;/a&gt; was retained from &lt;a href=\"Series%20A%20Banknotes%20%28Ireland%29\"&gt;Series A&lt;/a&gt;; contained as a watermark in the unprinted space. Each banknote has the signature of the Governor of the Central Bank of Ireland and the Secretary of the Department of Finance.\nDuring much of the period of circulation of this series, &lt;a href=\"foreign%20exchange%20controls\"&gt;foreign exchange controls&lt;/a&gt; prohibited the export of any notes larger than £20 from the Republic.\nOne Pound.\nThe one pound note has a portrait of &lt;a href=\"Medb\"&gt;Medb&lt;/a&gt;, the legendary &lt;a href=\"Kings%20of%20Connacht\"&gt;Queen of Connacht&lt;/a&gt; in &lt;a href=\"Irish%20mythology\"&gt;Irish mythology&lt;/a&gt;. Also a pre-Christian geometric design based on those found on bone slips is used in on the note, the background is an excerpt from the &lt;a href=\"T%C3%A1in%20B%C3%B3%20C%C3%BAailnge\"&gt;Táin&lt;/a&gt;.\nThe reverse is a decorated excerpt from &lt;a href=\"Lebor%20na%20hUidre\"&gt;Lebor na hUidre&lt;/a&gt;, the oldest surviving &lt;a href=\"Irish%20language\"&gt;Irish&lt;/a&gt; &lt;a href=\"manuscript\"&gt;manuscript&lt;/a&gt;.\nThe one pound note was removed from circulation from June 1990 as it was replaced by the &lt;a href=\"Irish%20pound%20coin\"&gt;Irish pound coin&lt;/a&gt;, this note was the final one pound note to be circulated and it was the first note of Series B to be removed from circulation.\nFive Pounds.\nThe five pound note has a portrait of &lt;a href=\"Johannes%20Scotus%20Eriugena\"&gt;Johannes Scotus Eriugena&lt;/a&gt;, the &lt;a href=\"philosopher\"&gt;philosopher&lt;/a&gt; and &lt;a href=\"theologian\"&gt;theologian&lt;/a&gt;, of the ninth century. The letter A from the start of Psalm 17 of the &lt;a href=\"Ricemarch%20Psalter\"&gt;Psalter of Ricemarcus&lt;/a&gt; is used against the &lt;a href=\"Book%20of%20Durrow\"&gt;Book of Durrow&lt;/a&gt;.\nThe reverse features an adaptation of animal and script extracts from the &lt;a href=\"Book%20of%20Kells\"&gt;Book of Kells&lt;/a&gt;, an eighth century copy of the &lt;a href=\"gospel\"&gt;gospel&lt;/a&gt;s.\nTen Pounds.\nThe ten pound has a portrait of Dean &lt;a href=\"Jonathan%20Swift\"&gt;Jonathan Swift&lt;/a&gt; the &lt;a href=\"Poetry\"&gt;poet&lt;/a&gt; and &lt;a href=\"Satire\"&gt;satirist&lt;/a&gt;. The background contains a reproduction of the coat of arms of Dublin from a city council resolution against a letter by Swift from April 1735.\nThe reverse has a portion of a map of &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt; which was published by &lt;a href=\"John%20Rocque\"&gt;John Rocque&lt;/a&gt; in 1756. Great Abbey Street and Astons Quay - now known as Middle Abbey Street and Aston Quay respectively are shown as well as the &lt;a href=\"River%20Liffey\"&gt;River Liffey&lt;/a&gt;.\nTwenty Pounds.\nThe twenty pound note has a portrait of &lt;a href=\"William%20Butler%20Yeats\"&gt;William Butler Yeats&lt;/a&gt;, the &lt;a href=\"Irish%20poetry\"&gt;poet&lt;/a&gt;, &lt;a href=\"drama\"&gt;drama&lt;/a&gt;tist, and &lt;a href=\"mysticism\"&gt;mystic&lt;/a&gt; together with a representation of the &lt;a href=\"Irish%20mythology\"&gt;mythological hero&lt;/a&gt; &lt;a href=\"C%C3%BA%20Chulainn\"&gt;Cú Chulainn&lt;/a&gt;, based on the motif used by the &lt;a href=\"Abbey%20Theatre\"&gt;Abbey Theatre&lt;/a&gt;. The background is of a &lt;a href=\"Deirdre\"&gt;Deirdre&lt;/a&gt;, a Yeats manuscript.\nThe reverse is an image of the &lt;a href=\"Blasket%20Islands\"&gt;Blasket Islands&lt;/a&gt;, off &lt;a href=\"County%20Kerry\"&gt;County Kerry&lt;/a&gt; with the background of \"&lt;a href=\"An%20tOile%C3%A1nach\"&gt;An tOileánach&lt;/a&gt;\" by &lt;a href=\"Tom%C3%A1s%20%C3%93%20Criomhthain\"&gt;Tomás Ó Criomhthain&lt;/a&gt;.\nFifty Pounds.\nThe fifty pound note has a portrait of &lt;a href=\"Turlough%20O%27Carolan\"&gt;Turlough O'Carolan&lt;/a&gt;, the &lt;a href=\"Blindness\"&gt;blind&lt;/a&gt; &lt;a href=\"Ireland\"&gt;Irish&lt;/a&gt; &lt;a href=\"harp\"&gt;harp&lt;/a&gt;er and &lt;a href=\"composer\"&gt;composer&lt;/a&gt;, with the background from Timbrell.\nThe reverse has a design based on the wood carvings on the organ loft of &lt;a href=\"St.%20Michan%27s%20Church\"&gt;St. Michan's Church&lt;/a&gt;, Dublin.\nOne Hundred Pounds.\nA Series B hundred pound note was never issued, the Series A £100 note remained in circulation. \nA design mock up was submitted for the £100 denomination in August 1979. After some years of development, a decision was made to not proceed with production of the note, primarily because it was finally decided that the denomination was not required. The development of the note proceeded through several proof stages before being abruptly cancelled in early 1987.\nDuring the late 1970s some newspapers reported that a planned £100 note would be mauve in colour and would have &lt;a href=\"Grace%20O%27Malley\"&gt;Grace O'Malley&lt;/a&gt; on the front, and the &lt;a href=\"Galtee%20Mountains\"&gt;Galtee Mountains&lt;/a&gt;, or a map of Ireland on the reverse, and the dimensions of the notes in size would be 188 x 98 mm.\nDetailed information about the design of the note became available with the opening of Central Bank of Ireland Archives to the public in 2017.\nThe face of the banknote design features a portrait of Grace O’Malley, the Pirate Queen, with one of her ships looming large in the centre and a second ship in the distance. The predominant colours are red for the portrait and mauve for the ship and background elements.\nThe reverse of the banknote design is predominantly beige in colour. It features a genealogical map of Ireland, based on the &lt;a href=\"http%3A//news.bbc.co.uk/today/hi/today/newsid_8307000/8307233.stm\"&gt;1567 map of ‘Hibernia&lt;/a&gt;: Insula non procul ab Anglia vulgare Hirlandia vocata’ by John Goghe. "
}