{
    "id": "242279",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=242279",
    "title": "Silicon bandgap temperature sensor",
    "text": "The silicon bandgap temperature sensor is an extremely common form of temperature sensor (&lt;a href=\"thermometer\"&gt;thermometer&lt;/a&gt;) used in electronic equipment. Its main advantage is that it can be included in a silicon &lt;a href=\"integrated%20circuit\"&gt;integrated circuit&lt;/a&gt; at very low cost. The principle of the sensor is that the forward voltage of a &lt;a href=\"silicon\"&gt;silicon&lt;/a&gt; &lt;a href=\"diode\"&gt;diode&lt;/a&gt;, which may be the base-emitter junction of a &lt;a href=\"bipolar%20junction%20transistor\"&gt;bipolar junction transistor&lt;/a&gt; (BJT), is temperature-dependent, according to the following equation:\nwhere\nBy comparing the voltages of two junctions at the same temperature, but at two different currents, \"I\"C1 and \"I\"C2, many of the variables in the above equation can be eliminated, resulting in the relationship:\nNote that the junction voltage is a function of current density, i.e. current/junction area, and a similar output voltage can be obtained by operating the two junctions at the same current, if one is of a different area to the other.\nA circuit that forces \"I\"C1 and \"I\"C2 to have a fixed N:1 ratio,\ngives the relationship:\nAn electronic circuit, such as the &lt;a href=\"Brokaw%20bandgap%20reference\"&gt;Brokaw bandgap reference&lt;/a&gt;, that measures Δ\"V\"\"BE\" can therefore be used to calculate the temperature of the diode. The result remains valid up to about 200 °C to 250 °C, when leakage currents become large enough to corrupt the measurement. Above these temperatures, materials such as &lt;a href=\"silicon%20carbide\"&gt;silicon carbide&lt;/a&gt; can be used instead of silicon.\nThe voltage difference between two &lt;a href=\"p%E2%80%93n%20junction\"&gt;p-n junctions&lt;/a&gt; (e.g. &lt;a href=\"diode\"&gt;diode&lt;/a&gt;s), operated at different current densities, is proportional to absolute temperature (PTAT).\nPTAT circuits using either BJT or CMOS transistors are widely used in temperature sensors (where we want the output to vary with temperature), and also in bandgap voltage references and other temperature-compensating circuits (where we want the same output at every temperature).\nIf high precision is not required it is enough to bias a diode with any constant low current and use its −2 mV/˚C thermal coefficient for temperature calculation, however this requires calibration for each diode type. This method is common in monolithic temperature sensors."
}