{
    "id": "24224172",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=24224172",
    "title": "Lydia Gibson",
    "text": "Lydia Gibson (1891-1964) was an American &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt; &lt;a href=\"illustrator\"&gt;illustrator&lt;/a&gt; who contributed work to \"&lt;a href=\"The%20Masses\"&gt;The Masses&lt;/a&gt;,\" \"&lt;a href=\"The%20Liberator%20%28magazine%29\"&gt;The Liberator&lt;/a&gt;,\" \"&lt;a href=\"Workers%20Monthly\"&gt;The Workers' Monthly&lt;/a&gt;,\" \"&lt;a href=\"The%20New%20Masses\"&gt;The New Masses&lt;/a&gt;,\" and other &lt;a href=\"Political%20radicalism\"&gt;radical&lt;/a&gt; publications.\nBiography.\nEarly years.\nLydia Gibson was born in 1891, one of three daughters of English-born architect Robert W. Gibson. She grew up in prosperity but seems to have been radicalized in her 20s during the movement for &lt;a href=\"women%27s%20suffrage\"&gt;women's suffrage&lt;/a&gt;, in which she was an &lt;a href=\"activist\"&gt;activist&lt;/a&gt;. In the latter half of the 1910s, she began contributing her work to \"The Masses,\" a literary and artistic magazine with a distinct socialist orientation, published by &lt;a href=\"Max%20Eastman\"&gt;Max Eastman&lt;/a&gt; and his sister &lt;a href=\"Crystal%20Eastman\"&gt;Crystal&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;.\nIn conjunction with her work with \"The Masses,\" Gibson met and worked with many other prominent political artists of the day, including &lt;a href=\"Boardman%20Robinson\"&gt;Boardman Robinson&lt;/a&gt;, &lt;a href=\"Art%20Young\"&gt;Art Young&lt;/a&gt;, &lt;a href=\"Hugo%20Gellert\"&gt;Hugo Gellert&lt;/a&gt;, and &lt;a href=\"Robert%20Minor\"&gt;Robert Minor&lt;/a&gt;. The &lt;a href=\"anarchist\"&gt;anarchist&lt;/a&gt; &lt;a href=\"Texas\"&gt;Texan&lt;/a&gt; Minor fell in love with Gibson, but she initially declined the advances of the &lt;a href=\"political%20cartoonist\"&gt;political cartoonist&lt;/a&gt;, whom she believed to still have been married.\nAfter the &lt;a href=\"Bolshevik%20Revolution\"&gt;Bolshevik Revolution&lt;/a&gt; of November 1917, Minor traveled to &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Soviet Russia&lt;/a&gt;, where he became committed to the &lt;a href=\"communist\"&gt;communist&lt;/a&gt; cause and subsequently foreswore his anarchist beliefs and joined the underground &lt;a href=\"Communist%20Party%20of%20America\"&gt;Communist Party of America&lt;/a&gt;. In August 1920 Gibson also \"changed her mind a little,\" this over matters of the heart and wrote to Robert Minor, then amorously involved and living with radical journalist &lt;a href=\"Mary%20Heaton%20Vorse\"&gt;Mary Heaton Vorse&lt;/a&gt;. Gibson signaled her intentions to Minor and eventually won his returned affection after the two had worked together in the offices of \"The Liberator\" in 1922. The two married in 1923.\nIn 1927, while in Moscow with her husband, who was the delegate of the American Communist Party to the &lt;a href=\"Executive%20Committee%20of%20the%20Communist%20International\"&gt;Executive Committee of the Communist International&lt;/a&gt;, Gibson assisted &lt;a href=\"Bill%20Haywood\"&gt;\"Big Bill\" Haywood&lt;/a&gt; with the preparation of the first part of his memoirs. Gibson had to leave the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; before the project was completed, however, and another individual who was a former member of the &lt;a href=\"Industrial%20Workers%20of%20the%20World\"&gt;Industrial Workers of the World&lt;/a&gt;, as was Haywood, helped complete the work. Haywood's autobiography was published posthumously in 1929.\nIn 1934, Gibson wrote and illustrated a children's book, \"The Teacup Whale,\" a tale which, while not explicitly radical, invited children to dream big dreams and to challenge the contrary opinions of doubters.\nGibson and Minor remained together until the latter's death of a heart attack in 1952.\nLater life and death.\nLydia Gibson remained loyal to the Communist Party even after the revelations of &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt; in 1956. In 1962 she loaned the party $5,000 in US Treasury Bonds to bail out CPUSA General Secretary &lt;a href=\"Gus%20Hall\"&gt;Gus Hall&lt;/a&gt; from jail.\nLydia Gibson died in 1964."
}