{
    "id": "24238563",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=24238563",
    "title": "Nicholas M. Nolan",
    "text": "Nicholas Merritt Nolan (March 10, 1835 – October 24, 1883) was a &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;. An Irish immigrant, he began his military career in &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; on December 9, 1852 with the 4th Artillery, and subsequently served in New York's 2nd Dragoons. He enlisted as a private and rose through the ranks becoming a &lt;a href=\"first%20sergeant\"&gt;first sergeant&lt;/a&gt;. He was commissioned an officer in late 1862 in the &lt;a href=\"Regular%20Army%20%28United%20States%29\"&gt;Regular Army&lt;/a&gt;, while serving with the &lt;a href=\"6th%20Cavalry%20Regiment%20%28United%20States%29\"&gt;6th U.S. Cavalry&lt;/a&gt; Regiment during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. He participated in 16 campaigns with the 6th and most of its battles. He was slightly wounded at the &lt;a href=\"Battle%20of%20Fairfield\"&gt;Battle of Fairfield&lt;/a&gt; and seriously wounded at the &lt;a href=\"Battle%20of%20Dinwiddie%20Court%20House\"&gt;Battle of Dinwiddie Court House&lt;/a&gt;. He was &lt;a href=\"Brevet%20%28military%29\"&gt;brevetted&lt;/a&gt; twice and noted at least twice for gallantry during combat. He was slightly wounded when captured at the end of March 1865, and was later paroled. After the Civil War, he served with the &lt;a href=\"10th%20Cavalry%20Regiment%20%28United%20States%29\"&gt;10th U.S. Cavalry&lt;/a&gt;, known as the &lt;a href=\"Buffalo%20Soldiers\"&gt;Buffalo Soldiers&lt;/a&gt;, for 14 years. Nolan is also noted for his pluses and minuses during the &lt;a href=\"Buffalo%20Soldier%20tragedy%20of%201877\"&gt;Buffalo Soldier tragedy of 1877&lt;/a&gt; that made headlines in the &lt;a href=\"Eastern%20United%20States\"&gt;Eastern United States&lt;/a&gt;. He was the commanding officer of &lt;a href=\"Henry%20O.%20Flipper\"&gt;Henry O. Flipper&lt;/a&gt; in 1878, the first &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; to graduate from the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; at West Point. He commanded several frontier forts before his untimely death in 1883.\nEarly life.\nNolan emigrated from Ireland in 1852, and not much is known about his family. He described himself a \"bull-headed\" Irish lad of 17-1/2 when he enlisted at Fort Hamilton in New York. He was assigned to Battery M, 4th Artillery on December 9, 1852 as a private. By August 1858 he was a corporal and on September 1, 1858 he was transferred to the 2nd Dragoons, Company K. There, he found his place becoming a sergeant and later the first sergeant of Company (later Troop) K.\nAmerican Civil War.\nNolan took a demotion on September 5, 1861, to become a sergeant in Troop B, 6th U. S. Cavalry. By March 1862, he was its first sergeant. This unit was part of the &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt;, which later became known as the &lt;a href=\"Army%20of%20the%20Potomac\"&gt;Army of the Potomac&lt;/a&gt;. Nolan was trained as light cavalry with the primary function of scouting, then acting as dismounted light infantry. The reality of prewar cavalry and Civil War cavalry use was dramatic. Nolan and others like him had a steep learning curve that proved difficult and frustrating during the first year of the conflict. He participated in the &lt;a href=\"Peninsula%20Campaign\"&gt;Peninsula Campaign&lt;/a&gt; and chased the audacious JEB Stuart's cavalry that went completely around the Union Army (June 13–15 1862). This caused great psychological concerns to the Union cavalry commanders and men. The \"horse soldiers\" were a far second-best compared to the dashing &lt;a href=\"Confederate%20cavalry\"&gt;Confederate cavalry&lt;/a&gt;.\nRapid expansion of the Union &lt;a href=\"Cavalry%20in%20the%20American%20Civil%20War\"&gt;cavalry&lt;/a&gt; in the &lt;a href=\"Eastern%20Theater%20of%20the%20American%20Civil%20War\"&gt;East&lt;/a&gt; was chaotic. At the beginning of the War, officers were elected by the men or appointed politically. This resulted in many misguided and inept commanders. The tools and techniques of prewar cavalry often seemed inadequate, resulting in a steep learning curve that was costly in men and &lt;a href=\"logistics\"&gt;supplies&lt;/a&gt;. Slowly, out of the chaos came the tactics and leaders like Nolan who proved worthy of the challenge. Union \"horse soldiers\" became &lt;a href=\"Cavalry%20%28United%20States%29\"&gt;cavalry troopers&lt;/a&gt; under this tough regimen and proved adept, dismounted and mounted on horseback, with their &lt;a href=\"carbines\"&gt;carbines&lt;/a&gt;, &lt;a href=\"pistols\"&gt;pistols&lt;/a&gt;, and &lt;a href=\"sabers\"&gt;sabers&lt;/a&gt;, and confident under their battle-proven leaders.\nNolan was given a battlefield commission or appointed as a lieutenant on July 17, 1862. His later formal commission may have come as reluctance; when Nolan was later asked about it, he stated he had been a \"very good first sergeant.\" This may indicate he was encouraged in some manner to become an officer in the Regular Army. On September 22,\n1862 he was commissioned a second lieutenant in the Regular U. S. Army.\nGettysburg Campaign.\nThe Gettysburg Campaign was a series of engagements before and after the &lt;a href=\"Battle%20of%20Gettysburg\"&gt;Battle of Gettysburg&lt;/a&gt;. To better understand Nolan's role within the military organization, the following brief is provided. For more details, see &lt;a href=\"Gettysburg%20Union%20order%20of%20battle\"&gt;Gettysburg Union order of battle&lt;/a&gt;.\nThe following list is the 6th US Cavalry Regiment's documented battles and engagements of June and July 1863.\nBattle of Brandy Station.\nOn June 9, 1863, opposing cavalry forces met at Brandy Station, near &lt;a href=\"Culpeper%2C%20Virginia\"&gt;Culpeper, Virginia&lt;/a&gt;. The 9,500 &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate&lt;/a&gt; cavalrymen under Major General &lt;a href=\"J.E.B.%20Stuart\"&gt;J.E.B. Stuart&lt;/a&gt; were surprised at dawn by Major General Alfred Pleasonton's combined arms force of two cavalry divisions of some 8,000 cavalry troops (including the 6th U.S. Cavalry Regiment with Nolan) and 3,000 infantry. The 6th U.S. Cavalry was on the northern edge of the battle and crossed Beverly Ford before engaging the enemy. Stuart barely repulsed the Union attack and required more time to reorganize and rearm after this battle. This inconclusive battle was the largest predominantly cavalry engagement of the war to that time. This battle proved for the first time that the Union horse soldiers, like Nolan, were equal to their Southern counterparts. Nolan was brevetted first lieutenant on August 1, 1863 for his gallant and meritorious service during that battle.\nBattle of Fairfield.\nOn July 3, 1863, reports of a slow moving Confederate wagon train in the vicinity of &lt;a href=\"Fairfield%2C%20Pennsylvania\"&gt;Fairfield, Pennsylvania&lt;/a&gt;, attracted the attention of newly commissioned Union Brigadier General &lt;a href=\"Wesley%20Merritt\"&gt;Wesley Merritt&lt;/a&gt; of the Reserve Brigade, First Division, Cavalry Corps. He ordered the 6th U.S. Cavalry under Major &lt;a href=\"Samuel%20H.%20Starr\"&gt;Samuel H. Starr&lt;/a&gt; to scout Fairfield and locate the wagons, resulting in the &lt;a href=\"Battle%20of%20Fairfield\"&gt;Battle of Fairfield&lt;/a&gt;.\nNolan's next action was with Major &lt;a href=\"Samuel%20H.%20Starr\"&gt;Samuel H. Starr&lt;/a&gt; on July 3, 1863. Starr had his 400 troopers dismount in a field and an orchard on both sides of the road near Fairfield. Union troopers directed by their officers took up hasty defensive positions on this slight ridge. Nolan's troops and others threw back a mounted charge of the &lt;a href=\"7th%20Virginia%20Cavalry\"&gt;7th Virginia Cavalry&lt;/a&gt;, just as the Confederate &lt;a href=\"R.%20Preston%20Chew\"&gt;Chew's Battery&lt;/a&gt; unlimbered and opened fire on the Federal cavalrymen. Supported by the 6th Virginia, the 7th Virginia charged again, clearing Starr's force off the ridge and inflicting heavy losses. General &lt;a href=\"William%20E.%20Jones%20%28general%29\"&gt;\"Grumble\" Jones&lt;/a&gt;, outnumbering the Union forces by more than 2 to 1, pursued the retreating Federals for three miles to the Fairfield Gap, but was unable to eliminate his quarry. Major Starr who was wounded in the first attack was unable to escape and was captured. Small groups of the 6th Cavalry,\" ... reformed several miles from the field of action by Lt. Louis H. Carpenter,\" harassed the Virginia troopers giving the impression of the vanguard of a much larger force.\nNolan, in this fight with others of his small regiment at Fairfield, stood against two of the crack brigades of Stuart's cavalry. The 6th Cavalry's stand was considered one of the most gallant in its history and helped influence the outcome the battles being fought around Gettysburg. While the 6th Cavalry regiment was cut to pieces, it fought so well that its squadrons were regarded as the advance of a large body of troops. The senior officer of those brigades was later criticized severely for being delayed by such an inferior force. Had the 6th Cavalry regiment not made their stand, the two brigades of Virginians could have caused serious problems to the Union rear areas.\nLieutenant Nolan was slightly wounded during this battle but avoided capture. He was one of only three officers of the 6th U.S. Cavalry to escape from the deadly melee at Fairfield on July 3, 1863. Nolan assisted Carpenter with the wounded and helped reorganize the men. &lt;a href=\"Private%20%28rank%29\"&gt;Private&lt;/a&gt; &lt;a href=\"George%20Crawford%20Platt\"&gt;George Crawford Platt&lt;/a&gt;, later &lt;a href=\"Sergeant\"&gt;Sergeant&lt;/a&gt;, an Irish immigrant serving in Carpenter's Troop H, was awarded the &lt;a href=\"Medal%20of%20Honor\"&gt;Medal of Honor&lt;/a&gt; on July 12, 1895, for his actions that day at Fairfield. His citation reads, \"Seized the regimental flag upon the death of the standard bearer in a hand-to-hand fight and prevented it from falling into the hands of the enemy.\" His \"commander\", Carpenter was an eyewitness and documented Private Platt's \"beyond the call of duty\" behavior that day.\nW.I.A..\nOn October 11, 1863 the 6th U.S. Cavalry engaged enemy forces near Culpeper, Virginia in the morning and later that day near Brandy Station. After a mounted scout on the morning of October 14, 1863, he was seriously &lt;a href=\"wounded%20in%20action\"&gt;wounded in action&lt;/a&gt; in the shoulder (side not given) while carrying dispatches back to his company. He was carried on the roster as \"sick on account of wounds\" until January 1864. On January 17, 1867 he was certified medically and psychologically fit for duty with no limitations. However, Nolan would suffer from a loss of grip strength thereafter per a medical report dated October 4, 1878 in his file.\nLater Civil War.\nThe 6th U.S. Cavalry was on detached duty in later part of June 1864 on what was referred to as a \"scout.\" It is recorded that they had a small engagement which is referred to as the first battle Dabney's Mill on June 29, 1864. As the result of that \"scout\" Nolan was promoted to first lieutenant, Regular Army on July 5, 1864.\nBattle of Dinwiddie Court House.\nDuring the &lt;a href=\"Appomattox%20Campaign\"&gt;Appomattox Campaign&lt;/a&gt; and just before the &lt;a href=\"Battle%20of%20Five%20Forks\"&gt;Battle of Five Forks&lt;/a&gt; was the &lt;a href=\"Battle%20of%20Dinwiddie%20Court%20House\"&gt;Battle of Dinwiddie&lt;/a&gt;. &lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; &lt;a href=\"Philip%20Sheridan\"&gt;Philip Sheridan&lt;/a&gt; was attempting a flank march on Confederate forces but inclement weather caused major delays. This was a minor engagement north and northwest of &lt;a href=\"Dinwiddie%2C%20Virginia\"&gt;Dinwiddie, Virginia&lt;/a&gt; on March 31, 1865. Nolan and the Union Cavalry were met by Major General &lt;a href=\"William%20Henry%20Fitzhugh%20Lee\"&gt;W.H.F. \"Rooney\" Lee's&lt;/a&gt; cavalry then by Major General &lt;a href=\"George%20Pickett\"&gt;George Pickett&lt;/a&gt;'s infantry division. They forced the Union cavalry back toward the village where they held their lines. The next day the Confederates fell back to Five Forks. Nolan was again recognized for his gallant and meritorious service and brevetted to Captain.\nP.O.W. &amp; End of Civil War.\nOn March 30, 1865 when on scout, Nolan's Company (Troop) was cut off during the Regimental flank march during the &lt;a href=\"Battle%20of%20Dinwiddie%20Court%20House\"&gt;Battle of Dinwiddie Court House&lt;/a&gt;. His dash to safety was hindered by deep mud caused by an almost constant downpour and he was taken as a &lt;a href=\"prisoner%20of%20war\"&gt;prisoner of war&lt;/a&gt;. Most of his men were able to escape. Nolan was slightly wounded and given parole. He served his parole and leave until May 1865.\nBy the end of the 1865 Appomattox Campaign, it was Sheridan's cavalry, including the 6th U.S. Cavalry, that closed the final escape route that culminated in the surrender Confederate General &lt;a href=\"Robert%20E.%20Lee\"&gt;Robert E. Lee&lt;/a&gt; and the symbolic end of the Civil War. Although Nolan was not present due to his parole, his regiment and the men he led and trained stood tall on that day. Throughout the course of the war, Nolan served in most of the 16 campaigns and many of the 166 battles related to them from the 1861 &lt;a href=\"Peninsula%20Campaign\"&gt;Peninsula Campaign&lt;/a&gt;, the 1862 &lt;a href=\"Maryland%20Campaign\"&gt;Maryland Campaign&lt;/a&gt;, &lt;a href=\"Battle%20of%20Fredericksburg\"&gt;Campaign at Fredericksburg&lt;/a&gt;, the 1863 &lt;a href=\"Gettysburg%20Campaign\"&gt;Gettysburg Campaign&lt;/a&gt;, &lt;a href=\"Battle%20of%20Chancellorsville\"&gt;Chancellorsville&lt;/a&gt; (in Stoneman's raid to the rear of Lee's army), the 1864 &lt;a href=\"Battle%20of%20the%20Wilderness\"&gt;The Wilderness&lt;/a&gt; and to the final 1865 &lt;a href=\"Appomattox%20Campaign\"&gt;Appomattox Campaign&lt;/a&gt;. Nolan received a &lt;a href=\"Brevet%20%28military%29\"&gt;brevet&lt;/a&gt; promotion to the ranks of &lt;a href=\"first%20lieutenant\"&gt;first lieutenant&lt;/a&gt; and &lt;a href=\"Captain%20%28United%20States%29\"&gt;captain&lt;/a&gt; during the Civil War.\nPost Civil War.\nAfter the Civil War and until his death in 1883, Nolan served on the western frontier. He engaged many Native American tribes, dealt with many types of renegades and helped explore vast areas of uncharted territory from &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; to &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;.\nAfter the fighting stopped and &lt;a href=\"Reconstruction%20era%20of%20the%20United%20States\"&gt;Reconstruction&lt;/a&gt; began, Nolan went with the 6th Cavalry to Texas in October 1865. On November 29, 1865, the 6th Cavalry headquarters was established in &lt;a href=\"Austin%2C%20Texas\"&gt;Austin, Texas&lt;/a&gt; where it was part of the &lt;a href=\"Fifth%20Military%20District\"&gt;Fifth Military District&lt;/a&gt; that covered &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; and &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; under Generals &lt;a href=\"Philip%20Sheridan\"&gt;Philip Sheridan&lt;/a&gt; and later under &lt;a href=\"Winfield%20Scott%20Hancock\"&gt;Winfield Scott Hancock&lt;/a&gt;.\nIn mid March 1866, Nolan was \"mustered out\" and reverted to his Regular Army rank of first lieutenant and was granted leave. Nolan went to Philadelphia to visit for a short period with his comrade in arms, L. H. Carpenter. They may have talked what they would do next. Later they would apply and be accepted in the same regiment.\nIndian Wars and frontier service.\n10th Cavalry Regiment–The Buffalo Soldiers.\nAfter his extended leave, Nolan, as a first lieutenant in the &lt;a href=\"Regular%20Army%20%28United%20States%29\"&gt;Regular U.S. Army&lt;/a&gt;, volunteered for cavalry duty with \"Negro Troops\" that were being raised on the frontier. He was promoted to Captain in the Regular Army on July 28, 1866.\nThe &lt;a href=\"10th%20Cavalry%20Regiment%20%28United%20States%29\"&gt;10th U.S. Cavalry&lt;/a&gt; was formed at &lt;a href=\"Fort%20Leavenworth\"&gt;Fort Leavenworth&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; in 1866 as an all-&lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; regiment. The 10th U.S. Cavalry regiment was composed of black enlisted men and white officers, which was typical for that era. By the end of July 1867, eight companies of enlisted men had been recruited from the Departments of Missouri, Arkansas, and the &lt;a href=\"Department%20of%20the%20Platte\"&gt;Platte&lt;/a&gt;. Life at Leavenworth was not pleasant for the 10th Cavalry. The fort's commander, who was openly opposed to African-Americans serving in the Regular Army, made life for the new troops difficult. Colonel &lt;a href=\"Benjamin%20Grierson\"&gt;Benjamin Grierson&lt;/a&gt; sought to have his regiment transferred, and subsequently received orders moving the regiment to &lt;a href=\"Fort%20Riley\"&gt;Fort Riley&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;. This began on the morning of August 6, 1867 and was completed the next day in the afternoon of August 7.\nNolan accepted the rank of captain in the Regular Army on July 28, 1866 and began training associated with a new unit as recruits slowly came in. He was selected as the first company commander of the Regiment on February 18, 1867. Nolan with his quick wit became one of Grierson's favorite officers and described him as a \"very fine and soldier-like\" with a large black \"overhanging moustache.\" He would serve with the &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; troops of company \"A\" (later \"A\" Troop) for sixteen years and five months. Nolan conducted training, started patrols and the required paperwork associated with such an endeavor. Nolan not only conducted the first Buffalo Soldier patrol with Company A (later called Troop A), but his men were the first to engage in combat during a patrol. His friend and Civil War companion, &lt;a href=\"Louis%20H.%20Carpenter\"&gt;Louis H. Carpenter&lt;/a&gt; also joined the 10th Cavalry. Carpenter was dispatched to Philadelphia to recruit non-commissioned officers in late summer and fall of 1866 and would officially receive Company H on July 21, 1867.\nFort Larned.\nNolan and Company A were assigned to &lt;a href=\"Fort%20Larned%20National%20Historic%20Site\"&gt;Fort Larned&lt;/a&gt; in &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; in 1868 with other units. While on patrol with Company A, Nolan's Company barracks caught fire on January 2, 1869. The Sergeant of the guard did not sound the alarm until flames were seen coming out of the windows. Eventually the fire was put out, but very little was salvageable. The net loss was determined to be $5,217.33.\nA board of inquiry was held on January 6, 1869 was unable to determine the reason for the fire. A few later written statements implied that the fire could have been deliberately set for one of two reasons. One was that Captain Nolan court-martialed a white non-commissioned officer because of his repeated disrespect to Nolan and his command that included calling Nolan \"that Nigger loving Captain.\" The second possible reason was an effort by one or more white soldiers and or officers to remove Company A (African-American soldiers) from Fort Larned by \"burning them out.\" Despite the doubt of culpability and the specter of racism, the military command, based primarily on the opinion of the Major in command of the fort, but not the board, decided that Nolan was responsible for the fire loss.\nCaptain Nolan's estimated monthly basic pay of $175.00 (or $210.00 depending on calculation of service time) was stopped in September 1869 and every penny was attached to pay the $5,217.33 due. At that monthly rate it would take almost 30 (or 24) months of his pay to settle the debt. His allowances as befitting his rank did not seem to be attached.\nFrom a series of letters dated September 8, 1869 to May 7, 1874 these charges were disputed and argued over. In addition, the commander of Fort Larned called into question his fitness of command. Nolan wrote to the Adjutant General's Office in Washington, D.C. and correspondence included references to the Secretary of War and the President of the United States. On November 13, 1870 he was sent to Washington D.C. to face two \"special boards of review\" regarding the fire damage and allegations of unfitness as an officer. On October 29, 1870 the stoppage was removed, but the other hearing went on officially for almost two months. Based on letters from Colonel Grierson and others, his fitness to serve was upheld. Nolan's back pay was not fully restored, less some salvage clothing costs, until May 7, 1874. This was over three years after he returned to his company in January 1871.\nDefense of the Wichita.\nThe 10th Regimental headquarters remained at &lt;a href=\"Fort%20Gibson\"&gt;Fort Gibson&lt;/a&gt; until March 31, 1869, when they moved to Camp Wichita, &lt;a href=\"Indian%20Territory\"&gt;Indian Territory&lt;/a&gt; (now the state of Oklahoma). They arrived on April 12, 1869. Camp Wichita was an old Indian village inhabited by the &lt;a href=\"Wichita%20%28tribe%29\"&gt;Wichita tribe&lt;/a&gt; on the Anadarko Reservation. General Sheridan had selected a site nearby for a military post and Carpenter with the rest of the 10th Cavalry was ordered there to establish and build it. Some time in the following month of August, the post was given the name of &lt;a href=\"Fort%20Sill\"&gt;Fort Sill&lt;/a&gt;. Civil War Brigadier General &lt;a href=\"Joshua%20W.%20Sill\"&gt;Joshua W. Sill&lt;/a&gt; was a classmate and friend of Sheridan who was killed in action in 1862.\nOn June 12, 1869, &lt;a href=\"Fort%20Supply\"&gt;Camp Supply&lt;/a&gt; was attacked by a raiding party of Comanche intent on stealing cavalry mounts. The 3rd Infantry with Nolan commanding Troops A &amp; F of the 10th Cavalry pursued them, but they were ambushed by the warriors. Carpenter with Troops H, I, &amp; K flanked the Indians, forcing them to withdraw.\nOn August 22 &amp; 23, 1869, Nolan with Troops A &amp; F became involved in a fierce attack by &lt;a href=\"Kiowa\"&gt;Kiowa&lt;/a&gt; and Naconee Indians. These Indians were focused on destroying the buildings and settlement on the Anadarko Reservation. While Carpenter, with Troops H and L, patrolled the area aggressively, Nolan provided a mobile interior defense against the prairie fires being set upwind of the settlement and at different points. Further and increasingly violent assaults were made by the Native Americans, in numbers ranging from 50 to 500 at different points of the defensive lines. The decisive feature of the engagement was a charge made by Captain Carpenter's troopers. His men routed a body of over 150 warriors, who were about to take up a commanding position in rear of Nolan's defenders. On June 5, 1872, the 10th left Fort Sill to elements of the 3rd Infantry and proceeded back to Fort Gibson.\nNolan is at &lt;a href=\"Fort%20Concho\"&gt;Fort Concho&lt;/a&gt; in West Texas in 1873 through at least 1879. He is reported sick there from November 23, 1873 to January 29, 1874 and September 13, 1875 to November 17, 1875. The reason for his sickness is unknown.\nBuffalo Soldier tragedy of 1877 or the \"Staked Plains Horror\".\nNolan is also noted for his command and problems during the Buffalo Soldier tragedy of 1877. This was also known as the Staked Plains Horror and was a tragic series of events in the hot dry &lt;a href=\"Llano%20Estacado\"&gt;Llano Estacado&lt;/a&gt; region of north-west &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; and &lt;a href=\"eastern%20New%20Mexico\"&gt;eastern New Mexico&lt;/a&gt;. This was during the 100 degree heat in July of a barren desert. Four soldiers and one buffalo hunter would die from the hot horror of the desert. The &lt;a href=\"Moral%20character\"&gt;character&lt;/a&gt; and &lt;a href=\"loyalty\"&gt;loyalty&lt;/a&gt; of the men involved would be severely tested as would their &lt;a href=\"Honour\"&gt;honor&lt;/a&gt; and &lt;a href=\"duty\"&gt;duty&lt;/a&gt;. Some would be called heroes and others deserters, but most would state they were happy just to have survived.\nThis event would involve 22 &lt;a href=\"American%20Bison\"&gt;buffalo&lt;/a&gt; hunters led by James Harvey who went looking for a buffalo herd and who were raided by about 40 &lt;a href=\"Comanche\"&gt;Comanche&lt;/a&gt; warriors led by Red Young Man. While the buffalo hunters were seeking revenge, Troop A, of the 10th Cavalry from Fort Concho, led by Nolan and First Lieutenant Charles S. Cooper, with 61 &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; enlisted men would begin an unsuccessful pursuit of Comanche Indian raiders with the hunters.\nAnother important factor would include &lt;a href=\"Quanah%20Parker\"&gt;Quanah Parker&lt;/a&gt;, a Kwahada leader, who rode into the situation with an Army pass, to seek out the raiding Indians and to convince them to return to the reservation. Parker and the primary buffalo hunter scout Jose Piedad Tafoya, a half breed Comanchero, would come to an understanding despite previous difficulties between the two. Tafoya would help confound the search by the buffalo hunters and the soldiers led by Nolan in return for what he wanted.\nThe result was desperate men pushed to the edge of endurance and sanity in the barren wilderness from the lack of water. One man would endure 96 hours without that precious fluid of life. The main group of soldiers with Nolan would go 86 hours until they found salvation. The rest would go without for over 48 hours and some toward 86 hours without a drop to drink as they scattered in a bid to survive. Thanks to the &lt;a href=\"Telegraphy\"&gt;telegraph&lt;/a&gt; the event and speculation would travel to the eastern newspapers where it was erroneously reported that the expedition had been massacred. Later the same papers would bring them \"back from the dead\" and declare Nolan a hero. The Military command would agree with the press, but never issue an official commendation, nor a censure.\nThe \"Army and Navy Journal\" dated September 15, 1877 has an article called, \"A Fearful march on the Staked Plains\" taken from a report of Nicholas M. Nolan. This is cited in Peter Cozzens' volume 3 of his \"Eyewitnesses to the Indian Wars, 1865-1890\" series with another related report on the subject following. Both reports are stark and clear of the suffering endured.\nHenry O. Flipper.\nSecond Lieutenant &lt;a href=\"Henry%20Ossian%20Flipper\"&gt;Henry Ossian Flipper&lt;/a&gt; was the first African-American graduate of the United States Military Academy at West Point, New York. In July 1877 he reported to Fort Sill for assignment with the 10th Cavalry. But the 10th was not at Fort Sill, they were at Fort Concho. He was not assigned to a cavalry troop but given work assignments including engineering a ditch to drain a swamp. Finally he received orders to report to Fort Concho in west Texas in October 1877. He was assigned to A Troop. He was the first non-white officer to lead the Buffalo Soldiers of the 10th Cavalry.\nCaptain Nicholas Nolan, the commander of A troop, was the officer assigned to teach him what was needed to know about being a cavalry officer. Nolan was censured by several white officers for allowing Flipper into his quarters for dinner, where his daughter Kate was present. Nolan defended his action by stating that Flipper was an \"officer and a gentleman\" just like any other officer present.\nIn August 1878 Nolan married his second wife, Anne Eleanor Dwyer in San Antonio, Texas. They had one child, a girl. Miss Mollie Dwyer, Anne's sister arrived shortly after Troop A moved to Fort Elliott in Texas in early 1879. Miss Mollie and Flipper became friends and often went riding together. Nolan was the de facto commander of Fort Elliott and he made Flipper his adjutant. Flipper had high marks from his commander. However, there were murmurs and letters hinting at improprieties against Lt. Flipper, an African-American and Mollie Dwyer, a caucasian. It would be the beginning of a smear campaign. During the next many months he sent and received letters from his friend Mollie.\nThen in the Fall of 1879 a Federal Marshal named Norton armed with blank warrants began a quarrel with a County Judge. Other county officials stepped in to defend the judge and Norton arrested all of them with his armed men. Norton took the county men to Fort Elliott to be placed in the guard house. Nolan was required by law to accept the prisoners and it appears that Nolan talked with the Wheeler County Judge. The telegraph lines then were suddenly cut and Nolan decided to act. Flipper gathered the prisoners in the middle of the night and with two soldiers set off for another Fort in Indian Territory.\nMarshal Norton captured the entire party and arrested Flipper and one of his soldiers. One soldier ran back to the Fort. Norton then set off for Dallas, Texas. Nolan mounted a detail of men and took off in pursuit. Nolan caught up to the party and made it clearly known that no prisoners would be shot while trying to escape because the Federal Marshal and his prisoners were now under military escort. A Federal Judge dismissed the warrants and Norton filed federal charges of \"interfering with the process of the law\" against the two officers. The two officers were quickly tried and found guilty. Both were fined a thousand dollars which was an enormous fine for its time. Norton was satisfied then the Federal Judge suspended payment and dismissed them. The soldiers relations with the county of Wheeler improved tremendously. Nolan had Flipper under his wing for the first part of the &lt;a href=\"Apache%20Wars\"&gt;Apache Wars&lt;/a&gt; in early 1879. From July to November 1879, during his Captain's four-month leave, Flipper commanded A Troop by himself. They were separated in early 1880 when Flipper was reassigned to G Troop.\nBy May 1880, Flipper and Nolan reunited during the Victorio Campaign. It would be the last time the two would meet in the military. In the later part of 1880 Flipper was transferred to Fort Davis and assigned as the post quartermaster and commissary officer. Flipper was singled out due to racism and many believed he was set up for a theft of military funds. Flipper was found innocent for this charge during his court-martial. Nolan's sister-in-law, Molly Dwyer's letters were used against him as \"conduct unbecoming an officer\" and Flipper was drummed out of the army.\nVictorio Campaign.\nNolan became involved in the &lt;a href=\"Lozen%23Victorio%27s%20Campaign\"&gt;Victorio Campaign&lt;/a&gt; of 1879–80. &lt;a href=\"Victorio\"&gt;Victorio&lt;/a&gt; was a warrior and chief of the &lt;a href=\"Chiricahua\"&gt;Chihenne band of the Chiricahua&lt;/a&gt; &lt;a href=\"Apaches\"&gt;Apaches&lt;/a&gt;. This was when Nolan and the 10th Cavalry Regiment was engaged a series of operations against the Apache who had escaped from the military authorities in New Mexico.\nOn July 30, 1880 Colonel Grierson, with a party of only six men, was attacked by Apaches between Quitman and Eagle Springs. Lieutenant Finley with fifteen men of Troop G came up, engaged the Indians, and held them in check until the arrival of Captains Viele and Nolan with Troops C and A. In an engagement, which lasted four hours, seven Indians were killed and a number wounded. On the side of the troops one soldier was killed and Lieutenant Colladay wounded. The hostiles were driven off and Troops A and C pursued to the Rio Grande.\nRattlesnake Springs.\nColonel Grierson, commander of the 10th Cavalry, traversed the hot &lt;a href=\"Chihuahuan%20Desert\"&gt;Chihuahuan Desert&lt;/a&gt; and then the narrow valleys of the Chinati Mountains, reaching Rattlesnake Springs on the morning of August 6, 1880. Nolan with cavalrymen from Troops A &amp; C with their mounts were worn down from the forced march of over 65 miles in 21 hours. After resting and getting water, Grierson &amp; Nolan carefully placed their men in ambush positions. Carpenter, with his two cavalry troops H &amp; B, arrived as reinforcements and were posted in reserve a short distance south of the spring. The cavalrymen settled down to wait as Indian scouts brushed away any sign of their presence.\nA little after two o'clock in the afternoon, Victorio and his Apaches slowly approached the springs. Victorio somehow sensed danger and halted his men. With the hostile Apaches in their sights appearing ready to bolt, the soldiers did not wait and opened fire on their own initiative; Victorio's men scattered and withdrew out of carbine range. Victorio's people needed water and believing that there were only a few soldiers present, regrouped and attacked immediately. As the battle progressed, Victorio sent his warriors to flank the soldiers. Carpenter charged forward with companies B and H and a few massed volleys from their carbines sent the hostiles scattering back up the canyon. Stunned by the presence of such a strong force but in desperate need of water, Victorio repeatedly charged the cavalrymen in attempts to reach the spring. Grierson's &amp; Nolan's cavalry defenders, now bolstered by Carpenter's two companies, stood firm. The last such attempt to break the soldiers was conducted near nightfall and when it failed, Victorio and his followers withdrew into the westward into the mountains. Carpenter with his two companies remounted in pursuit until darkness halted the effort.\nOn August 7, Carpenter, with Captain Nolan as second in command, and three companies of troopers headed out to Sulfur Springs to deny that source of water to the Apaches. In the early light of day, Victorio saw a string of wagons rounding a mountain spur to the southeast and about eight miles distant, crawling onto the plain. Victorio sent a band of warriors riding out of the mountains and attacked savagely. The wagons held a load of provisions for Fort Davis with a company of infantry riding in some of the wagons. The warriors were met with rifle fire, as the teamsters &lt;a href=\"Circle%20the%20wagons\"&gt;circled the wagons&lt;/a&gt; in defensive positions. Alerted by his Indian scouts, Carpenter and two companies charged to the rescue. The Apache attack disintegrated as the warriors fled in confusion to the southwest to rejoin Victorio's main force as it moved deeper into the Carrizo Mountains. Nolan's ambush was not ready and the scattered warriors were able to avoid them.\nPursuit of Victorio.\nOn August 9, fifteen Texas Rangers with their Indian scouts, located Victorio's main supply camp on Sierra Diablo. The Rangers joined Carpenter in the attack while Nolan guarded Sulfur Springs. Nolan sent out patrols while Carpenter's attack scattered the Indian guards while the troopers secured 25 head of cattle, provisions and several pack animals. Victorio under increasing pressure, short of food and more importantly water, began to head south in two main groups. By August 11, Carpenter and Nolan were on the trail in pursuit but, with horses tired and thirsty from the campaign, the chase was slow. Carpenter divided his command, with Nolan with his company and Texas Rangers on one route, while he took the rest of the command on another route. On August 13, Nolan reached the Rio Grande where Indian scouts reported that Victorio had crossed the border into Mexico the evening before. Carpenter arrived later and ordered the cavalrymen to rest near the river.\nOn October 14, 1880, a sharpshooter of the &lt;a href=\"Mexican%20Army\"&gt;Mexican Army&lt;/a&gt; ended Victorio's life at Cerro Tres Castillos, in the state of &lt;a href=\"Chihuahua%20%28state%29\"&gt;Chihuahua&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;.\nPromotion and death.\nOn December 19, 1882 Nolan was promoted to a major in the Regular Army and transferred to the 3rd U.S. Cavalry Regiment. He was placed in the command of &lt;a href=\"Fort%20Huachuca\"&gt;Fort Huachuca&lt;/a&gt; located in Cochise County, in southeast Arizona from July 8, 1883 until August 14, 1883.\nHe arrived at &lt;a href=\"Fort%20Apache%20Indian%20Reservation\"&gt;Fort Apache&lt;/a&gt; in &lt;a href=\"Gila%20County%2C%20Arizona\"&gt;Gila County, Arizona&lt;/a&gt; and was listed as sick from August 25 to September 1, 1883 when he assumed command of that fort. He left Fort Apache on October 16, 1883 for &lt;a href=\"Holbrook%2C%20Arizona\"&gt;Holbrook, Arizona&lt;/a&gt;, some 120 miles by trail in command of a detachment of cavalry.\nOn October 24, 1883, while en route to &lt;a href=\"Holbrook%2C%20Arizona\"&gt;Holbrook in Navajo County&lt;/a&gt; he suffered an \"&lt;a href=\"apoplexy\"&gt;apoplexy&lt;/a&gt;\" event that was later called \"brain consumption\" in the official report. It is likely he suffered a &lt;a href=\"stroke\"&gt;stroke&lt;/a&gt; and died about 2:00 PM that day after reaching Holbrook. He had been planning on meeting his wife and daughter in Holbrook for two weeks of leave.\nHe was &lt;a href=\"Embalming\"&gt;embalmed&lt;/a&gt; at Holbrook and his body was shipped by train arriving on October 27 in &lt;a href=\"San%20Antonio%2C%20Texas\"&gt;San Antonio, Texas&lt;/a&gt;.\nOn the same day, Major Nicholas M. Nolan was buried in the &lt;a href=\"San%20Antonio%20National%20Cemetery\"&gt;San Antonio National Cemetery&lt;/a&gt; He lies at rest in section A site 53 near the flag pole that flies the flag of his adopted country. His second wife, Annie E. Dwyer died on July 11, 1907 and is interred at Arlington National Cemetery as the \"Widow of Major Nicholas M. Nolan 3rd U S Cavalry.\""
}