{
    "id": "2423186",
    "revid": "40123752",
    "url": "https://en.wikipedia.org/wiki?curid=2423186",
    "title": "Jake Long",
    "text": "Jake Edward Long (born May 9, 1985) is a former American football &lt;a href=\"offensive%20tackle\"&gt;offensive tackle&lt;/a&gt;. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Michigan%20Wolverines%20football\"&gt;Michigan&lt;/a&gt;, where he was a two-time consensus &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt;, and was drafted by the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt; &lt;a href=\"List%20of%20first%20overall%20National%20Football%20League%20draft%20picks\"&gt;first overall&lt;/a&gt; in the &lt;a href=\"2008%20NFL%20Draft\"&gt;2008 NFL Draft&lt;/a&gt;. He also played for the &lt;a href=\"St.%20Louis%20Rams\"&gt;St. Louis Rams&lt;/a&gt;, &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt; and &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt;.\nIn high school, Long was the first player in his high school's history to earn all-state \"Dream Team\" (all-class state team) honors in football from the \"&lt;a href=\"Detroit%20News\"&gt;Detroit News&lt;/a&gt;\". He was a two-time first-team All-Metro League player in both basketball and football, where he was honored both on offense and defense. In baseball, he was a two-time second-team All-Metro League selection. In both basketball and football, he led his team to regular and post season success that had not been seen in many years.\nAt the University of Michigan, he &lt;a href=\"redshirt%20%28sports%29\"&gt;redshirted&lt;/a&gt; for a year and then became a starter at &lt;a href=\"offensive%20tackle\"&gt;offensive tackle&lt;/a&gt; for the football team in the third game of his redshirt freshman season. He earned second-team All-&lt;a href=\"Big%20Ten%20Conference\"&gt;Big Ten Conference&lt;/a&gt; recognition and &lt;a href=\"Rivals.com\"&gt;Rivals.com&lt;/a&gt; Freshman All-American recognition. In 2006 and 2007, he earned &lt;a href=\"Big%20Ten%20Conference%20football%20individual%20honors%23Offensive%20Lineman%20of%20the%20Year\"&gt;Big Ten Offensive Lineman of the Year&lt;/a&gt; and first-team All-Big Ten recognition. In 2006, he was an &lt;a href=\"Outland%20Trophy\"&gt;Outland&lt;/a&gt; and &lt;a href=\"Lombardi%20Award\"&gt;Lombardi Award&lt;/a&gt; watch lists selection and in 2007 he was a finalist for both awards. He was a consensus first-team &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; in &lt;a href=\"2006%20College%20Football%20All-America%20Team\"&gt;2006&lt;/a&gt; and &lt;a href=\"2007%20College%20Football%20All-America%20Team\"&gt;2007&lt;/a&gt;.\nAfter being drafted by Miami, he became an immediate starter and started every game that the team played. At the conclusion of his rookie season, he was selected to numerous All-Rookie teams and was a substitute &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; selection. Long followed up on a successful rookie season by earning Pro Bowl roster spots in 2009, 2010 and 2011.\nEarly years.\nLong was born in &lt;a href=\"Lapeer%2C%20Michigan\"&gt;Lapeer, Michigan&lt;/a&gt;, the son of John and Denise Long. He attended &lt;a href=\"Lapeer%20East%20High%20School\"&gt;Lapeer East High School&lt;/a&gt;, where he was the first player in his high school's history to earn all-state \"Dream Team\" (all-class state team) honors in football. In baseball, he played first base.\nHe played &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; and &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; in high school. Long was a 2001 &lt;a href=\"Flint%2C%20Michigan\"&gt;Flint, Michigan&lt;/a&gt; All-Metro League &lt;a href=\"Lineman%20%28American%20football%29\"&gt;lineman&lt;/a&gt; on both sides of the ball as a &lt;a href=\"defensive%20end\"&gt;defensive end&lt;/a&gt; and &lt;a href=\"offensive%20lineman\"&gt;offensive lineman&lt;/a&gt;. And in Lapeer East's final game of the 2001 season, Long rushed for three &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt;s. As a junior that football season, he was listed at , . In Long's first start as a &lt;a href=\"Varsity%20team\"&gt;varsity&lt;/a&gt; basketball player on December 4, 2001, he led all scorers although he only scored one first half &lt;a href=\"Point%20%28basketball%29\"&gt;point&lt;/a&gt;. That season, he helped lead Lapeer East to an unbeaten 14–0 Metro League record (17–3) overall as they prepared for the &lt;a href=\"Michigan%20High%20School%20Athletic%20Association\"&gt;Michigan High School Athletic Association&lt;/a&gt; (MHSAA) tournament. It was the first unbeaten Metro League season by any team since 1989 and Lapeer East's first unbeaten season since 1980. Long was an All-Metro league first team selection, but his team lost in the 2002 Class A district semifinal on the road. By the end of the basketball season, he was listed at , . As a junior, he was a second-team All-Metro League baseball selection as an &lt;a href=\"infielder\"&gt;infielder&lt;/a&gt;. By the end of his junior year, he had already set the school &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt; record in baseball and was the fifth-ranked &lt;a href=\"high%20school%20football\"&gt;high school football&lt;/a&gt; prospect in the state of Michigan (future Michigan teammate and co-&lt;a href=\"captain%20%28sports%29\"&gt;captain&lt;/a&gt; &lt;a href=\"LaMarr%20Woodley\"&gt;LaMarr Woodley&lt;/a&gt; was number one).\nAfter his junior year of high school, he attended the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt; football camp, which ran from June 16–21. At the conclusion of the camp, &lt;a href=\"Michigan%20Wolverines%20football\"&gt;Michigan Wolverines football&lt;/a&gt; &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; &lt;a href=\"Lloyd%20Carr\"&gt;Lloyd Carr&lt;/a&gt; offered him a scholarship as an &lt;a href=\"offensive%20tackle\"&gt;offensive tackle&lt;/a&gt;. Long, who was a lifelong &lt;a href=\"Michigan%20Wolverines\"&gt;Michigan Wolverines&lt;/a&gt; fan, responded with a verbal commitment. At the time, Long weighed and Michigan hoped he would bulk up to by the time he arrived. Long had made official visits to Michigan, &lt;a href=\"Michigan%20State%20Spartans%20football\"&gt;Michigan State&lt;/a&gt;, &lt;a href=\"Notre%20Dame%20Fighting%20Irish%20football\"&gt;Notre Dame&lt;/a&gt;, &lt;a href=\"Ohio%20State%20Buckeyes%20football\"&gt;Ohio State&lt;/a&gt; and &lt;a href=\"Purdue%20Boilermakers%20football\"&gt;Purdue&lt;/a&gt;.\nIn his 2002 senior season, Long helped lead Lapeer East to their first season opener win since 1995 and their first state playoff appearance since 1993. That season, the football team set a school record by posting a nine-game winning streak, which started after an October 6, 2001 loss the prior year. The team achieved its first state playoff win in its 27-year history that season. The team's 9–2 record was the best in school history, and Long was again chosen as an All-Metro League selection on both offense and defense. That season, he became the first Lapeer East player selected to the All-state Dream Team in 2002. Although he was All-State as a lineman, Long often lined up at &lt;a href=\"fullback%20%28American%20football%29\"&gt;fullback&lt;/a&gt; and accumulated four career touchdowns. He finished the season as the number two football prospect in the state behind Woodley according to the \"&lt;a href=\"Detroit%20News\"&gt;Detroit News&lt;/a&gt;\". Long led the basketball team to a second consecutive undefeated Metro League championship season, which was the first repeat league champion since 1996 and Lapeer East's first repeat championship since 1982. Long was again first-team All-Metro League, and he was selected as an honorable mention 2003 &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; Class A All-State basketball player. Long was again a second-team All-Metro League selection as a &lt;a href=\"first%20baseman\"&gt;first baseman&lt;/a&gt;. Following his senior season, Long was selected to play in the 23rd annual Michigan High School All-Star Football Game on July 26 at &lt;a href=\"Michigan%20State%20University\"&gt;Michigan State University&lt;/a&gt;.\nCollege career.\nLong accepted an &lt;a href=\"athletic%20scholarship\"&gt;athletic scholarship&lt;/a&gt; to attend the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;, where he played for head coach &lt;a href=\"Lloyd%20Carr\"&gt;Lloyd Carr&lt;/a&gt;'s &lt;a href=\"Michigan%20Wolverines%20football\"&gt;Michigan Wolverines football&lt;/a&gt; team from 2003 to 2007. As a freshman, Long was on the &lt;a href=\"2003%20Michigan%20Wolverines%20football%20team\"&gt;2003 Michigan Wolverines football team&lt;/a&gt; roster, but &lt;a href=\"Tony%20Pape\"&gt;Tony Pape&lt;/a&gt; and &lt;a href=\"Adam%20Stenavich\"&gt;Adam Stenavich&lt;/a&gt; were the starting offensive tackles. He was &lt;a href=\"redshirt%20%28sports%29\"&gt;redshirt&lt;/a&gt;ed for the year as he bulked up to . Long traveled with the team to the &lt;a href=\"2004%20Rose%20Bowl\"&gt;2004 Rose Bowl&lt;/a&gt;, but did not play in the game.\nOn June 16, 2004, following his freshman year, he was hospitalized in an &lt;a href=\"intensive-care%20unit\"&gt;intensive-care unit&lt;/a&gt; for &lt;a href=\"smoke%20inhalation\"&gt;smoke inhalation&lt;/a&gt; injuries when a house rented by nine Michigan Wolverine players caught fire. Long, sleeping in his bedroom on the second floor of the house, awoke to the sound of &lt;a href=\"fire%20alarm\"&gt;fire alarm&lt;/a&gt;s. He attempted to exit his room through the door, but was forced back by smoke. Long then knocked out the screen of a window and jumped out of the building. Covered in soot, Long had escaped the fire, landing two stories below on a roommate's parked car. Later at the hospital, Long underwent procedures that required tubes be put down his throat to suction black &lt;a href=\"phlegm\"&gt;phlegm&lt;/a&gt; from his &lt;a href=\"lung\"&gt;lung&lt;/a&gt;s. The tubes also performed Long's breathing while he lay unconscious for the first few days. He was released from the &lt;a href=\"University%20of%20Michigan%20Health%20System\"&gt;University of Michigan Medical Center&lt;/a&gt; and was able to spend &lt;a href=\"Father%27s%20Day\"&gt;Father's Day&lt;/a&gt; (June 20) back in Lapeer.\nAs a sophomore member of the &lt;a href=\"2004%20Michigan%20Wolverines%20football%20team\"&gt;2004 Michigan Wolverines football team&lt;/a&gt;, Long competed with senior Dave Schoonover and juniors Mike Kolodzieg, &lt;a href=\"Rueben%20Riley\"&gt;Rueben Riley&lt;/a&gt;, and Mike Barishaj for the starting position vacated by the graduated Pape. Long impressed the coaches by playing through a &lt;a href=\"turf%20toe\"&gt;turf toe&lt;/a&gt; injury. The battle came down to him and Kolodzieg. Long made his Michigan debut on September 4, 2004, in a 43–10 victory over &lt;a href=\"Miami%20RedHawks%20football\"&gt;Miami University&lt;/a&gt;. He made the travel squad, but he did not play against &lt;a href=\"2004%20Notre%20Dame%20Fighting%20Irish%20football%20team\"&gt;Notre Dame&lt;/a&gt; in the &lt;a href=\"Michigan%20%E2%80%93%20Notre%20Dame%20rivalry\"&gt;Michigan – Notre Dame rivalry&lt;/a&gt; game the following week at &lt;a href=\"Notre%20Dame%20Stadium\"&gt;Notre Dame Stadium&lt;/a&gt;. Kolodzieg started the first two games, but Michigan averaged only 85.5 yards rushing, which ranked 94th nationally among 117 Division I teams. Long became a starter in the third game on September 18 against the &lt;a href=\"San%20Diego%20State%20Aztecs%20football\"&gt;San Diego State Aztecs football&lt;/a&gt; team. Over the course of the season, he started eight games and Kolodzieg started 4 at right offensive tackle. Kolodzieg also started one game at left tackle. A week after Long was moved into the starting lineup, &lt;a href=\"David%20Baas\"&gt;David Baas&lt;/a&gt; was moved from left &lt;a href=\"offensive%20guard\"&gt;offensive guard&lt;/a&gt;—where he had been a 2003 second team &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt;—to &lt;a href=\"center%20%28American%20football%29\"&gt;center&lt;/a&gt; so that Leo Henige, Jr. could enter the starting lineup. After the move, Baas was the co-&lt;a href=\"Rimington%20Trophy\"&gt;Rimington Trophy&lt;/a&gt; winner that season. The team finished the season as the 2004 Big Ten Conference Co-Champions and were awarded the Big Ten Conference's &lt;a href=\"Bowl%20Championship%20Series\"&gt;Bowl Championship Series&lt;/a&gt; &lt;a href=\"2004%E2%80%9305%20NCAA%20football%20bowl%20games\"&gt;Bowl game bid&lt;/a&gt;. By the time Michigan was preparing for the &lt;a href=\"2005%20Rose%20Bowl\"&gt;2005 Rose Bowl&lt;/a&gt;, the team was averaging 156.18 rushing yards per game, which ranked 56th in the nation. Long earned a second team All-&lt;a href=\"Big%20Ten%20Conference\"&gt;Big Ten Conference&lt;/a&gt; recognition from the coaches, while linemates guard &lt;a href=\"Matt%20Lentz\"&gt;Matt Lentz&lt;/a&gt;, tackle Adam Stenavich and &lt;a href=\"tight%20end\"&gt;tight end&lt;/a&gt; &lt;a href=\"Tim%20Massaquoi\"&gt;Tim Massaquoi&lt;/a&gt; were first-team selections. Baas was Big Ten Offensive Lineman of the Year. Long also received honorable mention All-Big Ten recognition from the media. Long and teammates &lt;a href=\"Chad%20Henne\"&gt;Chad Henne&lt;/a&gt; and &lt;a href=\"Mike%20Hart%20%28American%20football%29\"&gt;Mike Hart&lt;/a&gt; were named to &lt;a href=\"Rivals.com\"&gt;Rivals.com&lt;/a&gt;'s 2004 Freshman All-America first team. Long had post-season shoulder surgery and missed 2005 spring practice. In fact, because of the large number of injured players, the team canceled the culminating spring practice intrasquad scrimmage game and instead held an open practice in which players participated in drills.\nIn August 2005, Long suffered an ankle injury and was sidelined as the &lt;a href=\"2005%20Michigan%20Wolverines%20football%20team\"&gt;2005 Michigan Wolverines football team&lt;/a&gt;'s season began. The injury had been caused in training camp when he was zone blocking alongside center Mark Bihl, who got tangled up with &lt;a href=\"nose%20tackle\"&gt;nose tackle&lt;/a&gt; &lt;a href=\"Gabe%20Watson\"&gt;Gabe Watson&lt;/a&gt;. The two fell against the outside of Long's leg and rolled over it. The injury required surgery. Long did not return to the lineup until October 22 on the third possession against the &lt;a href=\"2005%20Iowa%20Hawkeyes%20football%20team\"&gt;Iowa Hawkeyes&lt;/a&gt;. He was the lead blocker on the game-winning overtime touchdown. He started the game the subsequent week against the &lt;a href=\"2005%20Northwestern%20Wildcats%20football%20team\"&gt;Northwestern Wildcats&lt;/a&gt;. Two weeks later, following a bye week, Long got injured during the first half against the &lt;a href=\"2005%20Indiana%20Hoosiers%20football%20team\"&gt;Indiana Hoosiers&lt;/a&gt;, and his foot was put in a protective boot. The second foot injury was expected to end his season. He appeared in the subsequent &lt;a href=\"Michigan%20%E2%80%93%20Ohio%20State%20rivalry\"&gt;rivalry game&lt;/a&gt; against the &lt;a href=\"2005%20Ohio%20State%20Buckeyes%20football%20team\"&gt;Ohio State Buckeyes&lt;/a&gt;, and during the first play, he opposed &lt;a href=\"Bobby%20Carpenter%20%28American%20football%29\"&gt;Bobby Carpenter&lt;/a&gt; and Carpenter got a broken leg. After the game, Long appeared to need immediate surgery, which would have caused him to miss the &lt;a href=\"2005%20Alamo%20Bowl\"&gt;2005 Alamo Bowl&lt;/a&gt;. By the time of the game on December 28, though, he was ready to play. As the team prepared for 2006 spring practice, the left-handed Long was moved from right tackle to left tackle where he would be protecting the blindside of right-handed &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt;s.\nLong entered the season for the &lt;a href=\"2006%20Michigan%20Wolverines%20football%20team\"&gt;2006 Michigan Wolverines football team&lt;/a&gt; listed on numerous preseason conference and national teams as well as watchlists for awards such as the &lt;a href=\"Outland%20Trophy\"&gt;Outland Trophy&lt;/a&gt; and &lt;a href=\"Lombardi%20Trophy\"&gt;Lombardi Trophy&lt;/a&gt;. He was on the preseason Outland Trophy watch list along with &lt;a href=\"Levi%20Brown%20%28offensive%20tackle%29\"&gt;Levi Brown&lt;/a&gt;, &lt;a href=\"Joe%20Thomas%20%28offensive%20tackle%29\"&gt;Joe Thomas&lt;/a&gt;, &lt;a href=\"Justin%20Blalock\"&gt;Justin Blalock&lt;/a&gt;, and &lt;a href=\"Herb%20Taylor%20%28American%20football%29\"&gt;Herbert Taylor&lt;/a&gt;. Long was considered the heart of the Michigan offense, and his teammates voted the redshirt junior to be a co-captain along with senior Woodley. Before the season started, Carr replaced &lt;a href=\"offensive%20coordinator\"&gt;offensive coordinator&lt;/a&gt; &lt;a href=\"Terry%20Malone\"&gt;Terry Malone&lt;/a&gt; with &lt;a href=\"Mike%20DeBord\"&gt;Mike DeBord&lt;/a&gt; who had previously been offensive coordinator from &lt;a href=\"1997%20Michigan%20Wolverines%20football%20team\"&gt;1997&lt;/a&gt;–&lt;a href=\"1999%20Michigan%20Wolverines%20football%20team\"&gt;1999&lt;/a&gt;. Following the 7–5 2005 season which was the worst Michigan season since 1984's 6–6-year, there was pressure on Carr to turn things around and he sought a lighter, faster and better conditioned team. During the offseason, Long reduced his weight from to to improve his agility, speed and conditioning. Under the new coordinator and with fitter athletes, the offensive scheme was shifted to concentrate on the zone blocking system. The system was similar to the one used by the &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt; when they won back-to-back &lt;a href=\"Super%20Bowls\"&gt;Super Bowls&lt;/a&gt; and by the &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt; to help &lt;a href=\"Warrick%20Dunn\"&gt;Warrick Dunn&lt;/a&gt; achieve a career-high in rushing yards while the team led the NFL in rushing yards in consecutive seasons. By mid-November, Michigan had flourished under the new system with an 11–0 record, and some of the credit for the success was attributed to Long, the team captain and offensive leader. Long was recognized as a first-team All-Big Ten selection by both the coaches and the media and was selected as the &lt;a href=\"Big%20Ten%20Offensive%20Lineman%20of%20the%20Year\"&gt;Big Ten Offensive Lineman of the Year&lt;/a&gt;. Long was also part of a Michigan record-setting three &lt;a href=\"American%20Football%20Coaches%20Association\"&gt;American Football Coaches Association&lt;/a&gt; (AFCA) &lt;a href=\"All-America\"&gt;All-America&lt;/a&gt; Team selections along with Woodley and &lt;a href=\"Leon%20Hall\"&gt;Leon Hall&lt;/a&gt;. Long was a consensus (meaning at least half of the recognized lists, which are AP, AFCA, FWAA, TSN, and the WCFF selected him) &lt;a href=\"2006%20College%20Football%20All-America%20Team\"&gt;2006 College Football All-America Team&lt;/a&gt; first-team selection by &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; (AP), AFCA, &lt;a href=\"Football%20Writers%20Association%20of%20America\"&gt;Football Writers Association of America&lt;/a&gt; (FWAA), &lt;a href=\"Walter%20Camp%20Football%20Foundation\"&gt;Walter Camp Football Foundation&lt;/a&gt;, \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\", \"&lt;a href=\"Pro%20Football%20Weekly\"&gt;Pro Football Weekly&lt;/a&gt;\", &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;, &lt;a href=\"CBS%20Sports\"&gt;CBS Sports&lt;/a&gt;, &lt;a href=\"Rivals.com\"&gt;Rivals.com&lt;/a&gt;, &lt;a href=\"Scout.com\"&gt;Scout.com&lt;/a&gt;. He was a second-team All-American selection by the \"&lt;a href=\"College%20Football%20News\"&gt;College Football News&lt;/a&gt;\". Long was the first offensive lineman who was a Michigan high school graduate selected to the first-team by the FWAA since &lt;a href=\"Paul%20Seymour%20%28American%20football%29\"&gt;Paul Seymour&lt;/a&gt; was selected to the &lt;a href=\"1972%20College%20Football%20All-America%20Team\"&gt;1972 College Football All-America Team&lt;/a&gt;. Long was believed to be a likely mid to high first round selection if he had chosen to declare himself eligible for the &lt;a href=\"2007%20NFL%20Draft\"&gt;2007 NFL Draft&lt;/a&gt;, but he chose to use his last year of collegiate eligibility and stay for a fifth year. His decision to stay was what convinced Hart to stay in college. Michigan opposed the &lt;a href=\"2006%20USC%20Trojans%20football%20team\"&gt;2006 USC Trojans football team&lt;/a&gt; in the &lt;a href=\"2007%20Rose%20Bowl\"&gt;2007 Rose Bowl&lt;/a&gt; and the offensive line that had surrendered 18 &lt;a href=\"quarterback%20sacks\"&gt;quarterback sacks&lt;/a&gt; in the first 12 games, allowed 6 in the 32–18 loss to finish the season 11–2. Long became a member of senior honorary society &lt;a href=\"Order%20of%20Angell\"&gt;Order of Angell&lt;/a&gt;.\nLong was a co-&lt;a href=\"captain%20%28sports%29\"&gt;captain&lt;/a&gt; of the &lt;a href=\"2007%20Michigan%20Wolverines%20football%20team\"&gt;2007 Michigan Wolverines football team&lt;/a&gt;, and he again began the season on the Outland Trophy and Lombardi Award watch lists. He was elected to serve as tri-captain along with Hart and &lt;a href=\"Shawn%20Crable\"&gt;Shawn Crable&lt;/a&gt;. Entering the season, the team was picked by the Big Ten media members to win the conference. The season was eagerly anticipated with returning seniors Long, Hart and &lt;a href=\"Chad%20Henne\"&gt;Chad Henne&lt;/a&gt; in key roles, but the season quickly began to fall apart when the team lost to the &lt;a href=\"NCAA%20Division%20I%20Football%20Championship\"&gt;two-time defending FCS champion&lt;/a&gt; &lt;a href=\"2007%20Appalachian%20State%20Mountaineers%20football%20team\"&gt;Appalachian State Mountaineers&lt;/a&gt; in &lt;a href=\"2007%20Appalachian%20State%20vs.%20Michigan%20football%20game\"&gt;the opening game&lt;/a&gt;. The loss put Long in a position of having to defend his coach and teammates to &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; and the nation. In the second game, the team suffered its worst defeat since 1968 and its first consecutive home losses to start the season since 1959. This presented a leadership challenge to Long as team captain. As Michigan won its next eight games, Long was described in the press as the team's most valuable player and an offensive lineman who should be considered for the &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; since he was likely to be the first overall pick in the NFL draft. In early November, Long was named one of four finalists (along with &lt;a href=\"Glenn%20Dorsey\"&gt;Glenn Dorsey&lt;/a&gt;, &lt;a href=\"Chris%20Long%20%28American%20football%29\"&gt;Chris Long&lt;/a&gt;, &lt;a href=\"James%20Laurinaitis\"&gt;James Laurinaitis&lt;/a&gt;) for the Lombardi award that Woodley had won the year before. He was named as an Outland Trophy finalist along with Dorsey and &lt;a href=\"Anthony%20Collins%20%28American%20football%29\"&gt;Anthony Collins&lt;/a&gt;. When the win streak ended the week before his final Michigan–Ohio State game, he accepted the blame on behalf of the offensive line although the team's offensive stars were injured. At the conclusion of the Big Ten Conference schedule, he was selected again as first-team All-Big Ten selection by both the coaches and the media and as the Big Ten Offensive Lineman of the Year. Long, &lt;a href=\"Michael%20Crabtree\"&gt;Michael Crabtree&lt;/a&gt; and &lt;a href=\"Darren%20McFadden\"&gt;Darren McFadden&lt;/a&gt; were the only unanimous offensive &lt;a href=\"2007%20College%20Football%20All-America%20Team\"&gt;2007 College Football All-America Team&lt;/a&gt; selections by AP, AFCA, FWAA, Walter Camp, \"Sporting News\", \"Sports Illustrated\", \"Pro Football Weekly\", ESPN, CBS Sports, \"College Football News\", Rivals.com, and Scout.com. In coach Carr's final game before retirement and Long's final game as a Wolverine, the team won the &lt;a href=\"2008%20Capital%20One%20Bowl\"&gt;2008 Capital One Bowl&lt;/a&gt; against the &lt;a href=\"2007%20Florida%20Gators%20football%20team\"&gt;Florida Gators&lt;/a&gt; in a game that included an attempted Jake Long &lt;a href=\"tackle%20eligible\"&gt;tackle eligible&lt;/a&gt; &lt;a href=\"screen%20pass\"&gt;screen pass&lt;/a&gt;. Long declined an invitation to participate in the &lt;a href=\"2008%20Senior%20Bowl\"&gt;2008 Senior Bowl&lt;/a&gt;. From February 21–24, 2008, Long attended the &lt;a href=\"NFL%20Combine\"&gt;NFL Combine&lt;/a&gt;, where he excelled.\nProfessional career.\n2008 NFL Draft.\nRegarded as the top offensive tackle available in the &lt;a href=\"2008%20NFL%20Draft\"&gt;2008 NFL Draft&lt;/a&gt;, Long drew comparisons to &lt;a href=\"Ryan%20Tucker\"&gt;Ryan Tucker&lt;/a&gt;. His 37 repetitions of 225 pounds on the &lt;a href=\"bench%20press\"&gt;bench press&lt;/a&gt; tied &lt;a href=\"Vernon%20Gholston\"&gt;Vernon Gholston&lt;/a&gt; for the highest total at the 2008 &lt;a href=\"NFL%20Combine\"&gt;NFL Combine&lt;/a&gt;. In addition to being one of eight offensive tackles drafted in the first round that year, Long was only the third offensive tackle ever to be taken with the first overall pick in the NFL Draft, after Hall of Famer &lt;a href=\"Orlando%20Pace\"&gt;Orlando Pace&lt;/a&gt; (&lt;a href=\"1997%20NFL%20Draft\"&gt;1997&lt;/a&gt;, a 5-time All-Pro and All-Decade team for the 2000s) and Hall of Famer &lt;a href=\"Ron%20Yary\"&gt;Ron Yary&lt;/a&gt; (&lt;a href=\"1968%20NFL%20Draft\"&gt;1968&lt;/a&gt;, an 8-time All-Pro and All-Decade team for the 1970s). The Dolphins drafted Long's college teammate, &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; &lt;a href=\"Chad%20Henne\"&gt;Chad Henne&lt;/a&gt;, in the second round of the draft with the 57th overall pick.\nMiami Dolphins.\nMore than two weeks before the &lt;a href=\"2008%20NFL%20Draft\"&gt;2008 NFL Draft&lt;/a&gt;, the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt;, who owned the right to make the first selection in the draft determined that they wanted to negotiate with Long to be their pick and met with &lt;a href=\"Tom%20Condon\"&gt;Tom Condon&lt;/a&gt;, Long's &lt;a href=\"sports%20agent\"&gt;sports agent&lt;/a&gt;. On April 22, 2008, in advance of the April 26 and 27 draft, Long agreed to a five-year, $57.75 million deal with the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt;. The deal included $30 million in guaranteed money and made Long the first overall pick in the 2008 NFL Draft. This made him, as of that date, the highest paid offensive lineman in NFL history. At Dolphins minicamp on May 2, Long was assigned number 79 and he thought he would have to negotiate with &lt;a href=\"Drew%20Mormino\"&gt;Drew Mormino&lt;/a&gt; for the number 77 that he had worn since high school. However, after he failed his physical exam, Mormino was released from the team, and before training camp Long was assigned number 77.\nLong's ascension with the Dolphins was part of an effort to overhaul the offensive line that had allowed 42 sacks and produced the 29th-rated of 32 offenses the previous season. The Dolphins hired new coach &lt;a href=\"Tony%20Sparano\"&gt;Tony Sparano&lt;/a&gt; and employed &lt;a href=\"Bill%20Parcells\"&gt;Bill Parcells&lt;/a&gt; as Executive Vice President in charge of football operations. Long was immediately slated to play left tackle. He was the only rookie expected to be a starter for the &lt;a href=\"2008%20Miami%20Dolphins%20season\"&gt;2008 Miami Dolphins&lt;/a&gt;. According to the \"&lt;a href=\"South%20Florida%20Sun-Sentinel\"&gt;South Florida Sun-Sentinel&lt;/a&gt;\", at the end of training camp, Long was one of three rookies listed as first-string on the depth chart.\nLong was nominated for Rookie of the Week in the tenth week of the 2008 season, but lost out to Broncos WR &lt;a href=\"Eddie%20Royal\"&gt;Eddie Royal&lt;/a&gt;. Other players who were nominated for rookie of the week that same week were &lt;a href=\"Matt%20Ryan%20%28American%20football%29\"&gt;Matt Ryan&lt;/a&gt;, &lt;a href=\"Benjarvus%20Green-Ellis\"&gt;Benjarvus Green-Ellis&lt;/a&gt;, and &lt;a href=\"Joe%20Flacco\"&gt;Joe Flacco&lt;/a&gt;. At the end of the season, Long was selected to nine All-rookie teams by Pro Football Writers Association, Draft.com, Draftsinders.com, Draftseason.com, Sports Network, Fannation, Sporting News, Scout.com and Ourlads Scouting Service. On January 20, 2009, Long was selected to the &lt;a href=\"2009%20Pro%20Bowl\"&gt;2009 Pro Bowl&lt;/a&gt;, replacing &lt;a href=\"Jason%20Peters\"&gt;Jason Peters&lt;/a&gt; for the AFC's squad. Long gave up just 2.5 sacks his rookie season, compared to the 11.5 allowed by Peters in 2008.\nIn 2009, Long yielded only 4 sacks and was ranked the second best offensive tackle. He was selected as a starter for the &lt;a href=\"2010%20Pro%20Bowl\"&gt;2010 Pro Bowl&lt;/a&gt;. He was not selected to the first team All-Pro losing out to &lt;a href=\"Ryan%20Clady\"&gt;Ryan Clady&lt;/a&gt;, who gave up 8 sacks, and &lt;a href=\"Joe%20Thomas%20%28offensive%20tackle%29\"&gt;Joe Thomas&lt;/a&gt;, who is ranked the best offensive tackle in the NFL. Long was selected to the second team All-Pro and was named a starter for the AFC Pro Bowl. Long joins &lt;a href=\"Richmond%20Webb\"&gt;Richmond Webb&lt;/a&gt; as the only Dolphins offensive tackles to be named starters in the Pro Bowl and is the first Dolphins offensive lineman to be named to back-to-back Pro Bowls since Webb played in seven straight from 1990 to 1996. Long did not participate in the game due to injury and was replaced on the Pro Bowl roster by &lt;a href=\"D%27Brickashaw%20Ferguson\"&gt;D'Brickashaw Ferguson&lt;/a&gt;. The following season Long was named as a starter for the &lt;a href=\"2011%20Pro%20Bowl\"&gt;2011 Pro Bowl&lt;/a&gt;, while Ferguson was named as a reserve.\nDuring the &lt;a href=\"2011%20NFL%20season\"&gt;2011 NFL season&lt;/a&gt;, Long's 61 games started streak snapped when he suffered a back ailment. Subsequently, he was placed on &lt;a href=\"injured%20reserve\"&gt;injured reserve&lt;/a&gt; with a torn right biceps for the final week of the season. The roster move came one day after he was selected to the &lt;a href=\"2012%20Pro%20Bowl\"&gt;2012 Pro Bowl&lt;/a&gt;. He was named as a Pro Bowl starter for the third consecutive season. He missed the Pro Bowl for the 2011 season. However, he was named the Dolphins' &lt;a href=\"Ed%20Block%20Courage%20Award\"&gt;Ed Block Courage Award&lt;/a&gt; recipient. In addition, he was listed as the 59th player on the &lt;a href=\"NFL%20Top%20100\"&gt;NFL Top 100 Players of 2012&lt;/a&gt;.\nSt. Louis Rams.\nDuring the 2013 NFL offseason, Long became a free agent. He received two contract offers: an extension from the Miami Dolphins, and a contract from the Rams. On March 17, 2013, Long signed a four-year, $36 million contract with the Rams. At the October 6, 2013, contest against the &lt;a href=\"2013%20Jacksonville%20Jaguars%20season\"&gt;Jacksonville Jaguars&lt;/a&gt;, the Rams gave the first 15,000 fans to arrive at the game free Jake Long figurines. On December 22, 2013, Long sustained a torn ACL against the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt; and he missed the last game of the season. On October 26, 2014, Long sustained another torn ACL against the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt; and he missed the rest of the season. He was released along with center &lt;a href=\"Scott%20Wells\"&gt;Scott Wells&lt;/a&gt; on the eve of free agency on March 9, 2015. Long was coming off of back-to-back seasons with torn ACLs and was about to cost the Rams $10 million against the salary cap.\nAtlanta Falcons.\nOn September 15, 2015, Long signed a one-year, $1,568,750 contract with the &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt;. He played 11 snaps for the &lt;a href=\"2015%20Atlanta%20Falcons%20season\"&gt;Falcons&lt;/a&gt; in the 2015 season.\nBaltimore Ravens.\nOn July 26, 2016, Long agreed on a 1-year deal with the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt;. Due to concerns over his surgically repaired knee, the Ravens requested that Long sign an injury waiver. Long declined the request and never signed the contract, making him a free agent.\nMinnesota Vikings.\nOn October 11, 2016, Long was signed by the Vikings. He suffered a torn achilles against the Redskins in Week 10 and was placed on injured reserve on November 15, 2016.\nRetirement.\nOn April 24, 2017, Long announced his retirement from the NFL.\nPersonal life.\nAfter surviving &lt;a href=\"%23College%20career\"&gt;the fire&lt;/a&gt; during his second year of college, Long got a tattoo of &lt;a href=\"Saint%20Joseph\"&gt;Saint Joseph&lt;/a&gt; on his right &lt;a href=\"biceps%20brachii\"&gt;bicep&lt;/a&gt;. His aunt had placed a card of the saint under his pillow while he was in the hospital in intensive care. He also has a tattoo of the family name on his other arm. Long has two brothers: John and &lt;a href=\"Joe%20Long%20%28American%20football%29\"&gt;Joseph (\"Joe\")&lt;/a&gt;. Joe Long attended &lt;a href=\"Wayne%20State%20University\"&gt;Wayne State University&lt;/a&gt;. Jake Long married his college sweetheart, Jacqueline Laurian, on March 10, 2012."
}