{
    "id": "24241375",
    "revid": "12464418",
    "url": "https://en.wikipedia.org/wiki?curid=24241375",
    "title": "Imhotep (The Mummy)",
    "text": "Imhotep is the main &lt;a href=\"antagonist\"&gt;antagonist&lt;/a&gt; of the 1932 film \"&lt;a href=\"The%20Mummy%20%281932%20film%29\"&gt;The Mummy&lt;/a&gt;\". He is also the main antagonist in the &lt;a href=\"The%20Mummy%20%281999%20film%29\"&gt;1999 remake&lt;/a&gt; and its 2001 sequel \"&lt;a href=\"The%20Mummy%20Returns\"&gt;The Mummy Returns&lt;/a&gt;\". &lt;a href=\"Sofia%20Boutella\"&gt;Sofia Boutella&lt;/a&gt; plays a female version of this character named &lt;a href=\"Ahmanet\"&gt;Ahmanet&lt;/a&gt; in the &lt;a href=\"The%20Mummy%20%282017%20film%29\"&gt;2017 reboot&lt;/a&gt;. Imhotep is loosely inspired by the historical figure &lt;a href=\"Imhotep\"&gt;Imhotep&lt;/a&gt;, a noted &lt;a href=\"polymath\"&gt;polymath&lt;/a&gt; and counselor to the Pharaoh &lt;a href=\"Djoser\"&gt;Djoser&lt;/a&gt; in the &lt;a href=\"27th%20century%20BC\"&gt;27th century BC&lt;/a&gt;.\nAppearances.\n\"The Mummy\" (1932).\nIn his original appearance, Imhotep was portrayed by &lt;a href=\"Boris%20Karloff\"&gt;Boris Karloff&lt;/a&gt; as a high priest of &lt;a href=\"ancient%20Egypt\"&gt;ancient Egypt&lt;/a&gt; who steals the Scroll of Thoth in an attempt to resurrect his dead lover Princess Anck-es-en-Amon. For Imhotep's sacrilege, the princess's father &lt;a href=\"Pharaoh\"&gt;Pharaoh&lt;/a&gt; &lt;a href=\"Amenophis%20the%20Magnificent\"&gt;Amenophis the Magnificent&lt;/a&gt; orders Imhotep to be tortured, mummified, and buried alive. The scroll is buried with him so that no one would ever again have the chance to use it like he did.\nImhotep is accidentally revived as a &lt;a href=\"Mummy%20%28undead%29\"&gt;mummy&lt;/a&gt; when an archaeological expedition discovers his mummy and one of the archaeologists unknowingly reads the scroll's ancient life-giving spell. While reviewing his mummy, the archaeologists that discovered Imhotep note not only was he buried alive as indicated by his struggle, but that sacred spells meant to protect his soul on its journey to &lt;a href=\"Duat\"&gt;the underworld&lt;/a&gt; were chipped off his coffin, so his soul would be condemned in the afterlife.\nImhotep escapes from the archaeologists and ten years later has assumed the identity of Ardath Bey, a modern Egyptian. In this form, he helps a new team of archaeologists find the tomb of Anck-es-en-Amon. When Bey meets a woman, Helen Grosvenor, who bears a striking resemblance to Anck-es-en-Amon, he realizes that she is a &lt;a href=\"reincarnation\"&gt;reincarnation&lt;/a&gt; of the princess and attempts to mummify her and make her his bride.\nImhotep is able to use years of power and strength to control others in person and through a looking pool from afar, causing both attraction to him and death to those he wishes it upon. His powers allow him to control others to take his orders, which gives him control and the ability to draw Helen Grosvenor to him, where she can never remember what she did or why she was with him. In the end, Grosvenor, recalling her past life, appeals to the goddess &lt;a href=\"Isis\"&gt;Isis&lt;/a&gt; who causes Imhotep to dissolve.\nThe ancient Egyptian priest from the film is named after a famous Egyptian architect named &lt;a href=\"Imhotep\"&gt;Imhotep&lt;/a&gt; who was responsible for designing the step pyramid at Sakkara. He is also well-known for becoming his own priest and excelling in medicine where he was considered a healer, using plants to treat common diseases. Though the mummy of Imhotep has never been found, an empty sarcophagus was found in a tomb that is thought to have been his. There is, however, a disagreement on if the tomb discovered actually does belong to Imhotep, because there is evidence that whoever was laid to rest in that tomb did not worship &lt;a href=\"Ra\"&gt;Ra&lt;/a&gt;.\n\"The Mummy\" (1999).\nIn the 1999 remake, Imhotep is portrayed by &lt;a href=\"Arnold%20Vosloo\"&gt;Arnold Vosloo&lt;/a&gt; and is the main &lt;a href=\"antagonist\"&gt;antagonist&lt;/a&gt; of the film. In 1290 BC, Imhotep was the high priest of Osiris under the rule of Pharaoh &lt;a href=\"Seti%20I\"&gt;Seti I&lt;/a&gt;. He began an affair with Seti's mistress Anck-Su-Namun and they assassinate the Pharaoh when he discovers it. They are discovered and Anck-Su-Namun commits suicide, intending that Imhotep resurrect her. He and his priests later steal her corpse from her burial-place. Imhotep attempts to resurrect Anck-Su-Namun, but is captured at Hamunaptra (the City of the Dead) by the &lt;a href=\"Medjay\"&gt;Medjay&lt;/a&gt; (the Pharaoh's sacred bodyguards). His priests are mummified and buried alive. Imhotep, meanwhile, is condemned to endure the Curse of the Hom-Dai: the ritual involves cutting out his tongue, mummifying him alive, and sealing him in a sarcophagus filled with carnivorous &lt;a href=\"Scarabaeidae\"&gt;scarab beetles&lt;/a&gt;. The curse transforms Imhotep into an undead fiend kept in a state of living death, with the intention that he would suffer being eaten alive by the scarabs for all time. If revived, he would gain control over sand and other elements, together with being virtually invincible.\nDuring an archaeological dig 3,000 years later, Imhotep is accidentally revived when librarian and amateur Egyptologist Evelyn Carnahan (&lt;a href=\"Rachel%20Weisz\"&gt;Rachel Weisz&lt;/a&gt;) reads the \"Book of the Dead\" at Hamunaptra, where his sarcophagus was. Imhotep regenerates himself using the flesh of four adventurers who breached his burial-chamber and opened a cursed chest, but spares Evelyn because he wants to use her body for the resurrection of his former lover, Anck-Su-Namun. \nOnce revived, Imhotep gained several powers, including regeneration, invulnerability, and the ability to turn himself into sand and control the desert sands. He could also wield the ten &lt;a href=\"Plagues%20of%20Egypt\"&gt;Plagues of Egypt&lt;/a&gt; to an unspecified degree; in the course of the film he is shown turning water to blood, unleashing swarms of &lt;a href=\"locust\"&gt;locust&lt;/a&gt;s, and controlling the people of the city by inflicting them with boils and sores. Early in the film, Imhotep expresses an intense &lt;a href=\"Ailurophobia\"&gt;fear of cats&lt;/a&gt;, screaming in fear when a white one appears in Evelyn's room. Ardeth Bay (the leader of an ancient &lt;a href=\"secret%20society\"&gt;secret society&lt;/a&gt; devoted to guarding Imhotep's tomb, rather than an alias of Imhotep) and Evelyn's employer explain that Imhotep will fear them until he is fully regenerated, cats being associated with the guardians of the underworld in Egyptian mythology, which is used to drive him back during an early confrontation.\nHe attempts to resurrect Anck-su-namun again, using Evelyn as a sacrifice. Ultimately, Imhotep is defeated when he is stripped of immortality by the Book of Amun-Ra and he is stabbed with a sword by the film's &lt;a href=\"protagonist\"&gt;protagonist&lt;/a&gt; &lt;a href=\"Rick%20O%27Connell\"&gt;Rick O'Connell&lt;/a&gt; (&lt;a href=\"Brendan%20Fraser\"&gt;Brendan Fraser&lt;/a&gt;). As he degenerates into a skeletal form and falls into the pool from which he summoned Anck-su-namun's &lt;a href=\"Egyptian%20soul\"&gt;ba&lt;/a&gt;, Imhotep declares the same words he scrawled into his sarcophagus thousands of years before: \"Death is only the beginning,\" vowing that he will return to have his revenge.\n\"The Mummy Returns\" (2001).\nIn the 2001 sequel \"&lt;a href=\"The%20Mummy%20Returns\"&gt;The Mummy Returns&lt;/a&gt;\", Imhotep, having been resurrected and freed from the resin he had been trapped in at the end of the first movie by a group of cultists and Anck-su-namun's reincarnation, proceeds to seek out the Bracelet of Anubis, which was the key to finding the lair of the Scorpion King, an ancient warrior whose defeat will grant Imhotep control over the Scorpion King's near-indestructible Army of &lt;a href=\"Anubis\"&gt;Anubis&lt;/a&gt;. After finding the bracelet on the arm of Alex O'Connell, the son of Rick and Evie, Imhotep captures the boy and uses him to find the lair of the Scorpion King, rejuvenating his body using the flesh of mercenaries Anck-su-namun tricks into opening the cursed chest. Once Imhotep reaches the lair, he walks over a magic seal on the floor which causes him to be robbed of his telekinesis, immortality, and other powers granted by the Curse of Hom Dai by Anubis, who seemingly wishes him to face the Scorpion King as a normal mortal. When the Scorpion King responds to Imhotep's summons, Imhotep tricks him into attacking Rick O'Connell. When Rick kills the Scorpion King and sends him and his army back to the &lt;a href=\"underworld\"&gt;underworld&lt;/a&gt;, the palace begins to collapse. Rick and Imhotep both nearly fall into a chasm that apparently leads to the underworld and grab onto the ledge. While Rick is rescued by Evelyn even as he calls out to her to leave him and save herself, Imhotep begs Anck-su-namun for assistance to save him, but she selfishly refuses and leaves him to die (soon after, as apparent karma, she falls into a pit of scorpions and dies herself). After this betrayal, Imhotep loses all will to live, since his only reason for returning from the grave was to be reunited with his lover, who apparently did not fully reciprocate his affection. He gives Rick and Evelyn a sad smile, understanding that their love is genuine, and willingly casts himself into the pit, thus ending his reign of terror once and for all.\n\"The Mummy\" TV series (2001–2003).\nIn the animated television series simply titled \"&lt;a href=\"The%20Mummy%20%28TV%20series%29\"&gt;The Mummy&lt;/a&gt;\", based on the 1999 and 2001 films, he is voiced by &lt;a href=\"Jim%20Cummings\"&gt;Jim Cummings&lt;/a&gt; and is again the main antagonist. Unlike the movies, he is able to speak modern English in this series. Many years ago, Imhotep was the high priest of Osiris who wanted to rule the world. He was already the keeper of the Scrolls of Thebes. When he was about to steal the Manacle of Osiris, the Pharaoh sent his royal guards to intercept him and sentence him to be mummified alive. Years later, Imhotep was resurrected by Colin Weasler, despite his co-worker Evy's attempt to destroy him. He plots to seek the Scrolls of Thebes in order to remove the Manacle of Osiris from Alex. Having both would allow him to rule the world unchallenged. In the first season finale, when it comes to the fight in the Paris catacombs where the Scrolls of Thebes are, he does regain them before they end up being destroyed by Alex using the Manacle's power to bring a torch underneath the Scrolls of Thebes to set them on fire, ensuring neither side has them. Though he was thought dead when fighting the &lt;a href=\"Minotaur\"&gt;Minotaur&lt;/a&gt; within the flooding catacombs, Imhotep managed to survive and strove to find other ways to conquer the world."
}