{
    "id": "2425573",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=2425573",
    "title": "Helen Phillips (soprano)",
    "text": "Helen L. Phillips (8 December 1919 – 27 July 2005) was an American dramatic lyric &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt; who broke through racial barriers as a concert singer and—almost in passing—on the &lt;a href=\"opera\"&gt;opera&lt;/a&gt; stage.\nBiography.\nShe was born in &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt;, the daughter of a Baptist minister, the Rev. James Phillips. She attended Sumner High School in St. Louis and &lt;a href=\"Lincoln%20University%20%28Missouri%29\"&gt;Lincoln University&lt;/a&gt; in &lt;a href=\"Jefferson%20City%2C%20Missouri\"&gt;Jefferson City, Missouri&lt;/a&gt;, and did graduate studies in music and in sociology at &lt;a href=\"Fisk%20University\"&gt;Fisk University&lt;/a&gt; in &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville, Tennessee&lt;/a&gt;.\nAt the age of 14 she was one of the soloists at the dedication of the Municipal Auditorium in St. Louis. She was the first black singer to perform with the &lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt; chorus (seven years before &lt;a href=\"Marian%20Anderson\"&gt;Marian Anderson&lt;/a&gt;'s debut) —later saying she just \"slipped in\". Her agent had been told to send his best soprano as an extra for five performances of &lt;a href=\"Pietro%20Mascagni\"&gt;Mascagni&lt;/a&gt;'s \"&lt;a href=\"Cavalleria%20Rusticana\"&gt;Cavalleria Rusticana&lt;/a&gt;\" in 1947 — and though the stage manager was momentarily non-plussed by her race, did nothing to hamper her debut.\nAmong the stories she recounted about her world travels was an episode on the &lt;a href=\"Oriental%20Express\"&gt;Oriental Express&lt;/a&gt;, when she encountered two Russian soldiers \"who started deriding the United States and talking about the plight of Negroes in this country, During the course of the conversation, one took my glasses and refused to give them back. Then he tried to get fresh, and I slapped him good and hard.\"\nThroughout the 1940s and 1950s he was primarily a concert singer, touring the United States, Europe, Africa, and South America. She was noted for her interpretation of German Lieder and Negro spirituals, and, fluent in German, toured Austria and West Germany for the State Department after World War II. She made her &lt;a href=\"The%20Town%20Hall%20%28New%20York%20City%29\"&gt;Town Hall&lt;/a&gt; debut in 1953, and was in a &lt;a href=\"City%20Center\"&gt;City Center&lt;/a&gt; production of \"&lt;a href=\"Show%20Boat\"&gt;Show Boat&lt;/a&gt;\" in 1954.\nRetiring from the stage, she became a teacher and vocal coach. She died, aged 86, from heart disease at the Isabella Geriatric Center in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;."
}