{
    "id": "24260158",
    "revid": "5075409",
    "url": "https://en.wikipedia.org/wiki?curid=24260158",
    "title": "The Queen of Golconda",
    "text": "Drottningen av Golconda (\"The Queen of Golconda\") is a three-act romantic &lt;a href=\"opera\"&gt;opera&lt;/a&gt; by &lt;a href=\"Franz%20Berwald\"&gt;Franz Berwald&lt;/a&gt;. The libretto was adapted by the composer from one by Vial and Favières intended for &lt;a href=\"Henri%20Montan%20Berton\"&gt;Henri Montan Berton&lt;/a&gt;; this had been based on another by &lt;a href=\"Michel-Jean%20Sedaine\"&gt;Michel-Jean Sedaine&lt;/a&gt;. Berwald may have known the Berton opera from when he played in the opera orchestra in Stockholm.\nBackground.\nThe work is the culmination of a project Berwald commenced in 1863 as \"Lochleven Castle\", (based on \"&lt;a href=\"The%20Abbot\"&gt;The Abbot&lt;/a&gt;\" by &lt;a href=\"Walter%20Scott\"&gt;Walter Scott&lt;/a&gt;). This was considerably revised for a potential production the composer hoped for at the &lt;a href=\"Th%C3%A9%C3%A2tre%20Lyrique\"&gt;Théâtre Lyrique&lt;/a&gt; in Paris starring &lt;a href=\"Christina%20Nilsson\"&gt;Christina Nilsson&lt;/a&gt;. The opera was not seen during Berwald’s lifetime, and first staged at the &lt;a href=\"Royal%20Swedish%20Opera\"&gt;Royal Swedish Opera&lt;/a&gt;, &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; on 3 April 1968. \nThe attractive overture may be a later version of the tone poem 'Humorous Capriccio' (1841) from Berwald’s Viennese years; it has occasionally been recorded.\nSynopsis.\nThe story concerns the widowed Queen of Golconda, Aline, who as a girl in Provence had loved Saint Phar. However, she was abducted as a child and sold as a slave to the old King of Golconda who then married her. Saint Phar has recently appeared at court as the new French ambassador. The veiled Aline is not recognised by Saint Phar who delivers to her a friendship treaty with France. At a later meeting in the French gardens where Aline comes in Provençal attire, it emerges that he is still in love with her. Aline and her court are held prisoner during a revolution led by Sadomar, but she is rescued by Saint Phar, to whom she finally reveals her face. \nSources.\nForbes E. Drottningen av Golconda. In: \"The New Grove Dictionary of Opera.\" Macmillan, London and New York, 1997."
}