{
    "id": "24311143",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=24311143",
    "title": "Peary–MacMillan Arctic Museum",
    "text": "The Peary–MacMillan Arctic Museum is a museum located in Hubbard Hall at &lt;a href=\"Bowdoin%20College\"&gt;Bowdoin College&lt;/a&gt; in &lt;a href=\"Brunswick%2C%20Maine\"&gt;Brunswick, Maine&lt;/a&gt;. Named after Arctic explorers and Bowdoin College graduates &lt;a href=\"Robert%20E.%20Peary\"&gt;Robert E. Peary&lt;/a&gt; (Class of 1877) and &lt;a href=\"Donald%20B.%20MacMillan\"&gt;Donald B. MacMillan&lt;/a&gt; (Class of 1898), it is the only museum in the lower 48 states of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; dedicated completely to Arctic Studies.\nHistory.\nBowdoin College’s historic relationship with the Arctic dates back to 1860, when a group of Bowdoin students accompanied professor Paul Chadbourne on a research trip to &lt;a href=\"Labrador\"&gt;Labrador&lt;/a&gt; and &lt;a href=\"West%20Greenland\"&gt;West Greenland&lt;/a&gt;. Peary and MacMillan made many trips to the Arctic, together and separately. Bowdoin students also accompanied MacMillan on several expeditions in the early-to-mid-20th century. To this day, professors and students of the college continue to travel to the Arctic to pursue research.\nThe Peary–MacMillan Arctic Museum was made possible by generous donations from the Class of 1925, George B. Knox (Class of 1929), and other alumni and friends. The Museum was dedicated in June 1967, with both MacMillan and Peary's daughter, &lt;a href=\"https%3A//www.une.edu/mwwc/research/featured-writers/marie-ahnighito-peary-papers-1893-1978\"&gt;Marie Ahnighito Peary&lt;/a&gt;, in attendance.\nEstablished in 1985, the Arctic Studies Center links the resources of the museum and the library with teaching and research efforts, and hosts lectures, workshops, and educational outreach projects. \"Through course offerings, field research programs, employment opportunities, and special events, the Arctic Studies Center promotes anthropological, archaeological, geological, and environmental investigations of the North.\"\nExhibitions.\nThe Arctic Museum's exhibitions focus on different aspects of the Arctic, ranging from natural life, such as plants and animals, to cultural life of people native to the Arctic region. Artifacts in the Museum's collection include Peary and MacMillan's expedition equipment, anthropological objects, &lt;a href=\"Inuit%20art\"&gt;Inuit art&lt;/a&gt;, films, archival papers, publications, and natural history specimens. The Museum's exhibitions change regularly. To see current exhibits visit the museum's &lt;a href=\"https%3A//www.bowdoin.edu/arctic-museum/index.html\"&gt;website&lt;/a&gt;.\nAcademic program.\nBowdoin College's Departments of Sociology, Anthropology, and Geology offer a concentration in Arctic Studies. These departments, together with the Peary–MacMillan Arctic Museum, provide students with opportunities to explore cultural, social, and environmental issues involving Arctic lands and peoples. The Director of the Peary–MacMillan Arctic Museum &amp; Arctic Studies Center is Susan A. Kaplan, Professor of Anthropology.\nVisiting.\nThe Peary–MacMillan Arctic Museum is open Tuesday – Saturday from 10:00 am to 5:00 pm, and on Sundays from 2:00 pm – 5:00 pm. The Museum is closed on Mondays and on national holidays. \nAdmission is free, and donations are accepted. School and group tours may be arranged."
}