{
    "id": "24323020",
    "revid": "36294989",
    "url": "https://en.wikipedia.org/wiki?curid=24323020",
    "title": "Weesener Bach",
    "text": "Weesener Bach, also called the Lutterbach, is a river of &lt;a href=\"Lower%20Saxony\"&gt;Lower Saxony&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, a tributary of the &lt;a href=\"%C3%96rtze\"&gt;Örtze&lt;/a&gt;.\nThe Weesener Bach rises in the &lt;a href=\"S%C3%BCdheide%20Nature%20Park\"&gt;Südheide Nature Park&lt;/a&gt;, south of the village of &lt;a href=\"Lutterloh\"&gt;Lutterloh&lt;/a&gt; near &lt;a href=\"Unterl%C3%BC%C3%9F\"&gt;Unterlüß&lt;/a&gt;, then flows through the Hermannsburg village of &lt;a href=\"Weesen%20%28Hermannsburg%29\"&gt;Weesen&lt;/a&gt; and enters the Örtze north of &lt;a href=\"Hermannsburg\"&gt;Hermannsburg&lt;/a&gt; after about . The source of the stream is above &lt;a href=\"Normalnull\"&gt;sea level&lt;/a&gt;, its mouth is above sea level, giving a height difference of . Originally the Weesener Bach emerged from a bog region. Most of this was converted into ponds. The ponds have become overgrown in many areas with &lt;a href=\"water%20horsetail\"&gt;water horsetail&lt;/a&gt;. The entire course of the stream together with the banks either side, a total of , was declared a &lt;a href=\"nature%20reserve\"&gt;nature reserve&lt;/a&gt; in 1999. As a result, an almost natural, totally healthy stream has been preserved, whose water quality, apart from its upper course near the source ponds, is of the highest category, I-II, and only slightly polluted. Due to its high water quality, the stream is home to a multitude of rare animals. Amongst the fish that thrive here are &lt;a href=\"brown%20trout\"&gt;brown trout&lt;/a&gt;, &lt;a href=\"European%20bullhead\"&gt;bullhead&lt;/a&gt; and &lt;a href=\"brook%20lamprey\"&gt;brook lamprey&lt;/a&gt;. In 1987, 176 species of animals were recorded here, of which 36 were on the IUCN's &lt;a href=\"Red%20List%20of%20Threatened%20Species\"&gt;Red List of Threatened Species&lt;/a&gt;. Along the banks and water meadows there are 60 more endangered species, such as &lt;a href=\"vascular%20plant\"&gt;vascular plant&lt;/a&gt;s, &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es, &lt;a href=\"amphibian\"&gt;amphibian&lt;/a&gt;s and &lt;a href=\"reptile\"&gt;reptile&lt;/a&gt;s. Even the &lt;a href=\"kingfisher\"&gt;kingfisher&lt;/a&gt; lives here.\nNear the mouth of the stream there is still a &lt;a href=\"water%20mill\"&gt;water mill&lt;/a&gt; (the \"Luttermühle\") with an overshoot &lt;a href=\"water%20wheel\"&gt;water wheel&lt;/a&gt;. The mill has been in operation since 1757 as a &lt;a href=\"sawmill\"&gt;sawmill&lt;/a&gt;.\nIn order to feed water to the mill, a canal was dug with which the water course was raised. Immediately in front of the sawmill a large pond was excavated. This pond was needed to provide additional water to generate more power for the water wheel. When particularly high levels of power were needed for the saw, for example, to cut large oak tree logs, the additional water was indispensable. In former times, the canal was closed once a year, the water was then fed into the old stream bed, and the sand that had been washed into the pond and deposited there was shovelled out. Due to the enormous amount of work that this entailed, this process was later given up. A separate drainage channel was laid and, from time to time, the pond is allowed to empty very rapidly.\nOriginally there was also a &lt;a href=\"flour%20mill\"&gt;flour mill&lt;/a&gt; and a &lt;a href=\"Tanning%20%28leather%29\"&gt;tannery&lt;/a&gt; here. At that time the water was diverted either to the sawmill or to the overshoot water wheel of the flour mill. As a rule the sawmill's water wheel was driven during the day and the flour mill's wheel at night. Operations ceased when there was a fire in 1995. The water wheel at the sawmill was replaced and sometimes drives an &lt;a href=\"electrical%20generator\"&gt;electrical generator&lt;/a&gt;."
}