{
    "id": "24339599",
    "revid": "39166520",
    "url": "https://en.wikipedia.org/wiki?curid=24339599",
    "title": "Hightower Falls",
    "text": "Hightower Falls is a &lt;a href=\"waterfall\"&gt;waterfall&lt;/a&gt; and &lt;a href=\"historic%20site\"&gt;historic site&lt;/a&gt; in &lt;a href=\"Cedartown%2C%20Georgia\"&gt;Cedartown&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;.\nHistory.\nIn 1843, Elias Dorsey Hightower, then 35 years old, built a &lt;a href=\"cotton%20gin\"&gt;cotton gin&lt;/a&gt; in the foothills of the &lt;a href=\"Appalachian%20Mountains\"&gt;Appalachian Mountains&lt;/a&gt; beside an waterfall. During this time cotton was becoming the mainstay of the &lt;a href=\"Southern%20United%20States\"&gt;south&lt;/a&gt;’s economy. Hightower then built a three-storey mill at the site, using it to grind wheat and corn for flour and cornmeal. The surrounding land was used to raise sheep by professional &lt;a href=\"Welsh%20people\"&gt;Welsh&lt;/a&gt; herders, who occupied the 2nd and 3rd floors of the mill. \nHightower feared for the safety of his mill and his home during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;. Troops camped on the mill grounds by the Falls, but left no damage. Hightower then built a dam at the precipice to raise the waterfall several feet. Once this was done, he added a &lt;a href=\"Tanning%20%28leather%29\"&gt;tannery&lt;/a&gt; and &lt;a href=\"sorghum%20syrup\"&gt;sorghum syrup&lt;/a&gt; mill, and &lt;a href=\"Apiculture\"&gt;raised honey bees&lt;/a&gt;.\nIn 1972, Hightower Falls opened to the public. Sightseers would often visit to picnic, tour the ruins of the beautiful grounds and sometimes find a romantic get-a-way spot. There were 120 campsites, 12 cabins, a camp store and a restaurant. All these amenities closed within a two-year period. Hightower Falls remains in ruins today from lack of use. The walls are the only remains of the old mill itself.\nSince being purchased by its current owners in 1996, the present owner of the Falls realized the significance of its heritage and re-opened it for public use. Today, the Falls are available through private bookings only.\nAmenities.\nFacilities at the Falls, used for private parties and celebrations, include: "
}