{
    "id": "24334936",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=24334936",
    "title": "Faustina Kowalska",
    "text": "Maria Faustyna Kowalska (born Helena Kowalska; 25 August 1905 – 5 October 1938), also known as Saint Maria Faustyna Kowalska of the Blessed Sacrament and popularly spelled Faustina, was a &lt;a href=\"Poles\"&gt;Polish&lt;/a&gt; &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic&lt;/a&gt; &lt;a href=\"nun\"&gt;nun&lt;/a&gt; and &lt;a href=\"Christian%20mystic\"&gt;mystic&lt;/a&gt;. Her &lt;a href=\"Visions%20of%20Jesus%20and%20Mary\"&gt;apparitions&lt;/a&gt; of &lt;a href=\"Jesus%20Christ\"&gt;Jesus Christ&lt;/a&gt; inspired the &lt;a href=\"Catholic%20devotions\"&gt;Roman Catholic devotion&lt;/a&gt; to the &lt;a href=\"Divine%20Mercy\"&gt;Divine Mercy&lt;/a&gt; and earned her the title of \"Secretary of Divine Mercy\".\nThroughout her life, Kowalska reported having visions of Jesus and conversations with him, which she noted in her diary, later published as \"\". Her biography, submitted to the &lt;a href=\"Congregation%20for%20the%20Causes%20of%20Saints\"&gt;Congregation for the Causes of Saints&lt;/a&gt;, quoted some of the conversations with Jesus regarding the Divine Mercy devotion.\nAt the age of 20 years, she joined a &lt;a href=\"convent\"&gt;convent&lt;/a&gt; in &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt;. She was later transferred to &lt;a href=\"P%C5%82ock\"&gt;Płock&lt;/a&gt; and then to &lt;a href=\"Vilnius\"&gt;Vilnius&lt;/a&gt;, where she met Father &lt;a href=\"Micha%C5%82%20Sopo%C4%87ko\"&gt;Michał Sopoćko&lt;/a&gt;, who was to be her &lt;a href=\"Confessor%23Confession%20of%20sins\"&gt;confessor&lt;/a&gt; and &lt;a href=\"spiritual%20director\"&gt;spiritual director&lt;/a&gt;, and who supported her devotion to the Divine Mercy. With this priest's help, Kowalska commissioned an artist to paint the first &lt;a href=\"Divine%20Mercy%20image\"&gt;Divine Mercy image&lt;/a&gt;, based on her vision of Jesus. &lt;a href=\"Micha%C5%82%20Sopo%C4%87ko\"&gt;Father Sopoćko&lt;/a&gt; celebrated Mass in the presence of this painting on Low Sunday, also known as the Second Sunday of Easter or (as established by Pope &lt;a href=\"John%20Paul%20II\"&gt;John Paul II&lt;/a&gt;), &lt;a href=\"Divine%20Mercy%20Sunday\"&gt;Divine Mercy Sunday&lt;/a&gt;.\nThe &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; canonized Kowalska as a &lt;a href=\"saint%23Catholic%20Church\"&gt;saint&lt;/a&gt; on 30 April 2000. The &lt;a href=\"Christian%20mysticism\"&gt;mystic&lt;/a&gt; is classified in the &lt;a href=\"liturgy\"&gt;liturgy&lt;/a&gt; as a virgin and is venerated within the church as the \"Apostle of Divine Mercy\". Her &lt;a href=\"tomb\"&gt;tomb&lt;/a&gt; is in &lt;a href=\"Divine%20Mercy%20Sanctuary%20%28Krakow%29\"&gt;Divine Sanctuary, Kraków-Łagiewniki&lt;/a&gt;, where she spent the end of her life and met confessor &lt;a href=\"J%C3%B3zef%20Andrasz\"&gt;Józef Andrasz&lt;/a&gt;, who also supported the message of mercy.\nEarly life.\nShe was born Helena Kowalska on 25 August 1905 in &lt;a href=\"G%C5%82ogowiec%2C%20%C5%81%C4%99czyca%20County\"&gt;Głogowiec, Łęczyca County&lt;/a&gt;, northwest of &lt;a href=\"%C5%81%C3%B3d%C5%BA\"&gt;Łódź&lt;/a&gt;, in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;. She was the third of ten children of Stanisław Kowalski and Marianna Kowalska. Her father was a carpenter and a peasant, and the family was poor and religious.\nShe later stated that she first felt a calling to the religious life while she attended the &lt;a href=\"Exposition%20of%20the%20Blessed%20Sacrament\"&gt;Exposition of the Blessed Sacrament&lt;/a&gt; at the age of seven. She wanted to enter the convent after she had completed her time at school, but her parents would not give her permission. When she was 16, she went to work as a housekeeper, first in &lt;a href=\"Aleksandr%C3%B3w%20%C5%81%C3%B3dzki\"&gt;Aleksandrów Łódzki&lt;/a&gt;, where she received the &lt;a href=\"Sacrament%20of%20Confirmation\"&gt;Sacrament of Confirmation&lt;/a&gt;, then in &lt;a href=\"%C5%81%C3%B3d%C5%BA\"&gt;Łódź&lt;/a&gt;, to support herself and to help her parents.\nEntering a Warsaw convent.\nIn 1924, at the age of 19, Kowalska went with her sister Natalia to a dance in a park in Łódź. Kowalska said that at the dance, she had a vision of a suffering Jesus, who she believed asked her: 'How long shall I put up with you and how long will you keep putting Me off?\" She then went to the &lt;a href=\"Archcathedral%20Basilica%20of%20St.%20Stanislaus%20Kostka%2C%20%C5%81%C3%B3d%C5%BA\"&gt;Łódź Cathedral&lt;/a&gt;, where, as she later said, Jesus instructed her to depart for Warsaw immediately and to enter a convent. She took a train for Warsaw, some 85 miles away, without asking her parents' permission and despite the fact that she knew nobody in Warsaw. The only belongings she took were the dress that she was wearing. Upon arrival, she entered the first church that she saw (&lt;a href=\"Church%20of%20the%20Immaculate%20Conception%20of%20the%20Blessed%20Virgin%20Mary%2C%20Warsaw\"&gt;Saint James Church&lt;/a&gt;, in the Ochota district) and attended Mass. She asked the priest, Father Dąbrowski, for suggestions, and he recommended staying with Mrs. Lipszycowa, a local woman whom he considered trustworthy, until she found a convent.\nThe girl approached several convents in Warsaw but was turned down each time, in one case being told that \"we do not accept maids here\", a reference to her evident poverty. Kowalska could read and write and had three or four years of education. After several weeks of searching, the Mother Superior at the convent of \"Zgromadzenie Sióstr Matki Bożej Miłosierdzia\" (&lt;a href=\"Congregation%20of%20the%20Sisters%20of%20Our%20Lady%20of%20Mercy\"&gt;Congregation of the Sisters of Our Lady of Mercy&lt;/a&gt;) decided to give Kowalska a chance and accepted her under the condition that she could pay for her &lt;a href=\"religious%20habit\"&gt;religious habit&lt;/a&gt;. Kowalska knew nothing of the convent that she was entering except that she believed she was being led there.\nIn 1925, the girl worked as a housemaid to save the money she needed, making deposits at the convent throughout the year and was finally accepted, as the Mother Superior had promised. On 30 April 1926, at the age of 20 years, she was clothed in the habit and received the &lt;a href=\"religious%20name\"&gt;religious name&lt;/a&gt; of Sister Maria Faustina of the &lt;a href=\"Blessed%20Sacrament\"&gt;Blessed Sacrament&lt;/a&gt;. Richard Torretto sees it as the feminine form of the name of a Roman martyr &lt;a href=\"Faustinus%20and%20Jovita\"&gt;Faustinus&lt;/a&gt;, who was killed in AD 120. In April 1928, having completed the novitiate, she took her first &lt;a href=\"religious%20vows\"&gt;religious vows&lt;/a&gt; as a nun, with her parents attending the rite. She was to be a nun for the rest of her short life.\nFrom February to April 1929, she was posted to the convent in &lt;a href=\"Wilno\"&gt;Wilno&lt;/a&gt;, then in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, now known as Vilnius, the capital of &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, where she served as a cook. Although her first posting to Vilnius was short, she returned there later and met the priest Michael Sopoćko, who supported her mission. A year after her first return from Vilnius, in May 1930, she was transferred to the convent in &lt;a href=\"P%C5%82ock\"&gt;Płock&lt;/a&gt;, Poland, for almost two years.\nLife as nun.\nPłock and Divine Mercy image.\nKowalska arrived in &lt;a href=\"P%C5%82ock\"&gt;Płock&lt;/a&gt; in May 1930. That year, the first signs of her illness, which was later thought to be &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt;, appeared, and she was sent to rest for several months in a nearby farm owned by her religious order. After her recovery, she returned to the convent, and by February 1931, she had been in the Płock area for about nine months.\nKowalska wrote that on the night of Sunday, 22 February 1931, while she was in her cell in Płock, Jesus appeared wearing a white garment with red and pale rays emanating from his heart. In her diary (Notebook I, Items 47 and 48), she wrote that Jesus told her:\nPaint an image according to the pattern you see, with the signature: \"Jesus, I trust in You\" (in Polish: \"Jezu, ufam Tobie\"). I desire that this image be venerated, first in your chapel, and then throughout the world. I promise that the soul that will venerate this image will not perish.\nNot knowing how to paint, Kowalska approached some other nuns at the convent in Płock for help, but she received no assistance. Three years later, after her assignment to Vilnius, the &lt;a href=\"Divine%20Mercy%20image%23First%20painting\"&gt;first artistic rendering of the image&lt;/a&gt; was produced under her direction.\nIn the same 22 February 1931 message about the Divine Mercy image, as Kowalska also wrote in (Notebook I, item 49), Jesus told her that he wanted the Divine Mercy image to be \"solemnly blessed on the first Sunday after Easter Sunday; that Sunday is to be the Feast of Mercy.\"\nIn November 1932, Kowalska returned to Warsaw to prepare to take her final vows as a nun, by which she would become in perpetuity a sister of Our Lady of Mercy. The ceremony took place on 1 May 1933, in &lt;a href=\"Divine%20Mercy%20Sanctuary%2C%20Krak%C3%B3w%23History\"&gt;Łagiewniki&lt;/a&gt;.\nVilnius and meeting Sopoćko.\nIn late May 1933, Kowalska was transferred to Vilnius to work as the gardener, here tasks including growing vegetables. She remained in Vilnius for about three years until March 1936. The convent in Vilnius then had only 18 sisters and was housed in a few scattered small houses, rather than a large building.\nShortly after arriving in Vilnius, Kowalska met the priest &lt;a href=\"Michael%20Sopo%C4%87ko\"&gt;Michael Sopoćko&lt;/a&gt;, the newly appointed confessor to the nuns. He was also a professor of pastoral theology at &lt;a href=\"Stefan%20Batory%20University\"&gt;Stefan Batory University&lt;/a&gt;, now called Vilnius University.\nWhen Kowalska went for the first time to this priest for confession, she told him that she had been conversing with Jesus, who had a plan for her. After some time, Sopoćko insisted on a complete &lt;a href=\"psychiatric\"&gt;psychiatric&lt;/a&gt; evaluation of Kowalska by Helena Maciejewska, a psychiatrist and a physician associated with the convent. This took place in 1933 and Kowalska passed the required tests and was declared of sound mind.\nSopoćko then began to have confidence in Kowalska and supported her efforts. He also counseled her to begin keeping a diary and to record the conversations and messages from Jesus of which she had told him. Kowalska told Sopoćko about the Divine Mercy image, and in January 1934, Sopoćko introduced her to the artist &lt;a href=\"Eugene%20Kazimierowski\"&gt;Eugene Kazimierowski&lt;/a&gt;, who was also a professor at the university.\nBy June 1934, Kazimierowski had finished painting the image, based on the direction of Kowalska and Sopoćko, the only Divine Mercy painting that Kowalska saw. A &lt;a href=\"superimposition\"&gt;superimposition&lt;/a&gt; of the face of Jesus in the Image of the Divine Mercy upon that in the already-famous &lt;a href=\"Shroud%20of%20Turin\"&gt;Shroud of Turin&lt;/a&gt; shows great similarity.\nKowalska wrote in her diary (Notebook I, Item 414) that on &lt;a href=\"Good%20Friday\"&gt;Good Friday&lt;/a&gt;, 19 April 1935, Jesus told her that he wanted the Divine Mercy image to be publicly honoured. A week later, on 26 April 1935, Sopoćko delivered the first sermon ever on the Divine Mercy, and Kowalska attended the sermon.\nThe first Mass during which the Divine Mercy image was displayed occurred on 28 April 1935, the second Sunday of Easter, and was attended by Kowalska. It was also the celebration of the end of the Jubilee of the Redemption by Pope &lt;a href=\"Pius%20XI\"&gt;Pius XI&lt;/a&gt;. Sopoćko obtained Archbishop &lt;a href=\"Romuald%20Ja%C5%82brzykowski\"&gt;Romuald Jałbrzykowski&lt;/a&gt;'s permission to place the Divine Mercy image within the &lt;a href=\"Gate%20of%20Dawn\"&gt;Gate of Dawn&lt;/a&gt; Church, in Vilnius, during the Mass that Sunday, and he celebrated the Mass himself.\nOn 13 September 1935, while still in Vilnius, Kowalska wrote of a vision about the &lt;a href=\"Chaplet%20of%20Divine%20Mercy\"&gt;Chaplet of Divine Mercy&lt;/a&gt; in her diary (Notebook I, Item 476). The chaplet is about a third of the length of the Rosary. Kowalska wrote that the purpose for the chaplet's prayers for mercy is threefold: to obtain mercy, to trust in Christ's mercy, and to show mercy to others.\nIn November 1935, Kowalska wrote the rules for a new &lt;a href=\"contemplative\"&gt;contemplative&lt;/a&gt; religious congregation devoted to the Divine Mercy. In December, she visited a house in Vilnius that she said she had seen in a vision as the first convent for the congregation.\nIn January 1936, Kowalska went to see Jałbrzykowski to discuss a new congregation for Divine Mercy. However, he reminded her that she was perpetually vowed to her current order. In March 1936, Kowalska told her superiors that she was thinking of leaving the order to start a new one that was specifically devoted to Divine Mercy, but she was transferred to &lt;a href=\"Walend%C3%B3w\"&gt;Walendów&lt;/a&gt;, southwest of Warsaw. She reported that Jesus had said to her: \"My Daughter, do whatever is within your power to spread devotion to My Divine Mercy, I will make up for what you lack.\"\nKraków and Kowalska's final years.\nIn 1936, Sopoćko wrote the first brochure on the Divine Mercy devotion, and Jałbrzykowski provided his \"&lt;a href=\"imprimatur\"&gt;imprimatur&lt;/a&gt;\" for it. The brochure carried the Divine Mercy image on the cover. Sopoćko sent copies of the brochure to Kowalska in Warsaw. Eventually he became the main promoter of her revelations.\nLater in 1936, Faustina became ill with what has since been speculated to be tuberculosis. She was moved to the &lt;a href=\"sanatorium\"&gt;sanatorium&lt;/a&gt; in &lt;a href=\"Pr%C4%85dnik%20Bia%C5%82y\"&gt;Prądnik&lt;/a&gt;, &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt;. She continued to spend much time in prayer in reciting the chaplet and praying for the conversion of sinners. The last two years of her life were spent praying and keeping her diary.\nOn 23 March 1937, Kowalska wrote in her diary (Notebook III, Item 1044) that she had a vision that the feast of the Divine Mercy would be celebrated in her local chapel and would be attended by large crowds and also that the same celebration would be held in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, attended by the &lt;a href=\"pope\"&gt;pope&lt;/a&gt;.\nIn July 1937, the first &lt;a href=\"holy%20cards\"&gt;holy cards&lt;/a&gt; with the Divine Mercy image were printed. In August, Sopoćko asked Kowalska to write the instructions for the &lt;a href=\"Chaplet%20of%20Divine%20Mercy\"&gt;Novena of Divine Mercy&lt;/a&gt;, which she had reported as a message from Jesus on &lt;a href=\"Good%20Friday\"&gt;Good Friday&lt;/a&gt; 1937.\nThroughout 1937, progress was made in promoting the Divine Mercy, and in November 1937, a pamphlet was published with the title \"Christ, King of Mercy\". The pamphlet included the chaplet, the novena and the litany of the Divine Mercy. The Divine Mercy image appeared on the cover, with the signature \"Jesus I Trust in You\". On 10 November 1937, Mother Irene, Kowalska's superior, showed her the booklets while Kowalska rested in her bed.\nAs her health deteriorated at the end of 1937, Kowalska's reported visions intensified, and she was said to be looking forward to an end to her life. In April 1938, her illness had progressed, and she was sent to rest in the &lt;a href=\"sanatorium\"&gt;sanatorium&lt;/a&gt; in Prądnik for what was to be her final stay there.\nIn September 1938, Sopoćko visited her at the sanatorium and found her very ill but in &lt;a href=\"Religious%20ecstasy\"&gt;ecstasy&lt;/a&gt;, as she was praying. Later that month, she was taken back home to Kraków to await her death there. Sopoćko visited her at the convent for the last time on 26 September 1938.\nKowalska died at the age of 33, on 5 October 1938, in Kraków. She was buried on 7 October and now rests at Kraków's &lt;a href=\"Divine%20Mercy%20Sanctuary%20%28Krakow%29\"&gt;Basilica of Divine Mercy&lt;/a&gt;.\nDevotion to Divine Mercy.\nSpread of devotion.\nBefore her death, Kowalska predicted that \"there will be a war, a terrible, terrible war\" and asked the nuns to pray for Poland. In 1939, a year after Kowalska's death, &lt;a href=\"Romuald%20Ja%C5%82brzykowski\"&gt;Romuald Jałbrzykowski&lt;/a&gt; noticed that her predictions about the war had taken place and allowed public access to the &lt;a href=\"Divine%20Mercy%20image\"&gt;Divine Mercy image&lt;/a&gt;, which resulted in large crowds that led to the spread of the Divine Mercy devotion. The devotion became a source of strength and inspiration for many people in Poland. By 1941, the devotion had reached the United States, and millions of copies of Divine Mercy prayer cards had been printed and distributed worldwide.\nIn 1942, Jałbrzykowski was arrested by the Nazis, and Sopoćko and other professors went into hiding near Vilnius for about two years. During that period, Sopoćko used his time to prepare for the establishment of a new religious congregation, based on the &lt;a href=\"Divine%20Mercy\"&gt;Divine Mercy&lt;/a&gt; messages reported by Kowalska. After the war, Sopoćko wrote the constitution for the congregation and helped the formation of what is now the Congregation of the Sisters of the Divine Mercy. By 1951, 13 years after Kowalska's death, there were 150 Divine Mercy centers in Poland.\nOn 24 June 1956, Pope Pius XII blessed an Image of the Divine Mercy in Rome, the only one blessed by a pope before the &lt;a href=\"Second%20Vatican%20Council\"&gt;Second Vatican Council&lt;/a&gt;. In 1955, under Pope Pius XII, the Bishop of &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Zielona%20G%C3%B3ra-Gorz%C3%B3w\"&gt;Gorzów&lt;/a&gt; founded a religious order, the Congregation of the Most Holy Lord Jesus Christ, Merciful Redeemer, to spread devotion to the Divine Mercy. Under both Pope Pius XI and Pope Pius XII, writings on devotion to the Divine Mercy were given &lt;a href=\"imprimatur\"&gt;imprimatur&lt;/a&gt;s by many bishops, making it an approved devotion. Cardinals &lt;a href=\"Adam%20Stefan%20Sapieha\"&gt;Adam Stefan Sapieha&lt;/a&gt; and &lt;a href=\"August%20Hlond\"&gt;August Hlond&lt;/a&gt; were among those who gave their approval. During the papacy of Pope Pius XII, Vatican Radio broadcast several times about the Divine Mercy.\nAfter a failed attempt to persuade Pope Pius XII to sign a condemnation, Cardinal &lt;a href=\"Alfredo%20Ottaviani\"&gt;Alfredo Ottaviani&lt;/a&gt;, at the &lt;a href=\"Holy%20Office\"&gt;Holy Office&lt;/a&gt;, included her works on a list he submitted to the newly elected &lt;a href=\"Pope%20John%20XXIII\"&gt;Pope John XXIII&lt;/a&gt; in 1959. On 6 March 1959, the Holy Office issued a notification, signed by Monsignor &lt;a href=\"Hugh%20O%27Flaherty\"&gt;Hugh O'Flaherty&lt;/a&gt; as notary, that forbade circulation of \"&lt;a href=\"Divine%20Mercy%20image\"&gt;images&lt;/a&gt; and writings that promote devotion to &lt;a href=\"Divine%20Mercy\"&gt;Divine Mercy&lt;/a&gt; \"in the forms proposed by Sister Faustina\"\" (emphasis in the original). The negative judgment of the Holy Office was based both on a faulty French or Italian translation of the diary, theological difficulties such as the claim that Jesus had promised complete remission of sin for certain devotional acts without specifying whether the forgiveness would be obtained directly or through undertaking reception of the sacraments, and what may have been thought to be excessive concentration on Faustina herself.\nThe ban remained in place for almost two decades. Meanwhile, Archbishop &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Karol Wojtyła&lt;/a&gt; of &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Krak%C3%B3w\"&gt;Kraków&lt;/a&gt; began in 1965, with the approval of the head of the Holy Office, the informative process on Kowalska's life and virtues, Then, on 15 April 1978, the Congregation for the Doctrine of the Faith issued a new notification, signed by the Prefect and the Secretary of the Congregation, that rescinded the previous one and reversed the ban on circulation of Kowalska's work. It decreed: \"This Sacred Congregation, in view of the many original documents that were unknown in 1959, giving consideration to the profoundly changed circumstances, and taking into account the view of many Polish ordinaries, declares no longer binding the prohibitions contained in the cited 'notification'\". \"Also, the Prefect of the Sacred Congregation for the Doctrine of the Faith declared that, \"with the new 'notification'... there no longer exists, on the part of this Sacred Congregation, any impediment to the spreading of the devotion to The Divine Mercy.\"\nArchbishop Karol Wojtyła later became Pope John Paul II and beatified and canonized Kowalska. He died in April 2005, on the eve of Divine Mercy Sunday, and was himself beatified by his successor, &lt;a href=\"Pope%20Benedict%20XVI\"&gt;Pope Benedict XVI&lt;/a&gt;, on Divine Mercy Sunday, 1 May 2011, and was canonized by &lt;a href=\"Pope%20Francis\"&gt;Pope Francis&lt;/a&gt; on Divine Mercy Sunday, 27 April 2014. &lt;a href=\"Divine%20Mercy%20Sunday\"&gt;Divine Mercy Sunday&lt;/a&gt; is celebrated on the &lt;a href=\"Octave%20of%20Easter\"&gt;Second Sunday of Easter&lt;/a&gt;, the Sunday after &lt;a href=\"Easter%20Sunday\"&gt;Easter Sunday&lt;/a&gt;.\nSainthood.\nIn 1965, with the approval of the Holy Office, &lt;a href=\"Karol%20Wojty%C5%82a\"&gt;Karol Wojtyła&lt;/a&gt;, then Archbishop of &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Krak%C3%B3w\"&gt;Kraków&lt;/a&gt; and later Pope John Paul II, opened the initial informative process into Kowalska's life and virtues, interviewed witnesses and, in 1967, submitted a number of documents about Kowalska to the Vatican and requested the start of the official process of her &lt;a href=\"beatification\"&gt;beatification&lt;/a&gt;. That was begun in 1968 and concluded with her beatification on 18 April 1993. She was canonised on 30 April 2000, and her feast day is 5 October.\n&lt;a href=\"Holy%20See%20Press%20Office\"&gt;The Holy See's Press Office&lt;/a&gt; biography provided on the occasion of her &lt;a href=\"canonization\"&gt;canonization&lt;/a&gt; quotes some of her reputed conversations with Jesus. The author and priest &lt;a href=\"Benedict%20Groeschel\"&gt;Benedict Groeschel&lt;/a&gt; considers a modest estimate of the following of the Divine Mercy devotion in 2010 to be over 100 million Catholics. Pope John Paul II said, \"The message she brought is the appropriate and incisive answer that God wanted to offer to the questions and expectations of human beings in our time, marked by terrible tragedies. Jesus said to Sr. Faustina one day: 'Humanity will never find &lt;a href=\"peace\"&gt;peace&lt;/a&gt; until it turns with trust to the Divine Mercy.'\"\nIn October 2011, a group of &lt;a href=\"Cardinal%20%28Catholic_Church%29\"&gt;cardinals&lt;/a&gt; and &lt;a href=\"Bishops%20in%20the%20Catholic%20Church\"&gt;bishops&lt;/a&gt; sent a petition to Pope Benedict XVI for Kowalska to be made a &lt;a href=\"Doctor%20of%20the%20Church\"&gt;Doctor of the Church&lt;/a&gt;.\nOn the 100th anniversary of the birth of Pope John Paul II, 18 May 2020, Faustina was added by Pope Francis to the &lt;a href=\"General%20Roman%20Calendar\"&gt;General Roman Calendar&lt;/a&gt; as an &lt;a href=\"Memorial%20%28liturgy%29\"&gt;optional memorial&lt;/a&gt;. The decree, issued by the &lt;a href=\"Congregation%20for%20Divine%20Worship%20and%20the%20Discipline%20of%20the%20Sacraments\"&gt;Congregation for Divine Worship and the Discipline of the Sacraments&lt;/a&gt;, allows her memorial to be celebrated around the world during &lt;a href=\"Mass_in_the_Catholic_Church\"&gt;Mass&lt;/a&gt; and the &lt;a href=\"Liturgy%20of%20the%20Hours\"&gt;Liturgy of the Hours&lt;/a&gt;.\nMiracles.\nThe formal beatification of Kowalska involved the case of Maureen Digan of &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. In March 1981 Digan reported a healing, while she was praying at the tomb of Kowalska. Digan had suffered from &lt;a href=\"lymphedema\"&gt;lymphedema&lt;/a&gt;, a disease that causes significant swelling from fluid retention, for decades and had undergone ten operations, including a leg amputation. Digan reported that while she prayed at Kowalska's tomb, she heard a voice saying \"ask for my help and I will help you\", and her constant pain stopped. After two days, Digan reported that her foot, which had previously been too large for her shoe because of her body's liquid retention, was healed. Upon her return to the United States, five Boston area physicians stated that she was healed, and the case was declared miraculous by the Vatican in 1992 based on the additional testimony of over 20 witnesses about her prior condition.\nDivine Mercy Promises.\n1. Jesus promises that the soul that will venerate this image will not perish (n. 48). \n2. Jesus also promises (that the soul that will venerate this image) will have victory over [its] enemies already here on earth and especially at the hour of death. I Myself will defend it as My own glory (n. 48)\n3. The soul that venerates this image will have a vessel that will search for grace in the Fountain of Mercy (n. 327).\n4. The soul that venerates this image with its rays dwell in a shelter and the hand of God‘s justice shall not lay hold of him/her (n. 299).\n5. At the Hour of Mercy, Jesus will refuse nothing to the soul that makes a request due to His Passion (n. 1320).\n6. By the spread of Divine Mercy, Christ will protect the souls by throughout their entire life, like a tender mother protecting her infant and, at the hour of death, He will not be a Judge for them, but the Merciful Savior (n. 1075).\n7. The soul that approaches the Fount of Life at the day of the Feast of Mercy will be granted complete remission of sins and punishment (n. 300).\n8. By the Novena to The Divine Mercy, the souls presented to Christ may draw strength and refreshment and whatever grace they need in the hardships of life, and especially at the hour of death (n. 1209).\n9. By the Chaplet of The Divine Mercy, Christ will embrace the souls with His Divine Mercy during their lifetime and especially at the hour of their death (n. 754).\n10. By the Chaplet of The Divine Mercy, it pleases Christ to grant everything the soul asks (n. 1541).\n11. By the Chaplet of The Divine Mercy, when hardened sinners say it, Christ will fill their souls with peace, and the hour of their death will be a happy one (n. 1541).\n12. The soul that appeals to His Mercy and those that glorify and proclaim His great mercy to others, Christ will deal with them, at the hour of their death, according to His infinite Mercy (n. 379).\nFilms"
}