{
    "id": "2434244",
    "revid": "24382878",
    "url": "https://en.wikipedia.org/wiki?curid=2434244",
    "title": "Capital Gang",
    "text": "Capital Gang is an American weekly political talk show on &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt; which aired on Saturday evenings at 7 p.m. &lt;a href=\"North%20American%20Eastern%20Time%20Zone\"&gt;ET&lt;/a&gt;. The show debuted in the fall of 1988 and ran until CNN cancelled it in 2005.\nThe original panel was &lt;a href=\"Pat%20Buchanan\"&gt;Pat Buchanan&lt;/a&gt;, &lt;a href=\"Robert%20Novak\"&gt;Robert Novak&lt;/a&gt;, &lt;a href=\"Al%20Hunt\"&gt;Al Hunt&lt;/a&gt;, and &lt;a href=\"Mark%20Shields\"&gt;Mark Shields&lt;/a&gt;. &lt;a href=\"Mona%20Charen\"&gt;Mona Charen&lt;/a&gt; and &lt;a href=\"Margaret%20Warner\"&gt;Margaret Warner&lt;/a&gt; joined the panel in 1992, when Buchanan left the show to run for president in 1992. In 1993, Warner left the program to join PBS and was replaced by &lt;a href=\"Margaret%20Carlson\"&gt;Margaret Carlson&lt;/a&gt;, and &lt;a href=\"Kate%20O%27Beirne\"&gt;Kate O'Beirne&lt;/a&gt; replaced Charen when she moved to \"Capital Gang Sunday\" in 1995. Typically four of the commentators were featured along with a prominent public official from either party. Buchanan, O'Beirne, Charen and Novak were the &lt;a href=\"American%20conservatism\"&gt;conservative&lt;/a&gt; panelists, while Shields, Hunt, Warner and Carlson were the &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; commentators.\n\"Capital Gang Sunday\" was hosted by &lt;a href=\"James%20Glassman\"&gt;James Glassman&lt;/a&gt; in the mid-1990s. It featured panelists &lt;a href=\"Juan%20Williams\"&gt;Juan Williams&lt;/a&gt;, &lt;a href=\"Howard%20Fineman\"&gt;Howard Fineman&lt;/a&gt;, &lt;a href=\"Ruth%20Conniff\"&gt;Ruth Conniff&lt;/a&gt;, &lt;a href=\"James%20Warren%20%28journalist%29\"&gt;James Warren&lt;/a&gt;, and &lt;a href=\"Mona%20Charen\"&gt;Mona Charen&lt;/a&gt;. The show did not feature any guests and was more cerebral than combative, in contrast to the Saturday version. In 1998, it was canceled, along with CNN's Sunday edition of \"&lt;a href=\"Crossfire%20%28U.S.%20TV%20program%29\"&gt;Crossfire&lt;/a&gt;\".\nIn 2005, after overall declining ratings at the network, CNN attempted to shake up its programming by cancelling several of its politically oriented shows, including the \"Capital Gang\" and \"Crossfire\".\nThe \"Capital Gang\" panelists appeared together again on NBC's \"&lt;a href=\"Meet%20the%20Press\"&gt;Meet the Press&lt;/a&gt;\" with &lt;a href=\"Tim%20Russert\"&gt;Tim Russert&lt;/a&gt; on February 17, 2008. With the Democratic nomination race still very much undecided, and the role of the &lt;a href=\"superdelegate\"&gt;superdelegate&lt;/a&gt;s in question, Hunt, Carlson, Shields, Novak and O'Beirne gathered to discuss the issues."
}