{
    "id": "243648",
    "revid": "1063233062",
    "url": "https://en.wikipedia.org/wiki?curid=243648",
    "title": "Gaelic Athletic Association",
    "text": "The Gaelic Athletic Association (GAA; ; CLG) is an Irish international &lt;a href=\"amateur%20sports\"&gt;amateur sporting&lt;/a&gt; and cultural organisation, focused primarily on promoting indigenous &lt;a href=\"Gaelic%20games\"&gt;Gaelic games&lt;/a&gt; and pastimes, which include the traditional Irish sports of &lt;a href=\"hurling\"&gt;hurling&lt;/a&gt;, &lt;a href=\"camogie\"&gt;camogie&lt;/a&gt;, &lt;a href=\"Gaelic%20football\"&gt;Gaelic football&lt;/a&gt;, &lt;a href=\"Gaelic%20handball\"&gt;Gaelic handball&lt;/a&gt; and &lt;a href=\"rounders\"&gt;rounders&lt;/a&gt;. The association also promotes &lt;a href=\"Irish%20music\"&gt;Irish music&lt;/a&gt; and &lt;a href=\"Irish%20dance\"&gt;dance&lt;/a&gt;, as well as the &lt;a href=\"Irish%20language\"&gt;Irish language&lt;/a&gt;.\nAs of 2014, the organisation had over 500,000 members worldwide, and declared total revenues of €65.6 million in 2017. The Games Administration Committee (GAC) of the Gaelic Athletic Association (GAA) governing bodies organise the fixture list of &lt;a href=\"Gaelic%20games\"&gt;Gaelic games&lt;/a&gt; within a &lt;a href=\"GAA%20county\"&gt;GAA county&lt;/a&gt; or &lt;a href=\"provincial%20councils\"&gt;provincial councils&lt;/a&gt;.\nGaelic football and hurling are the most popular activities promoted by the organisation, and the most popular sports in the &lt;a href=\"Republic%20of%20Ireland\"&gt;Republic of Ireland&lt;/a&gt; in terms of attendances. Gaelic football is also the second most popular participation sport in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;. The women's version of these games, &lt;a href=\"ladies%27%20Gaelic%20football\"&gt;ladies' Gaelic football&lt;/a&gt; and &lt;a href=\"camogie\"&gt;camogie&lt;/a&gt;, are organised by the independent but closely linked &lt;a href=\"Ladies%27%20Gaelic%20Football%20Association\"&gt;Ladies' Gaelic Football Association&lt;/a&gt; and the &lt;a href=\"Camogie%20Association%20of%20Ireland\"&gt;Camogie Association of Ireland&lt;/a&gt; respectively. &lt;a href=\"GAA%20Handball\"&gt;GAA Handball&lt;/a&gt; is the governing body for the sport of &lt;a href=\"Gaelic%20handball\"&gt;handball&lt;/a&gt;, while the other Gaelic sport, rounders, is managed by the GAA Rounders National Council ().\nSince its foundation in 1884, the association has grown to become a major influence in Irish sporting and &lt;a href=\"Culture%20of%20Ireland\"&gt;cultural life&lt;/a&gt;, with considerable reach into communities throughout Ireland and among the &lt;a href=\"Irish%20diaspora\"&gt;Irish diaspora&lt;/a&gt;.\nFoundation and history.\nOn 1 November 1884, a group of Irishmen gathered in the &lt;a href=\"Hayes%27%20Hotel\"&gt;Hayes' Hotel&lt;/a&gt; billiard room to formulate a plan and establish an organisation to foster and preserve Ireland's unique games and athletic pastimes. And so, the Gaelic Athletic Association (GAA) was founded. The architects and founding members were &lt;a href=\"Michael%20Cusack\"&gt;Michael Cusack&lt;/a&gt; of &lt;a href=\"County%20Clare\"&gt;County Clare&lt;/a&gt;, &lt;a href=\"Maurice%20Davin\"&gt;Maurice Davin&lt;/a&gt;, &lt;a href=\"Joseph%20K.%20Bracken\"&gt;Joseph K. Bracken&lt;/a&gt;, &lt;a href=\"Thomas%20St%20George%20McCarthy\"&gt;Thomas St George McCarthy&lt;/a&gt;, a District Inspector in the &lt;a href=\"Royal%20Irish%20Constabulary\"&gt;Royal Irish Constabulary&lt;/a&gt;, P. J. Ryan of Tipperary, &lt;a href=\"John%20Wyse%20Power\"&gt;John Wyse Power&lt;/a&gt;, and John McKay. Maurice Davin was elected president, Cusack, Wyse-Power and McKay were elected Secretaries and it was agreed that &lt;a href=\"Thomas%20Croke\"&gt;Archbishop Croke&lt;/a&gt;, &lt;a href=\"Charles%20Stewart%20Parnell\"&gt;Charles Stewart Parnell&lt;/a&gt; and &lt;a href=\"Michael%20Davitt\"&gt;Michael Davitt&lt;/a&gt; would be asked to become Patrons.\nIn 1922 it passed over the job of promoting &lt;a href=\"athletics%20%28physical%20culture%29\"&gt;athletics&lt;/a&gt; to the &lt;a href=\"National%20Athletic%20and%20Cycling%20Association\"&gt;National Athletic and Cycling Association&lt;/a&gt;.\nCompetitions.\nThe GAA organises a number of competitions at divisional, county, &lt;a href=\"Inter%20county\"&gt;inter-county&lt;/a&gt;, provincial, &lt;a href=\"GAA%20Interprovincial%20Championship\"&gt;inter-provincial&lt;/a&gt; and &lt;a href=\"All-Ireland%23In%20sports\"&gt;national (All-Ireland)&lt;/a&gt; levels. A number of competitions follow a progressive format in which, for example, the winners of a &lt;a href=\"All-Ireland%20Senior%20Club%20Football%20Championship%23Format\"&gt;club county football competition&lt;/a&gt; progress to a competition involving the top clubs from each county in the province, with the champions from each province progressing through a series of national finals.\nCultural activities.\nThe association has had a long history of promoting Irish culture.\nThrough a division of the association known as &lt;a href=\"Sc%C3%B3r\"&gt;Scór&lt;/a&gt; (Irish for \"score\"), the association promotes Irish cultural activities, running competitions in music, singing, dancing and storytelling.\nRule 4 of the GAA's official guide states:\n\"The Association shall actively support the &lt;a href=\"Irish%20language\"&gt;Irish language&lt;/a&gt;, traditional &lt;a href=\"Irish%20dancing\"&gt;Irish dancing&lt;/a&gt;, &lt;a href=\"Irish%20music\"&gt;music&lt;/a&gt;, song, and other aspects of &lt;a href=\"Irish%20culture\"&gt;Irish culture&lt;/a&gt;. It shall foster an awareness and love of the national ideals in the people of Ireland, and assist in promoting a community spirit through its clubs.\"\nThe group was formally founded in 1969, and is promoted through various Association clubs throughout Ireland (as well as some clubs outside Ireland).\nGrounds.\nThe association has many stadiums scattered throughout Ireland and beyond. Every county, and nearly all clubs, have grounds on which to play their home games, with varying capacities and utilities.\nThe hierarchical &lt;a href=\"structure%20of%20the%20GAA\"&gt;structure of the GAA&lt;/a&gt; is applied to the use of grounds. Clubs play at their own grounds for the early rounds of the &lt;a href=\"List%20of%20Gaelic%20Athletic%20Association%20competitions%23Club\"&gt;club championship&lt;/a&gt;, while the latter rounds from quarter-finals to finals are usually held at a county ground, i.e. the ground where &lt;a href=\"GAA%20county\"&gt;inter-county&lt;/a&gt; games take place or where the county board is based.\nThe provincial championship finals are usually played at the same venue every year. However, there have been exceptions, such as in &lt;a href=\"Ulster%20GAA\"&gt;Ulster&lt;/a&gt;, where in 2004 and 2005 the &lt;a href=\"Ulster%20Senior%20Football%20Championship\"&gt;Ulster Football Finals&lt;/a&gt; were played in Croke Park, as the anticipated attendance was likely to far exceed the capacity of the traditional venue of &lt;a href=\"St%20Tiernach%27s%20Park\"&gt;St Tiernach's Park&lt;/a&gt;, &lt;a href=\"Clones%2C%20County%20Monaghan\"&gt;Clones&lt;/a&gt;.\nCroke Park.\n&lt;a href=\"Croke%20Park\"&gt;Croke Park&lt;/a&gt; is the association's flagship venue and is known colloquially as \"Croker\" or \"Headquarters\", since the venue doubles as the association's base. With a capacity of 82,300, it ranks among the top five stadiums in Europe by capacity, having undergone extensive renovations for most of the 1990s and early 21st century. Every September, Croke Park hosts the All-Ireland inter-county Hurling and Football Finals as the conclusion to the summer championships. Croke Park holds the All-Ireland club football and hurling finals. Croke Park is named after &lt;a href=\"Thomas%20Croke\"&gt;Archbishop Thomas Croke&lt;/a&gt;, who was elected as a patron of the GAA during the formation of the GAA in 1884. \nThe Croke Park campus is also home to the &lt;a href=\"National%20Handball%20Centre\"&gt;National Handball Centre&lt;/a&gt;, which replaced the old Croke Park Handball Centre built in the 1970s. The centre is due to be the home of &lt;a href=\"GAA%20Handball\"&gt;GAA Handball&lt;/a&gt; and to play host to All-Ireland &lt;a href=\"Gaelic%20Handball\"&gt;Gaelic Handball&lt;/a&gt; finals.\nOther grounds.\nThe next three biggest grounds are all in &lt;a href=\"Munster\"&gt;Munster&lt;/a&gt;: &lt;a href=\"Semple%20Stadium\"&gt;Semple Stadium&lt;/a&gt; in &lt;a href=\"Thurles\"&gt;Thurles&lt;/a&gt;, &lt;a href=\"County%20Tipperary\"&gt;County Tipperary&lt;/a&gt;, with a capacity of 53,000, the &lt;a href=\"Gaelic%20Grounds\"&gt;Gaelic Grounds&lt;/a&gt; in &lt;a href=\"Limerick\"&gt;Limerick&lt;/a&gt;, which holds 50,000, and &lt;a href=\"P%C3%A1irc%20U%C3%AD%20Chaoimh\"&gt;Páirc Uí Chaoimh&lt;/a&gt;, &lt;a href=\"County%20Cork\"&gt;County Cork&lt;/a&gt;, which can accommodate 45,000.\nOther grounds with capacities above 25,000 include:\nResearch by former &lt;a href=\"Fermanagh%20GAA\"&gt;Fermanagh&lt;/a&gt; county footballer Niall Cunningham led to the publication in 2016 by his website, gaapitchlocator.net, of a map of 1,748 GAA grounds in Ireland, ranging from 24 grounds in his own county to 171 in Cork.\nNationalism and community relations.\nCommunity associations within Northern Ireland.\nThe association has, since its inception, been closely associated with &lt;a href=\"Irish%20nationalism\"&gt;Irish nationalism&lt;/a&gt;, and this has continued to the present, particularly in relation to Northern Ireland, where the sports are played predominantly by members of the mainly &lt;a href=\"Irish%20Catholic\"&gt;Catholic&lt;/a&gt; nationalist community, and many in the Protestant unionist population consider themselves excluded by a perceived political ethos. According to one sports historian, the GAA \"is arguably the most striking example of politics shaping sport in modern history\".\nA perception within &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt; &lt;a href=\"Unionism%20in%20Ireland\"&gt;unionist&lt;/a&gt; circles that the GAA is a &lt;a href=\"Irish%20nationalism\"&gt;nationalist&lt;/a&gt; organisation is reinforced by the naming of some GAA grounds, clubs, competitions and trophies after prominent nationalists or republicans.\nOther critics point to protectionist rules such as Rule 42 which prohibits competing, chiefly British, sports (referred to by some as \"garrison games\" or &lt;a href=\"List%20of%20Gaelic%20Games%20terminology%23F\"&gt;foreign sports&lt;/a&gt;) from GAA grounds. As a result, the GAA became a target for &lt;a href=\"Ulster%20loyalism\"&gt;loyalist&lt;/a&gt; paramilitaries during &lt;a href=\"the%20Troubles\"&gt;the Troubles&lt;/a&gt; when a number of GAA supporters were killed and clubhouses damaged. As the profile of Gaelic football has been raised in Ulster so too has there been an increase in the number of sectarian attacks on Gaelic clubs in Northern Ireland.\nSome of the protectionist rules are as follows:\nRule 42 and other sports in GAA grounds.\n&lt;a href=\"Rule%2042\"&gt;Rule 42&lt;/a&gt; (Rule 5.1 in the 2009 rulebook) prohibits the use of GAA property for games with interests in conflict with the interests of the GAA referred to by some as \"garrison games\" or &lt;a href=\"List%20of%20Gaelic%20Games%20terminology%23F\"&gt;foreign sports&lt;/a&gt;. Current rules state that GAA property may only be used for the purpose or in connection with the playing of games controlled by the association. Sports not considered 'in conflict' with the GAA &lt;a href=\"List%20of%20non-Gaelic%20games%20played%20in%20Croke%20Park\"&gt;have been permitted&lt;/a&gt;.\nOn 16 April 2005 the GAA's congress voted to temporarily relax Rule 42 and allow international soccer and rugby to be played in the stadium while Lansdowne Road Football Ground was closed for redevelopment. The first soccer and rugby union games permitted in Croke Park took place in early 2007, the first such fixture being &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland's&lt;/a&gt; home match in the &lt;a href=\"Six%20Nations%20Championship\"&gt;Six Nations Rugby Union Championship&lt;/a&gt; against &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt;.\nIn addition to the opening of Croke Park to competing sports, local GAA units have sought to rent their facilities out to other sports organisations for financial reasons in violation of Rule 42. The continued existence of Rule 42 has proven to be controversial since the management of Croke Park has been allowed to earn revenue by renting the facility out to competing sports organisations, but local GAA units which own smaller facilities cannot. It is also said that it is questionable as to whether or not such rental deals would be damaging to the GAA's interests.\nDefunct rules.\nThe GAA has had some notable rules in the past which have since been abolished. &lt;a href=\"Rule%2021\"&gt;Rule 21&lt;/a&gt;, instituted in 1897 when it was suspected that &lt;a href=\"Royal%20Irish%20Constabulary\"&gt;Royal Irish Constabulary&lt;/a&gt; spies were trying to infiltrate the organization, prohibited members of the British forces from membership of the GAA. The rule was abolished after an overwhelming majority voted for its removal at a special congress convened in November 2001. &lt;a href=\"Rule%2027\"&gt;Rule 27&lt;/a&gt;, sometimes referred to as \"The Ban\", dated from 1901 and banned GAA members from taking part in or watching non Gaelic games. During that time people such as &lt;a href=\"Douglas%20Hyde\"&gt;Douglas Hyde&lt;/a&gt;, GAA patron and then President of Ireland, was expelled for attending a soccer international. Rule 27 was abolished in 1971.\nCross-community outreach in Ulster.\nThe association points out the role of members of &lt;a href=\"Religion%20in%20Ireland\"&gt;minority religions&lt;/a&gt; in the membership throughout its history. For example, the Protestant &lt;a href=\"Jack%20Boothman\"&gt;Jack Boothman&lt;/a&gt; was &lt;a href=\"List%20of%20Presidents%20of%20the%20Gaelic%20Athletic%20Association\"&gt;president&lt;/a&gt; of the organisation from 1993 to 1997, while Sam Maguire was a &lt;a href=\"Church%20of%20Ireland\"&gt;Church of Ireland&lt;/a&gt; member. Nonetheless, to address concerns of unionists, the association's Ulster Council has embarked on a number of initiatives aimed at making the association and Gaelic games more accessible to northern Protestants. In November 2008, the council launched a \"Community Development Unit\", which is responsible for \"Diversity and Community Outreach initiatives\". The Cúchulainn Initiative is a cross-community program aimed at establishing teams consisting of Catholic and Protestant schoolchildren with no prior playing experience. Cross-community teams such as the Belfast Cuchulainn under-16 hurling team have been established and gone on to compete at the &lt;a href=\"Continental%20Youth%20Championship\"&gt;Continental Youth Championship&lt;/a&gt; in the USA. Similar hurling and Gaelic football teams have since emerged in Armagh, Fermanagh, Limavady. \n&lt;a href=\"David%20Hassan\"&gt;David Hassan&lt;/a&gt;, from the University of Ulster, has written about the cross community work of the association and other sporting bodies in Ulster.\nThe 'Game of three-halves' cross-community coaching initiative was established in predominantly Protestant east Belfast in 2006. Organised through Knock Presbyterian Church, this scheme brings Association coaches to work alongside their soccer and rugby counterparts to involve primary school children at summer coaching camps. The Ulster Council is also establishing cross-community football and hurling teams in schools and is developing links with the &lt;a href=\"Ulster-Scots%20Agency\"&gt;Ulster-Scots Agency&lt;/a&gt; and the &lt;a href=\"Church%20of%20Ireland\"&gt;Church of Ireland&lt;/a&gt;. The council has also undertaken a series of meetings with political parties and community groups who would have traditionally have had no involvement in the association.\nOther community outreach.\nIn January 2011, the then President of Ireland, &lt;a href=\"Mary%20McAleese\"&gt;Mary McAleese&lt;/a&gt;, announced the launch of an island-wide project called the \"GAA Social Initiative\". This aims to address the problem of isolation in rural areas where older people have limited engagement with the community. The initiative was later expanded by teaming up with the Irish Farmers Association to integrate that organisation's volunteers into the initiative.\nParticipation outside Ireland.\nClubs outside Ireland.\nMembers of the &lt;a href=\"Irish%20diaspora\"&gt;Irish diaspora&lt;/a&gt; have set-up clubs in a number of regions and countries outside of Ireland, and there are GAA clubs in the United States, Australia, Britain, Canada, China, continental Europe, and elsewhere outside of Ireland.\nInternationals.\nWhile some units of the association outside Ireland participate in Irish competitions, the association does not hold internationals played according to the rules of either Gaelic football or hurling. Compromise rules have been reached with two \"related sports\".\nHurlers play an annual fixture against a national &lt;a href=\"shinty\"&gt;shinty&lt;/a&gt; team from &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;.\n&lt;a href=\"International%20Rules%20Football\"&gt;International Rules Football&lt;/a&gt; matches have taken place between an &lt;a href=\"Ireland%20international%20rules%20football%20team\"&gt;Irish national team&lt;/a&gt; drawn from the ranks of Gaelic footballers, against an &lt;a href=\"Australia%20international%20rules%20football%20team\"&gt;Australian national team&lt;/a&gt; drawn from the &lt;a href=\"Australian%20Football%20League\"&gt;Australian Football League&lt;/a&gt;. The venue alternates between Ireland and Australia. In December 2006, the International series between Australia and Ireland was called off due to excessive violence in the matches, but resumed in October 2008 when Ireland won a two test series in Australia. The Irish welcomed the All Australian team at the headquarters of the GAA (Croke Park) on 21 November 2015. It was single one-off test match, which led the Irish to reclaim the &lt;a href=\"Cormac%20McAnallen\"&gt;Cormac McAnallen&lt;/a&gt; Cup by a score of 56–52.\nHandball.\nThe international dimension of &lt;a href=\"Gaelic%20handball\"&gt;Gaelic handball&lt;/a&gt; includes a World Championship tournament, alongside a &lt;a href=\"European%201-Wall%20Tour\"&gt;European Tour&lt;/a&gt; and US Semi-Professional Tour. The 4-Wall and &lt;a href=\"International%20fronton\"&gt;1-Wall&lt;/a&gt; codes of the game are played around the world [with slightly different rules depending on which country one is playing in] and the World Handball Championships are organised by the World Handball Council. A &lt;a href=\"European%201-Wall%20Tour\"&gt;European Tour&lt;/a&gt; has been set up with players from across Europe participating. 4-Wall Handball is played primarily in Ireland, the US and Canada while the &lt;a href=\"International%20fronton\"&gt;1-Wall&lt;/a&gt; code is played (in addition to the three mentioned) in Belgium, France, Holland, Italy, Spain and the UK.\nWinter training ban.\nTo address concerns about player &lt;a href=\"Burnout%20%28psychology%29\"&gt;burnout&lt;/a&gt;, the association adopted a rule in 2007 that prohibited collective training for inter-county players for a period of two months every winter. This has proven to be controversial in that it is difficult to enforce, and in the drive to stay competitive, managers have found ways to avoid it, such as organising informal 'athletic clubs' and other activities that they can use to work on the physical fitness of players without overtly appearing to be training specifically at Gaelic games."
}