{
    "id": "24367509",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=24367509",
    "title": "Crataegus iracunda",
    "text": "Crataegus iracunda, with common name passionate hawthorn, and sometimes called the &lt;a href=\"stolon\"&gt;stolon&lt;/a&gt;-bearing &lt;a href=\"Crataegus\"&gt;hawthorn&lt;/a&gt; is a North American species of &lt;a href=\"Crataegus\"&gt;hawthorn&lt;/a&gt;. It was described in 1899 by &lt;a href=\"Chauncey%20Delos%20Beadle\"&gt;Chauncey Delos Beadle&lt;/a&gt; of the &lt;a href=\"Biltmore%20Herbarium\"&gt;Biltmore Herbarium&lt;/a&gt; (&lt;a href=\"Biltmore%20Estate\"&gt;Biltmore Estate&lt;/a&gt;) in &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;. Taxonomic opinions have differed about this species, and to complicate matters \"&lt;a href=\"Crataegus%20macrosperma\"&gt;Crataegus macrosperma&lt;/a&gt;\" and various species of &lt;a href=\"Crataegus%20ser.%20Populneae\"&gt;\"C.\" series \"Populneae\"&lt;/a&gt; have frequently been misidentified as \"C. iracunda\", leading to differing statements about its geographic range. The 2015 &lt;a href=\"Flora%20of%20North%20America\"&gt;Flora of North America&lt;/a&gt; considers its range to be in the southeastern U.S., restricted to the US states of &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;, and &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;.\n\"Crataegus iracunda\" is a branching shrub or small tree rarely more than in height, sprouting from the roots and thus forming large thickets. Leaves are egg-shaped, pointed at the tips, with teeth along the edges. Flowers come in flat-topped arrays. Fruit is red or orange, sometimes with green blotches.\nVarieties within the species have been defined, for example:"
}