{
    "id": "24373365",
    "revid": "1058709208",
    "url": "https://en.wikipedia.org/wiki?curid=24373365",
    "title": "Hawaii Democratic Revolution of 1954",
    "text": "The Hawaii Democratic Revolution of 1954 is a popular term for the territorial elections of 1954 in which the long dominance of the &lt;a href=\"Hawaii%20Republican%20Party\"&gt;Hawaii Republican Party&lt;/a&gt; in the legislature came to an abrupt end, replaced by the &lt;a href=\"Democratic%20Party%20of%20Hawaii\"&gt;Democratic Party of Hawaii&lt;/a&gt; which has remained dominant since. The shift was preceded by &lt;a href=\"general%20strikes\"&gt;general strikes&lt;/a&gt;, &lt;a href=\"protests\"&gt;protests&lt;/a&gt;, and other acts of &lt;a href=\"civil%20disobedience\"&gt;civil disobedience&lt;/a&gt; that took place in the &lt;a href=\"Hawaii\"&gt;Hawaiian Archipelago&lt;/a&gt;. The strikes by the Isles' labor workers demanded similar pay and benefits to their &lt;a href=\"Contiguous%20United%20States\"&gt;Mainland&lt;/a&gt; counterparts. The strikes also crippled the power of the &lt;a href=\"sugarcane\"&gt;sugarcane&lt;/a&gt; &lt;a href=\"Sugar%20plantations%20in%20Hawaii\"&gt;plantation&lt;/a&gt;s and the &lt;a href=\"Big%20Five%20%28Hawaii%29\"&gt;Big Five Oligopoly&lt;/a&gt; over their workers.\nPrelude.\nHawaii had a &lt;a href=\"dominant-party%20system\"&gt;dominant-party system&lt;/a&gt; since the 1887 revolution. The 1887 &lt;a href=\"Bayonet%20Constitution\"&gt;Bayonet Constitution&lt;/a&gt; took most of the power away from the monarchy and allowed the &lt;a href=\"Hawaii%20Republican%20Party\"&gt;Republican Party&lt;/a&gt; to dominate the legislature. Besides a brief change of power to the &lt;a href=\"Home%20Rule%20Party%20of%20Hawaii\"&gt;Home Rule Party&lt;/a&gt; following annexation, the Republicans had run the &lt;a href=\"Territory%20of%20Hawaii\"&gt;Territory of Hawaii&lt;/a&gt;. The &lt;a href=\"industrialism\"&gt;industrialist&lt;/a&gt; Republicans formed a powerful sugar &lt;a href=\"oligarchy\"&gt;oligarchy&lt;/a&gt;, the &lt;a href=\"Big%20Five%20%28Hawaii%29\"&gt;Big Five&lt;/a&gt;.\nIllustrative of the prominence of industrialists in the political and social life of the territory was the controversial &lt;a href=\"Massie%20Trial\"&gt;trial&lt;/a&gt; of &lt;a href=\"Grace%20Fortescue\"&gt;Grace Fortescue&lt;/a&gt; for the murder of &lt;a href=\"Joseph%20Kahahawai\"&gt;Joseph Kahahawai&lt;/a&gt;. Following her conviction territorial governor &lt;a href=\"Lawrence%20M.%20Judd\"&gt;Lawrence M. Judd&lt;/a&gt; commuted her 10-year sentence for &lt;a href=\"manslaughter\"&gt;manslaughter&lt;/a&gt; to one hour. Many felt the trial was a failure of justice from political forces. Among the unhappy residents of Hawaii was &lt;a href=\"John%20A.%20Burns\"&gt;John A. Burns&lt;/a&gt;, a police officer during the trial. Burns founded a movement by collecting support from the impoverished sugar plantation workers. He also restored strength to the divided and weak Democratic Party of Hawaii.\nILWU.\nThe Hilo Longshoremen led by Jack Kawano began unified &lt;a href=\"Strike%20action\"&gt;strikes&lt;/a&gt; in the 1930s. The Hilo Longshoremen merged with the &lt;a href=\"International%20Longshore%20and%20Warehouse%20Union\"&gt;ILWU&lt;/a&gt;, and &lt;a href=\"Jack%20Wayne%20Hall\"&gt;Jack Wayne Hall&lt;/a&gt; was sent to Hawaii. Among these unified strikes was the disastrous &lt;a href=\"Hilo%20Massacre\"&gt;1938 strike in Hilo&lt;/a&gt; against the Inter-Island Steamship Company. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; striking was put on hold as the members dedicated their efforts towards the war. In 1944 the ILWU and &lt;a href=\"Communist%20Party%20of%20Hawaii\"&gt;Communist Party of Hawaii&lt;/a&gt; put their support behind the Democratic Party since it became apparent that Burns and his movement wanted to empower the &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt;. This meeting in 1944 has been considered the beginning of the movement. The movement became known as the \"Burns Machine\". Burns admitted in 1975 that Communist Party members in the ILWU provided vital experience in maintaining secrecy and organizing support among labor workers while keeping the early movement underground.\nAfter the &lt;a href=\"overthrow%20of%20the%20Hawaiian%20Monarchy\"&gt;overthrow of the Hawaiian Monarchy&lt;/a&gt; by a group of foreign and local residents, the members were not restrained in &lt;a href=\"industrializing\"&gt;industrializing&lt;/a&gt; the Islands, forming plantations and the Big Five. &lt;a href=\"Economic%20inequality\"&gt;Economic inequality&lt;/a&gt; increased, largely caused by the hyper-concentration of wealth among the planters. On the plantations earlier strikes had failed, as when an ethnic camp went on strike the other ethnic groups' camps acted as &lt;a href=\"strikebreakers\"&gt;strikebreakers&lt;/a&gt;; the traditional example was the Japanese and &lt;a href=\"Filipino%20people\"&gt;Filipino&lt;/a&gt; camps' rivalry. The next generation of workers were children of the immigrant workers, born in Hawaii: \"&lt;a href=\"Nisei\"&gt;Nisei&lt;/a&gt;s\", were a major demographic factor in favor of the movement. Many immigrant workers were denied citizenship but could live and work in the islands &lt;a href=\"Indentured%20servant\"&gt;under contract&lt;/a&gt;. The children of these workers who were born in Hawaii &lt;a href=\"Birthright%20citizenship%20in%20the%20United%20States%20of%20America\"&gt;automatically became citizens&lt;/a&gt; and at this time they began to come of age to be registered voters and could express their dissatisfaction with their votes. They also had gone to school with children from the other ethnic camps and sometimes intermarried them, and therefore did not express the strong ethnic rivalries that their parents had. After the meeting in 1944, Jack Hall began organizing these plantation workers in a strike campaign known as the March Inland for better working conditions and pay.\nAfter the war, Burns was able to gain support from &lt;a href=\"Japanese%20American\"&gt;Japanese American&lt;/a&gt; veterans of the &lt;a href=\"100th%20Infantry%20Battalion%20%28United%20States%29\"&gt;100th&lt;/a&gt; and &lt;a href=\"442nd%20Infantry%20Regiment%20%28United%20States%29\"&gt;442nd&lt;/a&gt; returning home. He encouraged the veterans to become educated under the &lt;a href=\"G.I.%20Bill\"&gt;G.I. Bill&lt;/a&gt; and to run for public office. &lt;a href=\"Daniel%20Inouye\"&gt;Daniel Inouye&lt;/a&gt;, who would become a very prominent US senator, is considered the first of the veterans he recruited and was a prominent member of the movement.\nMarch Inland.\nHall and Kawano's strikes resumed after the war. The ILWU helped to organize the plantation workers spreading &lt;a href=\"unionization\"&gt;unionization&lt;/a&gt; from the sea to the land. The successful campaign boosted the union's Hawaiian membership to a sizable 25,000 by the decade's end. This allowed the movement to organize &lt;a href=\"general%20strike\"&gt;general strike&lt;/a&gt;s in the &lt;a href=\"Sugar%20plantations%20in%20Hawaii\"&gt;sugar industry&lt;/a&gt; and &lt;a href=\"Territory%20of%20Hawaii%23Pineapples%20and%20Hawaii\"&gt;pineapple industry&lt;/a&gt;, not just strikes at the docks. The &lt;a href=\"Hawaiian%20sugar%20strike%20of%201946\"&gt;Hawaiian sugar strike of 1946&lt;/a&gt; was launched against the &lt;a href=\"Hawaiian%20Sugar%20Planters%27%20Association\"&gt;Hawaiian Sugar Planters' Association&lt;/a&gt; and the Big Five leaving the cane fields derelict. The &lt;a href=\"1947%20Pineapple%20Strike\"&gt;1947 Pineapple Strike&lt;/a&gt; followed on &lt;a href=\"Lanai\"&gt;Lanai&lt;/a&gt; but ended in failure and was tried again in 1951. The &lt;a href=\"1949%20Hawaiian%20Dock%20Strike\"&gt;1949 Hawaiian Dock Strike&lt;/a&gt; froze shipping in Hawaii for 177 days, ended with the territorial &lt;a href=\"Dock%20Seizure%20Act\"&gt;Dock Seizure Act&lt;/a&gt;.\nNative Hawaiians.\nNative Hawaiians were on both sides of the Revolution; they were at the time in a social limbo in having less power and rights than Hawaiians of European descent but more than Hawaiians of East Asian descent. Older Native Hawaiians tended to fear the change would further decline their status, while youths embraced the prospect of gain by ousting the status quo.\nHouse Un-American Activities Committee.\nAs the movement developed the more &lt;a href=\"communist\"&gt;communist&lt;/a&gt; components began to show through. The strikes were increasingly politicized and at the 1949 strike the White Republican aristocracy who were owners in the Big Five became concerned over the communist trend by workers. On October 7, after the 1949 dock strike that year, the territorial legislature requested the &lt;a href=\"House%20Un-American%20Activities%20Committee\"&gt;House Un-American Activities Committee&lt;/a&gt; to investigate the strikes that had become frequent in the territory. On August 28, 1951, the FBI rounded up seven members of the movement including &lt;a href=\"Jack%20Wayne%20Hall\"&gt;Jack Wayne Hall&lt;/a&gt;, &lt;a href=\"Charles%20Fujimoto\"&gt;Charles Fujimoto&lt;/a&gt; (chairman of the Communist Party of Hawaii), and &lt;a href=\"Koji%20Ariyoshi\"&gt;Koji Ariyoshi&lt;/a&gt; (editor of the \"&lt;a href=\"Honolulu%20Record\"&gt;Honolulu Record&lt;/a&gt;\"), who had also published pro-communist work. The Hawaii 7 were charged under the &lt;a href=\"Smith%20Act\"&gt;Smith Act&lt;/a&gt; for conspiring to overthrow the government; all were released by 1958.\nPolitical elections and reforms.\nIn the 1950 Democratic Convention &lt;a href=\"John%20A.%20Burns\"&gt;John A. Burns&lt;/a&gt; was elected chairman of the convention and decided that the Party was ready for a strong push at the 1950 elections. But with its progress, the party was dividing into two factions: the right-wing \"Walkout\" who opposed Burns and the left-wing \"Standpat\" members who supported Burns. Among the Standpats was &lt;a href=\"John%20H.%20Wilson%20%28Hawaii%20politician%29\"&gt;John H. Wilson&lt;/a&gt;, the founder of the Democratic Party of Hawaii himself, although he did not always agree with Burns, allied with him. With the fracture of the conservative members, the party began to slide farther leftward. Burns wished to re-establish the party ideology as &lt;a href=\"Centre-left\"&gt;Center-Left&lt;/a&gt;. He had Party members sign an affidavit pledging their loyalty to the Democratic Party and not the Communist Party, to deflect communist criticisms and keep the &lt;a href=\"far%20left\"&gt;far left&lt;/a&gt; in check. During this time communists refrained from discussing their ideology. The rivalry between the two halves of the Democratic Party lead to several defeats in the elections against the Republicans.\nLeading up to the 1954 elections the Walkout faction had collapsed into smaller factions proving no threat to the Standpat faction, who effectively took over the party. During the 1954 territorial elections, the Democrats took 22 seats in the territorial House of Representatives, an increase of 11, while the Republicans had just eight out of 30 total. In the territorial Senate, Democrats likewise won a majority of nine out of fifteen, in increase of two from the previous legialsture.\nThe Democrats began to reform the government installing a &lt;a href=\"progressive%20tax\"&gt;progressive tax&lt;/a&gt;, land reform, environmental protections, comprehensive health insurance plan and expanded collective bargaining.\nPresident &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight D. Eisenhower&lt;/a&gt; appointed Republican &lt;a href=\"Samuel%20Wilder%20King\"&gt;Samuel Wilder King&lt;/a&gt; as &lt;a href=\"Governor%20%28United%20States%29\"&gt;governor&lt;/a&gt;. King acted as an &lt;a href=\"obstructionism\"&gt;obstructionist&lt;/a&gt; by using the veto 71 times during his administration. Burns commented that during these times the Democrats were more focused on building the Democratic government rather than running it. Following Statehood, Burns – who, until then, had lost his elections – was elected Governor of Hawaii. The strike campaign by the ILWU continued until 1958 when another large sugar strike called the &lt;a href=\"Aloha%20Strike\"&gt;Aloha Strike&lt;/a&gt; took place from February 1 to June 6 and ended the campaign.\nStatehood.\nStatehood for Hawaii failed to gain much support in Congress until 1953 when the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; passed a statehood bill (which did not become law). Burns attempted to collaborate with &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;, which was also pressing to become a state. Burns came under scrutiny by &lt;a href=\"anti-communist\"&gt;anti-communist&lt;/a&gt; &lt;a href=\"Southern%20Democrats\"&gt;Southern Democrats&lt;/a&gt; over the role of the Communist Party. Another factor against statehood was a strong possibility of a &lt;a href=\"non-white\"&gt;non-white&lt;/a&gt; senator and their opposition to &lt;a href=\"racial%20segregation\"&gt;racial segregation&lt;/a&gt;. Back in Hawaii, 93% of the population voted in support of statehood. When , was enacted March 18, 1959, and took effect August 21, the &lt;a href=\"State%20of%20Hawaii\"&gt;State of Hawaii&lt;/a&gt; was established."
}