{
    "id": "24404041",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=24404041",
    "title": "Jim Ailinger",
    "text": "James Joseph Ailinger (July 10, 1901 – March 27, 2001) was a dentist, an American &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player for the &lt;a href=\"University%20of%20Buffalo\"&gt;University of Buffalo&lt;/a&gt;, a football player for the &lt;a href=\"Buffalo%20%28NFL%29\"&gt;Buffalo Bisons&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) and long time college football linesmen.\nAilinger played center and tackle for the &lt;a href=\"University%20of%20Buffalo\"&gt;University of Buffalo&lt;/a&gt; football team and was captain of the basketball team for one year.\nHe played as a reserve on the line during the &lt;a href=\"1924%20Buffalo%20Bisons%20%28NFL%29%20season\"&gt;1924 Buffalo Bisons (NFL) season&lt;/a&gt;. He was part of an initiative to boost gate attendance for the Buffalo, New York franchise, mixing local talent such as Ailinger with big-name stars such as &lt;a href=\"Benny%20Boynton\"&gt;Benny Boynton&lt;/a&gt;, &lt;a href=\"Eddie%20Kaw\"&gt;Eddie Kaw&lt;/a&gt;, &lt;a href=\"Pete%20Calac\"&gt;Pete Calac&lt;/a&gt; and &lt;a href=\"Swede%20Youngstrom\"&gt;Swede Youngstrom&lt;/a&gt;. He was paid $50 U.S. for each game he was on the roster. After the 1924 NFL season, Ailinger swiftly retired despite an offer to return to the team in 1925. (As a future dentist, he was fearful of hurting his hands.) Ailinger put his NFL earnings toward tuition for dental school at the University of Buffalo.\nIn addition to running a successful dental practice for over 60 years, Ailinger remained involved in sports. He served as an assistant football coach and assistant basketball coach at the &lt;a href=\"University%20of%20Buffalo\"&gt;University of Buffalo&lt;/a&gt;. He was once considered the dean of eastern collegiate football officials, officiating in over 425 college football games from 1925 to 1960. He was frequently sought after for prestigious collegiate football assignments and worked four &lt;a href=\"Army%E2%80%93Navy%20Game\"&gt;Army–Navy Game&lt;/a&gt;s and three &lt;a href=\"Harvard%E2%80%93Yale%20football%20rivalry\"&gt;Harvard–Yale&lt;/a&gt; games. He also spent time in the mid-1940s as the general manager of the &lt;a href=\"Buffalo%20Bisons%20%28AHL%29\"&gt;Buffalo Bisons (AHL)&lt;/a&gt; minor league hockey franchise.\nIn 1998, he was inducted into the Greater Buffalo Sports Hall of Fame. He was, at the time of his death in 2001, the oldest surviving NFL player. (&lt;a href=\"Sam%20Dana\"&gt;Sam Dana&lt;/a&gt;, who was born in 1903, assumed that title after Ailinger's death.)"
}