{
    "id": "24419463",
    "revid": "42040634",
    "url": "https://en.wikipedia.org/wiki?curid=24419463",
    "title": "2009 Bhutan earthquake",
    "text": "The 2009 Bhutan earthquake occurred on 21 September at 14:53 &lt;a href=\"Bhutan%20Time\"&gt;BTT&lt;/a&gt; (08:53 &lt;a href=\"Coordinated%20Universal%20Time\"&gt;UTC&lt;/a&gt;) in the eastern region of &lt;a href=\"Bhutan\"&gt;Bhutan&lt;/a&gt; with &lt;a href=\"Moment%20magnitude%20scale\"&gt;moment magnitude&lt;/a&gt; of 6.1. The epicenter was situated at east of the capital &lt;a href=\"Thimphu\"&gt;Thimphu&lt;/a&gt;, in &lt;a href=\"Monggar%20District\"&gt;Monggar District&lt;/a&gt;. However, &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt; and northern &lt;a href=\"India\"&gt;India&lt;/a&gt; also felt it, with buildings in &lt;a href=\"Guwahati\"&gt;Guwahati&lt;/a&gt;, &lt;a href=\"Assam\"&gt;Assam&lt;/a&gt;, cracking up. The tremors were felt as far as &lt;a href=\"Tibet%20Autonomous%20Region\"&gt;Tibet&lt;/a&gt;.\nAt least eleven people are reported to have been killed—seven in Bhutan, four in India. The death toll, initially ten, increased when one more died in the night. At least fifteen were wounded. Many of the deaths in Bhutan came about when their houses fell in on top of them. The Indians were construction workers whose road fell through.\nOne businessman said the earthquake happened as shopping was underway for the &lt;a href=\"Blessed%20Rainy%20Day\"&gt;Blessed Rainy Day&lt;/a&gt; ceremony of &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt;. Another inhabitant said it \"made the surrounding hills look like they were throwing up dust\" and that \"the road was suddenly filled with boulders and mud\". Thousands are living outdoors as a result. Children were crushed under structures as they caved in. Roads were blocked but these were cleaned up relatively quickly. Monasteries were also struck. People ran for their lives out of their homes.\nAftershocks.\nThere were at least seven aftershocks.\nAn earthquake measuring 5.7 on the Richter scale was heard in &lt;a href=\"Burma\"&gt;Myanmar&lt;/a&gt; and the northeast &lt;a href=\"India\"&gt;India&lt;/a&gt;n states of &lt;a href=\"Assam\"&gt;Assam&lt;/a&gt;, &lt;a href=\"Arunachal%20Pradesh\"&gt;Arunachal Pradesh&lt;/a&gt;, &lt;a href=\"Nagaland\"&gt;Nagaland&lt;/a&gt; and &lt;a href=\"Manipur\"&gt;Manipur&lt;/a&gt; and the following day.\nReaction.\n&lt;a href=\"List%20of%20Prime%20Ministers%20of%20Bhutan\"&gt;Prime Minister&lt;/a&gt; of &lt;a href=\"Bhutan\"&gt;Bhutan&lt;/a&gt; &lt;a href=\"Jigme%20Thinley\"&gt;Jigme Thinley&lt;/a&gt; said the earthquake was \"one of the biggest disasters in recent times\". He also said the length of the earthquake (95 seconds) was \"very long\". He and his home minister embarked on a visit to the region."
}