{
    "id": "24437265",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=24437265",
    "title": "Anthony Windham Jones",
    "text": "Anthony Windham Jones also known as Windham Jones or Wyndham Jones (1879 - 23 October 1959) was a &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; half back who played club rugby for &lt;a href=\"Cardiff%20RFC\"&gt;Cardiff&lt;/a&gt; and &lt;a href=\"Mountain%20Ash%20RFC\"&gt;Mountain Ash&lt;/a&gt;. Jones was capped just once for &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt;, but this was during the &lt;a href=\"1905%20Home%20Nations%20Championship\"&gt;1905 Home Nations Championship&lt;/a&gt;, making Jones a &lt;a href=\"Grand%20Slam%20%28rugby%20union%29\"&gt;Grand Slam&lt;/a&gt; winning player.\nRugby career.\nWindham Jones came to note as a rugby player when he played for Cardiff during the 1902/03 season. Despite playing for one of Wales' premier clubs, by 1905 he was representing Mountain Ash, a second tier club of the period. It was while playing for Mountain Ash that Windham Jones was given his one and only Welsh international cap. The 1905 Home Nations Championship saw Wales win the Championship and the Grand Slam, and in the opening game of the tournament, &lt;a href=\"Swansea%20RFC\"&gt;Swansea&lt;/a&gt; pairing &lt;a href=\"Dicky%20Owen\"&gt;Dicky Owen&lt;/a&gt; and &lt;a href=\"Dick%20Jones%20%28rugby%20player%29\"&gt;Dick Jones&lt;/a&gt;, the 'Dancing Dicks' were the preferred half back option. Jones was injured after the English game and was replaced by another Swansea player &lt;a href=\"Billy%20Trew\"&gt;Billy Trew&lt;/a&gt;. When Trew also retired injured, Windham Jones was given an opportunity to fill his role in the half back position. Windham Jones was central to both Welsh &lt;a href=\"Try%20%28rugby%29\"&gt;tries&lt;/a&gt;, scoring the first under the posts after dummying through the Irish defence; and then setting up the second try for &lt;a href=\"Teddy%20Morgan\"&gt;Teddy Morgan&lt;/a&gt;. Even with a key role in his first international game, he was replaced for the next year's Championship by &lt;a href=\"Percy%20Bush\"&gt;Percy Bush&lt;/a&gt;, and never represented Wales again.\nAfter retiring from playing rugby, Windham Jones continued his connection with the sport when he became a committee member of the &lt;a href=\"Welsh%20Rugby%20Union\"&gt;Welsh Rugby Union&lt;/a&gt;, and in the 1920s was one of the few ex-internationals to represent the WRU. He left the post in 1926, replaced by ex-&lt;a href=\"British%20and%20Irish%20Lions\"&gt;Lions&lt;/a&gt; manager &lt;a href=\"Harry%20Packer\"&gt;Harry Packer&lt;/a&gt;. Later Windham Jones ran the line at several international matches.\nWindham Jones is often miscredited as playing for &lt;a href=\"Newport%20RFC\"&gt;Newport&lt;/a&gt;, but this was actually his son, also Windham Jones, who represented the club for five seasons between 1921 and 1926.\nInternational matches played.\nWales"
}