{
    "id": "24451140",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=24451140",
    "title": "Gordie C. Hanna",
    "text": "Gordie C. Hanna (July 1, 1903 – December 23, 1993, known as \"Jack\" Hanna) was a &lt;a href=\"University%20of%20California-Davis\"&gt;University of California-Davis&lt;/a&gt; &lt;a href=\"agronomy\"&gt;agronomy&lt;/a&gt; professor who helped revolutionize the &lt;a href=\"tomato\"&gt;tomato&lt;/a&gt;-growing industry. He won the &lt;a href=\"John%20Scott%20Award\"&gt;John Scott Award&lt;/a&gt; in 1976 for his development of a tomato variety capable of being machine-harvested. The variety came to be known as the \"square tomato,\" being slightly blockier, preventing it from rolling off conveyor belts.\nCareer.\nHarvestable tomato variety.\nIn the early 1940s, California’s tomato industry was threatened due to a lack of laborers to harvest the crops. In response, the UC Davis Agricultural Engineering department developed a mechanical tomato harvester. Unfortunately, the machine crushed the tomatoes. The &lt;a href=\"University%20of%20California-Davis\"&gt;University of California-Davis&lt;/a&gt;'s Vegetable Crops department, led by Hanna, came to the rescue by breeding a firmer-skinned tomato. \nHowever, he was tight-lipped about much of his early work. “When he first began trying to breed such a tomato in 1942, Hanna kept his idea to himself, unsure of what others at the university would think of it”. “Perhaps for good reason: when his concept started to circulate, it was met with little support, in terms of both its technical feasibility and its anticipated negative impact on California agricultural labor.” Hanna's creation, variety VF145, became known as the square tomato, not because it was really square, but because its blockier shape prevented it from rolling off conveyor belts.\nTomato harvester.\nThe development of the world’s first mechanical harvesting tomato wasn’t Hanna’s only contribution to tomato production. With the harvestable tomato in hand, in 1961 he teamed up with UC Davis agricultural engineer Coby Lorenzen (who also won the &lt;a href=\"John%20Scott%20Award\"&gt;John Scott Award&lt;/a&gt; in 1976) to develop a harvester to reap the hardier variety of tomato. Engineering the equipment was no small challenge because tomato harvesting requires multiple functions, including cutting and lifting the vines, then separating the tomatoes from the vines. During the 1950s, the UC Davis team refined the experimental harvester and in 1959 convinced a California company, Blackwelder Manufacturing, to commercialize the design. Within three years of its introduction, the proportion of California's tomato acreage planted with mechanically harvestable tomatoes rose from 7 percent to 85 percent.\nWhile mechanical harvesting was initially controversial because it seemingly displaced human labor, it reduced harvesting costs by nearly one half and eliminated an economic constraint on the US processing tomato industry, resulting in large increases in tomato acreage and yield. Those increases, in turn, provided additional employment in field work, transportation and processing that more than offset the displaced harvesting jobs.\nHanna also bred most of California’s disease-resistant asparagus and developed several internationally produced sweet potato varieties."
}