{
    "id": "24480225",
    "revid": "29826975",
    "url": "https://en.wikipedia.org/wiki?curid=24480225",
    "title": "Eddie Price III",
    "text": "Edward Joseph Price, III (born 1953 in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;), is the former &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt; of &lt;a href=\"Mandeville%2C%20Louisiana\"&gt;Mandeville&lt;/a&gt; in &lt;a href=\"St.%20Tammany%20Parish%2C%20Louisiana\"&gt;St. Tammany Parish&lt;/a&gt;, who resigned from office in 2009 amidst a federal plea agreement.\nPrice was initially elected in April 1996 to succeed his fellow &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;, Paul Spitzfaden, a three-term Mandeville mayor.\nBackground.\nLike his eponymous relative &lt;a href=\"Eddie%20Price\"&gt;Eddie Price&lt;/a&gt;, Eddie Price, III, played &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; for &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;' &lt;a href=\"Jesuit%20High%20School%20%28New%20Orleans%29\"&gt;Jesuit High School&lt;/a&gt; and for the &lt;a href=\"Tulane%20University\"&gt;Tulane University&lt;/a&gt; &lt;a href=\"Tulane%20Green%20Wave\"&gt;Green Wave&lt;/a&gt;. He was first elected mayor of Mandeville in 1996 after serving on the Mandeville City Council for a 16-year period characterized by exponential growth as well as administration largely free of controversy.\nCauseway accident.\nDuring his fourth term as mayor in 2008, Price became increasingly surrounded by scandals, one of them involving a &lt;a href=\"wee%20hours\"&gt;wee-hours&lt;/a&gt; accident on April 22, when Price drove a city-owned luxury &lt;a href=\"sport%20utility%20vehicle\"&gt;sport utility vehicle&lt;/a&gt; (SUV) into a &lt;a href=\"Toll%20house\"&gt;tollbooth&lt;/a&gt; at the north end of the &lt;a href=\"Lake%20Pontchartrain%20Causeway\"&gt;Lake Pontchartrain Causeway&lt;/a&gt;; he admitted that he had been &lt;a href=\"alcohol%20%28drug%29\"&gt;drinking&lt;/a&gt;, but the failure of the causeway police to give the mayor a &lt;a href=\"Drunk%20driving%20%28United%20States%29%23Field%20sobriety%20tests\"&gt;sobriety test&lt;/a&gt;, along with the failure of the police to issuer a &lt;a href=\"Traffic%20ticket%23United%20States\"&gt;ticket&lt;/a&gt; until two weeks later when the story was in the hands of news reporters, augmented the controversy.\nFailure of recall petition.\nPrice gave up the keys to the city SUV in June 2008. In February 2009 a petition to &lt;a href=\"Recall%20election%23United%20States\"&gt;recall&lt;/a&gt; Price from the mayoralty failed to collect enough signatures prior to its deadline. Soon after failure of the recall—and on the same day (March 6, 2009) as the inauguration of a city vehicle policy which Councilwoman Trilby Lenfant criticized as deficient in accountability—Price again began driving the city's SUV, which, according to Cindy Chang in the New Orleans \"Times-Picayune\", \nIndictment.\nOn August 13, 2009, Price was &lt;a href=\"Indictment%23United%20States\"&gt;indicted&lt;/a&gt; for &lt;a href=\"perjury\"&gt;perjury&lt;/a&gt; in a case against Gary Kopp, owner of SpeeDee Oil Change &amp; Tune-Up Company. Price maintained his innocence and refused to resign even as the \"Times-Picayune\" editorially urged him to do so. Instead, he announced plans to select a new &lt;a href=\"Chief%20of%20police%23United%20States\"&gt;police chief&lt;/a&gt;, whereupon the \"Times-Picayune\" published a second editorial calling for him to resign. On August 27, 2009, for the second year in a row the Mandeville &lt;a href=\"City%20Council\"&gt;City Council&lt;/a&gt; gave no raises to Price and his department heads but did grant raises up to 5 percent for others on the city payroll. At his arraignment on September 3, backed by his attorney Ralph Whalen, Price pleaded innocent. In the same month a &lt;a href=\"Grand%20jury%23Federal%20level\"&gt;grand jury&lt;/a&gt; began investigating allegations of corruption in Mandeville city government, including council members; on September 25 the \"Times-Picayune\" claimed that the implicit reason for the investigation \"is thought to be\" focused on Price. The next day, the newspaper—positing that the council members \"were testifying before a grand jury investigating possible criminal wrongdoing by Mayor Eddie Price\"—left less to read between the lines.\nResignation.\nOn October 9, 2009, Price resigned as mayor, supposedly in the context of a plea bargain with law-enforcement authorities—the \"Times-Picayune\", then editorializing: \nThe Mandeville City Council set about to choose an interim mayor.\nOn October 16, 2009, Price plead guilty to tax evasion and depriving citizens of honest services through mail fraud. He was to be sentenced on January 28, 2010. On October 17, 2009, Edward \"Buddy\" Lyons, having been chosen by the Mandeville City Council, was sworn in as interim mayor of Mandeville. Lyons (born 1929) is a former mayor of &lt;a href=\"Houma%2C%20Louisiana\"&gt;Houma&lt;/a&gt;, president of &lt;a href=\"Terrebonne%20Parish%2C%20Louisiana\"&gt;Terrebonne Parish&lt;/a&gt;, and member of the Terrebonne Parish &lt;a href=\"police%20jury\"&gt;police jury&lt;/a&gt;. After retiring to Mandeville, he served for 5 months on the Mandeville City Council in 2000 to complete the unexpired term of Jack McGuire. Lyons, in applying to be interim mayor, agreed not to be a candidate in the March 27, 2010, &lt;a href=\"by-election\"&gt;special election&lt;/a&gt; to select a mayor to complete the term to which Price had been elected and which ends in 2012. The hotly contested election was won by Republican Donald Villere in a 3-vote majority over Republican Trilby Lenfant, 1,372 votes to 1,369.\nConviction.\nOn June 17, 2010, &lt;a href=\"judge%23United%20States\"&gt;Judge&lt;/a&gt; &lt;a href=\"Martin%20Leach-Cross%20Feldman\"&gt;Martin Feldman&lt;/a&gt; sentenced Price in &lt;a href=\"United%20States%20District%20Court%20for%20the%20Eastern%20District%20of%20Louisiana\"&gt;U.S. district court in New Orleans&lt;/a&gt; on charges of &lt;a href=\"income%20tax%20evasion\"&gt;income tax evasion&lt;/a&gt; as well as &lt;a href=\"Political%20corruption\"&gt;corruption&lt;/a&gt;. The sentence was for 64 months to commence on August 12, 2010. Price continued to face sentencing for the perjury charges. Two days before Price's sentence was to begin, Feldman granted a delay of the start of the prison term until September 11, 2010. On September 29, 2010, Feldman reset the start of the prison term to October 27, 2010 and shortened it to 40 months. The U.S. Attorney's Office agreed Price should be resentenced under the guidelines for traditional mail fraud, which carries a less severe sentence than the crime Price pleaded guilty to.\nAfter serving forty months, Price was released in the spring of 2013 from the &lt;a href=\"United%20States%20Penitentiary%2C%20Leavenworth\"&gt;United States Penitentiary&lt;/a&gt; in &lt;a href=\"Leavenworth%2C%20Kansas\"&gt;Leavenworth&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;.\nPersonal life.\nAccording to the mayor's biographical sketch on the Mandeville city web site, Eddie and Sarah \"Sally\" Price have five children: Shawn, Sarah, Shannon, Eddie and Samantha. Eddie Price, III, a board member for the American Public Works Association (APWA), has served in leadership roles with the St. Tammany Parish Municipal Association, the St. Tammany Homebuilders Association, the Saint Tammany Parish Republican Party Political Action Council, and the St. Tammany Republican Parish Executive Committee). He is a member of Trinity Evangelical Church, an affiliate of the &lt;a href=\"Evangelical%20Free%20Church%20of%20America\"&gt;Evangelical Free Church of America&lt;/a&gt;. \"A community that fails to plan, plans to fail\"—that is his stated philosophy."
}