{
    "id": "244899",
    "revid": "7676940",
    "url": "https://en.wikipedia.org/wiki?curid=244899",
    "title": "Billy Bishop",
    "text": "William Avery Bishop, (8 February 1894 – 11 September 1956) was a Canadian &lt;a href=\"flying%20ace\"&gt;flying ace&lt;/a&gt; of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;.\nHe was officially credited with 72 victories, making him the top Canadian and British Empire ace of the war. He was an &lt;a href=\"Air%20Marshal\"&gt;Air Marshal&lt;/a&gt; and a &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt; recipient.\nDuring the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, Bishop was instrumental in setting up and promoting the &lt;a href=\"British%20Commonwealth%20Air%20Training%20Plan\"&gt;British Commonwealth Air Training Plan&lt;/a&gt;.\nEarly life.\nWilliam Avery Bishop (commonly called Billy Bishop to distinguish him from his father) was born in &lt;a href=\"Owen%20Sound\"&gt;Owen Sound&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; on 8 February 1894, blond, blue-eyed, and weighing 11 pounds. He was the third of four children born to William Avery Bishop Sr. and Margaret Louisa (Green) Bishop. William Avery Bishop Sr. was a lawyer and graduate of &lt;a href=\"Osgoode%20Hall%20Law%20School\"&gt;Osgoode Hall Law School&lt;/a&gt; in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, Ontario. He was the Registrar of &lt;a href=\"Grey%20County%2C%20Ontario\"&gt;Grey County&lt;/a&gt;; he was appointed to the post after backing the winning Liberal Party candidate in the national elections of 1896. He was consequential enough to be invited to a dinner for British dignitaries hosted by Prime Minister &lt;a href=\"Sir%20Wilfrid%20Laurier\"&gt;Sir Wilfrid Laurier&lt;/a&gt;.\nEldest brother Worth was ten years old when Billy arrived. His other brother, Kilbourn, was born in 1886, but died in 1893, the year before Billy's birth. Sister Louise, to whom Billy became very close, was born in 1895, a year after him.\nSchool days.\nYoung Billy Bishop grew up in the inland port city of Owen Sound on &lt;a href=\"Georgian%20Bay\"&gt;Georgian Bay&lt;/a&gt;, touted to be \"the next Liverpool\". He was distinguished from the other children on several counts. He spoke with a slight lisp. Also, he was the only boy in town who attended classes at Miss Pearl's Dancing School with the local girls. Add to that, his mother sent him to school in suit and tie; his schoolboy classmates scorned his formal dress and damaged his garb. Then too, he did not care for team sports like lacrosse, football, and hockey, preferring solitary sports, such as riding, swimming, or billiards at the &lt;a href=\"Young%20Men%27s%20Christian%20Association\"&gt;YMCA&lt;/a&gt; or local &lt;a href=\"pool%20hall\"&gt;pool hall&lt;/a&gt;s. Most especially, he became a marksman. His father gave him a .22 caliber rifle for Christmas, along with a promise of 25 cents for every squirrel the youth shot. The family orchard, which had been overrun by a destructive plague of squirrels, was soon free of the beasts as the young sniper mastered the one-shot kill. Some sources insist that the young hunter learned the art of &lt;a href=\"deflection%20shooting\"&gt;deflection shooting&lt;/a&gt;, the knack of leading a moving target, at this time.\nDefending himself against teasing, Bishop earned the reputation of a fighter on the schoolyard, defending himself and others easily against bullies. Once, he fought seven boys, and won. And if he drew male antagonism, he had no problem attracting female company. He was slender and of average height, but undeniably handsome, with a firm jaw, full lips, and straight nose over a pencil moustache.\nIn the classroom, it was a different tale. Bishop was less successful at his studies; he would abandon any subject he could not easily master, and was often absent from class.\nIn 1910, at the age of 16, after reading a newspaper article, Bishop built a glider out of cardboard, wooden crates, bedsheets, and twine, and made an attempt to fly off the roof of his three-story house. He was dug, unharmed, out of the wreckage by his sister Louise. After she helped him hide the wreckage, she insisted he owed her a favor, and insisted he date her girlfriend Margaret Burden.\nThe granddaughter of &lt;a href=\"Timothy%20Eaton\"&gt;Timothy Eaton&lt;/a&gt;, the department store &lt;a href=\"magnate\"&gt;magnate&lt;/a&gt;, Margaret Burden became friends with Louise Bishop during summer vacations to Owen Sound. Once she met Billy, they were smitten with one another, which greatly annoyed her parents.\nCollege.\nOn his 17th birthday, 8 February 1911, Billy Bishop applied to the &lt;a href=\"Royal%20Military%20College%20of%20Canada\"&gt;Royal Military College of Canada&lt;/a&gt; (RMC) in &lt;a href=\"Kingston%2C%20Ontario\"&gt;Kingston, Ontario&lt;/a&gt;, where his brother Worth had graduated in 1903. Bishop placed 42nd of the 43 candidates admitted to the three year school. He spent a hard first year during 1911 and 1912, struggling academically. He also suffered severe &lt;a href=\"hazing\"&gt;hazing&lt;/a&gt; from seniors; RMC regulations barred him from retaliatiory fisticuffs. Then he was caught cheating on a year-end exam, and narrowly avoided expulsion. Too humiliated to return home for the summer, he stayed in Kingston and worked for Worth. Bishop was readmitted to the RMC as a second year student for the 1912-1913 term, though with an extra year's study added for him to graduate. That year, he raised his class standing to 23rd of 42 students. \nDuring the 1913-1914 term, Bishop's class standing sagged to 33rd of 34. On 28 August 1914, he returned to RMC as a senior. After 15 of Bishop's classmates left school to serve as officers in the burgeoning war, Bishop withdrew from the RMC on 30 September 1914 with the same intention. That same day, he was &lt;a href=\"Commission%20%28document%29\"&gt;commissioned&lt;/a&gt; into a cavalry unit, the &lt;a href=\"Mississauga%20Horse\"&gt;Mississauga Horse&lt;/a&gt;. He journeyed to Toronto to inform Margaret Burden of his decision before reporting for duty.\nFirst World War.\nMud and manure.\nWhen The Mississauga Horse shipped out for the war, Second Lieutenant Bishop was not with them; he was in hospital with pneumonia and allergies. After recovering, he was transferred to the &lt;a href=\"7th%20Canadian%20Mounted%20Rifles\"&gt;7th Canadian Mounted Rifles&lt;/a&gt;, a &lt;a href=\"mounted%20infantry\"&gt;mounted infantry&lt;/a&gt; unit, then stationed in &lt;a href=\"London%2C%20Ontario\"&gt;London, Ontario&lt;/a&gt;, in January 1915. Bishop was placed in charge of the regimental machine guns. Popular with the enlisted men, Bishop was nicknamed \"Bish\" and \"Billy\". He excelled on the firing range. As one of his subordinates remembered: \n\"Bish would just riddle a target that the rest of us could barely see. The instructors would keep putting it further back, until it was just a tiny black dot, and he'd shoot it to ribbons...he put every damn' bullet on target. He never missed.\"\nMishap continued to dog Bishop. On 6 April 1915, a horse he was riding reared and fell on him; he was back riding a week later. At the end of the month, the &lt;a href=\"Bolt%20%28firearms%29\"&gt;bolt&lt;/a&gt; of a rifle he was firing blew back and whacked him on the cheekbone. Then he became so ill from an &lt;a href=\"inoculation\"&gt;inoculation&lt;/a&gt; that he fell off his horse. It was during this time that Bishop slipped away to Ontario, and proposed marriage to Margaret Burden. She accepted, and they were engaged. He gave her his RMC ring as a symbol of his troth.\nBishop's unit left Canada for England on 6 June 1915 on board the requisitioned cattle ship \"Caledonia\" as part of a convoy. The voyage on poor food was through rough seas. Most of the 240 men and 600 horses on board were seasick. From time to time, the ship's crew chucked dead horses overboard. On 21 June, near Ireland, &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;s attacked the convoy. Three ships were sunk and 300 Canadians killed, but Bishop's ship was unharmed, arriving in &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt; harbour on 23 June.\nThe 7th Canadian Mounted Rifles were assigned to train at Shorncliffe Cavalry Camp. Training was in outmoded cavalry tactics. Living in tents, the Canadians suffered through sandstorms when the weather dried; usually, though, they existed in a rainy swamp of mud and &lt;a href=\"horse%20manure\"&gt;horse manure&lt;/a&gt;. Bishop spent another spell in hospital in late July. Afterwards, during one especially mucky day, Bishop watched an aeroplane land in a nearby field. He remarked to his companion, \"You don't get any mud or horseshit on you up there. If you died, it would be a clean death.\" Bishop decided to apply for a transfer.\nAs an observer.\nOn a jaunt to London, Bishop subsequently wangled an appointment with the Royal Flying Corps recruitment officer, &lt;a href=\"Lord%20Hugh%20Cecil\"&gt;Lord Hugh Cecil&lt;/a&gt;. When Bishop was told it would be a year before he could train as a pilot, he accepted the immediate chance to become an &lt;a href=\"aerial%20observer\"&gt;aerial observer&lt;/a&gt;. On 1 September, he reported to 21 (Training) Squadron at &lt;a href=\"Netheravon%20Airfield\"&gt;Netheravon&lt;/a&gt; for elementary air instruction. The first aircraft he trained in was the &lt;a href=\"Avro%20504\"&gt;Avro 504&lt;/a&gt;, flown by &lt;a href=\"Roger%20Neville\"&gt;Roger Neville&lt;/a&gt;. Bishop was adept at taking aerial photographs, and was soon in charge of training other observers with the camera. The squadron was ordered to France in January 1916 and arrived at &lt;a href=\"Boisdinghem\"&gt;Boisdinghem&lt;/a&gt; airfield, near &lt;a href=\"Saint-Omer\"&gt;Saint-Omer&lt;/a&gt;, equipped with &lt;a href=\"Royal%20Aircraft%20Factory%20R.E.7\"&gt;R.E.7&lt;/a&gt; &lt;a href=\"reconnaissance\"&gt;reconnaissance&lt;/a&gt; aircraft. Bishop's first combat mission was as an aerial spotter for British artillery. At first, the aircraft could not get airborne until they had offloaded their bombload and machine guns. Bishop and pilot Neville flew over German lines near Boisdinghem and when the German howitzer was found, they relayed coordinates to the British, who then bombarded and destroyed the target. In the following months, Bishop flew on reconnaissance and bombing flights, but never fired his machine guns on an enemy aircraft. \nDuring one takeoff in April 1916, his engine failed, and he badly injured his knee. The injury was aggravated while on leave in London in May 1916, and Bishop was admitted to the hospital in &lt;a href=\"Bryanston%20Square\"&gt;Bryanston Square&lt;/a&gt;. While there he met and befriended socialite &lt;a href=\"Mary%20Jeune%2C%20Baroness%20St%20Helier\"&gt;Lady St Helier&lt;/a&gt;, who was a friend to both &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; and Secretary for Air &lt;a href=\"Hugh%20Cecil%2C%201st%20Baron%20Quickswood\"&gt;Lord Hugh Cecil&lt;/a&gt;. After Bishop's father suffered a small stroke, St Helier arranged for Bishop to recuperate in Canada, and as a result he missed the &lt;a href=\"Battle%20of%20the%20Somme\"&gt;Battle of the Somme&lt;/a&gt;.\nBishop returned to England in September 1916, and, with the influence of St Helier, was accepted for training as a pilot at the &lt;a href=\"Central%20Flying%20School\"&gt;Central Flying School&lt;/a&gt; at &lt;a href=\"Upavon\"&gt;Upavon&lt;/a&gt; on &lt;a href=\"Salisbury%20Plain\"&gt;Salisbury Plain&lt;/a&gt;. His first solo flight was in a &lt;a href=\"Farman%20MF.11\"&gt;Maurice Farman \"Shorthorn\"&lt;/a&gt;.\nAerial combat.\nIn November 1916 after receiving his wings, Bishop was attached to &lt;a href=\"No.%2037%20Squadron%20RAF\"&gt;No. 37 Squadron RFC&lt;/a&gt; at &lt;a href=\"RFC%20Sutton%27s%20Farm\"&gt;Sutton's Farm&lt;/a&gt;, Essex, flying the &lt;a href=\"Royal%20Aircraft%20Factory%20B.E.2\"&gt;BE.2c&lt;/a&gt;. He was officially appointed to flying officer duties on 8 December 1916. Bishop disliked flying at night over London, searching for German airships, and he soon requested a transfer to France.\nOn 17 March 1917, Bishop arrived at 60 Squadron at Filescamp Farm near &lt;a href=\"Arras\"&gt;Arras&lt;/a&gt;, where he flew the &lt;a href=\"Nieuport%2017\"&gt;Nieuport 17&lt;/a&gt; fighter. At that time, the average life expectancy of a new pilot in that sector was 11 days, and German aces were shooting down British aircraft 5 to 1. Bishop's first patrol on 22 March was less than successful. He had trouble controlling his run-down aircraft, was nearly shot down by anti-aircraft fire, and became separated from his group. On 24 March, after crash-landing his aircraft during a practice flight in front of General &lt;a href=\"John%20Frederick%20Andrews%20Higgins\"&gt;John Higgins&lt;/a&gt;, Bishop was ordered to return to flight school at Upavon. Major &lt;a href=\"Alan%20Scott%20%28RAF%20officer%29\"&gt;Alan Scott&lt;/a&gt;, the new commander of 60 Squadron, convinced Higgins to let him stay until a replacement arrived.\nThe next day, Bishop claimed his first victory when his was one of four Nieuports that engaged three &lt;a href=\"Albatros%20D.III\"&gt;Albatros D.III&lt;/a&gt; Scouts near St Leger. Bishop shot down and mortally wounded a Lieutenant Theiller, but his engine failed in the process. Bishop landed in &lt;a href=\"no%20man%27s%20land\"&gt;no man's land&lt;/a&gt;, from the German front line. After running to the Allied trenches, Bishop spent the night on the ground in a rainstorm. There Bishop wrote a letter home, starting, \"I am writing this from a dugout 300 yards from our front line, after the most exciting adventure of my life.\" General Higgins personally congratulated Bishop and rescinded his order to return to flight school. \nOn 30 March 1917, Bishop was named a &lt;a href=\"Flight%20commander%20%28position%29\"&gt;flight commander&lt;/a&gt; with a temporary promotion to &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; a few days later. On 31 March, he scored his second victory. Bishop, in addition to the usual patrols with his squadron comrades, soon flew many unofficial \"lone-wolf\" missions deep into enemy territory, with the blessing of Major Scott. As a result, his total of enemy aircraft shot down increased rapidly. On 8 April, he scored his fifth victory and became an ace. To celebrate, Bishop's mechanic painted the aircraft's nose blue, the mark of an ace. Former 60 Squadron member Captain &lt;a href=\"Albert%20Ball\"&gt;Albert Ball&lt;/a&gt;, at that time the Empire's highest scoring ace, had had a red spinner fitted.\nBishop's no-holds-barred style of flying always had him \"at the front of the pack,\" leading his pilots into battle over hostile territory. Bishop soon realized that this could eventually see him shot down; after one patrol, a mechanic counted 210 bullet holes in his aircraft. His new method of using the surprise attack proved successful; he claimed 12 aircraft in April alone, winning the &lt;a href=\"Military%20Cross\"&gt;Military Cross&lt;/a&gt; for his participation in the &lt;a href=\"Battle%20of%20Vimy%20Ridge\"&gt;Battle of Vimy Ridge&lt;/a&gt;. The successes of Bishop and his blue-nosed aircraft were noticed by the Germans, and they began referring to him as \"Hell's Handmaiden\". &lt;a href=\"Ernst%20Udet\"&gt;Ernst Udet&lt;/a&gt; called him \"the greatest English scouting ace\" and one \"&lt;a href=\"Jasta\"&gt;Jasta&lt;/a&gt;\" had a bounty on his head.\nOn 30 April, Bishop survived an encounter with \"&lt;a href=\"Jasta%2011\"&gt;Jasta 11&lt;/a&gt;\" and &lt;a href=\"Manfred%20von%20Richthofen\"&gt;Manfred von Richthofen&lt;/a&gt;, the Red Baron. In May, Bishop received the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; for shooting down two aircraft while being attacked by four others.\nOn 2 June 1917, Bishop flew a solo mission behind enemy lines to attack a German-held &lt;a href=\"aerodrome\"&gt;aerodrome&lt;/a&gt;, where he claimed that he shot down three aircraft that were taking off to attack him and destroyed several more on the ground. For this feat, he was awarded the &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt; (VC), although it has been suggested that he may have embellished his success. His VC (awarded 30 August 1917) was one of two awarded in violation of the warrant requiring witnesses (the other being the &lt;a href=\"Tomb%20of%20the%20Unknown%20Soldier\"&gt;Unknown Soldier&lt;/a&gt;), and since the German records have been lost and the archived papers relating to the VC were lost as well, there is no way of confirming whether there were any witnesses. It seems to have been common practice at this time to allow Bishop to claim victories without requiring confirmation or verification from other witnesses.\nIn July, 60 Squadron received new &lt;a href=\"Royal%20Aircraft%20Factory%20S.E.5\"&gt;Royal Aircraft Factory S.E.5&lt;/a&gt;s, a faster and more powerful aircraft with better pilot visibility. In August 1917, Bishop passed the late Albert Ball in victories to become (temporarily) the highest scoring ace in the RFC and the third top ace of the war, behind only the &lt;a href=\"Manfred%20von%20Richthofen\"&gt;Red Baron&lt;/a&gt; and &lt;a href=\"Ren%C3%A9%20Fonck\"&gt;René Fonck&lt;/a&gt;.\nAt the end of August 1917, Bishop was appointed as the Chief Instructor at the School of Aerial Gunnery and given the temporary rank of &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt;.\nLeave to Canada.\nBishop returned home on leave to Canada in fall 1917, where he was acclaimed a hero and helped boost the morale of the Canadian public, who were growing tired of the war. On 17 October 1917, Bishop married his longtime fiancée, Margaret Eaton Burden. After the wedding, he was assigned to the British War Mission in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; to help the Americans build an air force. While stationed there, he wrote his &lt;a href=\"autobiography\"&gt;autobiography&lt;/a&gt; entitled \"Winged Warfare\".\nReturn to Europe.\nUpon his return to England in April 1918, Bishop was promoted to major and given command of &lt;a href=\"No.%2085%20Squadron%20RAF\"&gt;No. 85 Squadron&lt;/a&gt;, the \"Flying Foxes\". This was a newly formed squadron, and Bishop was given the freedom to choose many of the pilots. The squadron was equipped with &lt;a href=\"Royal%20Aircraft%20Factory%20S.E.5%23S.E.5a\"&gt;S.E.5a&lt;/a&gt; scout planes and left for &lt;a href=\"Petit%20Synthe%2C%20France\"&gt;Petit Synthe, France&lt;/a&gt;, on 22 May 1918. On 27 May, after familiarizing himself with the area and the opposition, Bishop took a solo flight to the Front. He downed a German observation plane in his first combat since August 1917, and followed with two more the next day. From 30 May to 1 June, Bishop downed six more aircraft, including German ace &lt;a href=\"Paul%20Billik\"&gt;Paul Billik&lt;/a&gt;, bringing his score to 59 and reclaiming his top scoring ace title from &lt;a href=\"James%20McCudden\"&gt;James McCudden&lt;/a&gt;, who had claimed it while Bishop was in Canada, and he was now the leading Allied ace.\nThe &lt;a href=\"Government%20of%20Canada\"&gt;Government of Canada&lt;/a&gt; was becoming increasingly worried about the effect on morale if Bishop were to be killed, so on 18 June he was ordered to return to England to help organize the new Canadian Flying Corps. Bishop was not pleased with the order coming so soon after his return to France. He wrote to his wife: \"This is ever so annoying.\" The order specified that he was to leave France by noon on 19 June. On that morning, Bishop decided to fly one last solo patrol. In just 15 minutes of combat, he added another five victories to his total. He claimed to have downed two &lt;a href=\"Pfalz%20D.III\"&gt;Pfalz D.III&lt;/a&gt;a scout planes, caused another two to collide with each other, and shot down a German reconnaissance aircraft.\nOn 5 August, Bishop was promoted to lieutenant-colonel and was given the post of \"Officer Commanding-designate of the Canadian Air Force Section of the General Staff, Headquarters Overseas Military Forces of Canada.\" He was on board a ship returning from a reporting visit to Canada when news of the &lt;a href=\"armistice\"&gt;armistice&lt;/a&gt; arrived. Bishop was discharged from the &lt;a href=\"Canadian%20Expeditionary%20Force\"&gt;Canadian Expeditionary Force&lt;/a&gt; on 31 December and returned to Canada.\nBy the end of the war, he had claimed some 72 air victories, including two balloons, 52 and two shared \"destroyed\" with 16 \"out of control\". Historians including &lt;a href=\"Hugh%20Halliday\"&gt;Hugh Halliday&lt;/a&gt; and Brereton Greenhous (both of whom were official historians for the &lt;a href=\"Royal%20Canadian%20Air%20Force\"&gt;Royal Canadian Air Force&lt;/a&gt;) suggested that the actual total was far lower. Brereton Greenhous felt the actual total of enemy aircraft destroyed was only 27.\nPost-war career.\nAfter the war, Bishop toured the principal cities in the United States and lectured on aerial warfare. He established an importing firm, Interallied Aircraft Corporation, and a short-lived passenger air service with fellow ace &lt;a href=\"William%20George%20Barker\"&gt;William Barker&lt;/a&gt;, but after legal and financial problems, and a serious crash, the partnership and company were dissolved. In 1921, Bishop and his family moved to Britain, where he had various business interests connected with flying. In 1928, he was the guest of honour at a gathering of German air aces in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; and was made an Honorary Member of the Association. In 1929 he became chairman of British Air Lines. However, the family's wealth was wiped out in the crash of 1929 and they had to move back to Canada, where he became vice-president of the &lt;a href=\"McColl-Frontenac%20Oil%20Company\"&gt;McColl-Frontenac Oil Company&lt;/a&gt;.\nSecond World War.\nIn January 1936, Bishop was appointed the first Canadian &lt;a href=\"air%20vice-marshal\"&gt;air vice-marshal&lt;/a&gt;. Shortly after the outbreak of war in 1939, he was promoted to the rank of &lt;a href=\"Air%20marshal\"&gt;Air marshal&lt;/a&gt; in the &lt;a href=\"Royal%20Canadian%20Air%20Force\"&gt;Royal Canadian Air Force&lt;/a&gt;. In January 1940 he was appointed Director of Recruiting for the Royal Canadian Air Force. He was so successful in this role that many applicants had to be turned away. Bishop created a system for training pilots across Canada and became instrumental in setting up and promoting the British Commonwealth Air Training Plan, which trained over 167,000 airmen in Canada during the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;. In 1942, he appeared as himself in the film \"&lt;a href=\"Captains%20of%20the%20Clouds\"&gt;Captains of the Clouds&lt;/a&gt;\", a &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt; tribute to the RCAF.\nBy 1944 the stress of the war had taken a serious toll on Bishop's health, and he resigned his post in the RCAF to return to private enterprise in &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;, Quebec, before retiring in 1952. His son later commented that he looked 70 years old on his 50th birthday in 1944. However, Bishop remained active in the aviation world, predicting the phenomenal growth of commercial aviation postwar. His efforts to bring some organization to the nascent field led to the formation of the &lt;a href=\"International%20Civil%20Aviation%20Organization\"&gt;International Civil Aviation Organization&lt;/a&gt; (ICAO) in Montreal. He wrote a second book at this time, \"Winged Peace\", advocating international control of global air power.\nWith the outbreak of the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;, Bishop again offered to return to his recruitment role, but he was in poor health and was politely refused by the RCAF. He died in his sleep on 11 September 1956, at the age of 62, while wintering in &lt;a href=\"Palm%20Beach%2C%20Florida\"&gt;Palm Beach, Florida&lt;/a&gt;. His funeral service was held with full Air Force Honours in Toronto, Ontario. The body was cremated and the ashes interred in the family plot in &lt;a href=\"Greenwood%20Cemetery%20%28Owen%20Sound%2C%20Ontario%29\"&gt;Greenwood Cemetery&lt;/a&gt;, Owen Sound, Ontario. A memorial service for Air Marshal Bishop was held in &lt;a href=\"St%20Paul%27s%20Church%2C%20Bristol\"&gt;St Paul's Church, Bristol&lt;/a&gt;, England, on 19 September 1956.\nFamily.\nOn 17 October 1917, at &lt;a href=\"Timothy%20Eaton%20Memorial%20Church\"&gt;Timothy Eaton Memorial Church&lt;/a&gt; in Toronto he married Margaret Eaton Burden, his longtime fiancée and daughter of Mr C. E. Burden (a granddaughter of &lt;a href=\"Timothy%20Eaton\"&gt;Timothy Eaton&lt;/a&gt; and sister of ace &lt;a href=\"Henry%20John%20Burden\"&gt;Henry John Burden&lt;/a&gt;). They had a son, William, and a daughter, Margaret.\nBoth of the Bishop children became aviators:\nHonours and tributes.\nOfficial citations.\nBishop's decorations include the &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt;, &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; &amp; Bar, &lt;a href=\"Military%20Cross\"&gt;Military Cross&lt;/a&gt;, &lt;a href=\"Distinguished%20Flying%20Cross%20%28UK%29\"&gt;Distinguished Flying Cross&lt;/a&gt;, &lt;a href=\"l%C3%A9gion%20d%27honneur\"&gt;légion d'honneur&lt;/a&gt; and the &lt;a href=\"Croix%20de%20guerre%201914%E2%80%931918%20%28France%29\"&gt;Croix de Guerre&lt;/a&gt; with palm. He was made a Companion of the &lt;a href=\"Order%20of%20the%20Bath\"&gt;Order of the Bath&lt;/a&gt; in the &lt;a href=\"1944%20Birthday%20Honours\"&gt;King's Birthday Honours List&lt;/a&gt; of 1 June 1944.\nVictoria Cross.\nThe citation for his VC, published in \"&lt;a href=\"The%20London%20Gazette\"&gt;The London Gazette&lt;/a&gt;\" on 11 August 1917, read:\nDistinguished Flying Cross.\nHis citation for the Distinguished Flying Cross read:\n A most successful and fearless fighter in the air, whose acts of outstanding bravery have already been recognised by the awards of the Victoria Cross, Distinguished Service Order, Bar to the Distinguished Service Order, and Military Cross. For the award of the Distinguished Flying Cross now conferred upon him he has rendered signally valuable services in personally destroying twenty-five enemy machines in twelve days—five of which he destroyed on the last day of his service at the front. The total number of machines destroyed by this distinguished officer is seventy-two, and his value as a moral factor to the Royal Air Force cannot be over-estimated.\nDistinguished Service Order.\nHis citation for the Distinguished Service Order read:\nFor conspicuous gallantry and devotion to duty. While in a single-seater he attacked three hostile machines, two of which he brought down, although in the meantime he was himself attacked by four other hostile machines. His courage and determination have set a fine example to others.\nDistinguished Service Order Bar.\nHis citation for the Distinguished Service Order bar read:\nFor conspicuous gallantry and devotion to duty when engaging hostile aircraft. His consistent dash and great fearlessness have set a magnificent example to the pilots of his squadron. He has destroyed no less than 45 hostile machines within the past 5 months, frequently attacking enemy formations single-handed, and on all occasions displaying a fighting spirit and determination to get to close quarter with his opponents which have earned the admiration of all in contact with him.\nOther tributes.\nBishop also holds a number of non-military awards. In 1967, Bishop was inducted into the &lt;a href=\"International%20Air%20%26amp%3B%20Space%20Hall%20of%20Fame\"&gt;International Air &amp; Space Hall of Fame&lt;/a&gt;. An award is also named in honour of Bishop. The Air Force Association of Canada approved the establishment of a trophy to commemorate the late Air Marshal W.A. Bishop, VC, in recognition of his \"outstanding contribution to the legacy of excellence in Canadian aviation\".\nBilly Bishop's childhood home was re-purposed into the &lt;a href=\"Billy%20Bishop%20Home%20and%20Museum\"&gt;Billy Bishop Home and Museum&lt;/a&gt; in 1987. The museum is located in Owen Sound, Ontario. The museum has exhibits on the family, Bishop himself and veterans. There is a permanent exhibit with information on Bishop at the &lt;a href=\"Grey%20Roots%20Museum%20and%20Archives\"&gt;Grey Roots Museum and Archives&lt;/a&gt;, just south of Owen Sound.\nBishop's life has also been the subject of a number of works in media. \"&lt;a href=\"Billy%20Bishop%20Goes%20to%20War\"&gt;Billy Bishop Goes to War&lt;/a&gt;\" feature film and Canadian musical, written by &lt;a href=\"John%20MacLachlan%20Gray\"&gt;John MacLachlan Gray&lt;/a&gt; in collaboration with the actor &lt;a href=\"Eric%20Peterson\"&gt;Eric Peterson&lt;/a&gt; in 1978. \"A Hero to Me: The Billy Bishop Story – WW1 Canadian flying Ace\", a documentary depicting the story of \"Billy\" Bishop from the perspective of his granddaughter Diana, was produced for Global Television and TVO in 2003.\nIn addition to television and film, Bishop has also been featured on Canadian stamps. On 12 August 1994, Canada Post issued \"Billy Bishop, Air Ace\" as part of the Great Canadians series. The stamps were designed by Pierre Fontaine, based on illustrations by Bernard Leduc. The 43¢ stamps are perforated 13.5 and were printed by Canadian Bank Note Company, Limited.\nSeveral places also have honoured Bishop by bearing his namesake. Two airports in Ontario are named after Bishop. The airport in Owen Sound is officially named \"&lt;a href=\"Owen%20Sound%20Billy%20Bishop%20Regional%20Airport\"&gt;Owen Sound Billy Bishop Regional Airport&lt;/a&gt;.\" &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;'s island airport was renamed &lt;a href=\"Billy%20Bishop%20Toronto%20City%20Airport\"&gt;Billy Bishop Toronto City Airport&lt;/a&gt; in 2009. Although Owen Sound's mayor questioned the change, the proposal was approved by the &lt;a href=\"Toronto%20Port%20Authority\"&gt;Toronto Port Authority&lt;/a&gt; on 10 November 2009. Having two airports in the province with similar names was a concern. Toronto's &lt;a href=\"Pearson%20International%20Airport\"&gt;Pearson International Airport&lt;/a&gt; was originally named \"Bishop Field Toronto Airport Malton.\"\nOther forms in which Bishop is memorialized includes:\nLegacy and later controversy.\nBishop's life was depicted in the 1978 Canadian play \"&lt;a href=\"Billy%20Bishop%20Goes%20to%20War\"&gt;Billy Bishop Goes to War&lt;/a&gt;\". It also led indirectly to a 1983 &lt;a href=\"CBC%20Television\"&gt;CBC Television&lt;/a&gt; documentary called \"&lt;a href=\"The%20Kid%20Who%20Couldn%27t%20Miss\"&gt;The Kid Who Couldn't Miss&lt;/a&gt;\", produced by the &lt;a href=\"National%20Film%20Board%20of%20Canada\"&gt;National Film Board of Canada&lt;/a&gt;. The show, a \"docudrama\" combining known history for credibility with fictitious \"mock interviews\" with actors portraying Bishop and others, suggested that Bishop faked his famous attack on the German aerodrome. In one particularly contentious scene, his mechanic claims that the damage to his fighter was confined to a small circle in a non-critical area, implying that Bishop had landed his aircraft off-field, shot holes in it, and flown home with claims of combat damage.\nIn reality, his mechanic was his biggest supporter, and the scene was entirely fictitious. The mechanic insisted that Bishop had not fabricated the damage. Canadian authors Dan McCaffery and David Bashow also presented circumstantial evidence that Bishop did not fake the attack.\nAfter years of controversy over Bishop's record, mainly because very few of his claimed victories were witnessed by anyone else or could be confirmed from the few surviving German records, the show led to an inquiry by the Canadian government in 1985. The Standing Senate Committee on Social Affairs, Science and Technology discredited the documentary, saying it was an unfair and inaccurate portrayal of Bishop. There is some dispute about whether Bishop or &lt;a href=\"Mick%20Mannock\"&gt;Mick Mannock&lt;/a&gt; had the highest score of any British Empire First World War fighter ace. The \"Canadian Encyclopedia\" states: \"Investigation by a Senate sub-committee exposed a number of minor errors in this apparent 'documentary' and confirmed that statements had been wrongly attributed and incidents shifted in time for dramatic effect. However, the senators were unable to demonstrate that Bishop's claims were valid, and consequently recommended only that the film be labelled as docu-drama\".\nSome of Bishop's other claims have also been challenged. While combat reports and claims of both sides are littered with well-intentioned errors and accidental duplicate claims, there are two phases of Bishop's life in which German records can provide no supporting evidence. In his book on Victoria Cross airmen of the First World War, author Alex Revell quotes aviation historian Philip Markham's view about German records of the events of 2 June 1917 (the day of Bishop's VC award): \"Not a shred of evidence to support Bishop's claims.\" Referring to Bishop's claims in early to mid-1918, Revell says another aviation historian, Ed Ferko, carried out extensive research on Germans records in 1987. Revell says that Ferko failed \"to match a single victory claim made by Bishop against a known German loss for the day, time or place in question.\" However, distinguished First World War aviation historian Peter Kilduff says in his biography (Billy Bishop VC: Lone Wolf Hunter) that Bishop may have had as many as 21 matches in piecemeal German records. Kilduff also makes a case for the unreliability of German records. He cites examples in which masses of data were destroyed by retreating German forces and instances of the German former air ministry having been guilty of \"obfuscation\" in denying losses when casualties had been incurred."
}