{
    "id": "24487687",
    "revid": "1064977074",
    "url": "https://en.wikipedia.org/wiki?curid=24487687",
    "title": "Spike (gridiron football)",
    "text": "In &lt;a href=\"gridiron%20football\"&gt;gridiron football&lt;/a&gt;, a spike of the &lt;a href=\"football%20%28ball%29\"&gt;ball&lt;/a&gt; is a play in which the &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; intentionally throws the ball at the ground immediately after the &lt;a href=\"snap%20%28gridiron%20football%29\"&gt;snap&lt;/a&gt;. Officially an &lt;a href=\"incomplete%20pass\"&gt;incomplete pass&lt;/a&gt;, a spike play stops the clock at the cost of exhausting a &lt;a href=\"down%20%28gridiron%20football%29\"&gt;down&lt;/a&gt; without any gain in yardage. It is principally used when a team is conducting a hurried drive late in a half, and the game clock is running after the previous play. Stopping the clock – particularly when the offense has no &lt;a href=\"time-out%20%28sport%29\"&gt;timeouts&lt;/a&gt; remaining or wishes to conserve timeouts – typically allows the offense more time to plan their next play without losing scarce game clock time. \nRunning a spike play presumes there will be at least one play by the same team immediately afterward, so it cannot be done on fourth down, as it would result in a turnover. A minimum of three seconds must be on the clock for a spike play, otherwise any spike after will result in the rest of the clock being run off.\nA spike is not considered &lt;a href=\"intentional%20grounding\"&gt;intentional grounding&lt;/a&gt; if it is done with the quarterback under center and immediately after the snap. No &lt;a href=\"penalty%20%28American%20football%29\"&gt;penalty&lt;/a&gt; is assessed.\nIn &lt;a href=\"Canadian%20football\"&gt;Canadian football&lt;/a&gt;, spike plays are legal but very rare. This is mainly because a final play is always run whenever the game clock expires while the ball is dead, rendering spike plays unnecessary. Also, the offense in Canadian football only receives three downs instead of four.\nSpiking after scoring.\nAfter scoring a &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt;, players at the professional level often &lt;a href=\"touchdown%20celebration\"&gt;celebrate&lt;/a&gt; by spiking the football. In &lt;a href=\"college%20football\"&gt;NCAA football&lt;/a&gt;, the scoring player is immediately obligated to either leave the ball or return the ball to an official – spiking the ball in this circumstance is illegal and will result in a penalty for unsportsmanlike conduct. Spiking the ball remains legal in the &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt;, where it is not interpreted as excessive celebration unless the ball is spiked towards another player on the opposing team (which is then penalized as taunting or unsportsmanlike conduct). The maneuver is attributed to &lt;a href=\"Homer%20Jones%20%28American%20football%29\"&gt;Homer Jones&lt;/a&gt; of the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; in 1965.\nSuch action is not considered a \"spike play\" as the ball is dead once the touchdown has been scored. It has no official status.\n\"Gronk Spike\".\nFormer &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt;, now &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt; tight end &lt;a href=\"Rob%20Gronkowski\"&gt;Rob Gronkowski&lt;/a&gt; has been credited in resurrecting the spiking as a touchdown celebration and making it his own. His signature \"&lt;a href=\"Gronk%20Spike\"&gt;Gronk Spike&lt;/a&gt;\" has been a product of the less restrictive scoring celebrations of the NFL compared to high school and college, and debuted on September 26, 2010 after scoring his second NFL touchdown. It had become a fan phenomenon with &lt;a href=\"MIT%20Sloan%20Sports%20Analytics%20Conference\"&gt;MIT Sloan Sports Analytics Conference&lt;/a&gt; calculating that Gronkowski's arm moves 130° with the football leaving his hand at delivering 650 &lt;a href=\"pound%20%28force%29\"&gt;lbs.&lt;/a&gt; of force (2,900 &lt;a href=\"newton%20%28unit%29\"&gt;N&lt;/a&gt;).\nFailed spikes.\nIn the &lt;a href=\"1998%20Rose%20Bowl\"&gt;1998 Rose Bowl&lt;/a&gt;, &lt;a href=\"Ryan%20Leaf\"&gt;Ryan Leaf&lt;/a&gt; spiked the ball and inadvertently ran the clock out on that play. In the &lt;a href=\"2012%20Rose%20Bowl\"&gt;2012 Rose Bowl&lt;/a&gt;, &lt;a href=\"Russell%20Wilson\"&gt;Russell Wilson&lt;/a&gt; also ran the clock out on a spike play. In both cases, just before such spike, the clock was stopped with just 2 seconds left (while the sideline chains were being moved for 1st down, the usual procedure when playing under college football rules). Wilson's failed spike resulted in the NCAA rule for a three-second minimum for a spike, starting in 2013.\nIn 2014, &lt;a href=\"Nick%20Montana\"&gt;Nick Montana&lt;/a&gt; spiked the ball on 4th down near the end of the first half of a game between his &lt;a href=\"2014%20Tulane%20Green%20Wave%20football%20team\"&gt;Tulane University&lt;/a&gt; and &lt;a href=\"2014%20UCF%20Knights%20football%20team\"&gt;UCF&lt;/a&gt;, resulting in a &lt;a href=\"turnover%20on%20downs\"&gt;turnover on downs&lt;/a&gt;; he erroneously believed his team had gained a first down. In 2020, &lt;a href=\"2020%20Syracuse%20Orange%20football%20team\"&gt;Syracuse&lt;/a&gt; quarterback Rex Culpepper, against &lt;a href=\"2020%20NC%20State%20Wolfpack%20football%20team\"&gt;North Carolina State&lt;/a&gt;, spiked the ball on fourth down, and with one second left, when the Orange had an opportunity otherwise for one last play."
}