{
    "id": "24491975",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=24491975",
    "title": "Pfau–Crichton Cottage",
    "text": "The Pfau–Crichton Cottage, best known as Chinaberry, is a historic cottage in &lt;a href=\"Mobile%2C%20Alabama\"&gt;Mobile, Alabama&lt;/a&gt;. The -story, wood-frame, &lt;a href=\"Gulf%20Coast%20cottage\"&gt;Gulf Coast cottage&lt;/a&gt; was completed in 1862. The house was built by the Pfau family, but its best known resident was Miss Anne Randolph Crichton, known for the elaborate gardens that she developed on the property. She enlisted in the &lt;a href=\"United%20States%20Navy\"&gt;Navy&lt;/a&gt; at the outbreak of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and continued her service until retirement, in the 1950s. She traveled extensively in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; during the 1930s, maintaining scrapbooks that recorded her visits to various art museums, gardens, and monuments. She was the last direct descendant of Hugh Randolph Crichton, the founder of the &lt;a href=\"Mobile%20County%2C%20Alabama\"&gt;Mobile County&lt;/a&gt; town of Crichton. The house was added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; on October 18, 1984, as a part of the &lt;a href=\"19th%20Century%20Spring%20Hill%20Neighborhood%20Thematic%20Resource\"&gt;19th Century Spring Hill Neighborhood Thematic Resource&lt;/a&gt; listing of well-preserved buildings that represent the historical development of what was once the village of Spring Hill.\nThe cottage is unique in its architectural features. The home itself is a two-story structure, each floor being measured at . The bottom floor of the home is the central living area consisting of the kitchen, library, bathroom, living room, dining room, and a single bedroom. The unique part of this part of the architecture is that all rooms are connected by multiple doorways, but no hallways. The upper floor is a one-room storage area.\nOn the property there are a total of three structures. Aside from the cottage itself there is an outlying kitchen and a chapel. There are brick walkways that lead to each structure and all garden areas."
}