{
    "id": "24494451",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=24494451",
    "title": "Jan Nepomuk Maýr",
    "text": "Jan Nepomuk Maýr (sometimes spelled Mayr, Mayer, or Maier) (17 February 1818 – 25 October 1888) was a Czech &lt;a href=\"opera\"&gt;opera&lt;/a&gt;tic &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt;, &lt;a href=\"opera%20director\"&gt;opera director&lt;/a&gt;, &lt;a href=\"Conducting\"&gt;conductor&lt;/a&gt;, &lt;a href=\"composer\"&gt;composer&lt;/a&gt;, and music educator. He is best remembered today for serving as the first director/principal conductor of the &lt;a href=\"Provisional%20Theatre%20%28Prague%29\"&gt;Provisional Theatre&lt;/a&gt; in &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt;.\nBiography.\nBorn in &lt;a href=\"M%C4%9Bln%C3%ADk\"&gt;Mělník&lt;/a&gt;, Maýr began his career working as an opera singer at the &lt;a href=\"opera%20house\"&gt;opera house&lt;/a&gt; in &lt;a href=\"Klagenfurt\"&gt;Klagenfurt&lt;/a&gt; in 1839. From 1842–1844 he worked at various theatres in Prague, after which he was committed to the opera house in &lt;a href=\"Darmstadt\"&gt;Darmstadt&lt;/a&gt; from 1844–1846. At the behest of &lt;a href=\"Franti%C5%A1ek%20Ladislav%20Rieger\"&gt;František Ladislav Rieger&lt;/a&gt;, he returned to Prague in 1846 to become a principal singer at the &lt;a href=\"Estates%20Theatre\"&gt;Estates Theatre&lt;/a&gt;. His singing was praised by Czech audiences but his acting was found to be wanting. He was eventually appointed the house's chorus master at the beginning of the 1848–1849 season.\nBy 1851 Maýr was no longer appearing in opera roles, but was now working as a conductor of a number of different musical ensembles in Prague; including choirs in various &lt;a href=\"cathedral\"&gt;cathedral&lt;/a&gt;s in the city (such as the Our Lady of the Snows Basilica). He left his position as chorus master at the Estates Theatre in 1853 to focus on his career as a conductor. He gained a great reputation in Prague for his conducting of sacred music during the 1850s. In 1854 he was appointed as a teacher of singing at the &lt;a href=\"Prague%20Conservatory\"&gt;Prague Conservatory&lt;/a&gt;.\nIn the autumn of 1862, Maýr was appointed the first director/principal conductor of the &lt;a href=\"Provisional%20Theatre%20%28Prague%29\"&gt;Provisional Theatre&lt;/a&gt;, to the disappointment of &lt;a href=\"Bed%C5%99ich%20Smetana\"&gt;Bedřich Smetana&lt;/a&gt;, who had hoped for the position himself. The theatre opened on 18 November 1862, with a performance of &lt;a href=\"V%C3%ADt%C4%9Bzslav%20H%C3%A1lek\"&gt;Vítězslav Hálek&lt;/a&gt;'s tragic drama \"King Vakusin\". Since there was at the time no Czech opera deemed suitable, the first opera performed at the theatre, on 20 November 1862, was &lt;a href=\"Luigi%20Cherubini\"&gt;Cherubini&lt;/a&gt;'s \"&lt;a href=\"Les%20deux%20journ%C3%A9es\"&gt;Les deux journées&lt;/a&gt;\". For the first year or so of its life, the Provisional Theatre alternated opera with straight plays on a daily basis, but from the start of 1864 opera performances were given daily.\nMaýr remained at the Provisional Theatre until September 1866; his tenure was marked by a professional rivalry with Smetana, who criticised the theatre's conservatism and failure to fulfil its mission to promote Czech opera. Maýr retaliated by refusing to conduct Smetana's \"&lt;a href=\"The%20Brandenburgers%20in%20Bohemia\"&gt;The Brandenburgers in Bohemia&lt;/a&gt;\". A change in the theatre's management in 1866 led to Maýr's removal and replacement by Smetana. He continued to be active as a conductor in Prague up until his death in that city in 1888. Maýr also produced a few musical compositions. Most of his output was in sacred music, but he also wrote two operas: \"Horymír\" and \"Jaromír, vojvoda český\"."
}