{
    "id": "24502286",
    "revid": "16748047",
    "url": "https://en.wikipedia.org/wiki?curid=24502286",
    "title": "Gigolo FRH",
    "text": "Gigolo FRH (1983 – 23 September 2009) was a &lt;a href=\"Chestnut%20%28coat%29\"&gt;liver chestnut&lt;/a&gt; &lt;a href=\"Hanoverian%20%28horse%29\"&gt;Hanoverian&lt;/a&gt; gelding, ridden for Germany by &lt;a href=\"Isabell%20Werth\"&gt;Isabell Werth&lt;/a&gt; in &lt;a href=\"dressage\"&gt;dressage&lt;/a&gt; competitions. During their competition career, the pair won four gold and two silver medals at &lt;a href=\"Equestrian%20at%20the%20Summer%20Olympics\"&gt;Olympic games&lt;/a&gt;, four &lt;a href=\"Dressage%20World%20Championship\"&gt;world championships&lt;/a&gt;, eight &lt;a href=\"European%20Dressage%20Championship\"&gt;European championships&lt;/a&gt;, and four German championships. Gigolo was euthanized in 2009 after being injured, but is known today as history's most successful dressage horse.\nEarly life.\nThe &lt;a href=\"chestnut%20%28coat%29\"&gt;liver chestnut&lt;/a&gt; &lt;a href=\"Hanoverian%20%28horse%29\"&gt;Hanoverian&lt;/a&gt; &lt;a href=\"gelding\"&gt;gelding&lt;/a&gt; was bred in 1983 by Horst Klussmann. His sire was Graditz and his dam was Bunett (his dam's sire was Busoni xx). In 1989, Werth's then-trainer &lt;a href=\"Uwe%20Schulten-Baumer\"&gt;Uwe Schulten-Baumer&lt;/a&gt; purchased Gigolo.\nCompetitive career.\nGigolo and Werth competed in their first Olympic Games in 1992 at the &lt;a href=\"1992%20Summer%20Olympics\"&gt;Barcelona Games&lt;/a&gt;. There, the pair took an individual silver, while helping the German team to a gold medal. At the &lt;a href=\"1996%20Summer%20Olympics\"&gt;1996 Summer Olympics&lt;/a&gt; in &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, they repeated the team performance, while improving to take the individual gold medal. In 2000, at the &lt;a href=\"2000%20Summer%20Olympics\"&gt;Sydney Games&lt;/a&gt;, the helped the German team to a third gold medal, while again taking the individual silver. After the Sydney Games, Werth replaced Gigolo with &lt;a href=\"Satchmo\"&gt;Satchmo&lt;/a&gt; as her Olympic horse, although the pair didn't compete until the &lt;a href=\"2008%20Summer%20Olympics\"&gt;2008 Games&lt;/a&gt;. Gigolo and Werth also competed in two &lt;a href=\"World%20Equestrian%20Games\"&gt;World Equestrian Games&lt;/a&gt;. The first, the &lt;a href=\"1994%20World%20Equestrian%20Games\"&gt;1994 The Hague Games&lt;/a&gt;, resulted in both individual and team gold for the pair, as did the second, the &lt;a href=\"1998%20World%20Equestrian%20Games\"&gt;1998 Rome Games&lt;/a&gt;.\nIn 1991, Gigolo made his European Dressage Championship debut at &lt;a href=\"Donaueschingen\"&gt;Donaueschingen&lt;/a&gt;, Germany, where he and Werth took both individual and team gold. They repeated this double gold feat three times – in 1993 at &lt;a href=\"Lipica%2C%20Se%C5%BEana\"&gt;Lipica&lt;/a&gt;, Slovenia; in 1995 at &lt;a href=\"Mondorf-les-Bains\"&gt;Mondorf&lt;/a&gt;, Luxembourg; and in 1997 at &lt;a href=\"Verden%20an%20der%20Aller\"&gt;Verden&lt;/a&gt;, Germany. He was also a four-time national dressage champion in Germany. During his frequent &lt;a href=\"musical%20kur\"&gt;musical kur&lt;/a&gt; performances, Gigolo was known for his elasticity – the pair's signature move was a transition from an &lt;a href=\"Canter%23Types%20of%20canter\"&gt;extended canter&lt;/a&gt; directly to a &lt;a href=\"Pirouette%20%28dressage%29\"&gt;pirouette&lt;/a&gt;.\nGigolo was officially retired at the Stuttgart German Masters competition on October 24, 2000.\nLegacy.\nOn September 23, 2009, Gigolo was &lt;a href=\"Animal%20euthanasia\"&gt;euthanized&lt;/a&gt; after being injured and experiencing a rapid decline in health. Werth described him as \"my friend, schoolmaster and comrade. His reliability and willingness to work were two of his extraordinary traits.\" During his competitive career, he won 883,918 DM in prize money. Based on his monetary success and competition record, Gigolo is known as \"the most successful dressage horse of all time.\""
}