{
    "id": "24507",
    "revid": "41517244",
    "url": "https://en.wikipedia.org/wiki?curid=24507",
    "title": "Pierre Trudeau",
    "text": "Joseph Philippe Pierre Yves Elliott Trudeau ( , ; October 18, 1919 – September 28, 2000), also referred to by his initials PET, was a Canadian politician who served as the 15th &lt;a href=\"prime%20minister%20of%20Canada\"&gt;prime minister of Canada&lt;/a&gt; (1968–1979, 1980–1984) and leader of the &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;Liberal Party of Canada&lt;/a&gt; from 1968 to 1984, with a brief period instead as the &lt;a href=\"Leader%20of%20the%20Opposition%20%28Canada%29\"&gt;leader of the Opposition&lt;/a&gt; in 1979 and 1980. \nTrudeau rose to prominence as a lawyer, intellectual, and activist in &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt; politics. Although he aligned himself with the &lt;a href=\"social%20democratic\"&gt;social democratic&lt;/a&gt; &lt;a href=\"New%20Democratic%20Party\"&gt;New Democratic Party&lt;/a&gt;, he felt that they could not achieve power, and instead joined the Liberal Party. He was elected to the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons&lt;/a&gt; in &lt;a href=\"1965%20Canadian%20federal%20election\"&gt;1965&lt;/a&gt;, quickly being appointed as Prime Minister &lt;a href=\"Lester%26amp%3Bnbsp%3BB.%20Pearson\"&gt;Lester B. Pearson&lt;/a&gt;'s &lt;a href=\"parliamentary%20secretary\"&gt;parliamentary secretary&lt;/a&gt;. In 1967, he was appointed as &lt;a href=\"Minister%20of%20Justice%20and%20Attorney%20General%20of%20Canada\"&gt;minister of justice and attorney general&lt;/a&gt;. Trudeau's outgoing personality and charismatic nature caused a media sensation, inspiring \"&lt;a href=\"Trudeaumania\"&gt;Trudeaumania&lt;/a&gt;\", and helped him to win the leadership of the Liberal Party in &lt;a href=\"1968%20Liberal%20Party%20of%20Canada%20leadership%20election\"&gt;1968&lt;/a&gt;, when he was appointed prime minister of Canada. From the late 1960s until the early 1980s, Trudeau's personality dominated the political scene to an extent never before seen in Canadian political life. After his appointment as prime minister, he won the &lt;a href=\"1968%20Canadian%20federal%20election\"&gt;1968&lt;/a&gt;, &lt;a href=\"1972%20Canadian%20federal%20election\"&gt;1972&lt;/a&gt; and &lt;a href=\"1974%20Canadian%20federal%20election\"&gt;1974&lt;/a&gt; elections, before narrowly losing in &lt;a href=\"1979%20Canadian%20federal%20election\"&gt;1979&lt;/a&gt;. He won a fourth election victory shortly afterwards, in &lt;a href=\"1980%20Canadian%20federal%20election\"&gt;1980&lt;/a&gt;, and eventually retired from politics shortly before the &lt;a href=\"1984%20Canadian%20federal%20election\"&gt;1984 election&lt;/a&gt;. Trudeau is the most recent prime minister to win four elections (having won three &lt;a href=\"majority%20government\"&gt;majority government&lt;/a&gt;s and one &lt;a href=\"minority%20government\"&gt;minority government&lt;/a&gt;) and to serve two non-consecutive terms as prime minister. His tenure of 15 years and 164 days makes him Canada's &lt;a href=\"List%20of%20Prime%20Ministers%20of%20Canada%20by%20time%20in%20office\"&gt;third-longest-serving&lt;/a&gt; prime minister, behind &lt;a href=\"William%20Lyon%20Mackenzie%20King\"&gt;William Lyon Mackenzie King&lt;/a&gt; and &lt;a href=\"John%20A.%20Macdonald\"&gt;John A. Macdonald&lt;/a&gt;.\nDespite his personal motto, \"Reason before passion\", Trudeau's personality and policy decisions aroused polarizing reactions throughout Canada during his time in office. While critics accused him of arrogance, of economic mismanagement, and of unduly centralizing Canadian decision-making to the detriment of the culture of Quebec and the economy of the &lt;a href=\"Canadian%20Prairies\"&gt;Prairies&lt;/a&gt;, admirers praised what they considered to be the force of his intellect and his political acumen that maintained national unity over the &lt;a href=\"Quebec%20sovereignty%20movement\"&gt;Quebec sovereignty movement&lt;/a&gt;. Trudeau suppressed the &lt;a href=\"October%20Crisis\"&gt;1970 Quebec terrorist crisis&lt;/a&gt; by controversially invoking the \"&lt;a href=\"War%20Measures%20Act\"&gt;War Measures Act&lt;/a&gt;\", the third and last time in Canadian history that the act was brought into force. In addition, Quebec's proposal to negotiate a sovereignty-association agreement with the federal government was overwhelmingly rejected in the &lt;a href=\"1980%20Quebec%20referendum\"&gt;1980 Quebec referendum&lt;/a&gt;. \nIn a bid to move the Liberal Party towards &lt;a href=\"economic%20nationalism\"&gt;economic nationalism&lt;/a&gt;, Trudeau's government oversaw the creation of &lt;a href=\"Petro-Canada\"&gt;Petro-Canada&lt;/a&gt; and launched the &lt;a href=\"National%20Energy%20Program\"&gt;National Energy Program&lt;/a&gt;, a policy that was extremely unpopular in &lt;a href=\"Western%20Canada\"&gt;Western Canada&lt;/a&gt; and particularly in the oil-rich province of &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;, leading to what many coined \"&lt;a href=\"Western%20alienation\"&gt;Western alienation&lt;/a&gt;\". In other domestic policy, Trudeau pioneered &lt;a href=\"Official%20bilingualism%20in%20Canada\"&gt;official bilingualism&lt;/a&gt; and &lt;a href=\"Multiculturalism%20in%20Canada\"&gt;multiculturalism&lt;/a&gt;, fostering a pan-Canadian identity. Trudeau's foreign policy included making Canada less dependent on the United States and the United Kingdom. He &lt;a href=\"patriated\"&gt;patriated&lt;/a&gt; the &lt;a href=\"Constitution%20of%20Canada\"&gt;Constitution&lt;/a&gt; and established the \"&lt;a href=\"Canadian%20Charter%20of%20Rights%20and%20Freedoms\"&gt;Canadian Charter of Rights and Freedoms&lt;/a&gt;\", actions that granted full &lt;a href=\"Canadian%20sovereignty\"&gt;Canadian sovereignty&lt;/a&gt;. He formed close ties with the Soviet Union, China, and Cuban leader &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt;, putting him at odds with other &lt;a href=\"capitalist\"&gt;capitalist&lt;/a&gt; &lt;a href=\"Western%20world\"&gt;Western&lt;/a&gt; nations. \nTrudeau is ranked highly among contemporary scholars in &lt;a href=\"Historical%20rankings%20of%20prime%20ministers%20of%20Canada\"&gt;retrospective rankings of Canadian prime ministers&lt;/a&gt;. His eldest son, &lt;a href=\"Justin%20Trudeau\"&gt;Justin Trudeau&lt;/a&gt;, became the 23rd and current prime minister, following the &lt;a href=\"2015%20Canadian%20federal%20election\"&gt;2015 Canadian federal election&lt;/a&gt;, leading his party to re-election in &lt;a href=\"2019%20Canadian%20federal%20election\"&gt;2019&lt;/a&gt;, and &lt;a href=\"2021%20Canadian%20federal%20election\"&gt;2021&lt;/a&gt;, and is the first prime minister of Canada to be the child or other descendant of a former prime minister.\nEarly life.\nThe Trudeau family can be traced to &lt;a href=\"Marcillac-Lanville\"&gt;Marcillac-Lanville&lt;/a&gt; in &lt;a href=\"France\"&gt;France&lt;/a&gt; in the 16th century and to a Robert Truteau (1544–1589). In 1659, the first Trudeau to arrive in Canada was &lt;a href=\"%C3%89tienne%20Trudeau\"&gt;Étienne Trudeau&lt;/a&gt; or Truteau (1641–1712), a carpenter and home builder from &lt;a href=\"La%20Rochelle\"&gt;La Rochelle&lt;/a&gt;.\nPierre Trudeau was born at home in &lt;a href=\"Outremont%2C%20Quebec\"&gt;Outremont, Montreal&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, on October 18, 1919, to &lt;a href=\"Charles%20Trudeau%20%28businessman%29\"&gt;Charles-Émile \"Charley\" Trudeau&lt;/a&gt; (1887–1935), a &lt;a href=\"French-Canadian\"&gt;French-Canadian&lt;/a&gt; businessman and lawyer, and Grace Elliott, who was of mixed &lt;a href=\"Scottish-Canadian\"&gt;Scottish&lt;/a&gt; and French-Canadian descent. He had an older sister named Suzette and a younger brother named Charles Jr. Trudeau remained close to both siblings for his entire life. Trudeau attended the prestigious &lt;a href=\"Coll%C3%A8ge%20Jean-de-Br%C3%A9beuf\"&gt;Collège Jean-de-Brébeuf&lt;/a&gt; (a private French &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt; school), where he supported &lt;a href=\"Quebec%20nationalism\"&gt;Quebec nationalism&lt;/a&gt;. Trudeau's paternal grandparents were French-speaking Quebec farmers. His father had acquired the B&amp;A gas station chain (now defunct), some \"profitable mines, the Belmont amusement park in Montreal and the &lt;a href=\"Montreal%20Royals\"&gt;Montreal Royals&lt;/a&gt;, the city's minor-league baseball team\", by the time Trudeau was fifteen. When his father died in &lt;a href=\"Orlando%2C%20Florida\"&gt;Orlando, Florida&lt;/a&gt;, on April 10, 1935, Trudeau and each of his siblings inherited $5,000, a considerable sum at that time, which meant that he was financially secure and independent. His mother, Grace, \"doted on Pierre\" and he remained close to her throughout her long life. After her husband died, she left the management of her inheritance to others and spent a lot of her time working for the Roman Catholic Church and various charities, travelling frequently to New York, Florida, Europe, and Maine, sometimes with her children. Already in his late teens, Trudeau was \"directly involved in managing a large inheritance.\"\nEarly education.\nFrom the age of six until twelve, Trudeau attended the primary school, Académie Querbes, in &lt;a href=\"Outremont\"&gt;Outremont&lt;/a&gt;, where he became immersed in the Catholic religion. The school, which was for both English and French Catholics, was an exclusive school with very small classes and he excelled in mathematics and religion. From his earliest years, Trudeau was fluently bilingual, which would later prove to be a \"big asset for a politician in bilingual Canada.\" As a teenager, he attended the Jesuit &lt;a href=\"French%20language\"&gt;French-language&lt;/a&gt; Collège Jean-de-Brébeuf, a prestigious secondary school known for educating elite francophone families in Quebec.\nIn his seventh and final academic year, 1939–1940, Trudeau focused on winning a &lt;a href=\"Rhodes%20Scholarship\"&gt;Rhodes Scholarship&lt;/a&gt;. In his application he wrote that he had prepared for public office by studying public speaking and publishing many articles in \"Brébeuf\". His letters of recommendations praised him highly. Father Boulin, who was the head of the college, said that during his seven years at the college (1933–1940), Trudeau had won a \"hundred prizes and honourable mentions\" and \"performed with distinction in all fields\". Trudeau graduated from Collège Jean-de-Brébeuf in 1940 at the age of twenty-one.\nTrudeau did not win the Rhodes Scholarship. He consulted several people on his options, including &lt;a href=\"Henri%20Bourassa\"&gt;Henri Bourassa&lt;/a&gt;, the economist Edmond Montpetit, and Father Robert Bernier, a Franco-Manitoban. Following their advice, he chose a career in politics and a degree in law at the &lt;a href=\"Universit%C3%A9%20de%20Montr%C3%A9al\"&gt;Université de Montréal&lt;/a&gt;.\nThe Second World War.\nIn his obituary, \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\" described Trudeau as \"parochial as a young man\", who \"dismissed the second world war as a squabble between the big powers, although he later regretted 'missing one of the major events of the century'.\" In his 1993 \"Memoir,\" Trudeau wrote that the outbreak of World War II in September 1939 and his father's death were the two \"great bombshells\" that marked his teenage years. In his first year at university, the prime topics of conversation were the &lt;a href=\"Battle%20of%20France\"&gt;Battle of France&lt;/a&gt;, the &lt;a href=\"Battle%20of%20Britain\"&gt;Battle of Britain&lt;/a&gt;, and the &lt;a href=\"The%20Blitz\"&gt;London blitz&lt;/a&gt;. He wrote that in the early 1940s, when he was in his early twenties, he thought, \"So there was a war? Tough. It wouldn't stop me from concentrating on my studies so long as that was possible...[I]f you were a French Canadian in Montreal [at that time], you did not automatically believe that this was a just war. In Montreal in the early 1940s, we still knew nothing about the Holocaust and we tended to think of this war as a settling of scores among the superpowers.\"\nYoung Trudeau was opposed to &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt; for overseas service, and in 1942 he campaigned for the anti-conscription candidate &lt;a href=\"Jean%20Drapeau\"&gt;Jean Drapeau&lt;/a&gt; (later the &lt;a href=\"Mayor%20of%20Montreal\"&gt;Mayor of Montreal&lt;/a&gt;) in &lt;a href=\"Outremont%20%28electoral%20district%29\"&gt;Outremont&lt;/a&gt;. Trudeau described a speech he heard in Montreal by &lt;a href=\"Ernest%20Lapointe\"&gt;Ernest Lapointe&lt;/a&gt;, who was then Prime Minister &lt;a href=\"William%20Mackenzie%20King\"&gt;William Mackenzie King&lt;/a&gt;'s top adviser on issues relating to Quebec and French-speaking Canada. Lapointe had been a Liberal MP during the 1917 &lt;a href=\"Conscription%20Crisis%20of%201917\"&gt;conscription crisis&lt;/a&gt;, in which the Canadian government had deployed up to 1,200 soldiers to suppress the Quebec City anti-conscription Easter Riots in March and April 1918. In a final and bloody conflict, armed rioters fired on the troops, and the soldiers returned fire. At least five men were killed by gunfire and there were over 150 casualties and $300,000 in damage. In 1939, it was Lapointe who helped draft the Liberals' policy against conscription for service overseas. Lapointe was aware that a new conscription crisis would destroy national unity that Mackenzie King had been trying to build since the end of World War I. Trudeau believed Lapointe had lied and broken his promise. His criticisms of King's wartime policies, such as \"suspension of habeas corpus\", the \"farce of bilingualism and French-Canadian advancement in the army,\" and the \"forced 'voluntary' enrolment\", was scathing.\nAs a university student Trudeau joined the &lt;a href=\"Canadian%20Officers%27%20Training%20Corps\"&gt;Canadian Officers' Training Corps&lt;/a&gt; (COTC), which trained at the local armoury in Montreal during the school term and undertook further training at Camp Farnham each summer. Although the \"&lt;a href=\"National%20Resources%20Mobilization%20Act\"&gt;National Resources Mobilization Act&lt;/a&gt;\", enacted in 1940, originally provided that conscripts could not be required to serve outside of Canada, in 1942 Parliament amended the act and removed that restriction. The &lt;a href=\"Conscription%20Crisis%20of%201944\"&gt;Conscription Crisis of 1944&lt;/a&gt; arose in response to the &lt;a href=\"invasion%20of%20Normandy\"&gt;invasion of Normandy&lt;/a&gt; in June 1944.\nEducation.\nTrudeau continued his full-time studies in law at the Université de Montréal while in the COTC from 1940 until his graduation in 1943.\nFollowing his graduation, Trudeau articled for a year and, in the fall of 1944, began his master's in &lt;a href=\"political%20economy\"&gt;political economy&lt;/a&gt; at &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;'s Graduate School of Public Administration (now the &lt;a href=\"John%20F.%20Kennedy%20School%20of%20Government\"&gt;John F. Kennedy School of Government&lt;/a&gt;). In his \"Memoir\", he admitted that it was at Harvard's \"super-informed environment\", that he realized the \"historic importance\" of the war and that he had \"missed one of the major events of the century in which [he] was living. Harvard had become a major intellectual centre as fascism in Europe led to the great intellectual migration to the United States.\nTrudeau's Harvard dissertation was on the topic of communism and Christianity. At Harvard, a predominantly Protestant American university, Trudeau who was French Catholic and was for the first time living outside the province of Quebec, felt like an outsider. As his sense of isolation deepened, in 1947, he decided to continue his work on his Harvard dissertation in Paris, France. He studied at the &lt;a href=\"Institut%20d%27%C3%89tudes%20Politiques%20de%20Paris\"&gt;Institut d'Études Politiques de Paris&lt;/a&gt;. The Harvard dissertation remained unfinished when Trudeau briefly entered a doctoral program to study under the socialist economist &lt;a href=\"Harold%20Laski\"&gt;Harold Laski&lt;/a&gt; at the &lt;a href=\"London%20School%20of%20Economics\"&gt;London School of Economics&lt;/a&gt; (LSE). This cemented Trudeau's belief that &lt;a href=\"Keynesian%20economics\"&gt;Keynesian economics&lt;/a&gt; and social sciences were essential to the creation of the \"good life\" in a democratic society. Over a five-week period he attended many lectures and became a follower of &lt;a href=\"personalism\"&gt;personalism&lt;/a&gt; after being influenced most notably by &lt;a href=\"Emmanuel%20Mounier\"&gt;Emmanuel Mounier&lt;/a&gt;. He also was influenced by &lt;a href=\"Nikolai%20Berdyaev\"&gt;Nikolai Berdyaev&lt;/a&gt;, particularly his book \"Slavery and Freedom\". &lt;a href=\"Max%20Nemni\"&gt;Max&lt;/a&gt; and &lt;a href=\"Monique%20Nemni\"&gt;Monique Nemni&lt;/a&gt; argue that Berdyaev's book influenced Trudeau's rejection of nationalism and separatism.\nIn the summer of 1948, Trudeau embarked on world travels to find a sense of purpose. At the age of twenty-eight, he travelled to &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; where he visited Auschwitz, then &lt;a href=\"Czechoslovakia\"&gt;Czechoslovakia&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;, &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt;, &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, the Middle East, including Jordan and southern &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;. Although he was very wealthy, Trudeau traveled with a back pack in \"self-imposed hardship\". He used his British passport instead of his Canadian passport in his travels through &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, India, China, and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, often wearing local clothing to blend in. According to \"The Economist\", when Trudeau returned to Canada in 1949 after an absence of five years, his mind was \"seemingly broadened\" from his studying at Harvard, the Institut d'Études Politiques, and the LSE and his travels. He was \"appalled at the narrow nationalism in his native French-speaking Quebec, and the authoritarianism of the province's government.\nQuiet Revolution.\nBeginning while Trudeau was travelling overseas, a number of events took place in Quebec that were precursors to the &lt;a href=\"Quiet%20Revolution\"&gt;Quiet Revolution&lt;/a&gt; in Quebec. These include the 1948 &lt;a href=\"Refus%20global\"&gt;Refus global&lt;/a&gt;, the publication of &lt;a href=\"Les%20insolences%20du%20Fr%C3%A8re%20Untel\"&gt;Les insolences du Frère Untel&lt;/a&gt;, the 1949 &lt;a href=\"Asbestos%20Strike\"&gt;Asbestos Strike&lt;/a&gt;, and the 1955 &lt;a href=\"Richard%20Riot\"&gt;Richard Riot&lt;/a&gt;. Artists and intellectuals in Quebec signed the Refus global on August 9, 1948, in opposition to the repressive rule of &lt;a href=\"Premier%20of%20Quebec\"&gt;Premier of Quebec&lt;/a&gt; &lt;a href=\"Maurice%20Duplessis\"&gt;Maurice Duplessis&lt;/a&gt; and the decadent \"social establishment\" in Quebec, including the Catholic Church. When he returned to Montreal in 1949, Trudeau quickly became a leading figure opposing Duplessis' rule. Trudeau actively supported the workers in the Asbestos Strike who opposed Duplessis in 1949. Trudeau was the co-founder and editor of \"&lt;a href=\"Cit%C3%A9%20Libre\"&gt;Cité Libre&lt;/a&gt;\", a dissident journal that helped provide the intellectual basis for the Quiet Revolution. In 1956, he edited an important book on the subject, \"La grève de l'amiante\", which argued that the asbestos miners' strike of 1949 was a seminal event in Quebec's history, marking the beginning of resistance to the conservative, &lt;a href=\"Francophone\"&gt;Francophone&lt;/a&gt; clerical establishment and &lt;a href=\"English%20language\"&gt;Anglophone&lt;/a&gt; business class that had long ruled the province.\nCareer.\nBecause of his labour union activities in Asbestos, Trudeau was blacklisted by Premier Duplessis and he was unable to teach law at the Université de Montréal. He surprised his closest friends in Quebec when he became a civil servant in Ottawa in 1949. He worked for the federal government until 1951 in the &lt;a href=\"Privy%20Council%20Office%20%28Canada%29\"&gt;Privy Council Office&lt;/a&gt; of the Liberal Prime Minister &lt;a href=\"Louis%20St.%20Laurent\"&gt;Louis St. Laurent&lt;/a&gt; as an economic policy advisor. He wrote in his memoirs that he found this period very useful later on, when he entered politics, and that senior civil servant &lt;a href=\"Norman%20Robertson\"&gt;Norman Robertson&lt;/a&gt; tried unsuccessfully to persuade him to stay on.\nHis progressive values and his close ties with &lt;a href=\"Co-operative%20Commonwealth%20Federation\"&gt;Co-operative Commonwealth Federation&lt;/a&gt; (CCF) intellectuals (including &lt;a href=\"F.%20R.%20Scott\"&gt;F. R. Scott&lt;/a&gt;, &lt;a href=\"Eugene%20Forsey\"&gt;Eugene Forsey&lt;/a&gt;, &lt;a href=\"Michael%20Kelway%20Oliver\"&gt;Michael Kelway Oliver&lt;/a&gt; and &lt;a href=\"Charles%20Taylor%20%28philosopher%29\"&gt;Charles Taylor&lt;/a&gt;) led to his support of and membership in that federal &lt;a href=\"Democratic%20socialism\"&gt;democratic socialist&lt;/a&gt; party throughout the 1950s.\nAn associate professor of law at the Université de Montréal from 1961 to 1965, Trudeau's views evolved towards a liberal position in favour of individual rights counter to the state and made him an opponent of Québec nationalism. He admired the labour unions, which were tied to the &lt;a href=\"Cooperative%20Commonwealth%20Federation\"&gt;Cooperative Commonwealth Federation&lt;/a&gt; (CCF), and tried to infuse his Liberal party with some of their reformist zeal. By the late 1950s Trudeau began to reject social democratic and labour parties, arguing that they should put their narrow goals aside and join forces with Liberals to fight for democracy first. In economic theory he was influenced by professors &lt;a href=\"Joseph%20Schumpeter\"&gt;Joseph Schumpeter&lt;/a&gt; and &lt;a href=\"John%20Kenneth%20Galbraith\"&gt;John Kenneth Galbraith&lt;/a&gt; while he was at Harvard. Trudeau criticized the Liberal Party of &lt;a href=\"Lester%20Pearson\"&gt;Lester Pearson&lt;/a&gt; when it supported arming &lt;a href=\"Boeing%20CIM-10%20Bomarc\"&gt;Bomarc missiles&lt;/a&gt; in Canada with &lt;a href=\"nuclear%20weapon\"&gt;nuclear warhead&lt;/a&gt;s.\nHe was offered a position at &lt;a href=\"Queen%27s%20University%20at%20Kingston\"&gt;Queen's University&lt;/a&gt; teaching political science by &lt;a href=\"James%20Corry%20%28academic%29\"&gt;James Corry&lt;/a&gt;, who later became principal of Queen's, but turned it down because he preferred to teach in Quebec. During the 1950s he was &lt;a href=\"blacklisted\"&gt;blacklisted&lt;/a&gt; by the United States and prevented from entering that country because of a visit to a conference in Moscow, and because he subscribed to a number of &lt;a href=\"left-wing%20politics\"&gt;left-wing&lt;/a&gt; publications. Trudeau later appealed the ban and it was rescinded.\nPolitical career.\nIn 1965, Trudeau joined the Liberal party, along with his friends &lt;a href=\"G%C3%A9rard%20Pelletier\"&gt;Gérard Pelletier&lt;/a&gt; and &lt;a href=\"Jean%20Marchand\"&gt;Jean Marchand&lt;/a&gt;. These \"three wise men\" ran successfully for the Liberals in the &lt;a href=\"1965%20Canadian%20federal%20election\"&gt;1965 election&lt;/a&gt;. Trudeau himself was elected in the safe Liberal riding of &lt;a href=\"Mount%20Royal%20%28electoral%20district%29\"&gt;Mount Royal&lt;/a&gt;, in western Montreal. He would hold this seat until his retirement from politics in 1984, winning each election with large majorities. His decision to join the &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;Liberal Party of Canada&lt;/a&gt; rather than the CCF's successor, the &lt;a href=\"New%20Democratic%20Party%20%28Canada%29\"&gt;New Democratic Party&lt;/a&gt; (NDP) was partly based on his belief that the federal NDP could not achieve power. He also doubted the feasibility of the centralizing policies of the party. He felt that the party leadership tended toward a \"deux nations\" approach he could not support.\nUpon arrival in Ottawa, Trudeau was appointed as Prime Minister Lester Pearson's parliamentary secretary, and spent much of the next year travelling abroad, representing Canada at international meetings and bodies, including the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;. In 1967, he was appointed to Pearson's &lt;a href=\"Canadian%20cabinet\"&gt;cabinet&lt;/a&gt; as &lt;a href=\"Minister%20of%20Justice%20%28Canada%29\"&gt;Minister of Justice&lt;/a&gt; and Attorney General.\nMinister of justice and attorney general.\nAs minister of justice and attorney general, Trudeau was responsible for introducing the landmark \"&lt;a href=\"Criminal%20Law%20Amendment%20Act%2C%201968-69\"&gt;Criminal Law Amendment Act&lt;/a&gt;\", an &lt;a href=\"omnibus%20bill\"&gt;omnibus bill&lt;/a&gt; whose provisions included, among other things, the decriminalization of homosexual acts between consenting adults, new gun ownership restrictions and the legalization of contraception, abortion and lotteries, as well as the authorization of breathalyzer tests on suspected drunk drivers. Trudeau famously defended the segment of the bill decriminalizing homosexual acts by telling reporters that \"there's no place for the state in the bedrooms of the nation\", adding that \"what's done in private between adults doesn't concern the Criminal Code\". Trudeau paraphrased the term from Martin O'Malley's editorial piece in \"&lt;a href=\"The%20Globe%20and%20Mail\"&gt;The Globe and Mail&lt;/a&gt;\" on December 12, 1967. Trudeau also liberalized divorce laws, and clashed with Quebec Premier &lt;a href=\"Daniel%20Johnson%2C%20Sr.\"&gt;Daniel Johnson, Sr.&lt;/a&gt; during constitutional negotiations.\nLiberal leadership convention (1968).\nAt the end of Canada's centennial year in 1967, Prime Minister Pearson announced his intention to step down, and Trudeau entered the race for the Liberal leadership. His energetic campaign attracted massive media attention and mobilized many young people, who saw Trudeau as a symbol of generational change. Going into the leadership convention, Trudeau was the front-runner and a clear favourite with the Canadian public. However, many Liberals still had reservations, given that he had joined the party as recently as 1965 and that his views, particularly those on divorce, abortion, and homosexuality, were seen as radical and opposed by a substantial segment of the party. During the convention, prominent Cabinet Minister &lt;a href=\"Judy%20LaMarsh\"&gt;Judy LaMarsh&lt;/a&gt; was caught on television profanely stating that Trudeau wasn't a Liberal.\nNevertheless, at the April &lt;a href=\"1968%20Liberal%20Party%20of%20Canada%20leadership%20election\"&gt;1968 Liberal leadership convention&lt;/a&gt;, Trudeau was elected as the leader on the fourth ballot, with the support of 51% of the delegates. He defeated several prominent and long-serving Liberals including &lt;a href=\"Paul%20Martin%20Sr.\"&gt;Paul Martin Sr.&lt;/a&gt;, &lt;a href=\"Robert%20Winters\"&gt;Robert Winters&lt;/a&gt; and &lt;a href=\"Paul%20Hellyer\"&gt;Paul Hellyer&lt;/a&gt;. As the new leader of the governing Liberals, Trudeau was sworn in as Prime Minister two weeks later on April 20.\nPrime Minister (1968–1979).\nTrudeau soon called an election, for June 25. His election campaign benefited from an unprecedented wave of personal popularity called \"&lt;a href=\"Trudeaumania\"&gt;Trudeaumania&lt;/a&gt;\", which saw Trudeau mobbed by throngs of youths. Trudeau's main national opponents were &lt;a href=\"Progressive%20Conservative%20Party%20of%20Canada\"&gt;PC&lt;/a&gt; leader &lt;a href=\"Robert%20Stanfield\"&gt;Robert Stanfield&lt;/a&gt; and &lt;a href=\"New%20Democratic%20Party%20of%20Canada\"&gt;NDP&lt;/a&gt; leader &lt;a href=\"Tommy%20Douglas\"&gt;Tommy Douglas&lt;/a&gt;, both popular figures who had been Premiers, respectively, of Nova Scotia and Saskatchewan (albeit in Trudeau's native Quebec, the main competition to the Liberals was from the &lt;a href=\"Ralliement%20cr%C3%A9ditiste\"&gt;Ralliement créditiste&lt;/a&gt;, led by &lt;a href=\"R%C3%A9al%20Caouette\"&gt;Réal Caouette&lt;/a&gt;). As a candidate Trudeau espoused &lt;a href=\"participatory%20democracy\"&gt;participatory democracy&lt;/a&gt; as a means of making Canada a \"&lt;a href=\"Just%20Society\"&gt;Just Society&lt;/a&gt;\". He defended vigorously the newly implemented &lt;a href=\"universal%20health%20care\"&gt;universal health care&lt;/a&gt; and &lt;a href=\"regional%20development\"&gt;regional development&lt;/a&gt; programmes, as well as the recent reforms found in the Omnibus bill.\nOn the eve of the election, during the annual &lt;a href=\"Saint-Jean-Baptiste%20Day\"&gt;Saint-Jean-Baptiste Day&lt;/a&gt; parade in Montreal, rioting &lt;a href=\"Quebec%20separatism\"&gt;Quebec sovereignists&lt;/a&gt; threw rocks and bottles at the grandstand where Trudeau was seated, chanting \"Trudeau au poteau!\" (Trudeau – to the stake!). Rejecting the pleas of his aides that he take cover, Trudeau stayed in his seat, facing the rioters, without any sign of fear. The image of the defiant prime minister impressed the public, and he handily won the &lt;a href=\"1968%20Canadian%20federal%20election\"&gt;1968 election&lt;/a&gt; the next day.\nDomestic affairs.\nTrudeau's first government implemented many procedural reforms to make Parliament and the Liberal caucus meetings run more efficiently, significantly expanded the size and role of the Prime Minister's office, and substantially expanded social-welfare programs.\nBilingualism and multiculturalism.\nTrudeau's first major legislative push was implementing the majority of recommendations of Pearson's &lt;a href=\"Royal%20Commission%20on%20Bilingualism%20and%20Biculturalism\"&gt;Royal Commission on Bilingualism and Biculturalism&lt;/a&gt; via the \"&lt;a href=\"Official%20Languages%20Act%20%28Canada%29\"&gt;Official Languages Act&lt;/a&gt;\", which made French and English the co-equal official languages of the federal government. More controversial than the declaration (which was backed by the NDP and, with some opposition in caucus, the PCs) was the implementation of the Act's principles: between 1966 and 1976, the francophone proportion of the civil service and military doubled, causing alarm in some sections of anglophone Canada that they were being disadvantaged.\nTrudeau's Cabinet fulfilled Part IV of the Royal Commission on Bilingualism and Biculturalism's report by announcing a \"&lt;a href=\"Multiculturalism\"&gt;Multiculturalism&lt;/a&gt; Policy\" on October 8, 1971. It was the first of its kind in the world, and was then emulated in several provinces, such as Alberta, Saskatchewan, Manitoba, and other countries most notably Australia, which has had a similar history and immigration pattern. Beyond the specifics of the policy itself, this action signalled an openness to the world and coincided with a more open immigration policy that had been brought in by Trudeau's predecessor Lester B. Pearson. This recognized that while Canada was a country of two official languages, it recognized a plurality of cultures – \"a multicultural policy within a bilingual framework\". This annoyed public opinion in Quebec, which believed that it challenged Quebec's claim of Canada as a country of two nations.\nThe 1999 &lt;a href=\"National%20Film%20Board\"&gt;National Film Board&lt;/a&gt; (NFB) documentary featuring young Canadians including the writer &lt;a href=\"John%20Duffy%20%28writer%29\"&gt;John Duffy&lt;/a&gt;, focused on how Trudeau's efforts to create a bilingual Canada affected them in the 1970s.\n1969 White Paper.\nIn 1969, Trudeau along with his then Minister of Indian Affairs Jean Chrétien, proposed the &lt;a href=\"1969%20White%20Paper\"&gt;1969 White Paper&lt;/a&gt; (officially entitled \"Statement of the Government of Canada on Indian policy\"). Under the legislation of the White Paper, Indian Status would be eliminated. First Nations Peoples would be incorporated fully into provincial government responsibilities as equal Canadian citizens, and reserve status would be removed imposing the laws of private property in indigenous communities. Any special programs or considerations that had been allowed to First Nations people under previous legislation would be terminated, as the special considerations were seen by the Government to act as a means to further separate Indian peoples from Canadian citizens. This proposal was seen by many as racist and an attack on Canada's aboriginal population. The Paper proposed the general assimilation of First Nations into the Canadian body politic through the elimination of the \"&lt;a href=\"Indian%20Act\"&gt;Indian Act&lt;/a&gt;\" and Indian status, the parcelling of reserve land to private owners, and the elimination of the Department of Indian and Northern Affairs. The White Paper prompted the first major national mobilization of Indian and Aboriginal activists against the federal government's proposal, leading to Trudeau setting aside the legislation.\nConstitutional affairs.\nAfter consultations with the provincial premiers, Trudeau agreed to attend a conference called by &lt;a href=\"Premier%20of%20British%20Columbia\"&gt;British Columbia Premier&lt;/a&gt; &lt;a href=\"W.%20A.%20C.%20Bennett\"&gt;W. A. C. Bennett&lt;/a&gt; to attempt to finally &lt;a href=\"patriation\"&gt;patriate&lt;/a&gt; the &lt;a href=\"Constitution%20of%20Canada\"&gt;Canadian constitution&lt;/a&gt;. Negotiations with the provinces by Minister of Justice John Turner created a draft agreement, known as the &lt;a href=\"Victoria%20Charter\"&gt;Victoria Charter&lt;/a&gt;, that entrenched a charter of rights, bilingualism, and a guarantee of a veto of constitutional amendments for Ontario and Quebec, as well as regional vetoes for &lt;a href=\"Western%20Canada\"&gt;Western Canada&lt;/a&gt; and &lt;a href=\"Atlantic%20Canada\"&gt;Atlantic Canada&lt;/a&gt;, within the new constitution. The agreement was acceptable to the nine predominantly-English speaking provinces, while Quebec's Premier Robert Bourassa requested two weeks to consult with his cabinet. After a strong backlash of popular opinion against the agreement in Quebec, Bourassa stated Quebec would not accept it.\nDeath penalty.\nOn July 14, 1976, after long and emotional debate, Bill C-84 was passed by the House of Commons by a vote of 130 to 124, abolishing the &lt;a href=\"Capital%20punishment%20in%20Canada\"&gt;death penalty&lt;/a&gt; completely and instituting a life sentence without parole for 25 years for first-degree murder.\nQuebec.\nOctober Crisis.\nTrudeau's first serious test came during the October Crisis of 1970, when a Marxist group, the \"&lt;a href=\"Front%20de%20lib%C3%A9ration%20du%20Qu%C3%A9bec\"&gt;Front de libération du Québec&lt;/a&gt;\" (FLQ) kidnapped British Trade Consul &lt;a href=\"James%20Cross\"&gt;James Cross&lt;/a&gt; at his residence on October 5. Five days later Quebec Labour Minister &lt;a href=\"Pierre%20Laporte\"&gt;Pierre Laporte&lt;/a&gt; was also kidnapped. Trudeau, with the acquiescence of Premier of Quebec Robert Bourassa, responded by invoking the \"&lt;a href=\"War%20Measures%20Act\"&gt;War Measures Act&lt;/a&gt;\" which gave the government sweeping powers of arrest and detention without trial. Trudeau presented a determined public stance during the crisis, answering the question of how far he would go to stop the violence by saying \"&lt;a href=\"Just%20watch%20me\"&gt;Just watch me&lt;/a&gt;\". Laporte was found dead on October 17 in the trunk of a car. The cause of his death is still debated. Five of the FLQ members were flown to Cuba in 1970 as part of a deal in exchange for James Cross' life, although they eventually returned to Canada years later, where they served time in prison.\nAlthough this response is still controversial and was opposed at the time as excessive by parliamentarians like Tommy Douglas and &lt;a href=\"David%20Lewis%20%28Canadian%20politician%29\"&gt;David Lewis&lt;/a&gt;, it was met with only limited objections from the public.\nQuebec provincial affairs.\nTrudeau faced increasing challenges in Quebec, starting with bitter relations with Bourassa and his &lt;a href=\"Quebec%20Liberal%20Party\"&gt;Liberal&lt;/a&gt; government in Quebec. After a rise in the polls after the rejection of the Victoria Charter, the Quebec Liberals had taken a more confrontational approach with the Federal government on the constitution, &lt;a href=\"Bill%2022\"&gt;French language laws&lt;/a&gt;, and the language of &lt;a href=\"air%20traffic%20control\"&gt;air traffic control&lt;/a&gt; in Quebec. Trudeau responded with increasing anger at what he saw as nationalist provocations against the Federal government's bilingualism and constitutional initiatives, at times expressing his personal contempt for Bourassa.\nPartially in an attempt to shore up his support, Bourassa called a &lt;a href=\"1976%20Quebec%20general%20election\"&gt;surprise election in 1976&lt;/a&gt; that resulted in &lt;a href=\"Ren%C3%A9%20L%C3%A9vesque\"&gt;René Lévesque&lt;/a&gt; and the &lt;a href=\"Parti%20Qu%C3%A9b%C3%A9cois\"&gt;Parti Québécois&lt;/a&gt; (PQ) winning a majority government. The PQ had chiefly campaigned on a \"good government\" platform, but promised a referendum on independence to be held within their first mandate. Trudeau and Lévesque had been personal rivals, with Trudeau's intellectualism contrasting with Lévesque's more working-class image. While Trudeau claimed to welcome the \"clarity\" provided by the PQ victory, the unexpected rise of the sovereignist movement became, in his view, his biggest challenge.\nAs the PQ began to take power, Trudeau faced the prolonged failure of his marriage, which was covered in lurid detail on a day-by-day basis by the English language press. Trudeau's reserve was seen as dignified by contemporaries and his poll numbers actually rose during the height of coverage, but aides felt the personal tensions left him uncharacteristically emotional and prone to outbursts.\nEconomic policy.\nTrudeau was well known for running large budget &lt;a href=\"Deficit%20spending\"&gt;deficits&lt;/a&gt; throughout his tenure. After the &lt;a href=\"1968%20Canadian%20federal%20budget\"&gt;1968-1969&lt;/a&gt; and &lt;a href=\"1969%20Canadian%20federal%20budget\"&gt;1969-1970&lt;/a&gt; fiscal year budgets, the Trudeau government began running deficits over $1 billion, eliminating Canada's &lt;a href=\"balanced%20budget\"&gt;balanced budget&lt;/a&gt;. The budget would not be balanced again until fiscal year &lt;a href=\"1997%20Canadian%20federal%20budget\"&gt;1997-1998&lt;/a&gt;. Trudeau's government also introduced a &lt;a href=\"capital%20gains%20tax\"&gt;capital gains tax&lt;/a&gt; in the &lt;a href=\"1971%20Canadian%20federal%20budget\"&gt;1971 federal budget&lt;/a&gt;. By the time Trudeau's first tenure ended in 1979, the deficit grew to $12 billion (fiscal year &lt;a href=\"November%201978%20Canadian%20federal%20budget\"&gt;1979-1980&lt;/a&gt;), a large number that sharply contrasted to his relatively small deficit of $667 million in his first budget (1968-1969).\nWhile popular with the electorate, Trudeau's promised minor reforms had little effect on the growing rate of inflation, and he struggled with conflicting advice on the crisis. In September 1975 the popular Finance Minister John Turner resigned over a perceived lack of support in &lt;a href=\"Countervailing%20duties\"&gt;countervailing measures&lt;/a&gt;. In October 1975, in an embarrassing about-face, Trudeau and new Finance Minister &lt;a href=\"Donald%20Stovel%20Macdonald\"&gt;Donald Macdonald&lt;/a&gt; introduced wage and price controls by passing the \"&lt;a href=\"Anti-Inflation%20Act\"&gt;Anti-Inflation Act&lt;/a&gt;\". The breadth of the legislation, which touched on many powers traditionally considered the purview of the provinces, prompted &lt;a href=\"Reference%20re%20Anti-Inflation%20Act\"&gt;a Supreme Court reference&lt;/a&gt; that only upheld the legislation as an &lt;a href=\"Peace%2C%20Order%2C%20and%20Good%20Government\"&gt;emergency requiring Federal intervention&lt;/a&gt; under the \"&lt;a href=\"British%20North%20America%20Act\"&gt;British North America Act&lt;/a&gt;\". During the annual 1975 Christmas interview with &lt;a href=\"CTV%20Television%20Network\"&gt;CTV&lt;/a&gt;, Trudeau discussed the economy, citing market failures and stating that more state intervention would be necessary. However, the academic wording and hypothetical solutions posed during the complex discussion led much of the public to believe he had declared capitalism itself a failure, creating a lasting distrust among increasingly &lt;a href=\"neoliberalism\"&gt;neoliberal&lt;/a&gt; business leaders.\nForeign affairs.\nIn foreign affairs, Trudeau kept Canada in the North Atlantic Treaty Organization (&lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;), but often pursued an independent path in international relations. \nTrudeau was the first world leader to meet &lt;a href=\"John%20Lennon\"&gt;John Lennon&lt;/a&gt; and his wife &lt;a href=\"Yoko%20Ono\"&gt;Yoko Ono&lt;/a&gt; on their 1969 \"tour for &lt;a href=\"world%20peace\"&gt;world peace&lt;/a&gt;\". Lennon said, after talking with Trudeau for 50 minutes, that Trudeau was \"a beautiful person\" and that \"if all politicians were like Pierre Trudeau, there would be world peace\". The diplomat &lt;a href=\"John%20G.%20H.%20Halstead\"&gt;John G. H. Halstead&lt;/a&gt; who worked as a close adviser to Trudeau for a time described him as a man who never read any of the policy papers submitted by the External Affairs department, instead preferring short briefings on the issues before meeting other leaders and that Trudeau usually tried to \"wing\" his way through international meetings by being witty. Halstead stated that Trudeau viewed foreign policy as \"only for dabbing\", saying he much preferred domestic affairs.\nNATO and the United States.\nIn August 1968, the Trudeau government expressed disapproval of the Soviet invasion of Czechoslovakia, having the Canadian delegation at the United Nations vote for a resolution condemning the invasion, which failed to pass owning to a Soviet veto. However, Trudeau made it clear that he did not want an intensified Cold War as a result of the invasion, and worked to avoid a rupture with Moscow. In a speech in December 1968, Trudeau asked: \"Can we assume Russia wants war because it invaded Czechoslovakia?\". \nIn 1968-1969, Trudeau wanted to pull Canada out of NATO, arguing that the MAD (Mutually Assured Destruction) caused by a Soviet-American nuclear exchange made it highly unlikely that the Soviet Union would ever invade West Germany, thereby making NATO into an expensive irrelevance in his view. In March 1969, Trudeau visited Washington to meet President &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt;, where the meeting went very civilly, through Nixon came to intensely dislike Trudeau over time, referring to him in 1971 as \"that asshole Trudeau\" Nixon made it clear to Trudeau that a Canada that remained in NATO would be taken more seriously in Washington than a Canada that left NATO. Trudeau himself noted during a speech given before the National Press Club during the same visit that the United States was by far Canada's largest trading partner, saying: \"Living next to you is in some way like sleeping with an elephant; no matter how friendly and even-tempered the beast, one is affected by every twitch and grunt\". \nThe NATO question badly divided the cabinet. The diplomat &lt;a href=\"Marcel%20Cadieux\"&gt;Marcel Cadieux&lt;/a&gt; accused Trudeau of being \"ne semble pas croire du tout au danger soviétique\". As a diplomat, the devout Catholic Cadieux had served on the &lt;a href=\"International%20Control%20Commission\"&gt;International Control Commission&lt;/a&gt; in 1954-55, where his experiences of witnessing the exodus of 2 million Vietnamese Catholics from North Vietnam to South Vietnam made him into a very firm anti-Communist. In late March 1969, Trudeau's cabinet was torn by debate as ministers divided into pro-NATO and anti-NATO camps, and Trudeau's own feelings were with the latter. The Defence Minister &lt;a href=\"L%C3%A9o%20Cadieux\"&gt;Léo Cadieux&lt;/a&gt; threatened to resign in protest if Canada did leave NATO, leading Trudeau who wanted to keep a French-Canadian in a high profile portfolio such as the Defence department, to meet Cadieux on 2 April 1969 to discuss a possible compromise. Trudeau and Cadieux agreed to the compromise that Canada would stay in NATO, but drastically cut back its contributions, despite warnings from &lt;a href=\"Ross%20Campbell%20%28diplomat%29\"&gt;Ross Campbell&lt;/a&gt;, the Canadian member of the NATO Council, that the scale of the cuts envisioned would break Canada's treaty commitments. Ultimately, the fact the United States would be more favorably disposed to a Canada in NATO and the need to maintain cabinet unity led Trudeau to decide, despite his own inclinations, to stay in NATO. After much discussion within the cabinet, Trudeau finally declared that Canada would stay within NATO after all on 3 April 1969, but he would cut back Canada's forces within Europe by 50%. The way that Canada cut its NATO contributions by 50% caused tensions with other NATO allies with the British government of Prime Minister &lt;a href=\"Harold%20Wilson\"&gt;Harold Wilson&lt;/a&gt; making a public protest at the cuts..\nRelations with the United States deteriorated on many points in the Nixon years (1969–74), including trade disputes, defence agreements, energy, fishing, the environment, cultural imperialism, and foreign policy. They changed for the better when Trudeau and &lt;a href=\"Presidency%20of%20Jimmy%20Carter\"&gt;President Jimmy Carter (1977–81)&lt;/a&gt; found a better rapport. The late 1970s saw a more sympathetic American attitude toward Canadian political and economic needs, the pardoning of draft evaders who had moved to Canada, and the passing of old sore points such as Watergate and the Vietnam War. Canada more than ever welcomed American investments during the \"&lt;a href=\"stagflation\"&gt;stagflation&lt;/a&gt;\" (high inflation and high unemployment at the same time) that hurt both nations in the 1970s.\nTrudeau continued his attempts at increasing Canada's international profile, including joining the &lt;a href=\"G7\"&gt;G7&lt;/a&gt; group of major economic powers in 1976 at the behest of &lt;a href=\"President%20of%20the%20United%20States\"&gt;U.S. President&lt;/a&gt; &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt;. \nOn January 4, 1973, Trudeau voted for a resolution in the House of Commons that condemned the American &lt;a href=\"Operation%20Linebacker%20II\"&gt;Christmas bombings&lt;/a&gt; against North Vietnam between 18 and 29 December 1972. As a consequence, Canadian-American relations which were already under stress because of the mutual contempt between Nixon and Trudeau, reached a post-war nadir. Nixon was infuriated by the resolution and refused to see the Canadian ambassador in Washington in protest. Prompted by Halstead, who was known as a proponent of economic \"rebalancing\" by seeking closer economic ties with the EEC, Trudeau made a visit to Brussels in October 1973 to see &lt;a href=\"Fran%C3%A7ois-Xavier%20Ortoli\"&gt;François-Xavier Ortoli&lt;/a&gt;, the president of the European Commission. Ortoli refused Trudeau's request for a free trade agreement with the EEC, saying that was out of the question, but did agree to open talks on lowering tariffs between Canada and the EEC.\nUnited Kingdom.\nTrudeau attached little importance to relations with Britain. While he shot down a suggestion by one of his ministers to turn Canada into a republic in 1968, he treated the monarchy with a certain bemused contempt. Britain's decision in 1973 to join the &lt;a href=\"European%20Economic%20Community\"&gt;European Economic Community&lt;/a&gt; (EEC) as the European Union was then known, confirmed Trudeau's view that the United Kingdom was a declining power that had little to offer Canada while the way that Japan had replaced Britain as Canada's second-largest trading partner was taken as further confirmation of these views. However, Trudeau was attached to the Commonwealth, believing it was an international body that allowed Canada to project influence in the Third World. \nFrance.\nThrough France was no longer as supportive of Quebec separatism as it had been under President &lt;a href=\"Charles%20de%20Gaulle\"&gt;Charles de Gaulle&lt;/a&gt; in the 1960s, the way that French politicians throughout the 1970s expressed the thesis of a special Franco-Quebecois bond as opposed to a special Franco-Canadian bond led to tensions with Paris.\nGermany.\nTrudeau had an especially close friendship with the Social Democratic West German Chancellor &lt;a href=\"Helmut%20Schmidt\"&gt;Helmut Schmidt&lt;/a&gt;, whom he greatly liked both for his left-wing politics and as a practical politician who was more concerned about getting things done rather than with ideological questions. Schmidt was sympathetic towards Trudeau's \"rebalancing\" concept, telling Trudeau that he wanted West Germany to have two North American partners instead of one, and promised at a 1975 meeting to use West German influence within the EEC to grant Canada better trade terms in exchange for Canada spending more on its NATO commitments. After meeting Schmidt, Trudeau performed a \"volte-face\" on NATO, speaking at a press conference of how much he valued NATO as an alliance that was established for collective security in Europe. To show his approval of Schmidt, Trudeau not only agreed to spend more on NATO, but insisted that the Canadian Army buy the German-built Leopard tanks, which thereby boosted the West German arms industry, over the opposition of the Finance department, which felt that buying the Leopard tanks was wasteful. Schmidt's support was especially welcome as Wilson, once again back as the British prime minister, proved unwilling to lobby for the EEC lowering tariffs on Canadian goods, merely saying that he was willing \"to interpret Canadian policy\" to the other EEC leaders. By contrast, the West German Foreign Minister Hans-Dietrich Genscher gave Trudeau a firm promise of West German support for an EEC-Canadian economic agreement. The major hold-out was France, which was stoutly opposed to an EEC-Canadian agreement, seeing giving EEC market access to Canadian agriculture as a threat to French agriculture. In July 1976 a Canadian-EEC Framework Economic Agreement was signed, which came into effect on 1 October 1976. Trudeau hoped would be the Framework Agreement would be the first step towards a Canadian-EEC free trade agreement, but the EEC proved to be uninterested in free trade with Canada.\nChina.\nHe established Canadian diplomatic relations with the People's Republic of China before the United States did in 1979, and went on an official visit to Beijing. On 10 February 1969, the government announced its wish to establish diplomatic relations with the People's Republic, and Trudeau was mortified when the Chinese refused to respond at first, which made him look foolish. Unknown to Trudeau, the Chinese diplomatic corps had been so thoroughly purged during the Great Proletarian Cultural Revolution that the Chinese Foreign Ministry barely functioned by early 1969. On 19 February 1969, the Chinese finally responded and agreed to open talks in Stockholm on establishing diplomatic relations, which began on 3 April 1969. Trudeau expected the negotiations to be a mere formality, but relations were not finally established until October 1970. The delay was largely because the Chinese insisted that Canada have no relations whatsoever with \"the Chiang Kai-shek gang\" as they called the Kuomintang regime in &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; and agree to support the Chinese position that Taiwan was a part of the People's Republic, a position that caused problems on the Canadian side as it implied Canadian support for China's viewpoint that it had the right to take Taiwan by force into the People's Republic. On 10 October 1970, a statement was issued by the External Affairs department in Ottawa saying: \"The Chinese government reaffirms that Taiwan is an inalienable part of the territory of the People's Republic of China. The Canadian government takes note of the Chinese position\". After the statement was issued, China and Canada established diplomatic relations on the same day. In October 1973, Trudeau visited Beijing to meet &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt; and &lt;a href=\"Zhou%20Enlai\"&gt;Zhou Enlai&lt;/a&gt;, where Trudeau was hailed as \"old friend\"-a term of high approval in China. \nIn 1976, Trudeau, succumbing to pressure from the Chinese government, issued an order barring &lt;a href=\"Sports%20in%20Taiwan\"&gt;Taiwan&lt;/a&gt; from participating as China in the &lt;a href=\"1976%20Montreal%20Olympics\"&gt;1976 Montreal Olympics&lt;/a&gt;, although technically it was a matter for the &lt;a href=\"IOC\"&gt;IOC&lt;/a&gt;. His action strained relations with the United States – from &lt;a href=\"President%20Ford\"&gt;President Ford&lt;/a&gt;, future &lt;a href=\"President%20Carter\"&gt;President Carter&lt;/a&gt; and the press – and subjected Canada to international condemnation and shame.\nAfrica.\nDuring the &lt;a href=\"Nigerian%20Civil%20War\"&gt;Nigerian Civil War&lt;/a&gt;, which attracted worldwide attention owning to the Nigerian tactic of starving into submission the people living in the self-proclaimed &lt;a href=\"Republic%20of%20Biafra\"&gt;Republic of Biafra&lt;/a&gt;, causing a famine that killed millions, Canada as a member of &lt;a href=\"the%20Commonwealth\"&gt;the Commonwealth&lt;/a&gt; was expected to take a stand on what was happening within a fellow Commonwealth nation. Despite the criticism of the Nigerian strategy of victory via starvation, Trudeau declared his support for an united Nigeria and indicated his disapproval of &lt;a href=\"Igbo%20people\"&gt;Ibo&lt;/a&gt; separatism while expressing regret about the way that the Nigerian government had chosen to fight the war. Again, as a member of the Commonwealth, Canada was expected to take a position on the white supremacist government of South Africa (which had belonged to the Commonwealth until 1961) and whose \"&lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt;\" system had attracted worldwide criticism. Trudeau's \"Foreign Policy for Canadians\" white paper of April 1968 had declared that \"social justice\" in South Africa was a key priority, but much to the dismay of anti-apartheid activists, Trudeau never imposed &lt;a href=\"sanctions%20on%20South%20Africa\"&gt;sanctions on South Africa&lt;/a&gt;. Trudeau was often criticized for his \"duplicity\" on South Africa as he criticized \"apartheid\", but refused to impose sanctions on South Africa.\nIn 1970-71, the Commonwealth was threatened with a split as a number of African Commonwealth nations supported by India denounced Britain's policy of selling arms to South Africa, which the British government argued was necessary because South Africa was one of the world's largest gold producers while the South African government was &lt;a href=\"Anti-communism\"&gt;anti-Communist&lt;/a&gt; and pro-Western. The Labour &lt;a href=\"Labour%20government%2C%201964%E2%80%931970\"&gt;Wilson government&lt;/a&gt; had imposed an arms embargo on South Africa in 1964, which the new Conservative government ended in 1970. A number of African Commonwealth nations led by President &lt;a href=\"Kenneth%20Kaunda\"&gt;Kenneth Kaunda&lt;/a&gt; of Zambia and President &lt;a href=\"Julius%20Nyerere\"&gt;Julius Nyerere&lt;/a&gt; of Tanzania threatened to leave the Commonwealth if Britain continued with the arms sales to South Africa. When British Prime Minister &lt;a href=\"Edward%20Heath\"&gt;Edward Heath&lt;/a&gt; visited Ottawa in December 1970, his meetings with Trudeau went badly. In what was described as a \"no holds-barred\" style, Trudeau told Heath that the British arms sales to white supremacist South Africa were threatening the unity of the Commonwealth. At a &lt;a href=\"1971%20Commonwealth%20Heads%20of%20Government%20Meeting\"&gt;Commonwealth summit&lt;/a&gt; in Singapore between 14-22 January 1971, Trudeau argued that \"apartheid\" was not sustainable in the long run given that the black population of South Africa vastly outnumbered the white population, and it was extremely myopic for Britain to be supporting South Africa, given that majority rule in South Africa was inevitable. However, Trudeau worked for a compromise to avoid a split in the Commonwealth, arguing that the Commonwealth needed to do more to pressure South Africa to end \"apartheid\" peacefully, saying that a \"race war\" in South Africa would be the worse possible way to end \"apartheid\". The conference ended with the compromise agreement that Britain would complete its existing arms contracts to South Africa, but henceforward sell no more weapons to South Africa; ultimately the British only sold South Africa five attack helicopters. &lt;a href=\"Lee%20Kuan%20Yew\"&gt;Lee Kuan Yew&lt;/a&gt;, the prime minister of Singapore and the host of the conference later praised Trudeau for his efforts at the Commonwealth summit to hold together the Commonwealth despite the passions caused by the South African issue.\nRefugees.\nIn contrast to South Africa, Trudeau was more forceful on the white supremacist government of Rhodesia (modern Zimbabwe), saying during a visit to Jamaica about the question of accepting white refugees from Rhodesia: \"I'm certainly not panting to have this immigration movement take place...If they're liberals, white liberals, they should stay and have nothing to fear after Rhodesian independence. If they're racist, why shouldn't you [Jamaica] receive them instead of us?\" During the refugee crisis caused by the flight of the so-called \"&lt;a href=\"Vietnamese%20boat%20people\"&gt;boat people&lt;/a&gt;\" from Vietnam as thousands of people, mostly ethnic Chinese, fled Communist Vietnam in makeshift boats across the South China Sea, usually to the British colony of Hong Kong, the Trudeau government was generous in granting asylum to the refugees. By 1980, Canada had accepted about 44,000 of the \"boat people\", making it one of the top destinations for the \"boat people\". \nIsrael.\nIn November 1978, the Israeli Prime Minister &lt;a href=\"Menachem%20Begin\"&gt;Menachem Begin&lt;/a&gt; visited Canada and during a speech on 12 November 1978 to a Jewish group in Toronto called upon Canadian Jews to lobby to have Canada move its embassy from &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt; to &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;, saying that Jerusalem was the true capital of Israel, and that Jews should vote in the 1979 election for the candidates who wanted the Canadian embassy in Jerusalem. Trudeau saw Begin's speech as interference in Canada's internal politics, and came to develop what was described as a \"really passionate hatred\" of Begin. During his final government in 1980-84, Trudeau's government took markedly pro-Palestinian positions as Trudeau was described as being \"pro-Arab\" by this point.\nTrudeau and Castro.\nTrudeau was known as a friend of &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt;, the leader of &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;. In January 1976, Trudeau visited Cuba to meet Castro and shouted to a crowd in Havana \"Vive Cuba! Vive Castro!\" (\"Long Live Cuba! Long Live Castro!\"). In November 1975, Cuba had intervened in the Angolan Civil War on the side of the Marxist MPLA government supported by the Soviet Union which was fighting against the UNITA and FNLA guerrilla movements supported by the United States, South Africa and Zaire (the modern Democratic Republic of the Congo). Through both Zaire and South Africa had also intervened in Angola, sending in troops to support the FLNA and UNITA respectively, it was the Cuban intervention in Angola that caused the controversy in the West. Many people in the West saw the Cuban intervention as \"aggression\", and as a power play by the Soviet Union to win a sphere of influence in Africa. Angola was amply endowed with oil, and many saw the victory of the MPLA/Cuban forces in the first round of the Angolan civil war in 1975-76 as a major blow to Western interests in Africa. Trudeau's remarks in Havana were widely seen in the West as not only expressing approval of Cuba's Communist government, but also the Cuban intervention in Angola. In fact, Trudeau did press Castro in private to pull his troops out of Angola, only for Castro to insist that Cuba would pull its forces out of Angola only when South Africa likewise pulled its forces of not only Angola, but also Southwest Africa (modern Namibia) as well. Trudeau's embrace of Castro attracted much criticism in the United States, which allowed Trudeau to pose as a leader who was \"standing up\" to the United States without seriously damaging American-Canadian relations.\n1972 and 1974 federal elections.\n1972 election.\nIn the &lt;a href=\"1972%20Canadian%20federal%20election\"&gt;federal election of 1972&lt;/a&gt;, the Liberals won a minority government, with the New Democratic Party led by David Lewis holding the &lt;a href=\"Balance%20of%20power%20%28parliament%29\"&gt;balance of power&lt;/a&gt;.\nRequiring NDP support to continue, the government would move to the political left, including the creation of &lt;a href=\"Petro-Canada\"&gt;Petro-Canada&lt;/a&gt;.\n1974 election.\nIn May 1974, the House of Commons passed a &lt;a href=\"motion%20of%20no%20confidence\"&gt;motion of no confidence&lt;/a&gt; in the Trudeau government, defeating its budget bill after Trudeau intentionally antagonized Stanfield and Lewis. The &lt;a href=\"1974%20Canadian%20federal%20election\"&gt;election of 1974&lt;/a&gt; focused mainly on the &lt;a href=\"1973%E2%80%9375%20recession\"&gt;current economic recession&lt;/a&gt;. Stanfield proposed the immediate introduction of &lt;a href=\"wage%20and%20price%20controls\"&gt;wage and price controls&lt;/a&gt; to help end the increasing &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt; Canada was currently facing. Trudeau mocked the proposal, saying to a newspaper reporter that it was the equivalent of a magician saying \"Zap! You're frozen\", and instead promoted a variety of small tax cuts to curb inflation. A campaign tour featuring Trudeau's wife and infant sons was popular, and NDP supporters scared of wage controls moved toward the Liberals.\nThe Liberals were re-elected with a majority government with 141 of the 264 seats, prompting Stanfield's retirement. The Liberals won no seats in Alberta, though, where &lt;a href=\"Peter%20Lougheed\"&gt;Peter Lougheed&lt;/a&gt; was a vociferous opponent of Trudeau's 1974 budget.\n1979 election.\nAs the 1970s wore on, growing public exhaustion towards Trudeau's personality and the country's constitutional debates caused his poll numbers to fall rapidly in the late 1970s. At the &lt;a href=\"1978%20G7%20summit\"&gt;1978 G7 summit&lt;/a&gt;, he discussed strategies for the upcoming election with West German Chancellor &lt;a href=\"Helmut%20Schmidt\"&gt;Helmut Schmidt&lt;/a&gt;, who advised him to announce several spending cuts to quell criticism of the large deficits his government was running.\nAfter a series of defeats in by-elections in 1978, Trudeau waited as long as he could to call a statutory general election in 1979. He finally did so in 1979, only two months from the five-year limit provided under the \"&lt;a href=\"Constitution%20Act%2C%201867\"&gt;British North America Act&lt;/a&gt;\".\nIn the &lt;a href=\"1979%20Canadian%20federal%20election\"&gt;election of 1979&lt;/a&gt;, Trudeau and the Liberals faced declining poll numbers and the &lt;a href=\"Joe%20Clark\"&gt;Joe Clark&lt;/a&gt;–led Progressive Conservatives focusing on \"pocketbook\" issues. Trudeau and his advisors, to contrast with the mild-mannered Clark, based their campaign on Trudeau's decisive personality and his grasp of the Constitution file, despite the general public's apparent wariness of both. The traditional Liberal rally at &lt;a href=\"Maple%20Leaf%20Gardens\"&gt;Maple Leaf Gardens&lt;/a&gt; saw Trudeau stressing the importance of major constitutional reform to general ennui, and his campaign \"photo-ops\" were typically surrounded by picket lines and protesters. Though polls portended disaster, Clark's struggles justifying his party's populist platform and a strong Trudeau performance in the election debate helped bring the Liberals to the point of contention.\nThough winning the popular vote by four points, the Liberal vote was concentrated in Quebec and faltered in industrial Ontario, allowing the PCs to win the seat-count handily and form a minority government.\nOpposition (1979–1980).\nTrudeau soon announced his intention to resign as Liberal Party leader and favoured &lt;a href=\"Donald%20Stovel%20Macdonald\"&gt;Donald Macdonald&lt;/a&gt; to be his successor.\nHowever, before a &lt;a href=\"leadership%20convention\"&gt;leadership convention&lt;/a&gt; could be held, with Trudeau's blessing and &lt;a href=\"Allan%20MacEachen\"&gt;Allan MacEachen&lt;/a&gt;'s manoeuvring in the house, the Liberals supported an NDP subamendment to &lt;a href=\"1979%20Canadian%20federal%20budget\"&gt;Clark's budget&lt;/a&gt; stating that the House had no confidence in the budget. In Canada, as in most other countries with a &lt;a href=\"Westminster%20system\"&gt;Westminster system&lt;/a&gt;, budget votes are indirectly considered to be votes of confidence in the government, and their &lt;a href=\"loss%20of%20supply\"&gt;failure&lt;/a&gt; automatically brings down the government. Liberal and NDP votes and Social Credit abstentions led to the subamendment passing 139–133, thereby toppling Clark's government and triggering a new election for a House less than a year old. The Liberal caucus, along with friends and advisers persuaded Trudeau to stay on as leader and fight the election, with Trudeau's main impetus being the upcoming referendum on Quebec sovereignty.\nTrudeau and the Liberals engaged in a new strategy for the &lt;a href=\"1980%20Canadian%20federal%20election\"&gt;February 1980 election&lt;/a&gt;: facetiously called the \"low bridge\", it involved dramatically underplaying Trudeau's role and avoiding media appearances, to the point of refusing a televised debate. On election day Ontario returned to the Liberal fold, and Trudeau and the Liberals defeated Clark and won a &lt;a href=\"majority%20government\"&gt;majority government&lt;/a&gt;.\nPrime Minister (1980–1984).\nThe Liberal victory in 1980 highlighted a sharp geographical divide in the country: the party had won no seats west of &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt;. Trudeau, in an attempt to represent Western interests, offered to form a coalition government with &lt;a href=\"Ed%20Broadbent\"&gt;Ed Broadbent&lt;/a&gt;'s NDP, which had won 22 seats in the west, but was rebuffed by Broadbent out of fear the party would have no influence in a majority government.\n1980 Quebec referendum.\nThe first challenge Trudeau faced upon re-election was the May 20, &lt;a href=\"1980%20Quebec%20referendum\"&gt;1980 Quebec referendum&lt;/a&gt; on Québec sovereignty, called by the Parti Québécois government under René Lévesque. Trudeau immediately initiated federal involvement in the referendum, reversing the Clark government's policy of leaving the issue to the Quebec Liberals and &lt;a href=\"Claude%20Ryan\"&gt;Claude Ryan&lt;/a&gt;. He appointed Jean Chrétien as the nominal spokesman for the federal government, helping to push the \"Non\" cause to working-class voters who tuned out the intellectual Ryan and Trudeau. Unlike Ryan and the Liberals, he refused to acknowledge the legitimacy of the referendum question, and noted that the \"association\" required consent from the other provinces.\nIn the debates in the legislature during the campaign leading up to the referendum Lévesque said that Trudeau's middle name was Scottish, and that Trudeau's aristocratic upbringing proved that he was more Scottish than French. A week prior to the referendum, Trudeau delivered one of his most well-known speeches, in which he extolled the virtues of federalism and questioned the ambiguous language of the referendum question. He described the origin of the name \"Canadian\". Trudeau promised a new constitutional agreement should Quebec decide to stay in Canada, in which English-speaking Canadians would have to listen to valid concerns made by the Québécois. On May 20, sixty percent of Quebecers voted to remain in Canada. Following the announcement of the results, Trudeau said that he \"had never been so proud to be a Quebecer and a Canadian\".\nEconomy and oil.\nIn their first budget, delivered in October 1980 by Trudeau's long-time loyalist, Finance Minister Allan MacEachen, the &lt;a href=\"National%20Energy%20Program\"&gt;National Energy Program&lt;/a&gt; was introduced. It became one of the Liberals' most contentious policies. The NEP was fiercely protested by the Western provinces. The western provinces blamed the devastating oil bust of the 1980s on the NEB which led to what many termed \"&lt;a href=\"Western%20alienation\"&gt;Western alienation&lt;/a&gt;.\" &lt;a href=\"Peter%20Lougheed\"&gt;Peter Lougheed&lt;/a&gt;, then premier of Alberta, entered into tough negotiations with Trudeau and they reached a revenue-sharing agreement on energy in 1982.\nThis first budget, was one of a series of unpopular budgets delivered in response to the oil shock of 1979 and the ensuing &lt;a href=\"early%201980s%20recession\"&gt;severe global economic recession&lt;/a&gt; which began at the start of 1980. In his budget speech, MacEachen said that the global oil price shocks—in &lt;a href=\"1973%20oil%20crisis\"&gt;1973&lt;/a&gt; and again in &lt;a href=\"1979%20oil%20crisis\"&gt;1979&lt;/a&gt;—had caused a \"sharp renewal of inflationary forces and real income losses\" in Canada and in the industrial world...They are not just Canadian problems ... they are world-wide problems.\" Leaders of developed countries raised their concerns at the Venice Summit, at meetings of Finance Ministers of the &lt;a href=\"International%20Monetary%20Fund\"&gt;International Monetary Fund&lt;/a&gt; (IMF) and the &lt;a href=\"OECD\"&gt;Organisation for Economic Co-operation and Development&lt;/a&gt; (OECD). The &lt;a href=\"Bank%20of%20Canada\"&gt;Bank of Canada&lt;/a&gt; wrote that there was a \"deeply troubling air of uncertainty and anxiety\" about the economy.\nAmongst the policies introduced by Trudeau's last term in office were an expansion in government support for Canada's poorest citizens. By the time Trudeau left office in 1984, the budget deficit was at a whopping $37 billion (fiscal year &lt;a href=\"1984%20Canadian%20federal%20budget\"&gt;1984-1985&lt;/a&gt;). Trudeau's first budget (fiscal year 1968-1969) only had a deficit of $667 million.\nPatriation of the constitution.\nIn 1982, Trudeau succeeded in patriating the Constitution. In response to a formal request from the Canadian Houses of Parliament, the British Parliament passed an act ceding to the governments of Canada the full responsibility for amending Canada's Constitution. Earlier in his tenure, he had met with opposition from the provincial governments, most notably with the Victoria Charter. Provincial premiers were united in their concerns regarding an amending formula, a court-enforced Charter of Rights, and a further devolution of powers to the provinces. In 1980, Chrétien was tasked with creating a constitutional settlement following the Quebec referendum in which Quebecers voted to remain in Canada.\nAfter chairing a series of increasingly acrimonious conferences with first ministers on the issue, Trudeau announced the intention of the federal government to proceed with a request to the British parliament to patriate the constitution, with additions to be approved by a referendum without input from provincial governments. Trudeau was backed by the NDP, Ontario Premier &lt;a href=\"Bill%20Davis\"&gt;Bill Davis&lt;/a&gt;, and New Brunswick Premier &lt;a href=\"Richard%20Hatfield\"&gt;Richard Hatfield&lt;/a&gt; and was opposed by the remaining premiers and PC leader Joe Clark. After numerous provincial governments challenged the legality of the decision using their &lt;a href=\"Reference%20question\"&gt;reference power&lt;/a&gt;, conflicting decisions prompted a &lt;a href=\"Patriation%20Reference\"&gt;Supreme Court decision&lt;/a&gt; that stated unilateral patriation was legal, but was in contravention of a &lt;a href=\"constitutional%20convention%20%28political%20custom%29\"&gt;constitutional convention&lt;/a&gt; that the provinces be consulted and have general agreement to the changes.\nAfter the court decision, which prompted some reservations in the British parliament of accepting a unilateral request, Trudeau agreed to meet with the premiers one more time before proceeding. At the meeting, Trudeau reached an agreement with nine of the premiers on patriating the constitution and implementing the \"Canadian Charter of Rights and Freedoms\", with the caveat that Parliament and the provincial legislatures would have the ability to use a &lt;a href=\"Section%20Thirty-three%20of%20the%20Canadian%20Charter%20of%20Rights%20and%20Freedoms\"&gt;notwithstanding clause&lt;/a&gt; to protect some laws from judicial oversight. The notable exception was Lévesque, who, Trudeau believed, would never have signed an agreement. The objection of the Quebec government to the new constitutional provisions became a source of continued acrimony between the federal and Quebec governments, and would forever stain Trudeau's reputation amongst nationalists in the province.\nThe \"&lt;a href=\"Constitution%20Act%2C%201982\"&gt;Constitution Act, 1982&lt;/a&gt;\", including the \"&lt;a href=\"Canadian%20Charter%20of%20Rights%20and%20Freedoms\"&gt;Canadian Charter of Rights and Freedoms&lt;/a&gt;\", was proclaimed by Queen Elizabeth II, as &lt;a href=\"Monarchy%20of%20Canada\"&gt;Queen of Canada&lt;/a&gt;, on April 17, 1982.\nResignation.\nBy 1984, the Progressive Conservatives held a substantial lead in opinion polls under their new leader &lt;a href=\"Brian%20Mulroney\"&gt;Brian Mulroney&lt;/a&gt;, and polls indicated that the Liberals faced all-but-certain defeat if Trudeau led them into the next election.\nOn February 29, 1984, a day after what he described as a walk through the snowy streets of Ottawa, Trudeau announced he would not lead the Liberals into the next election. He was frequently known to use the term \"walk in the snow\" as a trope; he claimed to have taken a similar walk in December 1979 before deciding to take the Liberals into the 1980 election.\nTrudeau formally retired on June 30, ending his 15-year tenure as Prime Minister. He was succeeded by John Turner, a former &lt;a href=\"Cabinet%20of%20Canada\"&gt;Cabinet minister&lt;/a&gt; under both Trudeau and Lester Pearson. Before handing power to Turner, Trudeau took the unusual step of appointing Liberal &lt;a href=\"Senate%20of%20Canada\"&gt;Senators&lt;/a&gt; from Western provinces to his Cabinet. He advised &lt;a href=\"Governor%20General%20of%20Canada\"&gt;Governor General&lt;/a&gt; &lt;a href=\"Jeanne%20Sauv%C3%A9\"&gt;Jeanne Sauvé&lt;/a&gt; to appoint over 200 Liberals to &lt;a href=\"patronage\"&gt;patronage&lt;/a&gt; positions. He and Turner then crafted a legal agreement calling for Turner to advise an additional 70 patronage appointments. The sheer volume of appointments, combined with questions about the appointees' qualifications, led to condemnation from across the political spectrum. However, an apparent rebound in the polls prompted Turner to call &lt;a href=\"1984%20Canadian%20federal%20election\"&gt;an election for September 1984&lt;/a&gt;, almost a year before it was due.\nTurner's appointment deal with Trudeau came back to haunt the Liberals at the English-language debate, when Mulroney demanded that Turner apologize for not advising that the appointments be cancelled—advice that Sauvé would have been required to follow by convention. Turner claimed that \"I had no option\" but to let the appointments stand, prompting Mulroney to tell him, \"&lt;a href=\"You%20had%20an%20option%2C%20sir\"&gt;You had an option, sir&lt;/a&gt;–to say 'no'–and you chose to say 'yes' to the old attitudes and the old stories of the Liberal Party.\"\nIn the &lt;a href=\"1984%20Canadian%20federal%20election\"&gt;1984 election&lt;/a&gt;, Mulroney won the largest majority government (by total number of seats) in Canadian history. The Liberals, with Turner as leader, lost 95 seats–at the time, the worst defeat of a sitting government at the federal level. In the &lt;a href=\"1993%20Canadian%20federal%20election\"&gt;1993 Canadian federal election&lt;/a&gt;, the Progressive Conservatives faced a larger defeat, when cut to two seats.\nRetirement.\nTrudeau joined the Montreal law firm &lt;a href=\"Heenan%20Blaikie\"&gt;Heenan Blaikie&lt;/a&gt; as counsel and settled in the historic &lt;a href=\"Maison%20Cormier\"&gt;Maison Cormier&lt;/a&gt; in Montreal following his retirement from politics. Though he rarely gave speeches or spoke to the press, his interventions into public debate had a significant impact when they occurred. Trudeau wrote and spoke out against both the &lt;a href=\"Meech%20Lake%20Accord\"&gt;Meech Lake Accord&lt;/a&gt; and &lt;a href=\"Charlottetown%20Accord\"&gt;Charlottetown Accord&lt;/a&gt; proposals to amend the Canadian constitution, arguing that they would weaken federalism and the Charter of Rights if implemented. The Meech Lake Accord granted Quebec the constitutional right to be a \"distinct society\" within Canada, which theoretically could have been the basis of a wide-ranging devolution of power to Quebec. The Quebec government potentially could had been allowed to pass any law short of secession to protect Quebec's constitutional right to be a \"distinct society\". Trudeau claimed in his speeches that giving Quebec the constitutional status of a \"distinct society\" would led to the Quebec government deporting members of Quebec's English-speaking minority. His opposition to both Accords was considered one of the major factors leading to the defeat of the two proposals.\nHe also continued to speak against the Parti Québécois and the sovereignty movement with less effect.\nTrudeau also remained active in international affairs, visiting foreign leaders and participating in international associations such as the &lt;a href=\"Club%20of%20Rome\"&gt;Club of Rome&lt;/a&gt;. He met with Soviet leader &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; and other leaders in 1985; shortly afterwards Gorbachev met President &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; to discuss easing world tensions.\nHe published his memoirs in 1993. The book sold hundreds of thousands of copies in several editions, and became one of the most successful Canadian books ever published.\nIn his &lt;a href=\"old%20age\"&gt;old age&lt;/a&gt;, he was afflicted with &lt;a href=\"Parkinson%27s%20disease\"&gt;Parkinson's disease&lt;/a&gt; and &lt;a href=\"prostate%20cancer\"&gt;prostate cancer&lt;/a&gt;, and became less active, although he continued to work at his law practice until a few months before his death at the age of 80. He was devastated by the death of his youngest son, &lt;a href=\"Michel%20Trudeau\"&gt;Michel Trudeau&lt;/a&gt;, who was killed in an avalanche on November 13, 1998.\nDeath.\nPierre Elliott Trudeau died on September 28, 2000, and was buried in the Trudeau family crypt, &lt;a href=\"St-R%C3%A9mi-de-Napierville%20Cemetery\"&gt;St-Rémi-de-Napierville Cemetery&lt;/a&gt;, &lt;a href=\"Saint-R%C3%A9mi%2C%20Quebec\"&gt;Saint-Rémi&lt;/a&gt;, Quebec. His body lay in state in the Hall of Honour in Parliament Hill's &lt;a href=\"Centre%20Block\"&gt;Centre Block&lt;/a&gt; to allow Canadians to pay their last respects. Several world politicians, including former US President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; and &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt;, attended the funeral. His son Justin delivered the eulogy during the &lt;a href=\"state%20funeral%20of%20Pierre%20Trudeau\"&gt;state funeral&lt;/a&gt; which led to widespread speculation in the media that a career in politics was in his future. Eventually, Justin did enter politics, was elected to the House of Commons in late 2008, became the leader of the federal Liberal Party in April 2013, and led the Liberals to victory on October 19, 2015. Justin Trudeau was appointed prime minister on November 4, 2015, the first time a father and son had both held the position in Canada.\nPersonal life.\nReligious beliefs.\nTrudeau was a Roman Catholic and attended Mass throughout his life. While mostly private about his beliefs, he made it clear that he was a believer, stating, in an interview with the \"United Church Observer\" in 1971: \"I believe in life after death, I believe in God and I'm a Christian.\" Trudeau maintained, however, that he preferred to impose constraints on himself rather than have them imposed from the outside. In this sense, he believed he was more like a Protestant than a Catholic of the era in which he was schooled.\nMichael W. Higgins, a former President of Catholic &lt;a href=\"St.%20Thomas%20University%20%28New%20Brunswick%29\"&gt;St. Thomas University&lt;/a&gt;, researched Trudeau's spirituality and finds that it incorporated elements of three Catholic traditions. The first of these was the &lt;a href=\"Society%20of%20Jesus\"&gt;Jesuits&lt;/a&gt; who provided his education up to the college level. Trudeau frequently displayed the logic and love of argument consistent with that tradition. A second great spiritual influence in Trudeau's life was &lt;a href=\"Dominican%20Order\"&gt;Dominican&lt;/a&gt;. According to Michel Gourgues, professor at &lt;a href=\"Dominican%20University%20College\"&gt;Dominican University College&lt;/a&gt;, Trudeau \"considered himself a lay Dominican\". He studied philosophy under Dominican Father &lt;a href=\"Louis-Marie%20R%C3%A9gis\"&gt;Louis-Marie Régis&lt;/a&gt; and remained close to him throughout his life, regarding Régis as \"spiritual director and friend\". Another skein in Trudeau's spirituality was a &lt;a href=\"Contemplation\"&gt;contemplative&lt;/a&gt; aspect acquired from his association with the &lt;a href=\"Benedictine\"&gt;Benedictine&lt;/a&gt; tradition. According to Higgins, Trudeau was convinced of the centrality of &lt;a href=\"Christian%20meditation\"&gt;meditation&lt;/a&gt; in a life fully lived. Trudeau meditated regularly after being initiated into &lt;a href=\"Transcendental%20Meditation\"&gt;Transcendental Meditation&lt;/a&gt; by the &lt;a href=\"Maharishi%20Mahesh%20Yogi\"&gt;Maharishi Mahesh Yogi&lt;/a&gt;. He took retreats at &lt;a href=\"Saint-Beno%C3%AEt-du-Lac%2C%20Quebec\"&gt;Saint-Benoît-du-Lac, Quebec&lt;/a&gt; and regularly attended &lt;a href=\"Liturgy%20of%20the%20Hours\"&gt;Hours&lt;/a&gt; and the &lt;a href=\"Eucharist\"&gt;Eucharist&lt;/a&gt; at Montreal's Benedictine community.\nAlthough never publicly theological in the way of &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt; or &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt;, nor evangelical, in the way of &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; or &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt;, Trudeau's spirituality, according to Michael W. Higgins, \"suffused, anchored, and directed his inner life. In no small part, it defined him.\"\nMarriage and children.\nDescribed as a \"swinging young bachelor\" when he became prime minister, in 1968; Trudeau was reportedly dating Hollywood star &lt;a href=\"Barbra%20Streisand\"&gt;Barbra Streisand&lt;/a&gt; in 1969 and 1970. While a serious romantic relationship, there was no express marriage proposal, contrary to one contemporary published report.\nOn March 4, 1971, while Prime Minister, Trudeau quietly married 22-year-old &lt;a href=\"Margaret%20Trudeau\"&gt;Margaret Sinclair&lt;/a&gt;, who was 29 years younger, at St. Stephen's Roman Catholic parish church in &lt;a href=\"North%20Vancouver%20%28district%20municipality%29\"&gt;North Vancouver&lt;/a&gt;.\nBelying his publicized social exploits, and nicknames like \"Swinging Pierre\" and \"Trendy Trudeau\"; he was an intense intellectual with robust work habits and little time for family or fun. As a result, Margaret felt trapped and bored in the marriage, feelings that were exacerbated by her bipolar depression, with which she was later diagnosed.\nThe couple had three sons: the first two, &lt;a href=\"List%20of%20Prime%20Ministers%20of%20Canada\"&gt;23rd and current&lt;/a&gt; &lt;a href=\"Prime%20Minister%20of%20Canada\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Justin%20Trudeau\"&gt;Justin&lt;/a&gt; (born 1971), and &lt;a href=\"Alexandre%20Trudeau\"&gt;Alexandre&lt;/a&gt; (born 1973), were both born on Christmas Day two years apart. Their third son, Michel (1975–1998), died in an avalanche while skiing in &lt;a href=\"Kokanee%20Glacier%20Provincial%20Park\"&gt;Kokanee Glacier Provincial Park&lt;/a&gt;. They separated in 1977, and were finally divorced in 1984.\nWhen his divorce was finalized in 1984, Trudeau became the first Canadian Prime Minister to become a single parent as the result of divorce. In 1984, Trudeau was romantically involved with &lt;a href=\"Margot%20Kidder\"&gt;Margot Kidder&lt;/a&gt; (a Canadian actress famous for her role as &lt;a href=\"Lois%20Lane\"&gt;Lois Lane&lt;/a&gt; in \"&lt;a href=\"Superman%20%281978%20film%29\"&gt;Superman: The Movie&lt;/a&gt;\" and its sequels) in the last months of his prime-ministership and after leaving office.\nIn 1991, Trudeau became a father again, with &lt;a href=\"Deborah%20Coyne\"&gt;Deborah Margaret Ryland Coyne&lt;/a&gt;, to his only daughter, Sarah. Coyne later stood for the &lt;a href=\"2013%20Liberal%20Party%20of%20Canada%20leadership%20election\"&gt;2013 Liberal Party of Canada leadership election&lt;/a&gt; and came fifth in a poll won by Justin.\nTrudeau began practising the Japanese martial art &lt;a href=\"judo\"&gt;judo&lt;/a&gt; sometime in the mid-1950s when he was in his mid-thirties, and by the end of the decade he was &lt;a href=\"Judo%20ranks%20and%20grades\"&gt;ranked&lt;/a&gt; \"ikkyū\" (brown belt). Later, when he travelled to Japan as Prime Minister, he was promoted to \"shodan\" (first-degree black belt) by the &lt;a href=\"Kodokan%20Judo%20Institute\"&gt;Kodokan&lt;/a&gt;, and then promoted to \"nidan\" (second-degree black belt) by &lt;a href=\"Masao%20Takahashi\"&gt;Masao Takahashi&lt;/a&gt; in Ottawa before leaving office. Trudeau began the night of his famous \"walk in the snow\" before announcing his retirement in 1984 by going to judo with his sons.\nLegacy.\nTrudeau remains well regarded by many Canadians. However, the passage of time has only slightly softened the strong antipathy he inspired among his opponents. Trudeau's strong personality, contempt for his opponents and distaste for compromise on many issues have made him, as historian &lt;a href=\"Michael%20Bliss\"&gt;Michael Bliss&lt;/a&gt; puts it, \"one of the most admired and most disliked of all Canadian prime ministers\". \"He haunts us still\", biographers &lt;a href=\"Christina%20McCall\"&gt;Christina McCall&lt;/a&gt; and &lt;a href=\"Stephen%20Clarkson\"&gt;Stephen Clarkson&lt;/a&gt; wrote in 1990. Trudeau's electoral successes were matched in the 20th century only by those of &lt;a href=\"Mackenzie%20King\"&gt;Mackenzie King&lt;/a&gt;.\nTrudeau's most enduring legacy may lie in his contribution to &lt;a href=\"Canadian%20nationalism\"&gt;Canadian nationalism&lt;/a&gt;, and of pride in Canada in and for itself rather than as a derivative of the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;British Commonwealth&lt;/a&gt;. His role in this effort, and his related battles with Quebec on behalf of Canadian unity, cemented his political position when in office despite the controversies he faced—and remain the most remembered aspect of his tenure afterwards.\nSome consider Trudeau's economic policies to have been a weak point. Inflation and unemployment marred much of his tenure as prime minister. When Trudeau took office in 1968 Canada had a debt of $18 billion (24% of GDP) which was largely left over from World War II, when he left office in 1984, that debt stood at $200 billion (46% of GDP), an increase of 83% in real terms. However, these trends were present in most western countries at the time, including the United States.\nMany politicians still use the term \"taking a walk in the snow\", the line Trudeau used to describe how he arrived at the decision to leave office in 1984. Other popular Trudeauisms frequently used are \"&lt;a href=\"just%20watch%20me\"&gt;just watch me&lt;/a&gt;\", the \"&lt;a href=\"Finger%20%28gesture%29\"&gt;Trudeau Salute&lt;/a&gt;\", and \"&lt;a href=\"Fuddle%20duddle\"&gt;Fuddle Duddle&lt;/a&gt;\".\n&lt;a href=\"Maclean%27s\"&gt;Maclean's&lt;/a&gt; 1997 and 2011 scholarly surveys ranked him twice as the fifth best Canadian prime minister, and in 2016, the fourth best. The CBC's special on \"&lt;a href=\"The%20Greatest%20Canadian\"&gt;The Greatest Canadian&lt;/a&gt;\" saw him ranked as the third greatest Canadian of all time, behind Tommy Douglas and &lt;a href=\"Terry%20Fox\"&gt;Terry Fox&lt;/a&gt;, from the over 1.2 million votes cast by watchers of the program.\nConstitutional legacy.\nOne of Trudeau's most enduring legacies is the 1982 patriation of the Constitution of Canada. With the enactment of the \"&lt;a href=\"Canada%20Act%201982\"&gt;Canada Act 1982&lt;/a&gt;\", the British Parliament ceded all authority over Canada to the governments of Canada. The \"&lt;a href=\"Constitution%20Act%2C%201982\"&gt;Constitution Act, 1982&lt;/a&gt;\", part of the \"Canada Act 1982\", established the supremacy of the Constitution of Canada, which now could only be amended by the federal and provincial governments, under the amending formula established by the \"Constitution Act, 1982\". The \"Constitution Act, 1982\" also included the \"Canadian Charter of Rights and Freedoms\", which is seen as advancing &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt; and liberties and has become a cornerstone of Canadian values for most Canadians.\nThe Charter represented the final step in Trudeau's liberal vision of a fully independent Canada based on fundamental human rights and the protection of individual freedoms as well as those of linguistic and cultural minorities. Court challenges based on the Charter of Rights have been used to advance the cause of women's equality, establish French school boards in provinces with majority anglophone populations, and provide constitutional protection to English school boards in Quebec. Court actions under the Charter resulted in the adoption of &lt;a href=\"Same-sex%20marriage%20in%20Canada\"&gt;same-sex marriage&lt;/a&gt; all across Canada by the federal Parliament. &lt;a href=\"Section%20Thirty-five%20of%20the%20Constitution%20Act%2C%201982\"&gt;Section 35&lt;/a&gt; of the \"Constitution Act, 1982\", has clarified issues of aboriginal and equality rights, including establishing the previously denied aboriginal rights of &lt;a href=\"Metis%20%28people%29\"&gt;Métis&lt;/a&gt;. Section 15, dealing with equality rights, has been used to remedy societal discrimination against minority groups. The coupling of the direct and indirect influences of the charter has meant that it has grown to influence every aspect of Canadian life and the override (notwithstanding clause) of the Charter has been infrequently used.\n&lt;a href=\"Canadian%20conservatism\"&gt;Canadian conservatives&lt;/a&gt; claim the constitution has resulted in too much &lt;a href=\"judicial%20activism\"&gt;judicial activism&lt;/a&gt; on the part of the courts in Canada. It is also heavily criticized by &lt;a href=\"Quebec%20nationalism\"&gt;Québec nationalists&lt;/a&gt;, who resent that the 1982 amendments to the constitution were never ratified by any &lt;a href=\"Politics%20of%20Quebec\"&gt;Québec government&lt;/a&gt; and the constitution does not recognize a constitutional veto for Quebec.\nBilingualism.\nBilingualism is one of Trudeau's most lasting accomplishments, having been fully integrated into the Federal government's services, documents, and broadcasting (though not, however, in provincial governments, except for Ontario, New Brunswick, and Manitoba). While official bilingualism has settled some of the grievances Francophones had towards the federal government, many Francophones had hoped that Canadians would be able to function in the official language of their choice no matter where in the country they were.\nHowever, Trudeau's ambitions in this arena have been overstated: Trudeau once said that he regretted the use of the term \"bilingualism\", because it appeared to demand that all Canadians speak two languages. In fact, Trudeau's vision was to see Canada as a bilingual confederation in which \"all\" cultures would have a place. In this way, his conception broadened beyond simply the relationship of Quebec to Canada.\nCultural legacy.\nIn the last years of his tenure, he ensured both the &lt;a href=\"National%20Gallery%20of%20Canada\"&gt;National Gallery of Canada&lt;/a&gt; and the &lt;a href=\"Canadian%20Museum%20of%20Civilization\"&gt;Canadian Museum of Civilization&lt;/a&gt; had proper homes in the national capital region. The Trudeau government also implemented programs which mandated &lt;a href=\"Canadian%20content\"&gt;Canadian content&lt;/a&gt; in film, and broadcasting, and gave substantial subsidies to develop the Canadian media and cultural industries. Though the policies remain controversial, Canadian media industries have become stronger since Trudeau's arrival.\nLegacy in western Canada.\nTrudeau's posthumous reputation in the Western Provinces is notably less favourable than in the rest of English-speaking Canada, and he is sometimes regarded as the \"father of Western alienation\". To many westerners, Trudeau's policies seemed to favour other parts of the country, especially &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; and Québec, at their expense. Outstanding among such policies was the National Energy Program, which was seen as unfairly depriving western provinces of the full economic benefit from their oil and gas resources, in order to pay for nationwide social programs, and make regional transfer payments to poorer parts of the country. Sentiments of this kind were especially strong in oil-rich &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt; where unemployment rose from 4% to 10% following passage of the NEP. Estimates have placed Alberta's losses between $50 billion and $100 billion because of the NEP.\nMore particularly, two incidents involving Trudeau are remembered as having fostered Western alienation, and as emblematic of it. During a visit to &lt;a href=\"Saskatoon\"&gt;Saskatoon&lt;/a&gt;, Saskatchewan on July 17, 1969, Trudeau met with a group of farmers who were protesting the &lt;a href=\"Canadian%20Wheat%20Board\"&gt;Canadian Wheat Board&lt;/a&gt;. The widely remembered perception is that Trudeau dismissed the protesters' concerns with \"Why should \"I\" sell your wheat?\" – however, he had asked the &lt;a href=\"rhetorical%20question\"&gt;question rhetorically&lt;/a&gt; and then proceeded to answer it himself. Years later, on a train trip through &lt;a href=\"Salmon%20Arm%2C%20British%20Columbia\"&gt;Salmon Arm, British Columbia&lt;/a&gt;, he \"gave the finger\" to a group of protesters through the carriage window less widely remembered is that the protesters were shouting anti-French slogans at the train.\nLegacy in Quebec.\nTrudeau's legacy in Quebec is mixed. Many credit his actions during the October Crisis as crucial in terminating the Front de libération du Québec (FLQ) as a force in Quebec, and ensuring that the campaign for Quebec separatism took a democratic and peaceful route. However, his &lt;a href=\"War%20Measures%20Act%23The%20October%20Crisis\"&gt;imposition of the \"War Measures Act\"&lt;/a&gt;—which received majority support at the time—is remembered by some in Quebec and elsewhere as an attack on democracy. Trudeau is also credited by many for the defeat of the 1980 Quebec referendum.\nAt the federal level, Trudeau faced almost no strong political opposition in Quebec during his time as Prime Minister. For instance, his Liberal party captured 74 out of 75 Québec seats in the &lt;a href=\"List%20of%20Canadian%20federal%20general%20elections\"&gt;1980 federal election&lt;/a&gt;. Provincially, though, Québécois twice elected the pro-sovereignty Parti Québécois. Moreover, there were not at that time any pro-sovereignty federal parties such as the &lt;a href=\"Bloc%20Qu%C3%A9b%C3%A9cois\"&gt;Bloc Québécois&lt;/a&gt;. Since the signing of the \"Constitution Act, 1982\" in 1982 and until 2015, the Liberal Party of Canada had not succeeded in winning a majority of seats in Quebec. He was disliked by the Québécois nationalists.\nIntellectual contributions.\nTrudeau was a strong advocate for a &lt;a href=\"federalism\"&gt;federalist&lt;/a&gt; model of government in Canada, developing and promoting his ideas in response and contrast to strengthening Quebec nationalist movements, for instance the social and political atmosphere created during Maurice Duplessis' time in power.\nFederalism in this context can be defined as \"a particular way of sharing political power among different peoples within a state...Those who believe in federalism hold that different peoples do not need states of their own in order to enjoy self-determination. Peoples ... may agree to share a single state while retaining substantial degrees of self-government over matters essential to their identity as peoples\".\nAs a social democrat, Trudeau sought to combine and harmonize his theories on &lt;a href=\"social%20democracy\"&gt;social democracy&lt;/a&gt; with those of federalism so that both could find effective expression in Canada. He noted the ostensible conflict between socialism, with its usually strong centralist government model, and federalism, which expounded a division and cooperation of power by both federal and provincial levels of government. In particular, Trudeau stated the following about socialists:\nTrudeau pointed out that in sociological terms, Canada is inherently a federalist society, forming unique regional identities and priorities, and therefore a federalist model of spending and jurisdictional powers is most appropriate. He argues, \"in the age of the mass society, it is no small advantage to foster the creation of quasi-sovereign communities at the provincial level, where power is that much less remote from the people.\"\nTrudeau's idealistic plans for a cooperative Canadian federalist state were resisted and hindered as a result of his narrowness on ideas of identity and socio-cultural pluralism: \"While the idea of a 'nation' in the sociological sense is acknowledged by Trudeau, he considers the allegiance which it generates—emotive and particularistic—to be contrary to the idea of cohesion between humans, and as such creating fertile ground for the internal fragmentation of states and a permanent state of conflict\".\nThis position garnered significant criticism for Trudeau, in particular from Quebec and First Nations peoples on the basis that his theories denied their rights to nationhood. First Nations communities raised particular concerns with the proposed 1969 White Paper, developed under Trudeau by Jean Chrétien.\nIn popular culture.\n\"&lt;a href=\"Trudeau%20%28film%29\"&gt;Trudeau&lt;/a&gt;\" is a 2002 television miniseries which aired on &lt;a href=\"CBC%20Television\"&gt;CBC Television&lt;/a&gt;. It was written by &lt;a href=\"Wayne%20Grigsby\"&gt;Wayne Grigsby&lt;/a&gt;, directed by Jerry Ciccoritt and features &lt;a href=\"Colm%20Feore\"&gt;Colm Feore&lt;/a&gt; in the title role.\nA &lt;a href=\"prequel\"&gt;prequel&lt;/a&gt;, \"Trudeau II: Maverick in the Making\", was released in 2005. The four-hour CBC production examines Trudeau's early life. &lt;a href=\"St%C3%A9phane%20Demers\"&gt;Stéphane Demers&lt;/a&gt; performs in the role.\nSupreme Court appointments.\nTrudeau chose the following jurists to be appointed as justices of the &lt;a href=\"Supreme%20Court%20of%20Canada\"&gt;Supreme Court of Canada&lt;/a&gt; by the Governor General:\nHonours.\nAccording to Canadian protocol, as a former Prime Minister, he was styled \"&lt;a href=\"The%20Right%20Honourable\"&gt;The Right Honourable&lt;/a&gt;\" for life.\nThe following honours were bestowed upon him by the Governor General, or by &lt;a href=\"Queen%20Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt; herself:\nOther honours include:\nHonorary degrees.\nTrudeau received several &lt;a href=\"Honorary%20Degrees\"&gt;Honorary Degrees&lt;/a&gt; in recognition of his political career.\nOrder of Canada citation.\nTrudeau was appointed a Companion of the &lt;a href=\"Order%20of%20Canada\"&gt;Order of Canada&lt;/a&gt; on June 24, 1985. His citation reads:\nLawyer, professor, author and defender of human rights this statesman served as Prime Minister of Canada for fifteen years. Lending substance to the phrase \"the style is the man,\" he has imparted, both in his and on the world stage, his quintessentially personal philosophy of modern politics.\nMajor biographies.\nIn 1990, Stephen Clarkson and Christina McCall published a major biography \"Trudeau and Our Times\" in two volumes. Volume 1, \"The magnificent obsession\" reprinted in 1997, was the winner of the Governor General's Award. The most recent reprint was in 2006.\nIn film.\nThrough hours of archival footage and interviews with Trudeau himself, the 1990 documentary \"Memoirs\" details the story of a man who used intelligence and charisma to bring together a country that was very nearly torn apart.\nTrudeau's life was also depicted in two &lt;a href=\"CBC%20Television\"&gt;CBC Television&lt;/a&gt; mini-series. The first, \"&lt;a href=\"Trudeau%20%28film%29\"&gt;Trudeau&lt;/a&gt;\" (2002, with &lt;a href=\"Colm%20Feore\"&gt;Colm Feore&lt;/a&gt; in the title role), depicts his years as Prime Minister. \"Trudeau II: Maverick in the Making\" (2005, with &lt;a href=\"St%C3%A9phane%20Demers\"&gt;Stéphane Demers&lt;/a&gt; as the young Pierre, and Tobie Pelletier as Trudeau in later years) portrays his earlier life.\nThe 1999 feature-length documentary by the National Film Board (NFB) entitled \"\" explores the impact of Trudeau's vision of Canadian bilingualism through interviews with eight Canadians—including John Duffy—on how Trudeau's concept of nationalism and bilingualism affected them personally in the 1970s.\nIn the documentary mini-series \"&lt;a href=\"The%20Champions%20%28documentary%20miniseries%29\"&gt;The Champions&lt;/a&gt;\" directed by &lt;a href=\"Donald%20Brittain\"&gt;Donald Brittain&lt;/a&gt;, Trudeau was the co-subject along with René Lévesque.\nIn 2001, the CBC produced a full-length documentary entitled \"Reflections\"."
}