{
    "id": "24517",
    "revid": "1065176341",
    "url": "https://en.wikipedia.org/wiki?curid=24517",
    "title": "Plutarch",
    "text": "Plutarch (; , \"Ploútarchos\"; ; AD 46 – after AD 119) was a Greek &lt;a href=\"Middle%20Platonism\"&gt;Middle Platonist&lt;/a&gt; &lt;a href=\"philosopher\"&gt;philosopher&lt;/a&gt;, &lt;a href=\"historian\"&gt;historian&lt;/a&gt;, &lt;a href=\"Biography\"&gt;biographer&lt;/a&gt;, &lt;a href=\"essay\"&gt;essay&lt;/a&gt;ist, and priest at the &lt;a href=\"Temple%20of%20Apollo%20%28Delphi%29\"&gt;Temple of Apollo&lt;/a&gt; in &lt;a href=\"Delphi\"&gt;Delphi&lt;/a&gt;. He is known primarily for his \"&lt;a href=\"Parallel%20Lives\"&gt;Parallel Lives&lt;/a&gt;\", a series of biographies of illustrious Greeks and Romans, and \"&lt;a href=\"Moralia\"&gt;Moralia&lt;/a&gt;\", a collection of essays and speeches. Upon becoming a &lt;a href=\"Roman%20citizenship\"&gt;Roman citizen&lt;/a&gt;, he was named Lucius Mestrius Plutarchus ().\nLife.\nEarly life.\nPlutarch was born to a prominent family in the small town of &lt;a href=\"Chaeronea\"&gt;Chaeronea&lt;/a&gt;, about east of &lt;a href=\"Delphi\"&gt;Delphi&lt;/a&gt;, in the Greek region of &lt;a href=\"Boeotia\"&gt;Boeotia&lt;/a&gt;. His family was wealthy. The name of Plutarch's father has not been preserved, but based on the common Greek custom of repeating a name in alternate generations, it was probably Nikarchus (). The name of Plutarch's grandfather was &lt;a href=\"Lamprias\"&gt;Lamprias&lt;/a&gt;, as he attested in \"&lt;a href=\"Moralia\"&gt;Moralia&lt;/a&gt;\" and in his \"Life of Antony\".\nHis brothers, Timon and Lamprias, are frequently mentioned in his essays and dialogues, which speak of Timon in particular in the most affectionate terms. &lt;a href=\"Joannes%20Rualdus\"&gt;Rualdus&lt;/a&gt;, in his 1624 work \"Life of Plutarchus\", recovered the name of Plutarch's wife, Timoxena, from internal evidence afforded by his writings. A letter is still extant, addressed by Plutarch to his wife, bidding her not to grieve too much at the death of their two-year-old daughter, who was named Timoxena after her mother. He hinted at a belief in &lt;a href=\"reincarnation\"&gt;reincarnation&lt;/a&gt; in that letter of consolation.\nThe exact number of his sons is not certain, although two of them, Autobulus and the second Plutarch, are often mentioned. Plutarch's treatise \"De animae procreatione in Timaeo\" is dedicated to them, and the marriage of his son Autobulus is the occasion of one of the dinner parties recorded in the \"Table Talk\". Another person, Soklarus, is spoken of in terms which seem to imply that he was Plutarch's son, but this is nowhere definitely stated. His treatise on marriage questions, addressed to Eurydice and Pollianus, seems to speak of the former as having recently lived in his house, but without any clear evidence on whether she was his daughter or not.\nPlutarch was the uncle of &lt;a href=\"Sextus%20of%20Chaeronea\"&gt;Sextus of Chaeronea&lt;/a&gt;, who was one of the teachers of &lt;a href=\"Marcus%20Aurelius\"&gt;Marcus Aurelius&lt;/a&gt;, and who may have been the same person as the philosopher &lt;a href=\"Sextus%20Empiricus\"&gt;Sextus Empiricus&lt;/a&gt;.\nPlutarch studied &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt; and &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt; in &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; under &lt;a href=\"Ammonius%20of%20Athens\"&gt;Ammonius&lt;/a&gt; from 66 to 67.\nPlutarch was a &lt;a href=\"Vegetarianism\"&gt;vegetarian&lt;/a&gt;, though how long and how strictly he adhered to this diet is unclear. He wrote about the &lt;a href=\"ethics\"&gt;ethics&lt;/a&gt; of meat-eating in two discourses in \"Moralia\".\nAt some point, Plutarch received &lt;a href=\"Roman%20citizenship\"&gt;Roman citizenship&lt;/a&gt;. As evidenced by his new name, Lucius Mestrius Plutarchus, his sponsor for citizenship was &lt;a href=\"Lucius%20Mestrius%20Florus\"&gt;Lucius Mestrius Florus&lt;/a&gt;, a Roman of &lt;a href=\"Roman%20consul\"&gt;consular&lt;/a&gt; status whom Plutarch also used as a historical source for his \"Life of Otho\".\nHe lived most of his life at Chaeronea, and was initiated into the &lt;a href=\"Greco-Roman%20mysteries\"&gt;mysteries&lt;/a&gt; of the Greek god &lt;a href=\"Apollo\"&gt;Apollo&lt;/a&gt;. For many years Plutarch served as one of the two priests at the &lt;a href=\"Temple%20of%20Apollo%20%28Delphi%29\"&gt;Temple of Apollo&lt;/a&gt; at Delphi, the site of the famous Delphic Oracle, twenty miles from his home. He probably took part in the &lt;a href=\"Eleusinian%20Mysteries\"&gt;Eleusinian Mysteries&lt;/a&gt;. By his writings and lectures Plutarch became a celebrity in the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, yet he continued to reside where he was born, and actively participated in local affairs, even serving as mayor. At his country estate, guests from all over the empire congregated for serious conversation, presided over by Plutarch in his marble chair. Many of these dialogues were recorded and published, and the 78 essays and other works which have survived are now known collectively as the \"Moralia\".\nWork as magistrate and ambassador.\nIn addition to his duties as a priest of the &lt;a href=\"Temple%20of%20Apollo%20%28Delphi%29\"&gt;Delphic temple&lt;/a&gt;, Plutarch was also a &lt;a href=\"magistrate\"&gt;magistrate&lt;/a&gt; at Chaeronea and he represented his home town on various missions to foreign countries during his early adult years. Plutarch held the office of &lt;a href=\"archon\"&gt;archon&lt;/a&gt; in his native municipality, probably only an annual one which he likely served more than once. He busied himself with all the little matters of the town and undertook the humblest of duties.\nThe \"&lt;a href=\"Suda\"&gt;Suda&lt;/a&gt;\", a &lt;a href=\"medieval\"&gt;medieval&lt;/a&gt; Greek encyclopedia, states that Emperor &lt;a href=\"Trajan\"&gt;Trajan&lt;/a&gt; made Plutarch &lt;a href=\"Procurator%20%28Roman%29\"&gt;procurator&lt;/a&gt; of &lt;a href=\"Illyria\"&gt;Illyria&lt;/a&gt;. However, most historians consider this unlikely, since Illyria was not a procuratorial province, and Plutarch probably did not speak &lt;a href=\"Illyrian%20languages\"&gt;Illyrian&lt;/a&gt;.\nAccording to the 8th/9th-century historian &lt;a href=\"George%20Syncellus\"&gt;George Syncellus&lt;/a&gt;, late in Plutarch's life, Emperor &lt;a href=\"Hadrian\"&gt;Hadrian&lt;/a&gt; appointed him nominal &lt;a href=\"Procurator%20%28Roman%29\"&gt;procurator&lt;/a&gt; of &lt;a href=\"Achaea%20%28Roman%20province%29\"&gt;Achaea&lt;/a&gt; – which entitled him to wear the vestments and ornaments of a consul.\nLate period: Priest at Delphi.\nPlutarch spent the last thirty years of his life serving as a priest in Delphi. He thus connected part of his literary work with the sanctuary of Apollo, the processes of oracle-giving and the personalities who lived or traveled there. One of his most important works is the “Why Pythia does not give oracles in verse”(). Even more important is the dialogue “On the ‘E’ at Delphi” (), which features &lt;a href=\"Ammonius%20of%20Athens\"&gt;Ammonius&lt;/a&gt;, a Platonic philosopher and teacher of Plutarch, and Lambrias, Plutarch's brother.\nAccording to Ammonius, the letter ‘E’ written on the temple of Apollo in Delphi originated from the following fact: The &lt;a href=\"Seven%20Sages%20of%20Greece\"&gt;Seven Sages of Greece&lt;/a&gt;, whose &lt;a href=\"Delphic%20maxims\"&gt;maxims&lt;/a&gt; were also written on the walls of the vestibule of the temple, were not seven but actually five: &lt;a href=\"Chilon\"&gt;Chilon&lt;/a&gt;, &lt;a href=\"Solon\"&gt;Solon&lt;/a&gt;, &lt;a href=\"Thales\"&gt;Thales&lt;/a&gt;, &lt;a href=\"Bias%20of%20Priene\"&gt;Bias&lt;/a&gt;, and &lt;a href=\"Pittakos\"&gt;Pittakos&lt;/a&gt;. However, the tyrants &lt;a href=\"Cleobulus\"&gt;Cleobulos&lt;/a&gt; and &lt;a href=\"Periandros\"&gt;Periandros&lt;/a&gt; used their political power to be incorporated in the list. Thus, the ‘E’, which was &lt;a href=\"Greek%20numerals\"&gt;used to represent the number&lt;/a&gt; 5, constituted an acknowledgement that the Delphic maxims actually originated from only five genuine wise men.\nPortrait.\nThe portrait of a philosopher exhibited at the exit of the &lt;a href=\"Delphi%20Archaeological%20Museum\"&gt;Archaeological Museum of Delphi&lt;/a&gt;, dates to the 2nd century; due to its inscription, in the past it had been identified with Plutarch. The man, although bearded, is depicted at a relatively young age: His hair and beard are rendered in coarse volumes and thin incisions. The gaze is deep, due to the heavy eyelids and the incised pupils. The portrait is no longer thought to represent Plutarch.\nBut a fragmentary &lt;a href=\"Herm_%28sculpture%29\"&gt;hermaic&lt;/a&gt; &lt;a href=\"stele\"&gt;stele&lt;/a&gt; \"next\" to the portrait probably did once bear a portrait of Plutarch, since it is inscribed, \"The Delphians, along with the Chaeroneans, dedicated this (image of) Plutarch, following the precepts of the Amphictyony\" ( | .\nWorks.\nPlutarch's surviving works were intended for Greek speakers throughout the Roman Empire, not just Greeks.\nLives of the Roman emperors.\nPlutarch's first biographical works were the Lives of the Roman Emperors from &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt; to &lt;a href=\"Vitellius\"&gt;Vitellius&lt;/a&gt;. Of these, only the Lives of &lt;a href=\"Galba\"&gt;Galba&lt;/a&gt; and &lt;a href=\"Otho\"&gt;Otho&lt;/a&gt; survive. The Lives of &lt;a href=\"Tiberius\"&gt;Tiberius&lt;/a&gt; and &lt;a href=\"Nero\"&gt;Nero&lt;/a&gt; are extant only as fragments, provided by Damascius (Life of Tiberius, cf. his Life of Isidore) and Plutarch himself (Life of Nero, cf. Galba 2.1), respectively. These early emperors’ biographies were probably published under the &lt;a href=\"Flavian%20dynasty\"&gt;Flavian dynasty&lt;/a&gt; or during the reign of Nerva (AD 96–98).\nThere is reason to believe that the two Lives still extant, those of Galba and Otho, \"ought to be considered as a single work.\" Therefore, they do not form a part of the Plutarchian canon of single biographies – as represented by the Life of &lt;a href=\"Aratus%20of%20Sicyon\"&gt;Aratus of Sicyon&lt;/a&gt; and the Life of &lt;a href=\"Artaxerxes%20II%20of%20Persia\"&gt;Artaxerxes II&lt;/a&gt; (the biographies of &lt;a href=\"Hesiod\"&gt;Hesiod&lt;/a&gt;, &lt;a href=\"Pindar\"&gt;Pindar&lt;/a&gt;, &lt;a href=\"Crates\"&gt;Crates&lt;/a&gt; and &lt;a href=\"Daiphantus\"&gt;Daiphantus&lt;/a&gt; were lost). Unlike in these biographies, in \"Galba-Otho\" the individual characters of the persons portrayed are not depicted for their own sake but instead serve as an illustration of an abstract principle; namely the adherence or non-adherence to Plutarch's morally founded ideal of governing as a &lt;a href=\"Princeps\"&gt;Princeps&lt;/a&gt; (cf. Galba 1.3; Moralia 328D–E).\nArguing from the perspective of Platonic political philosophy (cf. Republic 375E, 410D-E, 411E-412A, 442B-C), in \"Galba-Otho\" Plutarch reveals the constitutional principles of the &lt;a href=\"Principate\"&gt;Principate&lt;/a&gt; in the time of the civil war after Nero's death. While morally questioning the behavior of the autocrats, he also gives an impression of their tragic destinies, ruthlessly competing for the throne and finally destroying each other. \"The Caesars' house in Rome, the Palatium, received in a shorter space of time no less than four Emperors\", Plutarch writes, \"passing, as it were, across the stage, and one making room for another to enter\" (Galba 1).\n\"Galba-Otho\" was handed down through different channels. It can be found in the appendix to Plutarch's \"Parallel Lives\" as well as in various Moralia manuscripts, most prominently in &lt;a href=\"Maximus%20Planudes\"&gt;Maximus Planudes&lt;/a&gt;' edition where Galba and Otho appear as \"Opera\" XXV and XXVI. Thus it seems reasonable to maintain that \"Galba-Otho\" was from early on considered as an illustration of a moral-ethical approach, possibly even by Plutarch himself.\n\"Parallel Lives\".\nPlutarch's best-known work is the \"&lt;a href=\"Parallel%20Lives\"&gt;Parallel Lives&lt;/a&gt;\", a series of &lt;a href=\"biography\"&gt;biographies&lt;/a&gt; of illustrious Greeks and Romans, arranged in pairs to illuminate their common &lt;a href=\"morality\"&gt;moral&lt;/a&gt; virtues and vices, thus it being more of an insight into human nature than a &lt;a href=\"History\"&gt;historical&lt;/a&gt; account. The surviving \"Lives\" contain 23 pairs, each with one Greek life and one Roman life, as well as four unpaired single lives.\nAs is explained in the opening paragraph of his \"Life of Alexander\", Plutarch was not concerned with history so much as the influence of character, good or bad, on the lives and destinies of men. Whereas sometimes he barely touched on epoch-making events, he devoted much space to charming anecdote and incidental triviality, reasoning that this often said far more for his subjects than even their most famous accomplishments. He sought to provide rounded portraits, likening his craft to that of a painter; indeed, he went to tremendous lengths (often leading to tenuous comparisons) to draw &lt;a href=\"Physiognomy\"&gt;parallels between physical appearance&lt;/a&gt; and &lt;a href=\"moral%20character\"&gt;moral character&lt;/a&gt;. In many ways, he must be counted amongst the earliest &lt;a href=\"ethics\"&gt;moral philosophers&lt;/a&gt;.\nSome of the \"Lives\", such as those of &lt;a href=\"Heracles\"&gt;Heracles&lt;/a&gt;, &lt;a href=\"Philip%20II%20of%20Macedon\"&gt;Philip II of Macedon&lt;/a&gt;, &lt;a href=\"Epaminondas\"&gt;Epaminondas&lt;/a&gt;, &lt;a href=\"Scipio%20Africanus\"&gt;Scipio Africanus&lt;/a&gt;, &lt;a href=\"Scipio%20Aemilianus\"&gt;Scipio Aemilianus&lt;/a&gt; and possibly &lt;a href=\"Quintus%20Caecilius%20Metellus%20Numidicus\"&gt;Quintus Caecilius Metellus Numidicus&lt;/a&gt; no longer exist; many of the remaining \"Lives\" are truncated, contain obvious &lt;a href=\"lacuna%20%28manuscripts%29\"&gt;lacunae&lt;/a&gt; or have been tampered with by later writers. Extant \"Lives\" include those on &lt;a href=\"Solon\"&gt;Solon&lt;/a&gt;, &lt;a href=\"Themistocles\"&gt;Themistocles&lt;/a&gt;, &lt;a href=\"Aristides\"&gt;Aristides&lt;/a&gt;, &lt;a href=\"Agesilaus%20II\"&gt;Agesilaus II&lt;/a&gt;, &lt;a href=\"Pericles\"&gt;Pericles&lt;/a&gt;, &lt;a href=\"Alcibiades\"&gt;Alcibiades&lt;/a&gt;, &lt;a href=\"Nicias\"&gt;Nicias&lt;/a&gt;, &lt;a href=\"Demosthenes\"&gt;Demosthenes&lt;/a&gt;, &lt;a href=\"Pelopidas\"&gt;Pelopidas&lt;/a&gt;, &lt;a href=\"Philopoemen\"&gt;Philopoemen&lt;/a&gt;, &lt;a href=\"Timoleon\"&gt;Timoleon&lt;/a&gt;, &lt;a href=\"Dion%20of%20Syracuse\"&gt;Dion of Syracuse&lt;/a&gt;, &lt;a href=\"Eumenes\"&gt;Eumenes&lt;/a&gt;, &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;, &lt;a href=\"Pyrrhus%20of%20Epirus\"&gt;Pyrrhus of Epirus&lt;/a&gt;, &lt;a href=\"Romulus\"&gt;Romulus&lt;/a&gt;, &lt;a href=\"Numa%20Pompilius\"&gt;Numa Pompilius&lt;/a&gt;, &lt;a href=\"Gaius%20Marcius%20Coriolanus\"&gt;Coriolanus&lt;/a&gt;, &lt;a href=\"Theseus\"&gt;Theseus&lt;/a&gt;, &lt;a href=\"Aemilius%20Paullus\"&gt;Aemilius Paullus&lt;/a&gt;, &lt;a href=\"Tiberius%20Gracchus\"&gt;Tiberius Gracchus&lt;/a&gt;, &lt;a href=\"Gaius%20Gracchus\"&gt;Gaius Gracchus&lt;/a&gt;, &lt;a href=\"Gaius%20Marius\"&gt;Gaius Marius&lt;/a&gt;, &lt;a href=\"Lucius%20Cornelius%20Sulla\"&gt;Sulla&lt;/a&gt;, &lt;a href=\"Sertorius\"&gt;Sertorius&lt;/a&gt;, &lt;a href=\"Lucullus\"&gt;Lucullus&lt;/a&gt;, &lt;a href=\"Pompey\"&gt;Pompey&lt;/a&gt;, &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;, &lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt;, &lt;a href=\"Cato%20the%20Elder\"&gt;Cato the Elder&lt;/a&gt;, &lt;a href=\"Mark%20Antony\"&gt;Mark Antony&lt;/a&gt;, and &lt;a href=\"Marcus%20Junius%20Brutus\"&gt;Marcus Junius Brutus&lt;/a&gt;.\n\"Life of Alexander\".\nPlutarch's \"Life of Alexander\", written as a parallel to that of Julius Caesar, is one of five extant tertiary sources on the Macedonian conqueror &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;. It includes &lt;a href=\"anecdote\"&gt;anecdote&lt;/a&gt;s and descriptions of events that appear in no other source, just as Plutarch's portrait of &lt;a href=\"Numa%20Pompilius\"&gt;Numa Pompilius&lt;/a&gt;, the putative second king of Rome, holds much that is unique on the early &lt;a href=\"Roman%20calendar\"&gt;Roman calendar&lt;/a&gt;.\nPlutarch devotes a great deal of space to Alexander's drive and desire, and strives to determine how much of it was presaged in his youth. He also draws extensively on the work of &lt;a href=\"Lysippus\"&gt;Lysippus&lt;/a&gt;, Alexander's favourite &lt;a href=\"sculptor\"&gt;sculptor&lt;/a&gt;, to provide what is probably the fullest and most accurate description of the conqueror's physical appearance. When it comes to his character, Plutarch emphasizes his unusual degree of self-control and scorn for luxury: \"He desired not pleasure or wealth, but only excellence and glory.\" As the narrative progresses, however, the subject incurs less admiration from his biographer and the deeds that it recounts become less savoury. The murder of &lt;a href=\"Cleitus%20the%20Black\"&gt;Cleitus the Black&lt;/a&gt;, which Alexander instantly and deeply regretted, is commonly cited to this end.\n\"Life of Caesar\".\nTogether with &lt;a href=\"Suetonius\"&gt;Suetonius&lt;/a&gt;'s \"&lt;a href=\"The%20Twelve%20Caesars\"&gt;The Twelve Caesars&lt;/a&gt;\", and &lt;a href=\"Julius%20Caesar\"&gt;Caesar&lt;/a&gt;'s own works &lt;a href=\"Commentarii%20de%20Bello%20Gallico\"&gt;\"de Bello Gallico\"&lt;/a&gt; and \"&lt;a href=\"Commentarii%20de%20Bello%20Civili\"&gt;de Bello Civili&lt;/a&gt;\", the \"Life of Caesar\" is the main account of &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;'s feats by ancient historians. Plutarch starts by telling of the audacity of Caesar and his refusal to dismiss &lt;a href=\"Lucius%20Cornelius%20Cinna\"&gt;Cinna's&lt;/a&gt; daughter, &lt;a href=\"Cornelia%20%28wife%20of%20Caesar%29\"&gt;Cornelia&lt;/a&gt;. Other important parts are those containing his military deeds, accounts of battles and Caesar's capacity of inspiring the soldiers.\nHowever, Plutarch's life shows few differences from Suetonius' work and Caesar's own works (see \"&lt;a href=\"De%20Bello%20Gallico\"&gt;De Bello Gallico&lt;/a&gt;\" and \"&lt;a href=\"De%20Bello%20Civili\"&gt;De Bello Civili&lt;/a&gt;\"). Sometimes, Plutarch quotes directly from the \"De Bello Gallico\" and even tells us of the moments when Caesar was dictating his works.\nIn the final part of this life, Plutarch recounts details of &lt;a href=\"Assassination%20of%20Julius%20Caesar\"&gt;Caesar's assassination&lt;/a&gt;. It ends by telling the destiny of his murderers, just after a detailed account of the scene when a &lt;a href=\"Ghost\"&gt;phantom&lt;/a&gt; appeared to &lt;a href=\"Marcus%20Junius%20Brutus\"&gt;Brutus&lt;/a&gt; at night.\n\"Life of Pyrrhus\".\nPlutarch's \"Life of Pyrrhus\" is a key text because it is the main historical account on Roman history for the period from 293 to 264 BCE, for which both &lt;a href=\"Dionysius%20of%20Halicarnassus\"&gt;Dionysius&lt;/a&gt;’ and &lt;a href=\"Livy\"&gt;Livy&lt;/a&gt;’s texts are lost.\n\"Moralia\".\nThe remainder of Plutarch's surviving work is collected under the title of the \"&lt;a href=\"Moralia\"&gt;Moralia&lt;/a&gt;\" (loosely translated as \"Customs and Mores\"). It is an eclectic collection of seventy-eight essays and transcribed speeches, including \"On Fraternal Affection\"—a discourse on honour and affection of siblings toward each other, \"On the Fortune or the Virtue of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;\"—an important adjunct to his Life of the great king, \"On the Worship of &lt;a href=\"Isis\"&gt;Isis&lt;/a&gt; and &lt;a href=\"Osiris\"&gt;Osiris&lt;/a&gt;\" (a crucial source of information on &lt;a href=\"Ancient%20Egypt\"&gt;Egyptian&lt;/a&gt; religious rites), along with more philosophical treatises, such as \"On the Decline of the Oracles\", \"On the Delays of the Divine Vengeance\", \"On Peace of Mind\" and lighter fare, such as \"&lt;a href=\"Odysseus\"&gt;Odysseus&lt;/a&gt; and Gryllus\", a humorous &lt;a href=\"dialogue\"&gt;dialogue&lt;/a&gt; between &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt;'s Odysseus and one of &lt;a href=\"Circe\"&gt;Circe&lt;/a&gt;'s enchanted pigs. The \"Moralia\" was composed first, while writing the Lives occupied much of the last two decades of Plutarch's own life.\nSpartan lives and sayings.\nSince Spartans wrote no history prior to the Hellenistic period – their only extant literature is fragments of 7th-century lyrics – Plutarch's five Spartan lives and \"Sayings of Spartans\" and \"Sayings of Spartan Women\", rooted in sources that have since disappeared, are some of the richest sources for historians of &lt;a href=\"Laconia%20%28ancient%20region%29\"&gt;Lacedaemonia&lt;/a&gt;. But while they are important, they are also controversial. Plutarch lived centuries after the Sparta he writes about (and a full millennium separates him from the earliest events he records) and even though he visited Sparta, many of the ancient customs he reports had been long abandoned, so he never actually saw of what he wrote. Plutarch's sources themselves can be problematic. As the historians &lt;a href=\"Sarah%20B.%20Pomeroy\"&gt;Sarah Pomeroy&lt;/a&gt;, &lt;a href=\"Stanley%20M.%20Burstein\"&gt;Stanley Burstein&lt;/a&gt;, Walter Donlan, and Jennifer Tolbert Roberts have written, \"Plutarch was influenced by histories written after the decline of Sparta and marked by nostalgia for a happier past, real or imagined.\" Turning to Plutarch himself, they write, \"the admiration writers like Plutarch and Xenophon felt for Spartan society led them to exaggerate its monolithic nature, minimizing departures from ideals of equality and obscuring patterns of historical change.\" Thus the Spartan egalitarianism and superhuman immunity to pain that have seized the popular imagination are likely myths, and their main architect is Plutarch. While flawed, Plutarch is nonetheless indispensable as one of the only ancient sources of information on Spartan life. Pomeroy et al. conclude that Plutarch's works on Sparta, while they must be treated with skepticism, remain valuable for their \"large quantities of information\" and these historians concede that \"Plutarch's writings on Sparta, more than those of any other ancient author, have shaped later views of Sparta\", despite their potential to misinform. He was also referenced in saying unto Sparta, \"The beast will feed again.\"\n\"Questions\".\nBook IV of the \"Moralia\" contains the \"Roman and Greek Questions\" (Αἰτίαι Ῥωμαϊκαί and Αἰτίαι Ἑλλήνων). The customs of Romans and Greeks are illuminated in little essays that pose questions such as \"Why were patricians not permitted to live on the Capitoline?\" (no. 91) and then suggests answers to them.\n\"On the Malice of Herodotus\".\nIn \"&lt;a href=\"On%20the%20Malice%20of%20Herodotus\"&gt;On the Malice of Herodotus&lt;/a&gt;\" Plutarch criticizes the historian &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt; for all manner of prejudice and misrepresentation. It has been called the \"first instance in literature of the slashing review\". The 19th century English historian &lt;a href=\"George%20Grote\"&gt;George Grote&lt;/a&gt; considered this essay a serious attack upon the works of Herodotus, and speaks of the \"honourable frankness which Plutarch calls his malignity\".\nPlutarch makes some palpable hits, catching Herodotus out in various errors, but it is also probable that it was merely a rhetorical exercise, in which Plutarch plays &lt;a href=\"wikt%3Adevil%27s%20advocate\"&gt;devil's advocate&lt;/a&gt; to see what could be said against so favourite and well-known a writer. According to Barrow (1967), Herodotus' real failing in Plutarch's eyes was to advance \"any criticism at all\" of the city-states that saved Greece from Persia. Barrow concluded that \"Plutarch is fanatically biased in favor of the Greek cities; they can do no wrong.\"\nOther works.\n\"Symposiacs\" (Συμποσιακά); \"&lt;a href=\"Convivium%20Septem%20Sapientium\"&gt;Convivium Septem Sapientium&lt;/a&gt;\".\n\"Dialogue on Love\" (Ερωτικος); Latin name = \"Amatorius\".\nLost works.\nThe &lt;a href=\"Lost%20work%23Classical%20world\"&gt;lost works&lt;/a&gt; of Plutarch are determined by references in his own texts to them and from other authors' references over time. Parts of the \"Lives\" and what would be considered parts of the \"Moralia\" have been lost. The 'Catalogue of Lamprias', an ancient list of works attributed to Plutarch, lists 227 works, of which 78 have come down to us. \nThe Romans loved the \"Lives\". Enough copies were written out over the centuries so that a copy of most of the lives has survived to the present day, but there are traces of twelve more Lives that are now lost. Plutarch's general procedure for the \"Lives\" was to write the life of a prominent Greek, then cast about for a suitable Roman parallel, and end with a brief comparison of the Greek and Roman lives. Currently, only 19 of the parallel lives end with a comparison, while possibly they all did at one time. Also missing are many of his \"Lives\" which appear in a list of his writings: those of Hercules, the first pair of \"Parallel Lives\", &lt;a href=\"Scipio%20Africanus\"&gt;Scipio Africanus&lt;/a&gt; and &lt;a href=\"Epaminondas\"&gt;Epaminondas&lt;/a&gt;, and the companions to the four solo biographies. Even the lives of such important figures as &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt;, &lt;a href=\"Claudius\"&gt;Claudius&lt;/a&gt; and &lt;a href=\"Nero\"&gt;Nero&lt;/a&gt; have not been found and may be lost forever.\nLost works that would have been part of the \"Moralia\" include \"Whether One Who &lt;a href=\"epoche\"&gt;Suspends Judgment on Everything&lt;/a&gt; Is Condemned to Inaction\", \"On &lt;a href=\"Pyrrho\"&gt;Pyrrho&lt;/a&gt;’s Ten Modes\", and \"On the Difference between the &lt;a href=\"Pyrrhonism\"&gt;Pyrrhonians&lt;/a&gt; and the &lt;a href=\"Academic%20Skepticism\"&gt;Academics&lt;/a&gt;\".\nPhilosophy.\nPlutarch was a &lt;a href=\"Middle%20Platonism\"&gt;Platonist&lt;/a&gt;, but was open to the influence of the &lt;a href=\"Peripatetics\"&gt;Peripatetics&lt;/a&gt;, and in some details even to &lt;a href=\"Stoicism\"&gt;Stoicism&lt;/a&gt; despite his criticism of their principles. He rejected only &lt;a href=\"Epicureanism\"&gt;Epicureanism&lt;/a&gt; absolutely. He attached little importance to theoretical questions and doubted the possibility of ever solving them. He was more interested in moral and religious questions.\nIn opposition to Stoic materialism and Epicurean atheism he cherished a pure idea of &lt;a href=\"God\"&gt;God&lt;/a&gt; that was more in accordance with &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt;. He adopted a second principle (\"&lt;a href=\"Dyad%20%28Greek%20philosophy%29\"&gt;Dyad&lt;/a&gt;\") in order to explain the phenomenal world. This principle he sought, however, not in any indeterminate matter but in the evil &lt;a href=\"Anima%20mundi\"&gt;world-soul&lt;/a&gt; which has from the beginning been bound up with matter, but in the creation was filled with reason and arranged by it. Thus it was transformed into the divine soul of the world, but continued to operate as the source of all evil. He elevated God above the finite world, and thus &lt;a href=\"Daemon%20%28mythology%29\"&gt;daemons&lt;/a&gt; became for him agents of God's influence on the world. He strongly defends freedom of the will, and the immortality of the soul.\nPlatonic-Peripatetic &lt;a href=\"ethics\"&gt;ethics&lt;/a&gt; were upheld by Plutarch against the opposing theories of the Stoics and Epicureans. The most characteristic feature of Plutarch's ethics is, however, its close connection with religion. However pure Plutarch's idea of God is, and however vivid his description of the vice and corruption which superstition causes, his warm religious feelings and his distrust of human powers of knowledge led him to believe that God comes to our aid by direct revelations, which we perceive the more clearly the more completely that we refrain in \"enthusiasm\" from all action; this made it possible for him to justify popular belief in &lt;a href=\"divination\"&gt;divination&lt;/a&gt; in the way which had long been usual among the Stoics.\nHis attitude to popular religion was similar. The gods of different peoples are merely different names for one and the same divine Being and the powers that serve it. The &lt;a href=\"Greek%20mythology\"&gt;myths&lt;/a&gt; contain philosophical truths which can be interpreted allegorically. Thus Plutarch sought to combine the philosophical and religious conception of things and to remain as close as possible to tradition.\nPlutarch was the teacher of &lt;a href=\"Favorinus\"&gt;Favorinus&lt;/a&gt;.\nInfluence.\nPlutarch's writings had an enormous influence on &lt;a href=\"English%20Literature\"&gt;English&lt;/a&gt; and &lt;a href=\"French%20literature\"&gt;French literature&lt;/a&gt;. &lt;a href=\"William%20Shakespeare\"&gt;Shakespeare&lt;/a&gt; paraphrased parts of &lt;a href=\"Thomas%20North\"&gt;Thomas North&lt;/a&gt;'s translation of selected \"Lives\" in &lt;a href=\"Shakespeare%27s%20plays\"&gt;his plays&lt;/a&gt;, and occasionally quoted from them verbatim.\n&lt;a href=\"Jean-Jacques%20Rousseau\"&gt;Jean-Jacques Rousseau&lt;/a&gt; quotes from Plutarch in the 1762 \"&lt;a href=\"Emile%2C%20or%20On%20Education\"&gt;Emile, or On Education&lt;/a&gt;\", a treatise on the education of the whole person for citizenship. Rousseau introduces a passage from Plutarch in support of his position against eating meat: You ask me', said Plutarch, 'why &lt;a href=\"Pythagoras\"&gt;Pythagoras&lt;/a&gt; abstained from eating the flesh of beasts...\n&lt;a href=\"Ralph%20Waldo%20Emerson\"&gt;Ralph Waldo Emerson&lt;/a&gt; and the &lt;a href=\"Transcendentalism\"&gt;Transcendentalists&lt;/a&gt; were greatly influenced by the \"Moralia\" and in his glowing introduction to the five-volume, 19th-century edition, he called the \"Lives\" \"a bible for heroes\". He also opined that it was impossible to \"read Plutarch without a tingling of the blood; and I accept the saying of the Chinese &lt;a href=\"Mencius\"&gt;Mencius&lt;/a&gt;: 'A sage is the instructor of a hundred ages. When the manners of Loo are heard of, the stupid become intelligent, and the wavering, determined.\n&lt;a href=\"Michel%20de%20Montaigne\"&gt;Montaigne&lt;/a&gt;'s \"&lt;a href=\"Essays%20%28Montaigne%29\"&gt;Essays&lt;/a&gt;\" draw extensively on Plutarch's \"Moralia\" and are consciously modelled on the Greek's easygoing and discursive inquiries into science, manners, customs and beliefs. \"Essays\" contains more than 400 references to Plutarch and his works.\n&lt;a href=\"James%20Boswell\"&gt;James Boswell&lt;/a&gt; quoted Plutarch on writing lives, rather than biographies, in the introduction to his own \"&lt;a href=\"Life%20of%20Samuel%20Johnson\"&gt;Life of Samuel Johnson&lt;/a&gt;\". Other admirers included &lt;a href=\"Ben%20Jonson\"&gt;Ben Jonson&lt;/a&gt;, &lt;a href=\"John%20Dryden\"&gt;John Dryden&lt;/a&gt;, &lt;a href=\"Alexander%20Hamilton\"&gt;Alexander Hamilton&lt;/a&gt;, &lt;a href=\"John%20Milton\"&gt;John Milton&lt;/a&gt;, &lt;a href=\"Edmund%20Burke\"&gt;Edmund Burke&lt;/a&gt;, &lt;a href=\"Joseph%20De%20Maistre\"&gt;Joseph De Maistre&lt;/a&gt;, &lt;a href=\"Mark%20Twain\"&gt;Mark Twain&lt;/a&gt;, &lt;a href=\"Louis%20L%27amour\"&gt;Louis L'amour&lt;/a&gt;, and &lt;a href=\"Francis%20Bacon\"&gt;Francis Bacon&lt;/a&gt;, as well as such disparate figures as &lt;a href=\"Cotton%20Mather\"&gt;Cotton Mather&lt;/a&gt; and &lt;a href=\"Robert%20Browning\"&gt;Robert Browning&lt;/a&gt;.\nPlutarch's influence declined in the 19th and 20th centuries, but it remains embedded in the popular ideas of Greek and Roman history. One of his most famous quotes was one that he included in one of his earliest works. \"The world of man is best captured through the lives of the men who created history.\"\nTranslations of \"Lives\" and \"Moralia\".\nThere are translations, from the original &lt;a href=\"Ancient%20Greek\"&gt;Greek&lt;/a&gt;, in &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;, &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;, &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt;, &lt;a href=\"Polish%20language\"&gt;Polish&lt;/a&gt; and &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt;.\nBritish classical scholar H. J. Rose writes \"One advantage to a modern reader who is not well acquainted with Greek is, that being but a moderate stylist, Plutarch is almost as good in a translation as in the original.\"\nFrench translations.\n&lt;a href=\"Jacques%20Amyot\"&gt;Jacques Amyot&lt;/a&gt;'s translations brought Plutarch's works to Western Europe. He went to Italy and studied the Vatican text of Plutarch, from which he published a French translation of the \"Lives\" in 1559 and \"Moralia\" in 1572, which were widely read by educated Europe. Amyot's translations had as deep an impression in England as France, because Thomas North later published his English translation of the \"Lives\" in 1579 based on Amyot's French translation instead of the original Greek.\nEnglish translations.\nPlutarch's \"Lives\" were translated into English, from Amyot's version, by &lt;a href=\"Sir%20Thomas%20North\"&gt;Sir Thomas North&lt;/a&gt; in 1579. The complete \"Moralia\" was first translated into English from the original Greek by &lt;a href=\"Philemon%20Holland\"&gt;Philemon Holland&lt;/a&gt; in 1603.\nIn 1683, &lt;a href=\"John%20Dryden\"&gt;John Dryden&lt;/a&gt; began a life of Plutarch and oversaw a translation of the \"Lives\" by several hands and based on the original Greek. This translation has been reworked and revised several times, most recently in the 19th century by the English poet and classicist &lt;a href=\"Arthur%20Hugh%20Clough\"&gt;Arthur Hugh Clough&lt;/a&gt; (first published in 1859). One contemporary publisher of this version is &lt;a href=\"Modern%20Library\"&gt;Modern Library&lt;/a&gt;. Another is Encyclopædia Britannica in association with the University of Chicago, , 1952, .\nIn 1770, English brothers &lt;a href=\"John%20Langhorne%20%28poet%29\"&gt;John&lt;/a&gt; and &lt;a href=\"William%20Langhorne%20%28clergyman%29\"&gt;William Langhorne&lt;/a&gt; published \"Plutarch's \"Lives\" from the original Greek, with notes critical and historical, and a new life of Plutarch\" in 6 volumes and dedicated to Lord Folkestone. Their translation was re-edited by Archdeacon Wrangham in the year 1819.\nFrom 1901 to 1912, an American classicist, &lt;a href=\"Bernadotte%20Perrin\"&gt;Bernadotte Perrin&lt;/a&gt;, produced a new translation of the \"Lives\" for the &lt;a href=\"Loeb%20Classical%20Library\"&gt;Loeb Classical Library&lt;/a&gt;. The \"Moralia\" is also included in the Loeb series, translated by various authors.\n&lt;a href=\"Penguin%20Classics\"&gt;Penguin Classics&lt;/a&gt; began a series of translations by various scholars in 1958 with \"The Fall of the Roman Republic\", which contained six Lives and was translated by Rex Warner. Penguin continues to revise the volumes.\nItalian translations.\nNote: only the main translations from the second half of 15th century are given.\nLatin translations.\nThere are multiple translations of \"Parallel Lives\" into Latin, most notably the one titled \"Pour le Dauphin\" (French for \"for the Prince\") written by a scribe in the court of &lt;a href=\"Louis%20XV%20of%20France\"&gt;Louis XV of France&lt;/a&gt; and a 1470 &lt;a href=\"Ulrich%20Han\"&gt;Ulrich Han&lt;/a&gt; translation.\nGerman translations.\nHieronymus Emser.\nIn 1519, Hieronymus Emser translated \"De capienda ex inimicis utilitate\" (\"wie ym eyner seinen veyndt nutz machen kan\", Leipzig).\nGottlob Benedict von Schirach.\nThe biographies were translated by Gottlob Benedict von Schirach (1743–1804) and printed in Vienna by Franz Haas (1776–1780).\nJohann Friedrich Salomon Kaltwasser.\nPlutarch's \"Lives\" and \"Moralia\" were translated into German by &lt;a href=\"Johann%20Friedrich%20Salomon%20Kaltwasser\"&gt;Johann Friedrich Salomon Kaltwasser&lt;/a&gt;:\nHebrew translations.\nFollowing some Hebrew translations of selections from Plutarch's \"Parallel Lives\" published in the 1920s and the 1940s, a complete translation was published in three volumes by the &lt;a href=\"Bialik%20Institute\"&gt;Bialik Institute&lt;/a&gt; in 1954, 1971 and 1973. The first volume, \"Roman Lives\", first published in 1954, presents the translations of Joseph G. Liebes to the biographies of &lt;a href=\"Coriolanus\"&gt;Coriolanus&lt;/a&gt;, &lt;a href=\"Quintus%20Fabius%20Maximus%20Verrucosus\"&gt;Fabius Maximus&lt;/a&gt;, &lt;a href=\"Tiberius%20Gracchus\"&gt;Tiberius Gracchus&lt;/a&gt; and &lt;a href=\"Gaius%20Gracchus\"&gt;Gaius Gracchus&lt;/a&gt;, &lt;a href=\"Cato%20the%20Elder\"&gt;Cato the Elder&lt;/a&gt; and &lt;a href=\"Cato%20the%20Younger\"&gt;Cato the Younger&lt;/a&gt;, &lt;a href=\"Gaius%20Marius\"&gt;Gaius Marius&lt;/a&gt;, &lt;a href=\"Sulla\"&gt;Sulla&lt;/a&gt;, &lt;a href=\"Sertorius\"&gt;Sertorius&lt;/a&gt;, &lt;a href=\"Lucullus\"&gt;Lucullus&lt;/a&gt;, &lt;a href=\"Pompey\"&gt;Pompey&lt;/a&gt;, &lt;a href=\"Crassus\"&gt;Crassus&lt;/a&gt;, &lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt;, &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;, &lt;a href=\"Brutus\"&gt;Brutus&lt;/a&gt; and &lt;a href=\"Mark%20Antony\"&gt;Mark Anthony&lt;/a&gt;.\nThe second volume, \"Greek Lives\", first published in 1971 presents A. A. Halevy's translations of the biographies of &lt;a href=\"Lycurgus%20of%20Sparta\"&gt;Lycurgus&lt;/a&gt;, &lt;a href=\"Aristides\"&gt;Aristides&lt;/a&gt;, &lt;a href=\"Cimon\"&gt;Cimon&lt;/a&gt;, &lt;a href=\"Pericles\"&gt;Pericles&lt;/a&gt;, &lt;a href=\"Nicias\"&gt;Nicias&lt;/a&gt;, &lt;a href=\"Lysander\"&gt;Lysander&lt;/a&gt;, &lt;a href=\"Agesilaus\"&gt;Agesilaus&lt;/a&gt;, &lt;a href=\"Pelopidas\"&gt;Pelopidas&lt;/a&gt;, &lt;a href=\"Dion%20of%20Syracuse\"&gt;Dion&lt;/a&gt;, &lt;a href=\"Timoleon\"&gt;Timoleon&lt;/a&gt;, &lt;a href=\"Demosthenes\"&gt;Demosthenes&lt;/a&gt;, &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;, &lt;a href=\"Eumenes\"&gt;Eumenes&lt;/a&gt; and &lt;a href=\"Phocion\"&gt;Phocion&lt;/a&gt;. Three more biographies presented in this volume, those of &lt;a href=\"Solon\"&gt;Solon&lt;/a&gt;, &lt;a href=\"Themistocles\"&gt;Themistocles&lt;/a&gt; and &lt;a href=\"Alcibiades\"&gt;Alcibiades&lt;/a&gt; were translated by M. H. Ben-Shamai.\nThe third volume, \"Greek and Roman Lives\", published in 1973, presented the remaining biographies and parallels as translated by Halevy. Included are the biographies of &lt;a href=\"Demetrius%20I%20of%20Macedon\"&gt;Demetrius&lt;/a&gt;, &lt;a href=\"Pyrrhus%20of%20Epirus\"&gt;Pyrrhus&lt;/a&gt;, &lt;a href=\"Agis%20IV\"&gt;Agis&lt;/a&gt; and &lt;a href=\"Cleomenes%20III\"&gt;Cleomenes&lt;/a&gt;, &lt;a href=\"Aratus\"&gt;Aratus&lt;/a&gt; and &lt;a href=\"Artaxerxes%20I%20of%20Persia\"&gt;Artaxerxes&lt;/a&gt;, &lt;a href=\"Philopoemen\"&gt;Philopoemen&lt;/a&gt;, &lt;a href=\"Marcus%20Furius%20Camillus\"&gt;Camillus&lt;/a&gt;, &lt;a href=\"Marcus%20Claudius%20Marcellus\"&gt;Marcellus&lt;/a&gt;, &lt;a href=\"Flamininus\"&gt;Flamininus&lt;/a&gt;, &lt;a href=\"Aemilius%20Paulus\"&gt;Aemilius Paulus&lt;/a&gt;, &lt;a href=\"Galba\"&gt;Galba&lt;/a&gt; and &lt;a href=\"Otho\"&gt;Otho&lt;/a&gt;, &lt;a href=\"Theseus\"&gt;Theseus&lt;/a&gt;, &lt;a href=\"Romulus\"&gt;Romulus&lt;/a&gt;, &lt;a href=\"Numa%20Pompilius\"&gt;Numa Pompilius&lt;/a&gt; and &lt;a href=\"Poplicola\"&gt;Poplicola&lt;/a&gt;. It completes the translation of the known remaining biographies. In the introduction to the third volume Halevy explains that originally the Bialik Institute intended to publish only a selection of biographies, leaving out mythological figures and biographies that had no parallels. Thus, to match the first volume in scope the second volume followed the same path and the third volume was required.\nPseudo-Plutarch.\nSome editions of the \"Moralia\" include several works now known to have been &lt;a href=\"Pseudepigrapha\"&gt;falsely attributed&lt;/a&gt; to Plutarch. Among these are the \"Lives of the Ten Orators\", a series of biographies of the &lt;a href=\"Attic%20orators\"&gt;Attic orators&lt;/a&gt; based on &lt;a href=\"Caecilius%20of%20Calacte\"&gt;Caecilius of Calacte&lt;/a&gt;; \"On the Opinions of the Philosophers\", \"On Fate\", and \"On Music\". These works are all attributed to a single, unknown author, referred to as \"&lt;a href=\"Pseudo-Plutarch\"&gt;Pseudo-Plutarch&lt;/a&gt;\". Pseudo-Plutarch lived sometime between the third and fourth centuries AD. Despite being falsely attributed, the works are still considered to possess historical value."
}