{
    "id": "2451637",
    "revid": "40800862",
    "url": "https://en.wikipedia.org/wiki?curid=2451637",
    "title": "Kempler video",
    "text": "The Kempler video is a film made by Roni Kempler while standing initially at the crime scene at the northeast side of the &lt;a href=\"Tel%20Aviv%20City%20Hall\"&gt;Tel Aviv City Hall&lt;/a&gt; and later on the roof of the \"Gan Ha'ir\"-mall overlooking the crime scene before and during &lt;a href=\"Assassination%20of%20Yitzhak%20Rabin\"&gt;the assassination&lt;/a&gt; of &lt;a href=\"Prime%20Minister%20of%20Israel\"&gt;Prime Minister of Israel&lt;/a&gt; &lt;a href=\"Yitzhak%20Rabin\"&gt;Yitzhak Rabin&lt;/a&gt; on November 4, 1995.\nThe video and its maker.\nThe &lt;a href=\"filmmaker\"&gt;filmmaker&lt;/a&gt; was Roni Kempler, by profession an &lt;a href=\"accountant\"&gt;accountant&lt;/a&gt; with the office of the &lt;a href=\"State%20Comptroller%20of%20Israel\"&gt;State Comptroller of Israel&lt;/a&gt; who was also an &lt;a href=\"amateur\"&gt;amateur&lt;/a&gt; &lt;a href=\"photographer\"&gt;photographer&lt;/a&gt; who frequently filmed events with his handheld &lt;a href=\"video%20camera\"&gt;video camera&lt;/a&gt; looking for special angles. Kempler's video has been described as \"essentially the only video documentation of the killing\".\nThe Kempler video shows &lt;a href=\"Yigal%20Amir\"&gt;Yigal Amir&lt;/a&gt; lounging about or sitting on a cement planter situated at the bottom of the stairs that officials, participating in the &lt;a href=\"political%20rally\"&gt;rally&lt;/a&gt; in support of &lt;a href=\"Yitzhak%20Rabin\"&gt;Yitzhak Rabin&lt;/a&gt;'s policies, would pass by on their way back to their cars. At one point, &lt;a href=\"Shimon%20Peres\"&gt;Shimon Peres&lt;/a&gt;, the Foreign Minister, passed by Amir, greeting supporters. The video then shows Rabin descending a stairway and walking towards his car. Amir can be seen reaching for his gun, circling behind the Prime Minister and extending his arm, followed by a flash and three shots. The last image is of Rabin disappearing under a pile of security men to screams of horrified onlookers, after which the photographer stopped filming and hit the ground.\nImmediately after the assassination, Kempler submitted the video to the Shamgar National Inquiry Commission, which was tasked with researching the security failures. Forty-five days after the Rabin assassination, and after the Shamgar commission granted permission to release the video to the public, the Israeli TV showed the non-static parts of this video with commentary. The public was shocked by the ease of access that the murderer had, and by the security gaps. In his sole television appearance the night his video was broadcast, Kempler reflected on the thoughts and feelings that he experienced during and after taking the video.\nThe Kempler video was shown three times on the &lt;a href=\"Channel%202%20%28Israel%29\"&gt;Israeli TV Channel 2&lt;/a&gt; in late December 1995, after it acquired the rights and edited it for broadcasting. The video received international publicity and parts of it were shown in many countries. According to reports Kempler received $350,000 from the &lt;a href=\"Israeli%20News%20Company\"&gt;Israeli News Company&lt;/a&gt; and \"&lt;a href=\"Yedioth%20Ahronoth\"&gt;Yedioth Ahronoth&lt;/a&gt;\", a major newspaper in Israel, for his video footage. The sum or most of it was recovered by selling the rights for broadcasting to other news agencies.\nThe Kempler video was used as &lt;a href=\"evidence%20%28law%29\"&gt;evidence&lt;/a&gt; during the trial of Yigal Amir as well as by the independent judicial Shamgar commission. Partially based on the Kempler video, the Shamgar commission concluded that Amir was guilty and that &lt;a href=\"Carmi%20Gillon\"&gt;Carmi Gillon&lt;/a&gt;, head of Shin Bet should be removed from his position.\nProponents of the &lt;a href=\"Yitzhak%20Rabin%20assassination%20conspiracy%20theories\"&gt;Yitzhak Rabin assassination conspiracy theories&lt;/a&gt; also make use of this video."
}