{
    "id": "2452474",
    "revid": "41382572",
    "url": "https://en.wikipedia.org/wiki?curid=2452474",
    "title": "Marcin Gortat",
    "text": "Marcin Janusz Gortat (; born February 17, 1984) is a Polish former professional &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; player. The , &lt;a href=\"Center%20%28basketball%29\"&gt;center&lt;/a&gt; is the son of &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt; &lt;a href=\"Janusz%20Gortat\"&gt;Janusz Gortat&lt;/a&gt;. He was drafted in the second round by the &lt;a href=\"Phoenix%20Suns\"&gt;Phoenix Suns&lt;/a&gt; in the &lt;a href=\"2005%20NBA%20draft\"&gt;2005 NBA draft&lt;/a&gt; and played for the &lt;a href=\"Orlando%20Magic\"&gt;Orlando Magic&lt;/a&gt;, Phoenix Suns, &lt;a href=\"Washington%20Wizards\"&gt;Washington Wizards&lt;/a&gt;, and &lt;a href=\"Los%20Angeles%20Clippers\"&gt;Los Angeles Clippers&lt;/a&gt;.\nEarly life and career.\nAs a child, Gortat participated in &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;, where he competed in the &lt;a href=\"high%20jump\"&gt;high jump&lt;/a&gt;. His father, &lt;a href=\"Janusz%20Gortat\"&gt;Janusz Gortat&lt;/a&gt;, was a Polish boxer and a bronze medalist in the &lt;a href=\"light%20heavyweight\"&gt;light heavyweight&lt;/a&gt; class during the &lt;a href=\"Munich%201972\"&gt;Munich 1972&lt;/a&gt; and &lt;a href=\"Montreal%201976\"&gt;Montreal 1976&lt;/a&gt; &lt;a href=\"Summer%20Olympic%20Games\"&gt;Olympics&lt;/a&gt;, and his mother, Alicja Gortat, was a representative of the Polish national team in &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;. He has an older brother, Robert, who is also a boxer.\nGortat grew up in &lt;a href=\"%C5%81%C3%B3d%C5%BA\"&gt;Łódź&lt;/a&gt;, Poland together with his brother Filip. He graduated from &lt;a href=\"Technical%20School\"&gt;Technical School&lt;/a&gt; in Łódź. Apart from Polish, he is fluent in English, German, and Serbian. He is also a big &lt;a href=\"Motorcycle%20Speedway\"&gt;Motorcycle Speedway&lt;/a&gt; supporter, often seen supporting Polish club &lt;a href=\"Motor%20Lublin\"&gt;Motor Lublin&lt;/a&gt;. He is also seen regularly at &lt;a href=\"Speedway%20Grand%20Prix\"&gt;Speedway Grand Prix&lt;/a&gt; events, supporting his good friend, 2x World Champion &lt;a href=\"Bartosz%20Zmarzlik\"&gt;Bartosz Zmarzlik&lt;/a&gt;.\nGortat started his career with &lt;a href=\"%C5%81KS%20%C5%81%C3%B3d%C5%BA\"&gt;ŁKS Łódź&lt;/a&gt;, then played three seasons for &lt;a href=\"K%C3%B6ln%2099ers\"&gt;RheinEnergie Cologne&lt;/a&gt; in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;'s &lt;a href=\"Basketball%20Bundesliga\"&gt;Basketball Bundesliga&lt;/a&gt;, with whom he won the domestic championship in 2006 and played in the &lt;a href=\"2006%E2%80%9307%20Euroleague\"&gt;2006–07 Euroleague&lt;/a&gt; season for the first time in the team's history. After being drafted 57th overall in the &lt;a href=\"2005%20NBA%20draft\"&gt;2005 NBA draft&lt;/a&gt; by the &lt;a href=\"Phoenix%20Suns\"&gt;Phoenix Suns&lt;/a&gt; (with his rights later traded to the &lt;a href=\"Orlando%20Magic\"&gt;Orlando Magic&lt;/a&gt;), Gortat elected to keep playing with Cologne in Germany until 2007.\nGortat identifies as a Roman Catholic and has said that his faith gives him hope and inspires him.\nNBA career.\nOrlando Magic (2007–2010).\nOn August 2, 2007, Gortat signed with the &lt;a href=\"Orlando%20Magic\"&gt;Orlando Magic&lt;/a&gt;. On November 20, 2007, he was assigned to the &lt;a href=\"Anaheim%20Arsenal\"&gt;Anaheim Arsenal&lt;/a&gt; of the &lt;a href=\"NBA%20Development%20League\"&gt;NBA Development League&lt;/a&gt;. He was recalled from the D-League on December 2, and he made his debut for the Magic on March 1, 2008 against the New York Knicks. On April 16, 2008, in the Magic's last game of the &lt;a href=\"2007%E2%80%9308%20NBA%20season\"&gt;2007–08 season&lt;/a&gt;, little-used Gortat played 28 minutes and registered 12 points and 11 rebounds in a 103–83 Magic win over the &lt;a href=\"Washington%20Wizards\"&gt;Washington Wizards&lt;/a&gt;. On December 15, 2008, starting in place of the injured &lt;a href=\"Dwight%20Howard\"&gt;Dwight Howard&lt;/a&gt;, Gortat played 28 minutes and recorded 16 points and 13 rebounds. On April 13, 2009, again starting in place of Howard, Gortat played almost 43 minutes and topped his career high in rebounding with 18 rebounds and had 10 points. On April 30, 2009, Gortat made his first playoff start in Game 6 against the &lt;a href=\"Philadelphia%2076ers\"&gt;Philadelphia 76ers&lt;/a&gt;, replacing Howard, who was suspended because of his actions in game 5. He had 11 points and 15 rebounds as the Magic eliminated the 76ers 4–2. That Magic playoff run continued all the way to the &lt;a href=\"NBA%20Finals\"&gt;NBA Finals&lt;/a&gt;, making Gortat the first Polish-born player to ever appear in the championship series.\nOn July 8, 2009, Gortat, a restricted free agent, signed an offer sheet for five years and $34 million with the &lt;a href=\"Dallas%20Mavericks\"&gt;Dallas Mavericks&lt;/a&gt;. However, Orlando prevented Gortat from going to Dallas by matching the offer sheet on July 13, 2009. Gortat was said to be \"very disappointed\" to stay with the Magic, since continuing as backup to Dwight Howard would mean limited playing time, whereas playing for Dallas would likely have meant being the starting center.\nPhoenix Suns (2010–2013).\nOn December 18, 2010, Gortat was traded to the &lt;a href=\"Phoenix%20Suns\"&gt;Phoenix Suns&lt;/a&gt; along with &lt;a href=\"Vince%20Carter\"&gt;Vince Carter&lt;/a&gt;, &lt;a href=\"Micka%C3%ABl%20Pi%C3%A9trus\"&gt;Mickaël Piétrus&lt;/a&gt;, a 2011 first-round draft pick (which would become &lt;a href=\"Nikola%20Miroti%C4%87\"&gt;Nikola Mirotić&lt;/a&gt;), and $3 million, in exchange for &lt;a href=\"Jason%20Richardson\"&gt;Jason Richardson&lt;/a&gt;, &lt;a href=\"Earl%20Clark\"&gt;Earl Clark&lt;/a&gt;, and then-former Magic player and former teammate &lt;a href=\"Hedo%20T%C3%BCrko%C4%9Flu\"&gt;Hedo Türkoğlu&lt;/a&gt;. Due to &lt;a href=\"Steve%20Nash\"&gt;Steve Nash&lt;/a&gt; wearing the #13 jersey, which was the number that Gortat had worn in Orlando and Poland, he decided to wear #4 for his tenure with the Suns. During his first season with the Suns, his numbers increased as his minutes grew, initially coming off the bench, then starting at center in place of &lt;a href=\"Robin%20Lopez\"&gt;Robin Lopez&lt;/a&gt;. During his time in Phoenix, Gortat continued to be known as \"The Polish Hammer\" a nickname originally given to him during his time with the Orlando Magic.\nDuring the &lt;a href=\"2011%20NBA%20lockout\"&gt;lockout-shortened&lt;/a&gt; &lt;a href=\"2011%E2%80%9312%20NBA%20season\"&gt;2011–12 season&lt;/a&gt;, Gortat averaged 15.4 points and 10.0 rebounds per game. He was the only Suns player to start and play every game of the regular season. Gortat also joined the likes of former Magic teammate &lt;a href=\"Dwight%20Howard\"&gt;Dwight Howard&lt;/a&gt;, &lt;a href=\"Andrew%20Bynum\"&gt;Andrew Bynum&lt;/a&gt;, and &lt;a href=\"DeMarcus%20Cousins\"&gt;DeMarcus Cousins&lt;/a&gt; as the only centers to average a double-double that season. After the season ended, he was named to the &lt;a href=\"Polish%20national%20basketball%20team\"&gt;Polish national basketball team&lt;/a&gt; for the &lt;a href=\"FIBA%20EuroBasket%202013%20qualification\"&gt;FIBA EuroBasket 2013 qualification&lt;/a&gt; round. In the second game against &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, he scored 27 points and grabbed 21 rebounds to help Poland qualify for &lt;a href=\"Eurobasket%202013\"&gt;2013's FIBA Eurobasket tournament&lt;/a&gt;.\nOn November 7, 2012, he scored 23 points, grabbed 10 rebounds, and had a career-best 7 blocks in a 117–110 victory against the &lt;a href=\"Charlotte%20Bobcats\"&gt;Charlotte Bobcats&lt;/a&gt;. In late February, Gortat suffered a knee injury, and was left off the team for the rest of the season.\nWashington Wizards (2013–2018).\nOn October 25, 2013, Gortat was traded, along with &lt;a href=\"Shannon%20Brown\"&gt;Shannon Brown&lt;/a&gt;, &lt;a href=\"Malcolm%20Lee%20%28basketball%29\"&gt;Malcolm Lee&lt;/a&gt;, and &lt;a href=\"Kendall%20Marshall\"&gt;Kendall Marshall&lt;/a&gt;, to the &lt;a href=\"Washington%20Wizards\"&gt;Washington Wizards&lt;/a&gt; in exchange for &lt;a href=\"Emeka%20Okafor\"&gt;Emeka Okafor&lt;/a&gt; and a 2014 protected first-round draft pick.\nOn February 27, 2014, Gortat recorded a career-high 31 points and 12 rebounds in a 134–129 triple overtime win over the Toronto Raptors. On May 13, he recorded 31 points (his playoff career high) and 16 rebounds to help the Wizards avoid elimination in Game 5 of their second-round series with the Indiana Pacers. He became the first Wizards player with at least 30 points and 15 rebounds in a playoff game since &lt;a href=\"Moses%20Malone\"&gt;Moses Malone&lt;/a&gt; in 1987. The Wizards went on to lose Game 6 of the series, falling 4–2 to the Pacers.\nOn July 10, 2014, Gortat re-signed with the Wizards to a reported five-year, $60 million contract.\nOn December 28, 2015, Gortat was named Eastern Conference Player of the Week for games played December 21–27, earning the honor for the first time in his career. On February 29, 2016, he scored 13 of his 18 points in the fourth quarter and grabbed a career-high 20 rebounds in the Wizards' 116–108 win over the Philadelphia 76ers.\nLos Angeles Clippers (2018–2019).\nOn June 26, 2018, Gortat was traded to the &lt;a href=\"Los%20Angeles%20Clippers\"&gt;Los Angeles Clippers&lt;/a&gt; in exchange for &lt;a href=\"Austin%20Rivers\"&gt;Austin Rivers&lt;/a&gt;. On February 7, 2019, he was waived by the Clippers.\nOn February 16, 2020, Gortat officially announced his retirement from basketball."
}