{
    "id": "24541492",
    "revid": "1062376906",
    "url": "https://en.wikipedia.org/wiki?curid=24541492",
    "title": "Alberta Electric System Operator",
    "text": "The Alberta Electric System Operator, (AESO), is a not-for-profit entity responsible for the planning and operation of the &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt; Interconnected Electric System (AIES) in a \"safe, reliable, and economical\" manner. It is mandated by provincial legislation to act in the public interest and cannot own any transmission, distribution or generation assets.\nThe key duties and responsibilities of the AESO are dictated by the Province of Alberta's \"&lt;a href=\"http%3A//www.qp.alberta.ca/documents/Acts/E05P1.pdf\"&gt;Electric Utilities Act&lt;/a&gt;\" (EUA) and the \"&lt;a href=\"http%3A//www.qp.alberta.ca/documents/Regs/2007_086.pdf\"&gt;Transmission Regulation&lt;/a&gt;\" (T-Reg) and include, without limitation, the following:\nThe AESO operates a market for the exchange of electric energy in Alberta and attempts to uphold the principles of market fairness, openness, and efficiency. To this end the AESO \"contracts with transmission facility owners to provide generators access to the electric grid.\"\nOne of AESO's responsibilities is to manage system load in the case where shortfalls in supply or excessive demand for electricity threaten the integrity of the power grid. In this case AESO can direct power companies to shed load temporarily through measures such as &lt;a href=\"rolling%20blackouts\"&gt;rolling blackouts&lt;/a&gt;. In July 2012, six power generators were shut down during a major heat wave that resulted in high demand on the power grid, &lt;a href=\"Edmonton\"&gt;Edmonton&lt;/a&gt;, &lt;a href=\"Calgary\"&gt;Calgary&lt;/a&gt;, &lt;a href=\"Red%20Deer\"&gt;Red Deer&lt;/a&gt; and &lt;a href=\"Lethbridge\"&gt;Lethbridge&lt;/a&gt; were hit by rolling blackouts. AESO directed utilities to reduce their customer load. AESO's Doug Simpson explained that this had not happened since 2006.\nAccording to their homepage, AESO operates \"independently of any industry affiliations and owns no transmission or market assets.\"\nHistory.\n&lt;a href=\"Alberta%20electricity%20policy\"&gt;Alberta electricity policy&lt;/a&gt; changed in 1996, with the province restructuring its &lt;a href=\"electricity%20market\"&gt;electricity market&lt;/a&gt; away from traditional &lt;a href=\"regulation\"&gt;regulation&lt;/a&gt; to a &lt;a href=\"Free%20market\"&gt;market-based&lt;/a&gt; system. The market now includes a host of buyers and sellers, and an increasingly diverse infrastructure.\nExpanding wind farms.\nIn 2006 Alberta Electric System Operator explained the limitations of dependence on wind power. AESO at that time could not \"rely on any more than 900 megawatts of wind (less than eight per cent of the province's total power generation) because wind doesn't blow consistently. When it drops off, coal and natural gas plants have to take up the slack to avoid power shortages.\" At that time Alberta didn't have \"enough transmission lines to connect new wind turbines to its power grid.\"\nHigh cost of electricity in Alberta.\nIn April 2013, Calgary ranked third (with an average monthly payment of $216 based on a monthly consumption of 1,000 kWh) and Edmonton fourth ($202 a month) in Canada compared to other cities in terms of high electricity bills. Halifax placed first and worst in Canada at $225 a month. Compared to other cities in North America, Calgary and Edmonton placed seventh and eighth in terms of highest power costs.\nThe unit price of electricity in Calgary in April 2013 was 14.81 cents per kWh, compared to 6.87 cents per kWh in Montreal, 15.45 in Halifax.\nAccording to a 2013 \"Edmonton Journal\" article, Keith Provost, former senior vice-president of Alberta Power Ltd. (now ATCO Electric), with decades of experience in the electrical utilities business, said that instead of marketing electricity contracts for future deliveries in a regulated market, AESO has their own system that is open to manipulation and is not a free-market system. According to AESO, \"The pool price is the arithmetic average of the 60 one-minute system marginal prices. Only those offers accepted generate power and receive the AESO pool price. All offers accepted receive the same price, the pool price, not the price offered.\""
}