{
    "id": "24563241",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=24563241",
    "title": "Louis Magee",
    "text": "Aloysius Mary \"Louis\" Magee (1 May 1874 – 4 April 1945) was an Irish &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; halfback. Magee played club rugby for &lt;a href=\"Bective%20Rangers\"&gt;Bective Rangers&lt;/a&gt; and &lt;a href=\"London%20Irish\"&gt;London Irish&lt;/a&gt; and played international rugby for &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; and was part of the &lt;a href=\"British%20and%20Irish%20Lions\"&gt;British Isles team&lt;/a&gt; in their &lt;a href=\"1896%20British%20Lions%20tour%20to%20South%20Africa\"&gt;1896 tour of South Africa&lt;/a&gt;.\nMagee was capped 27 times for Ireland, ten as captain, and won two Championships, leading Ireland to a &lt;a href=\"Triple%20Crown%20%28rugby%20union%29\"&gt;Triple Crown&lt;/a&gt; win in the &lt;a href=\"1899%20Home%20Nations%20Championship\"&gt;1899 Home Nations Championship&lt;/a&gt;. Magee was one of the outstanding half backs of world rugby prior to 1914, and is credited as being a driving force in turning Ireland from a no-hope team into one that commanded respect.\nRugby career.\nMagee came from a well known sporting family. His eldest brother &lt;a href=\"Joseph%20Magee\"&gt;Joseph Magee&lt;/a&gt; was also an international rugby player for Ireland, while another brother &lt;a href=\"James%20Magee\"&gt;James&lt;/a&gt; played &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; for &lt;a href=\"Irish%20cricket%20team\"&gt;Ireland&lt;/a&gt;. His brother-in-law, &lt;a href=\"Tommy%20Little%20%28rugby%20union%29\"&gt;Tommy Little&lt;/a&gt;, played rugby for Ireland between 1898 and 1901. Magee played almost the entirety of his rugby for club team Bective Rangers, as did both his brothers. In 1898, while in London, Magee was approached by newly formed club, London Irish, to play for the first team. When Magee accepted, his presence in the team helped recruit other countrymen to join the exile club, and is seen as a major catalyst in the success of the club.\nEarly international career.\nMagee first played international rugby during the &lt;a href=\"1895%20Home%20Nations%20Championship\"&gt;1895 Home Nations Championship&lt;/a&gt; in an encounter with &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt;. Magee was selected along with his brother Joseph, but Joseph's international career ended after only two games, playing in only the first two matches of the 1895 season. Although Ireland narrowly lost the opening game, Magee scored the only points for Ireland when he scored his first international &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt;. Magee was reselected for the next two games of the Championship, Ireland losing both narrowly in two tight matches which saw Ireland end bottom of the table for the season.\nBritish Isles tour.\n1896 was a turn around in fortunes for Ireland, beating England and &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; and drawing 0–0 with &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt;, giving Ireland its second Championship in three years. Magee played in all three games of the season making him a Championship winning player. Towards the end of the 1896 season, Magee was approached by &lt;a href=\"Johnny%20Hammond%20%28rugby%20player%29\"&gt;Johnny Hammond&lt;/a&gt; to join his British Isles team on their tour of South Africa. Magee accepted, and was joined on the tour by his brother James, who was also a member of Bective Rangers. The tour was notable for the large contingent of Irish players, who had been poorly represented on previous tours. The other Irish players being &lt;a href=\"Thomas%20Crean\"&gt;Thomas Crean&lt;/a&gt;, &lt;a href=\"Robert%20Johnston%20%28rugby%20player%20and%20soldier%29\"&gt;Robert Johnston&lt;/a&gt;, &lt;a href=\"Lawrence%20Bulger\"&gt;Larry Bulger&lt;/a&gt;, Jim Sealy, &lt;a href=\"Andrew%20Clinch\"&gt;Andrew Clinch&lt;/a&gt;, &lt;a href=\"Arthur%20Meares\"&gt;Arthur Meares&lt;/a&gt; and Cecil Boyd. Magee played in only fourteen of the 21 arranged games of the tour, but played in four Test games against the &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South African national team&lt;/a&gt;. In the First Test he was partnered at half back with &lt;a href=\"Matthew%20Mullineux\"&gt;Matthew Mullineux&lt;/a&gt;, but for the final three tests he was joined by &lt;a href=\"Cambridge%20University%20R.U.F.C.\"&gt;Cambridge University&lt;/a&gt; player &lt;a href=\"Sydney%20Pyman%20Bell\"&gt;Sydney Pyman Bell&lt;/a&gt;.\n1899 Home Nations Championship.\nOn his return to Britain, Magee retained his position in the Ireland national team, and from his first game in 1895 he played at centre for 26 consecutive games taking in eight Championship seasons. Magee's finest season was the &lt;a href=\"1899%20Home%20Nations%20Championship\"&gt;1899 Home Nations Championship&lt;/a&gt;, which saw him gain the captaincy of the national team in the opening game of the campaign, a home match against England. Ireland won 6–0, with Magee scoring with a penalty kick and long term Irish half back partner, &lt;a href=\"Gerald%20Allen\"&gt;Gerald Allen&lt;/a&gt;, scoring a try. Magee then set up two of the tries in a 9–3 victory of Scotland, leaving the encounter with Wales as the decider for the &lt;a href=\"Triple%20Crown%20%28rugby%20union%29\"&gt;Triple Crown&lt;/a&gt;.\nThe game was played at &lt;a href=\"Cardiff%20Arms%20Park\"&gt;Cardiff Arms Park&lt;/a&gt; in front of a record crowd of 40,000, who constantly disrupted the game as the spectators spilled onto the pitch. The game was decided by a single try by Ireland's &lt;a href=\"Gerry%20Doran\"&gt;Gerry Doran&lt;/a&gt;, but Magee was called into action preventing a try from one of the Welsh three-quarters in the last minute with a tackle from behind. The win gave Ireland the Triple Crown for the second time in the country's history.\n1900–1904.\nMagee continued to captain his country over the next two seasons, but he did not experience the same success as in the 1899 campaign. A single draw against Scotland was the best result in &lt;a href=\"1900%20Home%20Nations%20Championship\"&gt;1900&lt;/a&gt;, and apart from a good win over England in &lt;a href=\"1901%20Home%20Nations%20Championship\"&gt;1901&lt;/a&gt; and a strong three-quarters, there was little to celebrate in the Irish results. The &lt;a href=\"1902%20Home%20Nations%20Championship\"&gt;1902 Championship&lt;/a&gt; saw Magee lose the captaincy to half back &lt;a href=\"John%20Fulton%20%28rugby%20player%29\"&gt;John Fulton&lt;/a&gt;. Ireland lost their opening match against England, but after a win over Scotland, Magee was handed the captain's position for the final encounter, against Wales. Ireland were well-beaten in their biggest home defeat since the start of the Championship competition.\nThe 1903 Championship started with a strong win over England, but the Irish captaincy was now in the hands of &lt;a href=\"Harry%20Corley\"&gt;Harry Corley&lt;/a&gt;, Magee's half back partner since the start of 1902. Magee was seen as one of the finest half backs to come out of Ireland, his playing style was of a basic left-side, right-side tradition of half back play; Corley was one of the first specialised fly-halves, pointing the new way forward in rugby play. Ireland failed to capitalise on their strong opening game, losing narrowly to Scotland and then being completely out-classed by Wales. losing 18–0.\nMagee was dropped for the &lt;a href=\"1904%20Home%20Nations%20Championship\"&gt;1904 Home Nations Championship&lt;/a&gt;, replaced by Robinson and Kennedy, as Corley was moved to the centre position. But the team were well beaten by both England and then Scotland, leading the Irish selectors to make eight changes in the final match at home to Wales. Magee was recalled to partner Kennedy in his final international, and the game turned out to be the match of the season. The Welsh took an early lead, but after Ireland were reduced to 14 men through an injury, the team appeared inspired and improved their game. With four tries from each side, the only difference was that Ireland managed to convert one of their tries, whereas Wales missed all theirs. Magee finished his international career with a great win, and with 27 appearances was the most capped Irish player to date."
}