{
    "id": "24563996",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=24563996",
    "title": "Raimund Weisbach",
    "text": "Raimund Weisbach (16 September 1886 – 16 June 1970) was an officer of the \"&lt;a href=\"Kaiserliche%20Marine\"&gt;Kaiserliche Marine&lt;/a&gt;\", and a &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; commander during the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;. He was the torpedo officer on the German U-boat, the , who saw to the preparation and firing of the &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; that sank the on 7 May 1915. He went on to become a successful commander, sinking 36 ships before being captured when his submarine was sunk by the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;.\n\"Lusitania\".\nBorn in &lt;a href=\"Breslau\"&gt;Breslau&lt;/a&gt; on 16 September 1886, Weisbach joined the \"Kaiserliche Marine\". He was the watch officer aboard \"U-20\" under \"&lt;a href=\"Kapit%C3%A4nleutnant\"&gt;Kapitänleutnant&lt;/a&gt;\" &lt;a href=\"Walther%20Schwieger\"&gt;Walther Schwieger&lt;/a&gt;, when the \"Lusitania\" was torpedoed and sunk on 7 May 1915. Weisbach was awarded the &lt;a href=\"Iron%20Cross\"&gt;Iron Cross&lt;/a&gt; 1st Class.\nWeisbach provided a concise account of his recollection of the sinking of the \"Lusitania\" which was published in \"&lt;a href=\"The%20Irish%20Times\"&gt;The Irish Times&lt;/a&gt;\" in 1970 after his death. After the torpedo was fired, he was called to the &lt;a href=\"periscope\"&gt;periscope&lt;/a&gt;. He said the explosion which he saw was far more severe than could normally have been expected. He surmised then and still believed in 1966 (when being interviewed) that the liner must have been carrying a significant cargo of high explosives.\nSir Roger Casement.\nNot long after the sinking of \"Lusitania\", Weisbach received his first independent command, the , on 16 March 1916. On 20 April 1916, on the island of &lt;a href=\"Heligoland\"&gt;Heligoland&lt;/a&gt;, &lt;a href=\"Roger%20Casement\"&gt;Roger Casement&lt;/a&gt; embarked as a passenger aboard \"U-19\". Their destination was Ireland. He delivered Casement to &lt;a href=\"Tralee\"&gt;Tralee&lt;/a&gt; Bay a few days later. Weisbach was an official guest of the &lt;a href=\"Government%20of%20Ireland\"&gt;Government of Ireland&lt;/a&gt; at the commemoration of the 50th anniversary of the &lt;a href=\"1916%20Rising\"&gt;1916 Rising&lt;/a&gt; in 1966. Weisbach came from his home in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; to attend.\nLater career.\nWeisbach commanded \"U-19\" until 10 August 1916. His next command was , which he took over on 22 August 1916. During his time in command Weisbach's submarines sunk 36 ships for a total of , and damaged another two for a total of . \"U-81\" was torpedoed and sunk by the British submarine on 1 May 1917. 24 members of the U-boat crew were killed, with Weisbach, his watch officer Otto Walter and five other Germans surviving to be rescued by the British. Weisbach and the surviving crew spent the rest of the war as prisoners in Britain.\nWeisbach returned to Germany after the end of the war and died in Hamburg on 16 June 1970."
}