{
    "id": "2457660",
    "revid": "24198",
    "url": "https://en.wikipedia.org/wiki?curid=2457660",
    "title": "Ishara",
    "text": "Ishara (\"\") is an ancient deity of unknown origin from the north of modern &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;. She first appeared in &lt;a href=\"Ebla\"&gt;Ebla&lt;/a&gt; and was incorporated into the &lt;a href=\"Hurrian%20religion\"&gt;Hurrian pantheon&lt;/a&gt;, from which she found her way to the &lt;a href=\"Hittite%20religion\"&gt;Hittite pantheon&lt;/a&gt;. She appears in documents and personal names from Mesopotamia starting with the end of the 3rd millennium BCE, and had temples in &lt;a href=\"Nippur\"&gt;Nippur&lt;/a&gt;, &lt;a href=\"Sippar\"&gt;Sippar&lt;/a&gt;, &lt;a href=\"Kish%20%28Sumer%29\"&gt;Kish&lt;/a&gt;, &lt;a href=\"Harbidum\"&gt;Harbidum&lt;/a&gt;, &lt;a href=\"Larsa\"&gt;Larsa&lt;/a&gt;, and &lt;a href=\"Tell%20Uqair\"&gt;Urum&lt;/a&gt;.\nOrigin.\nThe etymology of Ishara's name is unknown. \nVariants of the name appear as Ašḫara (in a treaty of &lt;a href=\"Naram-Sin%20of%20Akkad\"&gt;Naram-Sin of Akkad&lt;/a&gt; with an &lt;a href=\"Elam\"&gt;Elam&lt;/a&gt;ite king, possibly Hita of Awan) Ušḫara (in &lt;a href=\"Hittite%20language\"&gt;Hittite&lt;/a&gt;), and Ušhry (in &lt;a href=\"Ugaritic%20language\"&gt;Ugaritic&lt;/a&gt;). In &lt;a href=\"Alalah\"&gt;Alalah&lt;/a&gt;, her name was written with the Akkadogram IŠTAR plus a phonetic complement \"-ra\", as IŠTAR-\"ra\". In Alalah, as well as in Ašnakkum (&lt;a href=\"Chagar%20Bazar\"&gt;Chagar Bazar&lt;/a&gt;) and Tigunāni the logographic writing could refer to Ishara, &lt;a href=\"Shaushka\"&gt;Shaushka&lt;/a&gt; or &lt;a href=\"Ishtar\"&gt;Ishtar&lt;/a&gt;, making transcription of personal names from these locations difficult. \nName of a month and personal names from Ebla involving the sign &lt;a href=\"AMA%20%28mother%20Sumerogram%29\"&gt;AMA&lt;/a&gt; were proposed to stand for Ishara in the 1980s, but this possibility isn't regarded as plausible anymore. \nWhile &lt;a href=\"Wilfred%20G.%20Lambert\"&gt;Wilfred G. Lambert&lt;/a&gt; considered it possible that Ishara's name was connected to early &lt;a href=\"Semitic%20languages\"&gt;Semitic&lt;/a&gt; root \"šhr\" (dawn), going as far as proposing this as explanation for her association with &lt;a href=\"Ishtar\"&gt;Ishtar&lt;/a&gt;, it is agreed in modern scholarship that Ishara is a pre-Hurrian and perhaps pre-Semitic deity (one of the so-called \"substrate\" deities from ancient Syria), later incorporated into the Hurrian pantheon. From the Hurrian pantheon, Ishara entered the &lt;a href=\"Hittite%20mythology%20and%20religion\"&gt;Hittite pantheon&lt;/a&gt; and had her main shrine in &lt;a href=\"Kizzuwatna\"&gt;Kizzuwatna&lt;/a&gt;.\nFunctions and worship.\nIn &lt;a href=\"Ebla\"&gt;Ebla&lt;/a&gt;, Ishara was one of the main deities, and a tutelary goddess of the ruling house in particular. In that role she was known as \"Ishara of the king.\" She is already attested as a goddess of love in texts from Ebla, and Piotr Taracha goes as far as suggesting it was her oldest function. Alfonso Archi notes that in Ebla she received maces as offering (much like &lt;a href=\"Hadad\"&gt;Hadad&lt;/a&gt;, &lt;a href=\"Resheph\"&gt;Resheph&lt;/a&gt; and &lt;a href=\"Hadabal\"&gt;Hadabal&lt;/a&gt;), which might indicate she had an Ishtar-like warlike side too. \nShe was also strongly associated with divination and prophecy in Syria, as evidenced by the epithet \"bēlet bīrim\" (\"lady of divination\") and references to \"Ishara of the prophetesses\" from &lt;a href=\"Emar\"&gt;Emar&lt;/a&gt;.\nMesopotamian reception.\nSettlements from which the Mesopotamian cult of Ishara is attested include &lt;a href=\"Nippur\"&gt;Nippur&lt;/a&gt;, &lt;a href=\"Sippar\"&gt;Sippar&lt;/a&gt;, &lt;a href=\"Ki%C5%A1\"&gt;Kiš&lt;/a&gt;, &lt;a href=\"Larsa\"&gt;Larsa&lt;/a&gt;, &lt;a href=\"Urum%20%28Babylonia%29\"&gt;Urum&lt;/a&gt; and &lt;a href=\"Tell%20al-Rimah\"&gt;Tell al-Rimah&lt;/a&gt;. In Akkadian tradition, Išḫara was a &lt;a href=\"love%20goddess\"&gt;love goddess&lt;/a&gt;; some researchers consider association with Ishtar to be the reason behind this development. Association between Ishara and both &lt;a href=\"Ishtar\"&gt;Ishtar&lt;/a&gt; and &lt;a href=\"Ashtart\"&gt;Ashtart&lt;/a&gt; is well attested in god lists from &lt;a href=\"Ugarit\"&gt;Ugarit&lt;/a&gt;. \nHer role as a love goddess is documented in the &lt;a href=\"Epic%20of%20Gilgamesh\"&gt;Epic of Gilgamesh&lt;/a&gt; (Tablet II, col. v.28): 'For Ishara the bed is made,' while in &lt;a href=\"Atra-hasis\"&gt;Atra-hasis&lt;/a&gt; (I 301-304) she is called upon to bless a couple on their honeymoon. \nIshara's original symbol was &lt;a href=\"bashmu\"&gt;bashmu&lt;/a&gt; (frequently associated with gods of the underworld such as &lt;a href=\"Tispak\"&gt;Tispak&lt;/a&gt;, &lt;a href=\"Ninazu\"&gt;Ninazu&lt;/a&gt; and &lt;a href=\"Ereshkigal\"&gt;Ereshkigal&lt;/a&gt;) but later (ex. on \"&lt;a href=\"kudurru\"&gt;kudurru&lt;/a&gt;\") she was instead symbolically represented by the &lt;a href=\"scorpion\"&gt;scorpion&lt;/a&gt;. Neither the reason behind attribution of either symbol to her nor why the change occurred are known. In addition to their association with Ishara, scorpions were a symbol of marriage. In his discussion of \"ladies of love\" (\"bēlet ru'āmi\" - &lt;a href=\"Inanna\"&gt;Inanna&lt;/a&gt;, &lt;a href=\"Nanaya\"&gt;Nanaya&lt;/a&gt; and Ishara) Frans Wiggermann additionally points out that she was associated with &lt;a href=\"cannabis\"&gt;cannabis&lt;/a&gt;.\nHurrian reception.\nDue to being a well established goddess in Syria from the third millennium B.C., Ishara was incorporated into the Hurrian pantheon. She was worshipped with Teshub and Simegi at Alakh, and also at Ugarit, Emar and Chagar Bazar. Texts from Ugarit written in Hurrian enumerate the following centers of Ishara worship: \"&lt;a href=\"Mari%2C%20Syria\"&gt;Mari&lt;/a&gt;, &lt;a href=\"Tuttul\"&gt;Tuttul&lt;/a&gt; with Emar-Sirašše, Mudkin-Nidabe, Yablā-Ališe, Naštarbenne-Šidurašše, Tunanah-Šaydar and Ugarit-Zulude.\"\nIn Hurrian context Ishara was closely connected to the underworld goddess &lt;a href=\"Allani\"&gt;Allani&lt;/a&gt;, and herself acquired a cthonic character (including a connection to the so-called \"former gods,\" believed to be an ancestral generation of deities residing in \"Dark Earth,\" the underworld); she also developed an association with diseases, pąrticularly so-called \"Hand of Ishara.\" In cult Allani and Ishara functioned as a dyad; worship of pairs of similar deities this way as a common feature of &lt;a href=\"Hurrian%20religion\"&gt;Hurrian religion&lt;/a&gt;. \nDuring the \"hišuwa\" festival from &lt;a href=\"Kizzuwatna\"&gt;Kizzuwatna&lt;/a&gt;, meant to guarantee good fortune for the royal couple, she was worshiped alongside \"Teshub &lt;a href=\"Manuzi\"&gt;Manuzi&lt;/a&gt;,\" &lt;a href=\"Lelluri\"&gt;Lelluri&lt;/a&gt;, &lt;a href=\"Allani\"&gt;Allani&lt;/a&gt;, two &lt;a href=\"Nupatik\"&gt;Nupatik&lt;/a&gt; gods (\"pibithi\" - \"of Pibid(a)\" and \"zalmathi\" - \"of Zalman(a)/Zalmat\") and &lt;a href=\"Maliya\"&gt;Maliya&lt;/a&gt;. Instructions for this celebration state the statue of Ishara is to be covered with a red draped garment, while that of Allani with blue.\nHittite reception.\nHittite texts sometimes use the name \"Hamri-Išhara\" to refer to her, presumably due to her role as an oath goddess which developed in connection to \"hamri\" buildings in &lt;a href=\"Kizzuwatna\"&gt;Kizzuwatna&lt;/a&gt;.&lt;a href=\"Hittite%20military%20oath\"&gt;Military oaths&lt;/a&gt; were particularly closely associated with her.\nIn purification rituals and oaths she was commonly associated with the moon god (Hurrian &lt;a href=\"Ku%C5%A1u%E1%B8%AB\"&gt;Kušuḫ&lt;/a&gt;, Anatolian &lt;a href=\"Arma%20%28god%29\"&gt;Arma&lt;/a&gt;). They were believed to punish oath-breakers, mostly by the means of various diseases. The &lt;a href=\"Hittite%20language\"&gt;Hittite&lt;/a&gt; verb \"išharišh-\" referred to being inflicted with such an \"Ishara ilness.\" However, Ishara could also be placated with offerings and serve as a healing goddess.\nRelation to other deities.\n&lt;a href=\"Enlil\"&gt;Enlil&lt;/a&gt; and Apantu were regarded as parents of Ishara, at least according to a Hurro-Hittite tradition documented in the opening sequence of the Song of Emergence (or Song of Kumarbi), the beginning of the &lt;a href=\"Kumarbi\"&gt;Kumarbi&lt;/a&gt; cycle.\nSome texts refer to &lt;a href=\"Sebitti\"&gt;Sebitti&lt;/a&gt; as her children, but assyriologist Frans Wiggermann, who studied this group of gods extensively, points out that references to such a connection might be a result of confusion between her and the obscure figure &lt;a href=\"Enmesharra\"&gt;Enmesharra&lt;/a&gt;, whose children these seven deities were more frequently identified as.\nFrom the Ur III period onward texts occasionally associate her with &lt;a href=\"Dagan%20%28god%29\"&gt;Dagan&lt;/a&gt;, and in the past some researchers (ex. &lt;a href=\"Wilfred%20G.%20Lambert\"&gt;Wilfred G. Lambert&lt;/a&gt;) considered it possible a tradition alternate to the usual view of Shalash as Dagan's wife presented them as spouses. However, it's likely the association was rooted only in shared western origin and thus \"foreign\" status in the eyes of Mesopotamian theologians, as it isn't attested outside &lt;a href=\"Babylonia\"&gt;Babylonia&lt;/a&gt;, with no sources from Syria, where both of them were more prominent, indicating a strong connection; Lluís Feliu also pointed out that to make the purported connection to Dagan more plausible, Lambert wrongly assumed Ishara is one and the same as Haburitum, deity of the river &lt;a href=\"Khabur%20%28Euphrates%29\"&gt;Habur&lt;/a&gt;. According to Alfonso Archi Haburitum was analogous to the goddess &lt;a href=\"Belet%20Nagar\"&gt;Belet Nagar&lt;/a&gt; rather than Ishara. Like Felieu he also considers it impossible that Dagan and Ishara were ever regarded as a couple.\nIn the god list \"An-Anum\" Ishara's &lt;a href=\"sukkal\"&gt;sukkal&lt;/a&gt; is the goddess Tašme-zikru (\"She heard my word\").\nMyths.\nIshara plays a prominent role in the bilingual Hurrian-Hittite Song of Release (\"Song\" being the standard translation of a Hurrian term referring to mythical compositions), a fragmentary text discovered in &lt;a href=\"Hattusa\"&gt;Hattusa&lt;/a&gt; in 1983, with further fragments recovered in 1985.\nThe beginning of the poem introduces &lt;a href=\"Teshub\"&gt;Teshub&lt;/a&gt; (referred to as &lt;a href=\"Tarhunna\"&gt;Tarhunna&lt;/a&gt; in the Hittite fragments), &lt;a href=\"Allani\"&gt;Allani&lt;/a&gt; and Ishara as the divine &lt;a href=\"dramatis%20personae\"&gt;dramatis personae&lt;/a&gt;. Much like Allani, Ishara is introduced with the epithet \"young woman,\" but she is also called \"wordmaker, famous for her wisdom.\" The events of the myth appear to be a mythical account of destruction of Ebla, seemingly because in spite of the will of its king, hostages weren't released. Fragments of the early sections indicate Teshub and Ishara negotiated something, presumably the fate of the city. Due to fragmentary nature of the text, its full plot and the roles played by individual deities in the rest of the narrative remain uncertain. An episode describes a feast held by Allani which Teshub attends, the purpose and conclusion of which are unknown. While Allani and Ishara were treated as a dyad in Hurrian religion, she is not referenced there, at least in the known sections."
}