{
    "id": "24574438",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=24574438",
    "title": "Mannar District",
    "text": "Mannar District ( \"Maṉṉār Māvaṭṭam\"; ) is one of the 25 &lt;a href=\"Districts%20of%20Sri%20Lanka\"&gt;districts&lt;/a&gt; of &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;, the second level &lt;a href=\"administrative%20division\"&gt;administrative division&lt;/a&gt; of the country. The district is administered by a District Secretariat headed by a &lt;a href=\"Government%20Agent%20%28Sri%20Lanka%29\"&gt;District Secretary&lt;/a&gt; (previously known as a &lt;a href=\"Government%20Agent%20%28Sri%20Lanka%29\"&gt;Government Agent&lt;/a&gt;) appointed by the &lt;a href=\"Government%20of%20Sri%20Lanka\"&gt;central government of Sri Lanka&lt;/a&gt;. The &lt;a href=\"Capital%20city\"&gt;capital&lt;/a&gt; of the district is &lt;a href=\"Mannar%2C%20Sri%20Lanka\"&gt;Mannar&lt;/a&gt;, which is located on &lt;a href=\"Mannar%20Island\"&gt;Mannar Island&lt;/a&gt;.\nHistory.\nBetween the 5th century BC and 13th century AD, what is now Mannar District was part of &lt;a href=\"Rajarata\"&gt;Rajarata&lt;/a&gt;. Parts Mannar District were thereafter part of the pre-colonial &lt;a href=\"Jaffna%20kingdom\"&gt;Jaffna kingdom&lt;/a&gt;. The district then came under &lt;a href=\"Portuguese%20Ceylon\"&gt;Portuguese&lt;/a&gt;, &lt;a href=\"Dutch%20period%20in%20Ceylon\"&gt;Dutch&lt;/a&gt; and &lt;a href=\"British%20Ceylon\"&gt;British&lt;/a&gt; control. In 1815 the British gained control of the entire island of &lt;a href=\"Ceylon\"&gt;Ceylon&lt;/a&gt;. They divided the island into three ethnic based administrative structures: Low Country Sinhalese, Kandyan Sinhalese and Tamil. The district was part of the Tamil administration. In 1833, in accordance with the recommendations of the &lt;a href=\"Colebrooke-Cameron%20Commission\"&gt;Colebrooke-Cameron Commission&lt;/a&gt;, the ethnic based administrative structures were unified into a single administration divided into five geographic provinces. Mannar District, together with &lt;a href=\"Jaffna%20District\"&gt;Jaffna District&lt;/a&gt; and Vanni District, formed the new &lt;a href=\"Northern%20Province%2C%20Sri%20Lanka\"&gt;Northern Province&lt;/a&gt;.\nAt the time that &lt;a href=\"Independence%20Day%20%28Sri%20Lanka%29\"&gt;Ceylon gained independence&lt;/a&gt;, Mannar was one of the three districts located in the Northern Province. &lt;a href=\"Manthai%20East%20Divisional%20Secretary%27s%20Division\"&gt;Manthai East division&lt;/a&gt; was transferred to newly created &lt;a href=\"Mullaitivu%20District\"&gt;Mullaitivu District&lt;/a&gt; in September 1978.\nMuch of Mannar District was under the control of rebel &lt;a href=\"Liberation%20Tigers%20of%20Tamil%20Eelam\"&gt;Liberation Tigers of Tamil Eelam&lt;/a&gt; for many years during the &lt;a href=\"Sri%20Lankan%20Civil%20War\"&gt;civil war&lt;/a&gt;. The entire district was recaptured by the &lt;a href=\"Sri%20Lankan%20military\"&gt;Sri Lankan military&lt;/a&gt; in 2008.\nGeography.\nMannar District is located in the north west of Sri Lanka in the Northern Province. It has an area of .\nGeology, soil and water.\nMurunkan (English = cracked earth) is due to the black clay surface which is cracked while dry, is the place where the &lt;a href=\"Giant%27s%20Tank\"&gt;Giant's Tank&lt;/a&gt; is situated. It has &lt;a href=\"montmorillonite\"&gt;montmorillonite&lt;/a&gt; clay and is the only place in Sri Lanka where this kind of clay can be obtained. This clay is used in making cement.\n&lt;a href=\"Aruvi%20Aru\"&gt;Aruvi Aru&lt;/a&gt; is the second longest river in Sri Lanka and runs through Mannar and &lt;a href=\"Anuradhapura\"&gt;Anuradhapura&lt;/a&gt; districts.\nMannar has &lt;a href=\"artesian%20spring\"&gt;artesian spring&lt;/a&gt;s and &lt;a href=\"aquifer\"&gt;aquifer&lt;/a&gt;s. These water supply comes from Sri Lanka's central areas. The &lt;a href=\"Northern%20Province%2C%20Sri%20Lanka\"&gt;Northern Province&lt;/a&gt; has a supply of fresh water from aquifers and it was used in successful cultivation. It only exists in the areas where red yellow &lt;a href=\"latosol\"&gt;latosol&lt;/a&gt; exists. These types of aquifers do not exist where reddish &lt;a href=\"brown%20earth\"&gt;brown earth&lt;/a&gt; is found. The rest of the Vanni area is void of perennial supply of fresh water.\nFlora and fauna.\nMannar District is unique in its vegetation and wildlife, contrasting with rest of Sri Lanka.\n&lt;a href=\"Mannar%20Island\"&gt;Mannar Island&lt;/a&gt; is one of the few places in Sri Lanka where &lt;a href=\"Adansonia%20digitata\"&gt;baobab&lt;/a&gt; trees thrive. Monkeys love the fruit and hence the tree is sometimes known as the monkey-bread tree.\nThe &lt;a href=\"dugong\"&gt;dugong&lt;/a&gt; is a medium-sized marine mammal which is found in Mannar Bay, Nachchikuda, Jaffna island and near &lt;a href=\"Adam%27s%20Bridge\"&gt;Adam's Bridge&lt;/a&gt;. &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt; conservation status is vulnerable because of over-hunting for food and accidental capture in &lt;a href=\"fishing%20net\"&gt;fishing net&lt;/a&gt;s.\nA critically endangered tarantula species known as \"&lt;a href=\"Poecilotheria%20hanumavilasumica\"&gt;Poecilotheria hanumavilasumica&lt;/a&gt;\" was first found from Sri Lanka in Mannar region. This was the first time that the spider was recorded from outside of &lt;a href=\"India\"&gt;India&lt;/a&gt;\nThe &lt;a href=\"Vankalai%20Sanctuary\"&gt;Vankalai Sanctuary&lt;/a&gt; for birds, internationally recognised as an important area for &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt; birds under the &lt;a href=\"Ramsar%20Convention\"&gt;Ramsar Convention&lt;/a&gt;, is on the mainland just to the south of Mannar Island.\nAdministrative units.\nMannar District is divided into 5 &lt;a href=\"Divisional%20Secretary%27s%20Division\"&gt;Divisional Secretary's Division&lt;/a&gt; (DS Divisions), each headed by a Divisional Secretary (previously known as an Assistant Government Agent). The DS Divisions are further sub-divided into 153 &lt;a href=\"Grama%20Niladhari\"&gt;Grama Niladhari&lt;/a&gt; Divisions (GN Divisions).\nDemographics.\nPopulation.\nMannar District's population was 99,051 in 2012. The population of the district is mostly Sri Lankan Tamil.\nThe population of the district, like the rest of the north and &lt;a href=\"Eastern%20Province%2C%20Sri%20Lanka\"&gt;east&lt;/a&gt; of Sri Lanka, has been heavily affected by the civil war. The war killed an estimated 100,000 people. Several hundred thousand Sri Lankan Tamils, possibly as much as one million, &lt;a href=\"Sri%20Lankan%20Tamil%20diaspora\"&gt;emigrated&lt;/a&gt; to the &lt;a href=\"Western%20world\"&gt;West&lt;/a&gt; during the war. Many Sri Lankan Tamils also moved to the relative safety of the capital &lt;a href=\"Colombo\"&gt;Colombo&lt;/a&gt;. Most of the Sri Lankan Moors and Sinhalese who lived in the district fled to other parts of Sri Lanka or were forcibly expelled by the rebel Liberation Tigers of Tamil Eelam, though most of them have returned to the district since the end of the civil war.\nReligion.\nCatholicism.\nMannar is a predominantly Catholic Christian area. There was equal amount of Muslim population and a few Sinhalase before 1990. Portuguese rule introduced Christianity and Hindu temples were simply changed into Catholic Churches and Forts. The whole of southern coastal India and western coast of Sri Lanka is a Catholic stronghold from the time of Portuguese colonisation. Buddhism, Hinduism and Islam may be present in small patches.\nChristian churches.\nMannar is part of the 'Catholic Belt' extending from &lt;a href=\"Negombo\"&gt;Negombo&lt;/a&gt; to &lt;a href=\"Jaffna\"&gt;Jaffna&lt;/a&gt;. &lt;a href=\"Portuguese%20people\"&gt;Portuguese&lt;/a&gt; first arrived in &lt;a href=\"Colombo\"&gt;Colombo&lt;/a&gt; and established &lt;a href=\"Catholicism\"&gt;Catholicism&lt;/a&gt; in areas around &lt;a href=\"Chilaw\"&gt;Chilaw&lt;/a&gt; and further expanded their rule into Nagar Kovil, &lt;a href=\"Kanyakumari%20%28town%29\"&gt;Kanyakumari&lt;/a&gt; and &lt;a href=\"Tuticorin\"&gt;Tuticorin&lt;/a&gt; area. Thus the whole of &lt;a href=\"Gulf%20of%20Mannar\"&gt;Gulf of Mannar&lt;/a&gt; could be called a Catholic Belt.\nThe ancient Madu Church is one of the ancient churches in Asia and located near Murunkan. An ancient Kali Temple was demolished by Portuguese to construct the Catholic Church on the same location.\nPesalai Catholic Church is one of the largest church in Sri Lanka, which was rebuilt after year-2000. Alleged recent human rights violations by &lt;a href=\"Sri%20Lanka%20Army\"&gt;Sri Lanka Army&lt;/a&gt; and the LTTE attacks have brought it to the media attention internationally. (see &lt;a href=\"2006%20Mannar%20massacres\"&gt;2006 Mannar massacres&lt;/a&gt;)\nVidathaltheevu St James Church also one of the big church in Mannar Diocese . It has a history of more than 400 years. Now also there are some ancient materials inside the church boundary which were protected and maintained by the very people who live in the suburb. Now the Church is being reconstructed by the village people.\nThere are also few Protestant/Christian Churches in Mannar. Methodist is one of a Senior church started in Mannar in the history and the Ceylon Pentecostal Mission is second to it. The Gospel Grace Church was started in 1984. My Saviour's Church, Philedephiya Full Gospel Church, Assemble of God &amp; Christian Fellowship Church are also old churches in Mannar more than 10 years.\nHinduism.\nTwo great Sivan temples in Mannar were demolished by Portuguese. The new Thiruketheeswaram is built after the independence and it houses all the archeological finds of Hindu artefacts unearthed in the area. Several Hindu celebereties have visited &lt;a href=\"Thiruketheeswaram\"&gt;Thiruketheeswaram&lt;/a&gt; including &lt;a href=\"Appar\"&gt;Appar&lt;/a&gt;, &lt;a href=\"Sundarar\"&gt;Sundarar&lt;/a&gt; and &lt;a href=\"Sambanthar\"&gt;Sambanthar&lt;/a&gt;.\nIslam.\nMannar had a large &lt;a href=\"Sri%20Lankan%20Moor\"&gt;Moor&lt;/a&gt; population for a long time before the forced expulsion of Muslims by the LTTE in 1990. Muslims did not support a separate &lt;a href=\"Tamil%20Eelam\"&gt;Tamil Eelam&lt;/a&gt;.\nIn 1503, &lt;a href=\"Vasco%20Da%20Gama\"&gt;Vasco Da Gama&lt;/a&gt; expelled all the Muslims during his rule of Indian Portuguese Territory as part of the war against Turkey and its allies. At that time Hindu kings were ruling Jaffna Kingdom and Muslim refugees who fled from Portuguese rule were accepted in Mannar as a safe haven. &lt;a href=\"Mukkuvar\"&gt;Mukkuvar&lt;/a&gt;s who were at war with Portuguese also came from &lt;a href=\"Kerala\"&gt;Kerala&lt;/a&gt; and &lt;a href=\"Cochin\"&gt;Cochin&lt;/a&gt; to escape the ethnic cleansing by Portuguese. Mannar also had a Muslim Member of Parliament. Human tragedy of 1990 involved in the expulsion resulted in Muslims walking 50 kilometers to the safety of Puttalam through &lt;a href=\"Wilpattu%20National%20Park\"&gt;Wilpattu National Park&lt;/a&gt;.\nPolitics and government.\nLocal government.\nMannar District has 5 &lt;a href=\"Local%20government%20in%20Sri%20Lanka\"&gt;local authorities&lt;/a&gt; of which one is an Urban Council and the remaining 4 are Divisional Councils (Pradesha Sabhai or Pradeshiya Sabha).\nEconomy.\nMannar Harbour.\nMannar has an ancient port which needs to be expanded into a large harbour like Rameshwaram Harbour. The present '&lt;a href=\"Sethusamudram\"&gt;Sethusamudram&lt;/a&gt; Project' by the &lt;a href=\"India\"&gt;India&lt;/a&gt;n Government will bring 90% of the shipping traffic very near to the Mannar Harbour.\nThe strategic advantages derive from obtaining a navigable sea route close to the coast, with a reduction in travel distance of more than 350 nautical miles (650 km) (for larger ships). The project is expected to provide a boost to the economic and industrial development of coastal Tamil Nadu. The project will be of particular significance to Jaffna, Kankesanthurai, Mannar, Point Pedro and Tuticorin harbour. Tuticurin has the potential to transform itself into a nodal port. The Tamil Nadu Government has announced its proposal to develop 13 minor ports, including Ennore, Cuddalore, Nagapattinam, Thondi, Valinokam, Kolachel and Kanyakumari.\nDevelopment of the canal and ports is also expected to provide increased maritime security for Tamil Nadu and Sri Lanka.\nAll the other harbours of Sri Lanka will get bypassed by the ships and Indian harbours will be servicing the shipping traffic. As such a hundred million dollar project needs to be started to build a modern harbour in Mannar to compete. The location of such a harbour can be on the northern side and southern side of Mannar as both the sides can cater for deep sea vessels.\nThe project has been criticized by some environmentalists."
}