{
    "id": "24583810",
    "revid": "1059855064",
    "url": "https://en.wikipedia.org/wiki?curid=24583810",
    "title": "Hugh McLeod (rugby union)",
    "text": "Hugh Ferns McLeod &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;OBE&lt;/a&gt; (8 June 1932 – 12 May 2014) was a Scottish rugby union player, who played forty times for &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; between 1954 and 1962. He played 14 times for the &lt;a href=\"Barbarian%20F.C.\"&gt;Barbarians&lt;/a&gt; between 1954 and 1959, scoring only once, a try in their 1958 match against &lt;a href=\"East%20Africa%20rugby%20union%20team\"&gt;East Africa&lt;/a&gt; in &lt;a href=\"Nairobi\"&gt;Nairobi&lt;/a&gt; on 28 May 1958 (though this is erroneously listed on the Barbarian website as earning 5 points whereas a try was only worth 3 points at the time). His home team was &lt;a href=\"Hawick%20RFC\"&gt;Hawick RFC&lt;/a&gt;. giving rise to his nickname, the Hawick Hardman. &lt;a href=\"Allan%20Massie\"&gt;Allan Massie&lt;/a&gt; describes him as \"Hawick through and through, and is indeed now President of the Club\".\nInternational career.\nHugh McLeod propped alongside &lt;a href=\"Tom%20Elliot\"&gt;Tom Elliot&lt;/a&gt; of &lt;a href=\"Gala%20RFC\"&gt;Gala RFC&lt;/a&gt; and &lt;a href=\"David%20Rollo%20%28rugby%20union%29\"&gt;David Rollo&lt;/a&gt; of &lt;a href=\"Howe%20of%20Fife%20RFC\"&gt;Howe of Fife RFC&lt;/a&gt;. He was only twenty one when he first played for Scotland, a young age at the time, and retired from international rugby at thirty. He was made pack leader for a while, and the story goes that some of the posher, or anglified players could not actually understand his accent; one of his semi-humorous phrases as pack leader was \"Come here, my wee disciples.\"\nIn 1955 he took part in the &lt;a href=\"1955%20British%20Lions%20tour%20to%20South%20Africa\"&gt;British Lions tour of South Africa&lt;/a&gt; and afterwards published his diary of the tour (\"Hugh McLeod Diary - The British Lions Rugby Tour of South Africa 1955\"). In 1959 he played on the &lt;a href=\"1959%20British%20Lions%20tour%20to%20Australia%20and%20New%20Zealand\"&gt;1959 British Lions tour to Australia and New Zealand&lt;/a&gt;.\nRichard Bath writes of McLeod that he\nAllan Massie is equally flattering:\nHe was a personal friend of &lt;a href=\"Bill%20McLaren\"&gt;Bill McLaren&lt;/a&gt;, also from &lt;a href=\"Hawick\"&gt;Hawick&lt;/a&gt;, who describes him as \"A man for whom I always have had the highest respect and admiration.\"\nOne of the Anglo-Scots is supposed to have said, \"Well, I didn't understand a word of that but it all sounded damned impressive.\".\nAnother famous story involving McLeod, and the lock &lt;a href=\"Frans%20ten%20Bos\"&gt;Frans ten Bos&lt;/a&gt; and is told by &lt;a href=\"Bill%20McLaren\"&gt;Bill McLaren&lt;/a&gt;. On the evening before the 1963 game between and at &lt;a href=\"Stade%20Olympique%20Yves-du-Manoir\"&gt;Colombes&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, Hugh McLeod and Bill McLaren were out having a meal together and bumped into ten Bos near a cafe. Hugh McLeod took Ten Bos aside, and told him bluntly:\nTen Bos tapped McLaren on the shoulder as they left the cafe, and said, \"You know, I'd follow him anywhere.\"\nScotland later won the game 11-6, rare for an away game.\nMcLeod retired after forty caps, \"because forty is a nice roond figure.\" McLeod's hobby in later life has been dog shows mainly using his bulldog Spike. He died at the age of 81 on 12 May 2014."
}