{
    "id": "2459544",
    "revid": "1739907",
    "url": "https://en.wikipedia.org/wiki?curid=2459544",
    "title": "John O'Brien (British politician)",
    "text": "John O'Brien (20 January 1922 – 21 September 1982) was a leading figure on the &lt;a href=\"far%20right\"&gt;far right&lt;/a&gt; of &lt;a href=\"Politics%20of%20the%20United%20Kingdom\"&gt;British politics&lt;/a&gt; during the early 1970s.\nJohn O'Brien was born in &lt;a href=\"Shropshire\"&gt;Shropshire&lt;/a&gt; in 1922. He was educated at St. Peter's College in &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; before beginning work as a publicity copywriter and served for five years in the &lt;a href=\"Royal%20Electrical%20and%20Mechanical%20Engineers\"&gt;REME&lt;/a&gt; during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. After the war, he spent some time in industry before returning to Shropshire where he ran his own horticultural business. A fruit farmer by trade, O'Brien had initially been a member of the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; in &lt;a href=\"Shrewsbury\"&gt;Shrewsbury&lt;/a&gt;. A supporter of &lt;a href=\"Enoch%20Powell\"&gt;Enoch Powell&lt;/a&gt;, he attempted to organise a 'Powell for Premier' movement following the &lt;a href=\"Rivers%20of%20Blood%20speech\"&gt;Rivers of Blood speech&lt;/a&gt;. When this failed to get off the ground he briefly joined the &lt;a href=\"National%20Democratic%20Party%20%28UK%201960s%29\"&gt;National Democratic Party&lt;/a&gt; before emerging as a member of the &lt;a href=\"British%20National%20Front\"&gt;National Front&lt;/a&gt;. O'Brien gained a reputation for working towards unity on the far right, establishing contacts not only with the NDP, but also the &lt;a href=\"Conservative%20Monday%20Club\"&gt;Monday Club&lt;/a&gt;, the &lt;a href=\"Union%20Movement\"&gt;Union Movement&lt;/a&gt;, the &lt;a href=\"Integralism\"&gt;Integralists&lt;/a&gt; led by &lt;a href=\"White%20movement\"&gt;white&lt;/a&gt; &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n George Knuppfer and a number of local anti-immigration groups, with the NF ultimately absorbing a number of such groups.\nFollowing internal wranglings within the party, O'Brien was appointed leader of the NF in 1970, following the resignation and removal of &lt;a href=\"A.%20K.%20Chesterton\"&gt;A. K. Chesterton&lt;/a&gt; (who had brought O'Brien in to be NF Office Manager). Initially seen as a compromise candidate (after the rebellion against Chesterton, no one was willing to take the post), he soon set about trying to modernise the party and clashed with &lt;a href=\"John%20Tyndall%20%28politician%29\"&gt;John Tyndall&lt;/a&gt; and &lt;a href=\"Martin%20Webster\"&gt;Martin Webster&lt;/a&gt; over the issue, who had backed the O'Brien candidacy because they thought erroneously that he could be easily manipulated. The simmering conflict came to a head when O'Brien accused Webster of working with the &lt;a href=\"Northern%20League%20%28neo-Nazi%29\"&gt;Northern League&lt;/a&gt;, which had been proscribed in the NF. O'Brien moved to expel Webster but failed to get Tyndall's backing leading to open conflict.\nDuring the resulting struggle O'Brien briefly departed from the scene to go on honeymoon and during his absence the pro-Tyndall contingent made moves to expel a number of his supporters. O'Brien and his supporters, appalled at the extent to which a small &lt;a href=\"neo-Nazi\"&gt;neo-Nazi&lt;/a&gt; clique around Tyndall had taken over most of the facets of the party, failed to win the struggle and left to join John Davis' &lt;a href=\"National%20Independence%20Party%20%28United%20Kingdom%29\"&gt;National Independence Party&lt;/a&gt; as a group. Although the NIP initially looked like it might challenge the NF, Tyndall's party was galvanised by the arrival in Britain of &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt;'s &lt;a href=\"Asian%20people\"&gt;Asian&lt;/a&gt; population, who had been expelled by &lt;a href=\"Idi%20Amin\"&gt;Idi Amin&lt;/a&gt;.\nThe opposition to their resettlement in the UK gave the better-known NF a boost and meant that the NIP failed to gain any momentumalthough they famously beat former Tory candidate turned National Front candidate &lt;a href=\"Roy%20Painter\"&gt;Roy Painter&lt;/a&gt; in &lt;a href=\"Tottenham%20%28UK%20Parliament%20constituency%29\"&gt;Tottenham&lt;/a&gt; at the &lt;a href=\"February%201974%20United%20Kingdom%20general%20election\"&gt;February 1974 General Election&lt;/a&gt; (despite his campaign enjoying a campaign-diary spot during the election with \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\")and struggled on until 1976, when it was closed down. O'Brien did not return to the political arena after this although he contributed to the British nationalist journal \"&lt;a href=\"Candour%20%28magazine%29\"&gt;Candour&lt;/a&gt;\". He died suddenly on 21 September 1982 aged 60.\nThe former leader of the NF can claim to have made one of the most significant blows against neo-Nazism in post-war Britain. His involvement with the \"This Week\" documentary on &lt;a href=\"ITV%20%28TV%20network%29\"&gt;ITV&lt;/a&gt; about the NF (&lt;a href=\"Thames%20Television\"&gt;Thames Television&lt;/a&gt;, ITV, September 1974where he was also interviewed at length about the party he left whilst its chairman) caused immense damage to the National Front and instigated fury within the party's ordinary membership that they had not been made aware as to the full extent of the neo-Nazi pasts and continuing links of the likes of Tyndall and Martin Webster. Within one month of the broadcast, Tyndall was fired as NF Chairman.\nO'Brien should not be confused with the John O'Brien involved with the &lt;a href=\"White%20Nationalist%20Party\"&gt;White Nationalist Party&lt;/a&gt;, as the latter long survived him."
}