{
    "id": "24622",
    "revid": "32796377",
    "url": "https://en.wikipedia.org/wiki?curid=24622",
    "title": "Pacta sunt servanda",
    "text": "Pacta sunt servanda, &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; for \"agreements must be kept\", is a &lt;a href=\"Brocard%20%28law%29\"&gt;brocard&lt;/a&gt; and a fundamental &lt;a href=\"principle%20of%20law\"&gt;principle of law&lt;/a&gt;.\nIn its most common sense, the principle refers to private &lt;a href=\"contract\"&gt;contract&lt;/a&gt;s and prescribes that the provisions, i.e. &lt;a href=\"clause\"&gt;clause&lt;/a&gt;s, of a contract are &lt;a href=\"law\"&gt;law&lt;/a&gt; between the parties to the contract, and therefore implies that neglect of their respective obligations is a violation of the contract. The first known expression of the brocard is in the writings of the &lt;a href=\"Canon%20law%20of%20the%20Catholic%20Church\"&gt;canonist&lt;/a&gt; Cardinal &lt;a href=\"Henry%20of%20Segusio\"&gt;Hostiensis&lt;/a&gt; from the AD 13th century, yet which were published in the 16th.\nCivil law.\nIn &lt;a href=\"Civil%20law%20%28legal%20system%29\"&gt;civil law&lt;/a&gt; jurisdictions, the principle is related to the general principle of correct behavior in commerce, including the assumption of &lt;a href=\"good%20faith\"&gt;good faith&lt;/a&gt;. It is a requirement for the efficacy of the whole commercial system, so the law of some jurisdictions sometimes punishes the disorder even without direct punishment of any party.\n&lt;a href=\"Common%20law\"&gt;Common law&lt;/a&gt; jurisdictions usually do not have the principle of good faith for commercial contracts; therefore regarding the common law it is inappropriate to state that \"pacta sunt servanda\" includes the principle of good faith.\nInternational law.\nIn &lt;a href=\"international%20law\"&gt;international law&lt;/a&gt;, \"every &lt;a href=\"treaty\"&gt;treaty&lt;/a&gt; in force is binding upon the parties to it and must be performed by them in &lt;a href=\"good%20faith\"&gt;good faith&lt;/a&gt;.\" This entitles &lt;a href=\"State%20%28polity%29\"&gt;states&lt;/a&gt; party to the &lt;a href=\"Vienna%20Convention%20on%20the%20Law%20of%20Treaties\"&gt;Vienna Convention on the Law of Treaties&lt;/a&gt; (signed 23 May 1969 and entered into force on 27 January 1980) to require that obligations instituted by treaties be honored and to rely on such obligations being honored. This basis of good faith for treaties implies that a party to a treaty cannot invoke provisions of its &lt;a href=\"Municipal%20law\"&gt;municipal (domestic) law&lt;/a&gt; as justification for negligence of its obligations pursuant to the treaty in question.\nThe only limits to application of \"pacta sunt servanda\" are the &lt;a href=\"peremptory%20norm\"&gt;peremptory norm&lt;/a&gt;s of general international law, which are denominated \"\"&lt;a href=\"peremptory%20norm\"&gt;jus cogens&lt;/a&gt;\"\", i.e. compelling law. The legal principle of \"&lt;a href=\"clausula%20rebus%20sic%20stantibus\"&gt;clausula rebus sic stantibus&lt;/a&gt;\" in &lt;a href=\"customary%20international%20law\"&gt;customary international law&lt;/a&gt; also permits non-satisfaction of obligations pursuant to treaty because of a compelling change of circumstances."
}