{
    "id": "246383",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=246383",
    "title": "Colorado Mammoth",
    "text": "The Colorado Mammoth are a &lt;a href=\"box%20lacrosse\"&gt;box lacrosse&lt;/a&gt; team playing in the &lt;a href=\"National%20Lacrosse%20League\"&gt;National Lacrosse League&lt;/a&gt;. The Mammoth have played at &lt;a href=\"Ball%20Arena\"&gt;Ball Arena&lt;/a&gt; in &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, since the &lt;a href=\"2003%20NLL%20season\"&gt;2003 season&lt;/a&gt;. They are owned by &lt;a href=\"Stan%20Kroenke\"&gt;Stan Kroenke&lt;/a&gt;, who is also the owner of the &lt;a href=\"Colorado%20Avalanche\"&gt;Colorado Avalanche&lt;/a&gt;, &lt;a href=\"Denver%20Nuggets\"&gt;Denver Nuggets&lt;/a&gt; and the &lt;a href=\"Colorado%20Rapids\"&gt;Colorado Rapids&lt;/a&gt; of the &lt;a href=\"Major%20League%20Soccer\"&gt;MLS&lt;/a&gt;.\nThe Mammoth franchise previously played as the &lt;a href=\"Baltimore%20Thunder\"&gt;Baltimore Thunder&lt;/a&gt; from &lt;a href=\"1987%20Eagle%20Pro%20Box%20Lacrosse%20League%20season\"&gt;1987&lt;/a&gt; to &lt;a href=\"1999%20NLL%20season\"&gt;1999&lt;/a&gt;, the &lt;a href=\"Pittsburgh%20CrosseFire\"&gt;Pittsburgh CrosseFire&lt;/a&gt; in &lt;a href=\"2000%20NLL%20season\"&gt;2000&lt;/a&gt;, and the &lt;a href=\"Washington%20Power\"&gt;Washington Power&lt;/a&gt; from &lt;a href=\"2001%20NLL%20season\"&gt;2001&lt;/a&gt; to &lt;a href=\"2002%20NLL%20season\"&gt;2002&lt;/a&gt;. Up until the joining of the expansion team &lt;a href=\"San%20Diego%20Seals\"&gt;San Diego Seals&lt;/a&gt;, Colorado was the only non-Canadian team in the Western Division from 2014 to 2018. They have only missed the playoffs once since moving to Colorado.\nIn &lt;a href=\"2004%20NLL%20season\"&gt;2004&lt;/a&gt; and from &lt;a href=\"2006%20NLL%20season\"&gt;2006&lt;/a&gt; to &lt;a href=\"2008%20NLL%20season\"&gt;2008&lt;/a&gt;, the Mammoth lead the league in attendance. 2006 was the first year in the 20-year history of the NLL that the league had an attendance of more than one million fans in one season. The Mammoth had the honor of hosting fan number one million. In 2008, the Mammoth average attendance per game was higher than Pepsi Center's other teams, the Colorado Avalanche (&lt;a href=\"National%20Hockey%20League\"&gt;NHL&lt;/a&gt;) and the Denver Nuggets (&lt;a href=\"National%20Basketball%20Association\"&gt;NBA&lt;/a&gt;).\n2006 champions.\nIn the 2006 season, the Mammoth went to the playoffs in the #2 seed in the Western Division. Round one was hosted in Colorado against rivals Calgary. The Mammoth won 18–17 in overtime. Brian Langtry scored the overtime goal. Round two (Western Division finals) was also hosted at Pepsi Center against the Arizona Sting. Rookie Dan Carey scored the winning goal as the Mammoth defeated the Sting 13–12. The championship game was held at &lt;a href=\"First%20Niagara%20Center\"&gt;HSBC Arena&lt;/a&gt; in &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo&lt;/a&gt; against the &lt;a href=\"Buffalo%20Bandits\"&gt;Bandits&lt;/a&gt; who held the league's best record and the incumbent league MVP, goaltender &lt;a href=\"Steve%20Dietrich\"&gt;Steve Dietrich&lt;/a&gt; . The Mammoth won the &lt;a href=\"Champion%27s%20Cup\"&gt;Champion's Cup&lt;/a&gt; by a score of 16–9, with Gavin Prout being named Game MVP."
}