{
    "id": "24640369",
    "revid": "1057738060",
    "url": "https://en.wikipedia.org/wiki?curid=24640369",
    "title": "Darsie Anderson",
    "text": "Darsie Gordon Anderson (22 February 1868 – 26 December 1937) was a &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. He played club rugby for &lt;a href=\"London%20Scottish%20F.C.\"&gt;London Scottish&lt;/a&gt;.\nRugby Union career.\nAmateur career.\nAnderson played for two major club teams during his career, London Scottish and the &lt;a href=\"Barbarian%20F.C.\"&gt;Barbarians&lt;/a&gt;.\nProvincial career.\nHe played for the &lt;a href=\"East%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;East of Scotland District&lt;/a&gt; in their match against &lt;a href=\"West%20of%20Scotland%20District%20%28rugby%20union%29\"&gt;West of Scotland District&lt;/a&gt; in their match of 28 January 1889. Despite having a good game, he was not picked for the subsequent international match for Scotland.\nThe \"Forfar Herald\" of 1 February 1889 was scathing of Anderson's omission from the Scotland squad against Wales:\nThe feature of the game was the magnificent play of H. J. Stevenson of the Edinburgh Academicals at half, and D. G. Anderson of the London Scottish at quarter. It is the rule to chose the International Rugby team to play for Scotland against Wales after the above match, and this rule was again followed. The team chosen has however given rise to a great deal of dissatisfaction, and it is asserted that the representatives who came from the western clubs - being the majority of the selecting Committee - have run in their own men regardless of merit. Two instances, however, may be mentioned as being, in the writer's opinion. obvious cases of injustice. The first is that of Anderson of the London Scottish, who played so well for the East, and who really appeared to be almost as good as A. R. Don. Wauchope or Asher, and is unquestionably the best quarter back seen in Edinburgh since those two famous players retired.\nInternational career.\nAt international level he represented &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; winning eight caps over four seasons.\nAnderson was already playing for London Scottish when he was awarded his first international cap, in Scotland's closing encounter of the &lt;a href=\"1889%20Home%20Nations%20Championship\"&gt;1889 Home Nations Championship&lt;/a&gt;, away to Ireland. Anderson was partnered at half back with &lt;a href=\"Charles%20Orr%20%28rugby%20union%29\"&gt;Charles Orr&lt;/a&gt;, with whom He would play all eight of his international appearances. Scotland won the match against the Irish, by a single drop goal, and Anderson and Orr became a regular partnership from that point. Both men lined up for all three games of the &lt;a href=\"1890%20Home%20Nations%20Championship\"&gt;1890 Championship&lt;/a&gt;, which saw Scotland lose the title in their final match of the series to England. During the 1890 tournament, Anderson scored his only international points, with a &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt; in the win over Wales.\nThe next season, Anderson was approached by &lt;a href=\"William%20Percy%20Carpmael\"&gt;William Percy Carpmael&lt;/a&gt; to join his newly formed invitational touring team, the Barbarians. Anderson accepted, becoming one of the team's founding members. The &lt;a href=\"1891%20Home%20Nations%20Championship\"&gt;1891 Home Nations Championship&lt;/a&gt; saw Scotland win all three games of the competition to take the &lt;a href=\"Triple%20Crown%20%28rugby%20union%29\"&gt;Triple Crown&lt;/a&gt;. Anderson played in two of the matches, the country's opening victory over Wales, and the final match away to England. For the Ireland encounter, Anderson was replaced by &lt;a href=\"William%20Wotherspoon%20%28rugby%20player%29\"&gt;William Wotherspoon&lt;/a&gt;; but on his return for the England game, along with &lt;a href=\"Gregor%20MacGregor%20%28sportsman%29\"&gt;Gregor MacGregor&lt;/a&gt;, Anderson was seen as the outstanding player of the match.\nAnderson played in one final Championship in &lt;a href=\"1892%20Home%20Nations%20Championship\"&gt;1892&lt;/a&gt;, with a win over Wales, but his final international was a home loss to England.\nAdministrative career.\nHe founded the Lewes rugby club. They played their first match against Hastings &amp; Bexhill on 27 December 1930.\nFamily.\nAnderson was born in &lt;a href=\"Abbey%20Wood\"&gt;Abbey Wood&lt;/a&gt;, &lt;a href=\"Greenwich\"&gt;Greenwich&lt;/a&gt; in 1868 to John Anderson and May Margaret Gordon, but by the age of 13 was boarding at a private school in the Chanonry in &lt;a href=\"Aberdeen\"&gt;Aberdeen&lt;/a&gt;. On 25 October 1899, he married Constance Mary Louise Neild, and they had four children, all girls. By 1919, Anderson was listed at &lt;a href=\"Campden%20Hill\"&gt;Campden Hill&lt;/a&gt; in London, and was a Fellow of the Zoological Society of London. For a number of years he was in Siam."
}