{
    "id": "24662278",
    "revid": "85952",
    "url": "https://en.wikipedia.org/wiki?curid=24662278",
    "title": "Military courts of the United Kingdom",
    "text": "The military courts of the United Kingdom are governed by the &lt;a href=\"Armed%20Forces%20Act%202006\"&gt;Armed Forces Act 2006&lt;/a&gt;. The system set up under the Act applies to &lt;a href=\"British%20Armed%20Forces\"&gt;all three armed services&lt;/a&gt;: the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; (RN) (including the &lt;a href=\"Royal%20Marines\"&gt;Royal Marines&lt;/a&gt;), the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt;, and the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; (RAF), and replaces the three parallel systems that were previously in existence.\nThe military courts have jurisdiction over all members of the armed forces of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, and &lt;a href=\"civilian%20subject%20to%20service%20discipline\"&gt;civilians subject to service discipline&lt;/a&gt;.\nSummary hearing by commanding officer.\nMost &lt;a href=\"Offences%20against%20military%20law%20in%20the%20United%20Kingdom\"&gt;offences by members of the armed forces against service law&lt;/a&gt; are dealt with by &lt;a href=\"commanding%20officer\"&gt;commanding officer&lt;/a&gt;s through a summary hearing. A commanding officer may deal with an offence by a summary hearing if the offence is minor, and the accused is of or below the rank of &lt;a href=\"Commander%20%28Royal%20Navy%29\"&gt;commander&lt;/a&gt; in the Navy, &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;lieutenant colonel&lt;/a&gt; in the Army or Royal Marines, or &lt;a href=\"Wing%20commander%20%28rank%29\"&gt;wing commander&lt;/a&gt; in the Royal Air Force. \nExamples of offences which can be dealt with by a commanding officer include being &lt;a href=\"absent%20without%20leave\"&gt;absent without leave&lt;/a&gt; (AWOL), &lt;a href=\"insubordination\"&gt;insubordination&lt;/a&gt;, &lt;a href=\"malingering\"&gt;malingering&lt;/a&gt;, &lt;a href=\"Conduct%20prejudicial%20to%20good%20order%20and%20discipline\"&gt;conduct prejudicial to good order&lt;/a&gt;, ill-treating subordinates, and various offences against civilian law, such as &lt;a href=\"theft\"&gt;theft&lt;/a&gt;, &lt;a href=\"assault\"&gt;assault&lt;/a&gt;, &lt;a href=\"Property%20damage\"&gt;criminal damage&lt;/a&gt;, and &lt;a href=\"Driving%20without%20due%20care%20and%20attention\"&gt;careless driving&lt;/a&gt;. Offences which cannot be dealt with summarily include assisting the enemy, misconduct on operations (which includes a range of offences committed when the enemy is nearby, such as surrendering a position, sleeping on duty, and spreading alarm or despondency), &lt;a href=\"mutiny\"&gt;mutiny&lt;/a&gt;, and &lt;a href=\"desertion\"&gt;desertion&lt;/a&gt;.\nA person charged with an offence which could be dealt with by a summary hearing before a commanding officer has the right to choose trial by the Court Martial instead.\nIf a commanding officer dealing with an offence summarily finds the accused guilty, he can impose punishments including loss of seniority (for an officer), or reduction in rank (for a &lt;a href=\"Warrant%20officer%20%28United%20Kingdom%29\"&gt;warrant officer&lt;/a&gt; or &lt;a href=\"Non-commissioned%20officer%23United%20Kingdom\"&gt;non-commissioned officer&lt;/a&gt;). For lower ranks, he can impose a term of detention in a unit guardhouse, or at the &lt;a href=\"Colchester%20Garrison%23MCTC\"&gt;Military Corrective Training Centre&lt;/a&gt; (MCTC) in &lt;a href=\"Colchester\"&gt;Colchester&lt;/a&gt;, of up to 28 days, or 90 days in serious cases, or a requirement to carry out extra work or &lt;a href=\"Foot%20drill\"&gt;drill&lt;/a&gt;, or loss of entitlement to leave. Alternatively he can impose a fine of up to 28 days' pay, or another minor punishment.\nOften in cases involving &lt;a href=\"Naval%20rating%23Royal%20Navy%20%28United%20Kingdom%29\"&gt;ratings&lt;/a&gt; (Royal Navy), &lt;a href=\"Private%20%28rank%29%23United%20Kingdom\"&gt;private soldiers&lt;/a&gt; (Army), and &lt;a href=\"RAF%20other%20ranks\"&gt;airmen&lt;/a&gt; (RAF) are delegated by commanding officers to officers commanding or, for the Royal Navy, executive officers (XOs) – usually a &lt;a href=\"Lieutenant%20commander%20%28Royal%20Navy%29\"&gt;lieutenant commander&lt;/a&gt; (Navy), &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; (Army and Royal Marines), or &lt;a href=\"squadron%20leader\"&gt;squadron leader&lt;/a&gt; (RAF). To deal with minor disciplinary matters such as lateness, their powers are restricted to either a fine of seven days' pay, a fine of up to £50, or seven days' restriction of privileges.\nSummary Appeal Court.\nSomeone found guilty of an offence by a &lt;a href=\"Commanding%20officer%23Commonwealth\"&gt;commanding officer&lt;/a&gt; in a summary hearing can &lt;a href=\"appeal\"&gt;appeal&lt;/a&gt; against the punishment, or against both conviction and punishment, to the Summary Appeal Court. The Summary Appeal Court is made up of a &lt;a href=\"Judge%20Advocate%20General%20%28United%20Kingdom%29\"&gt;judge advocate&lt;/a&gt;, an &lt;a href=\"Officer%20%28armed%20forces%29%23United%20Kingdom\"&gt;officer&lt;/a&gt;, and another officer or &lt;a href=\"Warrant%20officer%20%28United%20Kingdom%29\"&gt;warrant officer&lt;/a&gt;. A case before the Summary Appeal Court is dealt with by re-hearing the charge, or reconsidering the decision on punishment. The judge advocate presides over the hearing, and gives rulings on matters of law; including practice and procedure. Decisions to grant or dismiss the appeals are made by a majority of the three members of the court. Further appeals on a &lt;a href=\"point%20of%20law\"&gt;point of law&lt;/a&gt; may be made to the &lt;a href=\"High%20Court%20of%20England%20and%20Wales\"&gt;High Court of England and Wales&lt;/a&gt; by way of &lt;a href=\"case%20stated\"&gt;case stated&lt;/a&gt;.\nService Civilian Court.\nThe Service Civilian Court replaces the three separate systems (for each of the armed services) of standing civilian courts which were previously established in &lt;a href=\"British%20Forces%20Germany\"&gt;Germany&lt;/a&gt;, Belgium, the Netherlands and Cyprus.\nThe court has jurisdiction over offences against service law which have been committed outside the &lt;a href=\"British%20Islands\"&gt;British Islands&lt;/a&gt; by a &lt;a href=\"civilian%20subject%20to%20service%20discipline\"&gt;civilian who is subject to service discipline&lt;/a&gt;, and which, if they had been committed in &lt;a href=\"England%20and%20Wales\"&gt;England and Wales&lt;/a&gt;, could be heard in a &lt;a href=\"Magistrates%27%20court%20%28England%20and%20Wales%29\"&gt;magistrates' court&lt;/a&gt;. &lt;a href=\"Indictable%20offence\"&gt;Serious offences&lt;/a&gt; which, if committed in England and Wales, could only be tried by a &lt;a href=\"Crown%20Court\"&gt;Crown Court&lt;/a&gt; must be dealt with by the Court Martial. The Service Civilian Court consists of a judge advocate sitting alone.\nIf the court considers that the nature of the case, or the charge, is sufficiently serious, it can refer the case to be heard by the Court Martial. The defendant can also choose to have their case referred to the Court Martial.\nPunishments which can be handed down by the Court include &lt;a href=\"imprisonment\"&gt;imprisonment&lt;/a&gt; for up to 12 months (or 65 weeks for two or more offences), a fine or &lt;a href=\"community%20service\"&gt;community service&lt;/a&gt;.\nAppeals from the Service Civilian Court lie to the Court Martial. An appeal is dealt with by the Court Martial by re-hearing the charge or decision on punishment.\nCourt Martial.\nThe Armed Forces Act 2006 established the Court Martial as a permanent standing court, effective from 1 November 2009. Previously &lt;a href=\"Court-martial%23United%20Kingdom\"&gt;courts martial&lt;/a&gt; were convened on an \"ad hoc\" basis. The distinction, applicable in the Army and Royal Air Force, between district courts martial and general courts martial (with the district courts martial having more limited sentencing powers than the general courts martial) was also abolished.\nThe Court Martial may try any &lt;a href=\"Offences%20against%20military%20law%20in%20the%20United%20Kingdom\"&gt;offence against service law&lt;/a&gt;, which includes all criminal offences under the law of England and Wales. Procedure is broadly similar to that of the Crown Court in England and Wales. The court is presided over by a &lt;a href=\"Judge%20Advocate%20General%20of%20the%20Armed%20Forces\"&gt;judge advocate&lt;/a&gt;, and there is a board (similar to a &lt;a href=\"jury\"&gt;jury&lt;/a&gt;) of between three and seven (depending on the seriousness of the offence) &lt;a href=\"Officer%20%28armed%20forces%29%23United%20Kingdom\"&gt;officers&lt;/a&gt; and &lt;a href=\"Warrant%20officer%20%28United%20Kingdom%29\"&gt;warrant officers&lt;/a&gt;. Rulings on matters of law, practice, and procedure are made by the judge advocate, whilst findings of guilt or innocence are made by the board by a simple majority of the members. For deliberations on sentence, the judge advocate is joined by the board, which is a distinctive and unique feature of the Court Martial.\nThe punishments which can be imposed by the Court Martial range from imprisonment in a civilian prison (for any period up to &lt;a href=\"Life%20imprisonment%20in%20England%20and%20Wales\"&gt;life&lt;/a&gt; if the offence warrants it), detention at the &lt;a href=\"Colchester%20Garrison%23MCTC\"&gt;Military Corrective Training Centre&lt;/a&gt; in &lt;a href=\"Colchester\"&gt;Colchester&lt;/a&gt; for two years or less, &lt;a href=\"Military%20discharge%23United%20Kingdom\"&gt;dismissal from the armed services&lt;/a&gt; (with or without disgrace), or an unlimited fine, down to those punishments available to a commanding officer. Someone who has chosen to have a charge heard by the Court Martial rather than summarily by a commanding officer cannot be given a punishment greater than the maximum available to the commanding officer.\nWhen trying a &lt;a href=\"Civilian%20subject%20to%20service%20discipline\"&gt;civilian who is subject to service discipline&lt;/a&gt;, the Court Martial consists of a judge advocate, and a board comprising civilian members, who do not participate in sentencing; the judge advocate sentences alone in the same way as in a &lt;a href=\"Crown%20Court\"&gt;Crown Court&lt;/a&gt;. Punishments which can be imposed on a civilian by the Court Martial include imprisonment, a fine or community service, but not service detention.\nCourt Martial Appeal Court.\nThe &lt;a href=\"Court%20Martial%20Appeal%20Court\"&gt;Court Martial Appeal Court&lt;/a&gt;, first established in 1951, hears appeals from the Court Martial. It is mostly made up of judges from the civilian &lt;a href=\"Court%20of%20Appeal%20%28England%20and%20Wales%29\"&gt;Court of Appeal&lt;/a&gt; for &lt;a href=\"England%20and%20Wales\"&gt;England and Wales&lt;/a&gt;.\nFurther appeal lies to the &lt;a href=\"Supreme%20Court%20of%20the%20United%20Kingdom\"&gt;Supreme Court of the United Kingdom&lt;/a&gt;.\nJudge advocates.\nThe judges who preside over all hearings of the Service courts are known while they are sitting as 'judge advocates'. In the same way as other judges, they are appointed by the &lt;a href=\"Lord%20Chancellor\"&gt;Lord Chancellor&lt;/a&gt; following a process conducted by the &lt;a href=\"Judicial%20Appointments%20Commission\"&gt;Judicial Appointments Commission&lt;/a&gt; (JAC) or, in the case of the Judge Advocate General, appointed by &lt;a href=\"Elizabeth%20II\"&gt;the Queen&lt;/a&gt;. They are always legally qualified civilians &lt;a href=\"solicitor\"&gt;solicitor&lt;/a&gt;s, &lt;a href=\"barrister\"&gt;barrister&lt;/a&gt;s, or &lt;a href=\"Faculty%20of%20Advocates\"&gt;advocates&lt;/a&gt; – of at least seven years' standing. A &lt;a href=\"High%20Court%20judge%20%28England%20and%20Wales%29\"&gt;High Court judge&lt;/a&gt; may also sit as a judge advocate if requested to do so by the &lt;a href=\"Judge%20Advocate%20General%20of%20the%20Armed%20Forces\"&gt;Judge Advocate General&lt;/a&gt; in a particularly serious case.\nDirector of Service Prosecutions.\nThe prosecution of cases which are not dealt with summarily is handled by the &lt;a href=\"Service%20Prosecuting%20Authority\"&gt;Service Prosecuting Authority&lt;/a&gt;, the head of which is the &lt;a href=\"Director%20of%20Service%20Prosecutions\"&gt;Director of Service Prosecutions&lt;/a&gt; (DSP), and whose role is similar to that of the &lt;a href=\"Director%20of%20Public%20Prosecutions\"&gt;Director of Public Prosecutions&lt;/a&gt; (DPP) in the civilian criminal law of England and Wales. The director, who is appointed by the &lt;a href=\"Queen%20of%20the%20United%20Kingdom\"&gt;Queen&lt;/a&gt;, need not be a member of the armed forces, but must have been a solicitor, barrister, or advocate with higher &lt;a href=\"rights%20of%20audience\"&gt;rights of audience&lt;/a&gt; for at least 10 years. The director can appoint officers who are solicitors, barristers, or advocates to be prosecutors. The current director is Mr. Jonathan Rees &lt;a href=\"Queen%27s%20Counsel\"&gt;QC&lt;/a&gt;."
}