{
    "id": "24667371",
    "revid": "10349969",
    "url": "https://en.wikipedia.org/wiki?curid=24667371",
    "title": "Commercial Field",
    "text": "Commercial Field is an athletic field located in the Wingate neighborhood of &lt;a href=\"Brooklyn%2C%20New%20York\"&gt;Brooklyn&lt;/a&gt;. It was home to the Commercial High School &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; teams from around 1906. Other schools, such as Boys High, also called Commercial Field their home from time to time, as did local teams in the &lt;a href=\"American%20Soccer%20League%20%281933-1983%29\"&gt;American Soccer League&lt;/a&gt; in the 1930s. The field was also the home field of the short-lived &lt;a href=\"New%20York%20Brickley%20Giants\"&gt;New York Brickley Giants&lt;/a&gt;, of the early &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;, who played two games there &lt;a href=\"1921%20New%20York%20Brickley%20Giants%20season\"&gt;during their 1921 season&lt;/a&gt;. In 1926, the &lt;a href=\"Brooklyn%20Horsemen\"&gt;Brooklyn Horsemen&lt;/a&gt; of the &lt;a href=\"American%20Football%20League%20%281926%29\"&gt;first American Football League&lt;/a&gt; used the stadium as their home field.\nThe lot was acquired by the New York Parks Department in 1940, and the field survives today as a multi-sport facility called Hamilton-Metz Field named after &lt;a href=\"US%20House%20of%20Representatives\"&gt;US Representative&lt;/a&gt; and &lt;a href=\"New%20York%20City%20Comptroller\"&gt;New York City Comptroller&lt;/a&gt; &lt;a href=\"Herman%20A.%20Metz\"&gt;Herman A. Metz&lt;/a&gt; and US Founding Father &lt;a href=\"Alexander%20Hamilton\"&gt;Alexander Hamilton&lt;/a&gt;.\nIn 1929, a visiting &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt;n &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; team played several matches at Commercial Field, defeating the All-New York and All-Brooklyn teams. The Bermudans returned for more tours during the 1930s. In 2006, a $1.57 million restoration was completed, with the field relaid in &lt;a href=\"artificial%20turf\"&gt;artificial turf&lt;/a&gt;. Neighborhood residents often refer to the field by yet another name, Lefferts Park."
}