{
    "id": "24685916",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=24685916",
    "title": "EuroBasket 2013",
    "text": "EuroBasket 2013 was the 38th edition of the &lt;a href=\"EuroBasket\"&gt;EuroBasket&lt;/a&gt; championship that is organized by &lt;a href=\"FIBA%20Europe\"&gt;FIBA Europe&lt;/a&gt;. It took place from 4 September until 22 September 2013 in &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt;. The number of participating teams was 24.\n&lt;a href=\"France%20national%20basketball%20team\"&gt;France&lt;/a&gt; defeated &lt;a href=\"Lithuania%20men%27s%20national%20basketball%20team\"&gt;Lithuania&lt;/a&gt; in the final to win its first title. &lt;a href=\"Tony%20Parker\"&gt;Tony Parker&lt;/a&gt; was named &lt;a href=\"FIBA%20EuroBasket%20MVP\"&gt;the tournament's MVP&lt;/a&gt;.\nHost selection.\n&lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt;, &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;, &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, Germany, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt; brought forward a potential candidature for the &lt;a href=\"FIBA%20EuroBasket\"&gt;FIBA EuroBasket&lt;/a&gt;. Countries which were interested in submitting a formal candidature had to do so by . On , it was announced that only two countries, Slovenia and Italy had submitted formal bids. On , Italy announced its withdrawal from the run. The &lt;a href=\"Basketball%20Federation%20of%20Slovenia\"&gt;Basketball Federation of Slovenia&lt;/a&gt; (BFS) thus remained the only candidate organizer.\nThe decision on the candidacy was officially reported after FIBA Europe's meeting in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; on . In March 2011, the BFS appointed the economist Aleš Križnar as the director of the event.\nFormat.\nIn the first stage, every team had to play against every other team of their group (&lt;a href=\"round-robin%20tournament\"&gt;round-robin&lt;/a&gt;). This meant five matches per team.\nFrom every group, the three best teams advanced to the second stage and the three worst teams were eliminated. In the second stage, two new groups were formed. The three best teams from groups A and B were united to form group E and the three best teams from groups C and D were united to form group F.\nIn these two new groups of the second stage only matches by teams that had not yet played each other have to be played. As for the matches that had already happened in the first stage, their results also counted in the second stage. Therefore, every team played three matches and there are 12 teams in the second stage.\nOut of the second stage, the four best teams from each of the two groups advanced to the quarterfinals (8 teams in total) whereas the two worst teams will be eliminated from the championship (four teams in total).\nFinancing.\nThe fee that Slovenia had to pay to FIBA Europe amounted to 6 million &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s. According to the agreement, half of the money was paid by the Slovenian state.\nLogo, official song and mascot of the championship.\nThe official mascot was Lipko, whose name came from combining the Slovenian word for &lt;a href=\"linden%20tree\"&gt;linden tree&lt;/a&gt; and the diminutive \"ko\". The word \"lipa\" is of &lt;a href=\"Slavic%20languages\"&gt;Slavic&lt;/a&gt; origin. Lipko is spelt the same in every language and in every market where he is present.\nVenues.\nOn 24 March 2011, it was officially announced that the preliminary round would be played in &lt;a href=\"Novo%20Mesto\"&gt;Novo Mesto&lt;/a&gt;, &lt;a href=\"Jesenice%2C%20Jesenice\"&gt;Jesenice&lt;/a&gt;, &lt;a href=\"Koper\"&gt;Koper&lt;/a&gt; and &lt;a href=\"Ptuj\"&gt;Ptuj&lt;/a&gt;. &lt;a href=\"Ljubljana\"&gt;Ljubljana&lt;/a&gt;, the capital of Slovenia, will host the final round at the &lt;a href=\"Arena%20Sto%C5%BEice\"&gt;Arena Stožice&lt;/a&gt;. On 18 June 2012, it was announced that the city council of Ptuj cancelled their bid for the tournament. Novo Mesto cancelled their bid on 2 July 2012. On 28 August 2012, it was confirmed that the preliminary round would be played in &lt;a href=\"Celje\"&gt;Celje&lt;/a&gt; and Ljubljana (&lt;a href=\"Tivoli%20Hall\"&gt;Tivoli Hall&lt;/a&gt;) instead of Ptuj and Novo Mesto, which cancelled their bids.\nQualification.\nOlympic Games or Olympic Qualifying Tournament participants Spain, France, Russia, North Macedonia, Lithuania, Greece, Slovenia and Great Britain all qualified directly to the EuroBasket 2013 Final Round.\nThe 31 remaining teams were divided into 5 groups of 5 teams and 1 group of 6 teams. The first and second placed teams in each group plus the 4 best third placed teams were qualified for the Final Round.\nThe Qualifiers were played between 15 August and 11 September 2012.\nThe EuroBasket 2013 draw took place on 18 November 2012; first time in the history the draw took place underground – in the Concert Hall of &lt;a href=\"Postojna%20Cave\"&gt;Postojna Cave&lt;/a&gt;.\nDraw.\nThe EuroBasket 2013 draw took place on 18 November 2012, first time in history the draw took place underground – in the &lt;a href=\"Postojna%20Cave\"&gt;Postojna Cave&lt;/a&gt; Concert Hall, divided the qualified teams into four groups of six, groups A, B, C, and D.\nIt was decided that games would take place in &lt;a href=\"Celje\"&gt;Celje&lt;/a&gt;, &lt;a href=\"Jesenice%2C%20Jesenice\"&gt;Jesenice&lt;/a&gt;, &lt;a href=\"Koper\"&gt;Koper&lt;/a&gt; and &lt;a href=\"Ljubljana\"&gt;Ljubljana&lt;/a&gt;. Included are the latest published &lt;a href=\"FIBA%20World%20Rankings\"&gt;FIBA World Rankings&lt;/a&gt; prior to the draw.\nPreliminary round.\nGroup A.\nVenue: &lt;a href=\"Tivoli%20Hall\"&gt;Tivoli Hall&lt;/a&gt;, &lt;a href=\"Ljubljana\"&gt;Ljubljana&lt;/a&gt;\nGroup B.\nVenue: &lt;a href=\"Podme%C5%BEakla%20Hall\"&gt;Podmežakla Hall&lt;/a&gt;, &lt;a href=\"Jesenice%2C%20Jesenice\"&gt;Jesenice&lt;/a&gt;\nGroup C.\nVenue: &lt;a href=\"Zlatorog%20Arena\"&gt;Zlatorog Arena&lt;/a&gt;, &lt;a href=\"Celje\"&gt;Celje&lt;/a&gt;\nGroup D.\nVenue: &lt;a href=\"Arena%20Bonifika\"&gt;Arena Bonifika&lt;/a&gt;, &lt;a href=\"Koper\"&gt;Koper&lt;/a&gt;\nSecond round.\nThe two groups comprised the three best-ranked teams from Groups A, B, C and D. Teams coming from the same initial group did not play again vs. each other, but \"carried\" the results of the matches played between them from the first round.\nThe best four teams advanced to the quarterfinals.\nStatistical leaders.\nPoints\nRebounds\nAssists\nBlocks\nSteals\nFIBA broadcasting rights.\nThe tournament was broadcast in a record 167 countries around the globe (previous record is 162 countries)."
}