{
    "id": "2470561",
    "revid": "24871961",
    "url": "https://en.wikipedia.org/wiki?curid=2470561",
    "title": "Bocchus I",
    "text": "Bocchus, often referred to as Bocchus I for clarity, was king of &lt;a href=\"Mauretania\"&gt;Mauretania&lt;/a&gt; from - 80 BCE. He was father-in-law to the &lt;a href=\"Numidia\"&gt;Numidia&lt;/a&gt;n king &lt;a href=\"Jugurtha\"&gt;Jugurtha&lt;/a&gt;, with whom he initially allied against the &lt;a href=\"Ancient%20Rome\"&gt;Romans&lt;/a&gt; in the &lt;a href=\"Jugurthine%20War\"&gt;Jugurthine War&lt;/a&gt;, a lengthy and indecisive conflict.\nKing Bocchus eventually betrayed Jugurtha to the Romans in 105 BCE. Jugurtha was captured and imprisoned in Rome, while the Romans and Bocchus divided Jugurtha's Numidian kingdom between them.\nEtymology of his name.\nA. Pellegrin suggests that the name Bocchus is only the Latin form of a Berber name, possibly Wekkus. This name may be related to the &lt;a href=\"Touareg\"&gt;Touareg&lt;/a&gt; Aweqqas, which means \"lion\", and can be used as a male name.\nLife and family.\nVery little is known about Bocchus I or his Mauretanian kingdom. He was probably the son or grandson of King &lt;a href=\"Baga%20%28king%29\"&gt;Baga&lt;/a&gt; of &lt;a href=\"Mauretania\"&gt;Mauretania&lt;/a&gt;, a contemporary of King &lt;a href=\"Massinissa\"&gt;Massinissa&lt;/a&gt; of neighboring &lt;a href=\"Numidia\"&gt;Numidia&lt;/a&gt;.\nBocchus' North African kingdom was bordered by the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt; and the &lt;a href=\"Moulouya%20River\"&gt;Moulouya River&lt;/a&gt; (). Roman historian &lt;a href=\"Sallust\"&gt;Sallust&lt;/a&gt; in \"&lt;a href=\"Bellum%20Iugurthinum\"&gt;Bellum Iugurthinum&lt;/a&gt;\" (\"The Jurguthine War\") notes:\nAccording to Sallust, by custom Bocchus had many wives and four known children: his daughter (name unknown), who married &lt;a href=\"Jugurtha\"&gt;Jugurtha&lt;/a&gt; of Numidia; his eventual heir Sosus/&lt;a href=\"Mastanesosus\"&gt;Mastanesosus&lt;/a&gt;; and two other sons, &lt;a href=\"Bogud%20son%20of%20Bocchus%20I\"&gt;Bogud&lt;/a&gt; and &lt;a href=\"Volux\"&gt;Volux&lt;/a&gt;.\nJugurthine War.\nAround 108 BCE, as the conflict between Rome and Numidia coalesced, Bocchus remained noncommittal. After Jugurtha promised Bocchus a third of his kingdom, Bocchus allied with Jugurtha. Their allied forces were defeated by &lt;a href=\"Gaius%20Marius\"&gt;Gaius Marius&lt;/a&gt; at the &lt;a href=\"Second%20Battle%20of%20Cirta\"&gt;Second Battle of Cirta&lt;/a&gt; in 106 BCE.\nAs Jugurtha continued to evade the Romans and the war dragged on, Bocchus began reconsidering the alliance and sought a consultation with an ambitious quaestor named &lt;a href=\"Lucius%20Cornelius%20Sulla\"&gt;Sulla&lt;/a&gt;. Mauretanian ambassadors were dispatched to Rome. The Senate was cautiously encouraging but requested a demonstration of commitment to the alliance. Bocchus again consulted Sulla and requested a meeting with Jugurtha, who walked into their trap. Bocchus turned Jugurtha over to Sulla.\nBy treaty, Bocchus and the Romans divided the kingdom of &lt;a href=\"Numidia\"&gt;Numidia&lt;/a&gt; between them. Marius was given a &lt;a href=\"Roman%20triumph\"&gt;triumph&lt;/a&gt; for victory over Numidia, but Sulla always wore a gold ring that King Bocchus had made for him, which depicted Bocchus handing Jugurtha over to Sulla.\nBocchus was a reliable supplier of exotic African animals to Rome, including panthers and &lt;a href=\"Barbary%20lion\"&gt;lions&lt;/a&gt; for Roman spectacles.\nSuccessors.\nBocchus was succeeded by his son &lt;a href=\"Mastanesosus\"&gt;Mastanesosus&lt;/a&gt;, who bequeathed the kingdom to his sons &lt;a href=\"Bocchus%20II\"&gt;Bocchus II&lt;/a&gt; and &lt;a href=\"Bogud\"&gt;Bogud&lt;/a&gt;, who each ruled half the kingdom of Mauretania. The two kings took opposite sides in Rome's civil war, and Bocchus II seized Bogud's half. When Bocchus II died in 33 BCE, Mauretania became a &lt;a href=\"client%20kingdom\"&gt;client kingdom&lt;/a&gt; of Rome."
}