{
    "id": "24717300",
    "revid": "28501110",
    "url": "https://en.wikipedia.org/wiki?curid=24717300",
    "title": "Dan Blaine",
    "text": "Daniel Blaine (1891–1958) was a professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player for the &lt;a href=\"Staten%20Island%20Stapletons\"&gt;Staten Island Stapletons&lt;/a&gt; from 1915 until 1924. In 1915 he, along with three other players, formed the team to play other &lt;a href=\"semi-professional\"&gt;semi-pro&lt;/a&gt; teams from &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; and &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;. He suspended his football career in 1918 to serve in the &lt;a href=\"United%20States%20military\"&gt;United States military&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. Once the war ended, Blaine took over sole ownership of the Stapletons. He stayed in the Stapleton lineup at &lt;a href=\"Halfback%20%28American%20football%29\"&gt;halfback&lt;/a&gt; until ending his playing career in 1924 at age 33. After his retirement from football, Blaine focused solely on owning and managing the team.\nAfter a November 14, 1926 33–0 loss to the &lt;a href=\"Newark%20Bears\"&gt;Newark Bears&lt;/a&gt;, Blaine promptly hired most of the Newark players, including star rookie &lt;a href=\"Doug%20Wycoff\"&gt;Doug Wycoff&lt;/a&gt;, who were still owed money by the Bears due to the team's financial problems. As a result, the Bears went out of business, while the Stapletons benefited from Newark's folding. In 1929, the Stapletons became members of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; after the &lt;a href=\"New%20York%20Yankees%20%28NFL%29\"&gt;New York Yankees&lt;/a&gt; folded. This resulted in a rivalry between the Stapletons and the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt;. While the Stapletons never had a winning season in the NFL, they did manage to defeat, or tie some of the teams that are still in existence today.\nA combination of the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; and having too small of a stadium that could have never accommodated enough fans to make the team profitable caused great financial difficulties for the team. Many of the Stapletons' fans couldn't afford tickets to make a team possible. Blaine went through the formality of getting NFL permission to suspend league operations for the &lt;a href=\"1934%20NFL%20season\"&gt;1934 season&lt;/a&gt;. The team played one more season of semi-pro football in 1934 before quietly folding. In June 1935, Blaine's franchise was finally declared forfeit.\nRestaurants.\nBlaine also owned several restaurants on &lt;a href=\"Staten%20Island%2C%20New%20York\"&gt;Staten Island&lt;/a&gt;. However, it is rumored that some, if not all, of these restaurants were really &lt;a href=\"speakeasies\"&gt;speakeasies&lt;/a&gt;, that illegally served alcohol during the period of &lt;a href=\"History%20of%20the%20United%20States\"&gt;United States history&lt;/a&gt; known as &lt;a href=\"Prohibition%20in%20the%20United%20States\"&gt;Prohibition in the United States&lt;/a&gt;. One of Blaine's restaurants was located next to the Stapletons' home field, &lt;a href=\"Thompson%20Stadium%20%28Staten%20Island%29\"&gt;Thompson Stadium&lt;/a&gt;."
}