{
    "id": "247343",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=247343",
    "title": "Benburb F.C.",
    "text": "Benburb Football Club is a &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club, based in &lt;a href=\"Govan\"&gt;Govan&lt;/a&gt;, &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;. Formed in 1885, the club is a member of the &lt;a href=\"Scottish%20Junior%20Football%20Association\"&gt;Scottish Junior Football Association&lt;/a&gt; and currently competes in the &lt;a href=\"West%20of%20Scotland%20Football%20League\"&gt;West of Scotland Football League&lt;/a&gt;. Benburb's colours are blue and white.\nThe team have been managed since July 2015 by former &lt;a href=\"Airdrie%20United%20F.C.\"&gt;Airdrie&lt;/a&gt; defender &lt;a href=\"Paul%20Lovering\"&gt;Paul Lovering&lt;/a&gt;. Paul succeeded his father Frank who had been in the job for the previous thirteen seasons.\nHistory.\nThe origins of the club name are not fully documented, although it has been suggested that the club's name indicates roots in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;, with a &lt;a href=\"Benburb\"&gt;village&lt;/a&gt; of the same name being located there, and a &lt;a href=\"Battle%20of%20Benburb\"&gt;significant battle&lt;/a&gt; taking place there during the 1640s. The suggestion is that the club was formed by Northern Irish immigrants to Glasgow, but this is not clear. It appears the first team known as Benburb was formed in the &lt;a href=\"Govanhill\"&gt;Govanhill&lt;/a&gt; area of Glasgow (then a separate &lt;a href=\"burgh\"&gt;burgh&lt;/a&gt;) in about 1885. After an aborted merger with a &lt;a href=\"Gorbals\"&gt;Gorbals&lt;/a&gt; team, Crown Athletic, in 1895, a reformed Benburb FC played in the nearby &lt;a href=\"Oatlands%2C%20Glasgow\"&gt;Oatlands&lt;/a&gt; neighbourhood until June 1898, when its ground, &lt;a href=\"Braehead%20Park\"&gt;Braehead Park&lt;/a&gt;, was taken over by &lt;a href=\"Glasgow%20Corporation\"&gt;Glasgow Corporation&lt;/a&gt; to be incorporated into the new Richmond Park. That team disbanded, but a 'new' Benburb FC played during the new season later that year and there is thought to be a strong connection between the two clubs.\nThe new Benburb FC eventually found its home in the &lt;a href=\"Govan\"&gt;Govan&lt;/a&gt; area, some miles to the north-west of Oatlands. Initially taking over &lt;a href=\"Govandale%20Park\"&gt;Govandale Park&lt;/a&gt; (situated between the south bank of the &lt;a href=\"River%20Clyde\"&gt;River Clyde&lt;/a&gt; and &lt;a href=\"Govan%20Old%20Parish%20Church\"&gt;Govan Old Parish Church&lt;/a&gt;) from the defunct &lt;a href=\"Linthouse%20F.C.\"&gt;Linthouse&lt;/a&gt; club in 1900, they moved south as the demands of industry for the land in central Govan increased, first in 1911 to a park on Broomloan Road owned by &lt;a href=\"City%20of%20Glasgow%20Police\"&gt;Govan Police Force&lt;/a&gt;, then in 1925 to an open plot at Craigton Park, &lt;a href=\"Drumoyne\"&gt;Drumoyne&lt;/a&gt;, immediately north of the &lt;a href=\"Inverclyde%20Line\"&gt;Inverclyde Line&lt;/a&gt; railway tracks. In spite of the upheaval, they remained members of the various Junior leagues covering the Glasgow area continuously since 1905.\nFrom 1932 until 29 March 2014, Benburb was based at the purpose-built Tinto Park, which in its heyday could hold 10,000 spectators but latterly fell badly into disrepair. After the final match on that day – a 2–1 victory against &lt;a href=\"Johnstone%20Burgh%20F.C.\"&gt;Johnstone Burgh&lt;/a&gt; in a &lt;a href=\"West%20of%20Scotland%20League%20Central%20District%20First%20Division\"&gt;Central League Division 1&lt;/a&gt; game – the land was prepared for housebuilding. The 2014–15 season was spent ground-sharing with &lt;a href=\"Neilston%20Juniors\"&gt;Neilston Juniors&lt;/a&gt; while a new ground was built adjacent to the old one (on the same land which was previously Craigton Park). New Tinto Park, now just north of both the railway and the &lt;a href=\"M8%20motorway%20%28Scotland%29\"&gt;M8 motorway&lt;/a&gt; and fitted with 3G &lt;a href=\"artificial%20turf\"&gt;artificial turf&lt;/a&gt;, became the new home for the club in summer 2015 (although the facilities were not fully completed until a few months later).\nNew Tinto Park has also been used as the home ground for &lt;a href=\"Rangers%20W.F.C.\"&gt;Rangers W.F.C.&lt;/a&gt; from 2015 to 2019, and for &lt;a href=\"Rossvale%20F.C.\"&gt;Rossvale&lt;/a&gt; (originally from &lt;a href=\"Bishopbriggs\"&gt;Bishopbriggs&lt;/a&gt;) since 2019. Harmony Row Juniors now ground share at New Tinto Park\nHonours.\n&lt;a href=\"Scottish%20Junior%20Cup\"&gt;Scottish Junior Cup&lt;/a&gt;"
}