{
    "id": "24748138",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=24748138",
    "title": "Parnall Imp",
    "text": "The Parnall Imp was an unusual single-engined, two-seat &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; &lt;a href=\"biplane\"&gt;biplane&lt;/a&gt; built in 1927. It had a straight &lt;a href=\"cantilever\"&gt;cantilever&lt;/a&gt; lower wing which supported the markedly swept upper wing. Only one was built.\nDesign and development.\nThe unusual appearance of the Parnall Imp was entirely due to its wings, for it was otherwise a conventional two-seat, single-engined biplane of its time. Harold Bolas stated that he designed them to be simple and to allow the best possible view from either of the two cockpits. The simplicity came from the complete absence of the rigging wires that braced conventional biplanes and needed constant attention. Instead, the Imp had a cantilever lower wing which had not only to support itself but also most of the forces on the upper wing. These lower wings were unswept and rectangular, with an aspect ratio of about 4.9, though the ailerons occupied the whole of the trailing edge and about 40% of the chord. Since as cantilevers they had to be internally braced, the airfoil section was fairly thick, a variation on RAF31. Rather than the usual (in Britain) double-spar and rib construction, Bolas used multiple spanwise stringers or false spars, with longitudinal formers or airfoil shaped ribs, the whole covered in stress-bearing spruce veneer. This stressed skin chiefly carried the bending loads. The Imp was a single-bay biplane, with a single, strongly outward-leaning wide chord streamlined strut on each side, connecting the centre of the lower wing to the upper one. Though the upper wing was not a cantilever, it was constructed in the same way as the lower and joined to the fuselage from below at mid wing with a pair of N-shaped &lt;a href=\"cabane%20struts\"&gt;cabane struts&lt;/a&gt;. This upper wing was also straight and parallel-edged, with the same chord as the lower one, but greater in span and strongly swept at about 14.5o. As a result, the leading edge at the centre was above the engine bulkhead, and the trailing edge at the tips beyond and aft of those of the lower plane. With the assistance of a large cutout in the trailing edge, this arrangement provided a clear upward view from both cockpits.\nThe wings did not fold, but two people could dismantle both sets in about two minutes, first unclipping the bottom of the interplane strut, folding it and unhooking the centre section from the cabane for each upper wing in turn. The absence of ailerons on the upper plane simplified this procedure. The lower wings could then be detached with the release of catches and the removal of pins.\nThe rest of the aircraft was conventional. The square-sided fuselage was built around four longerons, plywood covered and with a rounded decking. There were tandem cockpits fitted with dual control. The petrol tank was immediately ahead of the forward cockpit, with a baggage locker below it. The five cylinder radial &lt;a href=\"Armstrong%20Siddeley%20Genet\"&gt;Armstrong Siddeley Genet II&lt;/a&gt;, producing 80 hp (60 kW) was initially completely uncowled, but later was partially enclosed, with cylinder heads exposed for cooling. The tail, too, was conventional; a small fin carried a generous, rounded unbalanced rudder, and the cantilever, rectangular tailplane bore twin elevators with cut-away inner tips to allow rudder movement. A tailskid was fitted to the fuselage just before the rudder hinge. The main, single axle undercarriage was wide track ( 5 ft 1 in or 1.55 m), with main legs sloping inwards to meet the lower longerons at the leading ege of the lower wings and with a pair of bracing struts forward to the bottom of the engine bulkhead.\nOperational history.\nThe sole Imp, registered \"G-EBTE\", was first flown in 1927 at &lt;a href=\"Yate\"&gt;Yate&lt;/a&gt;. It gained its &lt;a href=\"Certificate%20of%20Airworthiness\"&gt;Certificate of Airworthiness&lt;/a&gt; in May 1928 and competed in the 1928 &lt;a href=\"King%27s%20Cup\"&gt;King's Cup&lt;/a&gt; race, where it finished in eighth place, piloted at almost 110 mph (177 km/h) by D.W. Bonham Carter. It was later used for flight trials of the 65 hp (48 kW) &lt;a href=\"Pobjoy\"&gt;Pobjoy P&lt;/a&gt; seven-cylinder radial engine, then sold into private hands in August 1933, only to be scrapped that December."
}