{
    "id": "24755012",
    "revid": "20247014",
    "url": "https://en.wikipedia.org/wiki?curid=24755012",
    "title": "Suelo",
    "text": "Daniel James Shellabarger (known as Daniel Suelo, or simply Suelo, and The Man Who Quit Money, born 1961) is an American &lt;a href=\"simple%20living\"&gt;simple living&lt;/a&gt; adherent who stopped using &lt;a href=\"money\"&gt;money&lt;/a&gt; in the autumn of 2000. He was born in &lt;a href=\"Arvada%2C%20Colorado\"&gt;Arvada, Colorado&lt;/a&gt;, a suburb of &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, and lives part-time in a cave near &lt;a href=\"Moab%2C%20Utah\"&gt;Moab, Utah&lt;/a&gt; when he is not wandering the country.\nSuelo gained fame in October 2009 when his profile appeared in the US men's style print magazine \"&lt;a href=\"Details%20%28magazine%29\"&gt;Details&lt;/a&gt;\". This story was picked up by websites such as \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" in the UK, \"&lt;a href=\"The%20Huffington%20Post\"&gt;The Huffington Post&lt;/a&gt;\", and &lt;a href=\"Matador%20Change\"&gt;Matador Change&lt;/a&gt;. He was also interviewed for the BBC in September 2009, by \"&lt;a href=\"The%20Denver%20Post\"&gt;The Denver Post&lt;/a&gt;\" in November 2009, and the Brazilian INFO in November 2009. His story has since been repeated by many websites and news agencies around the world. Suelo was the subject of a 2006 video profile entitled \"Moneyless in Moab\" (2006), by Gordon Stevenson and a 2009 video profile entitled \"Zero Currency\" (2009), by Brad Barber as well as being featured on KBYU's \"Beehive Stories\" (2010), also by Brad Barber.\nPenguin approached Suelo about writing an autobiography, but he said that he would not accept payment for telling his story and he would be interested to do so only if the book was given away for free. Penguin was not interested in this approach, but asked a friend of his, &lt;a href=\"Mark%20Sundeen\"&gt;Mark Sundeen&lt;/a&gt;, about writing a biography. Sundeen wrote \"The Man Who Quit Money\", which was published by Riverhead/Penguin in 2012, and Suelo did not accept any money from his book but requested that the publishers give away a number of copies to people for free, which they did at promotional book tours. A short film about Suelo, narrated by Mark Sundeen, is on &lt;a href=\"BBC%20News%20Online\"&gt;BBC News Online&lt;/a&gt;.\nIn 2016 Suelo moved back to his hometown to care for his aging parents, and has been using money in this capacity while still caring for his mother, who is in her nineties as of 2017.\nSuelo is one of a number of individuals who voluntarily live without money. These include &lt;a href=\"Mark%20Boyle%20%28Moneyless%20Man%29\"&gt;Mark Boyle&lt;/a&gt; and &lt;a href=\"Tomi%20Astikainen\"&gt;Tomi Astikainen&lt;/a&gt;, and the late (1942–2016). Suelo appeared as a guest writer on Mark Boyle's blog in January 2011."
}