{
    "id": "24756684",
    "revid": "14423536",
    "url": "https://en.wikipedia.org/wiki?curid=24756684",
    "title": "Rhachistia aldabrae",
    "text": "The Aldabra banded snail (\"Rhachistia aldabrae\") is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of air-breathing &lt;a href=\"land%20snail\"&gt;land snail&lt;/a&gt;, a &lt;a href=\"pulmonate\"&gt;pulmonate&lt;/a&gt; &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt; in the family &lt;a href=\"Cerastidae\"&gt;Cerastidae&lt;/a&gt;. The species lives on one atoll in the &lt;a href=\"Seychelles\"&gt;Seychelles&lt;/a&gt; Islands, &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;, and is easily recognizable for its purplish-blue banded &lt;a href=\"gastropod%20shell\"&gt;shell&lt;/a&gt;. The species was thought to have died out because of &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;, but was rediscovered in 2014.\nDescription.\nThe shell of this snail is very unusual in its coloring: purple, indigo blue, and orange, and this makes the snail very easy to recognize and identify. The Aldabra snail grazes on algae, and thus it is very low on the food chain.\nThe shell of this species is oblong, ovate-conical, rather thick, slightly striated, glossy, in the upper part is pale, in the lower part it is black brown. The shell has seven slightly curved and regularly increasing &lt;a href=\"whorl%20%28mollusc%29\"&gt;whorls&lt;/a&gt;. The upper 3-4 whorls are blackish, the following are dim bluish.\nDistribution.\nThe Aldabra banded snail is &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to &lt;a href=\"Aldabra\"&gt;Aldabra&lt;/a&gt; Atoll in the Indian Ocean. In 1906 it was the most common snail species on the atoll.\nAfter 1976 however, only adult snails were found on Aldabra, and no live individuals had been found at all between 1997 and August 2014. Researchers had believed that this species became extinct during the late 1990s, after a series of unusually long, hot, and dry summers caused by &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;. These summers appear to have killed off a large number of the younger snails.\nCause of apparent extinction.\nThe habitat of this snail suffered a sudden decline in rainfall in the 1990s, which was essential to the survival of this species, and this dryness appeared to have caused its &lt;a href=\"extinction\"&gt;extinction&lt;/a&gt;. Living snails were discovered on 23 August 2014.\nRediscovery.\nA number of specimens of the snail were discovered on August 23, 2014. A team of Seychelles Islands Foundation (SIF) staff were exploring infrequently visited parts of &lt;a href=\"Malabar%20Island\"&gt;Malabar Island&lt;/a&gt;, the second largest island of Aldabra, when the snails were found. Dr Frauke Fleischer-Dogley, CEO of the CIF, commented:\nReferences.\nThis article incorporates public domain text from the reference."
}