{
    "id": "24771214",
    "revid": "14926857",
    "url": "https://en.wikipedia.org/wiki?curid=24771214",
    "title": "Green Screen Adventures",
    "text": "Green Screen Adventures is a &lt;a href=\"children%27s%20television%20series\"&gt;children's television series&lt;/a&gt; which premiered in &lt;a href=\"2007%20in%20television\"&gt;2007&lt;/a&gt;. The series was originally produced for local broadcast on &lt;a href=\"WCIU-TV\"&gt;WCIU-TV&lt;/a&gt; (Channel 26) in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, which is the &lt;a href=\"flagship%20station\"&gt;flagship station&lt;/a&gt; of &lt;a href=\"Weigel%20Broadcasting\"&gt;Weigel Broadcasting&lt;/a&gt;, and is designed to fit the &lt;a href=\"Federal%20Communications%20Commission\"&gt;FCC&lt;/a&gt;'s &lt;a href=\"E/I\"&gt;educational and information programming requirements&lt;/a&gt; while also being produced locally in Chicago. However the program now also airs nationally on Weigel's &lt;a href=\"MeTV\"&gt;MeTV&lt;/a&gt; &lt;a href=\"digital%20subchannel\"&gt;digital subchannel&lt;/a&gt; network, and from October 2008 – 2013 on &lt;a href=\"This%20TV\"&gt;This TV&lt;/a&gt; when that network was owned by Weigel.\nGreen Screen Adventures features stories and drawings by students in first through eighth grade using sketch comedy, story theatre, game shows, original songs, puppetry and more. Since their debut in 2007, they have featured stories written by almost 1,000 elementary school students.\nThe show is set around the submissions of &lt;a href=\"short%20story\"&gt;short stories&lt;/a&gt;, school reports, &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt;, &lt;a href=\"essay\"&gt;essay&lt;/a&gt;s, basic academic questions and artwork from students between first and eighth grades. A parent or guardian then signs a standard release form if the idea is used in the series.\nAn ensemble of actors for the series then takes these submissions, and the program's writers and actors create a short &lt;a href=\"teleplay\"&gt;teleplay&lt;/a&gt; which is acted out with minimal props, costumes and a &lt;a href=\"chroma%20key\"&gt;chroma key&lt;/a&gt; backdrop (the titular green screen of the series.) The student's story is brought to life by the actors as the green screen becomes the world of the story or subject. The Green Screen also showcases the children's original artwork.\nCast and crew.\nJessica Honor Carleton is a writer, actress, puppeteer, puppet designer and storyteller, while Kierra Bunch, Brendan Buckley, Sasha Smith, Scott Gryder, Robert Schleifer, Alexander Knapp, and Zach Rebich are the actors and puppeteers. They all play the roles of people and animals. Katy Daso and Nancy McDonald are the floor directors and costume designers. Retired cast members include Christopher De Paola, Ariel Coleman-Turner, Frankie Benavides, Rafael Torres, Casie Walls, Nathan, and Lawrence Thompson, who is a singer.\nPuppets.\nJessica Carleton designed the following &lt;a href=\"puppet\"&gt;puppet&lt;/a&gt;s for \"Green Screen Adventures\" while the plush ones like an &lt;a href=\"elephant\"&gt;elephant&lt;/a&gt;, a &lt;a href=\"monkey\"&gt;monkey&lt;/a&gt; and an &lt;a href=\"owl\"&gt;owl&lt;/a&gt; have been bought:\nSock Drawer Drama.\nNote: These &lt;a href=\"sock%20puppet\"&gt;sock puppet&lt;/a&gt;s are animals."
}