{
    "id": "24770973",
    "revid": "940655",
    "url": "https://en.wikipedia.org/wiki?curid=24770973",
    "title": "Health stamp",
    "text": "Health stamps are a long-running series of &lt;a href=\"charity%20stamp\"&gt;charity stamp&lt;/a&gt; issued by &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; which include a premium for charitable causes in addition to the charge for postal service. Health stamps were issued annually from 1929 to 2016.\nOrigins.\nThe idea of issuing health stamps in New Zealand originated in the late 1920s. Initial credit is given to a 1926 request by Mr E Nielsen of &lt;a href=\"Norsewood\"&gt;Norsewood&lt;/a&gt; on behalf of his mother that special fundraising for deserving health projects. Letters and articles promoting the idea appeared in newspaper articles in subsequent years, although the official suggestion for the issue of a stamp is credited to the secretary of the Post Office Department, Mr. G. M'Namara.\nThe stamps were modeled on &lt;a href=\"Christmas%20Seals\"&gt;Christmas Seals&lt;/a&gt;, first issued in &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; in 1904 and subsequently in other countries. While in other countries Christmas Seals were charity labels that could be affixed to mail along with postage stamp, the New Zealand seals combined both postage and charity in a single label.\nAuthority to issue charity stamps was created by section 34 of the Finance Act 1929, which states\n… the Postmaster-General may cause to be created special postage-stamps of the denomination of two pence, which shall be available only for the payment of postage on postal packets, and for that purpose shall be deemed to have a value of one penny only.\nThe act continues to state that the additional revenue raised shall be used\nfor such purposes in relation to the prevention or cure of disease or the promotion of public health, as may be approved by the Minister of Health.\nFirst stamps.\nThe first New Zealand Christmas Seal was approved by the Government in October 1929, and issued on 11 December of that year. A statement by Minister of Health &lt;a href=\"Arthur%20Stallworthy\"&gt;Arthur Stallworthy&lt;/a&gt; appeared in newspapers on that day, announcing\nTo-day we launch our Christmas seal campaign to stamp out &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt;\nand further identifying the charity:\nthe first claim upon the funds raised by the inaugural Christmas seal should be the children's health camp movement.\nAlthough the Finance Act 1929 gave the Minister of Health the power to choose the charities supported by the stamps, the idea to support the health camps is credited to the permanent head of the Health Department, Dr &lt;a href=\"Michael%20Watt%20%28doctor%29\"&gt;Michael Watt&lt;/a&gt;.\nHealth camps had been run in New Zealand since 1919, when Dr &lt;a href=\"Elizabeth%20Gunn%20%28paediatrician%29\"&gt;Elizabeth Gunn&lt;/a&gt; ran a three-week camp for children at &lt;a href=\"Turakina%2C%20New%20Zealand\"&gt;Turakina&lt;/a&gt; near &lt;a href=\"Wanganui\"&gt;Wanganui&lt;/a&gt;. The camps provided holiday relief for children with nutritional and minor physical problems. Children's health camps have continued to be the recipient of money from New Zealand health stamps from this time on; the country's seven children's health camps (Te Puna Whaiora) are now managed by the &lt;a href=\"New%20Zealand%20Foundation%20for%20Child%20and%20Family%20Health%20and%20Development\"&gt;New Zealand Foundation for Child and Family Health and Development&lt;/a&gt;.\nThe design for the 1929 Christmas Seal features a nurse, the inscription \"HELP STAMP OUT TUBERCULOSIS\", and the postage and charity denominations. In 1930 the stamp was reissued with the inscription \"HELP PROMOTE HEALTH\". In accordance with the 1929 Finance Act, these stamps both sold for two pennies, with one penny for postage, and one penny for charity. The nurse image was drawn by L. C. Mitchell from a photograph supplied by Phillip Norton Cryer, New Zealand Director General of Post and Telegraph, of his niece, a registered nurse, Nellie Rebecca Burt, born 4 October 1904 and trained as a nurse at Napier Hospital, purely for it suitability and the frame by staff at the Government Printing Office. This was Mitchell's first stamp design; he continued as one of New Zealand's most prolific stamp designers until the 1970s.\nThe 1931 issue.\nThe 1931 issue is perhaps the most famous of the early health stamps. As a depression-era measure, postage rates for private mail had increased to two pennies (this was reversed in 1932), and so a second stamp was needed. As the 1929 Finance Act had explicitly stated the value of charity stamps, an amendment to the act was required to permit the second stamp. This was provided by section 11 of the Finance (No. 4) Act of 1931, which deleted the explicit values, and allowed the Postmaster-General to issue the stamps \"in such denominations as he thinks fit.\"\nTwo stamps were issued on October 31, 1931. These were again designed by L. C. Mitchell, and are known as the \"Red Boy\" (denominated as 1d postage plus 1d charity) and \"Blue Boy\" (2d postage plus 1d charity), collectively known as the \"smiling boy\" stamps. These stamps included the inscription \"Health\" above the postage and charity denominations. Newspaper reports refer to the stamps as \"Health Stamps\".\nThe design received widespread criticism, with an article in the Evening Post (quoting Australian Stamp Monthly) describing the design as the \"world's worst\" stamp.\nThese stamps sold poorly due to the hardships of the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. Today they are scarce and highly prized by New Zealand collectors.\nLater issues.\nA further stamp was issued in 1932, denominated at one penny postage plus one penny health. The \"Charity\" inscription was dropped completely in favour of \"Health\", recognizing that the stamps were supporting the Health Camps. This inscription has continued to the present day, and the stamps (retroactively to 1929) are considered to be \"Health Stamps\" by collectors and New Zealand Post (the successor organization to the New Zealand Post Office Department). The term \"Christmas Seal\" is now rarely used in relation to these stamps.\nFrom 1933 to 1938, a single health stamp was issued each year, denominated as one penny postage, plus one penny health. For several of these years, the health stamp was the only non-&lt;a href=\"definitive%20stamp\"&gt;definitive stamp&lt;/a&gt; issued by the New Zealand Post Office. The 1933 stamp was the first stamp designed by &lt;a href=\"James%20Berry%20%28artist%29\"&gt;James Berry&lt;/a&gt;, another prolific New Zealand stamp designer.\nSection 9 of the Adhesive Stamps Act 1939 replaced the clauses of the 1929 and 1931 Finance Acts under which health stamps were issued, although the powers of the Postmaster-General and Minister of Health were largely unchanged.\nIn 1939, two stamps were issued. These were initially printed as ½d+½d and 1d+1d stamps, but due to postage rate changes, the postage denominations were &lt;a href=\"overprint\"&gt;overprint&lt;/a&gt;ed as 1d and 2d before issue. Two values were issued every year from 1939 until 1973, with the exception of 1955, 1956, 1969, and 1971 when there were three values. Owing to wartime strictures, in 1940 and 1941, similar issues to 1939 were used, issued in different colours (both years) and &lt;a href=\"overprint\"&gt;overprint&lt;/a&gt;ed with the year (1941 only).\nFrom 1973, three values became the norm, often with two lower value stamps of the same value issued as a &lt;a href=\"se-tenant%20%28philately%29\"&gt;se-tenant&lt;/a&gt; pair, with a third higher value stamp. In 1990, the issue reverted to two values, and most years since that time have had two or three values (the exceptions being in 2000 and 2006, with sets of six stamps issued). The 2009 issue of three stamps carried images from earlier issues to commemorate the eightieth anniversary of New Zealand health stamps.\nFrom 1957, &lt;a href=\"miniature%20sheet\"&gt;miniature sheet&lt;/a&gt;s have been issued annually of New Zealand's health stamp issues. Initially these consisted of two separate sheets each containing six stamps of the same value, but since the 1970s one sheet has been issued annually containing the entire set of stamps. Self-adhesive stamps of the lowest value in each year's set have been issued most years since 1996, often in different designs to the gummed-sheet issue. charity surcharge on New Zealand health stamps is ten cents.\nThe last health stamps were issued in 2016, and on 27 July 2017 New Zealand Post announced that no more health stamps will be issued due to declining sales and mail volumes.\nCollectable varieties.\nSeveral of New Zealand's health stamps have notable varieties recognised by collectors. The 1957 set was issued with &lt;a href=\"watermark\"&gt;watermark&lt;/a&gt; either sideways or upright, and the 1960 set is found with two different gauges of perforation, one of which came from the miniature sheets. Stamps from the 1977 miniature sheet feature slight design differences, notably the lack of a white border around the design.\nThe twopenny value of the 1949 health stamp features a notable, though not particularly rare, flaw, with some stamps issued with no dot below the \"d\" of the value. Far rarer is an incorrect design used for the 40 cent stamp in 1996, which featured a young child sitting in a car. This was withdrawn and replaced with a new design after it was noticed that the child was incorrectly restrained. Some copies of the first design found their way to post offices, both in standard and self-adhesive form; these stamps — known to collectors as the \"teddy bear\" stamps because of the prominent soft toy in the design — are now among New Zealand's rarest and most collectable stamps.\nSales and funds raised.\nThe following table shows sales figures for each health stamp issued from 1929 to 1945, and the total sum raised for health camps.\nAccording to a 2008 newspaper article, contributions from health stamps peaked at $158,000 in 1996, but had fallen to $35,000 in 2007."
}