{
    "id": "24775735",
    "revid": "869314",
    "url": "https://en.wikipedia.org/wiki?curid=24775735",
    "title": "Nouabalé-Ndoki National Park",
    "text": "Nouabalé-Ndoki National Park is a &lt;a href=\"national%20park\"&gt;national park&lt;/a&gt; in the &lt;a href=\"Republic%20of%20the%20Congo\"&gt;Republic of the Congo&lt;/a&gt;. Established in 1993, in the northern provinces of Congo, it is home to forest &lt;a href=\"elephants\"&gt;elephants&lt;/a&gt;, great &lt;a href=\"apes\"&gt;apes&lt;/a&gt;, including &lt;a href=\"western%20lowland%20gorilla\"&gt;western lowland gorilla&lt;/a&gt;s and the eastern sub-species of &lt;a href=\"chimpanzee\"&gt;chimpanzee&lt;/a&gt;s and &lt;a href=\"bongo%20%28antelope%29\"&gt;bongo&lt;/a&gt;. It is of pristine &lt;a href=\"tropical%20rainforest\"&gt;tropical rainforest&lt;/a&gt; with no human habitation within it and with human population densities in its periphery that are comparatively low for the sub-region. The forests have a rich biodiversity of 300 bird species, plus 1,000 plant and tree species which include endangered &lt;a href=\"mahoganies\"&gt;mahoganies&lt;/a&gt;.\nIn a conference of the Ministers of Forests of &lt;a href=\"Central%20African%20Forest%20Commission\"&gt;Central African Forest Commission&lt;/a&gt; (COMIFAC), it had been resolved to establish within the &lt;a href=\"Congo%20basin\"&gt;Congo basin&lt;/a&gt;, the &lt;a href=\"Sangha%20Trinational\"&gt;Sangha River Tri-National Protected Area&lt;/a&gt; (TNS) with a total area of encompassing the &lt;a href=\"Dzanga%20Sangha%20Special%20Reserve\"&gt;Dzanga Sangha Special Reserve&lt;/a&gt; and the &lt;a href=\"Dzanga-Ndoki%20National%20Park\"&gt;Dzanga-Ndoki National Park&lt;/a&gt; in the &lt;a href=\"Central%20African%20Republic\"&gt;Central African Republic&lt;/a&gt;, the Nouabalé-Ndoki National Park in the &lt;a href=\"Republic%20of%20the%20Congo\"&gt;Congo-Brazzaville&lt;/a&gt;, and the &lt;a href=\"Lob%C3%A9k%C3%A9%20National%20Park\"&gt;Lobéké National Park&lt;/a&gt; in &lt;a href=\"Cameroon\"&gt;Cameroon&lt;/a&gt;. In 2012, all three national parks were awarded &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;-status as the &lt;a href=\"Sangha%20Trinational\"&gt;Sangha Trinational&lt;/a&gt;. \nThe Nouabalé-Ndoki National Park is managed under a Public-Private Partnership (PPP) agreement, signed in 2013 between the RoC Government and the &lt;a href=\"Wildlife%20Conservation%20Society\"&gt;WCS&lt;/a&gt;. The agreement creates the Fondation Nouabalé-Ndoki (FNN), of which WCS has been delegated as the Park Management Unit until 2038.\nHistory.\nThe concept of creating reserved parks emerged in the 1980s with the realization that wild roaming elephants which moved freely in the entire region of the three parks needed to be protected from poachers and the logging industry. Plans to establish the Nouabale-Ndoki National Park were initiated in 1991 by the Wildlife Conservation Society (WCS) and the Government of Congo with support from &lt;a href=\"USAID\"&gt;USAID&lt;/a&gt; as a transboundary collaborative project. It also involved a progression of interaction with local, regional and national authorities. It was finally established in September 1993 covering an area of between the North-eastern &lt;a href=\"Sangha%20Department%20%28Republic%20of%20the%20Congo%29\"&gt;Sangha Department&lt;/a&gt; and the north-western &lt;a href=\"Likouala%20Department\"&gt;Likouala Department&lt;/a&gt; of Congo. In 1999, the timber company CIB (Congolaise Industrielle du Bois) and the local community joined hands with WCS and the Government of Congo to create an entity that would minimise the negative impacts of logging on the national park. In 2001, the park area was extended with part of a neighbouring logging concession known as the Gouloago triangle getting annexed to this park. The German logging firm surrendered its rights over of the Goualougo Triangle under its lease hold to be merged with the national park, and also resolved to ban hunting. While logging operations (particularly of two species of the &lt;a href=\"African%20Mahogony\"&gt;African Mahogony&lt;/a&gt; for high-grade timber) have taken place in many forest regions in the northern Congo to a limited scale, this park has been free of any such operations. This has resulted in the fact that it has been beneficial to effective preservation and growth of population of the wild life and natural habitat of the forests in the park.\nGeography and climate.\nThe protected area, which is part of the Sangha River Tri-National Protected Area (STN) is drained mainly by the &lt;a href=\"Sangha%20River\"&gt;Sangha River&lt;/a&gt;, a tributary of the &lt;a href=\"Congo%20River\"&gt;Congo River&lt;/a&gt;. Part of the forest is still inaccessible and remains unexplored. It is a swampy tropical forest in lowlands that are part of the Congo River drainage basin. This park, along with the other two reserved parks within the larger Sangha Reserve, is secluded from all economic activity involving roads and human interference, which has resulted in its maintenance as a pristine rain forest. The park lies within the forest area of Congo which forms 11% of the total area of the country. It has been further demarcated into protected areas, cleared areas known as Bai and Yanga, two seasonal zones for use by nomadic people, hunting areas reserved for employees, protected zones that act as prey zones for hunting, hunting zones for local community, and sacred sites.\nThe park has a humid climate and gets, on an average, of &lt;a href=\"rain\"&gt;rain&lt;/a&gt; a year. The &lt;a href=\"rainy%20season\"&gt;rainy season&lt;/a&gt; is August to November and the dry season is December to February. The plants include a collection of different types of &lt;a href=\"mahoganies\"&gt;mahoganies&lt;/a&gt;.\nWildlife.\nNumerous providers run safaris into the park in order to fund conservation efforts and raise awareness about the wildlife and natural gems within. Congo Travel and Tours (www.congotravelandtours.com) is a great source of travel information about the park and current travel and weather conditions, and has budget and more upscale itineraries into the park starting from $1,799 for 8 days, per person.\nFauna.\nThere are many kinds of &lt;a href=\"species\"&gt;species&lt;/a&gt; living in the park. The &lt;a href=\"National%20Geographic%20Society\"&gt;National Geographic Society&lt;/a&gt; has observed that the park may have the largest concentration of wild life per square mile of any place in Africa. The most prominent species are &lt;a href=\"primates\"&gt;primates&lt;/a&gt;. There are &lt;a href=\"colobus%20monkeys\"&gt;colobus monkeys&lt;/a&gt; (black-and-white colobus, red colobus), the endangered &lt;a href=\"lowland%20gorilla\"&gt;lowland gorilla&lt;/a&gt;s, &lt;a href=\"chimpanzee\"&gt;chimpanzee&lt;/a&gt;s, and &lt;a href=\"moustached%20guenon\"&gt;moustached guenon monkeys&lt;/a&gt;. The park plays host to over 300 different &lt;a href=\"bird\"&gt;bird&lt;/a&gt; species. Some of the important species are the &lt;a href=\"eagle\"&gt;eagle&lt;/a&gt;s, &lt;a href=\"hawks\"&gt;hawks&lt;/a&gt;, &lt;a href=\"owls\"&gt;owls&lt;/a&gt;, scavenging &lt;a href=\"vultures\"&gt;vultures&lt;/a&gt;, and wading &lt;a href=\"herons\"&gt;herons&lt;/a&gt;. There are also the rare &lt;a href=\"African%20forest%20elephant\"&gt;African forest elephant&lt;/a&gt;, &lt;a href=\"African%20forest%20buffalo\"&gt;forest buffalo&lt;/a&gt;, &lt;a href=\"African%20leopard\"&gt;leopard&lt;/a&gt;, &lt;a href=\"bongo%20%28antelope%29\"&gt;bongo&lt;/a&gt;, and &lt;a href=\"blue%20duiker\"&gt;blue duiker&lt;/a&gt;. &lt;a href=\"Crocodile\"&gt;Crocodile&lt;/a&gt;s and blood-sucking &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s are also part of the forest's species. &lt;a href=\"Herpetology\"&gt;Herpetofauna&lt;/a&gt; studies have been conducted in four specific areas of the park. These studies have established 20 amphibian and 14 reptile species in the southern edge of the park; of these, the frog species are \"&lt;a href=\"Aubria%20masako\"&gt;Aubria masako&lt;/a&gt;,\" \"&lt;a href=\"Amietophrynus%20regularis\"&gt;Amietophrynus regularis&lt;/a&gt;\", \"&lt;a href=\"Cryptothylax%20greshoffii\"&gt;Cryptothylax greshoffii&lt;/a&gt;\", \"&lt;a href=\"Hyperolius%20balfouri\"&gt;Hyperolius balfouri&lt;/a&gt;\", \"&lt;a href=\"H.%20brachiofasciatus\"&gt;H. brachiofasciatus&lt;/a&gt;\", \"&lt;a href=\"Leptopelis%20brevirostris\"&gt;Leptopelis brevirostris&lt;/a&gt;\" and \"&lt;a href=\"L.%20calcaratus%20meridionalis\"&gt;L. calcaratus meridionalis&lt;/a&gt;\".\nParrots are also seen in the park area. Forest elephants create space by clearing the forest for other animals to move. Horned antelopes with tops number 100 per . According to a &lt;a href=\"Pygmy\"&gt;Pygmy&lt;/a&gt; legend, a Congo-based long-necked reptile, known as &lt;a href=\"Mokele-mbembe\"&gt;Mokele-mbembe&lt;/a&gt; killed &lt;a href=\"elephant\"&gt;elephant&lt;/a&gt;s with its huge frontal horn.\n&lt;a href=\"Mbeli%20Bai\"&gt;Mbeli Bai&lt;/a&gt; is a specific area within the park which is particularly rich in gorillas, with 180 western lowland gorillas reported here. It also contains many monkey species, and nine of them have a population density of 50 per . The monkey species found here are the black-and–white and red &lt;a href=\"colobus\"&gt;colobus&lt;/a&gt;, mustached and crowned guenon, grey-cheeked &lt;a href=\"mangabeys\"&gt;mangabeys&lt;/a&gt; and many others.\nFlora.\nThe trees and plants flourish within this climate. Nouable-Ndoki National Park is a very lush &lt;a href=\"rainforest\"&gt;rainforest&lt;/a&gt;. It is home to 24 distinct types of vegetation. However, the dominant vegetation is of \"&lt;a href=\"Gilbertiodendron%20dewervei\"&gt;Gilbertiodendron dewervei&lt;/a&gt;\" (\"G. dewevevri\" in the upland region and away from water courses in large areas; mixed and swamp forests are also a feature. The forest has many “bais” meaning ”cleared areas”. Over 1000 different &lt;a href=\"plant\"&gt;plant&lt;/a&gt; and &lt;a href=\"tree\"&gt;tree&lt;/a&gt; species have been identified. \"G. dewevevri\" is a supra-annual seed crop and it is “thought that mast fruiting may have occurred to combat seed production through predator satiation.” Its characteristics are defined as “79% of its stems above 10 cm at breast height and 88% of the basal area.” These seeds are destroyed by beetles. However, they form the major food source for a large number of mammals such as &lt;a href=\"rodents\"&gt;rodents&lt;/a&gt;, &lt;a href=\"duikers\"&gt;duikers&lt;/a&gt; (cephelophus spp.), &lt;a href=\"pigs\"&gt;pigs&lt;/a&gt; (\"Putamoechoerus porcus\" and \"hylochoerus meinertzhagen\"), buffalo (\"&lt;a href=\"Syncerus%20caffer\"&gt;Syncerus caffer&lt;/a&gt;\"), elephants, and particularly gorillas.\nConservation measures.\nConservation efforts undertaken are not limited to the Nouabale-Ndoki National Park alone but also to the two other parks of the tri region, and also the entire Sangha River Tri-national Protected Area that encompasses more than 96% of the land area. The countries who have formed the tri-national organization under a trans-boundary program through the efforts of the &lt;a href=\"World%20Wide%20Fund%20for%20Nature\"&gt;World Wide Fund for Nature&lt;/a&gt; (WWF) are the Central African Republic, the Congo and the Cameroon. This organizational effort has ensured appropriate actions being implemented related to anti-poaching, research and the promotion of tourism to the rain forests. A regular feature of this effort is the meetings that are held at regular intervals of the three park-administrations, as well as the prefects of the three countries. Patrolling of the parks is carried out by regular joint patrols to ensure that poaching, smuggling of &lt;a href=\"ivory\"&gt;ivory&lt;/a&gt; and unauthorized fishing and carriage fire arms do not happen in the reserve park. Visitors can visit the park only in a group as part of an organized tour arranged by professional wild life tour operators.\nConservation measures are supported by the German Cooperation of Technical Collaboration (GTC) in Central African Republic and Cameroon, and the World Wildlife Fund for Nature (WWF) and &lt;a href=\"Wildlife%20Conservation%20Society\"&gt;Wildlife Conservation Society&lt;/a&gt; (WCS - New York) in the Congo. A trust fund, flush with funds, has also been created for the purpose of conservation of the parks. The national park has also its several research projects that are financially supported by &lt;a href=\"USAID\"&gt;USAID&lt;/a&gt;-&lt;a href=\"CARPE\"&gt;CARPE&lt;/a&gt;, &lt;a href=\"United%20States%20Fish%20and%20Wildlife%20Service\"&gt;U.S. Fish &amp; Wildlife Service&lt;/a&gt;, Columbus Zoo, and the &lt;a href=\"John%20D.%20and%20Catherine%20T.%20MacArthur%20Foundation\"&gt;MacArthur Foundation&lt;/a&gt;. Consequent to extensive international support, the park is now considered not only nationally important, but also an internationally recognised conservation area of immense importance, with a very well established infrastructure, skilled personnel, and substantial economic backing.\nIn the past, protection technology had been limited for &lt;a href=\"Park%20ranger\"&gt;rangers&lt;/a&gt;. However, now, they have been using detectors to catch criminals hurting the park. The rangers of Nouabalé-Ndoki National Park have a group known as 'eco-guards'. The 'eco-guards' are under the supervision of the MFEE (Ministry of Forestry Economy and the Environment). With the MFEE/eco-guards, it has been ensured that no illegal human activities take place in the park such as &lt;a href=\"poaching\"&gt;poaching&lt;/a&gt;. Apart from the rangers, the local community of the &lt;a href=\"Baka%20people%20%28Cameroon%20and%20Gabon%29\"&gt;Ba’Aka&lt;/a&gt; also provide their local knowledge base inputs to promote sustainable preservation and conservation of the forests in the park."
}