{
    "id": "2477298",
    "revid": "1065025483",
    "url": "https://en.wikipedia.org/wiki?curid=2477298",
    "title": "Damage (Angel)",
    "text": "\"Damage\" is episode 11 of season five in the television show \"&lt;a href=\"Angel%20%281999%20TV%20series%29\"&gt;Angel&lt;/a&gt;\", originally broadcast on the &lt;a href=\"Warner%20Brothers%20Network\"&gt;WB&lt;/a&gt; &lt;a href=\"television%20network\"&gt;network&lt;/a&gt;. In this episode, Angel calls on the &lt;a href=\"Watchers%27%20Council\"&gt;Watchers' Council&lt;/a&gt; for help in tracking down a psychotic &lt;a href=\"Slayer%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;vampire slayer&lt;/a&gt; named &lt;a href=\"List%20of%20minor%20Angel%20characters%23Dana\"&gt;Dana&lt;/a&gt;, who was tortured by a serial killer as a child.\nPlot.\nAt &lt;a href=\"List%20of%20Angel%20characters%23Wolfram%20%26amp%3B%20Hart\"&gt;Wolfram &amp; Hart&lt;/a&gt;, &lt;a href=\"Harmony%20Kendall\"&gt;Harmony&lt;/a&gt; tells Angel that there was a mix-up with a girl named Dana's medication at a psychiatric hospital, and no longer sedated, she broke down her door, killed several people, and escaped. At the hospital, Dr. Rabinaw tells Angel and Spike that Dana had been kidnapped and tortured for months when she was 10, by the man who killed her family. Recently, she gained incredible strength. Angel realizes Dana — like &lt;a href=\"Buffy%20Summers\"&gt;Buffy&lt;/a&gt; — is a vampire slayer, activated during &lt;a href=\"Chosen%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Buffy's battle with the First Evil&lt;/a&gt;.\nWesley asks &lt;a href=\"Rupert%20Giles\"&gt;Giles&lt;/a&gt; to send \"his top guy\" to take care of Dana, who turns out to be &lt;a href=\"Andrew%20Wells\"&gt;Andrew Wells&lt;/a&gt;. He updates the group on how &lt;a href=\"Willow%20Rosenberg\"&gt;Willow&lt;/a&gt; &lt;a href=\"Chosen%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;activated every potential Slayer&lt;/a&gt;; when Wesley wonders how the Slayers will be trained now that the Watcher's Council is gone, Andrew explains that Giles and some \"Sunnydale alum\" have been taking care of it. As Spike heads off to look for Dana, Angel follows Lorne's suggestion to visit Dana's childhood home with a psychic. The psychic flashes back to Dana's abduction and her family's murder; the smell of &lt;a href=\"molasses\"&gt;molasses&lt;/a&gt; and a basement is \"where her pain lives\" he says. Meanwhile, Dana goes to the basement of the building where she was held captive, flashing back to her torturer injecting her with various drugs. When she looks up at his face, she sees Spike.\nAndrew catches up with Spike, and updates him on the Scoobies' activities - Xander is in Africa, Willow and Kennedy are in Brazil, Buffy and Dawn are in Rome, and everyone else is in England. Andrew learns that Spike has not told Buffy about his resurrection. When Spike follows the scent of blood into Dana's trap, Andrew tries unsuccessfully to shoot Dana with a tranquilizer gun. Spike chases Dana to the basement, where she starts repeating what her torturer once said to her. Dana, channeling &lt;a href=\"List%20of%20minor%20Buffy%20the%20Vampire%20Slayer%20characters%23Nikki%20Wood\"&gt;Nikki&lt;/a&gt;, recognizes Spike as William the Bloody. Before he can explain that she is dreaming of other slayers, she injects him with a sedative. At Wolfram &amp; Hart, Fred and the team realize the smell of molasses indicates Dana was held in a distillery, and they send a tactical team to search abandoned distilleries.\nBack in the basement, Spike awakens to discover that Dana has cut off his hands. She tells Spike he cannot hurt her anymore, but when he insists she is thinking of someone else, she finally remembers who her torturer really was. Angel arrives, tells Dana her real torturer is dead, and knocks her out with a tranquilizer dart. Spike is taken to the hospital to have his hands reattached. Later, Andrew tells Angel because Dana is a slayer, she belongs in the care of the new council. This goes against Angel's intentions to have her treated in his own W&amp;H facilities. Andrew says none of the Scoobies — especially Buffy, whom he points out, gives him his orders — trust Angel now that he works at Wolfram &amp; Hart. When Angel presses the issue, a group of slayers comes out of hiding and Andrew makes it clear that they will take Dana by force, if necessary. In the end, Dana is taken away with Andrew.\nAngel visits Spike at the hospital, where Spike admits he has never thought much about what being evil means, he only ever killed for the rush and enjoyment of the act, and he then states that he never once looked his victims in the eye. At this, Angel replies that Angelus could never stop staring into his victims; for him, it was always about the evil of the act, it was a form of art. Back then, he would have considered Dana a masterpiece. Angel and Spike agree that Dana is like them — she was an innocent victim until someone turned her into a monster."
}