{
    "id": "24808841",
    "revid": "10349969",
    "url": "https://en.wikipedia.org/wiki?curid=24808841",
    "title": "Lord Abbett",
    "text": "Lord, Abbett &amp; Co. LLC is an independent, privately-held &lt;a href=\"investment%20management\"&gt;investment management&lt;/a&gt; company headquartered in &lt;a href=\"Jersey%20City\"&gt;Jersey City&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;. The firm offers a variety of &lt;a href=\"Fixed%20income\"&gt;fixed−income&lt;/a&gt; and &lt;a href=\"Equity%20%28finance%29\"&gt;equity&lt;/a&gt; strategies to individual and institutional investors. Lord Abbett has a global presence with offices in London, Dublin, Paris, Tokyo, and Montevideo. \nHistory.\nOn November 18, 1929, several weeks after the &lt;a href=\"Wall%20Street%20Crash%20of%201929\"&gt;stock market crash&lt;/a&gt; that ushered in the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, Andrew James Lord, Leon Abbett, John R. Westerfield, and Julian B. Beaty created Lord, Westerfield &amp; Co., Inc., with headquarters at 68 William Street, a few blocks from the &lt;a href=\"New%20York%20Stock%20Exchange\"&gt;New York Stock Exchange&lt;/a&gt;. In 1931, the Westerfields resigned from the company. Leon Abbett, a member of the founding group and the son of a former two-time &lt;a href=\"Leon%20Abbett\"&gt;New Jersey governor and state Supreme Court justice&lt;/a&gt;, provided the capital contribution that enabled the firm to continue. The name of the company was changed to Lord, Abbett &amp; Co. and its headquarters were moved to 63 &lt;a href=\"Wall%20Street\"&gt;Wall Street&lt;/a&gt;.\nOn September 19, 1932, Lord created the investment trust, American Business Shares, which is now known as the Lord Abbett Income Fund. Two years later, the Lord Abbett Affiliated Fund was launched. In 1937, the firm opened its first &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;west coast&lt;/a&gt; branch in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;. Lord Abbett, along with other investment companies, made important contributions to the drafting of the Investment Company Act of 1940, which defines the responsibilities and limitations of investment firms.\nIn 1971, Lord Abbett launched the Lord Abbett Bond Debenture Fund, one of the first funds to invest in a combination of different types of fixed−income securities. In 1975, Lord Abbett moved into &lt;a href=\"pension%20fund\"&gt;pension fund&lt;/a&gt; management. The firm launched its institutional business in 1976, with the introduction of a large-cap value product for an institutional client. In 1978, American Utility Shares was merged into the Lord Abbett Income Fund. The firm's assets under management increased from around $2 billion in 1975 to $4.5 billion in 1983. Ronald P. Lynch and John M. McCarthy became co-managing partners that year after Berndt's death.\nIn 1987, Lord Abbett moved its headquarters from Wall Street to the &lt;a href=\"General%20Motors%20Building\"&gt;General Motors Building&lt;/a&gt; on Fifth Avenue in New York City. In the early 1990s, fund performance and asset growth slowed, prompting the company to reorganize. After Managing Partner Ronald Lynch's passing in 1996, there was speculation that the firm would be sold. Lynch's successor, Robert Dow, opted to keep the company independent. Dow (who had previously managed the Lord Abbett Bond Debenture Fund) increased the number of partners and expanded the mutual fund lineup to include international stocks and large-cap growth stocks. He also oversaw the firm's move to Jersey City in 2000. Assets rose from $17 billion in 1996, when Dow took over, to more than $100 billion in 2007. \nDaria Foster, who had been with the firm since 1990 in various roles, succeeded Dow in 2007. Foster announced that she would retire on March 31, 2018 and that Douglas Sieg would succeed her. On April 2, 2018, Doug Sieg became Lord Abbett's tenth managing partner. He has worked at Lord Abbett since 1994 in various roles, including sales and product strategy, and was \"partner, client services\" before assuming his current role. \nAs of June 30, 2021, Lord Abbett managed around $246 billion in assets across a full range of U.S. mutual funds, UCITS Funds, institutional and separately managed accounts, including $1.2 billion for which Lord Abbett provides investment models to managed account sponsors.\nDescription.\nLord Abbett is a privately owned, &lt;a href=\"limited%20liability%20company\"&gt;limited liability company&lt;/a&gt; with 752 employees and 155 investment professionals as of May 2021. The firm manages mutual funds that invest in global and domestic stocks along with fixed-income, tax-free income, and multi-asset securities. The firm expanded into the equities market in 2019 with three new funds. The firm focuses solely on actively managed investment portfolios. Lord Abbett’s strategies are available within separate and sub-advised accounts, commingled and mutual funds, and managed account platforms.\nFunds managed by the firm include the Lord Abbett Income Fund (investing in high-quality bonds), the Lord Abbett Affiliated Fund (investing in large-cap, high quality dividend-paying stocks), Lord Abbett Bond Debenture Fund (investing in below-investment-grade bonds), the Lord Abbett Developing Growth Fund (focusing on small-cap stock management), and the Lord Abbett Mid Cap Stock Fund (investing in high-growth, medium-sized companies), and a Climate Focused Bond Fund (investing in bonds issued by companies that are focusing on environmental, social, and governance (ESG). \nInternational products.\nIn May 2014, Lord Abbett launched a suite of UCITS [Undertakings for Collective Investments in Transferable Securities] funds to provide non-U.S. institutions and non-U.S. resident investors with access to select Lord Abbett investment strategies. The funds are listed on the Irish Stock Exchange."
}