{
    "id": "24810094",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=24810094",
    "title": "Milly Scott",
    "text": "Marion Henriëtte Louise Molly (born 29 December 1933), known professionally as Milly Scott, is a Dutch singer and actress of &lt;a href=\"Suriname\"&gt;Suriname&lt;/a&gt;se origin, best known for her participation in the &lt;a href=\"Eurovision%20Song%20Contest%201966\"&gt;Eurovision Song Contest 1966&lt;/a&gt;. She is recognised as the first &lt;a href=\"Black%20people\"&gt;black&lt;/a&gt; singer to take part in the &lt;a href=\"Eurovision%20Song%20Contest\"&gt;Eurovision Song Contest&lt;/a&gt;.\nEarly life.\nScott was born in &lt;a href=\"Den%20Helder\"&gt;Den Helder&lt;/a&gt;, the main base of the &lt;a href=\"Royal%20Netherlands%20Navy\"&gt;Royal Netherlands Navy&lt;/a&gt;, where her father was stationed as a &lt;a href=\"Marines\"&gt;marine&lt;/a&gt;. Both her parents were immigrants from the Dutch colony of &lt;a href=\"Surinam%20%28Dutch%20colony%29\"&gt;Surinam&lt;/a&gt;, while her paternal grandfather was originally from &lt;a href=\"North%20Brabant\"&gt;North Brabant&lt;/a&gt;. As the first black family in Den Helder and the only black child in &lt;a href=\"kindergarten\"&gt;kindergarten&lt;/a&gt;, she often experienced &lt;a href=\"Discrimination%20based%20on%20skin%20color\"&gt;discrimination&lt;/a&gt; while growing up.\nIn the beginning of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the ship &lt;a href=\"HNLMS%20Johan%20Maurits%20van%20Nassau%20%281932%29\"&gt;HNLMS \"Johan Maurits van Nassau\"&lt;/a&gt; was bombed, severely wounding Scott's father, after which the family moved to &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;. Soon after, her father was summoned by the &lt;a href=\"Nazism\"&gt;Nazis&lt;/a&gt; and taken to &lt;a href=\"Nazi%20Germany\"&gt;Germany&lt;/a&gt; as a &lt;a href=\"prisoner%20of%20war\"&gt;prisoner of war&lt;/a&gt;. The &lt;a href=\"Red%20Cross\"&gt;Red Cross&lt;/a&gt; later informed the family that he had died there.\nHaving learned to play the piano during the war, Scott started giving performances to financially support her mother after her father's death. At the age of 14, she began singing in amateur bands and was eventually given a &lt;a href=\"scholarship\"&gt;scholarship&lt;/a&gt; to study at the &lt;a href=\"Music%20school\"&gt;conservatory&lt;/a&gt; in Amsterdam. However, she dropped out due to the intense &lt;a href=\"racism\"&gt;racism&lt;/a&gt; and &lt;a href=\"bullying\"&gt;bullying&lt;/a&gt; she experienced during her studies.\nCareer.\nEarly career.\nIn 1953, at the age of 19, Scott was asked by Dutch comedian &lt;a href=\"Toon%20Hermans\"&gt;Toon Hermans&lt;/a&gt; to perform in one of his shows. According to Hermans, the name Milly suited her better than her birth name Marion. Following her mother's advice not to use her real surname, she then came up with the stage name Milly Scott. After performing in front of a big audience for the first time, she quickly built up a career as a &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt; singer, with &lt;a href=\"Lou%20van%20Rees\"&gt;Lou van Rees&lt;/a&gt; as her &lt;a href=\"impresario\"&gt;impresario&lt;/a&gt;.\nWorking as a singer, she lived in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;, &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; since 1954, and later moved to &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt; where she stayed for five years. In &lt;a href=\"Gothenburg\"&gt;Gothenburg&lt;/a&gt; and &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, she shared the stage with world-famous artists, such as &lt;a href=\"Judy%20Garland\"&gt;Judy Garland&lt;/a&gt; and &lt;a href=\"Quincy%20Jones\"&gt;Quincy Jones&lt;/a&gt;. Furthermore, she maintained a close friendship with Swedish-Dutch singer &lt;a href=\"Cornelis%20Vreeswijk\"&gt;Cornelis Vreeswijk&lt;/a&gt;, whom she regularly visited at his home in &lt;a href=\"Liding%C3%B6%20Municipality\"&gt;Lidingö&lt;/a&gt;.\nEurovision Song Contest.\nScott owes her successes in the Netherlands to the influential entertainment journalist &lt;a href=\"Henk%20van%20der%20Meijden\"&gt;Henk van der Meijden&lt;/a&gt;, who had found out about her career in Sweden and wrote an article about her in \"&lt;a href=\"De%20Telegraaf\"&gt;De Telegraaf&lt;/a&gt;\". This led to numerous appearances on national television and she was even given her own television show in 1965, named \"Scott in de roos\" (after the phrase , meaning \"&lt;a href=\"Bullseye%20%28target%29\"&gt;bullseye&lt;/a&gt;\").\nIn 1966, Scott was asked to participate in the \"&lt;a href=\"Nationaal%20Songfestival\"&gt;Nationaal Songfestival&lt;/a&gt;\", the Dutch national selection for the &lt;a href=\"Eurovision%20Song%20Contest\"&gt;Eurovision Song Contest&lt;/a&gt;. She went on to win the national final with the song \"&lt;a href=\"Fernando%20en%20Filippo\"&gt;Fernando en Filippo&lt;/a&gt;\", written by &lt;a href=\"Gerrit%20den%20Braber\"&gt;Gerrit den Braber&lt;/a&gt; and composed by &lt;a href=\"Kees%20de%20Bruyn\"&gt;Kees de Bruyn&lt;/a&gt;. This gave her the right to represent the Netherlands in the &lt;a href=\"Eurovision%20Song%20Contest%201966\"&gt;eleventh edition&lt;/a&gt; of the Eurovision Song Contest, held in &lt;a href=\"Luxembourg%20City\"&gt;Luxembourg City&lt;/a&gt;. Her entry received a total of two points from the international juries, placing fifteenth out of eighteen songs.\nAlthough \"Fernando en Filippo\" was something of a &lt;a href=\"novelty%20song\"&gt;novelty song&lt;/a&gt; (and was also performed as such) at a time when &lt;a href=\"ballad\"&gt;ballad&lt;/a&gt;s dominated in the competition, Scott would later claim that her disappointing result was attributable, at least in part, to racism on the part of the voting jurors.\nAfter Eurovision.\nAlthough Scott never produced any hit records, her jazz-based singing career brought her to Germany, Sweden and the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; in later years. She also branched out into acting and appeared in many theater and television shows, her best-known role being in the &lt;a href=\"RTL%204\"&gt;RTL 4&lt;/a&gt; drama series \"&lt;a href=\"Vrouwenvleugel\"&gt;Vrouwenvleugel&lt;/a&gt;\" (1993–95) in which she played Baby Miller, a prisoner trying to come to terms with her racial identity."
}