{
    "id": "248332",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=248332",
    "title": "Aztalan State Park",
    "text": "Aztalan State Park is a &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; &lt;a href=\"state%20park\"&gt;state park&lt;/a&gt; in the &lt;a href=\"Aztalan%2C%20Wisconsin\"&gt;Town of Aztalan&lt;/a&gt;, &lt;a href=\"Jefferson%20County%2C%20Wisconsin\"&gt;Jefferson County&lt;/a&gt;. Established in 1952, it was designated a &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt; in 1964 and added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1966. The park covers along the &lt;a href=\"Crawfish%20River\"&gt;Crawfish River&lt;/a&gt;.\nAztalan is the site of an ancient &lt;a href=\"Mississippian%20culture\"&gt;Mississippian culture&lt;/a&gt; settlement that flourished during the 10th to 13th centuries. The indigenous people constructed massive earthwork mounds for religious and political purposes. They were part of a widespread culture with important settlements throughout the Mississippi River valley and its tributaries. Their trading network extended from the Great Lakes to the Gulf Coast, and into the Southeast of the present-day United States.\nPre-history (900–1300).\nAztalan was first settled around 900 CE by a Native American culture known as the &lt;a href=\"Mississippian%20culture\"&gt;Middle Mississippian Tradition&lt;/a&gt;. The chief center of a Middle Mississippian settlement is at &lt;a href=\"Cahokia\"&gt;Cahokia&lt;/a&gt;, in present-day &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, a city that at its peak had 20,000–30,000 people. This was not surpassed by Europeans in North America until after 1800. These settlements are characterized by the construction of earthwork &lt;a href=\"mound\"&gt;mound&lt;/a&gt;s, &lt;a href=\"fortification\"&gt;stockade&lt;/a&gt;s, and &lt;a href=\"house\"&gt;house&lt;/a&gt;s, by decorated &lt;a href=\"Mississippian%20culture%20pottery\"&gt;Mississippian culture pottery&lt;/a&gt;, and &lt;a href=\"agriculture\"&gt;agricultural practices&lt;/a&gt;. There are also elements of the &lt;a href=\"Woodland%20culture\"&gt;Woodland culture&lt;/a&gt; found there.\nThe residents of Aztalan had long-distance trading relationships with other settlements, linked by their use of the rivers for transportation. For example, items found at the settlement include &lt;a href=\"copper\"&gt;copper&lt;/a&gt; from &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;'s &lt;a href=\"Upper%20Peninsula%20of%20Michigan\"&gt;Upper Peninsula&lt;/a&gt;, &lt;a href=\"animal%20shell\"&gt;shell&lt;/a&gt;s from the coast of the &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt;, and stone such as &lt;a href=\"Mill%20Creek%20chert\"&gt;Mill Creek chert&lt;/a&gt; from other areas of the &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt;.\nSometime between 1200 and 1300 CE, the Aztalan settlement was abandoned. Archeologists and historians surmise they may have outgrown environmental resources, or encountered more warfare from other cultures, but do not know for sure. The &lt;a href=\"Little%20Ice%20Age\"&gt;Little Ice Age&lt;/a&gt; occurred soon after 1300 and may have contributed to farming difficulties, putting too much stress on the local chiefdoms.\nLife in Aztalan.\nMost of the residents lived in circular or rectangular houses which they built between the river and the eastern secondary wall. The placement of the structures suggests that the layout was planned. The dwellings were built around a central ceremonial plaza likely used for rituals and public gatherings, as has been found at similar locations. Posts for the house frames were placed either in individual holes, or in a trench dug slightly narrower than the posts. The &lt;a href=\"wall\"&gt;wall&lt;/a&gt;s were completed with &lt;a href=\"wattle%20and%20daub\"&gt;wattle and daub&lt;/a&gt;, a plaster mixture of &lt;a href=\"Poaceae\"&gt;grass&lt;/a&gt; and &lt;a href=\"clay\"&gt;clay&lt;/a&gt;. The &lt;a href=\"roof\"&gt;roof&lt;/a&gt; was covered with &lt;a href=\"Bark%20%28botany%29\"&gt;bark&lt;/a&gt; or &lt;a href=\"thatch\"&gt;thatch&lt;/a&gt;. The doorway usually faced south to keep out the winter's north winds. Inside, a single family slept on pole-frame beds, covered with &lt;a href=\"tamarack\"&gt;tamarack&lt;/a&gt; boughs, &lt;a href=\"deer\"&gt;deer&lt;/a&gt; skins, and furs. Sometimes a fire was kept in the middle of the house and a hole in the roof let out the &lt;a href=\"smoke\"&gt;smoke&lt;/a&gt;. Storage pits dug in the earthen floor of the house held foods such as &lt;a href=\"Maize\"&gt;corn&lt;/a&gt;, &lt;a href=\"nut%20%28fruit%29\"&gt;nut&lt;/a&gt;s, and &lt;a href=\"seed\"&gt;seed&lt;/a&gt;s in woven bags. Perishable foods such as &lt;a href=\"meat\"&gt;meat&lt;/a&gt; were most likely stored outside prior to cooking. Refuse pits for garbage and community storage pits were located outside.\nThe site was well chosen to provide a variety of food sources, and other resources. The staple of the &lt;a href=\"diet%20%28nutrition%29\"&gt;diet&lt;/a&gt; was cultivated corn (maize), and other plants were also gathered as food, such as &lt;a href=\"acorn\"&gt;acorn&lt;/a&gt;s, &lt;a href=\"hickory\"&gt;hickory&lt;/a&gt; nuts, and &lt;a href=\"berry\"&gt;berries&lt;/a&gt;. &lt;a href=\"Tobacco\"&gt;Tobacco&lt;/a&gt; was grown at this time for sacred rituals, as tobacco seeds have been found at this site. The main source of meat was &lt;a href=\"whitetail%20deer\"&gt;deer&lt;/a&gt;, especially in the winter. The people also caught and ate &lt;a href=\"American%20Beaver\"&gt;beaver&lt;/a&gt;, &lt;a href=\"elk\"&gt;elk&lt;/a&gt;, &lt;a href=\"fox\"&gt;fox&lt;/a&gt;, &lt;a href=\"muskrat\"&gt;muskrat&lt;/a&gt;s, and &lt;a href=\"raccoon\"&gt;raccoon&lt;/a&gt;s. They hunted &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s and &lt;a href=\"turtle\"&gt;turtle&lt;/a&gt;s, collected &lt;a href=\"mussel\"&gt;mussel&lt;/a&gt;s, and caught &lt;a href=\"fish\"&gt;fish&lt;/a&gt; in the Crawfish River directly next to the site. To help with fishing, the people set up rock barriers called fish &lt;a href=\"weir\"&gt;weir&lt;/a&gt;s at key points, one of which is visible when the river is low. They caught &lt;a href=\"catfish\"&gt;catfish&lt;/a&gt;, &lt;a href=\"bass%20%28fish%29\"&gt;bass&lt;/a&gt;, &lt;a href=\"catostomidae\"&gt;sucker&lt;/a&gt;s, &lt;a href=\"buffalo%20fish\"&gt;buffalo fish&lt;/a&gt;, &lt;a href=\"pike%20%28fish%29\"&gt;pike&lt;/a&gt;, &lt;a href=\"Freshwater%20Drum\"&gt;drum fish&lt;/a&gt;, and &lt;a href=\"gar\"&gt;gar&lt;/a&gt;. They disposed of the thousands of shells from consumed mussels in middens. These have layers of shells several feet thick.\nThe people living here gathered food and resources for tools and building. Other materials were obtained through trade. &lt;a href=\"Tree\"&gt;Tree&lt;/a&gt;s nearby provided &lt;a href=\"wood\"&gt;wood&lt;/a&gt; for posts for house walls and stockades, &lt;a href=\"bow%20%28weapon%29\"&gt;bow&lt;/a&gt;s and &lt;a href=\"arrow\"&gt;arrow&lt;/a&gt; shafts, and firewood. Smaller tree branches and grass were used for bedding and roofs. Shells were used to make &lt;a href=\"jewelry\"&gt;jewelry&lt;/a&gt;, &lt;a href=\"bead\"&gt;bead&lt;/a&gt;s, spoons, and digging tools. The people dug river clay to use in fashioning fired &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt;. Traded items, used for ornamental or ceremonial purposes, were an attribute of status because of their rarity.\nPhysical features.\nThe most obvious features of Aztalan are its &lt;a href=\"pyramid\"&gt;pyramid&lt;/a&gt;-shaped, flat-topped &lt;a href=\"platform%20mounds\"&gt;platform mounds&lt;/a&gt; and the &lt;a href=\"stockade\"&gt;stockade&lt;/a&gt;s, believed to have served both ceremonial and defensive functions.\nMounds.\nThree platform mounds remain on the site. The largest is the one in the southwest corner of the stockade; one almost as large is located in the northwest corner. The smallest of the three is along the east side of the settlement, near the Crawfish River (labeled \"West Branch of Rock River\" on the plates). The hill in the southeast corner is a natural &lt;a href=\"gravel\"&gt;gravel&lt;/a&gt; knoll, not built by the inhabitants.\nThe largest mound was built in three stages, with a set of steps leading to the top, where a structure was built over the entire flat top. The mound was covered with a &lt;a href=\"clay\"&gt;clay&lt;/a&gt; cap, probably to enhance its appearance. &lt;a href=\"maize\"&gt;Corn&lt;/a&gt; was stored in pits inside the structure. Scholars have several theories about why the corn was kept there, and the overall purpose of the structure. It may have been the storage facility for the entire village, or storage for food just for the top village officials; it may have been used for ceremonies and rituals; or it could have been a house for the village officials. This topmost structure was rebuilt each time a larger stage of the mound was built on top of the old.\nThe northwestern mound, used for formal burial, was also built in three stages. A special structure, approximately by , with its long axis towards the northeast–southwest, was built on the west side of the mound. Its doorway was in its southwest corner, and the structure was covered with a mixture of clay, &lt;a href=\"willow\"&gt;willow&lt;/a&gt; branches, and grass. The floor was covered with a mat of what may have been &lt;a href=\"cattail\"&gt;cattail&lt;/a&gt;s. The bodies of ten people were placed side by side on this, with their heads toward the doorway. The bones of another person were bundled together with cord and placed near them. Once this construction was complete, and the bodies were inside, the building was burned.\nThe eastern mound had a large open-walled structure, about by , built on top of it, with firepits lined with white sand inside. The function of this mound and structure remain unclear.\nAdditionally, to the northwest of the stockaded area, a row of round mounds extends northward. When &lt;a href=\"archaeology\"&gt;archaeologist&lt;/a&gt;s excavated in these mounds during the 1920s, they did not find the &lt;a href=\"burial\"&gt;burial&lt;/a&gt; sites they had expected. Instead, each mound had a large post set in a pit in its center, surrounded by gravel and soil, with the pit capped with clay and gravel to hold the post steady. These mounds have been termed \"marker mounds\" because they may have been used to mark the site for travelers, but this is not certain. They may also have been used for announcements, message relays, or for calculations of &lt;a href=\"astronomy\"&gt;astronomical&lt;/a&gt; phenomena, as has been found at other Mississippian sites, such as &lt;a href=\"Cahokia\"&gt;Cahokia&lt;/a&gt;.\nStockade.\nThe settlement was surrounded on the north, west, and south sides by a &lt;a href=\"palisade\"&gt;palisade&lt;/a&gt;, a wall of logs set vertically into the ground. Narrow holes were dug into the ground, then the posts were lifted into position and set into the holes. The stockade was finished by people weaving flexible willow branches through the posts, and plastering the whole with a mixture of clay and grass to fill in the gaps, a technique similar to &lt;a href=\"wattle%20and%20daub\"&gt;wattle and daub&lt;/a&gt;.\nAt some point, a smaller stockade was built within the outer one to delimit the dwelling areas. Archeologists have not been able to determine whether both stockades existed simultaneously, for a layered &lt;a href=\"defense%20%28military%29\"&gt;defense&lt;/a&gt;, or one was built after the other fell into disuse.\nIn 1850, &lt;a href=\"Increase%20A.%20Lapham\"&gt;Increase A. Lapham&lt;/a&gt;, an author, scientist, and naturalist, surveyed the site on behalf of the &lt;a href=\"Smithsonian%20Institution\"&gt;Smithsonian Institution&lt;/a&gt;, which was surveying ancient mounds. He described the outer stockade as being \" long at the north end, long on the west side and on the south side; making a total length of wall of . The ridge or wall is about , and from to ) in height\". It had at least 33 square &lt;a href=\"bastion\"&gt;bastion&lt;/a&gt;s at regular intervals along its length, similar in form and placement to some European fortifications, in order to allow defensive warriors to cover that area by shooting arrows. In addition, others were built along the secondary walls. Rather than having a gate to protect the entrance, the builders constructed the entrance so that it was &lt;a href=\"camouflage\"&gt;camouflage&lt;/a&gt;d from direct view and blended in with the wall on either side.\nDuring the time Aztalan was inhabited, two sets of outer stockades were built. The posts of the first one eventually rotted, and the second one burned and was never rebuilt. It is not clear whether the purpose of the stockade was to keep out invaders, or if the occupants built it for another reason.\nModern discovery (1835–1919).\nA young man named Timothy Johnson discovered the &lt;a href=\"ruins\"&gt;ruins&lt;/a&gt; of the ancient settlement in December 1835. In January 1836, N. F. Hyer conducted the first rough survey of the site, and published his discovery in the \"Milwaukie Advertiser\" of January 1837.\nAccording to Lapham:\nThe name Aztalan was given to this place by Mr. Hyer, because, according to &lt;a href=\"Alexander%20von%20Humboldt\"&gt;Humboldt&lt;/a&gt;, the &lt;a href=\"Aztec\"&gt;Aztec&lt;/a&gt;s, or ancient inhabitants of Mexico, had a tradition that their ancestors came from a country at the north, which they called &lt;a href=\"Aztl%C3%A1n\"&gt;Aztalan&lt;/a&gt;; and the possibility that these may have been remains of their occupancy, suggested the idea of restoring the name. It is made up of two Mexican words, \"atl\", water, and \"an\", near; and the country was probably so named from its proximity to large bodies of water. Hence the natural inference that the country about these great lakes was the ancient residence of the Aztecs.\nHyer wrote, \"We are determined to preserve these ruins from being ruined.\" However, in 1838, &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"Martin%20Van%20Buren\"&gt;Martin Van Buren&lt;/a&gt; refused a request by &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt; statesman &lt;a href=\"Edward%20Everett\"&gt;Edward Everett&lt;/a&gt; to withdraw the site from public sale, and it was sold for $22. In the following years, the surface was plowed, the mounds were leveled for easier farming, pottery shards and \"Aztalan brick\" were hauled away by the wagonload to fill in potholes in township roads, and souvenir hunters took numerous artifacts.\nIn 1850, Lapham urged the preservation of the stockade. At the time, the stockade was still standing, though not in the condition it had once been.\nState park foundation and reconstruction (1919–present).\nIn 1919, archeological excavations began at Aztalan under the direction of Dr. S. A. Barrett.\nIn 1920, the Landmarks Committee of the State Historical Society of Wisconsin, under Publius V. Lawson, started a new effort to save what remained of Aztalan, supported by the Friends of Our Native Landscape and the Wisconsin Archeological Society. They made their first purchase of some of the land in 1921, three acres (12,000 m2) west of the stockade and containing eight conical mounds, and presented it to the Wisconsin Archeological Society.\nWork for preservation continued. In 1936, the state's archeological and historical societies petitioned the federal government for funds to reconstruct the stockade, without success, although during the Great Depression the US funded archeological work and preservation at numerous ancient sites around the country. In 1941, the newly founded Lake Mills-Aztalan Historical Society began an energetic campaign to preserve the stockade area.\nIn 1945, the &lt;a href=\"Wisconsin%20State%20Assembly\"&gt;Wisconsin State Assembly&lt;/a&gt; passed a bill directing the State Planning Board to study the possibility of establishing a state park at Aztalan. In 1947, the &lt;a href=\"Wisconsin%20State%20Legislature\"&gt;Wisconsin State Legislature&lt;/a&gt; passed a resolution requesting the State Conservation Commission to purchase Aztalan. 120 acres (490,000 m2) were purchased to this end in 1948, and the Wisconsin Archeological Society and the Lake Mills-Aztalan Historical Society donated their holdings. Aztalan opened to the public in 1952 as Aztalan State Park.\nAztalan was designated a registered &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt; in 1964 and added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1966. In 1968, the state reconstructed portions of the stockade wall by placing new posts in the original holes. A section of this was also covered with the wattle and daub, but this has since worn away or been removed."
}