{
    "id": "24833",
    "revid": "6941696",
    "url": "https://en.wikipedia.org/wiki?curid=24833",
    "title": "Prime Minister of Japan",
    "text": "The (informally referred to as the PMOJ) is the &lt;a href=\"head%20of%20government\"&gt;head&lt;/a&gt; of the &lt;a href=\"executive%20%28government%29\"&gt;executive&lt;/a&gt; branch of the &lt;a href=\"government%20of%20Japan\"&gt;government of Japan&lt;/a&gt;. The prime minister directs the &lt;a href=\"Cabinet%20of%20Japan\"&gt;National Cabinet&lt;/a&gt; and is the &lt;a href=\"commander-in-chief\"&gt;commander-in-chief&lt;/a&gt; of the &lt;a href=\"Japan%20Self-Defense%20Forces\"&gt;Japan Self-Defense Forces&lt;/a&gt;; he is &lt;a href=\"Imperial%20Investiture\"&gt;appointed&lt;/a&gt; by the &lt;a href=\"emperor%20of%20Japan\"&gt;emperor of Japan&lt;/a&gt; after being designated by the &lt;a href=\"National%20Diet\"&gt;National Diet&lt;/a&gt; and must enjoy the &lt;a href=\"Confidence%20and%20supply\"&gt;confidence&lt;/a&gt; of the &lt;a href=\"House%20of%20Representatives%20%28Japan%29\"&gt;House of Representatives&lt;/a&gt; to remain in office. He is the head of the &lt;a href=\"Cabinet%20of%20Japan\"&gt;Cabinet&lt;/a&gt; and appoints and dismisses the other &lt;a href=\"Minister%20of%20State\"&gt;ministers of state&lt;/a&gt;. The &lt;a href=\"literal%20translation\"&gt;literal translation&lt;/a&gt; of the Japanese name for the office is Minister for the Comprehensive Administration of (\"or\" the Presidency over) the Cabinet.\nThe current prime minister of Japan is &lt;a href=\"Fumio%20Kishida\"&gt;Fumio Kishida&lt;/a&gt;, who replaced &lt;a href=\"Yoshihide%20Suga\"&gt;Yoshihide Suga&lt;/a&gt; on 4 October 2021.\nHistory.\nBefore the adoption of the &lt;a href=\"Meiji%20Constitution\"&gt;Meiji Constitution&lt;/a&gt;, Japan had in practice no written &lt;a href=\"constitution\"&gt;constitution&lt;/a&gt;. Originally, a Chinese-inspired legal system known as \"&lt;a href=\"ritsury%C5%8D\"&gt;ritsuryō&lt;/a&gt;\" was enacted in the late &lt;a href=\"Asuka%20period\"&gt;Asuka period&lt;/a&gt; and early &lt;a href=\"Nara%20period\"&gt;Nara period&lt;/a&gt;. It described a government based on an elaborate and rational &lt;a href=\"meritocracy\"&gt;meritocratic&lt;/a&gt; bureaucracy, serving, in theory, under the ultimate authority of the &lt;a href=\"Emperor%20of%20Japan\"&gt;emperor&lt;/a&gt;; although in practice, real power was often held elsewhere, such as in the hands of the &lt;a href=\"Fujiwara%20clan\"&gt;Fujiwara clan&lt;/a&gt;, who intermarried with the &lt;a href=\"Imperial%20House%20of%20Japan\"&gt;imperial family&lt;/a&gt; in the &lt;a href=\"Heian%20period\"&gt;Heian period&lt;/a&gt;, or by the ruling \"&lt;a href=\"sh%C5%8Dgun\"&gt;shōgun&lt;/a&gt;\". Theoretically, the last \"ritsuryō\" code, the &lt;a href=\"Y%C5%8Dr%C5%8D%20Code\"&gt;Yōrō Code&lt;/a&gt; enacted in 752, was still in force at the time of the &lt;a href=\"Meiji%20Restoration\"&gt;Meiji Restoration&lt;/a&gt;.\nUnder this system, the was the head of the \"&lt;a href=\"Daij%C5%8D-kan\"&gt;Daijō-kan&lt;/a&gt;\" (Department of State), the highest organ of Japan's pre-modern Imperial government during the &lt;a href=\"Heian%20period\"&gt;Heian period&lt;/a&gt; and until briefly under the &lt;a href=\"Meiji%20Constitution\"&gt;Meiji Constitution&lt;/a&gt; with the appointment of &lt;a href=\"Sanj%C5%8D%20Sanetomi\"&gt;Sanjō Sanetomi&lt;/a&gt; in 1871. The office was replaced in 1885 with the appointment of &lt;a href=\"It%C5%8D%20Hirobumi\"&gt;Itō Hirobumi&lt;/a&gt; to the new position of Minister President of State, four years before the enactment of the &lt;a href=\"Meiji%20Constitution\"&gt;Meiji Constitution&lt;/a&gt;, which mentions neither the Cabinet nor the position of Prime Minister explicitly. It took its current form with the adoption of the &lt;a href=\"Constitution%20of%20Japan\"&gt;Constitution of Japan&lt;/a&gt; in 1947.\nTo date, 64 people have served this position. The &lt;a href=\"List_of_Prime_Ministers_of_Japan%23Rank_by_length_of_total_tenures\"&gt;longest serving prime minister to date&lt;/a&gt; is &lt;a href=\"Shinz%C5%8D%20Abe\"&gt;Shinzō Abe&lt;/a&gt;, who served as prime minister in two terms: from 26 September 2006 until 26 September 2007, and from 26 December 2012 until 16 September 2020.\nAppointment.\nThe prime minister is designated by both houses of the &lt;a href=\"National%20Diet\"&gt;Diet&lt;/a&gt;, before the conduct of any other business. For that purpose, each conducts a ballot under the &lt;a href=\"Two-round%20system\"&gt;run-off&lt;/a&gt; system. If the two houses choose different individuals, then a joint committee of both houses is appointed to agree on a common candidate. Ultimately, however, if the two houses do not agree within ten days, the decision of the House of Representatives is deemed to be that of the Diet. Therefore, the House of Representatives can theoretically ensure the appointment of any prime minister it wants. The candidate is then presented with his or her commission, and formally &lt;a href=\"Imperial%20Investiture\"&gt;appointed&lt;/a&gt; to office by the &lt;a href=\"Emperor%20of%20Japan\"&gt;Emperor&lt;/a&gt;. \nConventionally, the prime minister is almost always the leader of the majority party in the House of Representatives, or the leader of the senior partner in the governing coalition. But there have been three cabinet prime ministers from junior coalition partners (Ashida 1948, Hosokawa 1993, Murayama 1994), a few &lt;a href=\"minority%20government\"&gt;minority government&lt;/a&gt;s (most recently the Hata Cabinet in 1994 and at least numerically the Second Hashimoto Cabinet of 1996 during its first year, but with an &lt;a href=\"Confidence%20and%20supply\"&gt;extra-cabinet cooperation (閣外協力, \"kakugai kyōryoku\")&lt;/a&gt; agreement with two parties, sufficient to ensure safe majorities for most government initiatives), and several cabinets with a majority in the House of Representatives, but without legislative majority of their own (most recently the DPJ-led cabinets after the 2010 election; cf. \"&lt;a href=\"Nejire%20Kokkai\"&gt;Nejire Kokkai&lt;/a&gt;\"/\"twisted Diets\").\nRole.\nStatutory roles.\nUnlike most of his counterparts in constitutional monarchies, the prime minister is both \"de jure\" and \"de facto\" chief executive. In most other constitutional monarchies, the monarch is nominal chief executive, while being bound by convention to act on the advice of the cabinet. In contrast, the Constitution of Japan explicitly vests executive power in the Cabinet, of which the prime minister is the leader. His countersignature is required for all laws and Cabinet orders. While most ministers in parliamentary democracies have some freedom of action within the bounds of &lt;a href=\"cabinet%20collective%20responsibility\"&gt;cabinet collective responsibility&lt;/a&gt;, the Japanese Cabinet is effectively an extension of the prime minister's authority.\nOfficial office and residence.\nLocated near the Diet building, the Office of the Prime Minister of Japan is called the . The original Kantei served from 1929 until 2002, when a new building was inaugurated to serve as the current Kantei. The old Kantei was then converted into the Official Residence, or . The Kōtei lies to the southwest of the Kantei, and is linked by a walkway.\nTravel.\nThe Prime Minister of Japan travels in a &lt;a href=\"Toyota%20Century\"&gt;Toyota Century&lt;/a&gt;, which replaced the Lexus &lt;a href=\"Lexus%20LS%20%28XF40%29%23LS%20600h\"&gt;LS 600h L&lt;/a&gt; in 2019. \nFor overseas air travel, the Japanese government maintains two &lt;a href=\"Boeing%20777\"&gt;Boeing 777&lt;/a&gt;, which replaced the &lt;a href=\"Boeing%20747-400\"&gt;Boeing 747-400&lt;/a&gt; also in 2019. The aircraft is also used by the &lt;a href=\"Emperor%20of%20Japan\"&gt;emperor&lt;/a&gt;, the members of the Imperial family, and other high-ranking officials. \nThey have the radio callsigns &lt;a href=\"Japanese%20Air%20Force%20One\"&gt;Japanese Air Force One&lt;/a&gt; and Japanese Air Force Two when operating on official business, and Cygnus One and Cygnus Two when operating outside of official business (e.g., on training flights). The aircraft always fly together on government missions, with one serving as the primary transport and the other serving as a backup with maintenance personnel on board. The aircraft are officially referred to as .\nHonours and emoluments.\nUntil the mid-1930s, the prime minister of Japan was normally granted a hereditary &lt;a href=\"peerage\"&gt;peerage&lt;/a&gt; (\"&lt;a href=\"kazoku\"&gt;kazoku&lt;/a&gt;\") prior to leaving office if he had not already been ennobled. Titles were usually bestowed in the ranks of &lt;a href=\"count\"&gt;count&lt;/a&gt;, &lt;a href=\"viscount\"&gt;viscount&lt;/a&gt; or &lt;a href=\"baron\"&gt;baron&lt;/a&gt;, depending on the relative accomplishments and status of the prime minister. The two highest ranks, &lt;a href=\"marquess\"&gt;marquess&lt;/a&gt; and &lt;a href=\"prince\"&gt;prince&lt;/a&gt;, were only bestowed upon highly distinguished statesmen, and were not granted to a prime minister after 1928. The last prime minister who was a peer was Baron &lt;a href=\"Kij%C5%ABr%C5%8D%20Shidehara\"&gt;Kijūrō Shidehara&lt;/a&gt;, who served as Prime Minister from October 1945 to May 1946. The peerage was abolished when the &lt;a href=\"Constitution%20of%20Japan\"&gt;Constitution of Japan&lt;/a&gt; came into effect in May 1947.\nCertain eminent prime ministers have been awarded the &lt;a href=\"Order%20of%20the%20Chrysanthemum\"&gt;Order of the Chrysanthemum&lt;/a&gt;, typically in the degree of Grand Cordon. The highest honour in the Japanese honours system, the Collar of the Order of the Chrysanthemum, has only been conferred upon select prime ministers and eminent statesmen; the last such award to a living prime minister was to &lt;a href=\"Saionji%20Kinmochi\"&gt;Saionji Kinmochi&lt;/a&gt; in 1928. More often, the Order of the Chrysanthemum has been a posthumous distinction; the Collar of the order was last awarded posthumously to former prime minister &lt;a href=\"Yasuhiro%20Nakasone\"&gt;Yasuhiro Nakasone&lt;/a&gt; in November 2019. The Grand Cordon has typically been posthumously awarded; the most recent such award was to &lt;a href=\"Ryutaro%20Hashimoto\"&gt;Ryutaro Hashimoto&lt;/a&gt; in July 2006.\nAfter relinquishing office, the prime minister is normally accorded the second or senior third rank in the court order of precedence, and is usually raised to the senior second rank posthumously. Certain distinguished prime ministers have been posthumously raised to the first rank; the last such award was to Sato Eisaku in 1975. Since the 1920s, following their tenure in office, Prime ministers have typically been conferred with the Grand Cordon of the &lt;a href=\"Order%20of%20the%20Paulownia%20Flowers\"&gt;Order of the Paulownia Flowers&lt;/a&gt; (until 2003 a special higher class of the Order of the Rising Sun), depending on tenure and eminence. However, honours may be withheld due to misconduct or refusal on the part of the prime minister (for example, &lt;a href=\"Kiichi%20Miyazawa\"&gt;Kiichi Miyazawa&lt;/a&gt;)."
}