{
    "id": "248428",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=248428",
    "title": "Leonardo da Vinci–Fiumicino Airport",
    "text": "Rome–Fiumicino International Airport \"Leonardo da Vinci\" (; ) is an &lt;a href=\"international%20airport\"&gt;international airport&lt;/a&gt; in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. It is the &lt;a href=\"List%20of%20the%20busiest%20airports%20in%20Italy\"&gt;busiest airport in the country&lt;/a&gt; and in 2019, it ranked as the 11th &lt;a href=\"List%20of%20the%20busiest%20airports%20in%20Europe\"&gt;busiest airport in Europe by passenger traffic&lt;/a&gt; with over 43.5 million passengers served.\nThe airport served as the main &lt;a href=\"Airline%20hub\"&gt;hub&lt;/a&gt; for &lt;a href=\"Alitalia\"&gt;Alitalia&lt;/a&gt;, the then &lt;a href=\"flag%20carrier\"&gt;flag carrier&lt;/a&gt; and largest Italian &lt;a href=\"airline\"&gt;airline&lt;/a&gt;, which terminated operations on 15 October 2021. It currently serves as a hub for &lt;a href=\"Vueling\"&gt;Vueling&lt;/a&gt;, a Spanish &lt;a href=\"low-cost%20carrier\"&gt;low-cost carrier&lt;/a&gt; owned by &lt;a href=\"International%20Airlines%20Group\"&gt;International Airlines Group&lt;/a&gt; and is now the main international hub for Alitalia's successor &lt;a href=\"ITA%20Airways\"&gt;ITA Airways&lt;/a&gt;, which replaced Alitalia on 15 October 2021. Based on total passenger numbers, Fiumicino was the world's &lt;a href=\"World%27s%20busiest%20airports%20by%20passenger%20traffic\"&gt;49th-busiest airport&lt;/a&gt; in 2018. It covers an area of 16 km.\nHistory.\nEarly years.\nDuring construction the remains of &lt;a href=\"Caligula%27s%20Giant%20Ship\"&gt;Caligula's Giant Ship&lt;/a&gt; were found.\nThe airport was officially opened on 15 January 1961, with two &lt;a href=\"runway\"&gt;runway&lt;/a&gt;s, replacing the smaller &lt;a href=\"Rome%20Ciampino%20Airport\"&gt;Rome Ciampino Airport&lt;/a&gt;, which remains in service for some low-cost airlines as well as domestic and charter operations. Despite being officially opened in 1961, Leonardo da Vinci–Fiumicino Airport had actually been in use since 20 August 1960. This was to help relieve air traffic that was congesting Rome Ciampino Airport during the &lt;a href=\"1960%20Summer%20Olympics\"&gt;1960 Summer Olympics&lt;/a&gt;.\nDuring the 1960s, home-carrier Alitalia invested heavily in the new airport, building hangars and maintenance centres; in the same period a third runway was added (16L/34R).\nLater development.\nSecurity Services transferred from the &lt;a href=\"Polizia%20di%20Stato\"&gt;Polizia di Stato&lt;/a&gt; (Italian State Police) to Aeroporti di Roma S.p.A. in 2000. Aeroporti di Roma created ADR Security S.r.l. (100%-owned) to provide these services as well as security services to airlines (in competition with other security companies such as IVRI). Airport Security is supervised by Polizia di Stato, &lt;a href=\"Guardia%20di%20Finanza\"&gt;Guardia di Finanza&lt;/a&gt; (Italian Customs Police), &lt;a href=\"Italian%20Civil%20Aviation%20Authority\"&gt;Italian Civil Aviation Authority&lt;/a&gt; and Aeroporti di Roma S.p.A.. Ground handling services were provided by Aeroporti di Roma until 1999, when it created Aeroporti di Roma Handling (to serve all airlines except for &lt;a href=\"Alitalia\"&gt;Alitalia&lt;/a&gt;, which continued to be handled by Aeroporti di Roma itself). Alitalia provided passenger assistance even before 1999. In 2001, Alitalia created \"Alitalia Airport\" and started providing ground handling for itself and other airlines. Aeroporti di Roma Handling remains the biggest handler in terms of airlines handled, but Alitalia Airport is the biggest handler in terms of airplanes handled as Alitalia aircraft account for 50% of the ones at Fiumicino. In May 2006, Italy's Civil Aviation Authority announced that it took off the limitation of 3 ramp handlers in Rome Leonardo da Vinci airport. ARE Group and &lt;a href=\"Aviapartner\"&gt;Aviapartner&lt;/a&gt; announced that they would create a company called Aviapartner (51% Aviapartner; 49% ARE Group) to serve Milan Malpensa and Rome Leonardo da Vinci.\nSince 2005, the airport operates a &lt;a href=\"Category%20III%20approach\"&gt;category III B&lt;/a&gt; &lt;a href=\"instrument%20landing%20system\"&gt;instrument landing system&lt;/a&gt; (ILS). Further improvement work was implemented in 2007 to enable the airport to handle 30 &lt;a href=\"takeoff\"&gt;takeoff&lt;/a&gt;s/&lt;a href=\"landing\"&gt;landing&lt;/a&gt;s per hour, up from 10, in the event of thick fog. Three runways presently operate at Leonardo da Vinci airport: 16L/34R and 16R/34L (separated by a distance of , and 07/25, used only westwards for takeoffs owing to the prevailing winds. The airport used to have a fourth runway, 16C/34C which was located alongside 16L/34R, it was mostly used as a taxiway or as a backup for 16L/34R; the runway is now designated as Taxiway \"D\".\nIn 2010, the new single &lt;a href=\"baggage%20handling%20system\"&gt;baggage handling system&lt;/a&gt; for more efficient luggage delivery began operations.\nSeveral projects are planned. These include the construction of an environmentally-friendly &lt;a href=\"cogeneration\"&gt;cogeneration&lt;/a&gt; system, which would allow the airport to produce its own energy; construction of Pier C (dedicated to international flights) with 16 additional loading bridges, to handle the expected growth from 38 million passengers per year in 2014 to 55 million by 2018; and the \"Masterplan Fiumicino Nord\", involving four new terminals and two new runways to be built in the future handling 100 million passengers per year.\nTerminals.\nOverview.\nAs of 2021, after major expansion and refurbishment works, the airport now features two reorganised &lt;a href=\"airport%20terminal\"&gt;passenger terminals&lt;/a&gt;, one of which is currently operational.\nDevelopment.\nThe terminals were upgraded during the 1990s and 2000s. In 1991, the domestic Pier A with 12 gates opened, followed in 1995 by the international Pier B with 10 gates and in 1999 by the international Satellite C with 14 gates. In 2000, the new domestic Terminal A opened, and the terminal buildings, then consisting of Terminal A (with Pier A), Terminal AA, Terminal B (with Pier B) and Terminal C (with Satellite C), were reorganized.\nThe dedicated &lt;a href=\"air%20freight\"&gt;Cargo City&lt;/a&gt; terminal was added in 2004, while the check-in counters for American carriers and &lt;a href=\"El%20Al\"&gt;El Al&lt;/a&gt; in Terminal 5 opened in 2008, with passengers then being &lt;a href=\"airport%20bus\"&gt;bused&lt;/a&gt; to what was then called Satellite C. In 2009, the terminals were renamed – A was renamed T1, AA was renamed T2, B and C became T3, and T5 stayed the same.\nIn January 2017, Terminal 5 was closed for renovations; a new central airside hall is currently being built in the middle section.\nThe former Terminal 2 closed permanently on 15 December 2017 to make way for the north-west expansion of Terminal 1. A new three-storey boarding and waiting area, as well as a new Pier A with 13 boarding and 10 remote gates, are currently being constructed alongside Terminal 1, to open in Summer 2022.\nFrom 17 March 2020 to 6 August 2021, Terminal 1 has been closed due to decreased passenger traffic amidst the Covid-19 pandemic; this pause was used to perform a redesign of the main hall layout, which increased the available passenger space.\nFuture plans include a new Terminal 4, expansion of runways, and new buildings for car parking, services, and airport facilities.\nSkyBridge.\nAn automated &lt;a href=\"people%20mover\"&gt;people mover&lt;/a&gt; (APM) called SkyBridge opened in 1999 along with the Satellite C. It consists of two stations, one in the third floor of Terminal 3, and the other in the second floor of gate area E31-44. This &lt;a href=\"shuttle%20train\"&gt;shuttle train&lt;/a&gt; is the only means of transport for passengers between the two parts of the terminal. The westbound service, from T3 to Gates E31-44, is for departing passengers only, while the eastbound service is for arriving passengers only. Arriving passengers are not permitted to take the train back, as they need to pass through a transfer &lt;a href=\"security%20checkpoint\"&gt;security checkpoint&lt;/a&gt; to reenter the departure area. Likewise, departing passengers are not permitted to take the train back to Terminal 3.\nAirlines and destinations.\nPassenger.\nThe following airlines operate regular scheduled, seasonal and charter flights to and from Fiumicino:\nGround transportation.\nTrain.\n&lt;a href=\"Fiumicino%20Aeroporto%20railway%20station\"&gt;Fiumicino Aeroporto railway station&lt;/a&gt; is served by the &lt;a href=\"Leonardo%20Express\"&gt;Leonardo Express&lt;/a&gt; train operated by &lt;a href=\"Trenitalia\"&gt;Trenitalia&lt;/a&gt;, available at the airport terminal. It takes 30 minutes to get to &lt;a href=\"Roma%20Termini%20station\"&gt;Termini Station&lt;/a&gt; in a non-stop trip that is provided every 15 minutes. Alternatively, local trains (FL1 line) leave once every 15 minutes, stopping at all stations. However, these trains do not head to Termini station. Passengers have to change at &lt;a href=\"Roma%20Trastevere%20railway%20station\"&gt;Trastevere&lt;/a&gt;, &lt;a href=\"Roma%20Ostiense%20railway%20station\"&gt;Ostiense&lt;/a&gt; (&lt;a href=\"Piramide%20%28Rome%20Metro%29\"&gt;Metro Piramide&lt;/a&gt;) or &lt;a href=\"Roma%20Tuscolana%20railway%20station\"&gt;Tuscolana&lt;/a&gt;. The railway opened in December 1989, with nonstop and several stop services available.\nRoad.\nLeonardo da Vinci is about by car from Rome's historic city centre. The airport is served by the six-lane &lt;a href=\"Autostrada%20A91%20%28Italy%29\"&gt;Autostrada A91&lt;/a&gt; motorway and numerous buses and taxis.\nIncidents and accidents.\nFrom the 1960s until the 1980s, the airport experienced significant &lt;a href=\"aircraft%20hijacking\"&gt;aircraft hijacking&lt;/a&gt;s as well as being the scene of two major &lt;a href=\"List%20of%20terrorist%20incidents\"&gt;terrorist attack&lt;/a&gt;s and the port of origin for an aircraft bombing in flight—some engendered by Palestinians as part of the &lt;a href=\"Israeli%E2%80%93Palestinian%20conflict\"&gt;Israeli–Palestinian conflict&lt;/a&gt;."
}