{
    "id": "24863578",
    "revid": "29077096",
    "url": "https://en.wikipedia.org/wiki?curid=24863578",
    "title": "Carberry Tower",
    "text": "Carberry Tower is a historic house in &lt;a href=\"East%20Lothian\"&gt;East Lothian&lt;/a&gt;, Scotland. The house is situated off the A6124 road, south-east of &lt;a href=\"Musselburgh\"&gt;Musselburgh&lt;/a&gt;. &lt;a href=\"Carberry%2C%20East%20Lothian\"&gt;Carberry&lt;/a&gt;, like Musselburgh is in the parish of &lt;a href=\"Inveresk\"&gt;Inveresk&lt;/a&gt;. It is protected as a Category B &lt;a href=\"listed%20building\"&gt;listed building&lt;/a&gt;.\nHistory.\nThe lands on which Carberry Tower stands were first mentioned in the 11th century when King &lt;a href=\"David%20I%20of%20Scotland\"&gt;David I of Scotland&lt;/a&gt; granted \"Caerbairin\" (Carberry) to the monks of &lt;a href=\"Dunfermline%20Abbey\"&gt;Dunfermline Abbey&lt;/a&gt;. The first landowner or lessee was John de Crebarrie, but it was the Johnstone family who were the first owners of Carberry Tower. The original building was a simple square &lt;a href=\"tower%20house\"&gt;tower house&lt;/a&gt;, built more for strength than ornament. In 1541, Hugh Rigg, the King's Advocate, leased the lands from the abbey. It appeared Hugh Rigg had an agreement with the &lt;a href=\"Abbot%20of%20Dunfermline\"&gt;Abbot of Dunfermline&lt;/a&gt; to lease until 1585. Both &lt;a href=\"John%20Knox\"&gt;John Knox&lt;/a&gt; and &lt;a href=\"George%20Buchanan\"&gt;George Buchanan&lt;/a&gt; recorded an unflattering story that Hugh Rigg advised &lt;a href=\"Regent%20Arran\"&gt;Regent Arran&lt;/a&gt; to change the position of the Scottish army at the nearby &lt;a href=\"Battle%20of%20Pinkie\"&gt;Battle of Pinkie&lt;/a&gt; in 1547. Buchanan mentions that Hugh was known for his corpulence rather than military skill and Knox suggests that Hugh advised the manoeuvre to keep the English away from Carberry.\nIn June 1567, on &lt;a href=\"Carberry%20Hill\"&gt;Carberry Hill&lt;/a&gt;, part of the Carberry Estate, &lt;a href=\"Mary%2C%20Queen%20of%20Scots\"&gt;Mary, Queen of Scots&lt;/a&gt;, faced an army assembled by a confederation of her lords. She quickly surrendered herself to the lords, and was then imprisoned. A monument, the Queen's Mount, still stands nearby commemorating the incident.\nIn 1587, after the &lt;a href=\"Scottish%20Reformation\"&gt;Scottish Reformation&lt;/a&gt;, the lands and tower of Carberry were annexed by the Crown and new superiors, the &lt;a href=\"Maitland\"&gt;Maitland&lt;/a&gt;s of Lauderdale, were appointed. On 1 April 1600, the Riggs received a &lt;a href=\"charter\"&gt;charter&lt;/a&gt; from &lt;a href=\"Anne%20of%20Denmark\"&gt;Queen Anne&lt;/a&gt;, wife of &lt;a href=\"James%20VI%20of%20Scotland\"&gt;James VI of Scotland&lt;/a&gt; for a further stay at 'Carberrie'. The estate later, in 1659, passed to Sir Adam Blair of Lochwood, but that family only lived there for 30 years before transferring the property to Sir Robert Dickson of Inveresk, whose son, also Robert, was the Chief &lt;a href=\"Baillie\"&gt;Baillie&lt;/a&gt; of Musselburgh in 1745, when the rebel &lt;a href=\"jacobite%20rising%20of%201745\"&gt;Jacobite&lt;/a&gt; troops passed between Carberry and Musselburgh on their way to the &lt;a href=\"Battle%20of%20Prestonpans\"&gt;Battle of Prestonpans&lt;/a&gt; on the 21 September of that year. In 1760, John Fullerton moved into Carberry Tower and it was he who began the alterations and enlargement of the tower. It seemed, over the years, as if the extensions were being built, piece by piece, in an anti-clockwise direction. John's niece, Elizabeth, married the Hon. William Elphinstone in 1774 and the house passed into the &lt;a href=\"Lord%20Elphinstone\"&gt;Elphinstone&lt;/a&gt; family in 1801. More alterations on the old tower commenced in 1830.\n&lt;a href=\"William%20Elphinstone%2C%2015th%20Lord%20Elphinstone\"&gt;William Elphinstone, 15th Lord Elphinstone&lt;/a&gt;, succeeded to the estate in 1861 and it was he who was largely responsible for the complete redesign of the estate. The &lt;a href=\"arboretum\"&gt;arboretum&lt;/a&gt;, for cultivating plants, was started during his tenure. His son, &lt;a href=\"Sidney%20Buller-Fullerton-Elphinstone%2C%2016th%20Lord%20Elphinstone\"&gt;Sydney Herbert, 16th Lord Elphinstone&lt;/a&gt;, married Lady &lt;a href=\"Mary%20Elphinstone%2C%20Lady%20Elphinstone\"&gt;Mary Bowes-Lyon&lt;/a&gt;, sister of &lt;a href=\"Queen%20Elizabeth%2C%20the%20Queen%20Mother\"&gt;Queen Elizabeth, the Queen Mother&lt;/a&gt;. The young Elizabeth visited her sister and helped at the Red Cross bazaar held at Carberry Tower in 1915.\nThe couple made great improvements to both house and estate, particularly the laying-out of the formal garden in 1911. Specimen trees and many other varieties of plants were planted in the park. Sydney Elphinstone died in 1955 and his wife, Lady Mary, died six years later in 1961. Lady Mary bequeathed the tower to the &lt;a href=\"Church%20of%20Scotland\"&gt;Church of Scotland&lt;/a&gt;. The church used the tower as a conference centre where they built an annexe and a chapel in the park. Much of the estate was sold in small parcels, though most of it is in the ownership of the &lt;a href=\"Duke%20of%20Buccleuch\"&gt;Buccleuch Estate&lt;/a&gt;.\nIn 2004, the tower was sold to the &lt;a href=\"Gartmore%20House\"&gt;Gartmore House&lt;/a&gt; charitable trust, and in 2008 it underwent major refurbishment.\nIn April 2011 the property was acquired by Clarenco LLP who trade under the brand AmaZing Venues. After undergoing an extensive multimillion-pound refurbishment, Carberry Tower is now run as a wedding and events venue and hotel.\nIn June 2015 Carberry Tower was put up for sale by AmaZing Ventures for £3 Million and sold to Kingsland Estate LDT .\nCarberry Festival.\nCarberry Festival was a Christian arts festival held at Carberry Tower from 1986 for 22 years running until 2008, this was the brainchild of Jock and Margaret Stein who were the resident wardens in charge at that time. Focusing on people who joined in worship and activities, the festival reached its peak in the 1990s, and offered an opportunity for retreat, particularly for young families, in a very tranquil setting, and a house which at that time retained un-commercialised character. Music was a core element of the festival, and artists would often be invited to perform and play small concerts in the small chapel. These artist included people from many countries. Over the years, hundreds of Christian artists including Fischy Music, Suzanne Adam, Vangel, &lt;a href=\"Albert%20Bogle%20%28Moderator%29\"&gt;Albert Bogle&lt;/a&gt;, Riding Lights Theatre Company and &lt;a href=\"Yvonne%20Lyon\"&gt;Yvonne Lyon&lt;/a&gt;. The festival also offered a children's program which allowed parents time pursue other activities. On the acquisition of Carberry Tower by (&lt;a href=\"Gartmore%20House\"&gt;Gartmore House&lt;/a&gt;) (at that time) the festival was discontinued. "
}