{
    "id": "2486365",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=2486365",
    "title": "Roanoke–Blacksburg Regional Airport",
    "text": "Roanoke–Blacksburg Regional Airport (Woodrum Field) is three miles northwest of &lt;a href=\"Roanoke%2C%20Virginia\"&gt;Roanoke, Virginia&lt;/a&gt;. It is governed by the five-member Roanoke Regional Airport Commission, which includes representatives from both the city and county of Roanoke. The airport has two runways and over 60 scheduled flights a day; it covers 912 acres (369 ha).\n&lt;a href=\"Federal%20Aviation%20Administration\"&gt;Federal Aviation Administration&lt;/a&gt; records say the airport had 315,293 passenger boardings (enplanements) in calendar year 2008, 297,588 in 2009 and 316,478 in 2010. The &lt;a href=\"Federal%20Aviation%20Administration\"&gt;Federal Aviation Administration&lt;/a&gt; (FAA) &lt;a href=\"National%20Plan%20of%20Integrated%20Airport%20Systems\"&gt;National Plan of Integrated Airport Systems&lt;/a&gt; for 2017–2021 &lt;a href=\"FAA%20airport%20categories\"&gt;categorized&lt;/a&gt; it as a non-hub primary commercial service facility.\nWith a history to the time following &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Roanoke Regional Airport has evolved from a pair of dirt runways and a single hangar to a modern airport. The terminal building was completed in 1989; the control tower was completed in 2005.\nIn the year ending June 2017 Roanoke Regional saw 609,000 passengers, with 81% on-time departures and 83% on-time arrivals. The top carriers into Roanoke were &lt;a href=\"Piedmont%20Airlines\"&gt;Piedmont Airlines&lt;/a&gt; with 35.3%, &lt;a href=\"ExpressJet\"&gt;ExpressJet&lt;/a&gt; with 23.18%, &lt;a href=\"Delta%20Air%20Lines\"&gt;Delta&lt;/a&gt; with 13.87%, &lt;a href=\"Allegiant%20Air\"&gt;Allegiant&lt;/a&gt; with 10.56%, and the now defunct &lt;a href=\"Trans%20States%20Airlines\"&gt;Trans States&lt;/a&gt; with 7.49% of all passengers.\nHistory.\nAfter World War I the idea of opening an airport in the &lt;a href=\"Roanoke%20Valley\"&gt;Roanoke Valley&lt;/a&gt; became a priority for local leaders. The intended purpose was to provide a landing strip, aircraft storage, and a flight school. The original location was north of Roanoke city limits in &lt;a href=\"Roanoke%20County%2C%20Virginia\"&gt;Roanoke County&lt;/a&gt;. The location was secured on July 1, 1929, when the city of Roanoke signed the lease on the land to operate the Roanoke Municipal Airport. The original facility had a single x hangar and a pair of dirt runways, and the first airline service commenced in 1933 when Ludington Airlines made Roanoke a stop on their New York to &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville&lt;/a&gt; route.\nBy 1934 &lt;a href=\"American%20Airlines\"&gt;American Airlines&lt;/a&gt; began service to Roanoke, but they moved their operations to &lt;a href=\"Lynchburg%2C%20Virginia\"&gt;Lynchburg&lt;/a&gt; in 1937 due to poor conditions in Roanoke. After American's withdrawal, city leaders determined a new facility was needed. It was originally privately operated, but the city of Roanoke took control of the facility in 1937, after it purchased the original hangar, with &lt;a href=\"Works%20Progress%20Administration\"&gt;Works Progress Administration&lt;/a&gt; funds paying the costs of paving the runways. After the airport was declared a national defense project, federal funds became available to complete the facility, and on December 15, 1941, it was officially dedicated. The airport was named Woodrum Field in honor of &lt;a href=\"Clifton%20A.%20Woodrum\"&gt;Clifton A. Woodrum&lt;/a&gt;, the congressional representative from &lt;a href=\"Virginia%27s%206th%20congressional%20district\"&gt;Virginia's Sixth District&lt;/a&gt;, and after it reopened, American Airlines reestablished service to Roanoke Municipal Airport.\nIn 1950 Roanoke had three runways: 3730-ft runway 5, 3910-ft runway 9, and 4270-ft runway 15. By 1962 runway 5 had been extended to 5427 ft, and by 1965 runway 15 was 5800 ft; no further change until runway 9 was closed around 1970. In 1981 runway 5 was the longest, at 5903 ft.\nThe first airline jets were Piedmont 727s in 1967.\nShortly after it departed from &lt;a href=\"Asheville%20Regional%20Airport\"&gt;Asheville Regional Airport&lt;/a&gt; in &lt;a href=\"Asheville%2C%20North%20Carolina\"&gt;Asheville, North Carolina&lt;/a&gt;, on July 19, 1967, &lt;a href=\"Piedmont%20Airlines%20Flight%2022\"&gt;Piedmont Airlines Flight 22&lt;/a&gt; collided with a Cessna 310 on approach to Asheville. The Piedmont &lt;a href=\"Boeing%20727\"&gt;Boeing 727&lt;/a&gt; was en route to Roanoke. There were 82 fatalities and no survivors, making this the deadliest accident associated with Roanoke Regional Airport.\nA proposal for runway expansion and facilities upgrades was developed in 1975, but was put on hold while a new regional airport was being studied. During this time, &lt;a href=\"airline%20deregulation\"&gt;airline deregulation&lt;/a&gt; was put in place, and this combined with the airport's aging facilities and airlines' phasing out of &lt;a href=\"turbo%20prop\"&gt;turbo prop&lt;/a&gt; aircraft resulted in less service to the airport. To allow larger jets, a runway expansion began in the early 1980s. With the runway extension underway, the airport changed its name from Roanoke Municipal Airport to Roanoke Regional Airport in 1983. The runway expansion was completed in 1985.\nIn 1984-85 the city developed a Master Plan calling for $43.8 million to be spent on a new terminal building and other improvements. $15.4 million was secured in state and local funding, and the remainder was covered by local authorities. The creation of a Regional Airport Commission to oversee airport operations was proposed to cover this funding. Approved by the &lt;a href=\"Virginia%20General%20Assembly\"&gt;Virginia General Assembly&lt;/a&gt; on February 18, 1986 and initiated on July 1, 1987, the Roanoke Regional Airport Commission has five members, three appointed from Roanoke City and two from Roanoke County. The commission ended the city of Roanoke's role as the sole operator of the airport, as it had been from 1934 through 1987.\nRoanoke has never had international passenger service, but in 2001 the Airport Commission was prepared to change the airport's name to Roanoke International Airport. This was the case as the &lt;a href=\"U.S.%20Customs%20Service\"&gt;U.S. Customs Service&lt;/a&gt; increased the radius covered by the &lt;a href=\"inland%20port\"&gt;inland port&lt;/a&gt; in &lt;a href=\"Dublin%2C%20Virginia\"&gt;Dublin&lt;/a&gt; to include Roanoke. This expansion allowed the airport to add customs officials to accommodate both international travel and cargo to pass through Roanoke. The renaming did not occur as a result of the economic downturn in the wake of the &lt;a href=\"September%2011%2C%202001%20attacks\"&gt;September 11, 2001 attacks&lt;/a&gt;, however. In 2007, the prospect of changing the airport's name was again proposed by the Airport Commission.\nLocal residents and businesses have been known to take issue with the airport's limited non-stop flights and lack of low-price fares. Airport officials estimate that around a third of airline tickets purchased by area residents are for travel from other airports. Competition includes &lt;a href=\"Piedmont%20Triad%20International%20Airport\"&gt;Piedmont Triad International Airport&lt;/a&gt; near &lt;a href=\"Greensboro%2C%20North%20Carolina\"&gt;Greensboro&lt;/a&gt;, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, and others farther away that have service from &lt;a href=\"Southwest%20Airlines\"&gt;Southwest Airlines&lt;/a&gt; or international flights. Aviation industry consultant Michael Boyd compared Roanoke's level of air service favorably to similarly sized cities.\nThe airport added non-stop service to &lt;a href=\"Orlando%20Sanford%20International%20Airport\"&gt;Orlando&lt;/a&gt; in May 2006 and &lt;a href=\"St.%20Petersburg-Clearwater%20International%20Airport\"&gt;Tampa&lt;/a&gt; in December 2006 with &lt;a href=\"Allegiant%20Air\"&gt;Allegiant Air&lt;/a&gt;. This is part of an effort to bring new and improved service to the airport with existing and new carriers. Earlier attempts to lobby &lt;a href=\"AirTran%20Airways\"&gt;AirTran Airways&lt;/a&gt; and the now defunct &lt;a href=\"Independence%20Air\"&gt;Independence Air&lt;/a&gt; to serve the airport were unsuccessful.\nAirlines.\nAirline service to Roanoke commenced in 1933. American Airlines left Roanoke in 1962, &lt;a href=\"Eastern%20Airlines\"&gt;Eastern Airlines&lt;/a&gt; flew to Roanoke until 1978, but the original &lt;a href=\"Piedmont%20Airlines%20%281948-1989%29\"&gt;Piedmont Airlines&lt;/a&gt; was the most important.\nPiedmont service began on April 16, 1948, with two flights, carrying 42 passengers. In the 1970s Piedmont established a &lt;a href=\"airline%20hub\"&gt;hub&lt;/a&gt; in Roanoke with 45 daily flights that served 330,000 passengers by 1973. In 1982 Piedmont accounted for 89 percent of all passengers that traveled through Roanoke.\nFrom Roanoke, Piedmont flew non-stop to many airports, including: &lt;a href=\"Hartsfield%E2%80%93Jackson%20Atlanta%20International%20Airport\"&gt;Atlanta&lt;/a&gt;, &lt;a href=\"Charlotte/Douglas%20International%20Airport\"&gt;Charlotte&lt;/a&gt;, &lt;a href=\"O%27Hare%20International%20Airport\"&gt;Chicago–O'Hare&lt;/a&gt;, &lt;a href=\"Piedmont%20Triad%20International%20Airport\"&gt;Greensboro&lt;/a&gt;, &lt;a href=\"Louisville%20International%20Airport\"&gt;Louisville&lt;/a&gt;, &lt;a href=\"Nashville%20International%20Airport\"&gt;Nashville&lt;/a&gt;, &lt;a href=\"Newark%20Liberty%20International%20Airport\"&gt;Newark&lt;/a&gt;, &lt;a href=\"Pittsburgh%20International%20Airport\"&gt;Pittsburgh&lt;/a&gt;, &lt;a href=\"Richmond%20International%20Airport\"&gt;Richmond&lt;/a&gt;, and &lt;a href=\"Ronald%20Reagan%20Washington%20National%20Airport\"&gt;Washington–Reagan&lt;/a&gt;. Piedmont continued to serve Roanoke through its merger with USAir, and the final Piedmont flights from Roanoke were on August 4, 1989.\nDuring Piedmont's dominance, several regional airlines began and ended service to Roanoke. Between October 29, 1978 and February 1979 &lt;a href=\"Allegheny%20Airlines\"&gt;Allegheny Airlines&lt;/a&gt; flew nonstop to Pittsburgh, &lt;a href=\"Aeromech%20Airlines\"&gt;Aeromech Airlines&lt;/a&gt; briefly provided service to West Virginia destinations in the early 1980s, and Air Virginia provided service from the 1970s to the mid-1980s.\nSince the Piedmont-USAir merger, Roanoke has seen various carriers. &lt;a href=\"American%20Eagle%20Airlines\"&gt;American Eagle&lt;/a&gt; ended service to its &lt;a href=\"Raleigh-Durham%20International%20Airport\"&gt;Raleigh-Durham&lt;/a&gt; hub in December 1994. In January 1996 &lt;a href=\"Continental%20Express\"&gt;Continental Express&lt;/a&gt; flew to its Newark hub, it pulled out on November 1, 1997. Other carriers at Roanoke have decreased the number of destinations served from Roanoke since the early 1990s. &lt;a href=\"U.S.%20Airways%20Express\"&gt;U.S. Airways Express&lt;/a&gt; has eliminated non-stop service to &lt;a href=\"Baltimore-Washington%20International%20Thurgood%20Marshall%20Airport\"&gt;Baltimore&lt;/a&gt;, &lt;a href=\"Charlottesville-Albemarle%20Airport\"&gt;Charlottesville&lt;/a&gt;, &lt;a href=\"Dayton%20International%20Airport\"&gt;Dayton&lt;/a&gt;, Pittsburgh and Washington-Reagan since 1990, &lt;a href=\"Northeast%20Express%20Regional%20Airlines\"&gt;Northwest Airlink&lt;/a&gt; eliminated service to Newark in December 1992, and Delta eliminated service to &lt;a href=\"Cincinnati/Northern%20Kentucky%20International%20Airport\"&gt;Cincinnati&lt;/a&gt; on &lt;a href=\"Chautauqua%20Airlines\"&gt;Chautauqua Airlines&lt;/a&gt; in September 2008. In 2010 Delta and Northwest Airlink merged, decreasing operations at ROA.\nFacilities.\nTerminal.\nThe terminal was designed by the &lt;a href=\"Charlotte%2C%20North%20Carolina\"&gt;Charlotte&lt;/a&gt;-based architectural firm Odell Associates and was built to serve as a replacement for the 1953 terminal, which was demolished in 2005. Construction of the terminal commenced in 1987, and it opened in October 1989 at a final cost of $25 million. The Y-shaped building features a front of blue-tinted, reflecting glass with exposed white triangular tube steel trusses. The lobby interior includes an arched brick wall leading out into a central plaza and front courtyard at the main entrance. The terminal was constructed to handle passengers expected through the year 2010, with a design that allows for expansion when warranted. Outside the terminal is an abstract, steel sculpture by New York artist &lt;a href=\"Albert%20Paley\"&gt;Albert Paley&lt;/a&gt; entitled \"Aurora\". Installed in October 1990, the sculpture is feet in height.\nLandside facilities, or the facilities outside the &lt;a href=\"Transportation%20Security%20Administration\"&gt;TSA&lt;/a&gt; security checkpoint, include check-in, car rental, baggage claim and a taxi hire. The upper-level has a small cafe and newsstand. The upper-level Airside, or the facilities located inside the TSA security checkpoint, has seven gates (Gates 1–6 and 5A), and a small cafe area. The entire terminal has been a free &lt;a href=\"Wi-Fi\"&gt;Wi-Fi&lt;/a&gt; hotspot since April 2, 2003.\nThe terminal was designed to allow expansion, and there has been talk of an expansion in the near future, though plans have yet to be announced. With gate space being used to capacity at peak times, there is little capacity for new flights unless they operate at off-peak times.\nRunways.\nRoanoke Regional Airport has a pair of runways; The longer is x , and the other is x .\nAn expansion to Runway 6/24 was envisioned in the 1970s. Expansion was delayed until the early 1980s while a proposed new regional airport serving Roanoke, &lt;a href=\"Lynchburg%2C%20Virginia\"&gt;Lynchburg&lt;/a&gt; and &lt;a href=\"Martinsville%2C%20Virginia\"&gt;Martinsville&lt;/a&gt;, to be built in &lt;a href=\"Bedford%20County%2C%20Virginia\"&gt;Bedford County&lt;/a&gt;, was evaluated. When this proposal was scrapped, the runway expansion was completed in 1985 and was added to its east end.\nThe expansion included a tunnel beneath Runway 06/24 on &lt;a href=\"Virginia%20State%20Route%20118\"&gt;Virginia State Route 118&lt;/a&gt;. Completed between 1983 and 1985, it is maintained by the Roanoke Regional Airport Commission. The most recent runway refurbishment was completed in 2002, in addition to the relocating one of the taxiways to prevent runway incursions.\nDue to the size and layout of its runways, the airport has been rated among the top ten airports within usable distance of &lt;a href=\"Andrews%20Air%20Force%20Base\"&gt;Andrews Air Force Base&lt;/a&gt; for training pilots in the 89th Operations Group. This group is responsible for piloting &lt;a href=\"Air%20Force%20One\"&gt;Air Force One&lt;/a&gt; as the Special Air Mission fleet for the President of the United States.\nControl tower.\nRoanoke Regional Airport has been served by five &lt;a href=\"control%20tower\"&gt;control tower&lt;/a&gt;s. The first tower was commissioned in March 1943, and the fourth commissioned on June 6, 1952, located atop the original terminal building. With the opening of the new terminal in 1989, a replacement tower became necessary to allow for the demolition of the original terminal building. The new tower would also provide controllers unobstructed view of the entire airport, as the original structure did not.\nFederal funding for a new tower fell through in 1993 and again in 1997. In 1999, however, the &lt;a href=\"FAA\"&gt;FAA&lt;/a&gt; announced that they were restarting the Roanoke project, paving the way for its construction. The present tower is in height and has been operational since its commission by the FAA on December 5, 2004. It was officially dedicated on May 16, 2005 in honor of former Roanoke air traffic manager John Hinkle.\nTwenty-nine air traffic controllers work the Roanoke air traffic control facility, which in addition to the tower includes a &lt;a href=\"TRACON\"&gt;TRACON&lt;/a&gt; (Terminal Radar Approach Control) that also provides air traffic services for &lt;a href=\"Lynchburg%20Regional%20Airport\"&gt;Lynchburg&lt;/a&gt;, &lt;a href=\"Smith%20Mountain%20Lake%20Airport\"&gt;Smith Mountain Lake&lt;/a&gt;, &lt;a href=\"New%20London%20Airport%20%28Virginia%29\"&gt;New London&lt;/a&gt;, &lt;a href=\"Brookneal/Campbell%20County%20Airport\"&gt;Brookneal&lt;/a&gt; and the &lt;a href=\"Falwell%20Airport\"&gt;Falwell Airport&lt;/a&gt; in Lynchburg. The TRACON also provides &lt;a href=\"procedural%20control\"&gt;non radar&lt;/a&gt; services to &lt;a href=\"New%20River%20Valley%20Airport\"&gt;Dublin&lt;/a&gt;, &lt;a href=\"Virginia%20Tech%20Montgomery%20Executive%20Airport\"&gt;Blacksburg&lt;/a&gt;, and Hillsville, due to radar limitations caused by surrounding terrain. The total airspace controlled by Roanoke stretches well over from the &lt;a href=\"Wytheville%2C%20Virginia\"&gt;Mountain Empire&lt;/a&gt; region to &lt;a href=\"Farmville%2C%20Virginia\"&gt;Farmville&lt;/a&gt;.\nParking and ground transportation.\nRoanoke Regional features a large surface &lt;a href=\"parking%20lot\"&gt;parking lot&lt;/a&gt;, which is divided into long term (996 spaces) and short term (226 spaces) parking. An additional 598 parking spaces are available in an overflow lot across Aviation Drive during peak travel times. A small parking shuttle bus operates every 10 to 15 minutes between 6 a.m. and midnight, which has been in service since 1990. A multi-level parking garage is planned atop the site of the existing long term lot.\nThe airport is accessible via Aviation Drive, which branches off &lt;a href=\"Virginia%20State%20Route%20101\"&gt;Hershberger Road&lt;/a&gt; just east of Exit 3E off &lt;a href=\"Interstate%20581\"&gt;I-581&lt;/a&gt; leading to downtown Roanoke. The airport can also be reached from Virginia State Route 118 by connecting with Municipal Drive just east of the terminal.\nMajor rental car companies serve the airport. &lt;a href=\"taxicabs\"&gt;Taxi&lt;/a&gt; and limousine service is provided by local companies.\nThe airport is also served by the &lt;a href=\"Valley%20Metro%20%28Roanoke%29\"&gt;Smart Way Bus&lt;/a&gt;, with its stop located outside the eastern end of the terminal. Operating Monday through Saturday, the Smart Way serves both downtown Roanoke as well as &lt;a href=\"Salem%2C%20Virginia\"&gt;Salem&lt;/a&gt;, &lt;a href=\"Christiansburg%2C%20Virginia\"&gt;Christiansburg&lt;/a&gt;, &lt;a href=\"Blacksburg%2C%20Virginia\"&gt;Blacksburg&lt;/a&gt; and &lt;a href=\"Virginia%20Tech\"&gt;Virginia Tech&lt;/a&gt;. As of fall 2019 &lt;a href=\"Valley%20Metro%20%28Roanoke%29\"&gt;Valley Metro&lt;/a&gt; has reinstated local bus service to the airport between 5:45AM and 8:45PM on route 25. The bus travels from downtown to the airport via Hollins Road and a one way trip takes about 25 minutes."
}