{
    "id": "24866497",
    "revid": "1062633664",
    "url": "https://en.wikipedia.org/wiki?curid=24866497",
    "title": "Tom Plate",
    "text": "Thomas Gordon Plate (born May 17, 1944) is an American journalist, university professor and op-ed columnist. Since 1995 his continuing column on Asia - and now specifically on the U.S. China relationship - has appeared in leading newspapers across the globe, including, of late, the \"&lt;a href=\"South%20China%20Morning%20Post\"&gt;South China Morning Post&lt;/a&gt;\" in &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, where he is now a regular overseas opinion-section contributor, from Los Angeles; and before that in \"&lt;a href=\"The%20Straits%20Times\"&gt;The Straits Times&lt;/a&gt;\" in &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, \"The &lt;a href=\"Khaleej%20Times\"&gt;Khaleej Times&lt;/a&gt;\" out of &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt;, &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt;, \"&lt;a href=\"The%20Japan%20Times\"&gt;The Japan Times&lt;/a&gt;\" in &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, \"&lt;a href=\"The%20Korea%20Times\"&gt;The Korea Times&lt;/a&gt;\" in &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;, \"&lt;a href=\"The%20Jakarta%20Post\"&gt;The Jakarta Post&lt;/a&gt;\", the International Herald Tribune (pre-NY Times total ownership), and many others. He was Editor of the Editorial Pages of the &lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt; from 1989 to 1995, and a L.A. Times op-ed columnist until 2000. He is now at &lt;a href=\"Loyola%20Marymount%20University\"&gt;Loyola Marymount University&lt;/a&gt; in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; as its Distinguished Scholar of Asian and Pacific Studies and full-time Clinical Professor in the Asian and Asian American Studies Department, in the university's Bellarmine College of Arts and Sciences. He is founder and editor-in-chief of Asia Media International (asiamedia.lmu.edu), America's only website run by college students devoted entirely to Asia and the U.S. He is a Charter Member of LMU's Phi Beta Kappa chapter (Omega of California). Since 2017 he has served as a board member and Vice President of the Pacific Century Institute, a track-two 'building bridges' nonprofit based in Los Angeles, with branch offices in East Asia. Currently, he is in the pre-production phase of launching an Asia Media International subsidiary: Asia Media Press.\nBiography.\nEarly life.\nThomas Plate was born in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. At the age of five Plate's parents moved him and his sister Maureen, to &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt;. He attended public schools on Long Island before transferring to the Franciscan Preparatory Seminary in &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; at the age fifteen. Before too long, Plate left the seminary and entered Walt Whitman High School on Long Island and became an editor of the school newspaper, \"The Whitman Window.\" He graduated from high school and left Long Island in 1962.\nAfter a year at the &lt;a href=\"University%20of%20Pittsburgh\"&gt;University of Pittsburgh&lt;/a&gt; under a &lt;a href=\"General%20Motors\"&gt;General Motors&lt;/a&gt; Scholarship, he transferred to &lt;a href=\"Amherst%20College\"&gt;Amherst College&lt;/a&gt;. In 1966, he received a &lt;a href=\"Bachelor%27s%20degree\"&gt;Bachelor's degree&lt;/a&gt; in &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; from Amherst (&lt;a href=\"Phi%20Beta%20Kappa\"&gt;Phi Beta Kappa&lt;/a&gt;, &lt;a href=\"cum%20laude\"&gt;cum laude&lt;/a&gt;). While at Amherst College, Plate became Managing Editor of the \"Amherst Student,\" the campus newspaper, was head of the student speakers' program and editor of PAIDEIA, then the student literary magazine. In 1965 (March 3) his editorial arguing against U.S. involvement in the Vietnam war appeared in the Amherst student newspaper, where he was managing editor. It was considered one of the first, if not the first, U.S. student newspaper anti-war editorial. He continued his studies at the &lt;a href=\"Woodrow%20Wilson%20School%20of%20Public%20and%20International%20Affairs\"&gt;School of Public and International Affairs&lt;/a&gt; at &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt;. There, Plate served on the editorial board of the policy review and earned his master's degree in public affairs from Princeton in 1969, with an emphasis on the U.S. role in the world.\nCareer.\nDuring his years at Amherst and Princeton, Plate worked as a campus correspondent for \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\" and the \"&lt;a href=\"Washington%20Post\"&gt;Washington Post&lt;/a&gt;\". He also interned at both media institutions, as well as at the &lt;a href=\"United%20States%20State%20Department\"&gt;United States State Department&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington&lt;/a&gt; in the summer of 1967 as a speechwriter, between Amherst graduation and Princeton enrollment.\nIn 1970 he wrote his first book \"Understanding Doomsday: A Guide to the Nuclear Arms Race for Hawks, Doves and People\". His career in journalism includes long stints at: &lt;a href=\"Newsday\"&gt;Newsday&lt;/a&gt; (Long Island, under David Laventhol), \"&lt;a href=\"New%20York%20Magazine\"&gt;New York Magazine&lt;/a&gt;\" (under &lt;a href=\"Clay%20Felker\"&gt;Clay Felker&lt;/a&gt;), the \"&lt;a href=\"Los%20Angeles%20Herald%20Examiner\"&gt;Los Angeles Herald Examiner&lt;/a&gt;\" (under &lt;a href=\"James%20Bellows\"&gt;James Bellows&lt;/a&gt;), where he won a coveted Deadline Writing Award from the &lt;a href=\"American%20Society%20of%20Newspaper%20Editors\"&gt;American Society of Newspaper Editors&lt;/a&gt; and for three-years-running the Beat Editorial Award from The Greater Los Angeles Press Club, \"&lt;a href=\"The%20Daily%20Mail%20of%20London\"&gt;The Daily Mail of London&lt;/a&gt;\" (under &lt;a href=\"Sir%20David%20English\"&gt;Sir David English&lt;/a&gt;); \"&lt;a href=\"New%20York%20Newsday\"&gt;New York Newsday&lt;/a&gt;\" (under Don Forst); and \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine (under Ray Cave). In 1989, Plate moved from New York City to Los Angeles (under Editor Shelby Coffey and Publisher and CEO David Laventhol. In &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, from the end of 1989 to the fall of 1995, Plate was Editor of the Editorial Pages of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\". In this position he supervised the daily editorial and Sunday op-ed pages. While there, these sections garnered significant professional recognition, including awards from the &lt;a href=\"California%20Newspaper%20Publishers%20Association\"&gt;California Newspaper Publishers Association&lt;/a&gt; and national newspaper design awards. In 1992, when he was editor of its editorial (opinion) pages, the Los Angeles Times won the Pulitzer Prize for its treatment of the Los Angeles Riots. In 1999, he was selected as a &lt;a href=\"Hoover%20Institution\"&gt;Hoover Institution&lt;/a&gt; Media Fellow. In 2011, 'Conversations With Lee Kuan Yew,' the first in the 'Giants of Asia' book series, in the annual open-voting competition organized by Popular Books in Southeast Asia, was awarded the People's Choice Award for English nonfiction.\nAs a journalist, Tom Plate has interviewed leading political figures and world leaders, including U.S. Presidents &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; and &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;, British Prime Ministers &lt;a href=\"John%20Major\"&gt;John Major&lt;/a&gt; and &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt;, Japanese Prime Ministers &lt;a href=\"Keizo%20Obuchi\"&gt;Keizo Obuchi&lt;/a&gt; and &lt;a href=\"Junichiro%20Koizumi\"&gt;Junichiro Koizumi&lt;/a&gt;, South Korean Presidents &lt;a href=\"Kim%20Young%20Sam\"&gt;Kim Young Sam&lt;/a&gt; and &lt;a href=\"Kim%20Dae%20Jung\"&gt;Kim Dae Jung&lt;/a&gt;, Singaporean Minister Mentor &lt;a href=\"Lee%20Kuan%20Yew\"&gt;Lee Kuan Yew&lt;/a&gt;, Malaysian Prime Minister &lt;a href=\"Mahathir%20Mohamad\"&gt;Mahathir Mohamad&lt;/a&gt;, Thailand Prime Minister &lt;a href=\"Thaksin%20Shinawatra\"&gt;Thaksin Shinawatra&lt;/a&gt; and UN Secretary General &lt;a href=\"Ban%20Ki-moon\"&gt;Ban Ki-moon&lt;/a&gt;. While column-writing for the Los Angeles Times in July 1997, he was the first American commentator to warn that the implosion of Thailand's Baht currency could the trigger a larger crisis in East Asia -- the Asian Financial Crisis. His columns add up the longest-running newspaper-appearing column about Asia by an American journalist. In the foreword to Plate's 2014 book 'In the Middle of China's Future: Tom Plate on Asia', Ambassador &lt;a href=\"Kishore%20Mahbubani\"&gt;Kishore Mahbubani&lt;/a&gt;, founding dean of the &lt;a href=\"Lee%20Kuan%20Yew%20School%20of%20Public%20Policy\"&gt;Lee Kuan Yew School of Public Policy&lt;/a&gt; and SIngapore's former ambassador to the United Nations, wrote this: \"Tom Plate is one of the few Western journalists who have gotten the world's biggest story [the rise of China] right.\"\nAs an educator, Plate has presented guest lectures or courses at a wide range of institutions, including &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt;, the &lt;a href=\"U.S.%20Pacific%20Command\"&gt;U.S. Pacific Command&lt;/a&gt; in &lt;a href=\"Honolulu\"&gt;Honolulu&lt;/a&gt;, &lt;a href=\"Santa%20Monica%20College\"&gt;Santa Monica College&lt;/a&gt;, &lt;a href=\"Kyoto%20University\"&gt;Kyoto University&lt;/a&gt; in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; and the &lt;a href=\"United%20Arab%20Emirates%20University\"&gt;United Arab Emirates University&lt;/a&gt; in &lt;a href=\"Al%20Ain\"&gt;Al Ain&lt;/a&gt;, UAE, where he was a Visiting Professor and prepared a joint live Internet interactive course between UAEU and LMU on the media and politics of Asia. Since then he has conduced joint live Internet interactive courses from LMU with major Asian universities such as Fudan in Shanghai (2015) and Yonsei in Seoul (2016, 2017, 2018, 2019, 2020). Over the years he has been invited to international conferences, including for four years the &lt;a href=\"World%20Economic%20Forum\"&gt;World Economic Forum&lt;/a&gt; in &lt;a href=\"Davos\"&gt;Davos&lt;/a&gt;. In Los Angeles, at Loyola Marymount University, Plate, as its Distinguished Scholar in Asian and Pacific Studies, teaches a number of courses, including \"An Introduction to the Media and Politics of Asia.\" an introductory course on the U.S.-China relationship and \"The Future of the United Nations,\" the latter based in part on his 2010-2012 one-on-one conversations with UN Secretary General &lt;a href=\"Ban%20Ki-moon\"&gt;Ban Ki-moon&lt;/a&gt;, for his 4th Giant of Asia, \"Conversations with Ban Ki-Moon\" book. In addition, his 'Tom Plate on Asia' book series includes \"In the Middle of the Future' (2012), \"In the Middle of China's Future\" (2013),'The Fine Art of the Political Interview' (2015), and \"Yo-Yo Diplomacy\" (2017), all published by Marshall Cavendish International. \nSince 1979, he has been married to the former child actress, Andrea Darvi (Margolis), with one child, Ashley Alexandra Plate, now the wife of Sam Keys, and the mother of Maximus Pierce Keys and Mila Juliet Keys. The grandparents reside also reside in Laguna Niquel, California. Professor Plate is or has been a member of the Del Rey Yacht Club, the UCLA Faculty Center, the Princeton Club of New York, the Hong Kong Correspondents Club (overseas member), and Century Association of New York.\nAcademia.\nFor a span of more than 15 years, ending in August 2008 when he retired from &lt;a href=\"UCLA\"&gt;UCLA&lt;/a&gt;, Professor Plate taught undergraduate courses in media, ethics and Asian politics and media. He was nominated by his department for a UCLA teaching award, and pioneered courses in the media and politics of Asia. While at UCLA, he founded the campus-based non-profit Asia Pacific Media Center. APMN served as a network for educators, journalists, media professionals, government and business officials concerned with regionally common issues, controversies and opportunities between America and the Pacific Rim. It spawned the online magazines Asia Media (asiamedia.lmu.edu )and Asia Pacific Arts, the latter now located at the &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt;. Professor Plate, a senior fellow at the &lt;a href=\"http%3A//www.digitalcenter.org/\"&gt;Center for the Digital Future&lt;/a&gt;, now teaches at Loyola Marymount University in Los Angeles, where - wholly unretired - he is the Distinguished Scholar of Asian and Pacific Studies and founder and president of Asia Media International, the successor to Asia Media at UCLA. Prof. Plate is a full-time clinical professor in the department of Asian and Asian-American Studies at LMU, where he has taught undergraduates since 2011."
}