{
    "id": "2487302",
    "revid": "35064546",
    "url": "https://en.wikipedia.org/wiki?curid=2487302",
    "title": "Blanchflower v. Blanchflower",
    "text": "Blanchflower v. Blanchflower, 150 N.H. 226 (2003), is a landmark decision by the &lt;a href=\"New%20Hampshire%20Supreme%20Court\"&gt;New Hampshire Supreme Court&lt;/a&gt; which ruled that sexual &lt;a href=\"Lesbian%20sexual%20practices\"&gt;relations between two females&lt;/a&gt;, one of whom is married, does not constitute &lt;a href=\"adultery\"&gt;adultery&lt;/a&gt; because it is not technically &lt;a href=\"sexual%20intercourse\"&gt;sexual intercourse&lt;/a&gt;.\nBackground.\nIn 2003, &lt;a href=\"David%20Blanchflower\"&gt;David Blanchflower&lt;/a&gt;, a professor from &lt;a href=\"Dartmouth%20College\"&gt;Dartmouth College&lt;/a&gt;, filed for divorce from his wife on the grounds that she was having an adulterous affair with Ms. Robin Mayer of &lt;a href=\"West%20Windsor%2C%20Vermont\"&gt;West Windsor, Vermont&lt;/a&gt;. As in most cases of divorce involving alleged adultery, the professor was seeking an \"at fault\" ruling against his wife. His wife admitted that she was having an affair with Mayer, but Mayer argued that the affair did not constitute adultery under &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt; law.\nRuling.\nAfter a lower court initially sided with David Blanchflower, the &lt;a href=\"New%20Hampshire%20Supreme%20Court\"&gt;New Hampshire Supreme Court&lt;/a&gt; ruled in favor of the two women, concluding that adultery must meet the definition of sexual intercourse under New Hampshire law. In the 3-2 ruling, the majority determined that sexual relations between two females cannot constitute sexual intercourse and, therefore, the affair was not adultery. The decision was based on the 1961 edition of \"&lt;a href=\"Webster%27s%20Third%20New%20International%20Dictionary\"&gt;Webster's Third New International Dictionary&lt;/a&gt;\", which defines sexual intercourse as coitus (penile-vaginal sex).\nReactions.\nReactions to the ruling were mixed, with some &lt;a href=\"Gay%20rights\"&gt;gay-rights&lt;/a&gt; groups condemning the ruling for its failure to recognize sex between people of the same gender. Other gay rights groups viewed the ruling as a victory under the law for one lesbian couple after many years of discrimination. &lt;a href=\"Gay%20%26amp%3B%20Lesbian%20Advocates%20%26amp%3B%20Defenders\"&gt;Gay &amp; Lesbian Advocates &amp; Defenders&lt;/a&gt; (GLAD), an &lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt; legal rights advocacy group, stated: \"Both the majority opinion and the dissent made clear that this case was not about the status of same-sex relationships in society or any formal recognition same-sex relationships receive, and the opinions were both, on the whole, respectful of same-sex intimacy.\"\nApril 2021 ruling.\nIn April 2021, in a case titled \"&lt;a href=\"https%3A//www.courts.state.nh.us/supreme/opinions/2021/2021015Blaisdell.pdf\"&gt;In the Matter of Molly Blaisdell and Robert Blaisdell&lt;/a&gt;,\" No. 2020-0211 (2021), the New Hampshire Supreme Court held that the state's definition of adultery, which includes only intercourse between a married person and another person of the opposite sex, must be expanded to include same-sex intercourse in light of the legal and societal shift surrounding same-sex marriage. In doing so, it overruled \"Blanchflower \"\"to the extent that it limits the definition of 'adultery,' as that term is used in RSA 458:7, II, to sexual intercourse between persons of the opposite sex.\""
}