{
    "id": "24870230",
    "revid": "18421420",
    "url": "https://en.wikipedia.org/wiki?curid=24870230",
    "title": "Benoît Clair",
    "text": "Benoit Clair (born 1953) is a French &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt; and a published &lt;a href=\"author\"&gt;author&lt;/a&gt;.\nCareer.\nAfter studying &lt;a href=\"journalism\"&gt;journalism&lt;/a&gt;, sciences politiques and &lt;a href=\"law\"&gt;law&lt;/a&gt; in University in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; and &lt;a href=\"Tours\"&gt;Tours&lt;/a&gt; (France), Benoit Clair began his career as the French Parliament liaison for Remy Montagne, who was deputy of the 3rd district of &lt;a href=\"Louviers\"&gt;Louviers&lt;/a&gt;, in the &lt;a href=\"Eure\"&gt;Eure&lt;/a&gt; area. In 1974, Clair was a correspondent for French media like &lt;a href=\"Radio%20France\"&gt;Radio France&lt;/a&gt; and &lt;a href=\"Europe%201\"&gt;Europe 1&lt;/a&gt;. He was one of the first French journalists to cover the war in &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; (1974–1975), with Gabriel Dardaud. Founder of the free radio Paris FM in 1981, which three years later became a subsidiary of Europe 1, Clair was appointed its co-director together with Robert Namias. Located in the &lt;a href=\"Montparnasse%20Tower\"&gt;Montparnasse Tower&lt;/a&gt;, Paris FM later changed its name to 95.2 FM, then Fun Radio Group, which is still in business.\nIn 1985, the prestigious French publication \"&lt;a href=\"Paris%20Match\"&gt;Paris Match&lt;/a&gt;\" delegated Clair as special envoy to the &lt;a href=\"Johnson%20Space%20Center\"&gt;Johnson Space Center&lt;/a&gt; in &lt;a href=\"Houston%2C%20Texas\"&gt;Houston, Texas&lt;/a&gt;, to observe the training of two CNES French spacemen, members of the first Franco-American shuttle crew. A senior writer for \"Paris Match\", Benoit was the first journalist allowed to join the shuttle crew members. He accompanied them 24 hours a day, for the entire training period until their departure for the launch pad at &lt;a href=\"Kennedy%20Space%20Center\"&gt;Cape Canaveral&lt;/a&gt;. A series of reports on the training was published in \"Paris Match\" in 1985 and 1986. \"Paris Match\" sold more than one million copies worldwide covering this major event. Benoit's first book, \"Aujourd'hui le soleil se lève 16 fois\" (\"Today, the Sun Rises 16 Times\"), was the outcome of this assignment and was published in September 1985 by Carrère-Lafon. The book covers the space trip of &lt;a href=\"Patrick%20Baudry\"&gt;Patrick Baudry&lt;/a&gt;, French payload specialist aboard &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt;'s &lt;a href=\"Space%20Shuttle%20Discovery\"&gt;Space Shuttle Discovery&lt;/a&gt; mission STS-51-G. The book was followed by an audio CD produced by CBS France in January 1986. The series features the narration of the space trip, written by Clair, with voice-over by Michel Chevalet from TF1.\nLater, Clair was hired by &lt;a href=\"A%C3%A9rospatiale\"&gt;Aérospatiale&lt;/a&gt; as head of Communication of their &lt;a href=\"Ariane%205\"&gt;Ariane 5&lt;/a&gt;-Hermès &lt;a href=\"space%20program\"&gt;space program&lt;/a&gt;. In 1988, Benoit was appointed communications advisor for the political campaign of &lt;a href=\"Raymond%20Barre\"&gt;Raymond Barre&lt;/a&gt;, &lt;a href=\"presidential%20election\"&gt;presidential&lt;/a&gt; candidate. After the election, he was retained as director of communication and marketing for Europe by the American group &lt;a href=\"AlliedSignal\"&gt;AlliedSignal&lt;/a&gt;/&lt;a href=\"Bendix%20Corporation\"&gt;Bendix Corporation&lt;/a&gt;, headquartered in &lt;a href=\"Morristown%2C%20New%20Jersey\"&gt;Morristown, New Jersey&lt;/a&gt;.\nClair moved to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; in 1991, as communication consultant and accredited journalist correspondent of French media entities like \"&lt;a href=\"Le%20Figaro\"&gt;Le Figaro&lt;/a&gt;\", Prisma-Presse group (\"&lt;a href=\"VSD%20%28French%20magazine%29\"&gt;VSD&lt;/a&gt;\") and &lt;a href=\"RTL%20%28French%20radio%29\"&gt;RTL&lt;/a&gt;. He was the permanent correspondent of &lt;a href=\"Radio%20Monte%20Carlo\"&gt;Radio Monte Carlo&lt;/a&gt; from 1995 to 2007. During his tenure at RMC, he was the producer and host of a daily hit broadcast show, live from &lt;a href=\"Hollywood%2C%20California\"&gt;Hollywood, California&lt;/a&gt;. The show lasted from 1996 to 2000. In 1996, 2000, 2004, 2008 and 2012, Clair covered the &lt;a href=\"2004%20United%20States%20presidential%20election\"&gt;US Presidential Elections&lt;/a&gt; for different French media, like TV5 and published, in 2004, a second book about Senator &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt;'s campaign. The book was \"John F. Kerry targets the White House\"; &lt;a href=\"Pierre%20Salinger\"&gt;Pierre Salinger&lt;/a&gt;, the former press secretary of President &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;, wrote the foreword. In 2005, Clair co-wrote the script, produced and directed the film \"The Truth about Black Dahlia\", commissioned by &lt;a href=\"NBC%20Universal\"&gt;NBC Universal&lt;/a&gt; for French TV sub-channel 13ème rue using new &lt;a href=\"digital%20cinematography\"&gt;digital cinematography&lt;/a&gt; cameras, i.e., the RedOne camera from the Red Digital Cinema Camera Company. Clair is currently Senior Correspondent for several french and european media-companies and associate-producer for a series of TV and high profile &lt;a href=\"HDTV\"&gt;HDTV&lt;/a&gt; news and documentary videos. In April 2016, he was named Chairman of the Board of BCF &amp; Partners, an international capital venture firm based in Geneva (Switzerland), with major investments in new technologies, news and digital media."
}