{
    "id": "2490248",
    "revid": "30584747",
    "url": "https://en.wikipedia.org/wiki?curid=2490248",
    "title": "Inventor (patent)",
    "text": "In &lt;a href=\"patent\"&gt;patent&lt;/a&gt; &lt;a href=\"law\"&gt;law&lt;/a&gt;, an inventor is the &lt;a href=\"person\"&gt;person&lt;/a&gt;, or persons in &lt;a href=\"United%20States%20patent%20law\"&gt;United States patent law&lt;/a&gt;, who contribute to the &lt;a href=\"claim%20%28patent%29\"&gt;claims&lt;/a&gt; of a &lt;a href=\"patentability\"&gt;patentable&lt;/a&gt; &lt;a href=\"invention\"&gt;invention&lt;/a&gt;. In some patent law frameworks, however, such as in the &lt;a href=\"European%20Patent%20Convention\"&gt;European Patent Convention&lt;/a&gt; (EPC) and its &lt;a href=\"case%20law\"&gt;case law&lt;/a&gt;, no explicit, accurate definition of who exactly is an inventor is provided. The definition may slightly vary from one European country to another. Inventorship is generally not considered to be a patentability criterion under &lt;a href=\"European%20patent%20law\"&gt;European patent law&lt;/a&gt;.\nUnder U.S. case law, an inventor is the one with \"intellectual domination\" over the inventive process, and not merely one who assists in its &lt;a href=\"reduction%20to%20practice\"&gt;reduction to practice&lt;/a&gt;. Since inventorship relates to the claims in a &lt;a href=\"patent%20application\"&gt;patent application&lt;/a&gt;, knowing who an inventor is under the patent law is sometimes difficult. In fact, inventorship can change during the &lt;a href=\"Patent%20prosecution\"&gt;prosecution&lt;/a&gt; of a patent application as claims are deleted or amended.\n\"Joint inventors\", or \"co-inventors\", exist when a patentable invention is the result of inventive work of more than one inventor. Joint inventors exist even where one inventor contributed a majority of the work.\nAbsent a &lt;a href=\"contract\"&gt;contract&lt;/a&gt; or &lt;a href=\"license\"&gt;license&lt;/a&gt;, the inventors are individuals who own the rights in an issued patent. Status as an inventor dramatically alters parties' ability to capitalize on the invention.\nInventorship.\nEuropean Patent Convention.\nUnder the European Patent Convention (EPC), identifying the inventor of a given invention is theoretically very important since \"[t]he right to a European patent (...) belong[s] to the inventor or his successor in title\", according to the &lt;a href=\"First%20to%20file%20and%20first%20to%20invent\"&gt;first-to-file principle&lt;/a&gt;. In practice however, the &lt;a href=\"European%20Patent%20Organisation\"&gt;European Patent Office&lt;/a&gt; (EPO) never investigates whether the proposed inventor is indeed the true inventor. Indeed, \"[f]or the purposes of proceedings before the [EPO], the applicant shall be &lt;a href=\"legal%20fiction\"&gt;deemed to be&lt;/a&gt; entitled to exercise the right to the European patent\".\nCourt actions relating to the entitlement to the grant of a European patent must be brought before the national court which has the jurisdiction. The jurisdiction is determined in conformance with the \"Protocol on Jurisdiction and the Recognition of Decisions in respect of the Right to the Grant of a European Patent\" or, in short, the \"Protocol on Recognition\". Once a final decision is issued by a national court adjudging that the applicant is not entitled to the grant of a European patent, the procedure according to is applicable.\nIn contrast with U.S. patent law, the applicant for a European patent need not be the inventor. The right to the European patent may validly be transferred before the filing of the application, e.g. by contract, by &lt;a href=\"inheritance\"&gt;inheritance&lt;/a&gt;, or as a consequence of the \"employee's rights\" as determined by the applicable national law. However, the inventor has the right to be mentioned as such before the EPO. The EPO does not verify the accuracy of the designation of the inventor. The inventor may waive its right to be mentioned as such in the European patent application and European patent specification.\nInventorship is traditionally not classified as a &lt;a href=\"patentability\"&gt;patentability&lt;/a&gt; criterion under European patent law, in contrast with U.S. patent law. However, inventorship can be relevant to patentability in Europe, although in only a limited way. Where a disclosure is made within 6 months preceding the filing date of a European patent application, the disclosure is not taken into consideration if it was due to, or in consequence of, an evident abuse in relation to the applicant or his legal predecessor. Thus the identity of the inventor (who is often the applicant, or their legal predecessor) can be of vital importance.\nUnited States.\nIn the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, before the &lt;a href=\"Leahy-Smith%20America%20Invents%20Act\"&gt;Leahy-Smith America Invents Act&lt;/a&gt; (AIA), the inventor or joint inventors had to be named as the applicants. However, under the AIA, that is no longer the only option. This requirement that a patent be issued in the name of the inventors is derived from the &lt;a href=\"intellectual%20property%20clause\"&gt;intellectual property clause&lt;/a&gt; of the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt;:\nThe Congress shall have power . . .\nTo promote the progress of science and useful arts, by securing for limited times to authors and inventors the exclusive right to their respective writings and discoveries. (emphasis added)\nAn inventor is a party who conceived (not just contributed to the reduction-to-practice) at least one claim to a patent. The courts explain that \"[t]he threshold question\" of inventorship is \"who conceived the invention.\" Courts recognize that invention is rarely a solitary endeavor. Therefore, conception and \"intellectual domination\" over an invention is important and \"reduction to practice, \"&lt;a href=\"wikt%3Aper%20se\"&gt;per se&lt;/a&gt;\", is irrelevant. One must contribute to the conception to be an inventor.\" For example, in 1991, consumer group &lt;a href=\"Public%20Citizen\"&gt;Public Citizen&lt;/a&gt; sued the owners of the patent for use of the anti-retroviral compound &lt;a href=\"AZT\"&gt;AZT&lt;/a&gt; against HIV Aids, Burroughs-Wellcome. The plaintiffs claimed that several persons at the &lt;a href=\"National%20Institutes%20of%20Health\"&gt;National Institutes of Health&lt;/a&gt; (NIH) who had contributed to the patentable subject matter were not named as \"inventors.\" Controversially, the courts ultimately ruled that the original patent was valid, and no error had been made in excluding the NIH researchers whose work only 'confirmed' the invention.\nGenerally, conception is \"the \"complete\" performance of the mental part of the inventive act\", and \"the formation in the mind of the inventor of a \"definite and permanent idea\" of the \"complete and operative\" invention as it is thereafter to be applied in practice..\" (emphasis added). An idea is usually not \"definite and permanent\" or \"complete\" where changes result from experimentation. In this case, other individuals who contribute to the formation of the \"definite and permanent\" idea are co-inventors.\nThe naming of inventors is very important for the validity of the patent. Failing to name, or incorrectly identifying inventors, with &lt;a href=\"deception\"&gt;deceptive&lt;/a&gt; &lt;a href=\"intent\"&gt;intent&lt;/a&gt;, can result in a patent being held invalid or unenforceable for &lt;a href=\"inequitable%20conduct\"&gt;inequitable conduct&lt;/a&gt;. Ordinarily, the courts presume the named inventors are \"the\" inventors so long as there is no disagreement.\nAn inventor cannot opt out from being mentioned as such in a U.S. patent, even if the patent application was &lt;a href=\"assignment%20%28law%29\"&gt;assign&lt;/a&gt;ed before publication. Assignment of rights in a patent does not alter to whom the patent is actually issued. In fact, an assignee may only have an equitable interest in the patent until it is issued and then legal interest would transfer automatically. If the inventor is dead, insane, or otherwise legally incapacitated, refuses to execute an application, or cannot be found, an application may be made by someone other than the inventor.\nAn omitted inventor can file lawsuit to have his/her name added to the list of the inventors. Such cases arise very often in Universities: see, for example, &lt;a href=\"Chou%20v%20University%20of%20Chicago\"&gt;Chou v University of Chicago&lt;/a&gt; and &lt;a href=\"Olusegun%20Falana%20v.%20Kent%20State%20University%20and%20Alexander%20J.%20Seed\"&gt;Olusegun Falana v. Kent State University and Alexander J. Seed&lt;/a&gt;.\nIn 2019-2020, the USPTO has grappled with the question of whether an artificial intelligence machine can be an inventor. In a recent patent application, the USPTO rejected artificial intelligence machines as inventors, but has also sought comments from the public. The American Intellectual Property Law Association has come out against a change in the law until the topic is better understood, but others have suggested temporary measures to collect relevant information until Congress takes up the issue.\nCompensation of inventors.\nThere are many ways in which an inventor might be compensated for a patent. An inventor might bring the patented product to market under the protection of the monopoly created by the patent. The inventor may license a patent to another entity for an up-front fee, an ongoing &lt;a href=\"royalties\"&gt;royalty&lt;/a&gt; or other consideration. The inventor may also sell the patent outright. &lt;a href=\"Henry%20Woodward%20%28inventor%29\"&gt;Henry Woodward&lt;/a&gt;, for example, sold his original US patent on the &lt;a href=\"light%20bulb\"&gt;light bulb&lt;/a&gt; to &lt;a href=\"Thomas%20Edison\"&gt;Thomas Edison&lt;/a&gt; who then developed it into a commercially successful product.\nInventors who are employees of a company generally sell or &lt;a href=\"assignment%20%28law%29\"&gt;assign&lt;/a&gt; their patent rights to the company they work for. The extent to which they are compensated will vary from jurisdiction to jurisdiction and may depend upon any prior &lt;a href=\"employment%20agreement\"&gt;employment agreement&lt;/a&gt;s that are in place. Under &lt;a href=\"Japanese%20patent%20law\"&gt;Japanese patent law&lt;/a&gt;, for example, an employee is entitled to a “reasonable fee\" for an invention. In 2006 &lt;a href=\"Hitachi%2C%20Ltd.\"&gt;Hitachi&lt;/a&gt; was ordered to pay an employee $US 1.6 million for an invention the employee made that was commercially valuable. In United States, however, an employee may have to sign over the rights to an invention without any special compensation. Germany has a law on employees' inventions providing strict rules concerning the transfer of rights to an invention to the employer. It also prescribes mandatory compensation of employees for inventions they make. This right to compensation cannot be waived in advance, \"i.e.\" before the employer is informed of an invention."
}