{
    "id": "24916482",
    "revid": "16490385",
    "url": "https://en.wikipedia.org/wiki?curid=24916482",
    "title": "Candide (newspaper)",
    "text": "Candide () was the name given to various French newspapers of the 19th and 20th century.\nBlanquist \"Candide\".\nCandide was a newspaper founded by Gustave Tridon and &lt;a href=\"Louis%20Auguste%20Blanqui\"&gt;Auguste Blanqui&lt;/a&gt; on 3 May 1865. It appeared on Wednesday and Saturday every week, and cost 5 &lt;a href=\"centime\"&gt;centime&lt;/a&gt;s. The main collaborators on \"Candide\" were Blanqui, Tridon Villeneuve, Vaissier, Watteau, Marchand, &lt;a href=\"Jules%20Viette\"&gt;Viette&lt;/a&gt;, Verlière and Sumino.\nMaurrassist \"Candide\".\nThe name was taken up in 1924 by a weekly newspaper launched by the bookseller Arthème &lt;a href=\"Fayard\"&gt;Fayard&lt;/a&gt;. This paper was one of the main literary and political weeklies of the &lt;a href=\"inter-war\"&gt;inter-war&lt;/a&gt; period, and its formula inspired other papers from \"&lt;a href=\"Gringoire%20%28newspaper%29\"&gt;Gringoire&lt;/a&gt;\" on the extreme-right to \"Vendredi\" and \"Marianne\" on the left. As for itself, Candide was rooted in the &lt;a href=\"Maurrassism\"&gt;Maurrassist&lt;/a&gt; movement, &lt;a href=\"nationalist\"&gt;nationalist&lt;/a&gt; and &lt;a href=\"antisemitism\"&gt;antisemitic&lt;/a&gt;: &lt;a href=\"Pierre%20Gaxotte\"&gt;Pierre Gaxotte&lt;/a&gt;, personal secretary of &lt;a href=\"Charles%20Maurras\"&gt;Charles Maurras&lt;/a&gt;, was a member of the collective editorial leadership until 1940; Lucien Dubech as drama critic, Dominique Sordet as music critic, Maurice Pefferkorn for sports and Abel Manouvriez the legal columnist performed the same roles for both \"Candide\" and \"L'Action française\"; &lt;a href=\"Lucien%20Rebatet\"&gt;Lucien Rebatet&lt;/a&gt; and &lt;a href=\"Robert%20Brasillach\"&gt;Robert Brasillach&lt;/a&gt;, two young Maurrassian talents, wrote for \"Candide\". Its numerous cartoons, particularly those of Sennep, were much appreciated by the readership.\n\"Candide\" was anti-parliamentarian, anti-republican, keenly anti-communist, basically, antidemocratic, and it was not loath to antisemitic tones. After 6 February 1934 it became radicalised along with the rest of the extreme-right and a good part of the right, while not reaching the robust fascism of \"&lt;a href=\"Je%20suis%20partout\"&gt;Je suis partout&lt;/a&gt;\" and while retaining a light tone. Hostility towards &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;s and foreigners was reasserted. While it was often watchful of the danger from Germany, \"Candide\" approved of the &lt;a href=\"Munich%20Agreement\"&gt;Munich Agreement&lt;/a&gt;, following the general evolution of the Maurrassist movement.\nPrinted in large format (43x60 cm), the paper ran 80,000 copies in its first year, almost 150,000 in 1930, then at least 340,000 from 1936 onwards (465,000 in that year according to Pierre Albert, emeritus professor at &lt;a href=\"Panth%C3%A9on-Assas%20University\"&gt;Panthéon-Assas University&lt;/a&gt;). It exercised an important influence in politics in &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; and &lt;a href=\"reactionary\"&gt;reactionary&lt;/a&gt; circles, and its literary pages was respected more widely: &lt;a href=\"Albert%20Thibaudet\"&gt;Albert Thibaudet&lt;/a&gt;, who had nothing in common with the extreme-right, wrote for \"Candide\" (although he died in 1936). Mainly from 1936 onwards, \"Candide\" tried to convince its readers of the imminence of a communist \"&lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt;\" in France.\nUnder the &lt;a href=\"German%20occupation%20of%20France%20during%20World%20War%20II\"&gt;German occupation&lt;/a&gt;, \"Candide\" left Paris for the \"&lt;a href=\"zone%20libre\"&gt;zone libre&lt;/a&gt;\" and supported the \"&lt;a href=\"R%C3%A9volution%20nationale\"&gt;Révolution nationale&lt;/a&gt;\", which embodied substantially its political ideas, particularly from 1934–1936; however it avoided the Parisian collaborationism defended by \"Je suis partout\". It disappeared after the liberation, banned for its compromising attitude towards the &lt;a href=\"Vichy%20regime\"&gt;Vichy regime&lt;/a&gt;.\nOther contributors included Georges Blond and &lt;a href=\"Ir%C3%A8ne%20N%C3%A9mirovsky\"&gt;Irène Némirovsky&lt;/a&gt;.\nGaullist \"Candide\".\nA weekly called Le Nouveau Candide which counted &lt;a href=\"Jean%20Dutourd\"&gt;Jean Dutourd&lt;/a&gt;, Paul Gordeaux and &lt;a href=\"Gilles%20Perrault\"&gt;Gilles Perrault&lt;/a&gt; among its columnists as well as &lt;a href=\"Jean-Fran%C3%A7ois%20Steiner\"&gt;Jean-François Steiner&lt;/a&gt; who would become the chair of &lt;a href=\"Maurice%20Papon\"&gt;Maurice Papon&lt;/a&gt;'s defense committee, appeared during the course of the 1960s. According to the revelations of Constantin Melnik, special adviser for prime minister &lt;a href=\"Michel%20Debr%C3%A9\"&gt;Michel Debré&lt;/a&gt;, this weekly received secret funding in order to counter the influence of papers opposed to the &lt;a href=\"Algerian%20war\"&gt;Algerian war&lt;/a&gt;, such as \"&lt;a href=\"L%27Express%20%28France%29\"&gt;L'Express&lt;/a&gt;\" and \"&lt;a href=\"Le%20Nouvel%20Observateur\"&gt;France-Observateur&lt;/a&gt;\"."
}