{
    "id": "24925954",
    "revid": "57939",
    "url": "https://en.wikipedia.org/wiki?curid=24925954",
    "title": "Liljestrand House",
    "text": "The Liljestrand House at 3300 &lt;a href=\"Tantalus-Round%20Top%20Road\"&gt;Tantalus Drive&lt;/a&gt; in &lt;a href=\"Honolulu%2C%20Hawaii\"&gt;Honolulu, Hawaii&lt;/a&gt;, was designed by &lt;a href=\"Vladimir%20Ossipoff\"&gt;Vladimir Ossipoff&lt;/a&gt; for Betty and Howard Liljestrand, a doctor and nurse who had bought the hillside site overlooking downtown &lt;a href=\"Oahu\"&gt;Oahu&lt;/a&gt; in 1948. Completed in 1952, the house \"was perhaps Ossipoff's most intricate as well as his most widely publicized domestic commission.\" After it was featured in \"&lt;a href=\"House%20Beautiful\"&gt;House Beautiful&lt;/a&gt;\" magazine as a Pace Setter House in 1958, it attracted hundreds of visitors in organized weekly tours. It was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 2008.\nOwners.\nHoward Liljestrand was the son of missionaries to &lt;a href=\"Sichuan%2C%20China\"&gt;Sichuan, China&lt;/a&gt;, where he had been raised. After completing medical degrees in the United States, he and Betty arrived in Hawaii in 1937 en route to China. However, the chaos that followed the outbreak of the &lt;a href=\"Second%20Sino-Japanese%20War\"&gt;Second Sino-Japanese War&lt;/a&gt; earlier that year convinced them to pause in Honolulu, where both found employment at &lt;a href=\"The%20Queen%27s%20Medical%20Center\"&gt;The Queen's Medical Center&lt;/a&gt;. Eventually they decided to settle in the Islands, build a home, and raise a family.\nIt took the Liljestrands until 1946 to find the perfect spot: on a secluded hillside, but within easy reach of work, school, and town. Howard had enjoyed youthful summers in China at a mountain retreat, and he and Betty often roamed the wooded ridge christened &lt;a href=\"Tantalus%20%28Oahu%29\"&gt;Tantalus&lt;/a&gt; by &lt;a href=\"Punahou%20School\"&gt;Punahou School&lt;/a&gt; students. Other prime hillside communities near town were already crowded, but Tantalus was still sparsely settled &lt;a href=\"forest%20reserve\"&gt;forest reserve&lt;/a&gt; land, lacking city water lines, and the few lots available were not very expensive. During one of their hikes in 1946, Howard and Betty found the perfect spot—along with its elderly owner enjoying the view. After they became better acquainted, Mr. Coulter offered to sell them the parcel of land for $2000, even though they offered him twice the price. Then the couple went looking for the perfect architect to build a home for them on that site, and found him in &lt;a href=\"Vladimir%20Ossipoff\"&gt;Vladimir Ossipoff&lt;/a&gt;.\nHouse.\nThe Liljestrands presented Ossipoff with demanding requirements, while the topography and highly variable daily weather conditions—sun, wind, and rain—imposed further constraints. The house is on two terraces, with the carport, entrance, and main part of the long, narrow house on the uphill terrace, and a lower story opening onto the downhill terrace. On a third, lower tier is a &lt;a href=\"swimming%20pool\"&gt;swimming pool&lt;/a&gt;. The upper side of the house is well sheltered from frequent mountain showers, while low-lying wooden &lt;a href=\"louver\"&gt;louver&lt;/a&gt;s draw cooling breezes toward the larger openings on the side facing downhill. A long, open-sided &lt;a href=\"recreation%20room\"&gt;recreation room&lt;/a&gt; extends beneath the bedrooms and faces onto a wide lawn. The large master bedroom at one end is angled to preserve an old stand of eucalyptus trees, and a sharp, wraparound deck juts out from the living room end of the house, overlooking the pool, the treetops, and a wide expanse of the city and the &lt;a href=\"leeward\"&gt;leeward&lt;/a&gt; side of the island stretching into the distance. Every room has a view.\nThe house is made of &lt;a href=\"wood%20frame\"&gt;wood frame&lt;/a&gt; with &lt;a href=\"retaining%20wall\"&gt;retaining wall&lt;/a&gt;s of &lt;a href=\"concrete%20block\"&gt;concrete block&lt;/a&gt; in support. Large glass windows under overhanging &lt;a href=\"eave\"&gt;eave&lt;/a&gt;s combine with carefully placed partitions to provide both shade and filtered daylight. Interior walls of &lt;a href=\"Coast%20Redwood\"&gt;redwood&lt;/a&gt; are &lt;a href=\"bleach\"&gt;bleach&lt;/a&gt;-stained to mute the color and highlight the &lt;a href=\"wood%20grain\"&gt;grain&lt;/a&gt;. The &lt;a href=\"staircase\"&gt;staircase&lt;/a&gt;, built-in &lt;a href=\"Cabinet%20%28furniture%29\"&gt;cabinet&lt;/a&gt;s, &lt;a href=\"countertop\"&gt;countertop&lt;/a&gt;s, and several pieces of &lt;a href=\"furniture\"&gt;furniture&lt;/a&gt; were fashioned from the fine wood of a single, large &lt;a href=\"Albizia%20saman\"&gt;monkeypod&lt;/a&gt; tree. The open-beamed &lt;a href=\"ceiling\"&gt;ceiling&lt;/a&gt; adds to the spaciousness of the &lt;a href=\"living%20room\"&gt;living room&lt;/a&gt;s, while a sandstone &lt;a href=\"fireplace\"&gt;fireplace&lt;/a&gt; with &lt;a href=\"copper\"&gt;copper&lt;/a&gt; hood lends a simultaneous feel of coziness.\nThe exterior landscaping was designed by the noted &lt;a href=\"landscape%20architect\"&gt;landscape architect&lt;/a&gt;s, Robert and Catherine Thompson, who were friends of the family, and the house has been carefully maintained by the architect, Bob Liljestrand, the eldest son of the original owners."
}