{
    "id": "2494883",
    "revid": "12634201",
    "url": "https://en.wikipedia.org/wiki?curid=2494883",
    "title": "Tetraphobia",
    "text": "Tetraphobia () is the practice of avoiding instances of the digit . It is a &lt;a href=\"superstition\"&gt;superstition&lt;/a&gt; most common in &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt;n nations.\nRationale.\nThe &lt;a href=\"Chinese%20language\"&gt;Chinese&lt;/a&gt; word for \"four\" (, &lt;a href=\"pinyin\"&gt;pinyin&lt;/a&gt;: sì, &lt;a href=\"jyutping\"&gt;jyutping&lt;/a&gt;: sei3), sounds quite similar to the word for \"death\" (, &lt;a href=\"pinyin\"&gt;pinyin&lt;/a&gt;: sǐ, &lt;a href=\"jyutping\"&gt;jyutping&lt;/a&gt;: sei2), in many &lt;a href=\"varieties%20of%20Chinese\"&gt;varieties of Chinese&lt;/a&gt;. Similarly, the &lt;a href=\"Sino-Japanese%20vocabulary\"&gt;Sino-Japanese&lt;/a&gt;, &lt;a href=\"Sino-Korean%20vocabulary\"&gt;Sino-Korean&lt;/a&gt; and &lt;a href=\"Sino-Vietnamese%20vocabulary\"&gt;Sino-Vietnamese&lt;/a&gt; words for \"four\", shi (し, &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;) and sa (사, &lt;a href=\"Korean%20language\"&gt;Korean&lt;/a&gt;), sound similar or identical to \"death\" in each language (see &lt;a href=\"Korean%20numerals\"&gt;Korean numerals&lt;/a&gt;, &lt;a href=\"Japanese%20numerals\"&gt;Japanese numerals&lt;/a&gt;, &lt;a href=\"Vietnamese%20numerals\"&gt;Vietnamese numerals&lt;/a&gt;). Tetraphobia is known to occur in Korea and Japan since the two words sound identical, but not at all in Vietnam because they carry different &lt;a href=\"Vietnamese%20phonology%23Tone\"&gt;tones&lt;/a&gt; (in the case of the word for \"four\", whether it is the Sino-Vietnamese reading \"tứ\" or the more common non-Sino-Vietnamese reading \"tư\", neither sounds like the word for \"death\" which is \"tử\") and Vietnamese does not use Sino-Vietnamese numerals as often in the first place.\nSpecial care may be taken to avoid occurrences or reminders of the number 4 during everyday life, especially during festive holidays or when a family member is ill. Mentioning the number 4 around a sick relative is strongly avoided. Giving four of something is strongly discouraged. &lt;a href=\"Elevator\"&gt;Elevator&lt;/a&gt;s in Asia and Asian neighborhoods often skip the 4th floor. Military aircraft and ships also avoid the number 4 (such as in the South Korean and Taiwanese navies). Dates such as 4 April are also avoided for appointments and the like.\nSimilarly, , , , etc. are also to be avoided due to the presence of the digit 4 in these numbers. In these countries, these floor numbers are often skipped in buildings, ranging from hotels to offices to apartments, as well as hospitals. Table number 4, 14, 24, 42, etc. are also often left out in wedding dinners or other social gatherings in these countries. In many residential complexes, building block 4, 14, 24, etc. are either omitted or replaced with block 3A, 13A and 23A. Hospitals are of grave concern and the number 4 is regularly avoided altogether. Tetraphobia can dictate property prices. Neighborhoods have removed four from their street names and become more profitable as a result. In the same way, buildings with multiple fours can suffer price cuts. Four is also avoided in phone numbers, security numbers, business cards, addresses, ID numbers and other numbers and are considered severe as they are personally attached to the person.\nTetraphobia far surpasses &lt;a href=\"triskaidekaphobia\"&gt;triskaidekaphobia&lt;/a&gt; (Western superstitions around the number 13). It even permeates the business world in these regions of Asia.\nCultural examples by regions.\nIn Mainland China.\nChinese is a tonal language with a comparatively small inventory of permitted syllables, resulting in an exceptionally large number of &lt;a href=\"homophone\"&gt;homophone&lt;/a&gt; words. Many of the numbers are homophones or near-homophones of other words and have therefore acquired superstitious meanings.\nThe Chinese avoid phone numbers and addresses with fours because the pronunciation in \"four\" and \"death\" differ only in tone, especially when a combination with another number sounds similar to undesirable expressions. Example: “94” could be interpreted as being dead for a long time.\nThe &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt; makes free use of the number 4 in many military designations for &lt;a href=\"People%27s%20Liberation%20Army\"&gt;People's Liberation Army&lt;/a&gt; equipment, with examples including the &lt;a href=\"Dongfeng-4\"&gt;Dongfeng-4&lt;/a&gt; ICBM, &lt;a href=\"Type%20094%20submarine\"&gt;Type 094 submarine&lt;/a&gt;, and &lt;a href=\"Type%20054A%20frigate\"&gt;Type 054A frigate&lt;/a&gt;, although the practice of starting aircraft designations with 5 leads some to speculate that it avoids the starting numeral 4 for aircraft designations much as the United States avoids use of the number 13 in that context. By contrast, the navies of the &lt;a href=\"Republic%20of%20China%20Navy\"&gt;Republic of China&lt;/a&gt; (Taiwan) and of &lt;a href=\"Republic%20of%20Korea%20Navy\"&gt;South Korea&lt;/a&gt; refrain from using the number 4 when assigning &lt;a href=\"pennant%20number\"&gt;pennant number&lt;/a&gt;s to their ships.\nWhile in &lt;a href=\"Mandarin%20Chinese\"&gt;Mandarin&lt;/a&gt;-speaking regions in China, 14 and 74 are considered more unlucky than the individual 4, because 14 (十四, pinyin: shí sì) sounds like \"is dead\" (是死, pinyin: shì sǐ) and because in some forms of the language, 1 is pronounced (yao) which sounds like (yào 要), which means will be, when combined, it sounds like will be dead. 74 (七十四, pinyin: qī shí sì) sounds like \"is already dead\" (其实死, pinyin: qī shí sǐ) or \"will die in anger\" (气死, pinyin: qì sǐ).\nWhen &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; lost its bid to stage the &lt;a href=\"2000%20Olympic%20Games\"&gt;2000 Olympic Games&lt;/a&gt;, it was speculated that the reason China did not pursue a bid for the following &lt;a href=\"2004%20Summer%20Olympics\"&gt;2004 Games&lt;/a&gt; was due to the unpopularity of the number 4 in China. Instead, the city waited another four years, and would eventually host the &lt;a href=\"2008%20Olympic%20Games\"&gt;2008 Olympic Games&lt;/a&gt;, the number eight being a lucky number in Chinese culture.\nIn recent years China has also avoided using the number 4 in aircraft registrations. An example is China Southern Airlines, with their A330s. One A330 is registered as B-8363, while the next is B-8365 and following B-8366. After B-8366 there is B-1062, B-1063 then B-1065, to avoid using the number 4 as in B-8364 and 1064. However this policy only applies for aircraft that end with 4, so you'll see B-8426 but not B-8264.\nIn Hong Kong.\nIn &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, some apartments such as Vista Paradiso and &lt;a href=\"Union%20Square%20%28Hong%20Kong%29%23The%20Arch\"&gt;The Arch&lt;/a&gt; skip all the floors from 40 to 49, which is the entire 40s. Immediately above the 39th floor is the 50th floor, leading many who are not aware of tetraphobia to believe that some floors are missing. Tetraphobia is not the main reason, but rather as an excuse to have apartments with 'higher' floors, thus increasing the price, because higher floors in Hong Kong apartments are usually more expensive (see &lt;a href=\"39%20Conduit%20Road\"&gt;39 Conduit Road&lt;/a&gt;). For &lt;a href=\"Cantonese\"&gt;Cantonese&lt;/a&gt; speakers, 14 and 24 are considered more unlucky than the individual 4, because 14 () sounds like \"will certainly die\" (, ), and 24 () sounds like \"easy to die\" (, ).\nDue to the blending of East Asian and Western cultures, it is possible in some buildings that both the &lt;a href=\"thirteenth%20floor\"&gt;thirteenth floor&lt;/a&gt; and the fourteenth floor are skipped, causing the twelfth floor to precede the fifteenth floor, along with all the other 4s. Thus a building whose top floor is numbered 100 would, in fact, have just eighty floors.\nIn Japan.\nIn Japan, the number 4 is avoided in apartments and hospitals.\nIn Taiwan.\nIn Taiwan, not using house numbers ending in 4 without also skipping numbers on the opposite side of the road often results in the numbers on two sides of a street getting more and more out of sync as one advances.\nIn Malaysia.\nIn buildings of &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, where Chinese are significant in population with 25% of Malaysians and 75% of Singaporeans being Chinese, the floor number 4 or house address with number 4 is occasionally skipped. The practice is more prevalent in private condominiums, especially those built by ethnic Chinese-owned companies. The fourth floor may be either omitted completely or substituted with \"3B\".\nIn Singapore.\nSingaporean public transport operator &lt;a href=\"SBS%20Transit\"&gt;SBS Transit&lt;/a&gt; has omitted the number plates for some of its buses whose numbers end with \"4\" due to this, so if a bus is registered as SBS***3*, SBS***4* will be omitted and the next bus to be registered will be SBS***5*. Note that this only applies to certain buses and not others and that the final asterisk is the checksum letter and not a number. For example, if the bus is registered as SBS7533J, SBS7534G will be omitted and the next bus to be registered will be SBS7535D.\nSingaporean public transport operator &lt;a href=\"SMRT%20Corporation\"&gt;SMRT&lt;/a&gt; has omitted the \"4\" as the first digit of the serial number of the train cars as well as the &lt;a href=\"SMRT%20Buses\"&gt;SMRT Buses&lt;/a&gt; NightRider services .\nIn Indonesia.\nIn &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; since the 2000s, an increasing number of skyscrapers skip floors ending with, or contains implicit references to, the number 4 (as well as the 13th floor), especially in those funded by &lt;a href=\"Chinese%20Indonesians\"&gt;Chinese Indonesians&lt;/a&gt;. For example, in &lt;a href=\"The%20Plaza%20Semanggi\"&gt;Plaza Semanggi&lt;/a&gt; (owned by &lt;a href=\"Lippo%20Group\"&gt;Lippo Group&lt;/a&gt;, which was founded by Chinese Indonesian &lt;a href=\"Mochtar%20Riady\"&gt;Mochtar Riady&lt;/a&gt;), 4th floor is replaced by 3A. In &lt;a href=\"The%20Energy%20Tower\"&gt;The Energy Tower&lt;/a&gt; and most high-rises developed by Agung Sedayu Propertindo, 39th floor is followed by 50th floor. Some buildings, mostly owned by non-Chinese, have a 4th floor. Examples are government buildings, the &lt;a href=\"Sarinah\"&gt;Sarinah&lt;/a&gt; department store, and most buildings developed by &lt;a href=\"State-owned%20enterprises%20of%20Indonesia\"&gt;Indonesian state-owned enterprises&lt;/a&gt;.\nIn Vietnam.\nIn &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;, the &lt;a href=\"Sino-Vietnamese%20vocabulary\"&gt;Sino-Vietnamese&lt;/a&gt; words for \"four\" (tứ or tư) is used more in formal context than in everyday life and its spoken sound is clearly different from word for \"death\" (tử). The &lt;a href=\"Ch%E1%BB%AF%20N%C3%B4m\"&gt;Chữ Nôm&lt;/a&gt; word \"bốn\" equivalent to word \"tứ\" or \"tư\" is often used, therefore the number 4 is rarely avoided. Even so, in the past Vietnamese people often named their children \"tư\" or \"tứ\", which means \"the fourth child born in family\".\nIn South Korea.\nIn &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;, tetraphobia is less extreme. The number 4 sounds like the hanja for \"death\" (사) (although Korean has no tones), so the floor number 4 or room number 4 is almost always skipped in hospitals, funeral halls, and similar public buildings. In other buildings, the fourth floor is sometimes labelled \"F\" (for \"Four\") instead of \"4\" in elevators. Apartment numbers containing multiple occurrences of the number 4 (such as 404) are likely to be avoided to an extent that the value of the property is adversely affected. The national railroad, &lt;a href=\"Korail\"&gt;Korail&lt;/a&gt;, left out the locomotive number 4444 when numbering a locomotive class from 4401 upwards.\nOutside Asia.\nEfforts to accommodate tetraphobia-related sensitivities have been seen in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, which has a significant population of &lt;a href=\"Chinese%20Canadians\"&gt;Chinese descent&lt;/a&gt;. &lt;a href=\"Richmond%20Hill%2C%20Ontario\"&gt;Richmond Hill, Ontario&lt;/a&gt; banned the number four on new houses in June 2013. Property developers in &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt; omitted the number from new buildings until October 2015, when the city banned non-sequential numbering schemes.\nIn the &lt;a href=\"Aria%20Hotel\"&gt;Aria Hotel&lt;/a&gt; in &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt;, among others, numbers 40-49 are skipped for the same reasons they may be omitted in China.\nIn some &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; regions (e.g. &lt;a href=\"Tuscany\"&gt;Tuscany&lt;/a&gt;) four means &lt;a href=\"coffin\"&gt;coffin&lt;/a&gt; and thus it is feared.\nCorporate examples.\nNokia.\nThe software platform &lt;a href=\"Symbian\"&gt;Symbian&lt;/a&gt;, used by &lt;a href=\"Finland\"&gt;Finnish&lt;/a&gt; telecommunications firm &lt;a href=\"Nokia\"&gt;Nokia&lt;/a&gt; in their &lt;a href=\"S60%20%28software%20platform%29\"&gt;Series 60&lt;/a&gt; platform, avoids releases beginning with 4, as it did when it was EPOC and owned by &lt;a href=\"Psion%20%28computers%29\"&gt;Psion&lt;/a&gt; (there was no Psion Series 4, and there was no 4th edition of S60). This was done \"as a polite gesture to Asian customers\". Similarly, Nokia did not release any products under the 4xxx series, although some of Nokia's other products do contain the number 4, such as the &lt;a href=\"Series%2040\"&gt;Series 40&lt;/a&gt; platform, and the &lt;a href=\"Nokia%203410\"&gt;Nokia 3410&lt;/a&gt;. However, as of the &lt;a href=\"Mobile%20World%20Congress\"&gt;Mobile World Congress&lt;/a&gt; 2019 event, the company had announced the Nokia 4.2.\nSaskTel.\nWhen &lt;a href=\"area%20code%20306\"&gt;area code 306&lt;/a&gt; was nearing exhaustion in 2011, the &lt;a href=\"Canadian%20Radio-television%20and%20Telecommunications%20Commission\"&gt;Canadian Radio-television and Telecommunications Commission&lt;/a&gt; originally proposed that the new area code be 474. However, representatives from &lt;a href=\"SaskTel\"&gt;SaskTel&lt;/a&gt; requested that the new area code be 639 instead, to avoid the negative connotations of 4 in Asian cultures. 639 was subsequently approved as the new area code.\nOnePlus.\nThe Chinese &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt; manufacturer &lt;a href=\"OnePlus\"&gt;OnePlus&lt;/a&gt; chose to name its smartphone model after the &lt;a href=\"OnePlus%203\"&gt;3&lt;/a&gt; and &lt;a href=\"OnePlus%203T\"&gt;3T&lt;/a&gt; the &lt;a href=\"OnePlus%205\"&gt;5&lt;/a&gt;, avoiding the number 4.\nResearch.\nThe \"&lt;a href=\"British%20Medical%20Journal\"&gt;British Medical Journal&lt;/a&gt;\" reported in a study that looked at mortality statistics in the United States over a 25-year period. They found that on the fourth day of the month, Asian people were thirteen percent more likely to die of heart failure. In California, Asians were twenty-seven percent more likely to die of a heart attack on that day. The purpose of the study was to see if psychological stress caused by belief in this superstition could indeed trigger deadly heart attacks and other fatal incidents."
}