{
    "id": "24969525",
    "revid": "14730724",
    "url": "https://en.wikipedia.org/wiki?curid=24969525",
    "title": "Law Library of Congress report on the 2009 Honduran constitutional crisis",
    "text": "Honduras: Constitutional Law Issues is a controversial and disputed &lt;a href=\"legal%20opinion\"&gt;legal opinion&lt;/a&gt; report commissioned by &lt;a href=\"U.S.%20Congressman\"&gt;Congressman&lt;/a&gt; &lt;a href=\"Aaron%20Schock\"&gt;Aaron Schock&lt;/a&gt; (&lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;R.&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Ill.&lt;/a&gt;), prepared by Senior Foreign Law Specialist Norma Gutiérrez, and published by the U.S. &lt;a href=\"Law%20Library%20of%20Congress\"&gt;Law Library of Congress&lt;/a&gt;. It features a legal analysis of the &lt;a href=\"2009%20Honduran%20constitutional%20crisis\"&gt;2009 Honduran constitutional crisis&lt;/a&gt; with a specific examination of the legality of &lt;a href=\"President%20of%20Honduras\"&gt;President&lt;/a&gt; &lt;a href=\"Manuel%20Zelaya\"&gt;Manuel Zelaya's&lt;/a&gt; 28 June 2009 &lt;a href=\"2009%20Honduran%20coup%20d%27%C3%A9tat\"&gt;removal from office and expatriation&lt;/a&gt;.\nCommission and publication.\nAccording to the office of Congressman Schock, the report was first commissioned by him through the &lt;a href=\"Congressional%20Research%20Service\"&gt;Congressional Research Service&lt;/a&gt;. CRS then referred it the &lt;a href=\"Law%20Library%20of%20Congress\"&gt;Law Library of Congress&lt;/a&gt;, another congressional research agency. Prepared in August 2009 by the LLoC, the report was released by Schock via his website on 24 September 2009.\nFindings.\nAccording to the report, the case for his removal from \"office\" was rooted in constitutional and statutory law, but his removal from \"the country\" was not.\nThe report concluded that \"the &lt;a href=\"Honduran%20National%20Congress\"&gt;National Congress&lt;/a&gt; made use of its constitutional prerogative to interpret the &lt;a href=\"Honduran%20Constitution\"&gt;Constitution&lt;/a&gt; and interpreted the word “disapprove” to include also the removal from office...[W]hen the National Congress issued its Decree removing President Zelaya from office, it used its powers as needed.\"\nThe report distinguishes between what it argues to be the legal removal from office of Zelaya--\"the judicial and legislative branches applied constitutional and statutory law in the case against President Zelaya in a manner that was judged by the Honduran authorities from both branches of the government to be in accordance with the Honduran legal system\"—and the illegal removal of Zelaya from Honduras--\"[the] removal of President Zelaya from the country by the military is in direct violation of the Article 102 of the Constitution.\"\nReaction and controversy.\nThe LLoC report became the subject of intense controversy and criticism in the weeks following its release. Various analysts disputed the report's findings regarding Honduran constitutional law, in particular the assumption that Congress can interpret the Constitution (which they claim is a privilege reserved to the Supreme Court by a Supreme Court ruling on 7 May 2003), though the later \"Decree 241-2003\" of 20 January 2004, signed by the President of the Republic on 31 January 2004, ratified a change to Article 205(10) of the Honduran Constitution to allow the Honduran Congress to interpret the Constitution in an ordinary session by a two-thirds vote. United States' politicians took opposites sides on the appropriateness of the report and its conclusions, with several Democrats seeking to amend or withdraw the report and various Republicans arguing the report supports their backing of the de facto government. Schock himself argued that the &lt;a href=\"Obama%20Administration\"&gt;Obama Administration&lt;/a&gt; should change its policy towards Honduras by resuming suspended aid and recognizing the upcoming &lt;a href=\"Honduran%20general%20election%2C%202009\"&gt;November 29 elections&lt;/a&gt;, based on the contents of the report.\nIn late October 2009, the chairmen of the House and Senate foreign relations committees, &lt;a href=\"U.S.%20Senator\"&gt;Senator&lt;/a&gt; &lt;a href=\"Senator%20John%20Kerry\"&gt;John Kerry&lt;/a&gt; (&lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;D&lt;/a&gt;-&lt;a href=\"Massachusetts\"&gt;Mass.&lt;/a&gt;) and &lt;a href=\"U.S.%20Congressman\"&gt;Representative&lt;/a&gt; &lt;a href=\"Howard%20Berman\"&gt;Howard Berman&lt;/a&gt; (&lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;D&lt;/a&gt;-&lt;a href=\"California\"&gt;Calif.&lt;/a&gt;), asked the Law Library of Congress to retract the LLoC report, that they charged was flawed and \"[had] contributed to the political crisis that still wracks\" Honduras. Kerry and Berman said the report \"contains factual errors and is based on a flawed legal analysis that has been refuted by experts from the United States, the &lt;a href=\"Organization%20of%20American%20States\"&gt;Organization of American States&lt;/a&gt; and Honduras.\" They also charge that a key line in the analysis was based on a provision of the Honduran Constitution that was struck down in 2003 and that \"critical portions rely exclusively on a single, outside individual who had previously and publicly declared his support for the coup.\" Republicans, who criticized the Obama administration for not recognizing the de facto Honduran government, accused the chairmen of looking to stifle dissent.\nA spokeswoman for the Law Library of Congress—one of six &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt; agencies—said on 29 October 2009 that the research agency stood by the report and that &lt;a href=\"Librarian%20of%20Congress\"&gt;Librarian of Congress&lt;/a&gt; &lt;a href=\"James%20H.%20Billington\"&gt;James Billington&lt;/a&gt; would prepare a response to the lawmakers who have requested retraction or correction of the report.\nOn the popular &lt;a href=\"Law%20blog\"&gt;legal blog&lt;/a&gt;, \"&lt;a href=\"The%20Volokh%20Conspiracy\"&gt;The Volokh Conspiracy&lt;/a&gt;\", &lt;a href=\"Conservative%23United%20States\"&gt;conservative&lt;/a&gt; American &lt;a href=\"Legal%20education\"&gt;law professor&lt;/a&gt; and legal commentator &lt;a href=\"Jonathan%20H.%20Adler\"&gt;Jonathan H. Adler&lt;/a&gt; noted the fact that &lt;a href=\"U.S.%20State%20Department\"&gt;U.S. State Department&lt;/a&gt; &lt;a href=\"Legal%20Adviser%20of%20the%20Department%20of%20State\"&gt;lawyer&lt;/a&gt; &lt;a href=\"Harold%20Koh\"&gt;Harold Koh's&lt;/a&gt; &lt;a href=\"Legal%20opinion\"&gt;legal analysis&lt;/a&gt; of the Zelaya's ouster, which guides the Obama Administration's response to the events in Honduras, has not yet been released to the public, making the LLoC report the only official legal analysis of the situation released to the public by the US Government."
}