{
    "id": "24962671",
    "revid": "28501110",
    "url": "https://en.wikipedia.org/wiki?curid=24962671",
    "title": "Clarence Spiegel",
    "text": "Clarence Adolph Spiegel (July 12, 1898 – May 28, 1970) was a professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player in the early 1920s. He played in the early &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; for the &lt;a href=\"Evansville%20Crimson%20Giants\"&gt;Evansville Crimson Giants&lt;/a&gt;. He also worked as a promotion manager for about 30 years. Prior to that, he was the owner of a family-owned and operated furniture store located in &lt;a href=\"Evansville%2C%20Indiana\"&gt;Evansville, Indiana&lt;/a&gt;. During &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, he served as a &lt;a href=\"Private%20%28rank%29\"&gt;private&lt;/a&gt; in the &lt;a href=\"United%20States%20Army\"&gt;Army&lt;/a&gt;.\nPrior to playing with the NFL's Crimson Giants, Spiegel played for a &lt;a href=\"semi-professional\"&gt;semi-pro&lt;/a&gt; team in 1920, the &lt;a href=\"Evansville%20Ex-Collegians\"&gt;Evansville Ex-Collegians&lt;/a&gt;. When &lt;a href=\"Frank%20Fausch\"&gt;Frank Fausch&lt;/a&gt; created the Crimson Giants in 1920, Spiegel decided to remain with the Ex-Collegians. However, the team folded after Fausch was given the only lease to Evansville's only football stadium, &lt;a href=\"Bosse%20Field\"&gt;Bosse Field&lt;/a&gt;. Spiegel then joined the Crimson Giants.\nA few scheduling errors prevented the team from playing many of their games during the latter half of the &lt;a href=\"1921%20NFL%20season\"&gt;1921 season&lt;/a&gt; and as a result, the Crimson Giants' players were unpaid. Spiegel, and &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; &lt;a href=\"Menz%20Lindsey\"&gt;Menz Lindsey&lt;/a&gt;, then formed what was known as the \"Committee of Five\". The Committee then forced control of the team from Fausch. However, Fausch was still the holder of the franchise rights of the Crimson Giants and therefore the owner of the team. Spiegel and Lindsey then reformed the Ex-Collegians in 1922, backed by Evansville's baseball association. The new team was called the &lt;a href=\"Evansville%20Pros\"&gt;Evansville Pros&lt;/a&gt;. However, after just two games, the team folded. Speigel then rejoined the Crimson Giants for one game in &lt;a href=\"1922%20NFL%20season\"&gt;1922&lt;/a&gt;."
}