{
    "id": "2498157",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=2498157",
    "title": "Loftus Versfeld Stadium",
    "text": "Loftus Versfeld Stadium is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; and &lt;a href=\"Association%20football\"&gt;Association football&lt;/a&gt; (soccer) stadium situated in the &lt;a href=\"Arcadia%2C%20Pretoria\"&gt;Arcadia&lt;/a&gt; suburb of the city of &lt;a href=\"Pretoria\"&gt;Pretoria&lt;/a&gt; in the &lt;a href=\"Gauteng\"&gt;Gauteng&lt;/a&gt; province of &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. The stadium has a capacity of 51,762 for rugby union and it is occasionally used for football matches.\nThe stadium is the home ground of the &lt;a href=\"Bulls%20%28rugby%29\"&gt;Bulls&lt;/a&gt; franchise of the &lt;a href=\"United%20Rugby%20Championship\"&gt;United Rugby Championship&lt;/a&gt; and the &lt;a href=\"Blue%20Bulls\"&gt;Blue Bulls&lt;/a&gt; union in South Africa's &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt;. It also hosted the &lt;a href=\"2009%20Super%2014%20Final\"&gt;2009 Super 14 Final&lt;/a&gt; which the Bulls won 61–17 against the &lt;a href=\"Waikato%20Chiefs\"&gt;Waikato Chiefs&lt;/a&gt;, and the &lt;a href=\"2009%20Currie%20Cup\"&gt;2009 Currie Cup&lt;/a&gt; final, which the Bulls went on to win 36–24 against the &lt;a href=\"Free%20State%20Cheetahs\"&gt;Free State Cheetahs&lt;/a&gt;.\nAlso, the &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa national rugby union team&lt;/a&gt; has played several test matches at the Loftus Versfeld Stadium. They played New Zealand in 1970, 1996, 1999, 2003 and 2006, Australia in 1967, 1997, 2001, 2005, 2010 and 2012, England in 1994, 2000 and 2007, and Ireland in 1998.\nIn June 2010, the stadium hosted opening round games and one game of the round of 16 of the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt;.\nHistory.\nThe stadium was named after &lt;a href=\"Robert%20Loftus%20Owen%20Versfeld\"&gt;Robert Loftus Owen Versfeld&lt;/a&gt;, the founder of organized sports in Pretoria. Through the years the stadium has undergone various name changes as sponsors came and went, though locals have always referred to the stadium as Loftus Versfeld. From 11 June 1998 to 4 February 2003 the stadium was officially named Minolta Loftus after &lt;a href=\"Minolta\"&gt;Minolta&lt;/a&gt; became the stadium's name sponsor. Sponsorship was taken over by security giant Securicor, who announced the name Securicor Loftus on 5 February 2003. On 1 September 2005 the renaming process went full circle when cellular provider &lt;a href=\"Vodacom\"&gt;Vodacom&lt;/a&gt;, taking over sponsorship from &lt;a href=\"Securicor\"&gt;Securicor&lt;/a&gt;, renamed the stadium back to the original Loftus Versfeld.\nThe site of the stadium was first used for sports in 1906, and the field was simply called the Eastern Sports Ground. The first concrete structure was erected there by the City Council in 1923. The original structure could only accommodate 2000 spectators and did not have proper sports facilities.\nIn 1928, mostly because of the &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;All Blacks&lt;/a&gt; tour to South Africa that year, the Pretoria sub-union made a large profit which they used to erect changing rooms and toilets.\nWhen Mr Loftus Versfeld died suddenly in May 1932 the Pretoria sub-union renamed the Eastern Sports Ground after him as a tribute. The stadium has been known as Loftus Versfeld Stadium ever since. It has been upgraded on several occasions, most recently in 1984, when the Northern Pavilion received an upgrade.\nTournament matches.\n1995 Rugby World Cup.\nLoftus hosted some matches during the &lt;a href=\"1995%20Rugby%20World%20Cup\"&gt;1995 Rugby World Cup&lt;/a&gt;.\n2009 FIFA Confederations Cup.\nLoftus Versfeld was one of the venues for the &lt;a href=\"2009%20FIFA%20Confederations%20Cup\"&gt;2009 FIFA Confederations Cup&lt;/a&gt;. It hosted the Group B matches: USA vs. Italy, USA vs. Brazil and Brazil vs. Italy.\n2010 FIFA World Cup.\nMinimal upgrading was undertaken in order for Loftus Versfeld to qualify as a venue for first and second round matches for the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt;. The floodlights, sound system, scoreboards and stadium roof were improved, as roads and parking facilities around it. While expected to be finished in August 2008, renovation was completed in January 2009.\nConcerts.\nThe stadium has hosted many musical events including concerts by &lt;a href=\"UB40\"&gt;UB40&lt;/a&gt; and &lt;a href=\"Robbie%20Williams\"&gt;Robbie Williams&lt;/a&gt;' &lt;a href=\"Close%20Encounters%20Tour\"&gt;Close Encounters Tour&lt;/a&gt; on 17 April 2006 with an attendance of over 60,000. Canadian superstar &lt;a href=\"Celine%20Dion\"&gt;Celine Dion&lt;/a&gt; also performed as part of her &lt;a href=\"Taking%20Chances%20Tour\"&gt;Taking Chances Tour&lt;/a&gt; a two-night stand at the stadium on 16 and 17 February 2008 with a total attendance of about 80,000.\nFor the 1999 staging of Verdi's \"&lt;a href=\"Aida\"&gt;Aida&lt;/a&gt;\", a cast of 100's (locally selected extras) formed the backing for international musicians and singers.\nBoxing.\nOn 20 October 1979, South African heavyweight boxer &lt;a href=\"Gerrie%20Coetzee\"&gt;Gerrie Coetzee&lt;/a&gt; challenged the unbeaten American heavyweight &lt;a href=\"John%20Tate%20%28boxer%29\"&gt;John Tate&lt;/a&gt; for the vacant WBA World Heavyweight title in front of a crowd of 80,000 people. Despite massive support within the stadium Coetzee lost on points to the American. Expensive ring side seats for spectators were laid out flat on the rugby pitch, while fans seated on the stadium's (backward) steel pavilions had to do with binoculars to follow the action.\nCricket.\nBetween 1956 and 1959 six &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; matches were played at the stadium."
}