{
    "id": "2500609",
    "revid": "18152109",
    "url": "https://en.wikipedia.org/wiki?curid=2500609",
    "title": "Little Rock Travelers",
    "text": "The Little Rock Travelers were an American &lt;a href=\"minor%20league\"&gt;minor league&lt;/a&gt; &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; team located in &lt;a href=\"Little%20Rock%2C%20Arkansas\"&gt;Little Rock, Arkansas&lt;/a&gt;, and members (1902–1910, 1915–1958, 1960–1961) of the &lt;a href=\"Southern%20Association\"&gt;Southern Association&lt;/a&gt;, which as a Class A, A1 or &lt;a href=\"Double-A%20%28baseball%29\"&gt;Double-A&lt;/a&gt; circuit was typically two rungs below &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;.\nWhen farm systems came into being in the 1930s, the Travelers were at different times affiliated with the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt;, &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt;, &lt;a href=\"Boston%20Braves%20%28baseball%29\"&gt;Boston Braves&lt;/a&gt;, &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;, &lt;a href=\"Kansas%20City%20Athletics\"&gt;Kansas City Athletics&lt;/a&gt;, and &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt;. After attracting fewer than 68,000 paying customers over a 77-game home schedule in 1958, the Travelers moved to &lt;a href=\"Shreveport%2C%20Louisiana\"&gt;Shreveport, Louisiana&lt;/a&gt;, in 1959 as the &lt;a href=\"Shreveport%20Sports\"&gt;Shreveport Sports&lt;/a&gt;. In 1959, however, the &lt;a href=\"New%20Orleans%20Pelicans%20%28baseball%29\"&gt;New Orleans Pelicans&lt;/a&gt; moved to Little Rock and took the Travelers name.\nBut the Southern Association was in its death throes, and the Travelers went down with the entire league after the 1961 season. Little Rock did not field a team in 1962. In 1963, organized baseball returned to Little Rock with the &lt;a href=\"Arkansas%20Travelers\"&gt;Arkansas Travelers&lt;/a&gt; of the &lt;a href=\"Triple-A%20%28baseball%29\"&gt;Triple-A&lt;/a&gt; &lt;a href=\"International%20League\"&gt;International League&lt;/a&gt;. In both 1964 and 1965, the franchise played in the Triple-A &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt; before settling in the Double-A &lt;a href=\"Texas%20League\"&gt;Texas League&lt;/a&gt;, where the Travelers have played since 1966. Currently, the Arkansas Travelers are the AA affiliate of the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt;.\nThe team's name derives from the old folk song, \"&lt;a href=\"The%20Arkansas%20Traveler%20%28song%29\"&gt;The Arkansas Traveler&lt;/a&gt;\".\nThe team played at &lt;a href=\"Ray%20Winder%20Field\"&gt;Travelers Field&lt;/a&gt; starting in 1932, a facility that would long outlast its original tenant. Previously the team had played at &lt;a href=\"Kavanaugh%20Field\"&gt;Kavanaugh Field&lt;/a&gt;."
}