{
    "id": "25008120",
    "revid": "16915988",
    "url": "https://en.wikipedia.org/wiki?curid=25008120",
    "title": "L'amor coniugale",
    "text": "L'amor coniugale (Conjugal Love) is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; in one act by &lt;a href=\"Simon%20Mayr\"&gt;Simon Mayr&lt;/a&gt; set to an Italian &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; by &lt;a href=\"Gaetano%20Rossi\"&gt;Gaetano Rossi&lt;/a&gt;. It premiered at Padua's &lt;a href=\"Teatro%20Verdi%20%28Padova%29\"&gt;Teatro Nuovo&lt;/a&gt; on 26 July 1805.\nBackground and performance history.\nLike Beethoven's \"&lt;a href=\"Fidelio\"&gt;Fidelio&lt;/a&gt;\", the libretto of \"L'amor coniugale\" is based on &lt;a href=\"Jean-Nicolas%20Bouilly\"&gt;Jean-Nicolas Bouilly&lt;/a&gt;'s French libretto for &lt;a href=\"Pierre%20Gaveaux\"&gt;Pierre Gaveaux&lt;/a&gt;'s 1798 opera \"&lt;a href=\"L%C3%A9onore%2C%20ou%20l%27amour%20conjugal\"&gt;Léonore, ou l'amour conjugal&lt;/a&gt;\". Unlike \"Fidelio\" which focuses on the struggle for political liberty, Mayr's opera, also known as \"Il custode di buon cuore\" (The Good-hearted Jailer) and described in its libretto as a \"farsa sentimentale\", focuses more on the interpersonal relationships between the protagonists and contains comic elements. Rossi condensed Bouilly's two-act libretto into one act containing 19 scenes and changed the setting from the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt; to 17th century Poland.\n\"L'amor coniugale\" premiered at the Teatro Nuovo in Padua on 26 July 1805 in a double bill with the premiere of \"La donna di spirito\". It was then performed the following September at the &lt;a href=\"Teatro%20San%20Benedetto\"&gt;Teatro San Benedetto&lt;/a&gt; in Venice. Although rarely performed now, it was revived at the &lt;a href=\"Teatro%20Donizetti\"&gt;Teatro Donizetti&lt;/a&gt; in Bergamo in November 1984 conducted by &lt;a href=\"Bruno%20Moretti\"&gt;Bruno Moretti&lt;/a&gt; and in Germany at the 2004 &lt;a href=\"Rossini%20in%20Wildbad\"&gt;Rossini in Wildbad&lt;/a&gt; Festival conducted by Christopher Franklin. The Wildbad performance used a revised score by Arrigo Gazzaniga and was issued by the &lt;a href=\"Naxos%20Records\"&gt;Naxos Records&lt;/a&gt; label."
}