{
    "id": "25007627",
    "revid": "30707369",
    "url": "https://en.wikipedia.org/wiki?curid=25007627",
    "title": "Serotonylation",
    "text": "Serotonylation is a &lt;a href=\"Receptor_%28biochemistry%29\"&gt;receptor&lt;/a&gt; independent &lt;a href=\"Signal_transduction\"&gt;signaling mechanism&lt;/a&gt; by which &lt;a href=\"serotonin\"&gt;serotonin&lt;/a&gt; activates &lt;a href=\"intracellular\"&gt;intracellular&lt;/a&gt; processes by creating long lasting &lt;a href=\"covalent%20bond\"&gt;covalent bond&lt;/a&gt;s upon &lt;a href=\"protein\"&gt;protein&lt;/a&gt;s. It occurs through the modification of proteins by the attachment of serotonin on their &lt;a href=\"glutamine\"&gt;glutamine&lt;/a&gt; residues. This happens through the enzyme &lt;a href=\"transglutaminase\"&gt;transglutaminase&lt;/a&gt; and the creation of glutamyl-amide bonds. This process occurs following &lt;a href=\"Serotonin_transporter\"&gt;serotonin transportation&lt;/a&gt; into the cell rather on &lt;a href=\"plasma%20membrane\"&gt;plasma membrane&lt;/a&gt;s as with the brief interactions that serotonin has when it activates &lt;a href=\"5-HT%20receptor\"&gt;5-HT receptor&lt;/a&gt;s. \nFunctions.\nSerotonylation is the process by which serotonin effects the &lt;a href=\"exocytosis\"&gt;exocytosis&lt;/a&gt; of &lt;a href=\"alpha-granule\"&gt;alpha-granule&lt;/a&gt;s from platelets (also known as &lt;a href=\"thrombocyte\"&gt;thrombocyte&lt;/a&gt;s). This involves the serotonylation of small &lt;a href=\"GTPase\"&gt;GTPase&lt;/a&gt;s such as &lt;a href=\"Rab\"&gt;Rab4&lt;/a&gt; and &lt;a href=\"RhoA\"&gt;RhoA&lt;/a&gt;. It has been suggested that \"further understanding of the specific hormonal role of 5-HT in hemostasis and thrombosis is important to possibly prevent and treat deleterious hemorrhagic and cardiovascular disorders.\" Serotonylation has recently identified as playing a critical role in &lt;a href=\"pulmonary%20hypertension\"&gt;pulmonary hypertension&lt;/a&gt;.\nSerotonylation also through small GTPases is involved in the process by which serotonin controls the release of &lt;a href=\"insulin\"&gt;insulin&lt;/a&gt; from &lt;a href=\"beta%20cell\"&gt;beta cell&lt;/a&gt;s in the &lt;a href=\"pancreas\"&gt;pancreas&lt;/a&gt; and so the &lt;a href=\"blood%20glucose%20regulation\"&gt;regulation&lt;/a&gt; of &lt;a href=\"blood%20glucose\"&gt;blood glucose&lt;/a&gt; levels. This role helps explain why defects in transglutaminase can lead to &lt;a href=\"glucose%20intolerance\"&gt;glucose intolerance&lt;/a&gt;. Though small GTPases are involved, the existence of a large amount of protein-bound serotonin suggests the presence of yet unidentified other serotonylation interactions. \nSerotonylation of proteins other than small GTPases underlies the regulation of &lt;a href=\"vascular%20smooth%20muscle\"&gt;vascular smooth muscle&lt;/a&gt; \"tone\" in &lt;a href=\"blood%20vessel\"&gt;blood vessel&lt;/a&gt;s including the &lt;a href=\"aorta\"&gt;aorta&lt;/a&gt;. This may occur through serotonylation modifying proteins integral to the contractility and the cytoskeleton such as &lt;a href=\"alpha-actin\"&gt;alpha-actin&lt;/a&gt;, &lt;a href=\"beta-actin\"&gt;beta-actin&lt;/a&gt;, &lt;a href=\"ACTG1\"&gt;gamma-actin&lt;/a&gt;, &lt;a href=\"myosin%20heavy%20chain\"&gt;myosin heavy chain&lt;/a&gt; and &lt;a href=\"filamin%20A\"&gt;filamin A&lt;/a&gt;\nHistory.\nAccording to some serotonin was \"named for its source (&lt;a href=\"blood%20serum\"&gt;sero&lt;/a&gt;-) and ability to modify smooth muscle tone (tonin)\" an effect that may be dependent (some controversy exists) upon serotonylation. \nThe term \"serotonylation\" was created in 2003 by Diego J. Walther and colleagues of the &lt;a href=\"Max%20Planck%20Institute%20for%20Molecular%20Genetics\"&gt;Max Planck Institute for Molecular Genetics&lt;/a&gt; in a paper in the journal &lt;a href=\"Cell%20%28journal%29\"&gt;Cell&lt;/a&gt;."
}