{
    "id": "250130",
    "revid": "603343",
    "url": "https://en.wikipedia.org/wiki?curid=250130",
    "title": "Rationing",
    "text": "Rationing is the controlled distribution of scarce resources, goods, services, or an artificial restriction of demand. Rationing controls the size of the ration, which is one's allowed portion of the resources being distributed on a particular day or at a particular time. There are many forms of rationing, although rationing by price is most prevalent.\nRationing is often done to keep price below the &lt;a href=\"market%20clearing\"&gt;market-clearing&lt;/a&gt; price determined by the process of &lt;a href=\"supply%20and%20demand\"&gt;supply and demand&lt;/a&gt; in an &lt;a href=\"free%20market\"&gt;unfettered market&lt;/a&gt;. Thus, rationing can be complementary to &lt;a href=\"incomes%20policies\"&gt;price controls&lt;/a&gt;. An example of rationing in the face of rising prices took place in the various countries where there was rationing of gasoline during the &lt;a href=\"1973%20energy%20crisis\"&gt;1973 energy crisis&lt;/a&gt;.\nA reason for setting the price lower than would clear the market may be that there is a shortage, which would drive the market price very high. High prices, especially in the case of necessities, are undesirable with regard to those who cannot afford them. Traditionalist economists argue, however, that high prices act to reduce waste of the scarce resource while also providing incentive to produce more.\nRationing using &lt;a href=\"ration%20stamp\"&gt;ration stamp&lt;/a&gt;s is only one kind of non-price rationing. For example, &lt;a href=\"scarcity\"&gt;scarce&lt;/a&gt; products can be rationed using queues. This is seen, for example, at &lt;a href=\"amusement%20park\"&gt;amusement park&lt;/a&gt;s, where one pays a price to get in and then need not pay any price to go on the rides. Similarly, in the absence of &lt;a href=\"road%20pricing\"&gt;road pricing&lt;/a&gt;, access to roads is rationed in a &lt;a href=\"first%20come%2C%20first%20served\"&gt;first come, first served&lt;/a&gt; &lt;a href=\"queueing\"&gt;queueing&lt;/a&gt; process, leading to &lt;a href=\"traffic%20congestion\"&gt;congestion&lt;/a&gt;.\nAuthorities which introduce rationing often have to deal with the rationed goods being sold illegally on the &lt;a href=\"black%20market\"&gt;black market&lt;/a&gt;. Despite the fact that rationing systems are sometimes necessary as the only viable option for societies facing severe consumer goods shortages, they are usually extremely unpopular with the general public, as they enforce limits on individual consumption.\nCivilian rationing.\nRationing for civilians has most often been instituted during wartime. For example, each person may be given what's known as a \"ration &lt;a href=\"coupon\"&gt;coupon&lt;/a&gt;\" allowing them to purchase a certain amount of a product each month. Rationing often includes &lt;a href=\"food\"&gt;food&lt;/a&gt; and other necessities for which there is a shortage, including materials needed for the war effort such as rubber tires, leather shoes, clothing, and fuel.\nRationing of food and water may also become necessary during an emergency, such as a &lt;a href=\"natural%20disaster\"&gt;natural disaster&lt;/a&gt; or &lt;a href=\"Terrorism\"&gt;terror attack&lt;/a&gt;. In the U.S., the &lt;a href=\"Federal%20Emergency%20Management%20Agency\"&gt;Federal Emergency Management Agency&lt;/a&gt; (FEMA) has established guidelines for rationing food and water when replacements are not available. According to FEMA standards, every person should have a minimum of per day of water, and more for children, nursing mothers, and the ill.\nOrigins.\nMilitary &lt;a href=\"siege\"&gt;siege&lt;/a&gt;s have often resulted in shortages of food and other essentials. In such circumstances, the rations allocated to an individual are often determined based on age, sex, race or social standing. During the &lt;a href=\"Siege%20of%20Lucknow\"&gt;Siege of Lucknow&lt;/a&gt; (part of the &lt;a href=\"Indian%20Rebellion%20of%201857\"&gt;Indian Rebellion of 1857&lt;/a&gt;) a woman received three-quarters of a man's food ration. Children received only half. During the &lt;a href=\"Siege%20of%20Ladysmith\"&gt;Siege of Ladysmith&lt;/a&gt; in the early stages of the &lt;a href=\"Second%20Boer%20War\"&gt;Boer War&lt;/a&gt; in 1900 &lt;a href=\"White%20people\"&gt;white&lt;/a&gt; adults received the same food rations as soldiers while children received half that. Food rations for &lt;a href=\"Indian%20people\"&gt;Indian people&lt;/a&gt; and &lt;a href=\"black%20people\"&gt;black people&lt;/a&gt; were significantly smaller.\nThe first modern rationing systems were imposed during the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;. In &lt;a href=\"German%20Empire\"&gt;Germany&lt;/a&gt;, suffering from the effects of the &lt;a href=\"Blockade%20of%20Germany\"&gt;British blockade&lt;/a&gt;, a rationing system was introduced in 1914 and was steadily expanded over the following years as the situation worsened. Although &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;Britain&lt;/a&gt; did not suffer from food shortages, as the sea lanes were kept open for food imports, &lt;a href=\"panic%20buying\"&gt;panic buying&lt;/a&gt; towards the end of the war prompted the rationing of first &lt;a href=\"sugar\"&gt;sugar&lt;/a&gt; and then &lt;a href=\"meat\"&gt;meat&lt;/a&gt;. It is said to have benefited the overall health of the country, through the \"levelling of consumption of essential foodstuffs\". To assist with rationing, ration books were introduced on 1918 for butter, margarine, lard, meat, and sugar. During the war, average caloric intake decreased only three percent, but protein intake six percent.\nFood rationing appeared in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; after the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, and &lt;a href=\"ration%20stamp\"&gt;ration stamp&lt;/a&gt;s were in use until the end of the &lt;a href=\"Polish%E2%80%93Soviet%20War\"&gt;Polish–Soviet War&lt;/a&gt;.\nSecond World War.\nRationing became common during the &lt;a href=\"home%20front%20during%20World%20War%20II\"&gt;Second World War&lt;/a&gt;. &lt;a href=\"Ration%20Stamps\"&gt;Ration stamps&lt;/a&gt; were often used. These were redeemable stamps or coupons, and every family was issued a set number of each kind of stamp based on the size of the family, ages of children, and income. The British &lt;a href=\"Minister%20of%20Food%20%28United%20Kingdom%29\"&gt;Ministry of Food&lt;/a&gt; refined the rationing process in the early 1940s to ensure the population did not starve when food imports were severely restricted and local production limited due to the large number of men fighting the war.\nRationing on a scientific basis was pioneered by &lt;a href=\"Elsie%20Widdowson\"&gt;Elsie Widdowson&lt;/a&gt; and &lt;a href=\"Robert%20McCance\"&gt;Robert McCance&lt;/a&gt; at the Department of Experimental Medicine, &lt;a href=\"University%20of%20Cambridge\"&gt;University of Cambridge&lt;/a&gt;. They worked on the chemical composition of the human body, and on the nutritional value of different flours used to make bread. Widdowson also studied the impact of infant diet on human growth. They studied the differing effects from deficiencies of salt and of water and produced the first tables to compare the nutritional contents of foods before and after cooking. They co-authored \"The Chemical Composition of Foods\", first published in 1940 by the &lt;a href=\"Medical%20Research%20Council%20%28UK%29\"&gt;Medical Research Council&lt;/a&gt;. Their book, \"McCance and Widdowson\", became known as the dietician's bible and formed the basis for modern nutritional thinking.\nIn 1939, they tested whether the United Kingdom could survive with only domestic food production if &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;s ended all imports. Using 1938 food-production data, they fed themselves and other volunteers a limited diet, while simulating the strenuous wartime physical work Britons would likely have to perform. The scientists found that the subjects' health and performance remained very good after three months. They also headed the first ever mandated addition of vitamins and minerals to food, beginning with adding &lt;a href=\"calcium\"&gt;calcium&lt;/a&gt; to bread. Their work became the basis of the wartime austerity diet promoted by the &lt;a href=\"Minister%20of%20Food\"&gt;Minister of Food&lt;/a&gt;, &lt;a href=\"Frederick%20Marquis%2C%201st%20Earl%20of%20Woolton\"&gt;Lord Woolton&lt;/a&gt;.\nThe British public's wartime diet was never as severe as in the Cambridge study because German U-boats failed to halt US convoys, but rationing improved the health of British people: infant mortality declined and life expectancy rose. This was because everyone had access to a varied diet with enough nutrients.\nThe first commodity to be controlled was gasoline. On 8 January 1940, bacon, butter and sugar were rationed. This was followed by successive rationing schemes for meat, tea, jam, biscuits, &lt;a href=\"breakfast%20cereals\"&gt;breakfast cereals&lt;/a&gt;, cheese, eggs, lard, milk, and canned and dried fruit. Fresh vegetables and fruit were not rationed, but supplies were limited. Many people grew their own vegetables, greatly encouraged by the highly successful \"&lt;a href=\"Digging%20for%20Victory\"&gt;Digging for Victory&lt;/a&gt;\" campaign. Most controversial was bread; it was not rationed until after the war ended, but the \"&lt;a href=\"national%20loaf\"&gt;national loaf&lt;/a&gt;\" of wholemeal bread replaced the ordinary white variety, to the distaste of most housewives who found it mushy, grey, and easy to blame for digestive problems. Fish was not rationed, but fish prices increased considerably as the war progressed.\nIn summer 1941, the British appealed to Americans to conserve food to provide more to go to Britons fighting in the Second World War. The &lt;a href=\"Office%20of%20Price%20Administration\"&gt;Office of Price Administration&lt;/a&gt; (OPA) warned Americans of potential gasoline, steel, aluminum and electricity shortages. It believed that with factories converting to military production and consuming many critical supplies, rationing would become necessary if the country entered the war. It established a rationing system after the &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt;. In June 1942 the &lt;a href=\"Combined%20Food%20Board\"&gt;Combined Food Board&lt;/a&gt; was set up to coordinate the worldwide supply of food to the Allies, with special attention to flows from the U.S. and Canada to Britain.\nAmerican civilians first received ration books—War Ration Book Number One, or the \"Sugar Book\"—on 4 May 1942, through more than 100,000 school teachers, &lt;a href=\"Parent-Teacher%20Association\"&gt;Parent-Teacher Association&lt;/a&gt;s, and other volunteers. &lt;a href=\"Sugar\"&gt;Sugar&lt;/a&gt; was the first consumer commodity rationed. Bakeries, ice cream makers, and other commercial users received rations of about 70% of normal usage. &lt;a href=\"Coffee\"&gt;Coffee&lt;/a&gt; was rationed on 27 November 1942 to every five weeks. By the end of 1942, ration coupons were used for nine other items. Typewriters, gasoline, bicycles, footwear, silk, nylon, fuel oil, stoves, meat, lard, shortening and cooking oils, cheese, butter, margarine, &lt;a href=\"processed%20food\"&gt;processed food&lt;/a&gt;s (canned, bottled, and frozen), dried fruits, canned milk, firewood and coal, jams, jellies, and &lt;a href=\"fruit%20butter\"&gt;fruit butter&lt;/a&gt;s were rationed by November 1943.\nThe work of issuing ration books and exchanging used stamps for certificates was handled by some 5,500 local ration boards of mostly volunteers. As a result of the gasoline rationing, all forms of automobile racing, including the &lt;a href=\"Indianapolis%20500\"&gt;Indianapolis 500&lt;/a&gt;, were banned. All rationing in the United States ended in 1946.\nIn the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; food was rationed from 1941 to 1947. In particular, daily bread rations in &lt;a href=\"Siege%20of%20Leningrad\"&gt;besieged Leningrad&lt;/a&gt; were initially set at 800 grams. By the end of 1941 the bread rations were reduced to 250 grams for workers and 125 grams for everyone else, which resulted in a &lt;a href=\"Effect%20of%20the%20Siege%20of%20Leningrad%20on%20the%20city%23Food%20shortages\"&gt;surge of deaths&lt;/a&gt; caused by starvation. Starting in 1942 daily bread rations were increased to 350 grams for workers and 200 grams for everyone else. One of the documents of the period is the diary of &lt;a href=\"Tanya%20Savicheva\"&gt;Tanya Savicheva&lt;/a&gt;, who recorded the deaths of each member of her family during the siege.\nRationing was also introduced to a number of British dominions, and colonies, with rationing of clothing imposed in Australia, from 12 June 1942, and certain foodstuffs from 1943. Canada rationed tea, coffee, sugar, butter and mechanical spares, between 1942 and 1947. The Cochin, Travancore and Madras states, of &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt; elected to ration grain between the fall of 1943 and spring 1944. Egypt introduced a ration card-based subsidy of essential foodstuffs in 1945 that has persisted into the 21st century.\nMany countries had &lt;a href=\"gasoline\"&gt;gasoline&lt;/a&gt; rationing that determined how much gasoline could be filled in a fuel tank, depending on whether the driver was essential to the war effort. An example rationing system is the following:\nPeacetime rationing.\nCivilian peacetime rationing of food has been employed after natural disasters, during contingencies, or after failed governmental economic policies regarding production or distribution, as well as due to extensive &lt;a href=\"austerity\"&gt;austerity&lt;/a&gt; programs implemented to cut or restrict public spending in countries where the rationed goods previously relied on government procurement or subsidies, as was the case &lt;a href=\"Austerity%20in%20Israel\"&gt;in Israel&lt;/a&gt;.\nIn the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, the rationing system remained in place for years after the end of the &lt;a href=\"Second%20World%20War\"&gt;War&lt;/a&gt;. In some respects it was more strict after the war than during it—two major foodstuffs that were never rationed during the war, bread and potatoes, were rationed after it (bread from 1946 to 1948, and potatoes for a time from 1947). Tea was still rationed until 1952. In 1953 rationing of sugar and eggs ended, and in 1954, all rationing finally ended when cheese and meats came off ration. Sugar was again rationed in 1974 after Caribbean producers began selling to the more lucrative United States market.\nSome centralized &lt;a href=\"planned%20economies\"&gt;planned economies&lt;/a&gt; introduced peacetime rationing systems due to food shortages in the postwar period. &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; and &lt;a href=\"China\"&gt;China&lt;/a&gt; did so in the 1970s and 1980s, as did &lt;a href=\"Communist%20Romania\"&gt;Romania during Ceausescu's rule&lt;/a&gt; in the 1980s, the &lt;a href=\"rationing%20in%20the%20Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; in 1990–1991, and from 1962–present in &lt;a href=\"Rationing%20in%20Cuba\"&gt;Cuba&lt;/a&gt;.\nFrom 1949 to 1959, &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; was &lt;a href=\"Austerity%20in%20Israel\"&gt;under a regime of austerity&lt;/a&gt;, during which rationing was enforced. At first, only staple foods such as cooking oil, sugar, and margarine were rationed, but it was later expanded, and eventually included furniture and footwear. Every month, each citizen would get food coupons worth six &lt;a href=\"Israeli%20pound\"&gt;Israeli pound&lt;/a&gt;s, and every family would be allotted food. The average Israeli diet was 2,800 calories a day, with additional calories for children, the elderly, and pregnant women.\nFollowing the 1952 &lt;a href=\"Reparations%20Agreement%20between%20Israel%20and%20West%20Germany\"&gt;Reparations Agreement between Israel and West Germany&lt;/a&gt;, and the subsequent influx of foreign capital, Israel's economy was bolstered, and in 1953, most restrictions were cancelled. In 1958, the list of rationed goods was narrowed to just eleven, and in 1959, it was narrowed to only jam, sugar, and coffee.\nPetroleum products were rationed in many countries following the &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt;. The &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; introduced &lt;a href=\"odd%E2%80%93even%20rationing\"&gt;odd–even rationing&lt;/a&gt; for fuels during the crisis, which allowed only vehicles with even-numbered &lt;a href=\"numberplate\"&gt;numberplate&lt;/a&gt;s to fill up on gas one day and odd-numbered ones on another.\n&lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; enacted rationing in 1981 to cope with economic crisis. The rationing system initially encompassed most of the population's daily necessities, but was gradually phased out over time, with the last ration being abolished in 1989.\n&lt;a href=\"Rationing%20in%20Cuba\"&gt;Rationing in Cuba&lt;/a&gt; for basic goods was enacted in 1991 following the collapse of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, which had previously subsidised the island nation's economy. Rationing started being phased out in the year 2000 at the end of the \"special period\", as Cuba had shifted to a more diversified and self-sustaining economy. Rationing, however, was not fully abolished and instead turned into an alternative way to purchase goods, in addition to the markets. This makes a curious departure from classical rationing, as during the 2001-2019 period, the rationing system was used in addition to, instead of as a replacement for regular markets. Cubans would be able to buy a certain amount of items at 'liberated' prices using ration coupons at a significantly reduced rate, while still being able to purchase more at regular market prices. This 'liberated' system persisted even during Cuba's period of economic growth and relative prosperity during the early and mid 2010s and enjoyed considerable popularity among the island's citizens. Cuba later re-introduced a classical limiting rationing system in 2019, following the imposition of strict sanctions on the island by US President &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;, as well as the collapse of petroleum shipments from &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;, which was facing its own economic troubles at that time. Cuba's president pitched the new system as significantly more lenient than the 1991-2000 \"special period\", though admitted that it would negatively affect consumption.\nShort-term rationing for gas and other fuels was introduced in the &lt;a href=\"U.S.\"&gt;U.S.&lt;/a&gt; states of &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; and &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; following &lt;a href=\"Hurricane%20Sandy\"&gt;Hurricane Sandy&lt;/a&gt; in 2012.\nIn April 2019, &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt; announced a 30-day electricity rationing regime in the face of power shortages.\nFor a few years during a &lt;a href=\"2011%E2%80%932017%20California%20drought\"&gt;series of droughts in California&lt;/a&gt; (from 2015 to 2019), the &lt;a href=\"California%20State%20Water%20Resources%20Control%20Board\"&gt;California State Water Resources Control Board&lt;/a&gt; had mandatory water-use restrictions.\nIn 2021, &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;, facing a major economic crisis, is considering introducing food rationing. According to \"&lt;a href=\"The%20Hindu\"&gt;The Hindu&lt;/a&gt;\", \"President Gotabaya Rajapaksa has called in the army to manage the crisis by rationing the supply of various essential goods.\"\nRefugee aid rations.\nAid agencies, such as the &lt;a href=\"World%20Food%20Programme\"&gt;World Food Programme&lt;/a&gt;, provide food rations and other essentials to &lt;a href=\"refugees\"&gt;refugees&lt;/a&gt; or &lt;a href=\"internally%20displaced%20person\"&gt;internally displaced person&lt;/a&gt;s who are registered with the &lt;a href=\"UNHCR\"&gt;UNHCR&lt;/a&gt; and are either living in &lt;a href=\"refugee%20camps\"&gt;refugee camps&lt;/a&gt; or are supported in &lt;a href=\"Urban%20refugee\"&gt;urban centres&lt;/a&gt;. Every registered refugee is given a ration card upon registration which is used for collecting the rations from food distribution centres. The 2,100 calories allocated per person per day is based on minimal standards and is frequently not achieved, as has been the case in Kenya.\nAccording to Article 20 of the &lt;a href=\"Convention%20Relating%20to%20the%20Status%20of%20Refugees\"&gt;Convention Relating to the Status of Refugees&lt;/a&gt; refugees shall be treated as national citizens in rationing schemes when there is a rationing system in place for the general population.\nOther types.\nHealth care rationing.\nAs the British &lt;a href=\"Royal%20Commission%20on%20the%20National%20Health%20Service\"&gt;Royal Commission on the National Health Service&lt;/a&gt; observed in 1979, \"whatever the expenditure on health care, demand is likely to rise to meet and exceed it.\" Rationing health care to control costs is regarded as an explosive issue in the US, but in reality health care is rationed everywhere. In places where the government provides healthcare rationing is explicit. In other places people are denied treatment because of personal lack of funds, or because of decisions made by insurance companies. The American Supreme Court approved paying doctors to ration care, saying that there must be \"some incentive connecting physician reward with treatment rationing\". Shortages of organs for donation forces the rationing of organs for transplant even where funding is available.\nSee also &lt;a href=\"Healthcare%20rationing%20in%20the%20United%20States\"&gt;Healthcare rationing in the United States&lt;/a&gt;\nCredit rationing.\n&lt;a href=\"Credit%20rationing\"&gt;Credit rationing&lt;/a&gt; describes a situation wherein a bank limits the &lt;a href=\"supply%20%28economics%29\"&gt;supply&lt;/a&gt; of loans, even when it has enough funds to loan, and the provision of loans has not yet equaled the &lt;a href=\"demand\"&gt;demand&lt;/a&gt; of prospective borrowers. Changing the price of the loans (interest rate) does not balance loan demand and supply.\nCarbon rationing.\nPersonal carbon trading refers to proposed &lt;a href=\"emissions%20trading\"&gt;emissions trading&lt;/a&gt; schemes under which emissions credits are allocated to adult individuals on a (broadly) equal &lt;a href=\"per%20capita\"&gt;per capita&lt;/a&gt; basis, within national &lt;a href=\"United%20Kingdom%20Climate%20Change%20Bill\"&gt;carbon budgets&lt;/a&gt;. Individuals then surrender these credits when buying fuel or electricity. Individuals wanting or needing to emit at a level above that permitted by their initial allocation would be able to engage in emissions trading and purchase additional credits. Conversely, those individuals who emit at a level below that permitted by their initial allocation have the opportunity to sell their surplus credits. Thus, individual trading under Personal Carbon Trading is similar to the trading of companies under &lt;a href=\"EU%20ETS\"&gt;EU ETS&lt;/a&gt;.\nPersonal carbon trading is sometimes confused with &lt;a href=\"carbon%20offset\"&gt;carbon offset&lt;/a&gt;ting due to the similar notion of paying for emissions allowances, but is a quite different concept designed to be mandatory and to guarantee that nations achieve their domestic carbon emissions targets (rather than attempting to do so via international trading or offsetting).\nRationing mechanisms.\nThe purpose of rationing is to guarantee a minimum of some resource or to impose a maximum limit on its use. (The latter is the case with carbon rationing, where the scarcity is artificial). Usually, the government determines a fair ration, for example, one proportional to the number of family members. If participants possess different rights to a portion (even when they have the same need) and there is not enough for everyone, then one of the many algorithms for solving the &lt;a href=\"bankruptcy%20problem\"&gt;bankruptcy problem&lt;/a&gt; may apply.\nAt other times, the ration can only be estimated by the beneficiary, such as a factory for which energy is to be rationed. In such cases, a mechanism is needed to discourage misreporting the needs or wants (i.e., to meet strategy-proofness). Suppose every participant reports an ideal ration. For so-called uniform rationing, each ration is set to the minimum of the participant's ideal ration and a cap, the cap being determined so that the sum of the rations equals the amount available. So, loosely speaking, the participant asking least will be served first. This mechanism is strategy-proof, avoids unnecessary waste (Pareto optimality) and equally treats equals (anonymity.) In fact, it is the only such mechanism. (Anonymity in this statement can be replaced by envyfreeness). For the redistribution of scarce goods to demanders by suppliers, see &lt;a href=\"Non-monetary%20economy%23Non-monetary%20microeconomies\"&gt;non-monetary microeconomies&lt;/a&gt;.\nFor smooth &lt;a href=\"supply%20chain%20management\"&gt;supply chain management&lt;/a&gt; the supplies may be rationed, which is sometimes referred to as the rationing game. The references mentioned here are a small sample of the literature about rationing inventories."
}