{
    "id": "2503046",
    "revid": "21849514",
    "url": "https://en.wikipedia.org/wiki?curid=2503046",
    "title": "Rugby league in Greece",
    "text": "&lt;a href=\"Rugby%20league\"&gt;Rugby league&lt;/a&gt; is a &lt;a href=\"team%20sport\"&gt;team sport&lt;/a&gt; that is relatively new to &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;.\nHistory.\nThe &lt;a href=\"Greece%20national%20rugby%20league%20team\"&gt;Greek national team&lt;/a&gt; was formed in 2003 by &lt;a href=\"Greek%20Australians\"&gt;Greek Australians&lt;/a&gt;. Rugby league was subsequently introduced to Greece in 2006. The first match played in Greece was contested by the Olympus Eels and Attica Tigers, with the teams consisting of a mixture of local &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; players and Greek Australians. A few days later on 28 October 2006, &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; hosted an international match against , which Greece won 44–26.\nThe initial attempt to find a Greek RL Federation, started by Colin Mylonas, in 2003. Mylonas and his associates spent a lot of money until 2007, but they failed to form a Greek-based Federation. Colin Mylonas was involved with the continued development of the game until 2010. This included Greece playing in the 2008 University Rugby League World Cup after Russia pulled out. Greece was made up of 10 Australian based players with Greek heritage and 10 players from Greece were flown out to Australia. They achieved great success beating France in the plate Final. In the same tournament, Greece beat Scotland Ireland and came very close in beating England only losing on the bell. This put Greece on the map in playing rugby league. Other achievements included winning the Mediterranean Cup in 2010 played in Sydney beating Italy in the final, in front of 3000 people. Greece also played Fiji in Sydney in 2009 losing but gaining respect as a nation on the rise.\nColin Mylonas in 2010 had decided to withdraw from the organisation due to differences in the direction of the Greek Rugby League.\nThe &lt;a href=\"Hellenic%20Federation%20of%20Rugby%20League\"&gt;Hellenic Federation of Rugby League&lt;/a&gt; (HFRL) was founded in 2013 by Anastasios \"Tasos\" Pantazidis. The body was recognised by an Athens court and was therefore accorded observer status within the RLEF in August 2013. In February 2014, the HFRL was granted affiliate member status by the RLEF.\nIn April 2016, the HFRL was suspended from the RLEF following a year-long investigation for \"wilfully acting in a manner prejudicial to the interests of the RLEF and international rugby league.\" The HRFL was expelled from the RLEF in August 2016 for failing to meet membership requirements. The HFRL continued to organise a domestic competition through the &lt;a href=\"Hellenic%20Federation%20of%20Modern%20Pentathlon\"&gt;Hellenic Federation of Modern Pentathlon&lt;/a&gt; (HFMP) with the recognition of the &lt;a href=\"Ministry%20of%20Culture%20and%20Sports%20%28Greece%29\"&gt;Ministry of Culture and Sports&lt;/a&gt;. Meanwhile, the RLEF ran a separate, recognised competition in the 2016/17 period.\nIn March 2017, the &lt;a href=\"Greek%20Rugby%20League%20Association\"&gt;Greek Rugby League Association&lt;/a&gt; (GRLA) was recognised by the RLEF as the official governing body for rugby league in Greece, and was granted observer status. The conflict between the HFRL/HFMP and the RLIF continues as of August 2019.\nIn December 2017, national team captain &lt;a href=\"Stefanos%20Bastas\"&gt;Stefanos Bastas&lt;/a&gt; became the first Greek domestic player to sign a professional playing contract when he secured a one-year deal with the &lt;a href=\"Hemel%20Stags\"&gt;Hemel Stags&lt;/a&gt;.\nCompetitions.\nHFRL clubs.\nThe domestic XIII competition for 2017/18.\n9's Teams.\nhttp://www.rugbyleague.gr/omicronmualphadeltaepsilonsigma-teams.html\nPromitheas, AEKK and Pegasus, participated in a regional 2012-2013 championship of Athens.\nIn the 2013/2014 Promitheas, AEKK, Pegasus, Aris and Knights participated in the A' Division. Knights won the championship. In the B' Division, Neapoli, AEKK B', Promitheas B', Aris B' and Pegasus B' participated. Nepoli won the championship.\nFor the 2014/15 season, there were ten teams taking part:\nDivision 1: Rhodes Knights, AEK Kokkinias, Aris Petroupolis, Pyrrihios Aspropyrgou (1st team) and Pegasus Neos Kosmos. Pegasus won the championship. \nDivision 2: Neapoli Lakonias, Argos Wolves, Haidari Lions, Pyrrihios Aspropyrgou ('B' team) and Promitheas Rentis.\nFor the 2015/16 season, a new formation was planned.\nSouth Group: AEK Kokkinias, Pyrrihios Aspropyrgos and Agios Thomas. Pyrrihios won the tournament.\nNorth Group: Filippos Vereea and 2 teams from Thessaloniki. Finally, the tournament did not operate. As a result, Pyrrihios was named 2015-2016 Greece Champions.\nTwo RL 9's tournaments took place: a) in Nikaea, Piraeus (AEK Kokkinias won vs Pyrrihios and Agios Thomas) and b) in Thessaloniki (Agios Thomas won vs Lions/Kavala, Pyrrihios and Thessaloniki).\nIn 2016–2017 season, four teams participated in the XIII tournament: Pyrrichios Aspropyrgou, Aghios Thomas Goudi, A.O. Kavala and ASP Chalkidonikos http://www.rugbyleague.gr/epsilonpiiotasigmaetamuepsilonsigma-deltaiotaomicronrhogammaalphanuomegasigmaepsiloniotasigma--official-tournaments.html\nIn the 9's tournaments, five teams participated (Promitheas, Pyrrichios, St. Thomas, Nemesis, Kavala. Pyrrichios won 2 of the cups and St. Thomas 1.\nIn 2017–2018 season, three teams participate in the XIII tournament: Pyrrichios Aspropyrgou, Promitheas Rendi and A.E.K.. http://www.rugbyleague.gr/epsilonpiiotasigmaetamuepsilonsigma-deltaiotaomicronrhogammaalphanuomegasigmaepsiloniotasigma--official-tournaments.html\nIn the 9's tournaments, five teams participate (Promitheas, Pyrrichios, A.E.K., Nemesis, Kavala. A.E.K. won 1 cup and Promitheas 1.\nAn unofficial 7's tournament was also played on 9 February 2013. Participating teams apart from Promitheas and AEK PK included the newly formed team \"Neapoli Lakonias\" that was created in Pelloponese in 2013. Promitheas won the tournament.\nNational team.\nThe first representative game involving Greece was played in 2003 against New Caledonia with Greece winning 26–10. The first representative game played in Greece was played in 2006 with Greece defeating Serbia 44–26 in Athens. These teams were not recognised by the Greek sports Authorities. In 2011 a touring GB Student \"Pioneers\" team played a game vs an unofficial \"national\" team consisting of players from the two Rhodes teams in Rhodes island. The Pioneers won. In October 2013 the Greece National Team (under the authority of the newly formatted HFRL) played an international against Hungary in Budapest. The Greek team was a mixture of local players from the fledgling Greek national competition and heritage players from Australia. Greece won the game 90–0.\nIn 2014, Greece participated in the RLEF European Championship C. Greeks won the tournament (32-18 vs Malta and 68-16 vs the Czech Rep.).\nIn 2014, Greece won the Balkan Cup in Belgrade, Serbia (58-4 vs Bosnia/Herzegovina and 50-22 vs Serbia).\nIn 2015 Greece withdrew from the RLEF European Championship C in Malta, due to financial reasons. Greeks played the home match vs Spain (lost by 4-76). That was the first Greek National team consisted only by domestic players.\nAfter the recognition of the sport by the Ministry of Culture and Sports in 2016, the Hellenic federation of Modern Pentathlon, formed a rugby league committee. As a result, the first recognised by the country's highest sport authority National Team, played twice vs Italy in L'Aquila and in Nikaea Piraeus. The opponent LIRFL is the only RL governing body recognised in Italy by the Italian Olympic Committee (CONI).\nReferences.\nMinistry Approval of the National Team went to L'Aquila https://diavgeia.gov.gr/doc/67%CE%9A44653%CE%A04-%CE%99%CE%9A%CE%93?inline=true\nAssignment of the authority over rugby league to the Modern Pentathlon federation https://diavgeia.gov.gr/doc/7%CE%A63%CE%9B4653%CE%A04-001?inline=true\nPerfecture License for national team match in Nikaea (2017) https://diavgeia.gov.gr/doc/7%CE%9B%CE%A6%CE%9D7%CE%9B7-%CE%924%CE%9C?inline=true\nMinistry approval of the invitation to the Italian and Pakistan National Team in Greece (2017) https://diavgeia.gov.gr/doc/62%CE%9B%CE%964653%CE%A04-2%CE%91%CE%9D?inline=true"
}