{
    "id": "25038868",
    "revid": "9806113",
    "url": "https://en.wikipedia.org/wiki?curid=25038868",
    "title": "Pax Amicus Theatre",
    "text": "The Pax Amicus Theater is located in &lt;a href=\"Budd%20Lake%2C%20New%20Jersey\"&gt;Budd Lake, New Jersey&lt;/a&gt;, United States, and was founded in 1970. This community theater produces a full year-round season of &lt;a href=\"Broadway%20theatre\"&gt;Broadway&lt;/a&gt; and &lt;a href=\"off-Broadway\"&gt;off-Broadway&lt;/a&gt; revivals, professional productions of works by &lt;a href=\"Shakespeare\"&gt;Shakespeare&lt;/a&gt; and &lt;a href=\"Edgar%20Allan%20Poe\"&gt;Edgar Allan Poe&lt;/a&gt;, a program devoted to children's theater, and special events throughout the year.\nMany do not know that it was not always a castle. To the summer residents of the 1940s and 1950s who vacationed on Budd Lake, it was a Jewish Community Center, and then in the early 1970s, a fraternal hall for the local Knights of Columbus.\nThe Founding of Pax Amicus.\nIn 1970 Stan Barber and Bob Findlay (both are still residents of Mt. Olive), tenured teachers at West Morris Regional High School in Chester, left their jobs to establish PAX AMICUS, a community art center which they originally housed in a historic, (built in the 1850s) former Presbyterian church in Flanders, which they purchased with personal loans and mortgages. Within a year of remodeling and rebuilding, assisted by teens, their parents and many good Samaritans, they were up and running, opening its doors with a musical tribute to Jacques Brel, the French and Belgian troubadour who set the tone for the musical and social revolutions of the 1960s and 1970s.\nBy 1977, Pax Amicus, by then a successful community theatre, made the decision to purchase the Knights of Columbus Hall and convert it into a castle as a home for its growing theatre for children productions.\nStan Barber, Pax's co-founder and director, with the herculean labor of friends and colleagues: Paul Berry (of Mt. Olive), George Stults (of Washington Township), Rusty Cook (of Basking Ridge), Tim O'Brien (of Chester) and John Hammel (of Morristown), conceived and rebuilt the dilapidated, aging building into one of Mt. Olive's most vibrant and visible landmarks.\nThe re-construction took less than two years, and for their efforts Pax Amicus Castle was named Outstanding Building of the Year - FIRST PLACE by the National Remodelers Association. The guests of honor at its ribbon cutting ceremony, which also included a production of A Man for All Seasons, included Margaret Hamilton, the Wicked Witch of the West, of the MGM film classic of The Wizard of Oz, and an up-and-coming unknown young actor named Kevin Bacon.\nFor 6 years, both theatres - the Church Theatre in Flanders and the new Castle Theatre - functioned full time, but in 1983, it was decided to move all productions to the Castle, and the old Church was sold to a private family. Sadly, in 2011, a fire destroyed the top half of the old Presbyterian Church (gratefully, no one was hurt) and its future will depend on its present owners.\nPax Amicus is a not-for-profit foundation, is not corporate-supported or government granted and survives solely on ticket sales, private donations, and the loyalty and enjoyment of its theatre goers. Pax Amicus is not funded by, nor does it endorse or support, any religious, political, fraternal or social organization or point of view.\nSome might find it difficult at first to pronounce (it is most commonly pronounced pox a'-mi-cus) but for most, it is a gentle visit to a small, but inviting wonderland - a magical place - whose very name means \"Peace Friend.\" It is based on the proposition that the arts can be a valuable bridge, a vehicle for friendship, community, and peace.\nThe Building of the Castle.\nThe actual structure of what would become Pax Amicus Castle Theatre originated as a simple cinder-block box building constructed in the late 1940s as a synagogue that stood on the shore of scenic Budd Lake in northwest Morris County, NJ's largest natural spring-fed lake.\nThe Jewish community sold the building to the local chapter of the Knights of Columbus in 1970 who used it primarily as a fraternal hall. Pax Amicus, with its home theatre in a former country Presbyterian church in nearby Flanders, purchased the building late in 1977 to serve primarily as a home for its extremely popular Theatre for Children.\nWhat was to be a simple plywood 'castle' facade turned into an act of passionate design and building. Stan Barber, drawing on his knowledge of and fascination with medieval and Renaissance periods, found the perfect prototype in a 15th-century French chateau. Armed with drawings by local artist, Mahlon Jacobsen of Chester and architectural plans by Jacques Duvoisin, Paul Berry, then age 25 and George Stults, almost 30, with help from Rusty Cook, John Hammel, Tim O'Brien, Ron Barber and a few others, re-structured the cinder-block box into what now stands as Pax Amicus Castle Theatre.\nThe National Remodelers Association named Pax Amicus Castle Theatre: The Outstanding Building of the Year of 1979 - 1st Place Award, citing the designer and builder's unique use of an existing building, sensitivity to the environment (not one tree was disturbed) its structural soundness, and its form-function marriage: a Castle as a Theatre for Children.\nPaul, at the time a high school graduate, then went on to study at Pratt and become a designer working for a major NJ architectural firm. George has turned the apartment complex he manages into an award-winning gem.\nBecause of the Castle's uniqueness, visibility and highway accessibility, major productions were also being presented there. For 5 years, both locations were used. It was decided to move all operations over to the Castle and put the Church Theatre up for sale. In 1983, The former Presbyterian Church of Flanders became the former Pax Amicus Church Theatre, and is now a private home.\nIn 1990, Pax Amicus acquired the beach property directly across the Castle, merged adjacent properties to guarantee that the Castle and its surrounding land would remain accessible to the general public."
}