{
    "id": "25061778",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=25061778",
    "title": "Bryan Devendorf",
    "text": "Bryan Devendorf is an American drummer. He is best known as a founding member of the &lt;a href=\"indie%20rock\"&gt;indie rock&lt;/a&gt; band &lt;a href=\"The%20National%20%28band%29\"&gt;The National&lt;/a&gt;, with whom he has recorded eight studio albums. Devendorf is also a member of the &lt;a href=\"experimental%20rock\"&gt;experimental rock&lt;/a&gt; bands &lt;a href=\"Pfarmers\"&gt;Pfarmers&lt;/a&gt; and LNZNDRF.\nPersonal life.\nBryan Devendorf was raised in &lt;a href=\"Cincinnati\"&gt;Cincinnati&lt;/a&gt;, &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;. As a child, Devendorf was tutored by &lt;a href=\"The%20Afghan%20Whigs\"&gt;Afghan Whigs&lt;/a&gt; drummer Steve Earle: \"My first drum teacher was Steve Earle, not the singer-songwriter, but he was in the band The Afghan Whigs. He was with them through \"&lt;a href=\"Gentlemen%20%28album%29\"&gt;Gentleman&lt;/a&gt;\" - all the good Whigs records.\"\nPrior to performing in The National, Devendorf worked as a Book Publisher for &lt;a href=\"Soho%20Press\"&gt;Soho Press&lt;/a&gt;: \"[It was] in the midst of the dot-com bubble and all that high-flying what-have-you, I was sifting through piles of manuscripts, looking for gold. [...] I did get the opportunity to edit a few titles, start to finish. It was an invaluable experience all around.\" In 2007, Devendorf worked at as a \"&lt;a href=\"proofreader\"&gt;proofreader&lt;/a&gt; at an \"interactive\" ad agency,\" while still performing in The National. He later noted, in 2010: \"My wife keeps trying to get on me to start writing again, but I’m just too lazy. But I think what I would do [if I wasn't in The National] is be a &lt;a href=\"copy%20editor\"&gt;copy editor&lt;/a&gt;, working on novels. I don't know if I could write a novel; I’m more of a non-fiction guy. Memoirist, I guess.\"\nBryan maintains an interest in &lt;a href=\"golf\"&gt;golf&lt;/a&gt;: \"I am a golfer. I don't know if that's \"shocking\". I don't get to play very often, but my parents just moved down to &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; on a golf course, so I golf while I’m down there. Every once in awhile in Brooklyn, I go out to Flatbush, to Reid Park. I actually had a hole-in-one in Brooklyn two years ago. 182 yards, uphill, out at Dyker Beach Golf Club, 17th hole.\"\nOther projects.\nOutside of his work with The National, Bryan is involved in a number of other projects. He is a member of LNZNDRF, a collaboration between Bryan, his brother &lt;a href=\"Scott%20Devendorf\"&gt;Scott Devendorf&lt;/a&gt; and Ben Lanz (who has played on the road and in the studio with &lt;a href=\"The%20National%20%28band%29\"&gt;The National&lt;/a&gt;, and also with &lt;a href=\"Beirut%20%28band%29\"&gt;Beirut&lt;/a&gt;). Their eponymous debut was recorded in a church in Cincinnati over two and a half days and contains eight songs, all of which were improvised and edited down from 30 plus minute jams. The album was released by &lt;a href=\"4AD\"&gt;4AD&lt;/a&gt; on February 19, 2016. On August 5, 2016 the band released \"Green Roses,\" with a running time of just over 25 minutes, the two-track single is backed with ‘Salida’.\nHe is also a member of &lt;a href=\"Pfarmers\"&gt;Pfarmers&lt;/a&gt;, an experimental &lt;a href=\"Supergroup%20%28music%29\"&gt;supergroup&lt;/a&gt;, made up of Bryan, Danny Seim (&lt;a href=\"Menomena\"&gt;Menomena&lt;/a&gt;, &lt;a href=\"Lackthereof\"&gt;Lackthereof&lt;/a&gt;), and Dave Nelson (&lt;a href=\"Sufjan%20Stevens\"&gt;Sufjan Stevens&lt;/a&gt;, &lt;a href=\"St.%20Vincent%20%28musician%29\"&gt;St. Vincent&lt;/a&gt;). Their debut album, \"Gunnera\", was released in early 2015. A second studio album, \"Our Puram\", was released the following year.\nBryan was also involved with \"Day of the Dead\", a charity tribute album to the &lt;a href=\"Grateful%20Dead\"&gt;Grateful Dead&lt;/a&gt; released by &lt;a href=\"4AD\"&gt;4AD&lt;/a&gt; on May 20, 2016. The compilation is a wide-ranging tribute to the songwriting and experimentalism of the Dead which took four years to record, features over 60 artists from varied musical backgrounds, 59 tracks and is almost 6 hours long. All profits will help fight for AIDS/ HIV and related health issues around the world through the Red Hot Organization. Of the 59 tracks on the compilation, many feature a house band made up of Bryan and &lt;a href=\"Scott%20Devendorf\"&gt;Scott Devendorf&lt;/a&gt; as well as fellow &lt;a href=\"The%20National%20%28band%29\"&gt;The National&lt;/a&gt; bandmates Aaron and Bryce Dessner, Josh Kaufman (who co-produced the project), and Conrad Doucette along with Sam Cohen and Walter Martin. &lt;a href=\"The%20National%20%28band%29\"&gt;The National&lt;/a&gt; have a few tracks on the album, including \"Peggy-O,\" \"Morning Dew\" and \"I Know You Rider.\"\nOn August 28th 2020, Devendorf digitally released an album under the moniker \"&lt;a href=\"https%3A//ymlpmail3.net/5608cuhyeanaehyemaiamuwanauujbhb/click.php\"&gt;Royal Green&lt;/a&gt;\". In an email to Cherry Tree members, the album is described as \"Like the best of Spacemen 3, Sparklehorse or massively underrated San Fran band Skygreen Leopards — the music makes you queasy in one movement and lulls you into blissmode in the next. It’s the very edge of outsider pop songwriting.\" The first single off the album \"Breaking The River\", was released with a &lt;a href=\"https%3A//www.youtube.com/watch%3Fv%3D6cKdJlAhEEA\"&gt;music video&lt;/a&gt; on The National's Youtube channel along with the rest of the album. Along with five new songs, the album includes the first album release of the rare &lt;a href=\"b-side\"&gt;b-side&lt;/a&gt; by The National \"Halo Chagrin\"; and covers of &lt;a href=\"Baby%2C%20You%27re%20a%20Rich%20Man\"&gt;Baby, You're a Rich Man&lt;/a&gt; by &lt;a href=\"the%20Beatles\"&gt;the Beatles&lt;/a&gt;, &lt;a href=\"Dreams%20%28Fleetwood%20Mac%20song%29\"&gt;Dreams&lt;/a&gt; by &lt;a href=\"Fleetwood%20Mac\"&gt;Fleetwood Mac&lt;/a&gt;, and &lt;a href=\"Bob%20Dylan\"&gt;Bob Dylan&lt;/a&gt;'s &lt;a href=\"If%20Not%20For%20You\"&gt;If Not For You&lt;/a&gt;.\nInfluences.\nDevendorf is greatly influenced by &lt;a href=\"Joy%20Division\"&gt;Joy Division&lt;/a&gt; and &lt;a href=\"New%20Order%20%28band%29\"&gt;New Order&lt;/a&gt; drummer &lt;a href=\"Stephen%20Morris%20%28musician%29\"&gt;Stephen Morris&lt;/a&gt;, and the &lt;a href=\"Krautrock\"&gt;Krautrock&lt;/a&gt; bands, &lt;a href=\"Can%20%28band%29\"&gt;Can&lt;/a&gt; and &lt;a href=\"Neu%21\"&gt;Neu!&lt;/a&gt;.\nDiscography.\nwith The National\nwith Pfarmers\nwith LNZNDRF\nAs Royal Green"
}