{
    "id": "2508251",
    "revid": "111744",
    "url": "https://en.wikipedia.org/wiki?curid=2508251",
    "title": "Mendoza (name)",
    "text": "Mendoza is a &lt;a href=\"Basque%20surnames\"&gt;Basque surname&lt;/a&gt;, also occurring as a place name.\nThe name Mendoza means \"cold mountain\", derived from the &lt;a href=\"Basque%20language\"&gt;Basque&lt;/a&gt; words \"mendi\" (&lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;) and \"(h)otz\" (cold) + definite article '-a' (\"Mendoza\" being mendi+(h)otza). The original Basque form with an affricate sibilant (/ts/, Basque spelling /tz/) evolved in Spanish to the current form.\nHistory.\n Records of the Mendoza family can be traced back to the Middle Ages in &lt;a href=\"Alava\"&gt;Alava&lt;/a&gt;, in the Basque Country, Spain. It is believed that the family descends from the ancient Lords of &lt;a href=\"Laudio/Llodio\"&gt;Llodio&lt;/a&gt; (Alava), where the original patronymic house would have been. The Mendozas belonged to the local nobility, and branched out into different family lines early on. \nThe most distinguished branch of the family originated in what nowadays is known as the village of &lt;a href=\"Mendoza%2C%20%C3%81lava\"&gt;Mendoza&lt;/a&gt;, near &lt;a href=\"Vitoria-Gasteiz\"&gt;Vitoria-Gasteiz&lt;/a&gt;, &lt;a href=\"Basque%20Country%20%28greater%20region%29\"&gt;Basque Country&lt;/a&gt;; the village takes its name after the family. A certain scion of this family, Iñigo Lopez de Mendoza, distinguished himself in the &lt;a href=\"Battle%20of%20Las%20Navas%20de%20Tolosa\"&gt;Battle of Las Navas de Tolosa&lt;/a&gt; (1218), where he probably served under the Navarrese banner. He was responsible for building the ancestral home of the family, the &lt;a href=\"Tower%20of%20Mendoza\"&gt;Tower of Mendoza&lt;/a&gt;, which still stands. This branch of the family entered the service of the &lt;a href=\"Kingdom%20of%20Castile\"&gt;Kingdom of Castile&lt;/a&gt; during the reign of &lt;a href=\"Alfonso%20XI\"&gt;Alfonso XI&lt;/a&gt; (1312-1350), and took active part in the &lt;a href=\"Reconquista\"&gt;Reconquista&lt;/a&gt;, where they quickly acquired extensive land holdings in Castile and southern Spain through military and political service. The members of the &lt;a href=\"House%20of%20Mendoza\"&gt;House of Mendoza&lt;/a&gt; intermarried extensively with the Castilian nobility, and the family has many descendants nowadays, with numerous nobility titles attached to it. The line of the &lt;a href=\"Duke%20of%20the%20Infantado\"&gt;Dukes of the Infantado&lt;/a&gt; formed one of the main branches of the family. \nAnother branch of the family was based in &lt;a href=\"Laudio/Llodio\"&gt;Laudio&lt;/a&gt;, 50km northwest from Vitoria-Gasteiz. The family got involved in the medieval bloody &lt;a href=\"War%20of%20the%20Bands\"&gt;War of the Clans&lt;/a&gt;. Finally, in &lt;a href=\"Erandio\"&gt;Erandio&lt;/a&gt;, a \"&lt;a href=\"baserri\"&gt;baserri&lt;/a&gt;\" exists under the same name. Its original name \"mendotza\" developed to \"mendontze\" in the 1890s, \"mendoche\" in the 1920s, \"mendotxe\" in the 1980s to the restored original of \"mendotza\" being the current. The surname spread quickly through Castile during the Middle Ages. With the discovery of America, many of its members would emigrate to the Americas, where the surname is common."
}