{
    "id": "251063",
    "revid": "1065089781",
    "url": "https://en.wikipedia.org/wiki?curid=251063",
    "title": "William Thomson (bishop)",
    "text": "William Thomson, (11 February 1819 – 25 December 1890) was an English church leader, &lt;a href=\"Archbishop%20of%20York\"&gt;Archbishop of York&lt;/a&gt; from 1862 until his death.\nBiography.\nEarly life.\nHe was born the eldest son of John Thomson of Kelswick House, near &lt;a href=\"Whitehaven\"&gt;Whitehaven&lt;/a&gt;, &lt;a href=\"Cumberland%2C%20England\"&gt;Cumberland&lt;/a&gt;, and educated at &lt;a href=\"Shrewsbury%20School\"&gt;Shrewsbury School&lt;/a&gt; and at &lt;a href=\"The%20Queen%27s%20College%2C%20Oxford\"&gt;The Queen's College, Oxford&lt;/a&gt;, of which he became a scholar. He took his B.A. degree in 1840, and was soon afterwards made fellow of his college. He was ordained in 1842, and worked as a curate at Cuddesdon. In 1847 he was made tutor of his college, and in 1853 he delivered the &lt;a href=\"Bampton%20lectures\"&gt;Bampton lectures&lt;/a&gt;, his subject being \"The Atoning Work of Christ viewed in Relation to some Ancient Theories\". These thoughtful and learned lectures established his reputation and did much to clear the ground for subsequent discussions on the subject.\nCareer.\nThomson's activity was not confined to &lt;a href=\"theology\"&gt;theology&lt;/a&gt;. He was made fellow of the &lt;a href=\"Royal%20Society\"&gt;Royal Society&lt;/a&gt; and the &lt;a href=\"Royal%20Geographical%20Society\"&gt;Royal Geographical Society&lt;/a&gt;. He also wrote a very popular \"Outline of the Laws of Thought\" (1842). He sided with the party at Oxford which favoured university reform, but this did not prevent him from being appointed provost of his college in 1855. In 1858 he was made preacher at &lt;a href=\"Lincoln%27s%20Inn\"&gt;Lincoln's Inn&lt;/a&gt; and a volume of his sermons was published in 1861. In the same year he edited \"Aids to Faith\", a volume written in opposition to \"Essays and Reviews\", the progressive sentiments of which had stirred up controversy in the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;.\nIn December 1861 he became &lt;a href=\"Bishop%20of%20Gloucester%20and%20Bristol\"&gt;Bishop of Gloucester and Bristol&lt;/a&gt;, and within a year he was elevated to &lt;a href=\"Archbishop%20of%20York\"&gt;Archbishop of York&lt;/a&gt;. In this position his moderate orthodoxy led him to join Archbishop &lt;a href=\"Archibald%20Campbell%20Tait\"&gt;Archibald Campbell Tait&lt;/a&gt; in supporting the &lt;a href=\"Public%20Worship%20Regulation%20Act\"&gt;Public Worship Regulation Act&lt;/a&gt;, and, as president of the northern convocation, he came frequently into sharp collision with the lower house of that body. But if he thus incurred the hostility of the High Church party among the clergy, he was admired by the laity for his strong sense, his clear and forcible reasoning, and his wide knowledge, and he remained to the last a power in the north of England. In his later years he published an address read before the members of the &lt;a href=\"Royal%20Society%20of%20Edinburgh\"&gt;Royal Society of Edinburgh&lt;/a&gt; (1868), one on \"Design in Nature\", for the Christian Evidence Society, which reached a fifth edition, various charges and pastoral addresses, and he was one of the projectors of the \"&lt;a href=\"Speaker%27s%20Commentary\"&gt;Speaker's Commentary&lt;/a&gt;\", for which he wrote the \"Introduction to the &lt;a href=\"Synoptic%20Gospels\"&gt;Synoptic Gospels&lt;/a&gt;.\"\nSee the \"Quarterly Review\" (April 1892).\nFamily.\nHis parents were John Thomson (1791–1878) and Isabella Thompson (–1847)\nOn 24 July 1855 in Oxford, Thomson married Zoë Skene daughter of &lt;a href=\"James%20Henry%20Skene\"&gt;James Henry Skene&lt;/a&gt; (1812–), British Consul at Aleppo.\nThey had the following children:"
}