{
    "id": "25102361",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=25102361",
    "title": "Interurban Trolley",
    "text": "Interurban Trolley is an &lt;a href=\"Elkhart%20County%2C%20Indiana\"&gt;Elkhart County&lt;/a&gt; regional public bus service operated by the &lt;a href=\"Michiana%23Government\"&gt;Michiana Area Council of Governments (MACOG)&lt;/a&gt;. It was originally known as the BUS system. The system serves the city of &lt;a href=\"Elkhart%2C%20Indiana\"&gt;Elkhart&lt;/a&gt; and neighboring &lt;a href=\"Goshen%2C%20Indiana\"&gt;Goshen&lt;/a&gt;, &lt;a href=\"Osceola%2C%20Indiana\"&gt;Osceola&lt;/a&gt;, &lt;a href=\"Dunlap%2C%20Indiana\"&gt;Dunlap&lt;/a&gt; and &lt;a href=\"Mishawaka\"&gt;Mishawaka&lt;/a&gt;. It is made up of five fixed routes that radiate from downtown Elkhart and an on-demand para-transit service that covers the same territory as the fixed routes. The name refers to the fact that the system serves several communities using vintage-trolley-style buses, evoking interurban trains that were common in United States during the early 20th century.\nHistory.\nThe BUS system was originally made up of two routes – the previously independent Concord Route and the Elkhart-Goshen route. The Concord route was established in 1986, providing a link between western Elkhart and &lt;a href=\"Dunlap%2C%20Indiana\"&gt;Dunlap&lt;/a&gt;. It was operated by &lt;a href=\"Concord%20Township%2C%20Elkhart%20County%2C%20Indiana\"&gt;Concord Township&lt;/a&gt; trustee and funded using local dollars. In 1999, MACOG launched the Elkhart-Goshen route, linking together the cities of Elkhart and Goshen and establishing the BUS transit system. At the time, the system used &lt;a href=\"minibus\"&gt;minibus&lt;/a&gt;es to transport passengers.\nThe system was expanded in 2003 with the addition of North Pointe Route, which linked downtown Elkhart and the North Pointe Mall in the city's northern section. On December 20, 2006, MACOG replaced the mini-buses with wheelchair-accessible trolley-style buses and gave the system its current name.\nIn September 2009, MACOG launched the Bittersweet/Mishawaka Route, linking Elkhart and city of Mishawaka's eastern neighborhoods. It was designed to sync up with South Bend TRANSPO's Route 9. The routes meet at Martin's Supermarket, arriving and departing within minutes of each other. As of this writing, there are no free transfers between the systems.\nOn February 1, 2010, service on two of the four Interurban Trolley routes were changed. The North Pointe route was extended to the new Martin's and Goodwill stores at County Road 4 and Cassopolis St. (St. Rd. 19). The Bittersweet/Mishawaka route got new stop at the Elkhart General Hospital.\nOn August 16, 2010, the new Elkhart East/West Route was added. It is made up of two sets of loops that run through Elkhart's western and eastern neighborhoods, intersecting at the system's transit hub. The route was originally conceived as a way to fill a service gap identified in the 2007 MACOG coordinated transportation plan.\nOn February 3, 2012, MACOG officials announced that service will be changed after Concord Township cut its share of the system funding. The last-minute injection of funds from Elkhart and Goshen city governments allowed MACOG to avoid immediate cuts and gave it a month to figure out how the service would be changed. Subsequently, Cleveland, Osolo and Elkhart townships agreed to provide some funding assistance, and Concord Township agreed to provide some funding as well (albeit at a reduced level).\nEven with the infusion of funding, MACOG decided to revamp the Interurban Trolley. While the Elkhart-Goshen and Bittersweet/Mishawaka routes were largely unaffected, other routes were changed significantly. The changes took effect on April 2, 2012. That date also marked the introduction of new naming scheme for the routes. From that point on, the routes were named after colors as well as major service areas.\nGeneral System Information.\nInterurban Trolley operates on Monday-Saturday. It does not operate on Sundays and major holidays (New Year's Day, Memorial Day, Independence Day, Labor Day, Thanksgiving and Christmas Day). The system operates from 5:00 am – 8:00 pm on Monday-Friday and 5:00 am – 7:00 pm on Saturday. For the most part, weekday and Saturday schedules are identical.\nFares.\nThe fares for the Interurban Trolley are:\nThe Interurban Trolley formed a partnership with &lt;a href=\"Ivy%20Tech%20Community%20College%20of%20Indiana\"&gt;Ivy Tech Community College&lt;/a&gt; that allows students, faculty and staff to ride with an Ivy Tech ID and validation sticker. The validation stickers are available for $20 per semester from Ivy Tech Bursar's Office.\nRoutes.\nThe Interurban Trolley is made up of five routes:\nThe Elkhart Transfer Station serves as the system &lt;a href=\"Transport%20hub\"&gt;hub&lt;/a&gt;. It is located near The Elkhart Courthouse in the city's downtown, on Franklin Street, between 2nd St. and 3rd St. All given routes stop here within minutes of each other, creating convenient transfers.\nConnections to other transit systems.\nYellow Line Bittersweet links up with &lt;a href=\"South%20Bend%20TRANSPO\"&gt;TRANSPO&lt;/a&gt;'s Route 9 in &lt;a href=\"Mishawaka\"&gt;Mishawaka&lt;/a&gt;, which, in turn, connects riders to downtown &lt;a href=\"South%20Bend\"&gt;South Bend&lt;/a&gt; and the South Station, TRANSPO's transit hub. Blue Line North Pointe stops at Elkhart's &lt;a href=\"Greyhound%20Lines\"&gt;Greyhound&lt;/a&gt; station. Red Line Elkhart/Goshen and Green Line West routes both stop near the &lt;a href=\"Elkhart%20%28Amtrak%20station%29\"&gt;Elkhart Train Station&lt;/a&gt;."
}