{
    "id": "25115259",
    "revid": "28078513",
    "url": "https://en.wikipedia.org/wiki?curid=25115259",
    "title": "Frederick VI, Landgrave of Hesse-Homburg",
    "text": "Frederick VI (30 July 1769 – 2 April 1829) reigned as &lt;a href=\"List%20of%20rulers%20of%20Hesse%23Landgraves%20of%20Hesse-Homburg%2C%201622%E2%80%931866\"&gt;Landgrave of Hesse-Homburg&lt;/a&gt; from 1820 until his death in 1829.\nBiography.\nBorn in Homburg, &lt;a href=\"Hesse\"&gt;Hesse&lt;/a&gt;, on 30 July 1769, Friedrich Joseph Ludwig Carl August was the eldest son of the incumbent &lt;a href=\"Landgrave\"&gt;Landgrave&lt;/a&gt; of &lt;a href=\"Hesse-Homburg\"&gt;Hesse-Homburg&lt;/a&gt;, &lt;a href=\"Frederick%20V%2C%20Landgrave%20of%20Hesse-Homburg\"&gt;Frederick V&lt;/a&gt;, and his wife &lt;a href=\"Caroline%20of%20Hesse-Darmstadt\"&gt;Caroline of Hesse-Darmstadt&lt;/a&gt;, the eldest child of the then Landgrave of &lt;a href=\"Hesse-Darmstadt\"&gt;Hesse-Darmstadt&lt;/a&gt;, &lt;a href=\"Louis%20IX%2C%20Landgrave%20of%20Hesse-Darmstadt\"&gt;Louis IX&lt;/a&gt;.\nFrederick was appointed a captain of the Russian cavalry in 1783 and was made an Austrian general during the &lt;a href=\"Napoleonic%20Wars\"&gt;Great French War&lt;/a&gt;. For his services in that conflict, he was created a Commander of the Austrian &lt;a href=\"Military%20Order%20of%20Maria%20Theresa\"&gt;Military Order of Maria Theresa&lt;/a&gt;.\nDespite the vocal objections of her mother, &lt;a href=\"Charlotte%20of%20Mecklenburg-Strelitz\"&gt;Charlotte of Mecklenburg-Strelitz&lt;/a&gt;, Frederick married &lt;a href=\"Princess%20Elizabeth%20of%20the%20United%20Kingdom\"&gt;Princess Elizabeth of the United Kingdom&lt;/a&gt;, the third daughter of King &lt;a href=\"George%20III%20of%20the%20United%20Kingdom\"&gt;George III&lt;/a&gt;, in the Queen's House in the Mall (now integrated into &lt;a href=\"Buckingham%20Palace\"&gt;Buckingham Palace&lt;/a&gt;) on 7 April 1818. It was no love match: Elizabeth longed to be free from her domineering mother at any cost, while Frederick needed her sizeable dowry to improve the &lt;a href=\"Landgraviate\"&gt;Landgraviate&lt;/a&gt;'s strained finances. As Elizabeth was over the age of 48 at the time of their marriage, this union produced no offspring.\nLandgrave Frederick V died on 20 January 1820; Frederick succeeded him as monarch of the principality. The new Landgrave struggled to repay his father's exorbitant debts. Nine years into his reign, the Landgrave died of complications from a pre-existing leg wound. He was succeeded by his brother, &lt;a href=\"Louis%20William%2C%20Landgrave%20of%20Hesse-Homburg\"&gt;Louis William&lt;/a&gt;.\nCitations.\n "
}