{
    "id": "25133520",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=25133520",
    "title": "Armed Forces Command and Staff College, Jaji",
    "text": "The Armed Forces Command and Staff College, Jaji is a training facility for the &lt;a href=\"Nigerian%20Armed%20Forces\"&gt;Nigerian Armed Forces&lt;/a&gt;, including the &lt;a href=\"army\"&gt;army&lt;/a&gt;, &lt;a href=\"air%20force\"&gt;air force&lt;/a&gt; and &lt;a href=\"navy\"&gt;navy&lt;/a&gt;. It is near the village of &lt;a href=\"Jaji%2C%20Nigeria\"&gt;Jaji, Nigeria&lt;/a&gt;, about northeast of &lt;a href=\"Kaduna\"&gt;Kaduna&lt;/a&gt; in the &lt;a href=\"Igabi\"&gt;Igabi&lt;/a&gt; Local Government Area (LGA) of &lt;a href=\"Kaduna%20State\"&gt;Kaduna State&lt;/a&gt;, &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt;. It is currently headed by &lt;a href=\"Air%20vice-marshal\"&gt;Air Vice Marshal&lt;/a&gt; Ebenezer Olayinka Alade.\nHistory.\nThe Armed Forces Command and Staff College opened at Jaji in May 1976, giving two senior officers' courses. In April 1978, the college was expanded when the Army Junior Division was established to conduct courses for Captains in the &lt;a href=\"Nigerian%20Army\"&gt;Nigerian Army&lt;/a&gt;.\nA Demonstration Battalion, the Army School of Artillery, and armor support from a composite armored battalion in Kaduna were also located at Jaji.\nIn September 1978, with the opening of the air faculty, Jaji was redesignated the Command and Staff College. The Navy Faculty was established in September 1981, assembling all senior military divisions in one campus. By 1986, 1,172 officers had graduated from Jaji's senior divisions, and 1,320 from the junior divisions.\nThe original senior officers' courses were based on a curriculum derived from that of the British Army &lt;a href=\"Staff%20College%2C%20Camberley\"&gt;Staff College, Camberley&lt;/a&gt;, and the college establishment was assisted by an advisory team from the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt;. The successor to the advisory team, the Joint Warfare Advisory Team, remained until October 1988.\nIn September 2005, United Kingdom Armed Forces Minister &lt;a href=\"Adam%20Ingram%20%28Labour%20politician%29\"&gt;Adam Ingram&lt;/a&gt; visited Jaji and announced that an extra 200,000 UK pounds would be allocated to assist training of over 17,000 Nigerian troops as peacekeepers in Africa.\nIn November 2006, the &lt;a href=\"Charles%2C%20Prince%20of%20Wales\"&gt;Prince of Wales&lt;/a&gt; of the United Kingdom visited Nigeria and inspected soldiers at Jaji.\nCourses and facilities.\nIn order to achieve its mission, the college runs three courses, namely:\nThe Junior Courses of the three departments conduct two 20-week courses for officers of the rank of captain in the Army or its equivalent in each academic year. Successful students are awarded Pass Staff Course (psc) and Pass Junior Staff Course (pjsc) at the end of the Senior and Junior Courses respectively."
}