{
    "id": "25141332",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=25141332",
    "title": "Wedge base",
    "text": "A wedge base is a type of &lt;a href=\"electrical%20connector\"&gt;electrical connector&lt;/a&gt; used as a fitting for small &lt;a href=\"light%20bulb\"&gt;light bulb&lt;/a&gt;s. It is similar to the &lt;a href=\"bi-pin%20connector\"&gt;bi-pin connector&lt;/a&gt;, except that the two \"pins\" are the same &lt;a href=\"wire\"&gt;wire&lt;/a&gt;s that extend into the bulb (rather than being rigid), and the wires are bent up onto the sides of the base, where they make contact with the socket. The wires are usually inserted into a &lt;a href=\"plastic\"&gt;plastic&lt;/a&gt; base that the bulb is mounted in, and which is often narrower at the tip than at the bulb, giving it a &lt;a href=\"Wedge%20%28geometry%29\"&gt;wedge&lt;/a&gt; shape and usually ensuring a tight connection, depending on &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt; &lt;a href=\"tolerance%20%28engineering%29\"&gt;tolerance&lt;/a&gt;s. Some bulbs have no plastic base, and the wires are simply bent up to the sides of the bulb's &lt;a href=\"glass\"&gt;glass&lt;/a&gt; base.\nThe bulb is inserted and removed with straight in or out force, without turning as with a &lt;a href=\"bayonet%20mount\"&gt;bayonet mount&lt;/a&gt; or &lt;a href=\"Edison%20screw\"&gt;Edison screw&lt;/a&gt;, on certain bi-pin &lt;a href=\"light%20socket\"&gt;light socket&lt;/a&gt;s. For true wedges, &lt;a href=\"compression%20%28physical%29\"&gt;compression&lt;/a&gt; is the force that holds the bulb in, while others use simple &lt;a href=\"friction\"&gt;friction&lt;/a&gt;, or snap into a socket with &lt;a href=\"leaf%20spring\"&gt;spring&lt;/a&gt;-loaded &lt;a href=\"electrical%20contact\"&gt;electrical contact&lt;/a&gt;s that \"grab\" the corners or other protrusions on the base to prevent loosening from &lt;a href=\"vibration\"&gt;vibration&lt;/a&gt;. In contrast, a \"slide base\" (sometimes \"telephone slide base\") lamp also is inserted in a socket without rotation, but has two long contacts on either side of the lamp envelope connected to the lead wires.\nBulbs of this type are commonly used in &lt;a href=\"automotive%20lighting\"&gt;automotive lighting&lt;/a&gt; and in &lt;a href=\"extra-low%20voltage\"&gt;low-voltage&lt;/a&gt; lighting used in &lt;a href=\"landscape%20lighting\"&gt;landscape lighting&lt;/a&gt;. The bulb may have dual &lt;a href=\"Incandescent%20light%20bulb%23Filament\"&gt;filament&lt;/a&gt;s, acting as both a low-&lt;a href=\"wattage\"&gt;wattage&lt;/a&gt; &lt;a href=\"tail%20light\"&gt;tail light&lt;/a&gt; or &lt;a href=\"parking%20light\"&gt;parking light&lt;/a&gt; and a higher-wattage &lt;a href=\"brake%20light\"&gt;brake light&lt;/a&gt; or &lt;a href=\"turn%20signal\"&gt;turn signal&lt;/a&gt;. In this case, one has its contacts near the center of the base, and the other toward the outside edges, so that they cannot be accidentally swapped. Along with putting contacts on the opposite (alternating) sides, this gives the base &lt;a href=\"rotational%20symmetry\"&gt;rotational symmetry&lt;/a&gt; so that the user does not have to determine the exact position of the bulb before inserting a new one.\nWedge bases are designated with the letter W and possibly a second letter indicating the exact type (often keyed to prevent the wrong colors from being used in automobiles), the thickness in millimetres, a lowercase x, the width in millimeters, and a lowercase d to indicate a double-contact (single-filament) bulb or q for a quad-contact (dual-filament) one. Like small bi-pins, the measurement may be expressed as a decimal, such as 2.5, instead of a &lt;a href=\"Natural%20number\"&gt;whole number&lt;/a&gt;. In the US and the automotive industry, the bases are often designated with a T designator, as in T5, T10, or T15. Alternatively, a numerical code is sometimes used, such as 921 for a W16W/T15 bulb.\n&lt;a href=\"LED\"&gt;LED&lt;/a&gt; bulbs are also made that will &lt;a href=\"retrofit\"&gt;retrofit&lt;/a&gt; incandescents with the same base, but may affect the &lt;a href=\"electrical%20relay\"&gt;electrical relay&lt;/a&gt; that controls the blinking of turn signals, or cause others &lt;a href=\"sensor\"&gt;sensor&lt;/a&gt;s to assume that a light bulb is out (see &lt;a href=\"idiot%20light\"&gt;idiot light&lt;/a&gt;). In this type of \"bulb\", all of the LEDs may light regardless of which of the contacts are activated on the base, but like a &lt;a href=\"dimmer\"&gt;dimmer&lt;/a&gt; or a three-way screw-in fluorescent, the &lt;a href=\"brightness\"&gt;brightness&lt;/a&gt; is changed instead by the bulb's internal &lt;a href=\"electronics\"&gt;electronic&lt;/a&gt; wiring.\nAlthough several types of &lt;a href=\"light%20fixture\"&gt;fixture&lt;/a&gt;-&lt;a href=\"electrical%20ballast\"&gt;ballast&lt;/a&gt;ed &lt;a href=\"compact%20fluorescent\"&gt;compact fluorescent&lt;/a&gt; bulbs (such as the common PL-13) use a large wedge-like base, they are designated as bi-pin or quad-pin bases.\nChristmas mini lights.\nBillions of wedge-base bulbs are used in miniature (T1¾ or 5mm) &lt;a href=\"Christmas%20lights%20%28holiday%20decoration%29\"&gt;Christmas lights&lt;/a&gt;, where they are easy and therefore inexpensive to manufacture and assemble into their sockets. However, each manufacturer has a slightly different type of wedge base differing in exact dimensions (or even &lt;a href=\"hexagon\"&gt;hexagon&lt;/a&gt;al instead of round), so the plastic bases often need to be swapped when replacing bulbs. (The wedge bases are now usually not even supplied with the bulbs, which cost nearly as much as buying a new set, typically 10 bulbs for a dollar but a new set of 100 for two dollars.)\nModern sets typically have a long and thin wedge that extends all the way down to the back end of the socket, separating the two &lt;a href=\"electrical%20conductor\"&gt;electrical conductor&lt;/a&gt;s and contacts and preventing &lt;a href=\"water\"&gt;water&lt;/a&gt; between them when used outdoors. Many sets have an optional \"locking\" tab on the edge of the base that snaps onto or into the side of the socket, to prevent bulbs from becoming loose and falling out and causing the set to fail to light. This is problematic for light sets with &lt;a href=\"Christmas%20ornament\"&gt;cover&lt;/a&gt;s like &lt;a href=\"icicle\"&gt;icicle&lt;/a&gt;s, which will not fit over this type of base or socket unless they have a special notch, which can in turn allow rainwater or snowmelt into the &lt;a href=\"Christmas%20decoration\"&gt;decoration&lt;/a&gt;.\nSpecial &lt;a href=\"twinkle%20bulb\"&gt;twinkle bulb&lt;/a&gt;s often have special bases which they are permanently glued into, to keep the user from putting too many in a strand, or into strands not designed for them. &lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt; produced sets in the late 1970s or early 1980s with special green-tipped clear \"&lt;a href=\"Fuse%20%28electrical%29\"&gt;fuse&lt;/a&gt;\" bulbs that had special bases at both ends of a set. Modern sets also often have larger sockets at each end of each &lt;a href=\"Electrical%20network\"&gt;circuit&lt;/a&gt; (i.e. two circuits of 50 in a typical 100 incandescent set) because of the third wire, and therefore a different wedge base with a wider separator that cannot be inserted into other regular sockets.\n&lt;a href=\"LED\"&gt;LED&lt;/a&gt; sets also have special bases that enforce &lt;a href=\"electrical%20polarity\"&gt;electrical polarity&lt;/a&gt;, and keep them from being used in incandescent sets. &lt;a href=\"Philips\"&gt;Philips&lt;/a&gt;-branded sets and most &lt;a href=\"store%20brand\"&gt;store brand&lt;/a&gt;s use an offset, with the longer &lt;a href=\"anode\"&gt;anode&lt;/a&gt; (positive lead) being lower and the shorter &lt;a href=\"cathode\"&gt;cathode&lt;/a&gt; (negative lead) being higher on the wedge base. GE-branded sets (no longer actually made by GE) use a larger round base with a tab that sticks out to one side. A small &lt;a href=\"resistor\"&gt;resistor&lt;/a&gt; may also be contained in the base of older two-volt LED colors (red, orange, yellow) when in a mixed-color set, so that they match the three volts needed by the newer colors (blue, deep green, purple, white), however other manufacturers only change the value of the resistor that is a part of the cord set itself."
}