{
    "id": "2514849",
    "revid": "32932700",
    "url": "https://en.wikipedia.org/wiki?curid=2514849",
    "title": "Cutlet",
    "text": "Cutlet (derived from &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; \"côtelette\", \"côte\", \"&lt;a href=\"rib\"&gt;rib&lt;/a&gt;\") refers to:\nHistory.\nCutlet were a typical starter in &lt;a href=\"France\"&gt;French&lt;/a&gt; cuisine, as a variation of Croquettes with a shape of small rib (\"côtelette\" in French). The bone was simulated by a piece of fried bread or pasta. The recipe became popular in all Europe due to the influence of French cuisine. \nAmerican and Canadian cuisines.\nFrom the late 1700s until about 1900, virtually all recipes for \"cutlets\" in English-language cookbooks referenced veal cutlets. Then pork cutlets began to appear. More recently, in American and Canadian cuisine, cutlets have also been made using chicken, although this was also imported from Europe. The cutlet is usually coated with flour, egg and bread crumbs, then fried in a pan with some oil. \nAustralian cuisine.\nAustralians eat lamb cutlets battered with egg yolk and breadcrumbs. Chicken cutlets are also very popular, but known as chicken schnitzel. Both lamb cutlets and chicken schnitzel are a staple of Australian children's cuisine. Amongst most Australians of Italian descent, the term schnitzel is replaced by the term cutlet. Cutlets amongst this population are usually veal or chicken.\nBritish cuisine.\nIn British cuisine a cutlet is usually unbreaded and can also be called a &lt;a href=\"meat%20chop\"&gt;chop&lt;/a&gt;. If referring to beef, more than one piece together would be generally called a rib of beef or a rib joint, whilst lamb ribs are called a rack, or rack of lamb. Lamb racks can also be tied into a circular shape before cooking, with the ribs on the outside, giving a crown shape, leading to the name \"crown of lamb\".\nFrench cuisine.\nIn France, cutlets can be made with any of the Salpicons of poultry, game, fish and shellfish, mixed with the necessary amount of forcemeat in keeping with the main ingredient; the consistency should be adjusted with a little well-reduced sauce which should also be in keeping with the ingredients.\nThese cutlets should be egg and crumbed and they should be shallow fried and coloured in clarified butter instead of being deep fried.\nHong Kong cuisine.\nIn Hong Kong, the cutlet was introduced during the period of British colonial occupation along with other cooking influences. It is seen as \"sai chaan\" or Western cuisine. Veal, pork and chicken are battered and deep fried for lunch. Seafood such as shrimp or scallop that is battered or breaded and deep fried such as can also be known as 'cutlet' in Hong Kong. It is usually served alongside rice or spaghetti noodles.\nIndian cuisine.\nIn Indian cuisine, a cutlet specifically refers to mashed vegetables (potato, carrot, beans) or cooked meat (mutton, Chicken or fish) stuffing that is fried with a batter/covering. The meat itself is cooked with spices - onion, cardamom, cloves, &lt;a href=\"cinnamon\"&gt;cinnamon&lt;/a&gt;, &lt;a href=\"coriander\"&gt;coriander&lt;/a&gt; (cilantro), green chillies, lemon and salt. This is then dipped in an egg mix or &lt;a href=\"Corn%20starch\"&gt;Corn starch&lt;/a&gt; and then in &lt;a href=\"Bread%20crumbs\"&gt;Bread crumbs&lt;/a&gt; (also see &lt;a href=\"breaded%20cutlet\"&gt;breaded cutlet&lt;/a&gt;), and fried in &lt;a href=\"ghee\"&gt;ghee&lt;/a&gt; or vegetable oil. Mostly chicken and mutton cutlets are very popular snacks in the city of &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt;. Beef cutlets are popular in the states of Kerala and Goa.\nThe vegetarian version has no meat in it, instead the filling is a combination of mashed potatoes, onion, green chillies, spices and salt, cooked for a bit together. This version is more popular with the vegetarian Indian population. This should not be confused with grilled patties such as &lt;a href=\"Aloo%20Tikki\"&gt;Aloo Tikki&lt;/a&gt;. A cutlet is traditionally deep-fried.\nIranian cuisine.\nIn Iran, cutlet (&lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt;: کتلت) is a popular hamburger-like thin layered fried of mixture of ground beef Or pea flour, mashed potatoes, eggs, onions, spices and bread crumbs.\nItalian cuisine.\nThe use of the cutlet (&lt;a href=\"cotoletta\"&gt;cotoletta&lt;/a&gt;) is quite widespread in Italian cuisine in many different variations. The most famous variant is the &lt;a href=\"Veal%20Milanese\"&gt;Milanese cutlet&lt;/a&gt; (\"cotoletta alla milanese\"), a veal cutlet covered in bread crumbs and fried in butter. It should not be mistaken for the \"Wiener schnitzel\" (which should be referred as a \"scaloppina alla viennese\", or as \"fettina impanata\" in Italian), because it's a different cut of meat; the Milanese cutlet cut includes the bone, whereas the Wienerschnitzel doesn't. It is disputed whether the \"cotoletta alla milanese\" originated the Wienerschnitzel, or vice versa.\nJapanese cuisine.\nThe cutlet was introduced to Japan during the &lt;a href=\"Meiji%20period\"&gt;Meiji period&lt;/a&gt;, in a Western cuisine restaurant in the fashionable &lt;a href=\"Ginza\"&gt;Ginza&lt;/a&gt; district of &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;. The Japanese pronunciation of cutlet is \"katsuretsu\".\nIn &lt;a href=\"Japanese%20cuisine\"&gt;Japanese cuisine&lt;/a&gt;, \"katsuretsu\" or shorter \"katsu\" is actually the name for a Japanese version of the &lt;a href=\"Wiener%20schnitzel\"&gt;Wiener schnitzel&lt;/a&gt;, a breaded cutlet. Dishes with \"katsu\" include &lt;a href=\"tonkatsu\"&gt;tonkatsu&lt;/a&gt; and &lt;a href=\"katsudon\"&gt;katsudon&lt;/a&gt;.\nPolish cuisine.\nThe Polish pork cutlet, &lt;a href=\"kotlet%20schabowy\"&gt;kotlet schabowy&lt;/a&gt;, is a &lt;a href=\"pork%20chop\"&gt;pork chop&lt;/a&gt; coated with breadcrumbs. Kotlet schabowy can be served with &lt;a href=\"mashed%20potatoes\"&gt;mashed potatoes&lt;/a&gt;, &lt;a href=\"home%20fries\"&gt;home fries&lt;/a&gt;, &lt;a href=\"fried%20mushrooms\"&gt;fried mushrooms&lt;/a&gt;, cooked vegetables (&lt;a href=\"cabbage\"&gt;cabbage&lt;/a&gt;), with &lt;a href=\"salads\"&gt;salads&lt;/a&gt; or with &lt;a href=\"coleslaw\"&gt;coleslaw&lt;/a&gt;. \"Kotlet z kurczaka\" is a &lt;a href=\"chicken%20%28food%29\"&gt;chicken&lt;/a&gt; cutlet coated with &lt;a href=\"breadcrumbs\"&gt;breadcrumbs&lt;/a&gt;. \"Kotlet z indyka\" is a &lt;a href=\"turkey%20%28bird%29\"&gt;turkey&lt;/a&gt; cutlet coated with &lt;a href=\"breadcrumbs\"&gt;breadcrumbs&lt;/a&gt;.\nCuisines of Russia, Ukraine and other countries of former Soviet Union.\nIn modern Russian, the word \"kotleta\" (котлета) refers almost exclusively to pan-fried minced meat croquettes / cutlet-shaped patties. Bread soaked in milk, onions, garlic, and herbs is usually present in the recipe. When in a hurry, a \"cutlet\" can be eaten between bread slices like a hamburger, but this fast meal is rarely served in restaurants. It is usually served with pan-fried potatoes, mashed potatoes, pasta, etc.\nIn the middle of the 20th century, industrially produced, &lt;a href=\"Convenience%20food\"&gt;semi-processed&lt;/a&gt; ground meat cutlets were introduced in the USSR. Colloquially known as &lt;a href=\"Mikoyan%20cutlet\"&gt;Mikoyan cutlet&lt;/a&gt;s (named after Soviet politician &lt;a href=\"Anastas%20Mikoyan\"&gt;Anastas Mikoyan&lt;/a&gt;), these were cheap pork or beef cutlet-shaped patties which resembled American burgers.\nIn Ukrainian cuisine, a variety called \"sichenyk\" () is made of minced meat or fish and vegetables and covered with bread crumbs. \nA particular form of the Russian \"kotleta\" known as &lt;a href=\"Pozharsky%20cutlet\"&gt;Pozharsky cutlet&lt;/a&gt; is an elaborated version of minced poultry \"kotleta\" covered with breadcrumbs. A distinct feature of this cutlet is that butter is added to minced meat, which results in an especially juicy and tender consistency.\nAnother Russian version of a cutlet, called \"otbivnaya kotleta\" (), meaning \"beaten cutlet\", is a fried slice of meat, usually pork or beef, beaten flat with a tenderizing hammer or knife handle and covered with beaten eggs, dough or breadcrumbs. The recipe is similar to those of &lt;a href=\"escalopes\"&gt;escalopes&lt;/a&gt;, &lt;a href=\"schnitzel\"&gt;schnitzel&lt;/a&gt;, Polish, or American cutlets. Today, this dish is simply called \"otbivnaya\", with the word \"kotleta\" reserved for minced meat patties.\n&lt;a href=\"Chicken%20Kiev\"&gt;Chicken Kiev&lt;/a&gt; is called \"kotleta po-kievski\" () in Russian and similarly \"kotleta po-kyivski\" () in Ukrainian, which means \"Kiev-style cutlet\".\nSri Lankan cuisine.\nIn &lt;a href=\"Sri%20Lankan%20cuisine\"&gt;Sri Lankan cuisine&lt;/a&gt; cutlets almost always refer to fish (usually &lt;a href=\"tuna\"&gt;tuna&lt;/a&gt; or &lt;a href=\"Mackerel%20as%20food\"&gt;mackerel&lt;/a&gt;) and potato &lt;a href=\"Croquette\"&gt;croquettes&lt;/a&gt;. Usually the fish and potatoes are mixed with spices, green chilies and onions and dipped in a batter made of flour and eggs before being crumbed and fried. "
}