{
    "id": "25158979",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=25158979",
    "title": "London Gold Pool",
    "text": "The London Gold Pool was the pooling of &lt;a href=\"gold%20reserves\"&gt;gold reserves&lt;/a&gt; by a group of eight &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt;s in the United States and seven European countries that agreed on 1 November 1961 to cooperate in maintaining the &lt;a href=\"Bretton%20Woods%20System\"&gt;Bretton Woods System&lt;/a&gt; of fixed-rate convertible currencies and defending a gold price of US$35 per &lt;a href=\"troy%20ounce\"&gt;troy ounce&lt;/a&gt; by interventions in the &lt;a href=\"London%20bullion%20market\"&gt;London gold market&lt;/a&gt;.\nThe central banks coordinated concerted methods of gold sales to balance spikes in the market price of gold as determined by the London morning &lt;a href=\"gold%20fixing\"&gt;gold fixing&lt;/a&gt; while buying gold on price weaknesses. The United States provided 50% of the required gold supply for sale. The price controls were successful for six years until the system became unworkable. The pegged price of gold was too low, and after runs on &lt;a href=\"gold\"&gt;gold&lt;/a&gt;, the British pound, and the US dollar occurred, France decided to withdraw from the pool. The London Gold Pool collapsed in March 1968.\nThe London Gold Pool controls were followed with an effort to suppress the gold price with a two-tier system of official exchange and open market transactions, but this \"gold window\" collapsed in 1971 with the &lt;a href=\"Nixon%20Shock\"&gt;Nixon Shock&lt;/a&gt;, and resulted in the onset of the gold bull market which saw the price of gold appreciate rapidly to US$850 in 1980.\nGold price regulation.\nIn July 1944, before the conclusion of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, delegates from the 44 &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;allied nations&lt;/a&gt; gathered in &lt;a href=\"Bretton%20Woods%2C%20New%20Hampshire\"&gt;Bretton Woods, New Hampshire&lt;/a&gt;, United States, to reestablish and regulate the international financial systems. The meeting resulted in the founding of the &lt;a href=\"International%20Monetary%20Fund\"&gt;International Monetary Fund&lt;/a&gt; (IMF) and the &lt;a href=\"International%20Bank%20for%20Reconstruction%20and%20Development\"&gt;International Bank for Reconstruction and Development&lt;/a&gt; (IBRD), and was followed by other post-war reconstruction efforts, such as establishing the &lt;a href=\"General%20Agreement%20on%20Tariffs%20and%20Trade\"&gt;General Agreement on Tariffs and Trade&lt;/a&gt; (GATT). The IMF was charged with the maintenance of a system of international currency &lt;a href=\"exchange%20rate\"&gt;exchange rate&lt;/a&gt;s which became known as the &lt;a href=\"Bretton%20Woods%20system\"&gt;Bretton Woods system&lt;/a&gt;.\n&lt;a href=\"Foreign%20exchange%20market\"&gt;Foreign exchange market&lt;/a&gt; rates were fixed, but adjustments were allowed when necessary and currencies were required to be &lt;a href=\"convertibility\"&gt;convertible&lt;/a&gt;. For this purpose, all currencies had to be backed by either physical &lt;a href=\"gold%20reserves\"&gt;gold reserves&lt;/a&gt;, or a currency convertible into gold. The United States dollar was recognized as the world's &lt;a href=\"reserve%20currency\"&gt;reserve currency&lt;/a&gt;, as the anchor currency of the system. The price of one &lt;a href=\"troy%20ounce\"&gt;troy ounce&lt;/a&gt; of gold was set at US$35.\nThis agreement did not affect the independent global or regional markets in which gold was traded as a &lt;a href=\"precious%20metal\"&gt;precious metal&lt;/a&gt; &lt;a href=\"commodity\"&gt;commodity&lt;/a&gt;. There was still an open &lt;a href=\"gold%20market\"&gt;gold market&lt;/a&gt;. For the Bretton Woods system to remain effective, the fix of the dollar to gold would have to be adjustable, or the free &lt;a href=\"Gold%20price\"&gt;market price of gold&lt;/a&gt; would have to be maintained near the $35 official foreign exchange price. The larger the gap, known as the \"gold window\", between free market gold price and the foreign exchange rate, the more tempting it was for nations to deal with internal economic crises by buying gold at the Bretton Woods price and selling it in the gold markets.\nThe Bretton Woods system was challenged by several crises. As the economic post-war upswing proceeded, international trade and foreign exchange reserves rose, while the gold supply increased only marginally. In the recessions of the 1950s, the US had to convert vast amounts of gold, and the Bretton Woods system suffered increasing breakdowns due to &lt;a href=\"Bretton%20Woods%20system%23U.S.%20balance%20of%20payments%20crisis\"&gt;US payment imbalances&lt;/a&gt;.\nAfter oil import quotas and restrictions on trade outflows were insufficient, by 1960, targeted efforts began to maintain the Bretton Woods system and to enforce the US$35 per ounce gold valuation. Late in 1960, amidst &lt;a href=\"1960%20United%20States%20presidential%20election\"&gt;US presidential election&lt;/a&gt; debates, panic buying of gold led to a surge in price to over US$40 per oz, resulting in agreements between the &lt;a href=\"Federal%20Reserve%20System\"&gt;US Federal Reserve&lt;/a&gt; and the &lt;a href=\"Bank%20of%20England\"&gt;Bank of England&lt;/a&gt; to stabilize the price by allocating for sale substantial gold supplies held by the &lt;a href=\"Bank%20of%20England\"&gt;Bank of England&lt;/a&gt;. The United States sought means of ending the drain on its gold reserves.\nIn November 1961, eight nations agreed on a system of regulating the price of gold and defending the $35/oz price by means of the targeted selling and buying of gold on the world markets. For this purpose each nation provided a contribution of the precious metal into the London Gold Pool, led by the United States pledging to match all other contributions on a one-to-one basis, and thus contributing 50% of the pool.\nMember contributions.\nThe members of the London Gold Pool and their initial gold contributions in tonnes (and USD equivalents) to the gold pool were:\nCollapse.\nBy 1965 the pool was increasingly unable to balance the outflow of gold reserves with buybacks. Excessive inflation of the US money supply, in part to fund the Vietnam War, led to the US no longer being able to redeem foreign-held dollars into gold, as the world's gold reserves had not grown in relation, and the payment deficit had grown to US$3 billion. Thus, the London Gold Pool came under increased pressures of failure, causing France to announce in June 1967 a withdrawal from the agreements and moving large amounts of gold from New York to Paris.\nThe 1967 devaluation of the British currency, followed by another run on gold and an attack on the &lt;a href=\"pound%20sterling\"&gt;pound sterling&lt;/a&gt;, was one of the final triggers for the collapse of the pooling arrangements. By spring 1968, \"the international financial system was moving toward a crisis more dangerous than any since 1931.\"\nDespite policy support and market efforts by the United States, the 1967 attack on the British pound and a run on gold forced the British government to &lt;a href=\"Devaluation\"&gt;devalue&lt;/a&gt; the pound on 18 November 1967, by 14.3%. Further &lt;a href=\"Protectionism\"&gt;protective&lt;/a&gt; measures in the US tried to avert a continued run on gold and attacks on the US dollar. On 14 March 1968, a Thursday evening, the United States requested of the British government that the &lt;a href=\"London%20bullion%20market\"&gt;London gold markets&lt;/a&gt; be closed the following day to combat the heavy demand for gold. The ad-hoc declaration of the same Friday (March 15) as a bank holiday in England by the Queen upon petition of the House of Commons, and a conference scheduled for the weekend in Washington, were deemed to address the needs of the international monetary situation in order to \"reach a decision with regards to future gold policy\". The events of the weekend led the &lt;a href=\"Congress%20of%20the%20United%20States\"&gt;Congress of the United States&lt;/a&gt; to repeal the requirement for a gold reserve to back the US currency as of Monday, March 18, 1968. The London gold market stayed closed for two weeks, while markets in other countries continued trading with increasing gold prices. These events brought the business of the London Gold Pool to an end.\nAs a reaction to the temporary closure of the London gold market in March 1968 and the resulting instability of the gold markets and the international financial system in general, Swiss banks acted immediately to minimize the effects on the Swiss banking system and its currency by establishing a gold trading organization, the &lt;a href=\"Z%C3%BCrich%20Gold%20Pool\"&gt;Zürich Gold Pool&lt;/a&gt;, which helped in establishing Zürich as a major trading location for gold.\nGold window.\nThe collapse of the gold pool forced an official policy of maintaining a two-tiered market system of stipulating an official exchange standard of US$35, while also allowing open market transactions for the metal. Although the gold pool members refused to trade gold with private persons, and the United States pledged to suspend gold sales to governments that traded in the private markets, this created an open opportunity for some market participants to exploit the gold window by converting currency reserves into gold and selling the metal in the gold markets at higher rates.\nAmidst accelerating inflation in the United States, this unsustainable situation collapsed in May 1971, when &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; was the first to withdraw support for the dollar and officially abandon the Bretton Woods accords, fueling a quick decline in the value of the dollar. Under pressure from currency speculation, Switzerland declared secession in August with $50 million in gold purchases, and France followed suit at the rate of $191 million. This brought the US gold reserves to their lowest level since 1938.\nThe United States, under President Richard Nixon, reacted strongly to end an inflationary spiral, and unilaterally, without consultation with international leaders, abolished the direct convertibility of the United States dollar into gold in a series of measures known as the &lt;a href=\"Nixon%20Shock\"&gt;Nixon Shock&lt;/a&gt;.\nThe events of 1971 ignited the onset of a gold &lt;a href=\"bull%20market\"&gt;bull market&lt;/a&gt; culminating in a price peak of US$850 in January 1980."
}