{
    "id": "25159245",
    "revid": "1066664072",
    "url": "https://en.wikipedia.org/wiki?curid=25159245",
    "title": "Siege of Esztergom (1543)",
    "text": "The siege of Esztergom occurred between 25 July and 10 August 1543, when the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; &lt;a href=\"Military_of_the_Ottoman_Empire\"&gt;army&lt;/a&gt;, led by Sultan &lt;a href=\"Suleiman%20the%20Magnificent\"&gt;Suleiman the Magnificent&lt;/a&gt;, besieged the city of &lt;a href=\"Esztergom\"&gt;Esztergom&lt;/a&gt; in modern &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;. The city was captured by the Ottomans after two weeks.\nBackground.\nThe siege was part of a struggle between the &lt;a href=\"Habsburgs\"&gt;Habsburgs&lt;/a&gt; and the Ottomans following the death of the ruler of Hungary, &lt;a href=\"John%20Z%C3%A1polya\"&gt;John Zápolya&lt;/a&gt;, on 20 July 1540. This is part of the \"Age of castle wars\" in Hungarian history. Suleiman had captured the cities of &lt;a href=\"Buda\"&gt;Buda&lt;/a&gt; and &lt;a href=\"Pest%2C%20Hungary\"&gt;Pest&lt;/a&gt; in 1541, giving him a powerful control over central Hungary. The Province (\"&lt;a href=\"Beylerbey\"&gt;Beylerbeylik&lt;/a&gt;\") of Buda was created in this occasion. \nAs part of the &lt;a href=\"Franco-Ottoman%20alliance\"&gt;Franco-Ottoman alliance&lt;/a&gt;, French troops were supplied to this Ottoman campaign in Hungary: a French artillery unit was dispatched in 1543-1544 and attached to the &lt;a href=\"Ottoman%20Army\"&gt;Ottoman Army&lt;/a&gt;. Meanwhile, in the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;, Suleiman had sent his &lt;a href=\"fleet%20admiral\"&gt;fleet admiral&lt;/a&gt; &lt;a href=\"Hayreddin%20Barbarossa\"&gt;Hayreddin Barbarossa&lt;/a&gt; to cooperate with the French, leading to the &lt;a href=\"siege%20of%20Nice\"&gt;siege of Nice&lt;/a&gt;.\nSiege.\nThe Siege of Esztergom followed the failed attempt by &lt;a href=\"Ferdinand%20I%2C%20Holy%20Roman%20Emperor\"&gt;Ferdinand I of Austria&lt;/a&gt; to recapture &lt;a href=\"Buda\"&gt;Buda&lt;/a&gt; in 1542. It would be followed in turn by the capture of the Hungarian coronation city of &lt;a href=\"Sz%C3%A9kesfeh%C3%A9rv%C3%A1r\"&gt;Székesfehérvár&lt;/a&gt; in September 1543. Other cities that were captured during this campaign are &lt;a href=\"Sikl%C3%B3s\"&gt;Siklós&lt;/a&gt; and &lt;a href=\"Szeged\"&gt;Szeged&lt;/a&gt; in order to better protect &lt;a href=\"Buda\"&gt;Buda&lt;/a&gt;. However, Suleiman refrained from moving further on to &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; this time, apparently because he had no news of the campaigns of his French allies in western Europe and in the Mediterranean.\nAfter the successful Ottoman campaign, a first truce of one year was signed with Charles V in 1545, through the intermediary of &lt;a href=\"Francis%20I%20of%20France\"&gt;Francis I of France&lt;/a&gt;. Suleiman himself was interested in ending the hostilities, as he had a campaign going on in Persia as well, the &lt;a href=\"Ottoman%E2%80%93Safavid%20War%20%281532%E2%80%931555%29\"&gt;Ottoman–Safavid War (1532–1555)&lt;/a&gt;. Two years later, Ferdinand and &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Charles V&lt;/a&gt; recognized total Ottoman control of Hungary in the &lt;a href=\"Treaty%20of%20Adrianople%20%281547%29\"&gt;1547 Treaty of Adrianople&lt;/a&gt;, and Ferdinand even agreed to pay a yearly &lt;a href=\"tribute\"&gt;tribute&lt;/a&gt; of 30,000 gold florins for their &lt;a href=\"Habsburg\"&gt;Habsburg&lt;/a&gt; possessions in northern and western Hungary.\nFollowing these conquests, central &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; was to remain under Ottoman control until 1686."
}