{
    "id": "2515671",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2515671",
    "title": "CGI Inc.",
    "text": "CGI Inc., also known as CGI Group Inc., is a Canadian &lt;a href=\"multinational%20corporation\"&gt;multinational&lt;/a&gt; &lt;a href=\"information%20technology\"&gt;information technology&lt;/a&gt; (IT) consulting and &lt;a href=\"systems%20integration\"&gt;systems integration&lt;/a&gt; company headquartered in &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;, &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;, Canada.\nCGI originally stood for \"Conseillers en gestion et informatique\"(Advisors on Management and Computer Systems). More recently, in English speaking countries it is taken\nto stand for \"Consultants to Government and Industries\"). CGI &lt;a href=\"went%20public\"&gt;went public&lt;/a&gt; in 1986 with a primary listing on the &lt;a href=\"Toronto%20Stock%20Exchange\"&gt;Toronto Stock Exchange&lt;/a&gt;. CGI is also a constituent of the &lt;a href=\"S%26amp%3BP/TSX%2060\"&gt;S&amp;P/TSX 60&lt;/a&gt;, and has a secondary listing on the &lt;a href=\"New%20York%20Stock%20Exchange\"&gt;New York Stock Exchange&lt;/a&gt;. After almost doubling in size with the 1998 acquisition of Bell Sygma, CGI acquired IMRGlobal in 2001 for $438 million, which added \"global delivery options\" for CGI. Other significant purchases include &lt;a href=\"American%20Management%20Systems\"&gt;American Management Systems&lt;/a&gt; (AMS) for $858 million in 2004, which grew CGI's presence in the United States, Europe and Australia and led to the formation of the CGI Federal division.\nCGI Federal's 2010 acquisition of &lt;a href=\"Stanley%2C%20Inc.\"&gt;Stanley, Inc.&lt;/a&gt; for $1.07 billion almost doubled CGI's presence in the United States, and expanded CGI into defense and intelligence contracts. In 2012, CGI acquired &lt;a href=\"Logica\"&gt;Logica&lt;/a&gt; for $2.7 billion Canadian, making CGI the fifth-largest independent business processes and IT services provider in the world, and the biggest tech firm in Canada. In 2016, CGI had assets worth C$20.9 billion, annual sales of $10.7 billion, and a market value of $9.6 billion. As of 2017 CGI is based in forty countries with around 400 offices, and employs approximately 70,000 people. As of March 2015, Canada made up 15% of CGI's client base revenue, and 29% originated from the United States, while around 40% of their commissions came from Europe, and the remaining 15% derived from locales in the rest of the world.\nServices provided by CGI as of 2018 include &lt;a href=\"application%20management\"&gt;application services&lt;/a&gt;, &lt;a href=\"business%20consulting\"&gt;business consulting&lt;/a&gt;, &lt;a href=\"Business%20process\"&gt;business process services&lt;/a&gt;, &lt;a href=\"IT%20infrastructure\"&gt;IT infrastructure services&lt;/a&gt;, &lt;a href=\"IT%20outsourcing\"&gt;IT outsourcing services&lt;/a&gt;, and &lt;a href=\"Systems%20integration\"&gt;systems integration services&lt;/a&gt;, among others. CGI has customers in a wide array of industries and markets, with many in &lt;a href=\"Financial%20industry\"&gt;financial services&lt;/a&gt;. CGI also develops products and services for markets such as &lt;a href=\"telecommunications\"&gt;telecommunications&lt;/a&gt;, &lt;a href=\"Health%20industry\"&gt;health&lt;/a&gt;, &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt;, &lt;a href=\"Oil%20and%20gas%20industry\"&gt;oil and gas&lt;/a&gt;, &lt;a href=\"mail\"&gt;posts&lt;/a&gt; and &lt;a href=\"logistics\"&gt;logistics&lt;/a&gt;, &lt;a href=\"retail\"&gt;retail&lt;/a&gt; and &lt;a href=\"consumer%20services\"&gt;consumer services&lt;/a&gt;, &lt;a href=\"Transportation%20industry\"&gt;transportation&lt;/a&gt;, and &lt;a href=\"Utility%20industry\"&gt;utilities&lt;/a&gt;. Clients include both private entities and &lt;a href=\"Federal%20government\"&gt;central governments&lt;/a&gt;, state, provincial and local governments, and government departments dealing with &lt;a href=\"Defense%20industry\"&gt;defense&lt;/a&gt;, &lt;a href=\"intelligence\"&gt;intelligence&lt;/a&gt;, &lt;a href=\"Space%20industry\"&gt;space&lt;/a&gt;, &lt;a href=\"Health%20services\"&gt;health&lt;/a&gt;, &lt;a href=\"human%20services\"&gt;human services&lt;/a&gt;, &lt;a href=\"public%20safety\"&gt;public safety&lt;/a&gt;, &lt;a href=\"justice\"&gt;justice&lt;/a&gt;, &lt;a href=\"Tax%20accounting\"&gt;tax&lt;/a&gt;, &lt;a href=\"revenue\"&gt;revenue&lt;/a&gt; and &lt;a href=\"tax%20collection\"&gt;collections&lt;/a&gt;.\nHistory.\nFounding and early years (1970s-1980s).\nCGI Inc. was founded as an &lt;a href=\"IT%20consulting\"&gt;IT consulting&lt;/a&gt; company on June 15, 1976, in &lt;a href=\"Quebec%20City\"&gt;Quebec City&lt;/a&gt;, Québec, by Serge Godin. Within several months he was joined by co-founder André Imbeau from Quebec City. They initially ran the business from Godin's basement with a single phone. Starting with one client, as the company grew in size the co-founders moved to &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;, and by the end of their first year they had generated $138,000 in revenue. While CGI stands for \"Conseillers en gestion et informatique\" in &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; (which translates to \"consultants in management and information technology\" in English), the official English meaning would become \"Consultants to Government and Industry.\" In later years the company began to go to market as simply CGI.\nThroughout the 1970s CGI grew in size and continued to focus on the &lt;a href=\"information%20technology\"&gt;information technology&lt;/a&gt; (IT) services market, soon offering &lt;a href=\"systems%20integration\"&gt;systems integration&lt;/a&gt; alongside consulting. Near the end of the 1970s, however, the systems integration market began to shift to &lt;a href=\"outsourcing\"&gt;outsourcing&lt;/a&gt;, with CGI responding by branching into IT outsourcing as well. The company also secured a number of government contracts, and the &lt;a href=\"UK%20Ministry%20of%20Defence\"&gt;UK Ministry of Defence&lt;/a&gt; brought in CGI around 1980 to act as a &lt;a href=\"systems%20integrator\"&gt;systems integrator&lt;/a&gt;, among other roles. CGI's annual revenue in 1986 was $25 million, and that year the company began acquiring a number of smaller IT services companies. CGI &lt;a href=\"went%20public\"&gt;went public&lt;/a&gt; with an &lt;a href=\"initial%20public%20offering\"&gt;initial public offering&lt;/a&gt; (IPO) to fund the acquisitions, and by the late 1980s CGI was expanding further, acquiring several &lt;a href=\"business%20processes\"&gt;business processes&lt;/a&gt; services (BPS) companies and expanding beyond Canada.\nDoubling in size (1990s).\nThe CGI Management Foundation was formed in 1992 to manage CGI's \"management frameworks, policies and guidelines.\" CGI earned &lt;a href=\"ISO%209001\"&gt;ISO 9001&lt;/a&gt; certification for their \"&lt;a href=\"project%20management\"&gt;project management&lt;/a&gt; framework\" in 1994, and in doing so became the first IT consulting firm in North America to comply with the &lt;a href=\"ISO%209000\"&gt;ISO quality standard&lt;/a&gt;. A year later CGI's AMICUS library management software was first developed in collaboration with the &lt;a href=\"National%20Library%20of%20Canada\"&gt;National Library of Canada&lt;/a&gt;, and in 1997 a customized version was commissioned by the &lt;a href=\"British%20Library\"&gt;British Library&lt;/a&gt;. By the mid-1990s CGI had a client base both in Canada and internationally, and was establishing the company's long-term \"build and buy\" growth strategy. In 1995 CGI entered into a commercial alliance with the large &lt;a href=\"telecommunications\"&gt;telecommunications&lt;/a&gt; company &lt;a href=\"Bell%20Canada\"&gt;Bell Canada&lt;/a&gt;, with Bell Canada purchasing CGI shares then valued at $18.4 million. By the end of 1996, CGI's annual revenue was $122 million.\nIn April 1997, CGI acquired the company CDSL Holdings Limited (CDSL) for a purchase price of about $36.5 million. At the time CDSL was Canada's largest \"independent provider of retail banking services and &lt;a href=\"electronic%20commerce\"&gt;electronic commerce&lt;/a&gt;/switching services,\" and largely serviced the &lt;a href=\"credit%20union\"&gt;credit union&lt;/a&gt; industry in Canada. After the acquisition, CGI's employees in both Canada and internationally numbered 2,500. After various commercial relationships with &lt;a href=\"Interac\"&gt;Interac&lt;/a&gt; since the mid-1980s, in 1997 CGI became the first non-financial company in Canada to enable Interac money transfers for clients. In 1998 CGI acquired the Canadian company Bell Sygma, a Bell Canada subsidiary, which almost doubled CGI's size. The deal was one of the largest Canadian outsourcing contracts of the time.\nExpansion into international markets (2000s).\nBy 2000 CGI had clients in the &lt;a href=\"banking\"&gt;banking&lt;/a&gt; industry. CGI acquired the company IMRGlobal in 2001 for $438 million, which added \"global delivery options\" for CGI. In January 2003, the Canadian tech company Cognicase was &lt;a href=\"buyout\"&gt;bought out&lt;/a&gt; by CGI for US$221 million, and at the end of 2003 CGI had annual sales of $1.85 billion. In May 2004, CGI purchased the majority of &lt;a href=\"American%20Management%20Systems\"&gt;American Management Systems&lt;/a&gt; (AMS) for $858 million, acquiring the commercial divisions and all government business not related to national defense. The defense and intelligence practice divisions were sold to &lt;a href=\"CACI\"&gt;CACI&lt;/a&gt; for $415 million. As of late 2004, CGI was the world's eighth-largest independent provider of information technology services.\nCGI co-founder Serge Godin stepped aside as CEO in 2006, taking the new position of executive chairman of the board and appointing as new CEO Michael Roach, who quickly focused on further company expansion. Annual revenue at CGI was $3.5 billion by the fiscal end of 2006. That same year, CGI became one of four primary &lt;a href=\"Recovery%20Audit%20Contractor\"&gt;Recovery Audit Contractor&lt;/a&gt;s in the US, with responsibilities to &lt;a href=\"Tax%20Relief%20and%20Health%20Care%20Act%20of%202006\"&gt;audit region B&lt;/a&gt;. At the end of 2007, CGI had a backlog worth $12.04 billion and an annual revenue of $3.7 billion, employing around 26,500 people. Continuing to develop SaaS products, in 2008 CGI's AMS Advantage ERP system won a Best of Kentucky Award for its use by the &lt;a href=\"Commonwealth%20of%20Kentucky\"&gt;Commonwealth of Kentucky&lt;/a&gt;.\nSecond doubling in size (2010-2012).\nIn August 2010, CGI Federal acquired &lt;a href=\"Stanley%2C%20Inc.\"&gt;Stanley, Inc.&lt;/a&gt; for an &lt;a href=\"enterprise%20value\"&gt;enterprise value&lt;/a&gt; of approximately $1.07 billion. The deal came close to doubling CGI's presence in the United States and expanded CGI into defense and intelligence contracts. Several years earlier, CGI had been legally unable to acquire AMS's defense division because of a lack of &lt;a href=\"U.S.%20Department%20of%20Defense\"&gt;U.S. Department of Defense&lt;/a&gt;-required infrastructure. In 2010, however, the infrastructure was in place. At the time of merger, Stanley earned annual revenues of $865 million, and that amount, combined with CGI Federal's profit, brought their joint income to about $1.2 billion. In 2010, CGI was included in the \"&lt;a href=\"Forbes%20Global%202000\"&gt;Forbes Global 2000&lt;/a&gt;\" ranking of the 2,000 largest public companies in the world. As of 2011, there were 31,000 CGI employees in 125 offices worldwide and 89% of professionals at CGI also owned company shares. That fall, the &lt;a href=\"EPA\"&gt;EPA&lt;/a&gt; awarded CGI Federal a \"$207 million task order renewal over a six year period to support the EPA's Central Data Exchange (CDX).\"\nIn August 2012, CGI acquired the UK-based computer services company &lt;a href=\"Logica\"&gt;Logica&lt;/a&gt; for £1.7 billion in cash. The acquisition raised the number of CGI's staff from 31,000 to 68,000, and CGI became the fifth largest independent business processes and IT services company in the world, with clients in the Americas, Asia, and Europe. It also made CGI the biggest tech firm in Canada.\nIn September 2012, CGI Federal won a $143 million contract to provide operational support for the Army's training elements, the &lt;a href=\"Military%20Intelligence%20Corps%20%28United%20States%20Army%29\"&gt;Deputy Chief of Staff for Intelligence&lt;/a&gt;, and the &lt;a href=\"United%20States%20Army%20Training%20and%20Doctrine%20Command\"&gt;United States Army Training and Doctrine Command&lt;/a&gt;. Also that September, it was announced that CGI Federal's \"health and compliance programs business unit\" had been given the highest rating possible by the &lt;a href=\"Software%20Engineering%20Institute\"&gt;Software Engineering Institute&lt;/a&gt;. In doing so, CGI Federal became the tenth company in the United States to receive the Level 5 rating for &lt;a href=\"Capability%20Maturity%20Model%20Integration\"&gt;CMMI Development&lt;/a&gt;. At this point CGI was working on a number of successful health-related projects, largely in North America. However, in 2012 CGI had its $46.2-million contract to build an electronic diabetes registry for &lt;a href=\"eHealth%20Ontario\"&gt;eHealth Ontario&lt;/a&gt; formally cancelled after it failed to meet deadlines imposed by eHealth. The work that CGI did would later be declared obsolete, and it was overtaken by more recent technology developed by other contractors.\nContract work (2013-2014).\nIn 2013, CGI won a significant contract to provide &lt;a href=\"cloud%20computing\"&gt;cloud computing&lt;/a&gt; services to the UK government, and that April, CGI began working with &lt;a href=\"CIFAS\"&gt;CIFAS&lt;/a&gt; on a modernized platform to visualize and analyse data from the &lt;a href=\"CIFAS\"&gt;National Fraud Database&lt;/a&gt;. At the time, CGI's train occupancy mobile app, iNStAPP, was being used by several train companies and institutions in Europe. In February 2013, the independent analyst firm Verdantix published a report comparing technology consulting and systems integration firms' ability to build efficient &lt;a href=\"renewable%20energy\"&gt;renewable energy&lt;/a&gt; &lt;a href=\"energy%20management%20system\"&gt;management systems&lt;/a&gt;. The report named CGI as No. 4 on the \"overall capabilities\" score. Continuing to work in the financial sector, CGI was rated as a \"major contender\" by Everest Group in a 2013 PEAK Matrix study looking at IT outsourcing &lt;a href=\"capital%20market\"&gt;capital market&lt;/a&gt;s.\nIn 2011 CGI Federal was one of several dozen contractors selected by the &lt;a href=\"United%20States%20Department%20of%20Health%20and%20Human%20Services\"&gt;United States Department of Health and Human Services&lt;/a&gt; to establish a new federal &lt;a href=\"health%20insurance%20marketplace\"&gt;health insurance marketplace&lt;/a&gt;. &lt;a href=\"%23Health%20insurance%20marketplaces\"&gt;Delays in the two-year development process&lt;/a&gt; attracted widespread coverage in the media, and following the public launch of &lt;a href=\"HealthCare.gov\"&gt;HealthCare.gov&lt;/a&gt; on October 1, 2013, technical issues surfaced which prevented many users from logging in. As one of primary contractors involved, CGI Federal's contributions were scrutinized by the press and policy makers, though the &lt;a href=\"Lexington%20Institute\"&gt;Lexington Institute&lt;/a&gt; later concluded that \"many of the early problems with [CGI's] part of the project were traceable to a front-end feature assembled by a different contractor for which CGI wasn't responsible.\" CGI was also contracted to help develop health insurance marketplaces for a number of state governments. Some, like the &lt;a href=\"Connect%20for%20Health%20Colorado\"&gt;websites for Colorado&lt;/a&gt; and &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt; were launched smoothly, while the websites for &lt;a href=\"Vermont\"&gt;Vermont&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, and &lt;a href=\"Hawaii%20Health%20Connector\"&gt;Hawaii Health Connector&lt;/a&gt; experienced difficulties. By the December 2013 deadline the problems had largely been fixed, and within several weeks enrollment in the federal marketplace was at 1.1 million people. &lt;a href=\"%23Health%20insurance%20marketplaces\"&gt;Analysis of the situation&lt;/a&gt; by journalists, government officials, and &lt;a href=\"think%20tanks\"&gt;think tanks&lt;/a&gt; has varied. Despite the press scrutiny over HealthCare.gov, in late 2013 and early 2014 the &lt;a href=\"Centers%20for%20Medicare%20and%20Medicaid%20Services\"&gt;Centers for Medicare and Medicaid Services&lt;/a&gt; awarded CGI a value of $37 million in various contracts. However, the agency did not renew CGI Federal's contract for HealthCare.gov when it ended in February 2014, citing that the firm was ineffective at fixing the website's problems. According to CGI, the agreement was mutual.\nAs of 2016, CGI ranked No. 955 on the \"&lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;\" &lt;a href=\"Forbes%20Global%202000\"&gt;Forbes Global 2000&lt;/a&gt;. At the time CGI had assets worth C$20.9 billion, annual sales of $10.7 billion, and a market value of $9.6 billion. In 2014, CGI claimed an \"$8 billion pipeline of future task orders—doubling its federal business over the period of a year.\" Among these contracts were $871 million with the &lt;a href=\"CIA\"&gt;Defense Information Services Agency&lt;/a&gt;, $143 million for visa processing in &lt;a href=\"China\"&gt;China&lt;/a&gt;, and an \"indefinite quantity\" contract for the &lt;a href=\"Coast%20Guard\"&gt;Coast Guard&lt;/a&gt; and &lt;a href=\"Department%20of%20Homeland%20Security\"&gt;Department of Homeland Security&lt;/a&gt;. CGI also continued to work with state governments, for example signing a $399 million contract to work on the California Enterprise Data to Revenue (EDR) Project for the &lt;a href=\"California%20Franchise%20Tax%20Board\"&gt;California Franchise Tax Board&lt;/a&gt;. In October 2014, \"&lt;a href=\"The%20Globe%20and%20Mail\"&gt;The Globe and Mail&lt;/a&gt;\" reported that CGI was operating ten security centers, from which 1,400 CGI employees monitor \"data traffic for an undisclosed number of customers\" that include the &lt;a href=\"Canadian%20Payments%20Association\"&gt;Canadian Payments Association&lt;/a&gt;, the &lt;a href=\"National%20Bank%20of%20Canada\"&gt;National Bank of Canada&lt;/a&gt;, and about forty Canadian government departments.\nBy 2014, CGI had been working with the European &lt;a href=\"space%20industry\"&gt;space industry&lt;/a&gt; for years, and had developed software that helps support the missions of over 200 individual &lt;a href=\"satellite\"&gt;satellite&lt;/a&gt;s. CGI had also created the Constellation Control Facility that control's the &lt;a href=\"Galileo%20%28satellite%20navigation%29\"&gt;Galileo Commercial Service&lt;/a&gt;'s 30 satellites, and &lt;a href=\"ESTCube-1%23Software\"&gt;software for the first satellite in the world with e-sail&lt;/a&gt; (&lt;a href=\"electric%20sail\"&gt;electric solar wind sail&lt;/a&gt;). In November 2014 CGI was awarded a new contract by &lt;a href=\"Inmarsat\"&gt;Inmarsat&lt;/a&gt; to \"support data communications between the pilot and air traffic controller within the European airspace.\" Inmarsat is the safety communications provider for 98% of airlines. With 16% of CGI's revenue coming from software in 2014, other software projects that year included an app for remote elevator monitoring that uses \"machine learning,\" as well as several high-profile &lt;a href=\"smart%20grid\"&gt;smart grid&lt;/a&gt;s. In November 2014, CGI was awarded a $2 billion IT contract extension from &lt;a href=\"Bell%20Canada\"&gt;BCE&lt;/a&gt;, which is the parent company of &lt;a href=\"Bell%20Canada\"&gt;Bell Canada&lt;/a&gt;, to continue operating Bell's IT network. A month later, &lt;a href=\"PostNord\"&gt;PostNord&lt;/a&gt;, a large Nordic logistics company, also renewed its 2005 &lt;a href=\"human%20resources\"&gt;human resources&lt;/a&gt; contract with CGI, with CGI continuing to manage &lt;a href=\"payroll\"&gt;payroll&lt;/a&gt; processing for PostNord's 26,000 employees in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;.\nRecent developments (2014-Present).\nNovember 2014, CGI Federal was recognized by the Coalition for Government Procurement for its veteran hiring program. At that point, around a quarter of CGI Federal's new hires each year were war veterans. Also in 2014, \"&lt;a href=\"Canadian%20Business\"&gt;Canadian Business&lt;/a&gt;\" named Michael Roach their Most Innovative CEO of the year. Fiscal revenue by the end of 2014 was &lt;a href=\"Canadian%20dollar\"&gt;C$&lt;/a&gt;10.5 billion, and in the first quarter of 2015, CGI had revenues of $2.54 billion. Concerning media speculation over new CGI acquisitions, on April 30, 2015, CEO Michael Roach was quoted saying that \"CGI will not rush into acquisitions,\" though the company is \"open to deals if there is a strategic fit.\"\nMany of CGI's more visible projects in 2015 have been related to software and municipal safety, including an &lt;a href=\"emergency%20service\"&gt;emergency response system&lt;/a&gt; for the &lt;a href=\"Estonian%20Rescue%20Board\"&gt;Estonian Rescue Board&lt;/a&gt;. In March 2015 CGI was awarded a contract by the &lt;a href=\"UK%20Ministry%20of%20Defence\"&gt;UK Ministry of Defence&lt;/a&gt; (MOD) to provide support for the MOD's &lt;a href=\"fire-control%20system\"&gt;Fire Control Battlefield Information System Application&lt;/a&gt; (FC BISA) and the &lt;a href=\"fire-control%20system\"&gt;Fire Control Application&lt;/a&gt; (FCA) systems.\nIn January 2016, CGI and the &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; Ministry of Health extended their partnership. Less than a week later, CGI won a contract with the &lt;a href=\"United%20States%20Navy\"&gt;U.S. Navy&lt;/a&gt; to work on their NAVSUP Business Systems Center. In March, 2016, CGI secured a $61.2 million contract for support of the Swedish social insurance agency. In May 2016, CGI signed an agreement with Sears Canada for a 10-year modernization. Later in May, CGI won the Queensland government contract for debt recovery. About a week later, CGI launched an initiative with the Canadian Securities Administration to help with IT modernization.\nIn June, CGI signed an 8-year contract with Banque Postale. The same month, the &lt;a href=\"Defense%20Information%20Systems%20Agency\"&gt;US DISA&lt;/a&gt; awarded CGI task order to provide a test and evaluation of &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;DoD&lt;/a&gt; Healthcare Management System Modernization. At the end of June, the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;US State Department&lt;/a&gt; extended their global visa processing work with CGI. In August 2016, CGI secured a $34.2 million contract from the &lt;a href=\"United%20States%20Army\"&gt;US Army&lt;/a&gt; Training and Doctrine Command Intelligence Directorate (TRADOOC G2). Later in the month, CGI's software platform was used for the eHealth exchange. CGI aided in the implementation of a California Franchise Tax Board IT modernization project that has generated $2.6 billion in revenue over 5 years. In September 2016, CGI was selected by 139 of &lt;a href=\"Maine\"&gt;Maine&lt;/a&gt;'s State agencies to strengthen cloud security and workflow with a $39 million contract.\nIn October 2016, George D. Schindler succeeded Michael Roach as the 3rd CEO in CGI's history. Additionally, in October 2016, CGI was awarded a $824M contract by USDA. Soon after, the &lt;a href=\"Veterans%27%20affairs\"&gt;Department of Veteran Affairs&lt;/a&gt; selected the USDA as the provider for their new enterprise financial system. About a week after this news, CGI was selected by Solvay to modernize its IT applications and to support operations. In November 2016, CGI acquired Collaborative Consulting, agreed to work with GAO Financial Management, and signed a 10-year contract with Yellow Pages. A month later, CGI and iA Financial expanded their long-term partnership. In 2017, CGI acquired Affecto Plc. and CGI continues to acquire local and IP-based services firms like JSL and Alcyane.\nIn January 2017, CGI was selected by a UK Environment Agency to develop a cloud-based flood forecasting platform and selected by Veteran Affairs Community Care to work on a care recovery audit. In February 2017, Swedish insurer Alecta hired CGI to modernize its IT capabilities. Also in 2017, CGI acquired Summa Technologies and Paragon Solutions. Additionally, in 2017, CGI acquired &lt;a href=\"Greenwood%20Village%2C%20Colorado\"&gt;Greenwood Village&lt;/a&gt;-based IT firm, ECS Team, along with CTS Inc., a large technology company based in Birmingham.\nIn March 2017, the state of Colorado selected CGI to update and modernize their payroll system. CGI also secured a contract with the National Police of the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; in March 2017 to create a digital platform for community policing. In April 2017, CGI began operating the IT system for England's water and sewerage supply market. That same month, both Bisnode, a Swedish data service firm, and Aerojet Rocketdyne, an aerospace company, contracted CGI to manage their IT systems. In May 2017, CGI secured a $43 million contract from the city of Los Angeles and a multi-state cooperative contract to offer an enterprise resource planning &lt;a href=\"Software%20as%20a%20service\"&gt;SaaS&lt;/a&gt; platform. In June 2017, SEB, a Swedish financial services group, selected to implement CGI's transaction platform. The next month, CGI secured a $68 million contract from the Los Angeles County Office of Education. Additionally in July 2017, CGI was awarded four contracts totaling $92.5 million to provide services for &lt;a href=\"United%20States%20Army%20Aviation%20and%20Missile%20Command\"&gt;U.S. Army Aviation and Missile Command&lt;/a&gt; programs. In October 2017, CGI was awarded another contract with the U.S. Army for $37.4 billion. The city of &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; awarded CGI an IT contract in November 2017.\nIn February 2018, CGI renewed and expanded its IT outsourcing contract with Bombardier Aerospace, and extended its contract with Airbus Group to support its global HR system. Mid-2018, CGI was selected by Fingrid Data Hub to develop and run core DataHub for electricity information exchange and was awarded a $530M DHS CDM contract to support the cyber security of federal agencies. In September 2018, CGI announced a merger with ckc AG and GE and CGI an alliance agreement between CGI and GE to develop and implement electric grid software in North America. A month later, CGI worked with &lt;a href=\"United%20States%20Agency%20for%20International%20Development\"&gt;USAID&lt;/a&gt; to migrate to a hybrid cloud environment. In the same month, CGI partnered with Scotiabank on intelligent process automation POC for trade finance transactions. A few days earlier, CGI partnered with Hydro-Quebec to launch MILES, a data analytics tool to address the root causes of electricity outages before they occur. In November 2018, CGI partnered with the &lt;a href=\"Swedish%20Migration%20Agency\"&gt;Swedish Migration Agency&lt;/a&gt; to improve its immigration services.\nIn May 2018, CGI signed two strategic application management contracts with SNCF. In the same month, CGI was selected by Meyer Werft to advance its global growth strategy through IT modernization, and CGI partnered with TD to leverage CGI's Wealth360 portfolio management software.\nIn February 2019, CGI entered into an agreement with YIT, a Finnish construction company. In the same year, CGI and League Data extended their outsourcing agreement (originating in 2002) through 2023. The value of the extensions is $18 million.\nIn late 2019, \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\" indicated CGI was part of the Chinese &lt;a href=\"APT10\"&gt;APT10&lt;/a&gt; group's Operation Cloud Hopper hack, which exposed companies' data from 2013 to 2017. The first known target was &lt;a href=\"Rio%20Tinto%20%28corporation%29\"&gt;Rio Tinto&lt;/a&gt;, who was accessed through CGI's managed cloud.\nCGI Federal.\nCGI Federal is a wholly owned subsidiary of CGI Inc. CGI Federal has partnered with U.S. federal agencies to provide IT services in defense, diplomacy, intelligence, healthcare, environment, homeland security, justice, treasury and more. CGI Federal's board of directors includes former senior U.S. federal government executives such as &lt;a href=\"James%20Peake\"&gt;Dr. James B. Peake&lt;/a&gt;, who was Secretary of the Department of Veterans Affairs from 2007 to 2009. CGI Federal has annual revenue exceeding US$1 billion and holds positions on some of the most competitive contract vehicles for the federal government, including the Alliant 2 government wide acquisition contract (GWAC).\nAwards.\nCGI Federal is ranked 26th on the 2018 Washington Technology Top 100, and 72nd on the 2019 Bloomberg Government 200 (BGOV200). The company also was a finalist for the 2018 Greater Washington Government Contractor Awards, Contractor of the Year ($300 million+), and a 2017 ACT-IACT Igniting Innovation Award.\nA number of CGI Federal executives are recognized for leadership in their sectors, including: Tim Hurlebaus, President: 2019 Wash100, 2018 Fed100 and GovCon 2018 Executive of the Year finalist; Stephanie Mango, Senior Vice President: 2018 Pinnacle Awards, National Security Executive of the Year  and 2018 Top 10 Executives to Watch In National Security; Malcolm Harden, Vice President: 2019 Fed100; and Steve Soussa, Senior Vice President: 2018 Top 10 Health Care Leaders to Watch.\nInnovation.\nIn 2018, CGI Federal opened an Innovation Center in Arlington, Virginia, to provide a dedicated collaboration space for agency and CGI experts to jointly explore the potential of new technologies.\nNotable projects.\n2019\n2018\n2017\n2016\n2015\n2014\n2013\n2012\n2011\nMarkets and corporate structure.\nCGI has an international client base, with large institutional clients in a wide array of industries and markets. The United States made up 29% of their client base as of March 2015, while Canada was the second-highest percentage at 15%. The majority of CGI's remaining contracts are in Europe, with 15% in the rest of the world.\nCGI has a primary listing on the &lt;a href=\"Toronto%20Stock%20Exchange\"&gt;Toronto Stock Exchange&lt;/a&gt; and is a constituent of the &lt;a href=\"S%26amp%3BP/TSX%2060\"&gt;S&amp;P/TSX 60&lt;/a&gt;. It has a secondary listing on the &lt;a href=\"New%20York%20Stock%20Exchange\"&gt;New York Stock Exchange&lt;/a&gt;. As of March 2015, CGI made 42% of its revenue through government contracts.\nProducts and services.\nOriginally CGI focused its products and services on &lt;a href=\"IT%20consulting\"&gt;IT consulting&lt;/a&gt;, and the company later branched into &lt;a href=\"outsourcing\"&gt;outsourcing&lt;/a&gt;, &lt;a href=\"software%20development\"&gt;software development&lt;/a&gt;, and &lt;a href=\"systems%20integration\"&gt;systems integration&lt;/a&gt;, among other industries. At the end of 2014, CGI earned 52% of its revenue from providing outsourcing services (specifically through IT services and to a lesser degree, business process services) and 48% of its revenue from systems integration and consulting. Services CGI supplies in relation to &lt;a href=\"business%20consulting\"&gt;business consulting&lt;/a&gt; include &lt;a href=\"business%20intelligence\"&gt;business intelligence&lt;/a&gt;, &lt;a href=\"business%20transformation\"&gt;business transformation&lt;/a&gt;, &lt;a href=\"change%20management\"&gt;change management&lt;/a&gt;, &lt;a href=\"cyber%20security\"&gt;cyber security&lt;/a&gt;, &lt;a href=\"Chief%20information%20officer\"&gt;CIO advisory services&lt;/a&gt;, &lt;a href=\"Enterprise%20software\"&gt;digital enterprise&lt;/a&gt;, as well as other industry-specific services. In relation to business process services, CGI offers &lt;a href=\"customer%20service\"&gt;customer service&lt;/a&gt; and &lt;a href=\"Electronic%20billing\"&gt;billing&lt;/a&gt;, &lt;a href=\"Payment%20service%20provider\"&gt;payment services&lt;/a&gt;, &lt;a href=\"enterprise%20services\"&gt;enterprise services&lt;/a&gt;, &lt;a href=\"Collection%20agency\"&gt;collections&lt;/a&gt;, &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt; and &lt;a href=\"logistics\"&gt;logistics&lt;/a&gt;, document and data services, and a BPS service launch. CGI provides full IT outsourcing services. The following is an overview of services provided by CGI as of 2015:\nRecent projects.\nSecure cloud computing.\nCGI was the first large cloud provider to receive the &lt;a href=\"Mobile%20device%20management\"&gt;U.S. Federal Risk and Authorization Management Program&lt;/a&gt; (FedRAMP) cloud security certification. CGI has also received the &lt;a href=\"Defense%20Information%20Systems%20Agency\"&gt;Defense Information Systems Agency&lt;/a&gt;'s (DISA) cloud security accreditation. In December 2014 the firm IDC named CGI a \"leader\" in cloud IaaS services for governments.\nEmerging technologies.\nThe company has worked on numerous projects utilizing &lt;a href=\"emerging%20technology\"&gt;emerging technologies&lt;/a&gt;, and in 2013 the &lt;a href=\"World%20Anti-Doping%20Agency\"&gt;World Anti-Doping Agency&lt;/a&gt; (WADA) launched the \"whereabouts\" mobile application. Developed with CGI, the app was put into use by over 25,000 athletes, allowing them to enter, check and change information on their whereabouts as part of their regulatory obligations. CGI's other emerging technology projects in 2014 included an \"&lt;a href=\"Internet%20of%20Things\"&gt;Internet of Things&lt;/a&gt;\"-based predictive maintenance software for remote elevator monitoring that uses \"machine learning.\" In January 2015, CGI worked with the &lt;a href=\"Estonian%20Ministry%20of%20the%20Interior\"&gt;Estonian Ministry of the Interior&lt;/a&gt; and the &lt;a href=\"Estonian%20Rescue%20Board\"&gt;Estonian Rescue Board&lt;/a&gt; to develop an &lt;a href=\"emergency%20service\"&gt;emergency response system&lt;/a&gt; with the intent of accelerating response time in public safety missions. In July 2014, the analyst firm IDC named CGI a \"major player\" in \"worldwide utilities mobile field force management software.\"\nSmart meters and smart grids.\nThe DECC selected CGI to work on the DCC User Gateway, which is a network for businesses and utilities to access a central network on smart meters. As of 2014 CGI has also been commissioned to build &lt;a href=\"smart%20grid\"&gt;smart grid&lt;/a&gt;s for high-profile projects such as Low Carbon London and InovGrid in &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;.\nAsset management and manufacturing.\nCGI has long been involved in the &lt;a href=\"asset%20management\"&gt;asset management&lt;/a&gt; market, developing a number of related software projects such as the PragmaCAD. CGI's ARM product suite is primarily used by US distribution companies, while CGI's Renewable Management System is used by companies such as &lt;a href=\"EDP%20Renewables\"&gt;EDP Renewables&lt;/a&gt; to \"monitor and control energy production.\" CGI continues to be a member of the &lt;a href=\"Institute%20of%20Asset%20Management\"&gt;Institute of Asset Management&lt;/a&gt; (IAM) in the UK, and along with the IAM and the &lt;a href=\"British%20Standards%20Institution\"&gt;British Standards Institution&lt;/a&gt; was involved in developing the &lt;a href=\"ISO%2055000\"&gt;ISO 55000&lt;/a&gt; asset integrity standard. Logica had co-founded the IAM in 2003 before its acquisition by CGI. As a member of the board of the &lt;a href=\"Manufacturing%20Enterprise%20Solutions%20Association\"&gt;Manufacturing Enterprise Solutions Association&lt;/a&gt; (MESA), CGI is also a provider of MESA C-level training.\nCGI has developed asset management software for clients in highly regulated markets such as the oil and gas industries, and by the early 2000s CGI had developed ProSteward360 for chemical firms, which is a \"point solution for chemical and regulatory compliance.\" CGI released the IBOR program in 2011, which is a \"public space smart control and management system\" used to increase energy efficiency in areas such as street lighting. Using IBOR, CGI began working with &lt;a href=\"Spie%20Batignolles\"&gt;SPIE Belgium&lt;/a&gt; in April 2015 on a project to \"modernize the remote management of highway lighting within the &lt;a href=\"Flemish%20Region\"&gt;Flemish Region&lt;/a&gt;\". In July 2014, the firm IDC released a report naming CGI as a \"major player\" in worldwide enterprise asset management software for energy and water delivery utilities.\nFinancial management and fraud detection.\nCGI began working with &lt;a href=\"CIFAS\"&gt;CIFAS&lt;/a&gt; in April 2013 on a modernized version of the fraud detection CaseLink platform, which was released in September 2014 in the UK. The platform is used to visualize and analyze data from the &lt;a href=\"CIFAS\"&gt;National Fraud Database&lt;/a&gt;. CGI's HotScan software scans payments and customer data as a &lt;a href=\"Recent%20changes\"&gt;watchlist&lt;/a&gt; filter, and since 2005 it has been certified by the &lt;a href=\"Society%20for%20Worldwide%20Interbank%20Financial%20Telecommunication\"&gt;Society for Worldwide Interbank Financial Telecommunication&lt;/a&gt; (SWIFT) as a plugin for the &lt;a href=\"Society%20for%20Worldwide%20Interbank%20Financial%20Telecommunication\"&gt;SWIFT Alliance Add-on Label&lt;/a&gt;. CGI worked with the &lt;a href=\"Commonwealth%20of%20Virginia\"&gt;Commonwealth of Virginia&lt;/a&gt; to develop eVA, which is Virginia's electronic purchasing software. In April 2014, CGI worked with the &lt;a href=\"Payments%20Council\"&gt;UK Payments Council&lt;/a&gt; to create &lt;a href=\"Paym\"&gt;Paym&lt;/a&gt;, an app that allows customers of major banks in the UK to send and receive funds with their mobile phone. &lt;a href=\"Australia%20and%20New%20Zealand%20Banking%20Group\"&gt;Australia and New Zealand Banking Group&lt;/a&gt; renewed its contract with CGI in October 2014 for &lt;a href=\"software-as-a-service\"&gt;software-as-a-service&lt;/a&gt; (SaaS), in an effort to use their banking platform to expand their international trade program with the CGI Trade360 service. The program was at that point being used by ANZ to allow trading in 28 countries.\nGovernment and Military.\nIn March 2015, CGI won a contract with the &lt;a href=\"North%20Wales%20Police\"&gt;North Wales Police&lt;/a&gt; for close to $27.4 million, to provide the department with \"managed ICT (information and communications technology) and associated business services.\" Also in March, the British &lt;a href=\"Ministry%20of%20Defence%20%28United%20Kingdom%29\"&gt;Ministry of Defence&lt;/a&gt; (MOD) selected CGI to provide &lt;a href=\"training%20needs%20analysis\"&gt;training needs analysis&lt;/a&gt; at the Defense College of Technical Training and to provide support for the MOD's &lt;a href=\"fire-control%20system\"&gt;Fire Control Battlefield Information System Application&lt;/a&gt; (FC BISA) and the &lt;a href=\"fire-control%20system\"&gt;Fire Control Application&lt;/a&gt; (FCA) systems.\nHealth insurance marketplaces in the United States.\nThe &lt;a href=\"Patient%20Protection%20and%20Affordable%20Care%20Act\"&gt;Patient Protection and Affordable Care Act&lt;/a&gt; was signed into law in 2010, and called for the creation of &lt;a href=\"health%20insurance%20marketplace\"&gt;health insurance marketplace&lt;/a&gt;s for US citizens. In 2011 CGI Federal won a $93.7 million contract with the &lt;a href=\"United%20States%20Department%20of%20Health%20and%20Human%20Services\"&gt;United States Department of Health and Human Services&lt;/a&gt; to help establish the &lt;a href=\"Front%20and%20back%20ends\"&gt;software back-end&lt;/a&gt; of a new federal health insurance marketplace. For the next two years the &lt;a href=\"Centers%20for%20Medicare%20and%20Medicaid%20Services\"&gt;Centers for Medicare and Medicaid Services&lt;/a&gt; oversaw the website's design, &lt;a href=\"outsourcing\"&gt;outsourcing&lt;/a&gt; to 55 federal contractors such as &lt;a href=\"Experian\"&gt;Experian&lt;/a&gt; and &lt;a href=\"Quality%20Software%20Services%2C%20Inc.\"&gt;Quality Software Services, Inc.&lt;/a&gt; CGI Federal subcontracted the back-end work to other companies, as is common on large government contracts, and was also responsible for building some of the state-level healthcare exchanges. The &lt;a href=\"Obama%20administration\"&gt;Obama administration&lt;/a&gt; repeatedly modified policies pertaining to the &lt;a href=\"Patient%20Protection%20and%20Affordable%20Care%20Act\"&gt;Patient Protection and Affordable Care Act&lt;/a&gt; until the summer of 2013, meaning contractors had to adapt the software to changing requirements and delay aspects of development.\nFollowing the public launch of &lt;a href=\"HealthCare.gov\"&gt;HealthCare.gov&lt;/a&gt; on October 1, 2013, technical issues surfaced which prevented many users from logging in. As one of primary contractors involved, CGI Federal came under scrutiny for the difficulties, with the &lt;a href=\"Lexington%20Institute\"&gt;Lexington Institute&lt;/a&gt; later concluding that \"CGI Federal was raked over the coals in congressional hearings because it was responsible for the portal — even though many of the early problems with its part of the project were traceable to a front-end feature assembled by a different contractor for which CGI wasn't responsible.\" By the December 2013 deadline the &lt;a href=\"HealthCare.gov\"&gt;HealthCare.gov&lt;/a&gt; problems had largely been fixed, and within several weeks enrollment via the federal website was at 1.1 million people. Analysis of the situation by journalists, government officials, and &lt;a href=\"think%20tanks\"&gt;think tanks&lt;/a&gt; has varied, and the &lt;a href=\"Government%20Accountability%20Office\"&gt;Government Accountability Office&lt;/a&gt; released a non-partisan study in July 2014 concluding that the Obama administration failed to provide \"effective planning or oversight practices\" during development. Other analysts argued that the &lt;a href=\"Centers%20for%20Medicare%20and%20Medicaid%20Services\"&gt;Centers for Medicare and Medicaid Services&lt;/a&gt; (CMS) was ill-suited for a &lt;a href=\"System%20integration\"&gt;systems integration&lt;/a&gt; role, and that US regulations pertaining to large government contracts stifled &lt;a href=\"agile%20software%20development\"&gt;agile software development&lt;/a&gt;.\nThe state governments of &lt;a href=\"Vermont\"&gt;Vermont&lt;/a&gt; and &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt; also contracted with CGI to work on their &lt;a href=\"health%20insurance%20marketplace\"&gt;health insurance marketplace&lt;/a&gt;s, and both experienced difficulties with their launches in late 2013. CGI was also responsible for developing &lt;a href=\"Hawaii%20Health%20Connector\"&gt;Hawaii Health Connector&lt;/a&gt;, and though the site did launch as planned on October 1, 2013, underlying technical issues prevented registered users from comparing and shopping insurance plans until October 15, 2013. The &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt; health insurance market system, &lt;a href=\"Connect%20for%20Health%20Colorado\"&gt;Connect for Health Colorado&lt;/a&gt;, which unlike the federal website had development led by CGI, has been running relatively smoothly and as of May 6, 2014, it was announced that 129,000 Coloradans signed up for commercial health insurance through the state's health insurance marketplace since opening October 1, 2013. CGI also developed a successful exchange website for &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;.\nMobile transport services.\nCGI is one of 34 members of &lt;a href=\"Newcom%20Group\"&gt;MOBiNET&lt;/a&gt;, a European consortium that aims to introduce mobile transport services across Europe. CGI branched into the &lt;a href=\"electric%20car\"&gt;electric car&lt;/a&gt; market early in the industry's growth cycle, and by 2010 CGI's Charge-Point Interactive Management System (CiMS) was in use by car companies such as Foundation ElaadNL, which was using the &lt;a href=\"open%20communication\"&gt;open communication&lt;/a&gt; protocol to deploy electric car charging stations throughout the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. In July 2014, CGI began working with &lt;a href=\"Volvo\"&gt;Volvo&lt;/a&gt; to provide \"authentication certificate services\" for each new Volvo car.\nCGI also developed the SIGMA program for &lt;a href=\"ProRail\"&gt;ProRail&lt;/a&gt;. According to the organization &lt;a href=\"Esri\"&gt;Esri&lt;/a&gt;, \"the application is based on &lt;a href=\"ArcGIS\"&gt;ArcGIS&lt;/a&gt; for Servers and enables employees to manage the condition of the rail lines and combine design and measurement-data of the railroad track in multiple dimensions.\" As of 2013, CGI's train occupancy mobile app, iNStAPP, had won a number of industry awards, and was being used by several train companies and institutions in Europe. Other projects relating to passenger experience include a travel &lt;a href=\"journey%20planner\"&gt;journey planner&lt;/a&gt; CGI developed for the city of &lt;a href=\"Helsinki%2C%20Finland\"&gt;Helsinki, Finland&lt;/a&gt;. As of 2014 the app was used by around 150,000 people daily.\nSpace and aviation.\nIn July 2014, CGI's Space, Defence and National Security division in the UK was awarded a contract by the &lt;a href=\"Directorate-General%20for%20the%20Internal%20Market%2C%20Industry%2C%20Entrepreneurship%20and%20SMEs\"&gt;European Commission Directorate General for Enterprise and Industry&lt;/a&gt; (DG ENTR) to build the \"core infrastructure\" for the first demonstrator of the &lt;a href=\"Galileo%20%28satellite%20navigation%29%23Funding\"&gt;Galileo Commercial Service&lt;/a&gt;, which is a new service to be created as part of the &lt;a href=\"European%20GNSS%20Agency\"&gt;European Global Navigation Satellite System&lt;/a&gt; (GNSS). The service is intended for satellite navigation, and \"was introduced with the goal of creating a potential revenue source to support the future maintenance of EU satellite navigation services.\" Wrote \"GPS Daily\", \"once complete, the demonstrator will be made available to other GNSS service providers to test across vertical markets, including transport, insurance and personal mobility.\" As of 2014 CGI was also involved with developing &lt;a href=\"ESTCube-1%23Software\"&gt;software for the ESTCube-1&lt;/a&gt;, which is the first satellite in the world with &lt;a href=\"Electric%20sail\"&gt;electric solar wind sail&lt;/a&gt; (e-sail). A Mission Control System is currently being developed by the students of &lt;a href=\"Tartu%20University\"&gt;Tartu University&lt;/a&gt; under the supervision of CGI.\nIn November 2014, CGI was awarded a new contract by the British &lt;a href=\"communications%20satellite\"&gt;satellite telecommunications&lt;/a&gt; company &lt;a href=\"Inmarsat\"&gt;Inmarsat&lt;/a&gt; to \"support data communications between the pilot and air traffic controller within the European airspace.\" Inmarsat brought CGI in to help develop the Iris Precursor, particularly \"key safety and security features needed for future European &lt;a href=\"air%20traffic%20management\"&gt;air traffic management&lt;/a&gt; communications.\" Also, \"CGI will develop ground-based gateways\" that will allow the &lt;a href=\"SwiftBroadband\"&gt;SwiftBroadband&lt;/a&gt; system and the &lt;a href=\"Single%20European%20Sky%20ATM%20Research\"&gt;Single European Sky ATM Research&lt;/a&gt; program to interface. In 2015, CGI's contract to provide IT services to &lt;a href=\"Airbus\"&gt;Airbus&lt;/a&gt; was extended."
}