{
    "id": "25164140",
    "revid": "10863197",
    "url": "https://en.wikipedia.org/wiki?curid=25164140",
    "title": "Armillaria nabsnona",
    "text": "Armillaria nabsnona is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of &lt;a href=\"fungus\"&gt;fungus&lt;/a&gt; in the family &lt;a href=\"Physalacriaceae\"&gt;Physalacriaceae&lt;/a&gt;. The species is found in the west coast of North America, Hawaii, and Japan, where it grows on decaying &lt;a href=\"hardwood\"&gt;hardwood&lt;/a&gt;s, particularly species of &lt;a href=\"alder\"&gt;alder&lt;/a&gt;. Its &lt;a href=\"basidiocarp\"&gt;fruit bodies&lt;/a&gt; have convex to flattened orange-brown &lt;a href=\"pileus%20%28mycology%29\"&gt;caps&lt;/a&gt; up to in diameter, brown &lt;a href=\"stipe%20%28mycology%29\"&gt;stipes&lt;/a&gt;, and whitish to pinkish-tan &lt;a href=\"lamella%20%28mycology%29\"&gt;gills&lt;/a&gt;.\nTaxonomy.\nThe species was &lt;a href=\"species%20description\"&gt;described&lt;/a&gt; scientifically in 1996 by American mycologists Tom Volk and Harold Burdsall. Although the existence of the species as a distinct &lt;a href=\"taxon\"&gt;taxon&lt;/a&gt; was known for several years before that, it took several years to collect sufficient specimens and determine an appropriate &lt;a href=\"type%20%28biology%29\"&gt;type&lt;/a&gt; collection. The original published description is based on collections found growing on the fallen trunk of \"&lt;a href=\"Acer%20macrophyllum\"&gt;Acer macrophyllum&lt;/a&gt;\" in &lt;a href=\"Olympic%20National%20Park\"&gt;Olympic National Park&lt;/a&gt;, &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt;, in October 1993. The &lt;a href=\"botanical%20name\"&gt;specific epithet&lt;/a&gt; \"nabsnona\" is derived from an &lt;a href=\"acronym\"&gt;acronym&lt;/a&gt; of \"North American Biological Specimen\" and \"nona\" (ninth).\nDescription.\nThe &lt;a href=\"basidiocarp\"&gt;fruit bodies&lt;/a&gt; have &lt;a href=\"pileus%20%28mycology%29\"&gt;caps&lt;/a&gt; that are initially convex before flattening in age, and reach diameters between . The cap has a smooth surface that becomes sticky when wet. Young specimens can have short, dark hairs on the center. The cap color is reddish to brownish, becoming paler towards the edge, and frequently has darker, irregularly shaped bruise spots. The cap margin appears grooved or furrowed due to the thin flesh (measuring 0.5–1 mm thick) and the gills underneath. The gills have an adnate to somewhat decurrent attachment to the stipe. They are somewhat distantly spaced, 0.75–1 mm wide, and initially white to &lt;a href=\"cream%20%28color%29\"&gt;cream&lt;/a&gt; before darkening to pinkish-&lt;a href=\"tan%20%28color%29\"&gt;tan&lt;/a&gt; in maturity. The stipe is brownish, darker towards the bottom, and measures long by 2–3 mm thick, with a broader base measuring 4–5 mm. It has a &lt;a href=\"annulus%20%28mycology%29\"&gt;ring&lt;/a&gt;, and whitish patches of cottony &lt;a href=\"mycelium\"&gt;mycelium&lt;/a&gt; on its surface below the ring. The ring develops from a dense, white and cottony &lt;a href=\"partial%20veil\"&gt;partial veil&lt;/a&gt; that becomes ragged as the cap grows, and sometimes persists as a temporary cortina. &lt;a href=\"Rhizomorph\"&gt;Rhizomorph&lt;/a&gt;s, if present, are black, branched, and 1–2 mm thick.\nThe &lt;a href=\"spore%20print\"&gt;spore print&lt;/a&gt; is white. &lt;a href=\"Basidiospore\"&gt;Spores&lt;/a&gt; are smooth, &lt;a href=\"hyaline\"&gt;hyaline&lt;/a&gt; (translucent), &lt;a href=\"inamyloid\"&gt;inamyloid&lt;/a&gt;, and have an ovoid to somewhat more or less spherical shape. They typically measure in the range 8–10 by 5.5–6.5 &lt;a href=\"micrometre\"&gt;µm&lt;/a&gt;. The &lt;a href=\"basidia\"&gt;basidia&lt;/a&gt; are club-shaped, four-spored, and 25–35 by 5.5–6 µm, and have a clamp at their bases. Additional basidia may arise from the basal clamp, a branching pattern that distinguishes this species from other \"Armillaria\". This feature becomes less visually prominent as the &lt;a href=\"hymenium\"&gt;hymenium&lt;/a&gt; matures and neighboring basidia expand and become crowded. The &lt;a href=\"mycelium\"&gt;mycelium&lt;/a&gt; of the fungus is &lt;a href=\"bioluminescent\"&gt;bioluminescent&lt;/a&gt;.\nHabitat and distribution.\nThe fruit bodies of \"Armillaria nabsnona\" grow in groups, but not clustered together at the base. They are found on &lt;a href=\"hardwood\"&gt;hardwood&lt;/a&gt; trees (especially \"&lt;a href=\"Alnus\"&gt;Alnus&lt;/a&gt;\") in &lt;a href=\"riparian%20zone\"&gt;riparian&lt;/a&gt; areas. Although it fruits most commonly in autumn, it has been recorded fruiting in the spring in &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt; The range of the fungus was originally described as covering roughly the &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt; region of North America, including the US states of Washington, Oregon, &lt;a href=\"California\"&gt;California&lt;/a&gt;, &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;, &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;, and the Canadian province &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;. In 2008 it was recorded in &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;; in 2009, it was reported from &lt;a href=\"Hokkaido%20Island\"&gt;Hokkaido Island&lt;/a&gt; in northern Japan. Japanese researchers have reported a symbiotic association with the orchid \"&lt;a href=\"Gastrodia%20elata\"&gt;Gastrodia elata&lt;/a&gt;\".\nSimilar species.\n\"&lt;a href=\"Armillaria%20sinapina\"&gt;Armillaria sinapina&lt;/a&gt;\" is quote close in appearance, with smaller cap scales, and generally growing singly or in small clusters. \"&lt;a href=\"Armillaria%20ostoyae\"&gt;A. ostoyae&lt;/a&gt;\" is also similar to both \"A. nabsnona\" and \"A. sinapina\"."
}