{
    "id": "25163252",
    "revid": "39118987",
    "url": "https://en.wikipedia.org/wiki?curid=25163252",
    "title": "Kleber Claux",
    "text": "Kleber Claux (22 March 1893-June 1971) was a leading &lt;a href=\"anarchist\"&gt;anarchist&lt;/a&gt; of the early twentieth century and a founder of the first &lt;a href=\"naturist%20club\"&gt;naturist club&lt;/a&gt; in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;.\nBiography.\nBorn in &lt;a href=\"Mogneville%2C%20Oise\"&gt;Mogneville&lt;/a&gt;, &lt;a href=\"Oise\"&gt;Oise&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, Claux became a furniture maker prior to &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, to which he was a &lt;a href=\"Conscientious%20objector\"&gt;Conscientious objector&lt;/a&gt;. During the war, Claux escaped France and its conscription laws by moving to &lt;a href=\"England\"&gt;England&lt;/a&gt; on a false passport and living at &lt;a href=\"Whiteway%20Colony\"&gt;Whiteway Colony&lt;/a&gt;, a &lt;a href=\"Tolstoyan\"&gt;Tolstoyan&lt;/a&gt;-&lt;a href=\"communist\"&gt;communist&lt;/a&gt; anarchist project in the &lt;a href=\"Cotswolds\"&gt;Cotswolds&lt;/a&gt;, &lt;a href=\"Gloucestershire\"&gt;Gloucestershire&lt;/a&gt;. At Whiteway Claux gained an interest in nudity, sensible clothes and vegetarianism and met Molly (nee Crick), who would become his life partner. They travelled to London in 1926 when she was heavily influenced by the &lt;a href=\"gymnosophist\"&gt;gymnosophist&lt;/a&gt;s. In 1929 they moved to Australia to help found an anarchist community near &lt;a href=\"Cooktown\"&gt;Cooktown&lt;/a&gt; in northern &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;.\nThe family stayed at the commune until 1931 when they moved to Sydney, where Claux ran a fruit and vegetable stall in &lt;a href=\"Liverpool%20Street%2C%20Sydney\"&gt;Liverpool Street&lt;/a&gt;. The Claux's soon became notorious in Sydney for their uninhibited ways, with Claux founding the first &lt;a href=\"Naturist%20resort\"&gt;naturist community&lt;/a&gt; in Australia and his family all following the naturist lifestyle, calling on the Government to officially set aside areas for nudists.\nClaux had a huge beard and wore shorts and sandals, even in winter, which made him a recognisable figure in Sydney, and led to him being cast in numerous films, including \"&lt;a href=\"Eureka%20Stockade%20%281949%20film%29\"&gt;Eureka Stockade&lt;/a&gt;\" and \"&lt;a href=\"Kangaroo%20%281952%20film%29\"&gt;Kangaroo&lt;/a&gt;\", as well as on the stage, including the 1938 production of \"Transit\" (based on the book \"Season of Celebration\" by &lt;a href=\"Albert%20Maltz\"&gt;Albert Maltz&lt;/a&gt;) at the New South Wales Conservatorium of Music.\nClaux's behaviour and attitudes to sex and nudity scandalised 1940s Australia. In 1947 Claux’s 16-year-old daughter Moira was caught appearing nude in short films confiscated by Sydney police. Moira stated that like her father she was a nudist and found nothing wrong with appearing naked in films or photographs, as long as it wasn’t in seductive poses.\nIn 1948, a female journalist visited the Claux's and was equally shocked to see naked family portraits around the house and by Claux's admission that he and his wife allowed Moira to bring boyfriends over for the night, a taboo issue in 1940s Australia. The journalist’s resulting article, in \"Woman\" magazine, was the first article in a mainstream Australian publication to seriously examine &lt;a href=\"naturism\"&gt;naturism&lt;/a&gt;.\nThe Claux's also hosted regular nudist parties, with a young &lt;a href=\"Peter%20Finch\"&gt;Peter Finch&lt;/a&gt; an occasional guest.\nClaux retired from his barrow in May 1956 and in 1958 travelled to England as Australian delegates to the World Naturist Congress.\nCalled a great and gusty lover of life, Claux claimed his life philosophy as \"I don't believe in absolute good, or absolute evil ... A man can only try to go in the direction he believes is right.\"\nClaux died in &lt;a href=\"Marrickville%2C%20Sydney\"&gt;Marrickville, Sydney&lt;/a&gt; in June, 1971, aged 78. In addition to Moira, Claux had a son Eugene who became an artist before dying in 1950.\nA drawing of Claux by the Australian artist &lt;a href=\"Douglas%20Dundas\"&gt;Douglas Dundas&lt;/a&gt; is in the collection of the &lt;a href=\"Art%20Gallery%20of%20New%20South%20Wales\"&gt;Art Gallery of New South Wales&lt;/a&gt;."
}