{
    "id": "25176782",
    "revid": "516710",
    "url": "https://en.wikipedia.org/wiki?curid=25176782",
    "title": "Peter Bryan",
    "text": "Peter Bryan (born October 4, 1969) is an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"serial%20killer\"&gt;serial killer&lt;/a&gt; and &lt;a href=\"cannibal\"&gt;cannibal&lt;/a&gt; who suffers from &lt;a href=\"schizophrenia\"&gt;schizophrenia&lt;/a&gt; and committed three murders between 1993 and 2004.\nEarly life.\nBryan was born in London on 4 October 1969, the youngest of seven children of immigrant parents from &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt;. He attended Shaftesbury Junior School in Forest Gate, before attending Trinity Secondary School in Canning Town. He left school aged 14 or 15 and obtained employment at a clothes stall, later moving on to teach cooking lessons at his local soup kitchen.\nAttacks.\nIn 1987, Peter Bryan lived in the Flying Angel Custom House, &lt;a href=\"East%20London\"&gt;East London&lt;/a&gt;. Police were called when he attempted to throw another resident from his sixth-floor window. The victim reported that the initial attack by Bryan was unprovoked. Police took no action against Bryan in the attack.\nIn 1994, Bryan was sent to &lt;a href=\"Rampton%20Secure%20Hospital\"&gt;Rampton Secure Hospital&lt;/a&gt; after admitting to the murder of 21-year-old shop assistant Nisha Sheth, who was beaten to death with a hammer in 1993. By February 2001, the nursing staff thought he had made considerable progress in regard to his \"behaviour, attitude, maturity, relationships, anger and insight.\" Bryan was transferred from Rampton in June 2001 to the John Howard Centre after a six-month trial leave project agreed by the &lt;a href=\"Home%20Office\"&gt;Home Office&lt;/a&gt;. He was released into the care of a psychiatrist and social worker. \nAfter applying to a Mental Health Review Tribunal in 2002, Bryan was moved to the Riverside Hostel in north London where he was allowed to come and go as he pleased. In October 2003, psychiatrists noted there had been \"a continued improvement in his mental state\" and talked of plans for a move to more independent accommodation.\nIn January 2004, social workers applied for the transfer of Bryan to \"low–support accommodation\"; instead, Bryan was transferred to an open psychiatric ward at &lt;a href=\"Newham%20General%20Hospital\"&gt;Newham General Hospital&lt;/a&gt; for his safety after allegations that he had indecently assaulted a 16-year-old girl.\nA month later, Bryan killed friend Brian Cherry on 17 February 2004, just hours after being discharged from the mental health unit. Reportedly, the victim had been dismembered and officers found a frying pan on the stove with tissue from the dead man's brain.\nBryan was remanded to &lt;a href=\"Broadmoor%20Hospital\"&gt;Broadmoor Hospital&lt;/a&gt; after appearing in court over Cherry's death.\nOn 25 April Bryan killed fellow patient Richard Loudwell, aged 59, while still in Broadmoor. Bryan said that if he had not been interrupted he would have eaten Loudwell's flesh.\nIn 2011, an inquest ruled that Bryan had not been watched properly and had not been adequately assessed by Broadmoor staff.\nTrial.\nOn 15 March 2005, Bryan pleaded guilty at the &lt;a href=\"Old%20Bailey\"&gt;Old Bailey&lt;/a&gt; to two manslaughters on the grounds of diminished responsibility.\nJudge Giles Forrester said: \"You killed on these last two occasions because it gave you a thrill and a feeling of power when you ate flesh.\" Forrester sentenced Bryan to a &lt;a href=\"whole-life%20tariff\"&gt;whole-life tariff&lt;/a&gt;.\nIn 2006, Lord Chief Justice Lord Phillips overturned the \"whole life\" tariff but said it was unlikely that Bryan, who is mentally ill, would ever be released. The sentences was changed to a minimum of 15 years.\nBryan was committed to Broadmoor Hospital for treatment."
}