{
    "id": "25174902",
    "revid": "10289486",
    "url": "https://en.wikipedia.org/wiki?curid=25174902",
    "title": "SS Empire Blanda",
    "text": "Empire Blanda was a &lt;a href=\"cargo%20ship\"&gt;cargo ship&lt;/a&gt; that &lt;a href=\"Lithgows\"&gt;Lithgows Ltd&lt;/a&gt;, &lt;a href=\"Port%20Glasgow\"&gt;Port Glasgow&lt;/a&gt; built in 1919 as Nile. It was sold to a &lt;a href=\"Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;n company in 1930 and renamed Sokol in 1933, serving until 1939 when it was sold to a &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;nian company and renamed Rio Grande. In 1940, the &lt;a href=\"Ministry%20of%20War%20Transport\"&gt;Ministry of War Transport&lt;/a&gt; (MoWT) requisitioned \"Nile\", which was renamed \"Empire Blanda\". On 19 February 1941 &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;ed \"Nile\", sinking it.\nDescription.\nThe ship was a cargo ship. It was built by Lithgows Ltd, Port Glasgow, as yard number 715. The ship was launched as \"Nile\" on 30 September 1919 and completed in November. It was long, with a beam of and a depth of . The ship was powered by a &lt;a href=\"triple%20expansion%20steam%20engine\"&gt;triple expansion steam engine&lt;/a&gt; which had cylinders of , and diameter by stroke. It was manufactured by J G Kincaird Ltd, &lt;a href=\"Greenock\"&gt;Greenock&lt;/a&gt;. The ship could make .\nCareer.\n\"Nile\" was owned by the Nile Steamship Co Ltd and operated under the management of Glen &amp; Co Ltd. Its port of registry was &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;. In 1930, \"Nile\" was sold to Jugoslovenska Plovidba DD, &lt;a href=\"Susak\"&gt;Susak&lt;/a&gt;. It was renamed \"Sokol\" in 1933.\nIn 1939, \"Sokol\" was sold to Compagnia Panamena de Vapores Ltda and renamed \"Rio Grande\". It was operated under the management of T &amp; N Coumantaros Ltd, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;. In June 1940, \"Rio Grande\" sailed from &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt; to &lt;a href=\"Halifax%20Regional%20Municipality\"&gt;Halifax&lt;/a&gt;, &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt; to join Convoy HX 51, which arrived at &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt; on 2 July. It was carrying a cargo of &lt;a href=\"lumber\"&gt;lumber&lt;/a&gt; and &lt;a href=\"sulphur\"&gt;sulphur&lt;/a&gt;. On arrival, \"Rio Grande\" was requisitioned by the MoWT and renamed \"Empire Blanda\". It was operated under the management of the Larrinaga Steamship Co Ltd. Its port of registry was &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nConvoy HX 107 departed Halifax on 3 February 1941 and was to arrive at Liverpool on 28 February. \"Empire Blanda\" was carrying a cargo of steel, bound for Glasgow. At 08:18 on 19 February 1941, \"Empire Blanda\" was torpedoed and sunk by south of Iceland with the loss of all 37 crew and three &lt;a href=\"Defensively%20Equipped%20Merchant%20Ships\"&gt;DEMS&lt;/a&gt; gunners, having straggled from the convoy. Those lost on \"Empire Blanda\" are commemorated at the &lt;a href=\"Tower%20Hill%20Memorial\"&gt;Tower Hill Memorial&lt;/a&gt;, London.\nOfficial Numbers and Code Letters.\nOfficial Numbers were a forerunner to &lt;a href=\"IMO%20ship%20identification%20number\"&gt;IMO Numbers&lt;/a&gt;. \"Nile\" and \"Empire Blanda\" had the UK Official Number 141931. \n\"Nile\" used the &lt;a href=\"Code%20Letters\"&gt;Code Letters&lt;/a&gt; KOWS from 1930. \"Rio Grande\" used the Code Letters HPKQ \"Empire Blanda\" used the Code Letters GLXW."
}