{
    "id": "252067",
    "revid": "37157961",
    "url": "https://en.wikipedia.org/wiki?curid=252067",
    "title": "Merv",
    "text": "Merv (, \"Мерв\", مرو; , \"Marv\"), also known as the Merve Oasis, formerly known as Alexandria (), Antiochia in Margiana () and Marw al-Shāhijān, was a major &lt;a href=\"Iranian%20peoples\"&gt;Iranian&lt;/a&gt; &lt;a href=\"city\"&gt;city&lt;/a&gt; in &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;, on the historical &lt;a href=\"Silk%20Road\"&gt;Silk Road&lt;/a&gt;, near today's &lt;a href=\"Mary%2C%20Turkmenistan\"&gt;Mary, Turkmenistan&lt;/a&gt;. Human settlements on the site of Merv existed from the 3rd millennium BC until the 18th century AD. It changed hands repeatedly throughout history. Under the &lt;a href=\"Achaemenid%20Empire\"&gt;Achaemenid Empire&lt;/a&gt;, it was the centre of the &lt;a href=\"satrap\"&gt;satrap&lt;/a&gt;y of &lt;a href=\"Margiana\"&gt;Margiana&lt;/a&gt;. It was subsequently ruled by the &lt;a href=\"Ancient%20Macedonians\"&gt;Ancient Macedonians&lt;/a&gt;, &lt;a href=\"Parthia\"&gt;Parthia&lt;/a&gt;ns, &lt;a href=\"Sasanian%20Empire\"&gt;Sasanians&lt;/a&gt;, &lt;a href=\"Arabs\"&gt;Arabs&lt;/a&gt;, &lt;a href=\"Ghaznavids\"&gt;Ghaznavids&lt;/a&gt;, &lt;a href=\"Seljuk%20Turks\"&gt;Seljuqs&lt;/a&gt;, &lt;a href=\"Khwarazmian%20dynasty\"&gt;Khwarazmians&lt;/a&gt; and &lt;a href=\"Timurids\"&gt;Timurids&lt;/a&gt; among others.\nMerv was the capital city of several &lt;a href=\"polity\"&gt;polities&lt;/a&gt; throughout its history. In the beginning of the 9th century, Merv was the seat of the &lt;a href=\"caliph\"&gt;caliph&lt;/a&gt; &lt;a href=\"al-Ma%27mun\"&gt;al-Ma'mun&lt;/a&gt; and the capital of the entire &lt;a href=\"Abbasid%20caliphate\"&gt;Islamic caliphate&lt;/a&gt;. It served later as the seat of the &lt;a href=\"Tahirid%20dynasty\"&gt;Tahirid&lt;/a&gt; rulers of &lt;a href=\"Greater%20Khorasan\"&gt;Khorasan&lt;/a&gt;. In the 11th–12th centuries, Merv was the capital of the &lt;a href=\"Great%20Seljuk%20Empire\"&gt;Great Seljuk Empire&lt;/a&gt; and remained so until the latter's ultimate fall. Around this time, Merv turned into a chief centre of &lt;a href=\"Islamic%20science\"&gt;Islamic science&lt;/a&gt; and &lt;a href=\"Islamic%20culture\"&gt;culture&lt;/a&gt;, attracting as well as producing renowned poets, musicians, physicians, mathematicians and astronomers. Great Persian &lt;a href=\"polymath\"&gt;polymath&lt;/a&gt; &lt;a href=\"Omar%20Khayyam\"&gt;Omar Khayyam&lt;/a&gt;, among others, spent a number of years working at the observatory in Merv. As Persian geographer and traveller &lt;a href=\"al-Istakhri\"&gt;al-Istakhri&lt;/a&gt; wrote of Merv: \"Of all the countries of &lt;a href=\"Greater%20Iran\"&gt;Iran&lt;/a&gt;, these people were noted for their talents and education.\" &lt;a href=\"Arabian%20people\"&gt;Arab&lt;/a&gt; geographer &lt;a href=\"Yaqut%20al-Hamawi\"&gt;Yaqut al-Hamawi&lt;/a&gt; counted as many as 10 giant libraries in Merv, including one within a major mosque that contained 12,000 volumes.\nMerv was also a popular place for &lt;a href=\"pilgrimage\"&gt;pilgrimage&lt;/a&gt; and several religions considered it holy. In &lt;a href=\"Zoroastrianism\"&gt;Zoroastrianism&lt;/a&gt;, Merv (Mouru) was one of 16 perfect lands created by god &lt;a href=\"Ahura%20Mazda\"&gt;Ahura Mazda&lt;/a&gt;. Between the 5th and 11th centuries, Merv served as the seat of an &lt;a href=\"Nestorianism\"&gt;East Syrian&lt;/a&gt; &lt;a href=\"Merv%20%28East%20Syrian%20Ecclesiastical%20Province%29\"&gt;metropolitan province&lt;/a&gt;. A descendant of the Islamic prophet &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;, &lt;a href=\"8th%20Imam\"&gt;8th Imam&lt;/a&gt; of &lt;a href=\"Twelver%20Shia\"&gt;Twelver Shia&lt;/a&gt; Islam &lt;a href=\"Ali%20ar-Ridha\"&gt;Ali ar-Ridha&lt;/a&gt; (Imam Reza) moved to Merv from &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; and resided there for several years. &lt;a href=\"Al-Muqanna\"&gt;Al-Muqanna&lt;/a&gt;, the \"Veiled Prophet\", who gained many followers by claiming to be an incarnation of God, was born and started his movement in Merv.\nDuring the 12th–13th centuries, Merv, known as \"Marw al-Shāhijān\" (Merv the Great) at the time, was the world's most populous and largest city, with a population of as many as 500,000 and preceding such medieval metropolises as &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; and Baghdad. Within this period Merv was often termed \"the mother of the world\", \"chief city of Khorasan\" and the \"capital of the eastern Islamic world\". According to Yaqut al-Hamawi, the city and its remarkable structures were visible from a day's journey away. In 1221, the city opened its gates to an invading &lt;a href=\"Mongol%20Empire\"&gt;Mongol&lt;/a&gt; horde; the resulting destruction of the city proved totally devastating. Historical accounts contend that the entire population (including refugees) of a million people were slaughtered in &lt;a href=\"Destruction%20under%20the%20Mongol%20Empire\"&gt;one of the bloodiest genocides&lt;/a&gt; in world history. Though partly rebuilt after the Mongol destruction, the city never regained its full former prosperity. Between 1788 and 1789, the city was razed for the last time and its population deported. By the 1800s, Merv was completely deserted.\nToday the site is preserved as a state historical and cultural park. It is the oldest and most perfectly preserved of the oasis cities along the historical Silk Road. A few buildings and structures still stand today, especially those constructed in the last two millennia. &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; has listed the site of ancient Merv as a &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;.\nHistory.\nMerv has prehistoric roots: archaeological surveys have revealed many traces of village life as far back as the 3rd millennium BC and have associated the area culturally with the &lt;a href=\"Bactria-Margiana%20Archaeological%20Complex\"&gt;Bactria-Margiana Archaeological Complex&lt;/a&gt;. The geography of the &lt;a href=\"Zend-Avesta\"&gt;Zend-Avesta&lt;/a&gt; (commentaries on the &lt;a href=\"Avesta\"&gt;Avesta&lt;/a&gt;) mentions Merv (under the name of \"Mouru\") along with &lt;a href=\"Balkh\"&gt;Balkh&lt;/a&gt;. In &lt;a href=\"Zoroastrianism\"&gt;Zoroastrianism&lt;/a&gt;, the god &lt;a href=\"Ahura%20Mazda\"&gt;Ahura Mazda&lt;/a&gt; created Mouru as one of sixteen perfect lands.\nUnder the &lt;a href=\"Achaemenid%20Empire\"&gt;Achaemenid Empire&lt;/a&gt; (c. 550–330 BC), the historical record mentions Merv as a place of some importance: under the name of \"Margu\", it occurs as part of one &lt;a href=\"satrap\"&gt;satrap&lt;/a&gt;y in the &lt;a href=\"Behistun%20inscriptions\"&gt;Behistun inscriptions&lt;/a&gt; (\"ca\". 515 BC) of the &lt;a href=\"Persia\"&gt;Persia&lt;/a&gt;n monarch &lt;a href=\"Darius%20the%20Great\"&gt;Darius the Great&lt;/a&gt;. The first city of Merv was founded in the 6th century BC as part of the &lt;a href=\"Achaemenid\"&gt;Achaemenid&lt;/a&gt; expansion into the region of &lt;a href=\"Cyrus%20the%20Great\"&gt;Cyrus the Great&lt;/a&gt; (559–530 BC), but later strata deeply cover the Achaemenid levels at the site.\nHellenistic era.\n&lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;'s visit to Merv is merely legendary, but the city was named Alexandria (Ἀλεξάνδρεια) after him for a time. After his death in 323  BC, it became the capital of the &lt;a href=\"Margu\"&gt;Province of Margiana&lt;/a&gt; of the &lt;a href=\"Seleucid\"&gt;Seleucid&lt;/a&gt;, &lt;a href=\"Greco-Bactrian%20Kingdom\"&gt;Greco-Bactrian&lt;/a&gt; (256–125 BC), &lt;a href=\"Parthia\"&gt;Parthia&lt;/a&gt;n, and &lt;a href=\"Sassanid%20dynasty\"&gt;Sassanid&lt;/a&gt; states.\nThe Seleucid ruler, &lt;a href=\"Antiochus%20Soter\"&gt;Antiochus Soter&lt;/a&gt; (reigned 281–261 BC), renamed it to Antiochia Margiana; he rebuilt and expanded the city at the site presently known as &lt;a href=\"Gyaur%20Gala\"&gt;Gyaur Gala&lt;/a&gt; fortress. &lt;a href=\"Isidore%20of%20Charax\"&gt;Isidore of Charax&lt;/a&gt; wrote Antiochia was called the \"unwatered\" (Ἄνυδρος).\nParthian era.\nAfter the fall of the Seleucid dynasty (63 BC), &lt;a href=\"Bactria\"&gt;Bactria&lt;/a&gt;, Parthia, and the &lt;a href=\"Kushans\"&gt;Kushans&lt;/a&gt; took control in succession. In 53 BC, some 10,000 Roman prisoners of war from the &lt;a href=\"Battle%20of%20Carrhae\"&gt;Battle of Carrhae&lt;/a&gt; appear to have been deported to Merv.\nMerv was a major city of &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; learning, with Buddhist monastery temples for many centuries until its Islamisation. At the site of Gyaur Kala and , Buddhism was followed and practised often at the local Buddhist &lt;a href=\"stupa\"&gt;stupa&lt;/a&gt;s.\nSasanian era.\nAfter the Sassanid &lt;a href=\"Ardashir%26amp%3Bnbsp%3BI\"&gt;Ardashir I&lt;/a&gt; (220–240 AD) took Merv, the study of &lt;a href=\"numismatics\"&gt;numismatics&lt;/a&gt; picks up the thread: the unbroken series of coins originally minted at Merv document a long unbroken direct Sassanian rule of almost four centuries. During this period Merv was home to practitioners of various religions beside the official Sassanid &lt;a href=\"Zoroastrianism\"&gt;Zoroastrianism&lt;/a&gt;, including Buddhists, &lt;a href=\"Manichaeism\"&gt;Manichaeans&lt;/a&gt;, and Christians of the &lt;a href=\"Church%20of%20the%20East\"&gt;Church of the East&lt;/a&gt;. Between the 5th and 11th centuries, Merv served as the seat of an &lt;a href=\"Nestorianism\"&gt;East Syrian&lt;/a&gt; &lt;a href=\"Merv%20%28East%20Syrian%20Ecclesiastical%20Province%29\"&gt;metropolitan province&lt;/a&gt;. The first bishop was &lt;a href=\"Barshabba\"&gt;Barshabba&lt;/a&gt; (c.360/424). The &lt;a href=\"Hephthalite\"&gt;Hephthalite&lt;/a&gt; occupation from the end of the 5th century to 565 AD briefly interrupted Sassanid rule.\nArab conquest and influence.\n&lt;a href=\"Sassanian\"&gt;Sassanian&lt;/a&gt; rule ended when the last Sassanian ruler, &lt;a href=\"Yazdegerd%26amp%3Bnbsp%3BIII\"&gt;Yazdegerd III&lt;/a&gt; (632–651) was killed near the city and the Sassanian military governor surrendered to the approaching Arab army. Representatives of the caliph, &lt;a href=\"Umar\"&gt;Umar&lt;/a&gt; occupied the city, which became the capital of the &lt;a href=\"Umayyad\"&gt;Umayyad&lt;/a&gt; province of &lt;a href=\"Greater%20Khorasan\"&gt;Khorasan&lt;/a&gt;. In 671, &lt;a href=\"Ziyad%20ibn%20Abi%20Sufyan\"&gt;Ziyad ibn Abi Sufyan&lt;/a&gt; sent 50,000 Arab troops to Merv as a colony. This colony retained its native &lt;a href=\"Kufa\"&gt;Kufa&lt;/a&gt;n sympathies and became the nucleus of Khurasan. Using the city as their base, the Arabs, led by &lt;a href=\"Qutayba%20ibn%20Muslim\"&gt;Qutayba ibn Muslim&lt;/a&gt; from 705 to 715, brought large parts of Central Asia, including &lt;a href=\"Balkh\"&gt;Balkh&lt;/a&gt;, &lt;a href=\"Bukhara\"&gt;Bokhara&lt;/a&gt;, and &lt;a href=\"Fergana\"&gt;Fergana&lt;/a&gt; under subjection. Merv, and Khorasan, in general, became one of the first parts of the &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt;-speaking world to become majority-&lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;. Arab immigration to the area was substantial. A Chinese man captured at Talas, &lt;a href=\"Du%20Huan\"&gt;Du Huan&lt;/a&gt;, was brought to &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; and toured the caliphate. He observed that in Merv, Khurasan, Arabs and Persians lived in mixed concentrations.\nMerv gained renewed importance in February 748 when the Iranian general &lt;a href=\"Abu%20Muslim\"&gt;Abu Muslim&lt;/a&gt; (d. 755) declared a new &lt;a href=\"Abbasid%20dynasty\"&gt;Abbasid dynasty&lt;/a&gt; at Merv, expanding and re-founding the city, and, in the name of the &lt;a href=\"Abbasid\"&gt;Abbasid&lt;/a&gt; line, used the city as a base of rebellion against the Umayyad caliphate. After the Abbasids established themselves in Baghdad, Abu Muslim continued to rule Merv as a semi-independent prince until his eventual assassination. Indeed, Merv operated as the centre of Abbasid partisanship for the duration of the &lt;a href=\"Abbasid%20Revolution\"&gt;Abbasid Revolution&lt;/a&gt; of 746–750, and became a consistent source of political support for the Abbasid rulers in Baghdad later on; the governorship of Khurasan at Merv was one of the most important political figures of the &lt;a href=\"Caliphate\"&gt;Caliphate&lt;/a&gt;. The influential &lt;a href=\"Barmakid\"&gt;Barmakid&lt;/a&gt; family, based in Merv, played an important part in transferring Greek knowledge (established in Merv since the days of the &lt;a href=\"Seleucids\"&gt;Seleucids&lt;/a&gt; and &lt;a href=\"Greco-Bactrians\"&gt;Greco-Bactrians&lt;/a&gt;) into the Arab world.\nThroughout the Abbasid era, Merv remained the capital and most important city of Khurasan. During this time, the Arab historian &lt;a href=\"Al-Muqaddasi\"&gt;Al-Muqaddasi&lt;/a&gt; (c. 945/946–991) called Merv \"delightful, fine, elegant, brilliant, extensive, and pleasant\". Merv's architecture inspired the Abbasid re-planning of Baghdad. A 10th-century Arab historian, &lt;a href=\"Ibn%20Hawqal\"&gt;Ibn Hawqal&lt;/a&gt;, wrote of Merv: \"and in no other city are to be seen such palaces and groves, and gardens and streams\".\nMerv was also known for its high-quality textiles. A 12th-century Arab geographer &lt;a href=\"al-Idrisi\"&gt;al-Idrisi&lt;/a&gt; noted: \"From this country is derived much silk as well as cotton of a superior quality under the name of Merv cotton, which is extremely soft.\" The &lt;a href=\"Islamic%20world\"&gt;Islamic world&lt;/a&gt; admired the elegant robes and silk turbans produced in Merv. The city was notable as a home for immigrants from the Arab lands and those from &lt;a href=\"Sogdia\"&gt;Sogdia&lt;/a&gt; and elsewhere in Central Asia.\nIn the period from 813 to 818, the temporary residency of the caliph, &lt;a href=\"al-Ma%27mun\"&gt;al-Ma'mun&lt;/a&gt; effectively made Merv the capital of the Muslim world and highlighted Merv's importance to the &lt;a href=\"Abbasids\"&gt;Abbasids&lt;/a&gt;. A descendant of the Islamic prophet &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;, &lt;a href=\"8th%26amp%3Bnbsp%3BImam\"&gt;8th Imam&lt;/a&gt; of &lt;a href=\"Twelver%20Shia\"&gt;Twelver Shia&lt;/a&gt; Islam, &lt;a href=\"Ali%20ar-Ridha\"&gt;Ali ar-Ridha&lt;/a&gt; moved to Merv and lived there for several years. Merv also became the centre of a major 8th-century Neo-&lt;a href=\"Mazdakite\"&gt;Mazdakite&lt;/a&gt; movement led by &lt;a href=\"al-Muqanna\"&gt;al-Muqanna&lt;/a&gt;, the \"Veiled Prophet\", who gained many followers by claiming to be an incarnation of God and heir to Abu Muslim; the &lt;a href=\"Khurramiyya\"&gt;Khurramiyya&lt;/a&gt; inspired by him, persisted in Merv until the 12th century.\nDuring this period Merv, like &lt;a href=\"Samarqand\"&gt;Samarqand&lt;/a&gt; and Bukhara, functioned as one of the great cities of Muslim scholarship; the celebrated historian &lt;a href=\"Yaqut%20al-Hamawi\"&gt;Yaqut&lt;/a&gt; (1179–1229) studied in its libraries. Merv produced a number of scholars in various branches of knowledge, such as &lt;a href=\"Sharia\"&gt;Islamic law&lt;/a&gt;, \"&lt;a href=\"hadith\"&gt;hadith&lt;/a&gt;\", history, and literature. Several scholars have the name \"Marwazi\" (المروزي) designating them as hailing from Merv. The city continued to have a substantial Christian community. In 1009, the Archbishop of Merv sent a letter to the Patriarch at Baghdad asking that the &lt;a href=\"Keraites\"&gt;Keraites&lt;/a&gt; be allowed to fast less than other Nestorian Christians. Great &lt;a href=\"Iranian%20peoples\"&gt;Persian&lt;/a&gt; &lt;a href=\"polymath\"&gt;polymath&lt;/a&gt; &lt;a href=\"Omar%20Khayyam\"&gt;Omar Khayyam&lt;/a&gt;, among others, spent several years working at the observatory in Merv. As Persian geographer and traveller &lt;a href=\"al-Istakhri\"&gt;al-Istakhri&lt;/a&gt; wrote of Merv: \"Of all the countries of &lt;a href=\"Greater%20Iran\"&gt;Iran&lt;/a&gt;, these people were noted for their talents and education.\" Yaqut al-Hamawi counted as many as 10 giant libraries in Merv, including one within a major mosque that contained 12,000 volumes.\nAs the caliphate weakened, Persian general &lt;a href=\"Tahir%20ibn%20Husayn\"&gt;Tahir b. al -Husayn&lt;/a&gt; and his &lt;a href=\"Tahirid\"&gt;Tahirid&lt;/a&gt; dynasty replaced Arab rule in Merv 821. The Tahirids ruled Merv from 821 to 873, followed by the &lt;a href=\"Saffarids\"&gt;Saffarids&lt;/a&gt;, then the &lt;a href=\"Samanids\"&gt;Samanids&lt;/a&gt; and later the &lt;a href=\"Ghaznavids\"&gt;Ghaznavids&lt;/a&gt;.\nTurkmens in Merv.\nIn 1037, the &lt;a href=\"Seljuqs\"&gt;Seljuq Turkmens&lt;/a&gt;, a clan of &lt;a href=\"Oghuz%20Turks\"&gt;Oghuz Turks&lt;/a&gt; moving from the steppes east of the &lt;a href=\"Aral%20Sea\"&gt;Aral Sea&lt;/a&gt;, peacefully took over Merv under the leadership of &lt;a href=\"Tughril\"&gt;Tughril&lt;/a&gt;—the Ghaznavid sultan &lt;a href=\"Mas%27ud%20I%20of%20Ghazni\"&gt;Mas'ud I&lt;/a&gt; was extremely unpopular in the city. Tugril's brother &lt;a href=\"Chaghri%20Beg\"&gt;Chaghri&lt;/a&gt; stayed in Merv as the Seljuq domains grew to include the rest of &lt;a href=\"Khurasan\"&gt;Khurasan&lt;/a&gt; and Iran, and it subsequently became a favourite city of the Seljuq sultans. Chaghri, his son &lt;a href=\"Alp%20Arslan\"&gt;Alp Arslan&lt;/a&gt; (sultan from 1063 to 1072) and great-grandson &lt;a href=\"Ahmad%20Sanjar\"&gt;Ahmad Sanjar&lt;/a&gt; (sultan from 1118 to 1157) were buried at Merv, the latter at the &lt;a href=\"Tomb%20of%20Ahmed%20Sanjar\"&gt;Tomb of Ahmad Sanjar&lt;/a&gt;.\nNearing the end of the 11th century, Merv became the eastern capital of the &lt;a href=\"Seljuk%20Empire%23Division%20of%20empire\"&gt;split Seljuq state&lt;/a&gt;. However, starting from 1118, it served as the capital of the whole empire. During this period, Merv expanded to its greatest size—Arab and Persian geographers termed it \"the mother of the world\", the \"rendezvous of great and small\", the \"chief city of Khurasan\" and the \"capital of the eastern Islamic world\". Written sources also attest to a large library and &lt;a href=\"madrasa\"&gt;madrasa&lt;/a&gt; founded by &lt;a href=\"Nizam%20al-Mulk\"&gt;Nizam al-Mulk&lt;/a&gt;, vizier of the Seljuq empire, as well as many other major cultural institutions. Perhaps most importantly, Merv had a market described as \"the best of the major cities of Iran and Khurasan\".\nSanjar's rule, marked by conflict with the &lt;a href=\"Kara-Khitai\"&gt;Kara-Khitai&lt;/a&gt; and &lt;a href=\"Khwarazmian%20Empire\"&gt;Khwarazmians&lt;/a&gt;, ended in 1153 when &lt;a href=\"Turkoman%20%28ethnonym%29\"&gt;Turkmen&lt;/a&gt; nomads from beyond the &lt;a href=\"Amu%20Darya\"&gt;Amu Darya&lt;/a&gt; pillaged the city. Subsequently, Merv changed hands between the Khwarazmians of &lt;a href=\"Khiva\"&gt;Khiva&lt;/a&gt;, Turkmen nomads, and the &lt;a href=\"Ghurid%20dynasty\"&gt;Ghurids&lt;/a&gt;. By 1150, Merv was the world's largest city with a population of 200,000. By 1210, it may have had as many as 500,000 residents, preceding such medieval metropolises as &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; and Baghdad.\nMongols in Merv.\nIn 1221, Merv opened its gates to &lt;a href=\"Tolui\"&gt;Tolui&lt;/a&gt;, son of &lt;a href=\"Genghis%20Khan\"&gt;Genghis Khan&lt;/a&gt;, chief of the &lt;a href=\"Mongols\"&gt;Mongols&lt;/a&gt;. Most of the inhabitants are said to have been butchered. Arab historian &lt;a href=\"Ibn%20al-Athir\"&gt;Ibn al-Athir&lt;/a&gt; described the event basing his report on the narrative of Merv refugees:\nGenghis Khan sat on a golden throne and ordered the troops who had been seized should be brought before him. When they were in front of him, they were executed and the people looked on and wept. When it came to the common people, they separated men, women, children and possessions. It was a memorable day for shrieking and weeping and wailing. They took the wealthy people and beat them and tortured them with all sorts of cruelties in the search for wealth ... Then they set fire to the city and burned the tomb of Sultan Sanjar and dug up his grave looking for money. They said, 'These people have resisted us' so they killed them all. Then Genghis Khan ordered that the dead should be counted and there were around 700,000 corpses. \nAlmost the entire population of Merv, and refugees arriving from the other parts of the Khwarazmian Empire, were slaughtered, making it one of the &lt;a href=\"List%20of%20wars%20and%20anthropogenic%20disasters%20by%20death%20toll%23Wars%2C%20armed%20conflicts%2C%20and%20genocides\"&gt;bloodiest captures of a city&lt;/a&gt; in world history.\nExcavations revealed the drastic rebuilding of the city's fortifications in the aftermath of their destruction, but the city's prosperity had passed. The Mongol invasion spelled the eclipse of Merv and other major centres for more than a century. After the Mongol conquest, Merv became part of the &lt;a href=\"Ilkhanate\"&gt;Ilkhanate&lt;/a&gt;, and it was consistently looted by &lt;a href=\"Chagatai%20Khanate\"&gt;Chagatai Khanate&lt;/a&gt;. In the early part of the 14th century, the town became the seat of a Christian archbishopric of the Eastern Church under the rule of the &lt;a href=\"Kartids\"&gt;Kartids&lt;/a&gt;, vassals of the Ilkhanids. By 1380 Merv belonged to the empire of &lt;a href=\"Timur\"&gt;Timur&lt;/a&gt; (Tamerlane).\nUzbeks in Merv and its final destruction.\nIn 1505, the &lt;a href=\"Uzbeks\"&gt;Uzbeks&lt;/a&gt; occupied Merv; five years later, &lt;a href=\"Shah%20Ismail\"&gt;Shah Ismail&lt;/a&gt;, the founder of the &lt;a href=\"Safavids\"&gt;Safavid dynasty&lt;/a&gt; of Persia, expelled them. In this period, a Persian nobleman restored a large dam (the 'Soltanbent') on the river &lt;a href=\"Murgab%20River%20%28Afghanistan%29\"&gt;Murghab&lt;/a&gt;, and the settlement which grew up in the irrigated area became known as , as referenced in some 19th-century texts. Merv remained in the hands of Persia (except for periods of Uzbek rule between 1524 and 1528 and again between 1588 and 1598) until 1785, when Shah &lt;a href=\"Murad%20Beg\"&gt;Murad Beg&lt;/a&gt;, the &lt;a href=\"Emirate%20of%20Bukhara\"&gt;Emir of Bokhara&lt;/a&gt;, captured the city. A few years later, in 1788 and 1789, the &lt;a href=\"Manghit\"&gt;Manghit&lt;/a&gt; emir of Bukhara, Shah Murad Beg razed the city to the ground, broke down the dams, and leaving the district a waste land. The entire population of the city and the surrounding oasis of about 100,000 were then deported in several stages to the Bukharan oasis and the &lt;a href=\"Samarkand\"&gt;Samarkand&lt;/a&gt; region in the &lt;a href=\"Zarafshan\"&gt;Zarafshan&lt;/a&gt; Valley. Being the last remaining Persian-speaking &lt;a href=\"Shias\"&gt;Shias&lt;/a&gt;, the deportees resisted assimilation into the Sunni population of Bukhara and Samarkand, despite the common Persian language they spoke with most natives. These Marvis survive —Soviet censuses listed them as \"&lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;is/Iranians\" through the 1980s. They live in Samarkand and Bukhara and the area in between on the Zarafshan river. They are listed as Persian speaking but counted separately from the local &lt;a href=\"Tajiks\"&gt;Tajiks&lt;/a&gt; because of their Shia religion and the maintaining their ancient Mervi identity.\nNineteenth century.\nMerv passed to the &lt;a href=\"Khanate%20of%20Khiva\"&gt;Khanate of Khiva&lt;/a&gt; in 1823. Sir &lt;a href=\"Alexander%20Burnes\"&gt;Alexander Burnes&lt;/a&gt; traversed the country in 1832. About this time, the Persians forced the &lt;a href=\"Teke%20tribe\"&gt;Tekke&lt;/a&gt; &lt;a href=\"Turkmen%20people\"&gt;Turkmens&lt;/a&gt;, then living on the &lt;a href=\"Hari%20River%2C%20Afghanistan\"&gt;Tejen River&lt;/a&gt;, to migrate northward. Khiva contested the Tekkes' advance, but in about 1856, the latter became the sovereign power in the country, and remained so until the &lt;a href=\"Russians\"&gt;Russians&lt;/a&gt; occupied the oasis in 1884. By 1868, the Russians had taken most of &lt;a href=\"Russian%20Central%20Asia\"&gt;Russian Central Asia&lt;/a&gt; except &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt;. They approached this area from the Caspian and in 1881 &lt;a href=\"Battle%20of%20Geok%20Tepe\"&gt;captured Geok Tepe&lt;/a&gt;. An officer named Alikhanov took Merv bloodlessly. A Muslim from the Caucasus, he had risen to the rank of major in the Russian service. After fighting a duel with a superior officer, he was demoted to the ranks and by 1882 had risen to lieutenant. In 1882, he entered Merv, claiming to be a Russian merchant, and negotiated a &lt;a href=\"trade%20agreement\"&gt;trade agreement&lt;/a&gt;. Meanwhile, Russian agents had used a mixture of bribes and threats to develop a pro-Russian party in the area. The Russians occupied the oasis of &lt;a href=\"Tejen\"&gt;Tejen&lt;/a&gt;, eighty miles to the west. In 1884, Alikhanov entered Merv in a Russian officer's uniform along with several Turkmen notables who had already submitted. He claimed the troops at Tejen were the spearhead of a larger force and that local autonomy would be respected. Seeing no hope of support from Persia or Britain, the elders submitted. The next Russian move was south &lt;a href=\"Pandjeh%20Incident\"&gt;toward Herat&lt;/a&gt;. By 1888, the city was entirely abandoned.\nA future viceroy of &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt;, &lt;a href=\"George%20Curzon%2C%201st%20Marquess%20Curzon%20of%20Kedleston\"&gt;George Curzon&lt;/a&gt; visited the remains of Merv in 1888. He later wrote: \"In the midst of an absolute wilderness of crumbling brick and clay, the spectacle of walls, towers, ramparts and domes, stretching in bewildering confusion to the horizon, reminds us that we are in the centre of bygone greatness.\"\nRemains.\nSome exploratory excavations at Merv were conducted in 1885 by the Russian general A.V. Komarov, the governor of the Transcaspian oblast, 1883–89; Komarov employed his Tsarist troops as excavators and published his collection of trophy artifacts and coins from the area in 1900. Valentin Alekseevich Zhukovsky of the Imperial Archaeological Commission directed the first fully professional dig in 1890 and published in 1894. Geologist &lt;a href=\"Raphael%20Pumpelly\"&gt;Raphael Pumpelly&lt;/a&gt; and a German archaeologist, Hubert Schmidt, directed the American Carnegie Institute's excavations.\nMerv is the focus of the Ancient Merv Project (initially called the International Merv Project). From 1992 to 2000, a joint team of archaeologists from Turkmenistan and the UK have made remarkable discoveries. In 2001, the &lt;a href=\"UCL%20Institute%20of%20Archaeology\"&gt;Institute of Archaeology&lt;/a&gt;, &lt;a href=\"University%20College%20London\"&gt;University College London&lt;/a&gt; and the Turkmen authorities started a new collaboration. This Ancient Merv Project is concerned with the complex conservation and management issues posed by this site, furthering understanding of the site through archaeological research, and disseminating the results of the work to the widest possible audience.\nOrganization of remains.\nMerv consists of a few discrete walled cities very near to each other constructed on uninhabited land by builders of different eras, used, and then abandoned and never rebuilt. Four walled cities correspond to the chief periods of Merv's importance: the oldest, Erkgala, corresponds to Achaemenid Merv, the smallest of the three. (also known as Gyaur Gala), which surrounds Erkgala, comprises the &lt;a href=\"Hellenistic\"&gt;Hellenistic&lt;/a&gt; and Sassanian &lt;a href=\"city\"&gt;metropolis&lt;/a&gt; and also served as an &lt;a href=\"industrial%20suburb\"&gt;industrial suburb&lt;/a&gt; to the Abbasid/Seljuk city, Soltangala—by far the largest of the three. The smaller &lt;a href=\"Timurid%20dynasty\"&gt;Timurid&lt;/a&gt; city was founded a short distance to the south and is now called Abdyllahangala. Other ancient buildings are scattered between and around these four cities; all the sites are preserved in the “Ancient Merv Archaeological Park” just north of the modern village of and east of the large Soviet-built city of Mary.\nErk Gala.\n Erk Gala (from Persian, \"the citadel fort\") is the oldest part of the city of Merv complex. Built in the 7th century BC, Erk Gala was built as a Persian Style fortress controlling the &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; on the &lt;a href=\"Murghab%20River\"&gt;Murghab River&lt;/a&gt;. The Erk Gala fortress later served as the &lt;a href=\"acropolis\"&gt;acropolis&lt;/a&gt; for the Hellenistic city and later the Arc of the Islamic city. \nGäwürgala.\nThe foundation of (Turkmen from the Persian \"&lt;a href=\"Gabr\"&gt;Gabr&lt;/a&gt; Qala\" (\"Fortress of the &lt;a href=\"Zoroastrians\"&gt;Zoroastrians&lt;/a&gt;\") occurred in the early Hellenistic era under the rule of the Seleucid king &lt;a href=\"Antiochus%26amp%3Bnbsp%3BI\"&gt;Antiochus I&lt;/a&gt;. The city was continuously inhabited under a series of Hellenistic rulers, by the &lt;a href=\"Parthian%20Empire\"&gt;Parthians&lt;/a&gt;, and then under the Sassanids, who made it the capital of a satrapy. was the capital of the Umayyad province of Khurasan and grew in importance as Khurasan became the most loyally Muslim part of the Iranian world during Islam's first two centuries.\n most visible remaining structures are its defensive installations. Three walls, one built atop the next, are in evidence. A Seleucid wall, graduated in the interior and straight on the exterior, forms a platform for the second, larger wall, built of mudbricks and stepped on the interior. The form of this wall is like other Hellenistic fortresses found in &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt;, though this is unique for being made of mudbrick instead of stone. The third wall is possibly Sassanian and is built of larger bricks. Surrounding the wall were a variety of pottery sherds, particularly Parthian ones. The size of these fortifications is evidence of Merv's importance during the pre-Islamic era; no pre-Islamic fortifications of comparable size have been found anywhere in the &lt;a href=\"Garagum\"&gt;Garagum&lt;/a&gt;. is also important for the vast amount of numismatic evidence it has revealed; an unbroken series of Sassanian coins has been found there, hinting the extraordinary political stability of this period. Even after the foundation of Soltangala by Abu Muslim at the start of the Abbasid dynasty, persisted as a suburb of the larger Soltangala. In are concentrated many Abbasid-era \"industrial\" buildings: pottery kilns, steel, iron and copper-working workshops and so on. A well-preserved pottery kiln has an intact vaulted arch support and a square firepit. seems to have been the craftsmen's quarters throughout the Abbasid and pre-Seljuk periods.\nSoltangala.\nSoltangala (from \"Sultan Qala\", the sultan's fortress) is by far the largest of Merv's cities. Textual sources establish it was Abu Muslim, the leader of the Abbasid rebellion, who symbolised the beginning of the new Caliphate by commissioning monumental structures to the west of the walls, in what then became Soltangala. The area was quickly walled and became the core of medieval Merv; the many Abbasid-era \"köshks\" (fortified building) discovered in and outside Soltangala attest to the centuries of prosperity which followed. \"Kushks\" (Persian, \"Kushk\", \"pavilion\", \"kiosk\"), which comprise the chief remains of Abbasid Merv, are a building type unique to Central Asia during this period. A kind of semi-fortified two-story palace, whose corrugated walls give it a unique and striking appearance, \"köshks\" were the residences of Merv's elite. The second storey of these structures comprised living quarters; the first storey may have been used for storage. Parapets lined the roof, which was often used for living quarters as well. Merv's largest and best-preserved Abbasid \"köşk\" is the Greater Gyzgala (Turkmen, \"maiden's fortress\"), located just outside Soltangala's western wall; this structure consisted of 17 rooms surrounding a central courtyard. The nearby Lesser Gyzgala had extraordinarily thick walls with deep corrugations, as well as multiple interior stairways leading to second storey living quarters. All of Merv's \"kushks\" are in precarious states of preservation.\nHowever, the most important of Soltangala's surviving buildings are Seljuq constructions. Seljuq leader &lt;a href=\"Toghrul\"&gt;Toghrul's&lt;/a&gt; conquest of Merv in 1037 revitalised the city; under his descendants, especially Sanjar, who made it his residence, Merv found itself at the centre of a large multicultural empire.\nEvidence of this prosperity is found throughout the Soltangala. Many of these buildings are concentrated in Soltangala's citadel, the Shahryar Ark (Persian, \"the Sovereign's citadel\"), is on its east side. In the centre of the Sharhryar Ark is the Seljuk palace, probably built by Sanjar. The surviving mud brick walls lead to the conclusion that this palace, though relatively small, was composed of tall, single-storey rooms surrounding a central court along with four axial &lt;a href=\"iwan\"&gt;iwan&lt;/a&gt;s at the entrance to each side. Low areas nearby seem to indicate a large garden, which included an artificial lake; similar gardens were found in other Central Asian palaces. Any remnants of interior or exterior decoration have been lost because of erosion or theft.\nAnother notable Seljuk structure within the Shahryar Ark is the \"kepderihana\" (from the Persian, \"Kaftar Khaneh\", or \"pigeon house\", i.e., the &lt;a href=\"columbarium\"&gt;columbarium&lt;/a&gt;). This mysterious building, among the best-preserved in the whole Merv oasis, comprises one long and narrow windowless room with many tiers of niches across the walls. Some sources Believe the \"kepter khana\" (there are more elsewhere in Merv and Central Asia) was a pigeon roost used to raise pigeons, to collect their dung, which was used in growing the melons for which Merv was famous. Others see the \"kepderihanas\" as libraries or treasuries, because of their location in high status areas next to important structures.\nThe best-preserved of all the structures in Merv is the 12th-century &lt;a href=\"mausoleum\"&gt;mausoleum&lt;/a&gt; of &lt;a href=\"Sultan%20Sanjar\"&gt;Sultan Sanjar&lt;/a&gt;, also in Sultan Gala. It is the largest of Seljuk mausoleums and is also the first dated mosque-mausoleum complex, a form which was later to become common. It is square, per side, with two entrances on opposite sides; a large central dome supported by an octagonal system of ribs and arches covers the interior (Ettinghausen, 270). The dome's exterior was turquoise, and its height made it imposing; it was said that approaching caravans could see the mausoleum while still a day's march from the city. The mausoleum's decoration, in typical early Seljuk style, was conservative, with interior stucco work and geometric brick decoration, now mainly lost, on the outside. Except for the recently \"reconstructed\" exterior decoration, the largely intact mausoleum remains just as it was in the 12th century.\nA final set of &lt;a href=\"Seljuq%20dynasty\"&gt;Seljuq&lt;/a&gt; remains are the walls of the Soltangala. These fortifications, which largely remain, began as mud brick structures, inside of which were chambers for defenders to shoot arrows from. There were horseshoe-shaped towers every . These walls, however, did not prove to be effective because they were not of adequate thickness to withstand catapults and other artillery. By the mid-12th century, the galleries were filled in, and the wall was greatly strengthened. A secondary, smaller wall was built in front of the Soltangala's main wall, and finally the medieval city's suburbs—known today as Isgendergala—were enclosed by a wall. The three walls held off the Mongol army for at least one of its offensives, before ultimately succumbing in 1221.\nMany ceramics have been recovered from the Abbasid and Seljuk eras, primarily from , the city walls of Soltangala, and the Shahryar Ark. The ware was primarily late Abbasid and consisted primarily of red slip-painted bowls with geometric designs. The pottery recovered from the Sultan Gala walls is dominated by 11th to 12th-century colour-splashed yellow and green pottery, similar to contemporary styles common in &lt;a href=\"Nishapur\"&gt;Nishapur&lt;/a&gt;. Turquoise and black bowls were discovered in the Shahryar Ark palace, as well as a deposit of Mongol-style pottery, perhaps related to the city's unsuccessful re-foundation under the &lt;a href=\"Il-khans\"&gt;Il-khans&lt;/a&gt;. Also from this era, is a ceramic mask used for decorating walls found among the ruins of what is believed—not without controversy—to be a &lt;a href=\"Mongol\"&gt;Mongol&lt;/a&gt;-built Buddhist temple in the southern suburbs of Sultan Gala.\nShaim Kala.\nShaim Kala was built in the 7th AD. Shaim Kala was a self-contained walled city intended to relieve over-crowding, and to deal with the religious and political discontent of the newly arrived peoples.\nAbdyllahangala.\nAbdyllahangala is the post medieval &lt;a href=\"Timurids\"&gt;Timurid&lt;/a&gt; era city to the &lt;a href=\"south\"&gt;south&lt;/a&gt; of the main complex.\nDemographics.\nToday, the cite of the ancient Merv is located near city of Mary velayat, Turkmenistan. It is a city in and the seat of &lt;a href=\"Ba%C3%BDramaly%20District\"&gt;Baýramaly District&lt;/a&gt;, &lt;a href=\"Mary%20Province\"&gt;Mary Province&lt;/a&gt;, &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt;. It lies about 27 km east of the provincial capital &lt;a href=\"Mary%2C%20Turkmenistan\"&gt;Mary&lt;/a&gt;. In 2009, its population was estimated at 88,486 (up from 43,824 in the 1989 census).\nThe present inhabitants of the oasis are primarily &lt;a href=\"Turkmens\"&gt;Turkmens&lt;/a&gt; of the Teke tribe and some &lt;a href=\"Persian%20people\"&gt;Persians&lt;/a&gt; or &lt;a href=\"Tajiks\"&gt;Tajiks&lt;/a&gt;. There are relatively large minorities of the &lt;a href=\"Baloch%20people\"&gt;Beluch&lt;/a&gt; and the &lt;a href=\"Brahui%20people\"&gt;Brahui&lt;/a&gt; in the Merv Oasis as well.\nEconomy.\nAn elaborate system of canals cut from the Murghab irrigates the oasis. The country is renowned throughout the East for its fertility. Every kind of cereal and many fruits grow in great abundance, e.g. wheat, millet, barley and melons, also rice and cotton. Cotton seeds from archaeological levels as far back as the 5th century are the first indication that cotton textiles were already an important economic component of the Sassanian city. &lt;a href=\"Silkworm\"&gt;Silkworm&lt;/a&gt;s have been bred. Turkmens possess a famous breed of horses (&lt;a href=\"Turkoman%20horse\"&gt;Turkoman horse&lt;/a&gt;) and keep camels, sheep, cattle, asses and mules. Turkmens work in silver and armour. One discovery of the 1990s excavations was a 9th- to 10th-century workshop where &lt;a href=\"crucible%20steel\"&gt;crucible steel&lt;/a&gt; was being produced, confirming contemporary Islamic reports by Islamic scholar &lt;a href=\"al-Kindi\"&gt;al-Kindi&lt;/a&gt; (AD 801–866). He referred to the region of Khorasan as producing steel. This was made by a co-fusion process where &lt;a href=\"cast%20iron\"&gt;cast iron&lt;/a&gt; and &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; are melted together.\nGeography.\nThe oasis of Merv is situated on the Murghab River that flows down from &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, on the southern edge of the &lt;a href=\"Karakum%20Desert\"&gt;Karakum Desert&lt;/a&gt;, at 37°30’N and 62°E, about north of &lt;a href=\"Herat\"&gt;Herat&lt;/a&gt;, and south of Khiva. Its area is about . The great chain of mountains which, under the names of &lt;a href=\"Paropamisade\"&gt;Paropamisade&lt;/a&gt; and &lt;a href=\"Hindu%20Kush\"&gt;Hindu Kush&lt;/a&gt;, extends from the &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt; to the &lt;a href=\"Pamir%20Mountains\"&gt;Pamir Mountains&lt;/a&gt; is interrupted some south of Merv. Through or near this gap flow northwards in parallel courses the Tejen and &lt;a href=\"Murgab%20River\"&gt;Murgab&lt;/a&gt; rivers, until they lose themselves in the Karakum Desert. Thus, they make Merv a sort of watch tower over the entrance into Afghanistan on the north-west and at the same time create a stepping-stone or \"étape\" between north-east Persia and the states of Bukhara and Samarqand.\nMerv is advantageously situated in the inland delta of the Murghab River, which flows from its source in the Hindu Kush northwards through the Garagum desert. The Murghab delta region, known to the Greeks as &lt;a href=\"Margiana\"&gt;Margiana&lt;/a&gt;, gives Merv two distinct advantages: first, it provides an easy southeast–northwest route from the Afghan highlands towards the lowlands of Karakum, the Amu Darya valley and &lt;a href=\"Khwarezm\"&gt;Khwarezm&lt;/a&gt;. Second, the Murgab delta, being a large well-watered zone in the midst of the dry Karakum, serves as a natural stopping-point for the routes from northwest Iran towards &lt;a href=\"Transoxiana\"&gt;Transoxiana&lt;/a&gt;—the Silk Roads. The delta, and thus Merv, lies at the junction of these two routes: the northwest–southeast route to Herat and Balkh (to the &lt;a href=\"Indus\"&gt;Indus&lt;/a&gt; and beyond) and the southwest–northeast route from &lt;a href=\"Tus%2C%20Iran\"&gt;Tus&lt;/a&gt; and Nishapur to Bukhara and Samarkand.\nThis place was a stop on the &lt;a href=\"Silk%20Road\"&gt;Silk Road&lt;/a&gt; during the time of the &lt;a href=\"Han%20dynasty\"&gt;Han dynasty&lt;/a&gt;. Here merchants could trade for fresh horses or camels at this &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; city.\nClimate.\nMerv is dry and hot in summer and cold in winter. The heat of summer is oppressive. The wind raises clouds of fine dust which fill the air, rendering it opaque, almost obscuring the noonday sun. These clouds make breathing difficult. In winter the climate is pleasant. Snow falls rarely, and when it does, it melts at once. The annual rainfall rarely exceeds , and there is often no rain from June until October. In summer temperatures can reach , while in winter they can be as low as . The average yearly temperature is .\nInternational relations.\n&lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; has listed the site of ancient Merv as a &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;.\nTwin towns – sister cities.\nMerv is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:"
}