{
    "id": "25202",
    "revid": "32694456",
    "url": "https://en.wikipedia.org/wiki?curid=25202",
    "title": "Quantum mechanics",
    "text": "Quantum mechanics is a fundamental &lt;a href=\"Scientific%20theory\"&gt;theory&lt;/a&gt; in &lt;a href=\"physics\"&gt;physics&lt;/a&gt; that provides a description of the physical properties of &lt;a href=\"nature\"&gt;nature&lt;/a&gt; at the scale of &lt;a href=\"atom\"&gt;atom&lt;/a&gt;s and &lt;a href=\"subatomic%20particle\"&gt;subatomic particle&lt;/a&gt;s. It is the foundation of all quantum physics including &lt;a href=\"quantum%20chemistry\"&gt;quantum chemistry&lt;/a&gt;, &lt;a href=\"quantum%20field%20theory\"&gt;quantum field theory&lt;/a&gt;, &lt;a href=\"quantum%20technology\"&gt;quantum technology&lt;/a&gt;, and &lt;a href=\"quantum%20information%20science\"&gt;quantum information science&lt;/a&gt;.\n&lt;a href=\"Classical%20physics\"&gt;Classical physics&lt;/a&gt;, the collection of theories that existed before the advent of quantum mechanics, describes many aspects of nature at an ordinary (&lt;a href=\"Macroscopic%20scale\"&gt;macroscopic&lt;/a&gt;) scale, but is not sufficient for describing them at small (atomic and &lt;a href=\"Subatomic%20particle\"&gt;subatomic&lt;/a&gt;) scales. Most theories in classical physics can be derived from quantum mechanics as an approximation valid at large (macroscopic) scale.\nQuantum mechanics differs from classical physics in that &lt;a href=\"energy\"&gt;energy&lt;/a&gt;, &lt;a href=\"momentum\"&gt;momentum&lt;/a&gt;, &lt;a href=\"angular%20momentum\"&gt;angular momentum&lt;/a&gt;, and other quantities of a &lt;a href=\"Bound%20state\"&gt;bound&lt;/a&gt; system are restricted to &lt;a href=\"Discrete%20mathematics\"&gt;discrete values&lt;/a&gt; (&lt;a href=\"Quantization%20%28physics%29\"&gt;quantization&lt;/a&gt;), objects have characteristics of both &lt;a href=\"particle\"&gt;particle&lt;/a&gt;s and &lt;a href=\"wave\"&gt;wave&lt;/a&gt;s (&lt;a href=\"wave-particle%20duality\"&gt;wave-particle duality&lt;/a&gt;), and there are limits to how accurately the value of a physical quantity can be predicted prior to its measurement, given a complete set of initial conditions (the &lt;a href=\"uncertainty%20principle\"&gt;uncertainty principle&lt;/a&gt;).\nQuantum mechanics &lt;a href=\"History%20of%20quantum%20mechanics\"&gt;arose gradually&lt;/a&gt; from theories to explain observations which could not be reconciled with classical physics, such as &lt;a href=\"Max%20Planck\"&gt;Max Planck&lt;/a&gt;'s solution in 1900 to the &lt;a href=\"black-body%20radiation\"&gt;black-body radiation&lt;/a&gt; problem, and the correspondence between energy and frequency in &lt;a href=\"Albert%20Einstein\"&gt;Albert Einstein&lt;/a&gt;'s &lt;a href=\"Annus%20Mirabilis%20papers%23Photoelectric%20effect\"&gt;1905 paper&lt;/a&gt; which explained the &lt;a href=\"photoelectric%20effect\"&gt;photoelectric effect&lt;/a&gt;. These early attempts to understand microscopic phenomena, now known as the \"&lt;a href=\"old%20quantum%20theory\"&gt;old quantum theory&lt;/a&gt;\", led to the full development of quantum mechanics in the mid-1920s by &lt;a href=\"Niels%20Bohr\"&gt;Niels Bohr&lt;/a&gt;, &lt;a href=\"Erwin%20Schr%C3%B6dinger\"&gt;Erwin Schrödinger&lt;/a&gt;, &lt;a href=\"Werner%20Heisenberg\"&gt;Werner Heisenberg&lt;/a&gt;, &lt;a href=\"Max%20Born\"&gt;Max Born&lt;/a&gt; and others. The modern theory is formulated in various &lt;a href=\"mathematical%20formulations%20of%20quantum%20mechanics\"&gt;specially developed mathematical formalisms&lt;/a&gt;. In one of them, a mathematical entity called the &lt;a href=\"wave%20function\"&gt;wave function&lt;/a&gt; provides information, in the form of &lt;a href=\"probability%20amplitude\"&gt;probability amplitude&lt;/a&gt;s, about what measurements of a particle's energy, momentum, and other physical properties may yield.\nOverview and fundamental concepts.\nQuantum mechanics allows the calculation of properties and behaviour of physical systems. It is typically applied to microscopic systems: molecules, atoms and sub-atomic particles. It has been demonstrated to hold for complex molecules with thousands of atoms, but its application to human beings raises philosophical problems, such as &lt;a href=\"Wigner%27s%20friend\"&gt;Wigner's friend&lt;/a&gt;, and its application to the universe as a whole remains speculative. Predictions of quantum mechanics have been verified experimentally to an extremely high degree of &lt;a href=\"accuracy\"&gt;accuracy&lt;/a&gt;.\nA fundamental feature of the theory is that it usually cannot predict with certainty what will happen, but only give probabilities. Mathematically, a probability is found by taking the square of the absolute value of a &lt;a href=\"complex%20number\"&gt;complex number&lt;/a&gt;, known as a probability amplitude. This is known as the &lt;a href=\"Born%20rule\"&gt;Born rule&lt;/a&gt;, named after physicist &lt;a href=\"Max%20Born\"&gt;Max Born&lt;/a&gt;. For example, a quantum particle like an &lt;a href=\"electron\"&gt;electron&lt;/a&gt; can be described by a &lt;a href=\"wave%20function\"&gt;wave function&lt;/a&gt;, which associates to each point in space a probability amplitude. Applying the Born rule to these amplitudes gives a &lt;a href=\"probability%20density%20function\"&gt;probability density function&lt;/a&gt; for the position that the electron will be found to have when an experiment is performed to measure it. This is the best the theory can do; it cannot say for certain where the electron will be found. The &lt;a href=\"Schr%C3%B6dinger%20equation\"&gt;Schrödinger equation&lt;/a&gt; relates the collection of probability amplitudes that pertain to one moment of time to the collection of probability amplitudes that pertain to another.\nOne consequence of the mathematical rules of quantum mechanics is a tradeoff in predictability between different measurable quantities. The most famous form of this &lt;a href=\"uncertainty%20principle\"&gt;uncertainty principle&lt;/a&gt; says that no matter how a quantum particle is prepared or how carefully experiments upon it are arranged, it is impossible to have a precise prediction for a measurement of its position and also at the same time for a measurement of its &lt;a href=\"momentum\"&gt;momentum&lt;/a&gt;.\nAnother consequence of the mathematical rules of quantum mechanics is the phenomenon of &lt;a href=\"quantum%20interference\"&gt;quantum interference&lt;/a&gt;, which is often illustrated with the &lt;a href=\"double-slit%20experiment\"&gt;double-slit experiment&lt;/a&gt;. In the basic version of this experiment, a &lt;a href=\"Coherence%20%28physics%29\"&gt;coherent light source&lt;/a&gt;, such as a &lt;a href=\"laser\"&gt;laser&lt;/a&gt; beam, illuminates a plate pierced by two parallel slits, and the light passing through the slits is observed on a screen behind the plate. The wave nature of light causes the light waves passing through the two slits to &lt;a href=\"Interference%20%28wave%20propagation%29\"&gt;interfere&lt;/a&gt;, producing bright and dark bands on the screen – a result that would not be expected if light consisted of classical particles. However, the light is always found to be absorbed at the screen at discrete points, as individual particles rather than waves; the interference pattern appears via the varying density of these particle hits on the screen. Furthermore, versions of the experiment that include detectors at the slits find that each detected &lt;a href=\"photon\"&gt;photon&lt;/a&gt; passes through one slit (as would a classical particle), and not through both slits (as would a wave). However, &lt;a href=\"Double-slit%20experiment%23Which%20way\"&gt;such experiments&lt;/a&gt; demonstrate that particles do not form the interference pattern if one detects which slit they pass through. Other atomic-scale entities, such as &lt;a href=\"electrons\"&gt;electrons&lt;/a&gt;, are found to exhibit the same behavior when fired towards a double slit. This behavior is known as &lt;a href=\"wave-particle%20duality\"&gt;wave-particle duality&lt;/a&gt;.\nAnother counter-intuitive phenomenon predicted by quantum mechanics is &lt;a href=\"quantum%20tunnelling\"&gt;quantum tunnelling&lt;/a&gt;: a particle that goes up against a &lt;a href=\"potential%20barrier\"&gt;potential barrier&lt;/a&gt; can cross it, even if its kinetic energy is smaller than the maximum of the potential. In classical mechanics this particle would be trapped. Quantum tunnelling has several important consequences, enabling &lt;a href=\"radioactive%20decay\"&gt;radioactive decay&lt;/a&gt;, &lt;a href=\"nuclear%20fusion\"&gt;nuclear fusion&lt;/a&gt; in stars, and applications such as &lt;a href=\"scanning%20tunnelling%20microscopy\"&gt;scanning tunnelling microscopy&lt;/a&gt; and the &lt;a href=\"tunnel%20diode\"&gt;tunnel diode&lt;/a&gt;.\nWhen quantum systems interact, the result can be the creation of &lt;a href=\"quantum%20entanglement\"&gt;quantum entanglement&lt;/a&gt;: their properties become so intertwined that a description of the whole solely in terms of the individual parts is no longer possible. Erwin Schrödinger called entanglement \"...\"the\" characteristic trait of quantum mechanics, the one that enforces its entire departure from classical lines of thought\". Quantum entanglement enables the counter-intuitive properties of &lt;a href=\"quantum%20pseudo-telepathy\"&gt;quantum pseudo-telepathy&lt;/a&gt;, and can be a valuable resource in communication protocols, such as &lt;a href=\"quantum%20key%20distribution\"&gt;quantum key distribution&lt;/a&gt; and &lt;a href=\"superdense%20coding\"&gt;superdense coding&lt;/a&gt;. Contrary to popular misconception, entanglement does not allow sending signals &lt;a href=\"Faster-than-light\"&gt;faster than light&lt;/a&gt;, as demonstrated by the &lt;a href=\"no-communication%20theorem\"&gt;no-communication theorem&lt;/a&gt;.\nAnother possibility opened by entanglement is testing for \"&lt;a href=\"hidden%20variable%20theory\"&gt;hidden variables&lt;/a&gt;\", hypothetical properties more fundamental than the quantities addressed in quantum theory itself, knowledge of which would allow more exact predictions than quantum theory can provide. A collection of results, most significantly &lt;a href=\"Bell%27s%20theorem\"&gt;Bell's theorem&lt;/a&gt;, have demonstrated that broad classes of such hidden-variable theories are in fact incompatible with quantum physics. According to Bell's theorem, if nature actually operates in accord with any theory of \"local\" hidden variables, then the results of a &lt;a href=\"Bell%20test%20experiments\"&gt;Bell test&lt;/a&gt; will be constrained in a particular, quantifiable way. Many Bell tests have been performed, using entangled particles, and they have shown results incompatible with the constraints imposed by local hidden variables.\nIt is not possible to present these concepts in more than a superficial way without introducing the actual mathematics involved; understanding quantum mechanics requires not only manipulating complex numbers, but also &lt;a href=\"linear%20algebra\"&gt;linear algebra&lt;/a&gt;, &lt;a href=\"differential%20equation\"&gt;differential equation&lt;/a&gt;s, &lt;a href=\"group%20theory\"&gt;group theory&lt;/a&gt;, and other more advanced subjects. Accordingly, this article will present a mathematical formulation of quantum mechanics and survey its application to some useful and oft-studied examples.\nMathematical formulation.\nIn the mathematically rigorous formulation of quantum mechanics, the state of a quantum mechanical system is a vector formula_1 belonging to a (&lt;a href=\"Separable%20space\"&gt;separable&lt;/a&gt;) complex &lt;a href=\"Hilbert%20space\"&gt;Hilbert space&lt;/a&gt; formula_2. This vector is postulated to be normalized under the Hilbert space inner product, that is, it obeys formula_3, and it is well-defined up to a complex number of modulus 1 (the global phase), that is, formula_1 and formula_5 represent the same physical system. In other words, the possible states are points in the &lt;a href=\"projective%20space\"&gt;projective space&lt;/a&gt; of a Hilbert space, usually called the &lt;a href=\"complex%20projective%20space\"&gt;complex projective space&lt;/a&gt;. The exact nature of this Hilbert space is dependent on the system – for example, for describing position and momentum the Hilbert space is the space of complex &lt;a href=\"square-integrable\"&gt;square-integrable&lt;/a&gt; functions formula_6, while the Hilbert space for the &lt;a href=\"spin%20%28physics%29\"&gt;spin&lt;/a&gt; of a single proton is simply the space of two-dimensional complex vectors formula_7 with the usual inner product.\nPhysical quantities of interestposition, momentum, energy, spinare represented by observables, which are &lt;a href=\"Hermitian%20adjoint\"&gt;Hermitian&lt;/a&gt; (more precisely, &lt;a href=\"self-adjoint%20operator\"&gt;self-adjoint&lt;/a&gt;) linear &lt;a href=\"Operator%20%28physics%29\"&gt;operator&lt;/a&gt;s acting on the Hilbert space. A quantum state can be an &lt;a href=\"eigenvector\"&gt;eigenvector&lt;/a&gt; of an observable, in which case it is called an &lt;a href=\"eigenstate\"&gt;eigenstate&lt;/a&gt;, and the associated &lt;a href=\"eigenvalue\"&gt;eigenvalue&lt;/a&gt; corresponds to the value of the observable in that eigenstate. More generally, a quantum state will be a linear combination of the eigenstates, known as a &lt;a href=\"quantum%20superposition\"&gt;quantum superposition&lt;/a&gt;. When an observable is measured, the result will be one of its eigenvalues with probability given by the &lt;a href=\"Born%20rule\"&gt;Born rule&lt;/a&gt;: in the simplest case the eigenvalue formula_8 is non-degenerate and the probability is given by formula_9, where formula_10 is its associated eigenvector. More generally, the eigenvalue is degenerate and the probability is given by formula_11, where formula_12 is the projector onto its associated eigenspace. In the continuous case, these formulas give instead the &lt;a href=\"probability%20density\"&gt;probability density&lt;/a&gt;.\nAfter the measurement, if result formula_8 was obtained, the quantum state is postulated to &lt;a href=\"Collapse%20of%20the%20wavefunction\"&gt;collapse&lt;/a&gt; to formula_10, in the non-degenerate case, or to formula_15, in the general case. The &lt;a href=\"probability\"&gt;probabilistic&lt;/a&gt; nature of quantum mechanics thus stems from the act of measurement. This is one of the most difficult aspects of quantum systems to understand. It was the central topic in the famous &lt;a href=\"Bohr%E2%80%93Einstein%20debates\"&gt;Bohr–Einstein debates&lt;/a&gt;, in which the two scientists attempted to clarify these fundamental principles by way of &lt;a href=\"thought%20experiment\"&gt;thought experiment&lt;/a&gt;s. In the decades after the formulation of quantum mechanics, the question of what constitutes a \"measurement\" has been extensively studied. Newer &lt;a href=\"Interpretation%20of%20quantum%20mechanics\"&gt;interpretations of quantum mechanics&lt;/a&gt; have been formulated that do away with the concept of \"&lt;a href=\"Collapse%20of%20the%20wavefunction\"&gt;wave function collapse&lt;/a&gt;\" (see, for example, the &lt;a href=\"many-worlds%20interpretation\"&gt;many-worlds interpretation&lt;/a&gt;). The basic idea is that when a quantum system interacts with a measuring apparatus, their respective wave functions become &lt;a href=\"Quantum%20Entanglement\"&gt;entangled&lt;/a&gt; so that the original quantum system ceases to exist as an independent entity. For details, see the article on &lt;a href=\"measurement%20in%20quantum%20mechanics\"&gt;measurement in quantum mechanics&lt;/a&gt;.\nThe time evolution of a quantum state is described by the &lt;a href=\"Schr%C3%B6dinger%20equation\"&gt;Schrödinger equation&lt;/a&gt;:\nHere formula_17 denotes the &lt;a href=\"Hamiltonian%20%28quantum%20mechanics%29\"&gt;Hamiltonian&lt;/a&gt;, the observable corresponding to the &lt;a href=\"total%20energy\"&gt;total energy&lt;/a&gt; of the system, and formula_18 is the reduced &lt;a href=\"Planck%20constant\"&gt;Planck constant&lt;/a&gt;. The constant formula_19 is introduced so that the Hamiltonian is reduced to the &lt;a href=\"Hamiltonian%20mechanics\"&gt;classical Hamiltonian&lt;/a&gt; in cases where the quantum system can be approximated by a classical system; the ability to make such an approximation in certain limits is called the &lt;a href=\"correspondence%20principle\"&gt;correspondence principle&lt;/a&gt;.\nThe solution of this differential equation is given by\nThe operator formula_21 is known as the time-evolution operator, and has the crucial property that it is &lt;a href=\"Unitarity%20%28physics%29\"&gt;unitary&lt;/a&gt;. This time evolution is &lt;a href=\"determinism\"&gt;deterministic&lt;/a&gt; in the sense that – given an initial quantum state formula_22  – it makes a definite prediction of what the quantum state formula_23 will be at any later time.\nSome wave functions produce probability distributions that are independent of time, such as &lt;a href=\"Eigenstate%23Schr%C3%B6dinger%20equation\"&gt;eigenstates of the Hamiltonian&lt;/a&gt;. Many systems that are treated dynamically in classical mechanics are described by such \"static\" wave functions. For example, a single &lt;a href=\"electron\"&gt;electron&lt;/a&gt; in an unexcited &lt;a href=\"atom\"&gt;atom&lt;/a&gt; is pictured classically as a particle moving in a circular trajectory around the &lt;a href=\"atomic%20nucleus\"&gt;atomic nucleus&lt;/a&gt;, whereas in quantum mechanics, it is described by a static wave function surrounding the nucleus. For example, the electron wave function for an unexcited hydrogen atom is a spherically symmetric function known as an &lt;a href=\"atomic%20orbital\"&gt;\"s\" orbital&lt;/a&gt; ().\nAnalytic solutions of the Schrödinger equation are known for &lt;a href=\"List%20of%20quantum-mechanical%20systems%20with%20analytical%20solutions\"&gt;very few relatively simple model Hamiltonians&lt;/a&gt; including the &lt;a href=\"quantum%20harmonic%20oscillator\"&gt;quantum harmonic oscillator&lt;/a&gt;, the &lt;a href=\"particle%20in%20a%20box\"&gt;particle in a box&lt;/a&gt;, the &lt;a href=\"dihydrogen%20cation\"&gt;dihydrogen cation&lt;/a&gt;, and the &lt;a href=\"hydrogen%20atom\"&gt;hydrogen atom&lt;/a&gt;. Even the &lt;a href=\"helium\"&gt;helium&lt;/a&gt; atom – which contains just two electrons – has defied all attempts at a fully analytic treatment.\nHowever, there are techniques for finding approximate solutions. One method, called &lt;a href=\"perturbation%20theory%20%28quantum%20mechanics%29\"&gt;perturbation theory&lt;/a&gt;, uses the analytic result for a simple quantum mechanical model to create a result for a related but more complicated model by (for example) the addition of a weak &lt;a href=\"potential%20energy\"&gt;potential energy&lt;/a&gt;. Another method is called \"semi-classical equation of motion\", which applies to systems for which quantum mechanics produces only small deviations from classical behavior. These deviations can then be computed based on the classical motion. This approach is particularly important in the field of &lt;a href=\"quantum%20chaos\"&gt;quantum chaos&lt;/a&gt;.\nUncertainty principle.\nOne consequence of the basic quantum formalism is the &lt;a href=\"uncertainty%20principle\"&gt;uncertainty principle&lt;/a&gt;. In its most familiar form, this states that no preparation of a quantum particle can imply simultaneously precise predictions both for a measurement of its position and for a measurement of its momentum. Both position and momentum are observables, meaning that they are represented by Hermitian operators. The position operator formula_24 and momentum operator formula_25 do not commute, but rather satisfy the &lt;a href=\"canonical%20commutation%20relation\"&gt;canonical commutation relation&lt;/a&gt;:\nGiven a quantum state, the Born rule lets us compute expectation values for both formula_27 and formula_28, and moreover for powers of them. Defining \nthe uncertainty for an observable by a &lt;a href=\"standard%20deviation\"&gt;standard deviation&lt;/a&gt;, we have\nand likewise for the momentum:\nThe uncertainty principle states that\nEither standard deviation can in principle be made arbitrarily small, but not both simultaneously. This inequality generalizes to arbitrary pairs of self-adjoint operators formula_32 and formula_33. The &lt;a href=\"commutator\"&gt;commutator&lt;/a&gt; of these two operators is\nand this provides the lower bound on the product of standard deviations:\nAnother consequence of the canonical commutation relation is that the position and momentum operators are &lt;a href=\"Fourier%20transform%23Uncertainty%20principle\"&gt;Fourier transforms&lt;/a&gt; of each other, so that a description of an object according to its momentum is the Fourier transform of its description according to its position. The fact that dependence in momentum is the Fourier transform of the dependence in position means that the momentum operator is equivalent (up to an formula_36 factor) to taking the derivative according to the position, since in Fourier analysis &lt;a href=\"Fourier%20transform%23Differentiation\"&gt;differentiation corresponds to multiplication in the dual space&lt;/a&gt;. This is why in quantum equations in position space, the momentum formula_37 is replaced by formula_38, and in particular in the &lt;a href=\"Schr%C3%B6dinger%20equation%23Equation\"&gt;non-relativistic Schrödinger equation in position space&lt;/a&gt; the momentum-squared term is replaced with a Laplacian times formula_39.\nComposite systems and entanglement.\nWhen two different quantum systems are considered together, the Hilbert space of the combined system is the &lt;a href=\"tensor%20product\"&gt;tensor product&lt;/a&gt; of the Hilbert spaces of the two components. For example, let and be two quantum systems, with Hilbert spaces formula_40 and formula_41, respectively. The Hilbert space of the composite system is then\nIf the state for the first system is the vector formula_43 and the state for the second system is formula_44, then the state of the composite system is\nNot all states in the joint Hilbert space formula_46 can be written in this form, however, because the superposition principle implies that linear combinations of these \"separable\" or \"product states\" are also valid. For example, if formula_43 and formula_48 are both possible states for system formula_32, and likewise formula_44 and formula_51 are both possible states for system formula_33, then\nis a valid joint state that is not separable. States that are not separable are called &lt;a href=\"quantum%20entanglement\"&gt;entangled&lt;/a&gt;.\nIf the state for a composite system is entangled, it is impossible to describe either component system or system by a state vector. One can instead define &lt;a href=\"reduced%20density%20matrix\"&gt;reduced density matrices&lt;/a&gt; that describe the statistics that can be obtained by making measurements on either component system alone. This necessarily causes a loss of information, though: knowing the reduced density matrices of the individual systems is not enough to reconstruct the state of the composite system. Just as density matrices specify the state of a subsystem of a larger system, analogously, &lt;a href=\"POVM\"&gt;positive operator-valued measures&lt;/a&gt; (POVMs) describe the effect on a subsystem of a measurement performed on a larger system. POVMs are extensively used in quantum information theory.\nAs described above, entanglement is a key feature of models of measurement processes in which an apparatus becomes entangled with the system being measured. Systems interacting with the environment in which they reside generally become entangled with that environment, a phenomenon known as &lt;a href=\"quantum%20decoherence\"&gt;quantum decoherence&lt;/a&gt;. This can explain why, in practice, quantum effects are difficult to observe in systems larger than microscopic.\nEquivalence between formulations.\nThere are many mathematically equivalent formulations of quantum mechanics. One of the oldest and most common is the \"&lt;a href=\"transformation%20theory%20%28quantum%20mechanics%29\"&gt;transformation theory&lt;/a&gt;\" proposed by &lt;a href=\"Paul%20Dirac\"&gt;Paul Dirac&lt;/a&gt;, which unifies and generalizes the two earliest formulations of quantum mechanics – &lt;a href=\"matrix%20mechanics\"&gt;matrix mechanics&lt;/a&gt; (invented by &lt;a href=\"Werner%20Heisenberg\"&gt;Werner Heisenberg&lt;/a&gt;) and &lt;a href=\"Schr%C3%B6dinger%20equation\"&gt;wave mechanics&lt;/a&gt; (invented by &lt;a href=\"Erwin%20Schr%C3%B6dinger\"&gt;Erwin Schrödinger&lt;/a&gt;). An alternative formulation of quantum mechanics is &lt;a href=\"Feynman\"&gt;Feynman&lt;/a&gt;'s &lt;a href=\"path%20integral%20formulation\"&gt;path integral formulation&lt;/a&gt;, in which a quantum-mechanical amplitude is considered as a sum over all possible classical and non-classical paths between the initial and final states. This is the quantum-mechanical counterpart of the &lt;a href=\"action%20principle\"&gt;action principle&lt;/a&gt; in classical mechanics.\nSymmetries and conservation laws.\nThe Hamiltonian formula_17 is known as the \"generator\" of time evolution, since it defines a unitary time-evolution operator formula_55 for each value of formula_56. From this relation between formula_57 and formula_17, it follows that any observable formula_32 that commutes with formula_17 will be \"conserved\": its expectation value will not change over time. This statement generalizes, as mathematically, any Hermitian operator formula_32 can generate a family of unitary operators parameterized by a variable formula_56. Under the evolution generated by formula_32, any observable formula_33 that commutes with formula_32 will be conserved. Moreover, if formula_33 is conserved by evolution under formula_32, then formula_32 is conserved under the evolution generated by formula_33. This implies a quantum version of the result proven by &lt;a href=\"Emmy%20Noether\"&gt;Emmy Noether&lt;/a&gt; in classical (&lt;a href=\"Lagrangian%20mechanics\"&gt;Lagrangian&lt;/a&gt;) mechanics: for every &lt;a href=\"Differentiable%20function\"&gt;differentiable&lt;/a&gt; &lt;a href=\"Symmetry%20%28physics%29\"&gt;symmetry&lt;/a&gt; of a Hamiltonian, there exists a corresponding &lt;a href=\"conservation%20law\"&gt;conservation law&lt;/a&gt;.\nExamples.\nFree particle.\nThe simplest example of quantum system with a position degree of freedom is a free particle in a single spatial dimension. A free particle is one which is not subject to external influences, so that its Hamiltonian consists only of its kinetic energy:\nThe general solution of the Schrödinger equation is given by\nwhich is a superposition of all possible &lt;a href=\"plane%20wave\"&gt;plane wave&lt;/a&gt;s formula_72, which are eigenstates of the momentum operator with momentum formula_73. The coefficients of the superposition are formula_74, which is the Fourier transform of the initial quantum state formula_75.\nIt is not possible for the solution to be a single momentum eigenstate, or a single position eigenstate, as these are not normalizable quantum states. Instead, we can consider a Gaussian &lt;a href=\"wave%20packet\"&gt;wave packet&lt;/a&gt;:\nwhich has Fourier transform, and therefore momentum distribution\nWe see that as we make formula_78 smaller the spread in position gets smaller, but the spread in momentum gets larger. Conversely, by making formula_78 larger we make the spread in momentum smaller, but the spread in position gets larger. This illustrates the uncertainty principle.\nAs we let the Gaussian wave packet evolve in time, we see that its center moves through space at a constant velocity (like a classical particle with no forces acting on it). However, the wave packet will also spread out as time progresses, which means that the position becomes more and more uncertain. The uncertainty in momentum, however, stays constant.\nParticle in a box.\nThe particle in a one-dimensional potential energy box is the most mathematically simple example where restraints lead to the quantization of energy levels. The box is defined as having zero potential energy everywhere \"inside\" a certain region, and therefore infinite potential energy everywhere \"outside\" that region. For the one-dimensional case in the formula_80 direction, the time-independent Schrödinger equation may be written\nWith the differential operator defined by\nthe previous equation is evocative of the &lt;a href=\"Kinetic%20energy%23Kinetic%20energy%20of%20rigid%20bodies\"&gt;classic kinetic energy analogue&lt;/a&gt;,\nwith state formula_1 in this case having energy formula_85 coincident with the kinetic energy of the particle.\nThe general solutions of the Schrödinger equation for the particle in a box are\nor, from &lt;a href=\"Euler%27s%20formula\"&gt;Euler's formula&lt;/a&gt;,\nThe infinite potential walls of the box determine the values of formula_88 and formula_89 at formula_90 and formula_91 where formula_1 must be zero. Thus, at formula_90,\nand formula_95. At formula_91,\nin which formula_98 cannot be zero as this would conflict with the postulate that formula_1 has norm 1. Therefore, since formula_100, formula_101 must be an integer multiple of formula_102,\nThis constraint on formula_89 implies a constraint on the energy levels, yielding\nformula_105\nA &lt;a href=\"finite%20potential%20well\"&gt;finite potential well&lt;/a&gt; is the generalization of the infinite potential well problem to potential wells having finite depth. The finite potential well problem is mathematically more complicated than the infinite particle-in-a-box problem as the wave function is not pinned to zero at the walls of the well. Instead, the wave function must satisfy more complicated mathematical boundary conditions as it is nonzero in regions outside the well. Another related problem is that of the &lt;a href=\"rectangular%20potential%20barrier\"&gt;rectangular potential barrier&lt;/a&gt;, which furnishes a model for the &lt;a href=\"quantum%20tunneling\"&gt;quantum tunneling&lt;/a&gt; effect that plays an important role in the performance of modern technologies such as &lt;a href=\"flash%20memory\"&gt;flash memory&lt;/a&gt; and &lt;a href=\"scanning%20tunneling%20microscope\"&gt;scanning tunneling microscopy&lt;/a&gt;.\nHarmonic oscillator.\nAs in the classical case, the potential for the quantum harmonic oscillator is given by\nThis problem can either be treated by directly solving the Schrödinger equation, which is not trivial, or by using the more elegant \"ladder method\" first proposed by Paul Dirac. The &lt;a href=\"eigenstate\"&gt;eigenstate&lt;/a&gt;s are given by\nwhere \"Hn\" are the &lt;a href=\"Hermite%20polynomials\"&gt;Hermite polynomials&lt;/a&gt;\nand the corresponding energy levels are\nThis is another example illustrating the discretization of energy for &lt;a href=\"bound%20state\"&gt;bound state&lt;/a&gt;s.\nMach–Zehnder interferometer.\nThe &lt;a href=\"Mach%E2%80%93Zehnder%20interferometer\"&gt;Mach–Zehnder interferometer&lt;/a&gt; (MZI) illustrates the concepts of superposition and interference with linear algebra in dimension 2, rather than differential equations. It can be seen as a simplified version of the double-slit experiment, but it is of interest in its own right, for example in the &lt;a href=\"delayed%20choice%20quantum%20eraser\"&gt;delayed choice quantum eraser&lt;/a&gt;, the &lt;a href=\"Elitzur%E2%80%93Vaidman%20bomb%20tester\"&gt;Elitzur–Vaidman bomb tester&lt;/a&gt;, and in studies of quantum entanglement.\nWe can model a photon going through the interferometer by considering that at each point it can be in a superposition of only two paths: the \"lower\" path which starts from the left, goes straight through both beam splitters, and ends at the top, and the \"upper\" path which starts from the bottom, goes straight through both beam splitters, and ends at the right. The quantum state of the photon is therefore a vector formula_111 that is a superposition of the \"lower\" path formula_112 and the \"upper\" path formula_113, that is, formula_114 for complex formula_115. In order to respect the postulate that formula_116 we require that formula_117.\nBoth &lt;a href=\"beam%20splitter\"&gt;beam splitter&lt;/a&gt;s are modelled as the unitary matrix formula_118, which means that when a photon meets the beam splitter it will either stay on the same path with a probability amplitude of formula_119, or be reflected to the other path with a probability amplitude of formula_120. The phase shifter on the upper arm is modelled as the unitary matrix formula_121, which means that if the photon is on the \"upper\" path it will gain a relative phase of formula_122, and it will stay unchanged if it is in the lower path.\nA photon that enters the interferometer from the left will then be acted upon with a beam splitter formula_33, a phase shifter formula_28, and another beam splitter formula_33, and so end up in the state \nand the probabilities that it will be detected at the right or at the top are given respectively by\nOne can therefore use the Mach–Zehnder interferometer to estimate the &lt;a href=\"Phase%20%28waves%29\"&gt;phase shift&lt;/a&gt; by estimating these probabilities.\nIt is interesting to consider what would happen if the photon were definitely in either the \"lower\" or \"upper\" paths between the beam splitters. This can be accomplished by blocking one of the paths, or equivalently by removing the first beam splitter (and feeding the photon from the left or the bottom, as desired). In both cases there will be no interference between the paths anymore, and the probabilities are given by formula_129, independently of the phase formula_122. From this we can conclude that the photon does not take one path or another after the first beam splitter, but rather that it is in a genuine quantum superposition of the two paths.\nApplications.\nQuantum mechanics has had enormous success in explaining many of the features of our universe, with regards to small-scale and discrete quantities and interactions which cannot be explained by &lt;a href=\"Classical%20physics\"&gt;classical methods&lt;/a&gt;. Quantum mechanics is often the only theory that can reveal the individual behaviors of the &lt;a href=\"subatomic%20particle\"&gt;subatomic particle&lt;/a&gt;s that make up all forms of matter (&lt;a href=\"electron\"&gt;electron&lt;/a&gt;s, &lt;a href=\"proton\"&gt;proton&lt;/a&gt;s, &lt;a href=\"neutron\"&gt;neutron&lt;/a&gt;s, &lt;a href=\"photon\"&gt;photon&lt;/a&gt;s, and others). &lt;a href=\"Solid-state%20physics\"&gt;Solid-state physics&lt;/a&gt; and &lt;a href=\"materials%20science\"&gt;materials science&lt;/a&gt; are dependent upon quantum mechanics.\nIn many aspects modern technology operates at a scale where quantum effects are significant. Important applications of quantum theory include &lt;a href=\"quantum%20chemistry\"&gt;quantum chemistry&lt;/a&gt;, &lt;a href=\"quantum%20optics\"&gt;quantum optics&lt;/a&gt;, &lt;a href=\"quantum%20computing\"&gt;quantum computing&lt;/a&gt;, &lt;a href=\"superconducting%20magnet\"&gt;superconducting magnet&lt;/a&gt;s, &lt;a href=\"light-emitting%20diode\"&gt;light-emitting diode&lt;/a&gt;s, the &lt;a href=\"optical%20amplifier\"&gt;optical amplifier&lt;/a&gt; and the &lt;a href=\"laser\"&gt;laser&lt;/a&gt;, the &lt;a href=\"transistor\"&gt;transistor&lt;/a&gt; and &lt;a href=\"semiconductor\"&gt;semiconductor&lt;/a&gt;s such as the &lt;a href=\"microprocessor\"&gt;microprocessor&lt;/a&gt;, &lt;a href=\"medical%20imaging\"&gt;medical and research imaging&lt;/a&gt; such as &lt;a href=\"magnetic%20resonance%20imaging\"&gt;magnetic resonance imaging&lt;/a&gt; and &lt;a href=\"electron%20microscope\"&gt;electron microscopy&lt;/a&gt;. Explanations for many biological and physical phenomena are rooted in the nature of the chemical bond, most notably the macro-molecule &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt;.\nRelation to other scientific theories.\nClassical mechanics.\nThe rules of quantum mechanics assert that the state space of a system is a &lt;a href=\"Hilbert%20space\"&gt;Hilbert space&lt;/a&gt; and that observables of the system are &lt;a href=\"Hermitian%20operators\"&gt;Hermitian operators&lt;/a&gt; acting on vectors in that space – although they do not tell us which Hilbert space or which operators. These can be chosen appropriately in order to obtain a quantitative description of a quantum system, a necessary step in making physical predictions. An important guide for making these choices is the &lt;a href=\"correspondence%20principle\"&gt;correspondence principle&lt;/a&gt;, a heuristic which states that the predictions of quantum mechanics reduce to those of classical mechanics in the regime of large &lt;a href=\"quantum%20number\"&gt;quantum number&lt;/a&gt;s. One can also start from an established classical model of a particular system, and then try to guess the underlying quantum model that would give rise to the classical model in the correspondence limit. This approach is known as &lt;a href=\"Canonical%20quantization\"&gt;quantization&lt;/a&gt;.\nWhen quantum mechanics was originally formulated, it was applied to models whose correspondence limit was &lt;a href=\"theory%20of%20relativity\"&gt;non-relativistic&lt;/a&gt; &lt;a href=\"classical%20mechanics\"&gt;classical mechanics&lt;/a&gt;. For instance, the well-known model of the &lt;a href=\"quantum%20harmonic%20oscillator\"&gt;quantum harmonic oscillator&lt;/a&gt; uses an explicitly non-relativistic expression for the &lt;a href=\"kinetic%20energy\"&gt;kinetic energy&lt;/a&gt; of the oscillator, and is thus a quantum version of the &lt;a href=\"harmonic%20oscillator\"&gt;classical harmonic oscillator&lt;/a&gt;.\nComplications arise with &lt;a href=\"Chaos%20theory\"&gt;chaotic systems&lt;/a&gt;, which do not have good quantum numbers, and &lt;a href=\"quantum%20chaos\"&gt;quantum chaos&lt;/a&gt; studies the relationship between classical and quantum descriptions in these systems.\n&lt;a href=\"Quantum%20decoherence\"&gt;Quantum decoherence&lt;/a&gt; is a mechanism through which quantum systems lose &lt;a href=\"quantum%20coherence\"&gt;coherence&lt;/a&gt;, and thus become incapable of displaying many typically quantum effects: &lt;a href=\"quantum%20superposition\"&gt;quantum superposition&lt;/a&gt;s become simply probabilistic mixtures, and &lt;a href=\"quantum%20entanglement\"&gt;quantum entanglement&lt;/a&gt; becomes simply classical correlations. Quantum coherence is not typically evident at macroscopic scales, except maybe at temperatures approaching &lt;a href=\"absolute%20zero\"&gt;absolute zero&lt;/a&gt; at which quantum behavior may manifest macroscopically.\nMany macroscopic properties of a classical system are a direct consequence of the quantum behavior of its parts. For example, the stability of bulk matter (consisting of atoms and &lt;a href=\"molecule\"&gt;molecule&lt;/a&gt;s which would quickly collapse under electric forces alone), the rigidity of solids, and the mechanical, thermal, chemical, optical and magnetic properties of matter are all results of the interaction of &lt;a href=\"electric%20charge\"&gt;electric charge&lt;/a&gt;s under the rules of quantum mechanics.\nSpecial relativity and electrodynamics.\nEarly attempts to merge quantum mechanics with &lt;a href=\"special%20relativity\"&gt;special relativity&lt;/a&gt; involved the replacement of the Schrödinger equation with a covariant equation such as the &lt;a href=\"Klein%E2%80%93Gordon%20equation\"&gt;Klein–Gordon equation&lt;/a&gt; or the &lt;a href=\"Dirac%20equation\"&gt;Dirac equation&lt;/a&gt;. While these theories were successful in explaining many experimental results, they had certain unsatisfactory qualities stemming from their neglect of the relativistic creation and annihilation of particles. A fully relativistic quantum theory required the development of &lt;a href=\"quantum%20field%20theory\"&gt;quantum field theory&lt;/a&gt;, which applies quantization to a field (rather than a fixed set of particles). The first complete quantum field theory, &lt;a href=\"quantum%20electrodynamics\"&gt;quantum electrodynamics&lt;/a&gt;, provides a fully quantum description of the &lt;a href=\"electromagnetism\"&gt;electromagnetic interaction&lt;/a&gt;. Quantum electrodynamics is, along with &lt;a href=\"general%20relativity\"&gt;general relativity&lt;/a&gt;, one of the most accurate physical theories ever devised.\nThe full apparatus of quantum field theory is often unnecessary for describing electrodynamic systems. A simpler approach, one that has been used since the inception of quantum mechanics, is to treat &lt;a href=\"electric%20charge\"&gt;charged&lt;/a&gt; particles as quantum mechanical objects being acted on by a classical &lt;a href=\"electromagnetic%20field\"&gt;electromagnetic field&lt;/a&gt;. For example, the elementary quantum model of the &lt;a href=\"hydrogen%20atom\"&gt;hydrogen atom&lt;/a&gt; describes the &lt;a href=\"electric%20field\"&gt;electric field&lt;/a&gt; of the hydrogen atom using a classical formula_131 &lt;a href=\"Electric%20potential\"&gt;Coulomb potential&lt;/a&gt;. This \"semi-classical\" approach fails if quantum fluctuations in the electromagnetic field play an important role, such as in the emission of &lt;a href=\"photon\"&gt;photon&lt;/a&gt;s by &lt;a href=\"charged%20particle\"&gt;charged particle&lt;/a&gt;s.\n&lt;a href=\"Field%20%28physics%29\"&gt;Quantum field&lt;/a&gt; theories for the &lt;a href=\"strong%20nuclear%20force\"&gt;strong nuclear force&lt;/a&gt; and the &lt;a href=\"weak%20nuclear%20force\"&gt;weak nuclear force&lt;/a&gt; have also been developed. The quantum field theory of the strong nuclear force is called &lt;a href=\"quantum%20chromodynamics\"&gt;quantum chromodynamics&lt;/a&gt;, and describes the interactions of subnuclear particles such as &lt;a href=\"quark\"&gt;quark&lt;/a&gt;s and &lt;a href=\"gluon\"&gt;gluon&lt;/a&gt;s. The weak nuclear force and the electromagnetic force were unified, in their quantized forms, into a single quantum field theory (known as &lt;a href=\"electroweak%20theory\"&gt;electroweak theory&lt;/a&gt;), by the physicists &lt;a href=\"Abdus%20Salam\"&gt;Abdus Salam&lt;/a&gt;, &lt;a href=\"Sheldon%20Glashow\"&gt;Sheldon Glashow&lt;/a&gt; and &lt;a href=\"Steven%20Weinberg\"&gt;Steven Weinberg&lt;/a&gt;.\nRelation to general relativity.\nEven though the predictions of both quantum theory and general relativity have been supported by rigorous and repeated &lt;a href=\"empirical%20evidence\"&gt;empirical evidence&lt;/a&gt;, their abstract formalisms contradict each other and they have proven extremely difficult to incorporate into one consistent, cohesive model. Gravity is negligible in many areas of particle physics, so that unification between general relativity and quantum mechanics is not an urgent issue in those particular applications. However, the lack of a correct theory of &lt;a href=\"quantum%20gravity\"&gt;quantum gravity&lt;/a&gt; is an important issue in &lt;a href=\"physical%20cosmology\"&gt;physical cosmology&lt;/a&gt; and the search by physicists for an elegant \"&lt;a href=\"theory%20of%20everything\"&gt;Theory of Everything&lt;/a&gt;\" (TOE). Consequently, resolving the inconsistencies between both theories has been a major goal of 20th- and 21st-century physics. This TOE would combine not only the models of subatomic physics but also derive the four fundamental forces of nature from a single force or phenomenon.\nOne proposal for doing so is &lt;a href=\"string%20theory\"&gt;string theory&lt;/a&gt;, which posits that the &lt;a href=\"Point%20particle\"&gt;point-like particles&lt;/a&gt; of &lt;a href=\"particle%20physics\"&gt;particle physics&lt;/a&gt; are replaced by &lt;a href=\"Dimension%20%28mathematics%20and%20physics%29\"&gt;one-dimensional&lt;/a&gt; objects called &lt;a href=\"String%20%28physics%29\"&gt;strings&lt;/a&gt;. String theory describes how these strings propagate through space and interact with each other. On distance scales larger than the string scale, a string looks just like an ordinary particle, with its &lt;a href=\"mass\"&gt;mass&lt;/a&gt;, &lt;a href=\"charge%20%28physics%29\"&gt;charge&lt;/a&gt;, and other properties determined by the &lt;a href=\"vibration\"&gt;vibration&lt;/a&gt;al state of the string. In string theory, one of the many vibrational states of the string corresponds to the &lt;a href=\"graviton\"&gt;graviton&lt;/a&gt;, a quantum mechanical particle that carries gravitational force.\nAnother popular theory is &lt;a href=\"loop%20quantum%20gravity\"&gt;loop quantum gravity&lt;/a&gt; (LQG), which describes quantum properties of gravity and is thus a theory of &lt;a href=\"quantum%20spacetime\"&gt;quantum spacetime&lt;/a&gt;. LQG is an attempt to merge and adapt standard quantum mechanics and standard general relativity. This theory describes space as an extremely fine fabric \"woven\" of finite loops called &lt;a href=\"spin%20network\"&gt;spin network&lt;/a&gt;s. The evolution of a spin network over time is called a &lt;a href=\"spin%20foam\"&gt;spin foam&lt;/a&gt;. The characteristic length scale of a spin foam is the &lt;a href=\"Planck%20length\"&gt;Planck length&lt;/a&gt;, approximately 1.616×10−35 m, and so lengths shorter than the Planck length are not physically meaningful in LQG.\nPhilosophical implications.\nSince its inception, the many counter-intuitive aspects and results of quantum mechanics have provoked strong &lt;a href=\"philosophy\"&gt;philosophical&lt;/a&gt; debates and many &lt;a href=\"interpretations%20of%20quantum%20mechanics\"&gt;interpretations&lt;/a&gt;. The arguments centre on the probabilistic nature of quantum mechanics, the difficulties with &lt;a href=\"wavefunction%20collapse\"&gt;wavefunction collapse&lt;/a&gt; and the related &lt;a href=\"measurement%20problem\"&gt;measurement problem&lt;/a&gt;, and &lt;a href=\"quantum%20nonlocality\"&gt;quantum nonlocality&lt;/a&gt;. Perhaps the only consensus that exists about these issues is that there is no consensus. &lt;a href=\"Richard%20Feynman\"&gt;Richard Feynman&lt;/a&gt; once said, \"I think I can safely say that nobody understands quantum mechanics.\" According to &lt;a href=\"Steven%20Weinberg\"&gt;Steven Weinberg&lt;/a&gt;, \"There is now in my opinion no entirely satisfactory interpretation of quantum mechanics.\"\nThe views of &lt;a href=\"Niels%20Bohr\"&gt;Niels Bohr&lt;/a&gt;, &lt;a href=\"Werner%20Heisenberg\"&gt;Werner Heisenberg&lt;/a&gt; and other physicists are often grouped together as the \"&lt;a href=\"Copenhagen%20interpretation\"&gt;Copenhagen interpretation&lt;/a&gt;\". According to these views, the probabilistic nature of quantum mechanics is not a \"temporary\" feature which will eventually be replaced by a deterministic theory, but is instead a \"final\" renunciation of the classical idea of \"causality\". Bohr in particular emphasized that any well-defined application of the quantum mechanical formalism must always make reference to the experimental arrangement, due to the &lt;a href=\"complementarity%20%28physics%29\"&gt;complementary&lt;/a&gt; nature of evidence obtained under different experimental situations. Copenhagen-type interpretations remain popular in the 21st century.\n&lt;a href=\"Albert%20Einstein\"&gt;Albert Einstein&lt;/a&gt;, himself one of the founders of &lt;a href=\"Old%20quantum%20theory\"&gt;quantum theory&lt;/a&gt;, was troubled by its apparent failure to respect some cherished metaphysical principles, such as &lt;a href=\"determinism\"&gt;determinism&lt;/a&gt; and &lt;a href=\"principle%20of%20locality\"&gt;locality&lt;/a&gt;. Einstein's long-running exchanges with Bohr about the meaning and status of quantum mechanics are now known as the &lt;a href=\"Bohr%E2%80%93Einstein%20debates\"&gt;Bohr–Einstein debates&lt;/a&gt;. Einstein believed that underlying quantum mechanics must be a theory that explicitly forbids &lt;a href=\"action%20at%20a%20distance\"&gt;action at a distance&lt;/a&gt;. He argued that quantum mechanics was incomplete, a theory that was valid but not fundamental, analogous to how &lt;a href=\"thermodynamics\"&gt;thermodynamics&lt;/a&gt; is valid, but the fundamental theory behind it is &lt;a href=\"statistical%20mechanics\"&gt;statistical mechanics&lt;/a&gt;. In 1935, Einstein and his collaborators &lt;a href=\"Boris%20Podolsky\"&gt;Boris Podolsky&lt;/a&gt; and &lt;a href=\"Nathan%20Rosen\"&gt;Nathan Rosen&lt;/a&gt; published an argument that the principle of locality implies the incompleteness of quantum mechanics, a &lt;a href=\"thought%20experiment\"&gt;thought experiment&lt;/a&gt; later termed the &lt;a href=\"Einstein%E2%80%93Podolsky%E2%80%93Rosen%20paradox\"&gt;Einstein–Podolsky–Rosen paradox&lt;/a&gt;. In 1964, &lt;a href=\"John%20Stewart%20Bell\"&gt;John Bell&lt;/a&gt; showed that EPR's principle of locality, together with determinism, was actually incompatible with quantum mechanics: they implied constraints on the correlations produced by distance systems, now known as &lt;a href=\"Bell%20inequalities\"&gt;Bell inequalities&lt;/a&gt;, that can be violated by entangled particles. Since then &lt;a href=\"Bell%20test\"&gt;several experiments&lt;/a&gt; have been performed to obtain these correlations, with the result that they do in fact violate Bell inequalities, and thus falsify the conjunction of locality with determinism.\n&lt;a href=\"Bohmian%20mechanics\"&gt;Bohmian mechanics&lt;/a&gt; shows that it is possible to reformulate quantum mechanics to make it deterministic, at the price of making it explicitly nonlocal. It attributes not only a wave function to a physical system, but in addition a real position, that evolves deterministically under a nonlocal guiding equation. The evolution of a physical system is given at all times by the &lt;a href=\"Schr%C3%B6dinger%20equation\"&gt;Schrödinger equation&lt;/a&gt; together with the guiding equation; there is never a collapse of the wave function. This solves the measurement problem.\nEverett's &lt;a href=\"many-worlds%20interpretation\"&gt;many-worlds interpretation&lt;/a&gt;, formulated in 1956, holds that \"all\" the possibilities described by quantum theory \"simultaneously\" occur in a multiverse composed of mostly independent parallel universes. This is a consequence of removing the axiom of the collapse of the wave packet. All possible states of the measured system and the measuring apparatus, together with the observer, are present in a real physical &lt;a href=\"quantum%20superposition\"&gt;quantum superposition&lt;/a&gt;. While the multiverse is deterministic, we perceive non-deterministic behavior governed by probabilities, because we don't observe the multiverse as a whole, but only one parallel universe at a time. Exactly how this is supposed to work has been the subject of much debate. Several attempts have been made to make sense of this and derive the Born rule, with no consensus on whether they have been successful.\n&lt;a href=\"Relational%20quantum%20mechanics\"&gt;Relational quantum mechanics&lt;/a&gt; appeared in the late 1990s as a modern derivative of Copenhagen-type ideas, and &lt;a href=\"QBism\"&gt;QBism&lt;/a&gt; was developed some years later.\nHistory.\nQuantum mechanics was developed in the early decades of the 20th century, driven by the need to explain phenomena that, in some cases, had been observed in earlier times. Scientific inquiry into the wave nature of light began in the 17th and 18th centuries, when scientists such as &lt;a href=\"Robert%20Hooke\"&gt;Robert Hooke&lt;/a&gt;, &lt;a href=\"Christiaan%20Huygens\"&gt;Christiaan Huygens&lt;/a&gt; and &lt;a href=\"Leonhard%20Euler\"&gt;Leonhard Euler&lt;/a&gt; proposed a wave theory of light based on experimental observations. In 1803 English &lt;a href=\"polymath\"&gt;polymath&lt;/a&gt; &lt;a href=\"Thomas%20Young%20%28scientist%29\"&gt;Thomas Young&lt;/a&gt; described the famous &lt;a href=\"Young%27s%20interference%20experiment\"&gt;double-slit experiment&lt;/a&gt;. This experiment played a major role in the general acceptance of the &lt;a href=\"wave%20theory%20of%20light\"&gt;wave theory of light&lt;/a&gt;.\nDuring the early 19th century, &lt;a href=\"chemistry\"&gt;chemical&lt;/a&gt; research by &lt;a href=\"John%20Dalton\"&gt;John Dalton&lt;/a&gt; and &lt;a href=\"Amedeo%20Avogadro\"&gt;Amedeo Avogadro&lt;/a&gt; lent weight to the &lt;a href=\"atomic%20theory\"&gt;atomic theory&lt;/a&gt; of matter, an idea that &lt;a href=\"James%20Clerk%20Maxwell\"&gt;James Clerk Maxwell&lt;/a&gt;, &lt;a href=\"Ludwig%20Boltzmann\"&gt;Ludwig Boltzmann&lt;/a&gt; and others built upon to establish the &lt;a href=\"kinetic%20theory%20of%20gases\"&gt;kinetic theory of gases&lt;/a&gt;. The successes of kinetic theory gave further credence to the idea that matter is composed of atoms, yet the theory also had shortcomings that would only be resolved by the development of quantum mechanics. While the early conception of atoms from Greek philosophy had been that they were indivisible units the word \"atom\" deriving from the Greek for \"uncuttable\" the 19th century saw the formulation of hypotheses about subatomic structure. One important discovery in that regard was &lt;a href=\"Michael%20Faraday\"&gt;Michael Faraday&lt;/a&gt;'s 1838 observation of a glow caused by an electrical discharge inside a glass tube containing gas at low pressure. &lt;a href=\"Julius%20Pl%C3%BCcker\"&gt;Julius Plücker&lt;/a&gt;, &lt;a href=\"Johann%20Wilhelm%20Hittorf\"&gt;Johann Wilhelm Hittorf&lt;/a&gt; and &lt;a href=\"Eugen%20Goldstein\"&gt;Eugen Goldstein&lt;/a&gt; carried on and improved upon Faraday's work, leading to the identification of &lt;a href=\"cathode%20rays\"&gt;cathode rays&lt;/a&gt;, which &lt;a href=\"J.%20J.%20Thomson\"&gt;J. J. Thomson&lt;/a&gt; found to consist of subatomic particles that would be called electrons. \nThe &lt;a href=\"black-body%20radiation\"&gt;black-body radiation&lt;/a&gt; problem was discovered by &lt;a href=\"Gustav%20Kirchhoff\"&gt;Gustav Kirchhoff&lt;/a&gt; in 1859. In 1900, &lt;a href=\"Max%20Planck\"&gt;Max Planck&lt;/a&gt; proposed the hypothesis that energy is radiated and absorbed in discrete \"quanta\" (or energy packets), yielding a calculation that precisely matched the observed patterns of black-body radiation. The word \"quantum\" derives from the &lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt;, meaning \"how great\" or \"how much\". According to Planck, quantities of energy could be thought of as divided into \"elements\" whose size (\"E\") would be proportional to their &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt; (\"ν\"):\nwhere \"h\" is &lt;a href=\"Planck%20constant\"&gt;Planck's constant&lt;/a&gt;. Planck cautiously insisted that this was only an aspect of the processes of absorption and emission of radiation and was not the \"physical reality\" of the radiation. In fact, he considered his quantum hypothesis a mathematical trick to get the right answer rather than a sizable discovery. However, in 1905 &lt;a href=\"Albert%20Einstein\"&gt;Albert Einstein&lt;/a&gt; interpreted Planck's quantum hypothesis &lt;a href=\"local%20realism\"&gt;realistically&lt;/a&gt; and used it to explain the &lt;a href=\"photoelectric%20effect\"&gt;photoelectric effect&lt;/a&gt;, in which shining light on certain materials can eject electrons from the material. &lt;a href=\"Niels%20Bohr\"&gt;Niels Bohr&lt;/a&gt; then developed Planck's ideas about radiation into a &lt;a href=\"Bohr%20model\"&gt;model of the hydrogen atom&lt;/a&gt; that successfully predicted the &lt;a href=\"spectral%20line\"&gt;spectral line&lt;/a&gt;s of hydrogen. Einstein further developed this idea to show that an &lt;a href=\"electromagnetic%20wave\"&gt;electromagnetic wave&lt;/a&gt; such as light could also be described as a particle (later called the &lt;a href=\"photon\"&gt;photon&lt;/a&gt;), with a discrete amount of energy that depends on its frequency. In his paper \"On the Quantum Theory of Radiation,\" Einstein expanded on the interaction between energy and matter to explain the absorption and emission of energy by atoms. Although overshadowed at the time by his general theory of relativity, this paper articulated the mechanism underlying the stimulated emission of radiation, which became the basis of the &lt;a href=\"laser\"&gt;laser&lt;/a&gt;.\nThis phase is known as the &lt;a href=\"old%20quantum%20theory\"&gt;old quantum theory&lt;/a&gt;. Never complete or self-consistent, the old quantum theory was rather a set of &lt;a href=\"heuristic\"&gt;heuristic&lt;/a&gt; corrections to &lt;a href=\"classical%20mechanics\"&gt;classical mechanics&lt;/a&gt;. The theory is now understood as a &lt;a href=\"WKB%20approximation%23Application%20to%20the%20Schr.C3.B6dinger%20equation\"&gt;semi-classical approximation&lt;/a&gt; to modern quantum mechanics. Notable results from this period include, in addition to the work of Planck, Einstein and Bohr mentioned above, Einstein and &lt;a href=\"Peter%20Debye\"&gt;Peter Debye&lt;/a&gt;'s work on the &lt;a href=\"specific%20heat\"&gt;specific heat&lt;/a&gt; of solids, Bohr and &lt;a href=\"Hendrika%20Johanna%20van%20Leeuwen\"&gt;Hendrika Johanna van Leeuwen&lt;/a&gt;'s &lt;a href=\"Bohr%E2%80%93Van%20Leeuwen%20theorem\"&gt;proof&lt;/a&gt; that classical physics cannot account for &lt;a href=\"diamagnetism\"&gt;diamagnetism&lt;/a&gt;, and &lt;a href=\"Arnold%20Sommerfeld\"&gt;Arnold Sommerfeld&lt;/a&gt;'s extension of the Bohr model to include special-relativistic effects.\nIn the mid-1920s quantum mechanics was developed to become the standard formulation for atomic physics. In 1923, the French physicist &lt;a href=\"Louis-Victor%20de%20Broglie\"&gt;Louis de Broglie&lt;/a&gt; put forward his theory of matter waves by stating that particles can exhibit wave characteristics and vice versa. Building on de Broglie's approach, modern quantum mechanics was born in 1925, when the German physicists &lt;a href=\"Werner%20Heisenberg\"&gt;Werner Heisenberg&lt;/a&gt;, &lt;a href=\"Max%20Born\"&gt;Max Born&lt;/a&gt;, and &lt;a href=\"Pascual%20Jordan\"&gt;Pascual Jordan&lt;/a&gt; developed &lt;a href=\"matrix%20mechanics\"&gt;matrix mechanics&lt;/a&gt; and the Austrian physicist &lt;a href=\"Erwin%20Schr%C3%B6dinger\"&gt;Erwin Schrödinger&lt;/a&gt; invented &lt;a href=\"Schr%C3%B6dinger%20equation\"&gt;wave mechanics&lt;/a&gt;. Born introduced the probabilistic interpretation of Schrödinger's wave function in July 1926. Thus, the entire field of quantum physics emerged, leading to its wider acceptance at the Fifth &lt;a href=\"Solvay%20Conference\"&gt;Solvay Conference&lt;/a&gt; in 1927.\nBy 1930 quantum mechanics had been further unified and formalized by &lt;a href=\"David%20Hilbert\"&gt;David Hilbert&lt;/a&gt;, &lt;a href=\"Paul%20Dirac\"&gt;Paul Dirac&lt;/a&gt; and &lt;a href=\"John%20von%20Neumann\"&gt;John von Neumann&lt;/a&gt; with greater emphasis on &lt;a href=\"measurement%20in%20quantum%20mechanics\"&gt;measurement&lt;/a&gt;, the statistical nature of our knowledge of reality, and &lt;a href=\"Interpretations%20of%20quantum%20mechanics\"&gt;philosophical speculation about the 'observer'&lt;/a&gt;. It has since permeated many disciplines, including quantum chemistry, &lt;a href=\"quantum%20electronics\"&gt;quantum electronics&lt;/a&gt;, &lt;a href=\"quantum%20optics\"&gt;quantum optics&lt;/a&gt;, and &lt;a href=\"quantum%20information%20science\"&gt;quantum information science&lt;/a&gt;. It also provides a useful framework for many features of the modern &lt;a href=\"periodic%20table\"&gt;periodic table of elements&lt;/a&gt;, and describes the behaviors of &lt;a href=\"atoms\"&gt;atoms&lt;/a&gt; during &lt;a href=\"chemical%20bond\"&gt;chemical bond&lt;/a&gt;ing and the flow of &lt;a href=\"electron\"&gt;electron&lt;/a&gt;s in computer &lt;a href=\"semiconductor\"&gt;semiconductor&lt;/a&gt;s, and therefore plays a crucial role in many modern technologies. While quantum mechanics was constructed to describe the world of the very small, it is also needed to explain some &lt;a href=\"macroscopic\"&gt;macroscopic&lt;/a&gt; phenomena such as &lt;a href=\"superconductivity\"&gt;superconductors&lt;/a&gt; and &lt;a href=\"superfluid\"&gt;superfluid&lt;/a&gt;s.\nFurther reading.\nThe following titles, all by working physicists, attempt to communicate quantum theory to lay people, using a minimum of technical apparatus.\nMore technical:\nOn Wikibooks"
}