{
    "id": "2522934",
    "revid": "26126212",
    "url": "https://en.wikipedia.org/wiki?curid=2522934",
    "title": "Igor Moiseyev",
    "text": "Igor Alexandrovich Moiseyev (; – 2 November 2007) was a Russian &lt;a href=\"choreographer\"&gt;choreographer&lt;/a&gt;. Moiseyev was widely acclaimed as the greatest 20th-century choreographer of &lt;a href=\"character%20dance\"&gt;character dance&lt;/a&gt;, a dance style similar to &lt;a href=\"folk%20dance\"&gt;folk dance&lt;/a&gt; but with more professionalism and theatrics.\nLife and career.\nBorn in &lt;a href=\"Kiev\"&gt;Kiev&lt;/a&gt;, &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, he was the only child of a &lt;a href=\"Russians\"&gt;Russian&lt;/a&gt; lawyer and a &lt;a href=\"France\"&gt;French&lt;/a&gt;-&lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;n seamstress. His family lived in Paris until he was 8, and throughout his life he spoke to Western journalists in fluent French. Moiseyev graduated from the &lt;a href=\"Bolshoi%20Theatre\"&gt;Bolshoi Theatre&lt;/a&gt; &lt;a href=\"Russian%20ballet\"&gt;ballet&lt;/a&gt; school in 1924 and danced in the theatre until 1939. His first choreography in the Bolshoi was \"Footballer\" in 1930 and the last was \"&lt;a href=\"Spartacus%20%28ballet%29\"&gt;Spartacus&lt;/a&gt;\" in 1954.\nSince the early 1930s, he staged acrobatic &lt;a href=\"parade\"&gt;parade&lt;/a&gt;s on &lt;a href=\"Red%20Square\"&gt;Red Square&lt;/a&gt; and finally came up with the idea of establishing the Theatre of Folk Art. In 1936, &lt;a href=\"Vyacheslav%20Molotov\"&gt;Vyacheslav Molotov&lt;/a&gt; put him in charge of the new dance company, which has since been known as the Moiseyev Ballet. Among about 200 dances he created for his company, some humorously represented the game of &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt;. After visiting &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt; he choreographed a Belarusian \"folk\" dance &lt;a href=\"Bulba\"&gt;Bulba&lt;/a&gt; (\"Potato\"), which over the years indeed became a Belarusian folk dance. According to the \"&lt;a href=\"Encyclop%C3%A6dia%20Britannica\"&gt;Encyclopædia Britannica&lt;/a&gt;\", Moiseyev's work has been especially admired \"for the balance that it maintained between authentic folk dance and theatrical effectiveness\".\nMoiseyev was named &lt;a href=\"People%27s%20Artist%20of%20the%20USSR\"&gt;People's Artist of the USSR&lt;/a&gt; in 1953, &lt;a href=\"Hero%20of%20Socialist%20Labor\"&gt;Hero of Socialist Labor&lt;/a&gt; in 1976, received the &lt;a href=\"Lenin%20Prize\"&gt;Lenin Prize&lt;/a&gt; (1967, for the dance show \"A Road to the Dance\"), four Stalin/&lt;a href=\"USSR%20State%20Prize\"&gt;USSR State Prize&lt;/a&gt;s (1942, 1947, 1952, 1985), &lt;a href=\"Russian%20Federation%20State%20Prize\"&gt;Russian Federation State Prize&lt;/a&gt; (1996), was awarded numerous orders and medals of the Soviet Union, Spain and many other countries. On the day of his &lt;a href=\"centenary\"&gt;centenary&lt;/a&gt;, Moiseyev became the first Russian to receive &lt;a href=\"Order%20of%20Merit%20for%20the%20Fatherland\"&gt;Order of Merit for the Fatherland&lt;/a&gt;, 1st class — the highest civilian decoration of the &lt;a href=\"Russian%20Federation\"&gt;Russian Federation&lt;/a&gt;. In 2001, he was awarded the &lt;a href=\"UNESCO%20Mozart%20Medal\"&gt;UNESCO Mozart Medal&lt;/a&gt; for outstanding contribution to world music culture. He died in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; on 2 November 2007 aged 101.\nToday the repertoire of the Igor Moiseyev Ballet includes choreographic works by Igor Moiseyev, starting in 1937. \nApproximately, there are nearly 300 original works of Igor Moiseyev.\nBallets:\nDance paintings:\nand many dances\nHonours and awards.\n! colspan=\"3\" style=\"background: red;\" | &lt;a href=\"Ovation%20%28award%29\"&gt;Ovation&lt;/a&gt;"
}