{
    "id": "2522954",
    "revid": "8144267",
    "url": "https://en.wikipedia.org/wiki?curid=2522954",
    "title": "Quincy Regional Airport",
    "text": "Quincy Regional Airport (Baldwin Field) is a city-owned airport 12 miles east of &lt;a href=\"Quincy%2C%20Illinois\"&gt;Quincy&lt;/a&gt;, a city in &lt;a href=\"Adams%20County%2C%20Illinois\"&gt;Adams County&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, United States. It is used for &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; but also sees &lt;a href=\"Cape%20Air\"&gt;Cape Air&lt;/a&gt; flights to &lt;a href=\"O%27Hare%20International%20Airport\"&gt;O'Hare International Airport&lt;/a&gt; and &lt;a href=\"St.%20Louis%20Lambert%20International%20Airport\"&gt;St. Louis Lambert International Airport&lt;/a&gt;, a service which is subsidized by the federal government's &lt;a href=\"Essential%20Air%20Service\"&gt;Essential Air Service&lt;/a&gt; program at a cost of $1,956,856 (per year).\nThe &lt;a href=\"National%20Plan%20of%20Integrated%20Airport%20Systems\"&gt;National Plan of Integrated Airport Systems&lt;/a&gt; for 2021–2025 &lt;a href=\"FAA%20airport%20categories\"&gt;categorized&lt;/a&gt; it as a non-primary commercial service airport.\nThe first airline flights were on Mid-Continent in 1947; successor Braniff left in 1959. TWA arrived in 1948 and left in 1953-54; Ozark arrived in 1950 and left in 1982.\nIt is the twelfth busiest of the 12 commercial airports in Illinois.\nFacilities.\nThe airport covers 1,101 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s (446 &lt;a href=\"hectare\"&gt;ha&lt;/a&gt;) at an elevation of 769 feet (234 m). It has three runways: 4/22 is 7,098 by 150 feet (2,163 x 46 m) asphalt/concrete; 18/36 is 5,400 by 150 feet (1,646 x 46 m) asphalt/concrete; 13/31 is 5,397 by 150 feet (1,645 x 46 m) asphalt.\nFor the twelve month period ending January 1, 2019, the airport had 19,444 aircraft operations, an average of 53 per day: 80% &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt;, 20% &lt;a href=\"air%20taxi\"&gt;air taxi&lt;/a&gt; and less than 1% military. In July 2021, there were 54 aircraft based at this airport: 33 single-engine, 7 multi-engine, 13 jet and 1 ultra-light. \nThis airport lacks a control tower and operates as an &lt;a href=\"uncontrolled%20airport\"&gt;uncontrolled airport&lt;/a&gt;.\nIn celebration of the 2018 Illinois Bicentennial, Quincy Regional Airport was selected as one of the Illinois 200 Great Places by the &lt;a href=\"American%20Institute%20of%20Architects\"&gt;American Institute of Architects&lt;/a&gt; Illinois component (AIA Illinois).\nAirline and destinations.\nPassenger.\nOn November 6, 2006, &lt;a href=\"Mesa%20Airlines\"&gt;Mesa Airlines&lt;/a&gt; announced that new non-stop service to &lt;a href=\"Chicago%20Midway%20International%20Airport\"&gt;Chicago Midway International Airport&lt;/a&gt; and &lt;a href=\"Kirksville%20Regional%20Airport\"&gt;Kirksville Regional Airport&lt;/a&gt; would begin in February 2007 operated by subsidiary &lt;a href=\"Air%20Midwest\"&gt;Air Midwest&lt;/a&gt;. Nine months after starting the service, Mesa announced they would drop Quincy on November 9, 2007. The airport was formerly served by &lt;a href=\"Trans%20World%20Express\"&gt;Trans World Express&lt;/a&gt; and &lt;a href=\"Great%20Lakes%20Airlines\"&gt;Great Lakes Airlines&lt;/a&gt;.\nIncidents.\nOn November 19, 1996, &lt;a href=\"United%20Express%20Flight%205925\"&gt;United Express Flight 5925&lt;/a&gt; from Chicago via Burlington, Iowa, crashed on landing at Quincy. A &lt;a href=\"Beechcraft%20King%20Air\"&gt;Beechcraft King Air&lt;/a&gt; was attempting to takeoff on an intersecting runway while the United Express &lt;a href=\"Beechcraft%201900\"&gt;Beechcraft 1900&lt;/a&gt; landed; the aircraft collided at the runway intersection. All 12 on the B1900 and two on the King Air were killed."
}