{
    "id": "25236967",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=25236967",
    "title": "Polipo",
    "text": "Polipo is a lightweight &lt;a href=\"web%20cache\"&gt;caching&lt;/a&gt; and forwarding &lt;a href=\"World%20Wide%20Web\"&gt;web&lt;/a&gt; &lt;a href=\"proxy%20server\"&gt;proxy server&lt;/a&gt;. It has a wide variety of uses, from aiding security by filtering traffic; to caching web, &lt;a href=\"Domain%20Name%20System\"&gt;DNS&lt;/a&gt; and other &lt;a href=\"computer%20network\"&gt;computer network&lt;/a&gt; lookups for a group of people sharing network resources; to speeding up a &lt;a href=\"web%20server\"&gt;web server&lt;/a&gt; by caching repeated requests. It can be configured to use on-disk cache and serve cached content when offline and perform various forms of content filtering.\nTo minimize &lt;a href=\"Latency%20%28engineering%29%23Communication%20latency\"&gt;latency&lt;/a&gt;, Polipo both &lt;a href=\"HTTP%20pipelining\"&gt;pipelines&lt;/a&gt; multiple resource requests and &lt;a href=\"Time-division%20multiplexing\"&gt;multiplexes&lt;/a&gt; multiple transactions onto the same &lt;a href=\"Transmission%20Control%20Protocol\"&gt;TCP/IP connection&lt;/a&gt;. Polipo is &lt;a href=\"HTTP%201.1\"&gt;HTTP 1.1&lt;/a&gt;-compliant, supports &lt;a href=\"IPv4\"&gt;IPv4&lt;/a&gt;, &lt;a href=\"IPv6\"&gt;IPv6&lt;/a&gt;, traffic filtering and privacy-enhancement.\nPolipo is &lt;a href=\"free%20software\"&gt;free software&lt;/a&gt; released under the &lt;a href=\"MIT%20License\"&gt;MIT License&lt;/a&gt;.\nPolipo ceased to be maintained on 6 November 2016 due to the increasingly widespread use of encryption (i.e. &lt;a href=\"HTTPS\"&gt;HTTPS&lt;/a&gt;) making caching proxies obsolete.\nDesign.\nPolipo is designed to be used as a personal web cache or a web cache shared among a few users to boost internet access. Designed to be fast, lightweight and small, it is useful when the system resources for a larger proxy are unavailable. Because of this, it has been put to uses such as a tether on the &lt;a href=\"OpenWrt\"&gt;OpenWrt&lt;/a&gt;.\nGUI wrappers.\nNatively, polipo comes as a highly specialized &lt;a href=\"command-line%20interface\"&gt;command-line interface&lt;/a&gt; (CLI) software application, which requires commands to be typed on the &lt;a href=\"Computer%20keyboard\"&gt;keyboard&lt;/a&gt; and parameters stored in &lt;a href=\"Configuration%20file%23UNIX.2FLinux\"&gt;configuration text files&lt;/a&gt;. Alternatively, polipo allows &lt;a href=\"User%20%28computing%29\"&gt;user&lt;/a&gt;s to run the program automated and non-interactively, such as in a &lt;a href=\"shell%20script\"&gt;shell script&lt;/a&gt;. By starting a &lt;a href=\"Graphical%20user%20interface%23GUI%20wrappers\"&gt;GUI wrapper application&lt;/a&gt; users can intuitively &lt;a href=\"Human%E2%80%93computer%20interaction\"&gt;interact with&lt;/a&gt; polipo, start and stop it and change its working parameters, through graphical &lt;a href=\"Icon%20%28computing%29\"&gt;icon&lt;/a&gt;s and visual indicators.\nSome independent GUI wrapper projects are:\nFeatures.\nThe fast, lightweight and small memory footprint proxy server polipo uses a variety of techniques:\nLimitations.\nPolipo is limited to 2G or 4G file sizes on 32 bit systems which will cause errors when serving large requests."
}