{
    "id": "2525098",
    "revid": "12252966",
    "url": "https://en.wikipedia.org/wiki?curid=2525098",
    "title": "Aaron Chorin",
    "text": "Aaron Chorin (; August 3, 1766August 24, 1844) was a &lt;a href=\"Magyars\"&gt;Hungarian&lt;/a&gt; &lt;a href=\"rabbi\"&gt;rabbi&lt;/a&gt; and pioneer of early &lt;a href=\"Reform%20Judaism\"&gt;religious reform&lt;/a&gt;. He favored the use of the &lt;a href=\"organ%20%28music%29\"&gt;organ&lt;/a&gt; and of prayers in the &lt;a href=\"vernacular\"&gt;vernacular&lt;/a&gt;, and was instrumental in founding &lt;a href=\"school\"&gt;school&lt;/a&gt;s along modern lines. Chorin became a pivotal figure for reformers, although he himself still operated inside a traditional framework. He also interested himself in public affairs—he took an active part in the efforts for &lt;a href=\"Jewish%20emancipation\"&gt;Jewish emancipation&lt;/a&gt;, and was very influential with the state authorities.\nEarly years.\nChorin was born in &lt;a href=\"Hranice%20%28P%C5%99erov%20District%29\"&gt;Hranice (Přerov District)&lt;/a&gt;, &lt;a href=\"Moravia\"&gt;Moravia&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; (now in the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;) in 1766. At the age of fourteen he studied in the \"&lt;a href=\"yeshivah\"&gt;yeshivah&lt;/a&gt;\" of &lt;a href=\"Jeremiah%20Mattersdorf\"&gt;Rabbi Jeremiah Mattersdorf&lt;/a&gt; in &lt;a href=\"Mattersburg\"&gt;Mattersburg&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, and two years later at &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt; in the higher &lt;a href=\"Talmud\"&gt;Talmud&lt;/a&gt;ical school of &lt;a href=\"Ezekiel%20Landau\"&gt;Ezekiel Landau&lt;/a&gt;. Here he also learned &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;. Chorin married on December 26, 1783, and entered &lt;a href=\"commerce\"&gt;commerce&lt;/a&gt;; but his business career being unsuccessful, he accepted the post of rabbi at &lt;a href=\"Arad%2C%20Romania\"&gt;Arad&lt;/a&gt; in the spring of 1789, which he occupied till his death.\nHis First Work.\nIn 1798, Chorin published his first pamphlet, \"Imre No'am\" (אמרי נועם \"Words of Pleasantness\"), in which he argued that as the &lt;a href=\"sturgeon\"&gt;sturgeon&lt;/a&gt; had &lt;a href=\"scale%20%28zoology%29\"&gt;scales&lt;/a&gt; it was permitted as food according to &lt;a href=\"Scripture\"&gt;Scripture&lt;/a&gt;. His opinion, although following that of Landau and other authorities, was strongly opposed by &lt;a href=\"Mordecai%20Benet\"&gt;Mordecai Benet&lt;/a&gt; and his partisans. Rabbi &lt;a href=\"Isaac%20Krieshaber\"&gt;Isaac Krieshaber&lt;/a&gt; of &lt;a href=\"P%C3%A1ks\"&gt;Páks&lt;/a&gt; wrote a refutation, \"Maḳḳel No'am\" (מקל נועם \"Staff of Pleasantness\"), which called forth a second pamphlet by Chorin, \"Shiryon Ḳasḳassim\" (שריון קשקשים \"Armour of Quills\"), (Prague, 1799).\nBy his determined opposition to the traditional usages in Hungary, Chorin incurred the hostility of most of his colleagues. In the spring of 1802 he journeyed to the &lt;a href=\"Somogy%20County%20%28former%29\"&gt;Somogy&lt;/a&gt; district. The favorable impression which his &lt;a href=\"sermon\"&gt;sermon&lt;/a&gt;s made upon his Jewish hearers there induced him to consider himself as the future rabbi of this district, and on the title page of a pamphlet he published he assumed this title. The rich and prominent &lt;a href=\"Moses%20Lakenbacher\"&gt;Moses Lakenbacher&lt;/a&gt;, president of the congregation of &lt;a href=\"Nagykanizsa\"&gt;Nagykanizsa&lt;/a&gt;, promised Chorin his influence with his brethren of the district; but when Lakenbacher became aware of the strong opposition of the conservative party against the reformer he soon turned against him.\nOpposition by the Orthodox.\nAt Prague in 1803, Chorin published \"'Emeḳ ha-Shaweh\" (\"Vale of the Plain\"), a work divided into three parts. The first and most important part, \"Rosh Amanah\" (\"Head of the Perennial Stream\"), in which he granted to the spiritual guides of the people authority to modify the traditional laws and adapt them to the requirements of the time, led to much opposition to him. Chorin treats of &lt;a href=\"Maimonides\"&gt;Maimonides&lt;/a&gt;' thirteen articles of faith, and gives evidence of knowledge rare among his Hungarian contemporaries. Next to the \"&lt;a href=\"Halakha\"&gt;Halakha&lt;/a&gt;\", Chorin also interpreted the \"&lt;a href=\"Aggadah\"&gt;Aggadah&lt;/a&gt;\" in a philosophical way. This method he applied in like manner to the \"&lt;a href=\"Zohar\"&gt;Zohar&lt;/a&gt;\", which he, far from all &lt;a href=\"mysticism\"&gt;mysticism&lt;/a&gt;, considered as a rich source of speculative knowledge. This view referred only to the theoretic or intuitive, and not the practical, \"&lt;a href=\"Kabbalah\"&gt;Kabbalah&lt;/a&gt;\", the belief in which he considered as contradictory to sound reason. At the beginning of this book are printed the approbation of Rabbi &lt;a href=\"Moses%20M%C3%BCnz\"&gt;Moses Münz&lt;/a&gt; and a eulogistic Hebrew poem of Rabbi Moses Kunitz. This work gave great offense to the Orthodox party, which thwarted the publication of a second edition, for which Chorin had prepared many corrections and additions. Benet wrote to the Arad congregation that the book contained &lt;a href=\"heresy\"&gt;heresies&lt;/a&gt; and must be burned. The congregation, however, stood by their rabbi; but some of its members sided with Benet, and their leader, a rich man, publicly insulted Chorin while he was preaching. The Arad board now applied to Münz to certify that the book contained no heresies. Having given his approbation to the author, Münz was in a great dilemma, since he was urged by the Orthodox party to condemn Chorin and to inflict upon him an exemplary punishment. He concluded to yield to the insinuations, and on September 1, 1805, he invited two rabbis to come to &lt;a href=\"%C3%93buda\"&gt;Óbuda&lt;/a&gt; to form with him a tribunal before which Chorin was summoned. The session of the court was prolonged to the next day, but then Münz failed to appear.\nSentence Pronounced.\n&lt;a href=\"Samuel%20Butschowitz\"&gt;Samuel Butschowitz&lt;/a&gt;, rabbi of &lt;a href=\"Aszod\"&gt;Aszod&lt;/a&gt;, now pronounced sentence that \"Chorin must retract the contents of his book. Should he refuse to do so, his beard will be cut off as a penalty for his heretical transgressions.\" Thereupon Chorin, whom the populace had stoned in the courtyard of the synagogue, declared that he subordinated his views to those of the theologians of his time, and desired that his book be suppressed. The court also decreed a reduction of Chorin's salary, but the board of his congregation indignantly rejected this decree. Chorin appealed to the imperial government which, on June 24, 1806, annulled the judgment and condemned the leader of his adversaries at Arad to pay the expenses of the &lt;a href=\"lawsuit\"&gt;lawsuit&lt;/a&gt;; the same was also to be punished for his scandalous conduct on &lt;a href=\"Shabbat%20Shuvah\"&gt;Shabbat Shuvah&lt;/a&gt;, 1804. Chorin declared that he forgave his adversary, and declined his claims for compensation of the expenses. To avoid further trouble, he determined to give up writing.\nAttitude Toward Reform.\nThe &lt;a href=\"Reform%20Judaism\"&gt;Reform&lt;/a&gt; movement among the Jews of &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; met his hearty approval. In \"Ḳin'at ha-Emet\" (\"Zeal for Truth\"), a paper written on April 7, 1818, &lt;a href=\"Hamburg%20Temple%20disputes\"&gt;and published in the collection \"Nogah ha-Ẓedeḳ\" (\"Light of Righteousness\")&lt;/a&gt;, he declared himself in favor of reforms, such as German prayers, the use of the organ, and other &lt;a href=\"liturgy\"&gt;liturgical&lt;/a&gt; modifications. The principal prayers, the \"&lt;a href=\"Shema%27\"&gt;Shema'&lt;/a&gt;\", and the &lt;a href=\"eighteen%20benedictions\"&gt;eighteen benedictions&lt;/a&gt;, however, should be said in Hebrew, he declared, as this language keeps alive the belief in the restoration of &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;. He also pleaded for opening the temple for daily service. Influenced by Münz, Chorin recalled this writing on February 19, 1819; but a year later he published \"Dabar be-'Itto\" (\"A Word in Its Time\"), in which he reaffirmed the views expressed in \"Ḳin'at ha-Emet\", and pleaded strongly for the right of Reform. A German translation by &lt;a href=\"L%C3%B6b%20Herzfeld\"&gt;Löb Herzfeld&lt;/a&gt; appeared at &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. This directed upon him the attention of the progressive party in &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; and in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. &lt;a href=\"Michael%20Lazar%20Biedermann\"&gt;Michael Lazar Biedermann&lt;/a&gt;, a prominent man, proposed the appointment of Chorin at the new temple to be erected at Vienna; but the government being opposed to it, &lt;a href=\"Isaac%20Noah%20Mannheimer\"&gt;Isaac Noah Mannheimer&lt;/a&gt; was elected instead.\nConsulted by Baden.\nThe government of the grand duchy of &lt;a href=\"Baden\"&gt;Baden&lt;/a&gt; asked Chorin (on February 3, 1821), through the &lt;a href=\"banker\"&gt;banker&lt;/a&gt; &lt;a href=\"S.%20Haber\"&gt;S. Haber&lt;/a&gt;, for his opinion about the duties of a rabbi, and about the reforms in the Austrian states. Chorin answered by writing \"Iggeret Elasaf\", or \"Letter of an African Rabbi to His Colleagues in Europe\", which was published by M. I. Landau (Prague, 1826). In it he stated that the \"&lt;a href=\"Torah\"&gt;Torah&lt;/a&gt;\" comprised religious truths and religious laws, the latter partly applicable only in &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt;, partly obligatory everywhere. These may be temporarily suspended, but not entirely abolished, by a competent authority, such as a &lt;a href=\"synod\"&gt;synod&lt;/a&gt;. Only ordinances and precautionary laws which are of human origin may be abrogated in conformity with the circumstances of the time. As for mere customs and usages (\"&lt;a href=\"minhagim\"&gt;minhagim&lt;/a&gt;\"), the government, after having consulted Jewish men of knowledge, may modify or abolish them; but in no other way may it interfere with religious affairs. Chorin also pleaded for the establishment of &lt;a href=\"Consistory%20%28Judaism%29\"&gt;consistories&lt;/a&gt;, &lt;a href=\"school\"&gt;school&lt;/a&gt;s, a theological &lt;a href=\"seminary\"&gt;seminary&lt;/a&gt;, and for the promotion of &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt; and professions among the Jews. Some of these ideas he carried out in his own congregation, which included a great number of &lt;a href=\"mechanic\"&gt;mechanic&lt;/a&gt;s. He succeeded in founding a school, and introducing liturgical reforms into the &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt;; even an organ was installed at his instance. He permitted the eating of &lt;a href=\"rice\"&gt;rice&lt;/a&gt; and &lt;a href=\"pulse%20%28legume%29\"&gt;pulse&lt;/a&gt; during the days of &lt;a href=\"Passover\"&gt;Passover&lt;/a&gt;.\nTo his theory of a synod regulating and modifying Jewish laws and customs, Chorin always adhered. In his \"Treue Bote\" (Prague, 1831) he declared himself against the transfer of the &lt;a href=\"Shabbat\"&gt;Sabbath&lt;/a&gt; to Sunday, but expressed the opinion that, considering the requirements of our time, synods might mitigate the severity of the Sabbatical laws, especially in regard to traveling and writing.\nIn another treatise, \"Hillel\", which appeared at &lt;a href=\"Buda\"&gt;Buda&lt;/a&gt; in 1835, he interpreted the prophetic promises about the reuniting of Israel to signify the establishing of a supreme religious authority at &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;. \"Hillel\", in the form of a dialogue, and other contributions of his pen were published in the fourth volume of \"Bikkure ha-'Ittim\". In 1819 he wrote \"Abaḳ Sofer\" (\"The Dust of a Writer\"), published by Landau (Prague, 1828), containing glosses about \"Yoreh De'ah\", \"Eben ha-'Ezer\", the &lt;a href=\"Tefillin\"&gt;phylacteries&lt;/a&gt;, an exposition of \"&lt;a href=\"Book%20of%20Proverbs\"&gt;Proverbs&lt;/a&gt;\" I.10, \"et seq.\", and two riddles.\nIn his \"Yeled Zeḳunim\" (\"Child of Old Age\"), (Vienna, 1839), partly in Hebrew, partly in German, he again strongly advocated practical reforms in regard to &lt;a href=\"railroad\"&gt;railroad&lt;/a&gt; traveling on the Sabbath and on holidays, the abridgment of the &lt;a href=\"shiva\"&gt;seven days of mourning&lt;/a&gt;, the use of the organ, etc., and gave a short sketch of his life. His biographer, &lt;a href=\"Leopold%20L%C3%B6w\"&gt;Leopold Löw&lt;/a&gt;, wrote an introduction to this work.\nIn consequence of the &lt;a href=\"Damascus%20affair\"&gt;Damascus affair&lt;/a&gt; in 1840, Chorin republished the apology written in 1753 by &lt;a href=\"Sonnenfels\"&gt;Sonnenfels&lt;/a&gt;, in which the author proves the falsity of the &lt;a href=\"blood%20libel\"&gt;blood accusation&lt;/a&gt;. Chorin added an introduction and Löw a biographical notice.\nOn July 26, 1844, during the last weeks of his life, he wrote from his sick-bed a declaration expressing his full accord with the &lt;a href=\"Rabbinical%20Conference%20of%20Brunswick\"&gt;Rabbinical Conference of Brunswick&lt;/a&gt;, and on August 11 he sent an address to the conference of Hungarian rabbis at Páks. He died at &lt;a href=\"Arad%2C%20Romania\"&gt;Arad&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;.\nHe took an active part in the efforts for Jewish emancipation, and was very influential with the state authorities. His grandson, &lt;a href=\"Franz%20Chorin\"&gt;Franz Chorin&lt;/a&gt;, was a Hungarian deputy."
}