{
    "id": "2526110",
    "revid": "1060645617",
    "url": "https://en.wikipedia.org/wiki?curid=2526110",
    "title": "John Ausonius",
    "text": "John Wolfgang Alexander Ausonius (born Wolfgang Alexander Zaugg, 12 July 1953), known in the media as Lasermannen (\"the Laser Man\"), is a Swedish convicted &lt;a href=\"murder\"&gt;murder&lt;/a&gt;er, &lt;a href=\"Bank%20robbery\"&gt;bank robber&lt;/a&gt;, and attempted &lt;a href=\"serial%20killer\"&gt;serial killer&lt;/a&gt;. From August 1991 to January 1992 he shot eleven people in the &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; and &lt;a href=\"Uppsala\"&gt;Uppsala&lt;/a&gt; area, most of whom were immigrants, killing one and seriously injuring the others. He first used a rifle equipped with a &lt;a href=\"laser%20sight\"&gt;laser sight&lt;/a&gt; (hence his nickname), and later switched to a &lt;a href=\"revolver\"&gt;revolver&lt;/a&gt;. He was arrested in June 1992 and sentenced to &lt;a href=\"life%20imprisonment\"&gt;life imprisonment&lt;/a&gt; in January 1994. Additionally, in February 2018 he was sentenced to &lt;a href=\"life%20imprisonment\"&gt;life imprisonment&lt;/a&gt; in Germany for the 1992 murder of Blanka Zmigrod.\nEarly life.\nAusonius was born Wolfgang Alexander Zaugg in &lt;a href=\"Liding%C3%B6\"&gt;Lidingö&lt;/a&gt;, northeast of &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, Sweden. He is the son of a &lt;a href=\"Swiss%20%28nationality%29\"&gt;Swiss&lt;/a&gt; father and a &lt;a href=\"Germans\"&gt;German&lt;/a&gt; mother, both of whom had emigrated to Sweden. He grew up in &lt;a href=\"V%C3%A4llingby\"&gt;Vällingby&lt;/a&gt;, a &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt; &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt; of Stockholm. According to newspaper reports, he was &lt;a href=\"bullying\"&gt;bullied&lt;/a&gt; as a child because of his non-&lt;a href=\"Swedish%20people\"&gt;Swedish&lt;/a&gt; background, which manifested in him being teased for having very black hair and brown eyes. As an adult, he bleached his hair blonde, used blue contact lenses and legally changed his name. Initially, he changed his name to John Wolfgang Alexander Stannerman, and later to John Wolfgang Alexander Ausonius. He went to the German School in Stockholm, a private school, but dropped out before graduating. He later completed his secondary school education in an adult education programme. Ausonius was accepted into the &lt;a href=\"Royal%20Institute%20of%20Technology\"&gt;Royal Institute of Technology&lt;/a&gt;, but dropped out after a couple of years of unsuccessful study.\nIn 1986, following the &lt;a href=\"Olof%20Palme%20assassination\"&gt;Olof Palme assassination&lt;/a&gt;, Ausonius, then named John Stannerman, was one of the police's initial suspects. However, Stannerman could not be linked to the murder as he was incarcerated at the time, serving a sentence for multiple counts of assault. In prison he became an acquaintance of &lt;a href=\"Miro%20Bare%C5%A1i%C4%87\"&gt;Miro Barešić&lt;/a&gt;, a member of &lt;a href=\"Croatian%20National%20Resistance\"&gt;Croatian National Resistance&lt;/a&gt;, a &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;n &lt;a href=\"%C3%A9migr%C3%A9\"&gt;émigré&lt;/a&gt; &lt;a href=\"Anti-communism\"&gt;anti-communist&lt;/a&gt; organization created by members of the &lt;a href=\"Fascism\"&gt;fascist&lt;/a&gt; &lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt; movement. Barešić was imprisoned for the 1971 murder of &lt;a href=\"Vladimir%20Rolovi%C4%87\"&gt;Vladimir Rolović&lt;/a&gt;, the &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslav&lt;/a&gt; ambassador to Sweden.\nAusonius developed a hatred for &lt;a href=\"Communism\"&gt;Communists&lt;/a&gt;, &lt;a href=\"Social%20democracy\"&gt;Social Democrats&lt;/a&gt;, and &lt;a href=\"immigration\"&gt;immigrants&lt;/a&gt; while fostering an ambition of gaining wealth. He worked a low-paying job as a &lt;a href=\"Taxicab\"&gt;taxi&lt;/a&gt; driver, but later started trading in &lt;a href=\"stock\"&gt;stock&lt;/a&gt;s and &lt;a href=\"Bond%20%28finance%29\"&gt;bonds&lt;/a&gt;. His talent for the market quickly earned him a fairly large fortune, resulting in him adopting the &lt;a href=\"yuppie\"&gt;yuppie&lt;/a&gt; lifestyle. By the late 1980s he owned a luxurious apartment, a &lt;a href=\"Toyota%20Supra\"&gt;Toyota Supra&lt;/a&gt; (rather than owning a &lt;a href=\"Porsche\"&gt;Porsche&lt;/a&gt;, which many other yuppies drove at that time, as he despised the company), and a &lt;a href=\"mobile%20phone\"&gt;mobile phone&lt;/a&gt; (before the 1990s, such a device was a luxury item usually associated with a jet-set lifestyle). However, poorly chosen investments depleted his fortune. This was further aggravated by an addiction to gambling. As a result of the latter, during a trip to &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; he found himself in dire economic circumstances. With funds running out, Ausonius turned to bank robbing to maintain his lifestyle. He performed more than eighteen robberies, largely in identical fashion.\nShooting spree.\nIn 1979, Ausonius became a Swedish citizen. He had a strong hatred for immigrants and foreigners. These beliefs led him to start looking for immigrant criminals to kill. Eventually, he was tired of this and decided to simply kill any immigrant. He hoped that this way, he would scare all immigrants out of Sweden.\nBetween 1981 and 1982, Ausonius &lt;a href=\"Conscription%20in%20Sweden\"&gt;served&lt;/a&gt; in the &lt;a href=\"Swedish%20army\"&gt;Swedish army&lt;/a&gt; and thus learnt how to use weapons. However, his personal weapons were of poor quality, very likely because Ausonius had modified them. He sawed off the barrel and the stock of his first rifle to make it shorter, and he fitted the &lt;a href=\"Smith%20%26amp%3B%20Wesson\"&gt;Smith &amp; Wesson&lt;/a&gt; &lt;a href=\"revolver\"&gt;revolver&lt;/a&gt; with a &lt;a href=\"Suppressor\"&gt;silencer&lt;/a&gt;. This modification may have been the key to his failures in killing most of his victims as it deviated the bullet's trajectory and consequently caused him to miss his victims. It was amateurishly done and damaged the weapon's performance.\nBetween the first and second wave of shooting, Ausonius took a trip to the United States. He visited &lt;a href=\"Las%20Vegas%2C%20Nevada\"&gt;Las Vegas&lt;/a&gt; to gamble and also journeyed to the &lt;a href=\"Grand%20Canyon\"&gt;Grand Canyon&lt;/a&gt;. He then returned to Sweden.\nCapture and trial.\nThe police started a massive &lt;a href=\"manhunt%20%28law%20enforcement%29\"&gt;manhunt&lt;/a&gt; (second in size only to the hunt for &lt;a href=\"Olof%20Palme\"&gt;Olof Palme&lt;/a&gt;'s killer). On 12 June 1992, during a bank robbery, Ausonius was arrested. He later &lt;a href=\"assault\"&gt;assault&lt;/a&gt;ed his own &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt; in court and spent the rest of his &lt;a href=\"trial%20%28law%29\"&gt;trial&lt;/a&gt; in &lt;a href=\"handcuffs\"&gt;handcuffs&lt;/a&gt;. He was convicted of murder and robbery, but could not be linked to all of the shootings (although he confessed to all of them in 2000). He was sentenced to life imprisonment and was later incarcerated at &lt;a href=\"Kumla%20Prison\"&gt;Kumla Prison&lt;/a&gt;. In June 2012, he was transferred to &lt;a href=\"%C3%96ster%C3%A5ker%20Prison\"&gt;Österåker Prison&lt;/a&gt;.\nAusonius has applied to have his life sentence commuted to a fixed term on three occasions, in 2008, 2010, and 2012. The court has rejected his application on all occasions. On 2 November 2012, his third appeal was rejected by the Örebro District Court. On all three occasions the National Board of Forensic Medicine determined that there was a risk that Ausonius would reoffend due to his &lt;a href=\"autism\"&gt;autism&lt;/a&gt; and &lt;a href=\"personality%20disorder\"&gt;personality disorder&lt;/a&gt;, which the court took into consideration when making its decision.\nTrial for German murder.\nIn 2016 Ausonius was extradited to Germany to face trial for the 23 February 1992 murder in &lt;a href=\"Frankfurt%20am%20Main\"&gt;Frankfurt&lt;/a&gt; of Blanka Zmigrod, a 68-year-old &lt;a href=\"Holocaust\"&gt;Holocaust&lt;/a&gt; survivor. While investigating, German police looked into ties to far-right terror group &lt;a href=\"National%20Socialist%20Underground\"&gt;National Socialist Underground&lt;/a&gt;. On 21 February 2018 he was found guilty and sentenced to life imprisonment in Germany. Prosecutors had charged him with stealing her handbag after killing her because he thought she had taken an electronic device that he used to save his bank account numbers.\nMedia.\nThe journalist &lt;a href=\"Gellert%20Tamas\"&gt;Gellert Tamas&lt;/a&gt; wrote a book about the case, \"Lasermannen - en berättelse om Sverige\" (2002), which became a &lt;a href=\"bestseller\"&gt;bestseller&lt;/a&gt;. The book, which is very detailed, was published without consulting the victims first. The author's personal opinions not only deal with Ausonius and his life story, but also with Sweden in general, speculating that his actions were in part explained by a surge of &lt;a href=\"xenophobia\"&gt;xenophobic&lt;/a&gt; sentiments in the country in the early 1990s, including the success of the &lt;a href=\"New%20Democracy%20%28Sweden%29\"&gt;Ny Demokrati&lt;/a&gt; right-wing party in the election. According to Tamas, it could also be one of many attempts by Ausonius to prove his identity as a \"true Swedish man\" by separating himself from immigrants.\nIn 2005, the book was adapted into a play, and the same year &lt;a href=\"Sveriges%20Television\"&gt;SVT&lt;/a&gt; produced a three-part TV &lt;a href=\"Lasermannen%20%28TV%20series%29\"&gt;miniseries&lt;/a&gt;, which premiered on 23 November. Ausonius was played by &lt;a href=\"David%20Dencik\"&gt;David Dencik&lt;/a&gt;.\nEngagement.\nIn late April 2006, the daily \"&lt;a href=\"Aftonbladet\"&gt;Aftonbladet&lt;/a&gt;\" revealed that John Ausonius had become engaged to an anonymous 23-year-old woman, who had fallen in love with him after having seen a recent television miniseries. According to the paper, a friend of the woman said the couple were planning to move abroad after Ausonius' putative release from prison by 2031. The couple is no longer together."
}