{
    "id": "2527064",
    "revid": "1067623813",
    "url": "https://en.wikipedia.org/wiki?curid=2527064",
    "title": "Prospect, New South Wales",
    "text": "Prospect is a &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt; of &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, in the state of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. Prospect is located 32 kilometres west of the &lt;a href=\"Sydney%20central%20business%20district\"&gt;Sydney central business district&lt;/a&gt; in the &lt;a href=\"Local%20government%20in%20Australia\"&gt;local government area&lt;/a&gt; of the &lt;a href=\"City%20of%20Blacktown\"&gt;City of Blacktown&lt;/a&gt; and is part of the &lt;a href=\"Greater%20Western%20Sydney\"&gt;Greater Western Sydney&lt;/a&gt; region. One of the oldest suburbs in Sydney, Prospect takes its name from the prominent nearby landmark of &lt;a href=\"Prospect%20Hill%20%28New%20South%20Wales%29\"&gt;Prospect Hill&lt;/a&gt; - from the top of which people could \"get a prospect of\" (see a great distance) the surrounding countryside.\nInitially a &lt;a href=\"Human%20settlement\"&gt;settlement&lt;/a&gt; for emancipated &lt;a href=\"convicts\"&gt;convicts&lt;/a&gt;, it later became a &lt;a href=\"village\"&gt;village&lt;/a&gt;. Since colonisation, &lt;a href=\"settlers\"&gt;settlers&lt;/a&gt; cleared larger areas of land to raise &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt;, build &lt;a href=\"church%20%28building%29\"&gt;church&lt;/a&gt;es, &lt;a href=\"inns\"&gt;inns&lt;/a&gt;, &lt;a href=\"schools\"&gt;schools&lt;/a&gt;, shops and a large reservoir. Naturalist &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt; visited Prospect in January 1836, to observe the geology.\nHistory.\nPrior to the arrival of the &lt;a href=\"First%20Fleet\"&gt;First Fleet&lt;/a&gt; in 1788, Prospect was inhabited by different groups of the &lt;a href=\"Darug%20people\"&gt;Darug people&lt;/a&gt; including the Warmuli. The &lt;a href=\"Australian%20Aboriginals\"&gt;Aboriginals&lt;/a&gt; there were of the &lt;a href=\"Woodland\"&gt;woods&lt;/a&gt; culture. As European settlement expanded, the aboriginal people's ability to pursue their traditional lifestyle, which was already severely limited, disappeared. Prospect Hill had been the frontier, which was the first, and perhaps only, area where large scale organised &lt;a href=\"Resistance%20movement\"&gt;resistance&lt;/a&gt; by aboriginal people took place.\n&lt;a href=\"Lieutenant\"&gt;Lieutenant&lt;/a&gt; &lt;a href=\"Watkin%20Tench\"&gt;Watkin Tench&lt;/a&gt; most likely named Prospect Hill in April 1790. In July 1791, thirteen grants of land at Prospect were made to emancipated convicts. In January 1794 David Collins reported that the Prospect Hill farmers were the most productive in the colony.\nProspect became the boundary between colonists and indigenous Australians. &lt;a href=\"Hostility\"&gt;Hostility&lt;/a&gt; grew until by 1797, where a state of &lt;a href=\"guerrilla\"&gt;guerrilla&lt;/a&gt; &lt;a href=\"warfare\"&gt;warfare&lt;/a&gt; existed &lt;a href=\"Hawkesbury%20and%20Nepean%20Wars\"&gt;between indigenous people and the settler communities&lt;/a&gt; at Prospect and &lt;a href=\"Parramatta\"&gt;Parramatta&lt;/a&gt;. The aboriginal people &lt;a href=\"Battle%20of%20Parramatta\"&gt;were led&lt;/a&gt; by their leader, &lt;a href=\"Pemulwuy\"&gt;Pemulwuy&lt;/a&gt;, a member of the &lt;a href=\"Bidjigal\"&gt;Bidjigal&lt;/a&gt; tribe who occupied the land. Pemulwuy was the main leader of &lt;a href=\"Raid%20%28military%29\"&gt;raid&lt;/a&gt;s against the colony in the 1790s. In 1797 the war escalated; his guerrillas started regular raids on settlements in the Parramatta and Prospect Hill areas. &lt;a href=\"British%20military\"&gt;British military&lt;/a&gt; expeditions failed to locate and capture Pemulwuy.\nShortly after 1808, &lt;a href=\"William%20Lawson%20%28explorer%29\"&gt;William Lawson&lt;/a&gt; was appointed aide-de-camp to &lt;a href=\"George%20Johnston%20%28New%20South%20Wales%29\"&gt;George Johnston&lt;/a&gt;, was granted at Prospect and built a large house there, which he named Veteran Hall. In the 1880s most of the property was submerged in what is now &lt;a href=\"Prospect%20reservoir\"&gt;Prospect reservoir&lt;/a&gt;.\nOn 30 January 2004 the eastern part of Prospect, which includes the quarry gap, became a new suburb called &lt;a href=\"Pemulwuy%2C%20New%20South%20Wales\"&gt;Pemulwuy&lt;/a&gt; containing the new housing estates of Lakeside and Nelson's Ridge and the industrial area within the oval-shaped ridge of Prospect Hill. So most of Prospect Hill is no longer within the suburb of Prospect.\nQuarrying companies gradually took over more and more of Prospect Hill, mining the &lt;a href=\"dolerite\"&gt;dolerite&lt;/a&gt; for use as &lt;a href=\"roadstone\"&gt;roadstone&lt;/a&gt; until it was almost all gone and much of the hill with it. The Prospect quarry, which is now part of Pemulwuy, is formed by an &lt;a href=\"intrusion\"&gt;intrusion&lt;/a&gt; of dolerite rock into \"Ashfield &lt;a href=\"Shale\"&gt;Shale&lt;/a&gt;\". At least seven different rock types occur in the intrusion. The material is predominantly coarse grained picrite with olivine-dolerite and dolerite. Quarrying in the area last occurred in 2007. In the early 2010s, the 330ha quarry gap was transformed into light industry area. &lt;a href=\"Prospect%20Highway\"&gt;Prospect Highway&lt;/a&gt; now winds through the gap.\nHeritage listings.\nProspect has a number of heritage-listed sites, including:\nGeography.\n&lt;a href=\"Philip%20Gidley%20King\"&gt;Philip Gidley King&lt;/a&gt; mentions that the landscape of Prospect is \"a very pleasant tract of country, which, from the distance the trees grew from each other, and the gentle hills and &lt;a href=\"dale%20%28landform%29\"&gt;dale&lt;/a&gt;s, and rising slopes covered with &lt;a href=\"grass\"&gt;grass&lt;/a&gt;, appeared like a vast park. The &lt;a href=\"soil\"&gt;soil&lt;/a&gt; from &lt;a href=\"Rose%20Hill%2C%20New%20South%20Wales\"&gt;Rose Hill&lt;/a&gt; to Prospect-Hill is nearly alike, being a &lt;a href=\"loam\"&gt;loam&lt;/a&gt; and &lt;a href=\"clay\"&gt;clay&lt;/a&gt;.\" The tree cover was mainly the &lt;a href=\"eucalypts\"&gt;eucalypts&lt;/a&gt;, &lt;a href=\"Eucalyptus%20brownii\"&gt;grey box&lt;/a&gt; and forest &lt;a href=\"Eucalyptus%20tereticornis\"&gt;red gum&lt;/a&gt;. Spotted gum (\"&lt;a href=\"Corymbia%20maculata\"&gt;Corymbia maculata&lt;/a&gt;\") is also known to have occurred in the Prospect area.\nClimate.\nProspect has a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (\"Cfa\"). Summer weather is warm to hot, and may be &lt;a href=\"humid\"&gt;humid&lt;/a&gt; or &lt;a href=\"arid\"&gt;dry&lt;/a&gt;. Like most of western Sydney, &lt;a href=\"wet%20season\"&gt;rainfall peaks&lt;/a&gt; in late summer to early autumn and more &lt;a href=\"dry%20season\"&gt;dry conditions&lt;/a&gt; occur between late winter and early spring, although rainfall can be erratic. The suburb gets 104.2 clear days annually, with the most sunniest days being in August (13.2) and least in February (5.0 days).\nProspect is usually a few degrees warmer than the &lt;a href=\"Sydney%20CBD\"&gt;Sydney CBD&lt;/a&gt; on most spring and summer days. In a few cases there has been a +10-degree differential (this is mostly when northwesterlies bring hot winds from the &lt;a href=\"Australian%20desert\"&gt;desert&lt;/a&gt; that raise temperatures up to +40 °C (104 °F). However, Prospect is usually a few degrees cooler on most nights of the year, because of its distance from the coast. The highest temperature recorded at Prospect was 45.1 °C (113.2 °F) on 7 January 2018. The lowest temperature recorded was −0.8 °C (30.6 °F) on 30 June 2010.\nTransport.\nProspect is adjacent to the &lt;a href=\"Great%20Western%20Highway\"&gt;Great Western Highway&lt;/a&gt; and the &lt;a href=\"M4%20Motorway%20%28Sydney%29\"&gt;M4 Motorway&lt;/a&gt;, providing road access to the western sections of the city and eastward to the Sydney CBD.\nThe &lt;a href=\"Prospect%20Highway\"&gt;Prospect Highway&lt;/a&gt; links Prospect to central &lt;a href=\"Blacktown\"&gt;Blacktown&lt;/a&gt;.\n&lt;a href=\"Blacktown%20railway%20station\"&gt;Blacktown railway station&lt;/a&gt; provides access to the &lt;a href=\"Sydney%20Trains\"&gt;Sydney Trains&lt;/a&gt; and &lt;a href=\"NSW%20TrainLink\"&gt;NSW TrainLink&lt;/a&gt; networks, especially Sydney Trains' &lt;a href=\"North%20Shore%20%26amp%3B%20Western%20Line\"&gt;North Shore &amp; Western Line&lt;/a&gt;. Several bus companies offer connecting services between Prospect and Blacktown, via &lt;a href=\"Blacktown%20Road\"&gt;Blacktown Road&lt;/a&gt;.\nDemographics.\nAccording to the 2011 census, the most common ancestries in Prospect were Australian 20.0%, &lt;a href=\"English%20Australian\"&gt;English&lt;/a&gt; 16.1%, &lt;a href=\"Maltese%20Australian\"&gt;Maltese&lt;/a&gt; 6.2%, &lt;a href=\"Irish%20Australian\"&gt;Irish&lt;/a&gt; 5.0% and &lt;a href=\"Indian%20Australian\"&gt;Indian&lt;/a&gt; 4.6%.\nAccording to the 2016 census, the most common ancestries in Prospect were English 15.8%, Australian 15.7%, Indian 6.4%, Maltese 5.3% and Irish 4.8%.\n62.0% of people were born in Australia. The other most common countries of birth were &lt;a href=\"Fiji\"&gt;Fiji&lt;/a&gt; 3.0%, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; 2.8%, &lt;a href=\"India\"&gt;India&lt;/a&gt; 2.5%, &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt; 2.3% and &lt;a href=\"England\"&gt;England&lt;/a&gt; 1.9%. 35.3% of people had both parents born in Australia and 53.1% of people had both parents born overseas.\nAccording to the 2016 census, 56.4% of people were born in Australia. The most common countries of birth were India 4.6%, Philippines 3.1%, Fiji 3.0%, Malta 2.1% and Sri Lanka 2.0%.\n61.4% of people only spoke &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; at home. Other languages spoken at home included &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; 4.7%, &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt; 4.1%, &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; 2.9%, &lt;a href=\"Maltese%20language\"&gt;Maltese&lt;/a&gt; 2.5% and &lt;a href=\"Cantonese\"&gt;Cantonese&lt;/a&gt; 1.8%.\nThe most common responses for religion in Prospect were &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; 38.4%, &lt;a href=\"Anglican\"&gt;Anglican&lt;/a&gt; 12.0%, No Religion 10.2%, &lt;a href=\"Eastern%20Orthodox\"&gt;Eastern Orthodox&lt;/a&gt; 5.7% and &lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt; 5.6%.\nNotable residents.\nNotable people who have resided in the suburb include:"
}