{
    "id": "2530403",
    "revid": "27594181",
    "url": "https://en.wikipedia.org/wiki?curid=2530403",
    "title": "Message in a Bottle (novel)",
    "text": "Message in a Bottle is the second romance novel written by American author &lt;a href=\"Nicholas%20Sparks\"&gt;Nicholas Sparks&lt;/a&gt;. The story, which explores the romance theme of love after grief, is set in the mid-late 1990s, then-contemporary &lt;a href=\"Wilmington%2C%20North%20Carolina\"&gt;Wilmington, North Carolina&lt;/a&gt;. The 1999 film \"&lt;a href=\"Message%20in%20a%20Bottle%20%28film%29\"&gt;Message in a Bottle&lt;/a&gt;\" produced by and starring &lt;a href=\"Kevin%20Costner\"&gt;Kevin Costner&lt;/a&gt;, is based on this novel.\nPlot summary.\nDivorced and disillusioned about romantic relationships, Theresa Osborne is jogging when she finds a bottle on the beach. Inside is a letter of love and belonging to \"Catherine,\" signed simply \"Garrett.\" Challenged by the mystery and pulled by emotions she doesn't fully understand, Theresa begins a search for this man that will change her life. What happens to her is unexpected, perhaps miraculous-an encounter that embraces all our hopes for finding someone special, for having a true and strong love that is timeless and everlasting. The letter reads,\nSeptember 25, 1995\nDear Catherine,\nA month has passed since I have written, but it has seemed to pass much more slowly. Life passes by now like the scenery outside a car window. I breathe and eat and sleep as I always did, but there seems to be no great purpose in my life that requires active participation on my part. I simply drift along like the messages I write you. I do not know where I am going or when I will get there.\nEven work does not take the pain away. I may be diving for my own pleasure or showing others how to do so, but when I return to the shop, it seems empty without you. I stock and order as I always did, but even now, I sometimes glance over my shoulder without thinking and call for you. As I write this note to you, I wonder when, or if, things like that will ever stop.\nWithout you in my arms, I feel an emptiness in my soul. I find myself searching the crowds for your face—I know it is an impossibility, but I cannot help myself. My search for you is a never-ending quest that is doomed to fail. You and I had talked about what would happen if we were forced apart by circumstance, but I cannot keep the promise I made to you that night. I am sorry, I am truly sorry, my darling, but there will never be another to replace you. The words I whispered to you were folly, and I should have realized it then. You—and you alone—have always been the only thing I wanted, and now that you are gone, I have no desire to find another. Till death do us part, we whispered in the church, and I have come to believe that the words will ring true until the day finally comes when I, too, am taken from this world.\nGarrett\nTouched by the warmth of the words in the letter Theresa embarked on a mission that would change her life forever. Upon discovering and reading the other two letters from other people who had found a letter each, written by the same author and for the same receipient, Theresa goes to Wilmington to find this mysterious writer after much convincing from Deanna, a close friend. It doesn't take long for her to find Garrett, the mysterious writer. A chemistry gradually grows between the two as they started a highly steamed affair, which however continues to be curtailed by Garrett's continued grief for Catherine. With the passage of time the two are confronted with the reality of one of them having to change his/her life in order for them to be together. A confrontation of this issue between them doesn't end well one night, which is further strained by Garrett's discovery of his letters in Theresa's drawer which she had found earlier but never thought it possible to talk to him about them. Angry at what he deemed as deception and an affair founded o pure lies, Garrett storms out of Theresa's apartment that very night, taking with him his letters. Back at Wilmington he tries to get over the issue by sharing with his father Jeb who, instead thinks Garrett could have mishandled the whole situation. Jeb receives a visitor that same day, a young woman whom he believes to be Theresa. Leaving the two alone, the encounter leads to an ironic steamy occasion with Theresa giving up the relationship afterwards citing that she could never compete with Catherine who still has a huge impact on Garrett. Leaving later that day with a gutted Garrett looking on in a rainy driveway unable to do much about it, a grieving Theresa heads back to Boston to move on with life. Few days later a surprise call comes from Jeb in Wilmington telling her to come right away to which she did. The heartbreak of Garrett's death confronted her in Wilmington. On the fateful day Garrett had set sailing on the prized asset Hapenstance and a storm which was difficult to handle occurs. Having dropped the latest message in a bottle on the sea he has trouble with the storm which led to the sinking of Happenstance and his eventual death. After the death of Garrett Theresa found the going tough back in Boston maintaining, sporadic contact with Jeb. After receiving Garrett's letter asking for her forgiveness, Theresa replies with her own letter of forgiveness which she throws off the sea affirming their perpetual love with Garrett. \nA film based on the novel was shot in 1999 directed by Luis Mandoki. The film stars Robin Wright as Theresa Osbourne and Kevin Costner as Garrett Blake."
}