{
    "id": "25312800",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=25312800",
    "title": "Tom Kent (rugby)",
    "text": "Thomas Kent (19 June 1864 – 2 June 1930) was an English &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; &lt;a href=\"Rugby%20union%20positions%23Forwards\"&gt;forward&lt;/a&gt; who played club rugby for &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford&lt;/a&gt;. Kent represented &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; on six occasions and in 1888 he was chosen to &lt;a href=\"1888%20British%20Lions%20tour%20to%20New%20Zealand%20and%20Australia\"&gt;tour New Zealand and Australia&lt;/a&gt; as part of the first &lt;a href=\"British%20and%20Irish%20Lions\"&gt;British Isles team&lt;/a&gt;.\nRugby career.\nKent played the majority of his first class rugby for Salford, representing the club while chosen for the British Isles in 1888 and four years later when he was selected for England, he was still a Salford player. Kent's most notable period as a rugby player was when he was invited to join the first British overseas touring team in 1888. The tour took in 35 matches against representative teams from New Zealand and Australia, but as the touring party was not recognised by any official rugby union the club they did not face any national sides and no caps were awarded. Kent played in 28 matches, scoring five &lt;a href=\"Try%20%28rugby%29\"&gt;tries&lt;/a&gt; and a single conversion.\nOn his return to Britain, Kent was still unable to break into the England national team. It took until the &lt;a href=\"1891%20Home%20Nations%20Championship\"&gt;1891 Home Nations Championship&lt;/a&gt; to be selected to play for England; his first match being against &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; played away at Newport. After a 7-3 win, Kent was reselected for the very next game to Ireland, England winning easily. With two wins in the Championship, the final game for England, against Scotland set up the Championship decider. When Scotland won, a promising England campaign fell apart, and the press reacted angrily, stating the season was the worst since 1871.\nDespite the disappointing end to the 1891 season, Kent was back in the England squad for the &lt;a href=\"1892%20Home%20Nations%20Championship\"&gt;1892 Home Nations Championship&lt;/a&gt;. The tournament was an incredible success for England, not only winning all three matches, and thus taking the Championship and the &lt;a href=\"Triple%20Crown%20%28rugby%20union%29\"&gt;Triple Crown&lt;/a&gt;; but also finished the season without conceding a single point. Seven players kept their places throughout the tournament for England, Kent being one of them. As a Triple crown winner, Kent finished his international career at the highest level.\nChange of Code.\nWhen Salford converted from the &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; code to the &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; code on 2 June 1896, Tom Kent would have been approximately 31 years of age. Consequently, he may have been both a rugby union and rugby league footballer for Salford."
}