{
    "id": "25313711",
    "revid": "40057568",
    "url": "https://en.wikipedia.org/wiki?curid=25313711",
    "title": "Adidas Jabulani",
    "text": "The Jabulani ( , ) is a &lt;a href=\"ball%20%28association%20football%29\"&gt;football&lt;/a&gt; manufactured by &lt;a href=\"Adidas\"&gt;Adidas&lt;/a&gt;. It was the &lt;a href=\"List%20of%20FIFA%20World%20Cup%20official%20match%20balls\"&gt;official match ball&lt;/a&gt; for the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt;.\nThe ball is made from eight spherically moulded panels and has a textured surface intended to improve aerodynamics. It was consequently developed into the &lt;a href=\"Adidas%20Tango%2012\"&gt;Adidas Tango 12&lt;/a&gt; series of footballs.\n, meaning \"be happy!\" in &lt;a href=\"Zulu%20language\"&gt;Zulu&lt;/a&gt;, is the &lt;a href=\"Imperative%20mood\"&gt;imperative&lt;/a&gt; &lt;a href=\"plural\"&gt;plural&lt;/a&gt; form of the verb \"to be happy\".\nDesign.\nThe ball was constructed consisting of eight (down from 14 in the 2006 World Cup) thermally bonded, three-dimensional panels. These then were spherically moulded from &lt;a href=\"ethylene-vinyl%20acetate\"&gt;ethylene-vinyl acetate&lt;/a&gt; (EVA) and &lt;a href=\"thermoplastic%20polyurethanes\"&gt;thermoplastic polyurethanes&lt;/a&gt; (TPU). The surface of the ball was textured with grooves, a technology developed by Adidas called \"Grip 'n' Groove\" that was intended to improve the ball's aerodynamics. The design had received considerable academic input, being developed in partnership with researchers from &lt;a href=\"Loughborough%20University\"&gt;Loughborough University&lt;/a&gt;, United Kingdom.\nColouring.\nThe ball had four triangular design elements on a white background. The number \"11\" was prominent in the use of the ball, as 11 different colours were used; representing the 11 starting players in a football squad, the 11 &lt;a href=\"official%20languages%20of%20South%20Africa\"&gt;official languages of South Africa&lt;/a&gt;, and the 11 South African communities.\nThe Jabulani Angola, used at the &lt;a href=\"2010%20African%20Cup%20of%20Nations\"&gt;2010 African Cup of Nations&lt;/a&gt; in &lt;a href=\"Angola\"&gt;Angola&lt;/a&gt;, was coloured to represent the yellow, red and black of the &lt;a href=\"flag%20of%20Angola\"&gt;host nation's flag&lt;/a&gt;. An orange version is available for winter games and a yellow version for indoor games.\nA gold colour version, called the Jo'bulani ( ), was used for the &lt;a href=\"2010%20FIFA%20World%20Cup%20Final\"&gt;2010 FIFA World Cup Final&lt;/a&gt;. Its name is a &lt;a href=\"portmanteau\"&gt;portmanteau&lt;/a&gt; of \"Jabulani\" and \"Jo'burg\", a common nickname for &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;, the match venue. The gold colouring of the ball mirrored the colour of the FIFA World Cup Trophy and also echoed another of Johannesburg's nicknames: \"the City of Gold\". The Jo'bulani ball was the second World Cup Final ball to be produced, the first time being the &lt;a href=\"%2BTeamgeist%20Berlin\"&gt;+Teamgeist Berlin&lt;/a&gt; for the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt;.\nManufacturing.\nThe balls were made in China, using latex bladders from India, thermoplastic polyurethane-elastomer from &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, ethylene vinyl acetate, isotropic polyester/cotton fabric, glue and ink from China.\nAppearances.\nIt was announced on 4 December 2009 that the Jabulani was to be the official &lt;a href=\"match%20ball\"&gt;match ball&lt;/a&gt; of the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt; held in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. The word \"jabulani\" means \"celebrate\" in &lt;a href=\"Zulu%20language\"&gt;Zulu&lt;/a&gt;.\nThe ball was also used as the match ball for the &lt;a href=\"2009%20FIFA%20Club%20World%20Cup\"&gt;2009 FIFA Club World Cup&lt;/a&gt; in the &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt;, and a special version of the ball, the Jabulani Angola, was the match ball of the &lt;a href=\"2010%20African%20Cup%20of%20Nations\"&gt;2010 African Cup of Nations&lt;/a&gt;.\nThis ball was also used in the &lt;a href=\"2009%E2%80%9310%20Primera%20Divisi%C3%B3n%20Argentina%23Torneo%20Clausura\"&gt;2010 Clausura Tournament&lt;/a&gt; of Argentina as well as the &lt;a href=\"2010%20MLS%20season\"&gt;2010 MLS season&lt;/a&gt; in the United States and Canada in the league's colours of blue and green.\nIn Europe domestic leagues, it was used in the &lt;a href=\"2010%E2%80%9311%20Bundesliga\"&gt;2010–11 Bundesliga&lt;/a&gt; in the league signature colours of red and white, known as the \"Torfabrik\" (\"Goal Factory\"), and in the &lt;a href=\"2010%E2%80%9311%20Primeira%20Liga\"&gt;2010–11 Primeira Liga&lt;/a&gt;, coloured in white.\n&lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; used the ball in the &lt;a href=\"2010%20UEFA%20Super%20Cup\"&gt;UEFA Super Cup&lt;/a&gt; and the &lt;a href=\"2010%E2%80%9311%20UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt; with respective official match ball colours and design.\nReception.\nCriticism.\nEven more than the &lt;a href=\"Adidas%20Fevernova\"&gt;Fevernova&lt;/a&gt; and &lt;a href=\"Adidas%20Teamgeist\"&gt;Teamgeist&lt;/a&gt; at the two previous tournaments, the Jabulani received pre- and post-tournament criticism. Brazil goalkeeper &lt;a href=\"J%C3%BAlio%20C%C3%A9sar%20%28football%20goalkeeper%2C%20born%201979%29\"&gt;Júlio César&lt;/a&gt; compared it to a \"supermarket\" ball that favoured strikers and worked against goalkeepers. Other similar complaints came from &lt;a href=\"Giampaolo%20Pazzini\"&gt;Giampaolo Pazzini&lt;/a&gt;, &lt;a href=\"Claudio%20Bravo\"&gt;Claudio Bravo&lt;/a&gt;, and &lt;a href=\"Iker%20Casillas\"&gt;Iker Casillas&lt;/a&gt; (\"it is very sad that a competition so important as the world championship will be played with such a horrible ball.\").\nItalian goalkeeper &lt;a href=\"Gianluigi%20Buffon\"&gt;Gianluigi Buffon&lt;/a&gt; said, \"The new model is absolutely inadequate and I think it's shameful letting play such an important competition, where a lot of champions take part, with a ball like this\" while Brazilian striker &lt;a href=\"Lu%C3%ADs%20Fabiano\"&gt;Luís Fabiano&lt;/a&gt; called the ball \"supernatural\", as it unpredictably changed direction when traveling through the air. Brazilian striker &lt;a href=\"Robinho\"&gt;Robinho&lt;/a&gt; stated, \"For sure the guy who designed this ball never played football. But there is nothing we can do; we have to play with it.\"\n&lt;a href=\"Joe%20Hart\"&gt;Joe Hart&lt;/a&gt; of &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt;, after training with the ball for a number of days, said the \"balls have been doing anything but staying in my gloves\". He did, however, describe the ball as \"good fun\" to use, even though it is hard work for goalkeepers to cope with. English goalkeeper &lt;a href=\"David%20James%20%28footballer%29\"&gt;David James&lt;/a&gt; said that, \"The ball is dreadful. It's horrible, but it's horrible for everyone.\" It was suggested the ball behaved \"completely different\" at altitude by former England coach &lt;a href=\"Fabio%20Capello\"&gt;Fabio Capello&lt;/a&gt;.\nDenmark coach &lt;a href=\"Morten%20Olsen\"&gt;Morten Olsen&lt;/a&gt;, after their 1–0 friendly defeat at the hands of &lt;a href=\"Australia%20national%20soccer%20team\"&gt;Australia&lt;/a&gt;, said, \"We played with an impossible ball and we need to get used to it.\" &lt;a href=\"Argentina%20national%20football%20team\"&gt;Argentina&lt;/a&gt; forward &lt;a href=\"Lionel%20Messi\"&gt;Lionel Messi&lt;/a&gt; stated, \"The ball is very complicated for the goalkeepers and for us [forwards].\" Argentine coach &lt;a href=\"Diego%20Maradona\"&gt;Diego Maradona&lt;/a&gt; said, \"We won't see any long passes in this World Cup because the ball doesn't fly straight.\"\nAmerican &lt;a href=\"Clint%20Dempsey\"&gt;Clint Dempsey&lt;/a&gt; was more favorable. He said that, \"If you just hit it solid, you can get a good knuckle on the ball... you've just got to pay a little bit more, you know, attention when you pass the ball sometimes.\"\nIt was suggested by \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" on 16 June 2010 that the Jabulani ball might have been responsible for the goal drought in the first round of the tournament. \"The Guardian\" mentioned the FIFA representative, who was queried daily for his opinion on the goal drought, as saying it was probably too early to make a definitive judgment, though it would be hard to deny that the first round was more cagey and defensively minded than usual. Owen Gibson of \"The Guardian\" suggested that a lack of confidence in how the ball would travel could be affecting the number of shots taken. Following &lt;a href=\"Portugal%20national%20football%20team\"&gt;Portugal&lt;/a&gt;'s 7–0 victory over &lt;a href=\"Korea%20DPR%20national%20football%20team\"&gt;North Korea&lt;/a&gt; in the second round of the group stage, however, Portugal's coach &lt;a href=\"Carlos%20Queiroz\"&gt;Carlos Queiroz&lt;/a&gt; said, \"We love the ball.\"\nIn July 2010, former &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; footballer &lt;a href=\"Craig%20Johnston\"&gt;Craig Johnston&lt;/a&gt; wrote a 12-page open letter to FIFA president &lt;a href=\"Sepp%20Blatter\"&gt;Sepp Blatter&lt;/a&gt; outlining perceived failings of the Jabulani ball. He compiled feedback from professional players criticizing the ball for poor performance and asked that it be abandoned by FIFA.\nMany football fans questioned why an African-made ball, such as one by not-for-profit African manufacturer &lt;a href=\"Alive%20%26amp%3B%20Kicking%20%28social%20enterprise%29\"&gt;Alive &amp; Kicking&lt;/a&gt;, was not chosen for a World Cup held in Africa.\nResponse from Adidas.\nA number of Adidas-sponsored players responded favourably to the ball. &lt;a href=\"%C3%81lvaro%20Arbeloa\"&gt;Álvaro Arbeloa&lt;/a&gt;, commented that, \"It's round, like always.\" Brazilian midfielder &lt;a href=\"Kak%C3%A1\"&gt;Kaká&lt;/a&gt; said, \"For me, contact with the ball is all-important, and that's just great with this ball.\" English midfielder &lt;a href=\"Frank%20Lampard\"&gt;Frank Lampard&lt;/a&gt; called it \"a very strong ball, true to hit\". German midfielder &lt;a href=\"Michael%20Ballack\"&gt;Michael Ballack&lt;/a&gt; said it was \"fantastic; the ball does exactly what I want it to\". It is worth noting that a number of these players actually performed well in the tournament.\nAdidas has said that the ball had been used since January 2010, and that most feedback from players had been positive. A spokesperson said the company was \"surprised\" by the negative reaction to the ball, and highlighted that the frequent pre-tournament criticism a new ball receives inevitably dies down as the tournament proceeds.\nResponse from FIFA.\nOn 27 June 2010, FIFA acknowledged concerns about the ball, but also said that they would not act on the problem until after the tournament. According to secretary general &lt;a href=\"J%C3%A9r%C3%B4me%20Valcke\"&gt;Jérôme Valcke&lt;/a&gt;, FIFA will discuss the matter with coaches and teams after the World Cup, then meet with the manufacturer Adidas.\nNASA study.\nWhen a relatively smooth ball with seams flies through the air without much spin, the air close to the surface is affected by the seams, producing an asymmetric flow. This asymmetry creates side forces that can suddenly push the ball in one direction and cause volatile swerves and swoops. This effect is referred to as \"&lt;a href=\"Knuckleball\"&gt;knuckling&lt;/a&gt;\". Older designs of the ball have a knuckle speed of around . &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; scientists at the Fluid Mechanics Laboratory at NASA Ames Research Center in &lt;a href=\"Mountain%20View%2C%20California\"&gt;Mountain View, California&lt;/a&gt;, concluded that the Jabulani, with its relatively smoother surface, starts to knuckle at a higher speed of . This coincides with the typical speed of a ball following a free-kick around the goal area making the effect more visible."
}