{
    "id": "25328276",
    "revid": "33450425",
    "url": "https://en.wikipedia.org/wiki?curid=25328276",
    "title": "List of venomous animals",
    "text": "Numerous animal species naturally produce chemical toxins which are used to kill or incapacitate prey or as a defense against predators. Venomous animals deliver these toxins as &lt;a href=\"venom\"&gt;venom&lt;/a&gt; through a &lt;a href=\"bite\"&gt;bite&lt;/a&gt;, &lt;a href=\"stinger\"&gt;sting&lt;/a&gt;, or other specially evolved mechanism. Poisonous animals, on the other hand, contain or secrete toxins and do not actively deliver them. This list deals exclusively with the former.\nVenoms have evolved to serve a wide variety of purposes. Their intended effects can range from mild fleeting discomfort to paralysis and death, and they may be highly selective in which species they target, often making them harmless to all but a few specific &lt;a href=\"coevolution\"&gt;co-evolved&lt;/a&gt; organisms; what may be fatal to one species may be totally insignificant to another species. Because the definition of \"venomous\" can be extremely broad, this list includes only those animals with venom that is known or suspected to be medically significant for humans or domestic animals.\nInvertebrates.\nArthropods.\nArachnids.\nStrictly speaking, all spiders and scorpions possess venom, though only a handful are dangerous to humans. Spiders typically deliver their venom with a bite from piercing, fang-like &lt;a href=\"chelicerae\"&gt;chelicerae&lt;/a&gt;; scorpions sting their victims with a long, curved &lt;a href=\"stinger\"&gt;stinger&lt;/a&gt; mounted on the &lt;a href=\"telson\"&gt;telson&lt;/a&gt;.\nScorpions.\nOf more than a thousand known species of &lt;a href=\"scorpion\"&gt;scorpion&lt;/a&gt;, only a few dozen have venom that is dangerous to humans, most notably the &lt;a href=\"Buthidae\"&gt;bark scorpions&lt;/a&gt;, including:\nMollusks.\nMany species of &lt;a href=\"octopus\"&gt;octopus&lt;/a&gt;, &lt;a href=\"squid\"&gt;squid&lt;/a&gt;, and &lt;a href=\"cuttlefish\"&gt;cuttlefish&lt;/a&gt; make use of venom when hunting their prey.\nVertebrates.\nFish.\nThere are at least 1,200 species of venomous fish, including:\nReptiles.\nDinosaurs.\nSome scientists have proposed that \"&lt;a href=\"Sinornithosaurus\"&gt;Sinornithosaurus&lt;/a&gt;\" had a venomous bite, but recent evidence suggests otherwise.\nAmphibians.\nThough there are numerous &lt;a href=\"poisonous%20amphibian\"&gt;poisonous amphibian&lt;/a&gt; species capable of secreting lethal toxins through their skin, relatively few amphibians are truly venomous.\nMammals.\nOnly a few modern mammal species are capable of producing venom; they are likely the last living examples of what was once a more common trait among the mammals. The definition of \"venomous\" becomes less distinct here, however, and whether some species are truly venomous is still debated."
}