{
    "id": "25325981",
    "revid": "42185645",
    "url": "https://en.wikipedia.org/wiki?curid=25325981",
    "title": "Peter Mweshihange",
    "text": "Peter Mweshihange (5 May 1930 – 20 March 1998) was a &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;n revolutionary and &lt;a href=\"guerrilla\"&gt;guerrilla&lt;/a&gt; leader, and after &lt;a href=\"Namibian%20War%20of%20Independence\"&gt;Namibian independence&lt;/a&gt;, a politician and diplomat. He was the first Namibia's minister of defense from 1990 to 1995, and first ambassador to the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt; from 1996 until his death.\nEarly life.\nMweshihange was born as fifth of twenty-five children on 5 May 1930 in &lt;a href=\"Epinga\"&gt;Epinga&lt;/a&gt; near the border with &lt;a href=\"Angola\"&gt;Angola&lt;/a&gt; in former &lt;a href=\"Ovamboland\"&gt;Ovamboland&lt;/a&gt;, today &lt;a href=\"Ohangwena%20Region\"&gt;Ohangwena Region&lt;/a&gt;. \nIn his childhood years, he developed knowledge of the local &lt;a href=\"flora\"&gt;flora&lt;/a&gt; and considered himself to be a &lt;a href=\"traditional%20healer\"&gt;traditional healer&lt;/a&gt;, using his childhood friends as &lt;a href=\"Human%20subject%20research\"&gt;guinea pig&lt;/a&gt;s. He attended St. Mary's Mission School at &lt;a href=\"Odibo\"&gt;Odibo&lt;/a&gt; from the age of 11, and from the age of 14 he received training to become a teacher. He moved to &lt;a href=\"Tsumeb\"&gt;Tsumeb&lt;/a&gt; in 1946 and worked first as truck driver, then as head of transport services at the &lt;a href=\"South%20West%20Africa%20Native%20Labour%20Association\"&gt;South West Africa Native Labour Association&lt;/a&gt; (SWANLA), the colonial labour hire company of &lt;a href=\"South-West%20Africa\"&gt;South-West Africa&lt;/a&gt;.\nMweshihange was arrested in &lt;a href=\"Rundu\"&gt;Rundu&lt;/a&gt; in 1954 on his first attempt to go into exile. He was not convicted, but left South-West Africa soon afterwards to work as miner in &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt; and as &lt;a href=\"chef\"&gt;chef&lt;/a&gt; for the French consul-general in &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;. He joined the resistance movement there and followed &lt;a href=\"Sam%20Nujoma\"&gt;Sam Nujoma&lt;/a&gt; into &lt;a href=\"Tanganyika%20%28territory%29\"&gt;Tanganyika&lt;/a&gt;n exile in 1960.\nCareer.\nExile years.\nThe first years in exile Mweshihange furthered his education, studying towards a teacher's training certificate at Kivukoni Training College in &lt;a href=\"Dar%20es%20Salaam\"&gt;Dar es Salaam&lt;/a&gt; in 1961 and 1962, and political science and ideology in &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt; in 1963 and 1964. Together with Nujoma he managed &lt;a href=\"SWAPO\"&gt;SWAPO&lt;/a&gt;'s administration and resistance strategy, attempting to intensify the struggle for independence. From this attempt emerged the start of armed &lt;a href=\"guerrilla\"&gt;guerrilla&lt;/a&gt; action against the &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;n occupiers, and in 1966 the &lt;a href=\"Namibian%20War%20of%20Independence\"&gt;Namibian War of Independence&lt;/a&gt; started with a South African assault at &lt;a href=\"Omugulugwombashe\"&gt;Omugulugwombashe&lt;/a&gt; in northern Namibia.\nAt that time, Mweshihange was a commander in the &lt;a href=\"People%27s%20Liberation%20Army%20of%20Namibia\"&gt;People's Liberation Army of Namibia&lt;/a&gt; (PLAN), the armed wing of SWAPO. Within the party structure he rose to the position of Secretary of Internal Affairs in 1970 and subsequently went to the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; to receive military training. In 1986 he became SWAPO's Secretary of Defense, responsible for PLAN's strategy to conduct the &lt;a href=\"Namibian%20War%20of%20Independence\"&gt;War of Independence&lt;/a&gt;. He was responsible for supervising PLAN operations during the decisive &lt;a href=\"Battle%20of%20Cuito%20Cuanavale\"&gt;Battle of Cuito Cuanavale&lt;/a&gt;.\nAfter Namibian independence.\nMweshihange was a member of the SWAPO &lt;a href=\"Central%20Committee\"&gt;Central Committee&lt;/a&gt; and &lt;a href=\"Politburo\"&gt;Politburo&lt;/a&gt; since the early days of the &lt;a href=\"Ovamboland%20People%27s%20Congress\"&gt;Ovamboland People's Congress&lt;/a&gt;, of which he was a co-founder. \nAt the time of independence in 1990, Mweshihange was &lt;a href=\"1989%20Namibian%20parliamentary%20election\"&gt;elected&lt;/a&gt; as one of the &lt;a href=\"members%20of%20the%20Constituent%20Assembly%20of%20Namibia\"&gt;members of the Constituent Assembly of Namibia&lt;/a&gt; with SWAPO, and appointed Minister of Defense. \nIn 1996, he became Namibia's first &lt;a href=\"Namibian%20Ambassador%20to%20China\"&gt;ambassador to the People's Republic of China&lt;/a&gt;, a position he held until his death. \nHe died on 20 March 1998 while on a home visit to &lt;a href=\"Windhoek\"&gt;Windhoek&lt;/a&gt;. Peter Mweshihange was given a &lt;a href=\"state%20funeral\"&gt;state funeral&lt;/a&gt; at Windhoek's &lt;a href=\"Old%20Location\"&gt;Old Location&lt;/a&gt; Cemetery, and later re-buried at the &lt;a href=\"Heroes%27%20Acre%20%28Namibia%29\"&gt;Namibian National Heroes' Acre&lt;/a&gt;. &lt;a href=\"Theo-Ben%20Gurirab\"&gt;Theo-Ben Gurirab&lt;/a&gt; remembered him as a culinary master and \"connoisseur of good things in life\"."
}