{
    "id": "25333921",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=25333921",
    "title": "Nudge (book)",
    "text": "Nudge: Improving Decisions about Health, Wealth, and Happiness is a book written by &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; economist and Nobel Laureate &lt;a href=\"Richard%20H.%20Thaler\"&gt;Richard H. Thaler&lt;/a&gt; and &lt;a href=\"Harvard%20Law%20School\"&gt;Harvard Law School&lt;/a&gt; Professor &lt;a href=\"Cass%20R.%20Sunstein\"&gt;Cass R. Sunstein&lt;/a&gt;, first published in 2008. In 2021, a revised edition was released, subtitled \"The Final Edition\".\nThe book draws on research in &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt; and &lt;a href=\"behavioral%20economics\"&gt;behavioral economics&lt;/a&gt; to defend &lt;a href=\"libertarian%20paternalism\"&gt;libertarian paternalism&lt;/a&gt; and active engineering of &lt;a href=\"choice%20architecture\"&gt;choice architecture&lt;/a&gt;. The book also popularised the concept of &lt;a href=\"nudge%20theory\"&gt;nudge theory&lt;/a&gt;. A nudge, according to Thaler and Sunstein is any form of choice architecture that alters people's behaviour in a predictable way without restricting options or significantly changing their economic incentives. To count as a mere nudge, the intervention must require minimal intervention and must be cheap.\nThe book received largely positive reviews. \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" described it as \"never intimidating, always amusing and elucidating: a jolly economic romp but with serious lessons within.\" It was named one of the best books of 2008 by \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\".\nSummary.\nHuman behavior.\nOne of the main justifications for Thaler's and Sunstein's endorsement of libertarian paternalism in \"Nudge\" draws on facts of human nature and psychology. The book is critical of the \"&lt;a href=\"homo%20economicus\"&gt;homo economicus&lt;/a&gt;\" view of human beings \"that each of us thinks and chooses unfailingly well, and thus fits within the textbook picture of human beings offered by economists.\"\nThey cite many examples of research which raise \"serious questions about the rationality of many judgments and decisions that people make\". They state that, unlike members of \"homo economicus\", members of the species \"&lt;a href=\"homo%20sapiens\"&gt;homo sapiens&lt;/a&gt;\" make predictable mistakes because of their use of &lt;a href=\"heuristics\"&gt;heuristics&lt;/a&gt;, fallacies, and because of the way they are influenced by their social interactions.\nTwo systems of thinking.\nThe book describes two systems that characterize human thinking, which Sunstein and Thaler refer to as the \"Reflective System\" and the \"Automatic System\". These two systems are more thoroughly defined in &lt;a href=\"Daniel%20Kahneman\"&gt;Daniel Kahneman&lt;/a&gt;'s book \"&lt;a href=\"Thinking%2C%20Fast%20and%20Slow\"&gt;Thinking, Fast and Slow&lt;/a&gt;\".\nThe Automatic System is \"rapid and is or feels instinctive, and it does not involve what we usually associate with the word \"thinking\"\". Instances of the Automatic System at work include smiling upon seeing a puppy, getting nervous while experiencing air turbulence, and ducking when a ball is thrown at you.\nThe Reflective System is deliberate and self-conscious. It is the one at work when people decide which college to attend, where to go on trips, and (under most circumstances) whether or not to get married.\nFallacies and biases.\nBecause of these differences and conflicts between these systems, people are often subject to making mistakes that are the result of widely occurring biases, heuristics, and fallacies. These include:\nLibertarian paternalism.\n&lt;a href=\"Libertarian%20paternalism\"&gt;Libertarian paternalism&lt;/a&gt; (also called soft paternalism) is the union of two political notions commonly viewed as being at odds: &lt;a href=\"libertarianism\"&gt;libertarianism&lt;/a&gt; and &lt;a href=\"paternalism\"&gt;paternalism&lt;/a&gt;.\nSunstein and Thaler state that \"the libertarian aspect of our strategies lies in the straightforward insistence that, in general, people should be free to do what they like-and to opt out of undesirable arrangements if they want to do so\". The paternalistic portion of the term \"lies in the claim that it is legitimate for choice architects to try to influence people's behavior in order to make their lives longer, healthier, and better\".\n&lt;a href=\"Choice%20architecture\"&gt;Choice architecture&lt;/a&gt; describes the way in which decisions are influenced by how the choices are presented. People can be \"nudged\" by arranging the choice architecture in a certain way without taking away the individual's freedom of choice. A simple example of a nudge would be placing healthy foods in a school cafeteria at eye level while putting less-healthy &lt;a href=\"junk%20food\"&gt;junk food&lt;/a&gt; in harder-to-reach places. Individuals are not actually prevented from eating whatever they want, but arranging the food choices that way causes people to eat less junk food and more healthy food.\nPolicy recommendations.\nSunstein and Thaler apply the idea of nudges in the context of choice architecture to propose policy recommendations in the spirit of libertarian paternalism. They have recommendations in the areas of &lt;a href=\"finance\"&gt;finance&lt;/a&gt;, &lt;a href=\"health\"&gt;health&lt;/a&gt;, the &lt;a href=\"Environmental%20policy\"&gt;environment&lt;/a&gt;, &lt;a href=\"schools\"&gt;schools&lt;/a&gt;, and &lt;a href=\"marriage\"&gt;marriage&lt;/a&gt;. They believe these problems can at least be partially addressed by improving the choice architecture.\nRetirement saving.\nThaler and Sunstein point out that many Americans are not saving enough for &lt;a href=\"retirement\"&gt;retirement&lt;/a&gt;. They state that \"in 2005 the personal savings rate for Americans was negative for the first time since 1932 and 1933 – the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; years\".\nOne change they offer is &lt;a href=\"soft%20paternalism\"&gt;creating better default plans&lt;/a&gt; for employees. Employees would be able to adopt any plan they like, but, if no action is taken, they would automatically be enrolled in an expertly designed program [such as social security]. They also propose what they refer to as the \"Save More Tomorrow\" plan. This is to address the issue of people having the desire to save more, yet &lt;a href=\"procrastinating\"&gt;procrastinating&lt;/a&gt; on actually doing so. This program would invite \"participants to commit themselves, in advance, to a series of contribution increases timed to coincide with pay raises\".\nHealth care.\nThe book contains an analysis of the &lt;a href=\"Presidency%20of%20George%20W.%20Bush\"&gt;Bush administration&lt;/a&gt; program &lt;a href=\"Medicare%20Part%20D\"&gt;Medicare Part D&lt;/a&gt;. Thaler and Sunstein state that \"on some dimensions, Bush was on the right track\" with the plan, but that, \"as a piece of choice architecture...it suffered from a cumbersome design that impeded good decision making\". Specifically, they think that default choices for programs should not have been random and that beneficiaries of the program were not given adequate resources to deal with the number of choices they were faced with. They think that seniors who did not sign up for a program should have one assigned to them, and that, yearly, they should be mailed an itemized list of all drugs they had used and all of the fees they incurred. This information would be freely available online so beneficiaries could easily compare their programs with other similar ones.\nSunstein and Thaler also propose a way to increase &lt;a href=\"organ%20donation\"&gt;organ donation&lt;/a&gt; rates in the United States. They argue that a mandated choice program should be put in place, where, in order for someone to renew their driver's license, they must say whether or not they would like to be an organ donor. They also advocate the creation of websites which would suggest that the wider community supports organ donation in order to nudge people into becoming organ donors themselves.\nOrigins.\nThaler came up with the term \"libertarian paternalism\" in a discussion with &lt;a href=\"Casey%20B.%20Mulligan\"&gt;Casey B. Mulligan&lt;/a&gt; and then continued to discuss the term during a weekly lunch with Cass Sunstein. In 2003, Thaler and Sunstein cowrote articles on the topic for the \"American Economic Review\" and the \"&lt;a href=\"University%20of%20Chicago%20Law%20Review\"&gt;University of Chicago Law Review&lt;/a&gt;.\"\nThaler's name appears first because the book is based mostly on his research, and the authors decided that every chapter would be written in Thaler's voice. The money was split evenly between the two authors.\nThaler wanted the subtitle to be \"The Gentle Power of Choice Architecture.\"\nReception.\n&lt;a href=\"George%20Will\"&gt;George Will&lt;/a&gt;'s review for \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\" magazine stated that \"nudges have the additional virtue of annoying those busybody, nanny-state liberals who, as the saying goes, do not care what people do as long as it is compulsory\".\nBritish journalist &lt;a href=\"Bryan%20Appleyard\"&gt;Bryan Appleyard&lt;/a&gt;, in a review for \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\", was critical of the book, describing it as a \"very, very dull read, a dogged march through social policies with boring lists of what nudges should be imposed and how\" and that \"what the book needs is not more examples but more elaboration of the central idea\".\nChristopher Shea wrote for \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" that \"In the end, it must be said, the profusion of proposals in \"Nudge\", however worthy, and the countless summaries of studies supporting them grow a bit wearisome. As influential as the book is likely to be, it's hard to imagine it pushing its way alongside &lt;a href=\"Malcolm%20Gladwell\"&gt;Malcolm Gladwell&lt;/a&gt;'s \"&lt;a href=\"Blink%20%28book%29\"&gt;Blink&lt;/a&gt;\" (inferior social science, far breezier style) on the bestseller list\".\n&lt;a href=\"Elizabeth%20Kolbert\"&gt;Elizabeth Kolbert&lt;/a&gt; writing for \"&lt;a href=\"The%20New%20Yorker\"&gt;The New Yorker&lt;/a&gt;\" held reservations about some of the book's conclusions when she wrote that\nmany of the suggestions in \"Nudge\" seem like good ideas, and even, as with “Save More Tomorrow,” practical ones. The whole project, though, as Thaler and Sunstein acknowledge, raises some pretty awkward questions. If the “nudgee” can’t be depended on to recognize his own best interests, why stop at a nudge? Why not offer a “push,” or perhaps even a “shove”? And if people can’t be trusted to make the right choices for themselves how can they possibly be trusted to make the right decisions for the rest of us?\nIn July 2011, a subgroup of the UK &lt;a href=\"House%20of%20Lords\"&gt;House of Lords&lt;/a&gt; Science and Technology Committee concluded a year-long review of behavioral change based on 148 written submissions and evidence from 70 witnesses. The review was led by &lt;a href=\"Julia%20Neuberger%2C%20Baroness%20Neuberger\"&gt;Baroness Neuberger&lt;/a&gt;. In an interview with \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" newspaper, Baroness Neuberger reports finding “precious little” evidence for effective impact of \"Nudge\":\nYou need more than just nudge ... Behavioural change interventions appear to work best when they're part of a package of regulation and fiscal measures ... all politicians love quick fixes ... one of the problems with all of this is if you really want to change people's behaviour it takes a very long time ... you have to look at a 20- to 25-year span before you get a full change of behaviour.\nAmerican law professor Pierre Schlag notes that, for all their attention to framing issues, Sunstein and Thaler neglect a number of important questions: \"(1) What to optimize? (2) When is a nudge a shove? (3) Should we prefer experts? and (4) When do we nudge?\"\nGerd Gigerenzer, a psychologist, in his 2015 paper \"On the Supposed Evidence for Libertarian Paternalism,\" wrote, \"Since the publication of Thaler and Sunstein's (2008) \"Nudge\", almost everything that affects behavior has been renamed a nudge, which renders this concept meaningless.\""
}