{
    "id": "25336602",
    "revid": "32890255",
    "url": "https://en.wikipedia.org/wiki?curid=25336602",
    "title": "Networked music performance",
    "text": "A networked music performance or network musical performance is a real-time interaction over a &lt;a href=\"computer%20network\"&gt;computer network&lt;/a&gt; that enables musicians in different locations to perform as if they were in the same room. These interactions can include performances, rehearsals, improvisation or jamming sessions, and situations for learning such as &lt;a href=\"master%20classes\"&gt;master classes&lt;/a&gt;. Participants may be connected by \"high fidelity multichannel audio and video links\" as well as &lt;a href=\"MIDI\"&gt;MIDI&lt;/a&gt; data connections and specialized collaborative software tools. While not intended to be a replacement for traditional live stage performance, networked music performance supports musical interaction when co-presence is not possible and allows for novel forms of music expression. Remote audience members and possibly a conductor may also participate.\nHistory.\nOne of the earliest examples of a networked music performance experiment was the 1951 piece: “&lt;a href=\"Imaginary%20Landscape%20No.%204%20%28March%20No.%202%29\"&gt;Imaginary Landscape No. 4 for Twelve Radios&lt;/a&gt;” by composer &lt;a href=\"John%20Cage\"&gt;John Cage&lt;/a&gt;. The piece “used radio transistors as a musical instrument. The transistors were interconnected thus influencing each other.”\nIn the late 1970s, as personal computers were becoming more available and affordable, groups like the League of Automatic Music Composers began to experiment with linking multiple computers, electronic instruments, and analog circuitry to create novel forms of music.\nThe 1990s saw several important experiments in networked performance. In 1993, The &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt; Information Sciences Institute began experimenting with networked music performance over the Internet.&lt;a href=\"The%20Hub%20%28band%29\"&gt;The Hub (band)&lt;/a&gt;, which was formed by original members of The League of Automatic Composers, experimented in 1997 with sending MIDI data over ethernet to distributed locations. However, “ it was more difficult than imagined to debug all of the software problems on each of the different machines with different operating systems and CPU speeds in different cities”. In 1998, there was a three-way audio-only performance between musicians in &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt;, &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt;, and &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt; dubbed “Mélange à trois”. The early distributed performances all faced problems such as network delay, issues synchronizing signals, echo, and troubles with the acquisition and rendering of non-immersive audio and video.\nThe development of high-speed internet over provisioned backbones, such as &lt;a href=\"Internet2\"&gt;Internet2&lt;/a&gt;, made high quality audio links possible beginning in the early 2000s. One of the first research groups to take advantage of the improved network performance was the SoundWIRE group at Stanford University's &lt;a href=\"CCRMA\"&gt;CCRMA&lt;/a&gt;. That was soon followed by projects such as the Distributed Immersive Performance experiments, SoundJack, and DIAMOUSES.\nAwareness in musical performance.\nWorkspace awareness in a face-to-face situation is gathered through consequential communication, feedthrough, and intentional communication. A traditional music performance setting is an example of very tightly-coupled, synergistic collaboration in which participants have a high level of workspace awareness. “Each player must not only be conscious of his or her own part, but also of the parts of other musicians. The other musicians' gestures, facial expressions and bodily movements, as well as the sounds emitted by their instruments [are] clues to meanings and intentions of others”. Research has indicated that musicians are also very sensitive to the acoustic response of the environment in which they are performing. Ideally a networked music performance system would facilitate the high level of awareness that performers experience in a traditional performance setting.\nTechnical issues in networked music performance.\nBandwidth demand, latency sensitivity, and a strict requirement for audio stream synchronization are the factors that make networked music performance a challenging application. These factors are described in more detail below.\nBandwidth.\nHigh definition audio streaming, which is used to make a networked music performance as realistic as possible, is considered to be one of the most bandwidth-demanding uses of today's networks.\nLatency.\nOne of the major issues with networked music performance is that latency is introduced into the audio as it is processed by a participant's local system and sent across the network. For interaction in a networked music performance to feel natural, the latency generally must be kept below 30 milliseconds, the bound of human perception. If there is too much delay in the system, it will make performance very difficult since musicians adjust their playing to coordinate the performance based on the sounds they hear created by other players. However, the characteristics of the piece being played, the musicians, and the types of instruments used ultimately define the tolerance. Synchronization cues may be used in a network music performance system that is designed for long latency situations.\nAudio stream synchronization.\nBoth end systems and networks must synchronize multiple audio streams from separate locations to form a consistent presentation of the music. This is a challenging problem for today's systems.\nObjectives of a networked music performance system.\nThe objectives of a networked music performance can be summarized as:\nCurrent research.\nSoundWIRE at CCRMA, Stanford University.\nThe SoundWIRE research group explores several research areas in the use of networks for music performance including: multi-channel audio streaming, physical models and virtual acoustics, the sonification of network performance, psychoacoustics, and networked music performance practice. The group has developed a software system, JackTrip, that supports multi-channel, high quality, uncompressed streaming audio for networked music performance over the internet.\nThe Sonic Arts Research Centre.\nThe Sonic Arts Research Centre (SARC) at Queen’s University Belfast has been a major player in carrying out network performances since 2006 and has been active in the use of networks as both collaborative and performance tools. The network team at SARC is led by Prof Pedro Rebelo and Dr Franziska Schroeder with varying set-ups of performers, instruments and compositional strategies. A group of artists and researchers has emerged around this field of distributed creativity at SARC and this has helped create a broader knowledge base and focus for activities. As a result, since 2007 SARC has a dedicated team of staff and students with knowledge and experience of network performance, which SARC refers to as “Distributed Creativity”. \nRegular performances, workshops and collaborations with institutions such as &lt;a href=\"networked%20music%20performance%23Current%20Research\"&gt;SoundWire, CCRMA&lt;/a&gt; Stanford University, and RPI, led by composer and performer Pauline Oliveros, as well as with the University of São Paulo, have helped strengthen this emerging community of researchers and practitioners. The field is related to research on &lt;a href=\"distributed%20creativity\"&gt;distributed creativity&lt;/a&gt;.\nDistributed Immersive Performance (DIP) experiments.\nThe Distributed Immersive Performance project is based at the Integrated Media Systems Center at the University of Southern California. Their experiments explore the challenges of creating a seamless environment for remote, synchronous collaboration. The experiments use 3D audio with correct spatial sound localization as well as HD or DV video projected onto wide screen displays to create an immersive virtual space. There are interaction sites set up at various locations on the University of Southern California campus and at several partner locations such as the New World Symphony in Miami Beach, Florida.\nDIAMOUSES.\nThe DIAMOUSES project is coordinated by the Music Informatics Lab at the Technological Education Institution of Crete in Hellas. It supports a wide range of networked music performance scenarios with a customizable platform that handles the broadcasting and synchronization of audio and video signals across a network.\nWireless Music Studio (WeMUST).\nThe A3Lab team at Università Politecnica delle Marche conducts research on the use of the wireless medium for uncompressed audio networking in the NMP context. A mix of open source software, ARM platforms and dedicated wireless equipment have been documented, especially for outdoor use, where buildings of historical importance or difficult environments (e.g. sea) can be explored for the performance. A premiere of the system have been conducted with musicians playing a Stockhausen composition on different boats over the coast in Ancona, Italy. The project also aims at shifting music computing from laptops to embedded devices."
}