{
    "id": "2535342",
    "revid": "3596390",
    "url": "https://en.wikipedia.org/wiki?curid=2535342",
    "title": "James Hingston Tuckey",
    "text": "James Hingston Tuckey (August 1776 – 4 October 1816) was an &lt;a href=\"Ireland\"&gt;Irish-born&lt;/a&gt; &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; &lt;a href=\"explorer\"&gt;explorer&lt;/a&gt; and a &lt;a href=\"captain%20%28Royal%20Navy%29\"&gt;captain&lt;/a&gt; in the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;. Some sources mistakenly refer to him as James Kingston Tuckey.\nTuckey was born at Greenhill, near Mallow, August 1776. He went to sea at an early age, and in 1793 was received into the navy. From the first he saw a good deal of active service, and he was more than once wounded. He was engaged in expeditions to the Red Sea, and in 1802 he helped expand the British &lt;a href=\"colony\"&gt;colony&lt;/a&gt; of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; as first-lieutenant of the . Amongst other services, he made a survey of &lt;a href=\"Port%20Phillip%20District\"&gt;Port Phillip District&lt;/a&gt;. On his return to England he published an \"Account of the Voyage to establish a Colony at Port Phillip\". The \"Calcutta\" was captured by the French on a voyage from &lt;a href=\"St.%20Helena\"&gt;St. Helena&lt;/a&gt; in 1805, and Lieutenant Tuckey suffered an imprisonment of nearly nine years in France, during which time he married Miss Margaret Stuart, a fellow prisoner, and prepared a work on \"Maritime Geography and Statistics\", published after his release.\nIn 1814 he was promoted to the rank of commander, and in February 1816 he sailed to explore the &lt;a href=\"River%20Congo\"&gt;River Congo&lt;/a&gt; in the schooner , accompanied by the stores ship \"Dorothy\". The expedition aimed to find if there was a connection between the Congo and &lt;a href=\"Niger%20River\"&gt;Niger&lt;/a&gt; basins of western and central &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;. Tuckey sailed up the river from its mouth but found that the lower river is not navigable due to rapids (later called the &lt;a href=\"Yellala%20Falls\"&gt;Yellala Falls&lt;/a&gt;) above Matadi. He only found ruins of the &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; colony and moribund &lt;a href=\"Roman%20Catholic%20Church\"&gt;Catholic&lt;/a&gt; &lt;a href=\"Mission%20%28station%29\"&gt;mission&lt;/a&gt;s. He suggested sending Protestant missionaries to the Congo. He explored the river up to Isangila. Most of the officers and crew died of fever and Tuckey himself died on 14 October 1816, aged 40, in &lt;a href=\"Muanda\"&gt;Moanda&lt;/a&gt;, on the coast of today's &lt;a href=\"Democratic%20Republic%20of%20the%20Congo\"&gt;DR Congo&lt;/a&gt;. The expedition was a failure but raised interest in the exploration of Africa.\nTuckey was described as tall, and had been handsome, but long and arduous service broke down his constitution, and by thirty he was grey-haired and nearly bald. Further it is described that his countenance was pleasing and pensive; he was gentle and kind in his manners, cheerful in conversation, and indulgent to those under his command.\nNamed after.\nA species of flowering plants named \"&lt;a href=\"Euphorbia%20tuckeyana\"&gt;Euphorbia tuckeyana&lt;/a&gt;\" is named for him, named by &lt;a href=\"Philip%20Barker%20Webb\"&gt;Philip Barker Webb&lt;/a&gt; in 1849; they are native to the &lt;a href=\"Cape%20Verde%20Islands\"&gt;Cape Verde Islands&lt;/a&gt;."
}