{
    "id": "2536576",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2536576",
    "title": "Viðrar vel til loftárása",
    "text": "\"Viðrar vel til loftárása\" (&lt;a href=\"Icelandic%20language\"&gt;Icelandic&lt;/a&gt; for \"it's good weather for airstrikes\"; pronounced ) is a song written and recorded by &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;ic &lt;a href=\"post-rock\"&gt;post-rock&lt;/a&gt; band &lt;a href=\"Sigur%20R%C3%B3s\"&gt;Sigur Rós&lt;/a&gt; for their second studio album \"&lt;a href=\"%C3%81g%C3%A6tis%20byrjun\"&gt;Ágætis byrjun&lt;/a&gt;\". The song appears as the seventh track on the album. It was also released as the &lt;a href=\"A-side%20and%20B-side\"&gt;B-side&lt;/a&gt; of Sigur Rós' debut single \"&lt;a href=\"Svefn-g-englar\"&gt;Svefn-g-englar&lt;/a&gt;\".\nBackground.\nThe band named the song after a quote sarcastically spoken by an Icelandic weatherman during the &lt;a href=\"war%20in%20Kosovo\"&gt;war in Kosovo&lt;/a&gt;: \"í dag viðrar vel til loftárása\" (meaning \"today is good weather for an airstrike\").\nMusic video.\n\"Viðrar vel til loftárása\" spawned a cinematic music video. Set in 1950s &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;, it features a &lt;a href=\"soccer\"&gt;football&lt;/a&gt; match between two teams of young boys. As one team scores a goal and celebrates, two young boys on the same team begin to kiss. The kiss is eventually broken up by the boys' fathers. All band members appear in &lt;a href=\"cameo%20appearance\"&gt;cameo&lt;/a&gt; in the video: &lt;a href=\"J%C3%B3n%20%C3%9E%C3%B3r%20Birgisson\"&gt;Jónsi&lt;/a&gt; is the soccer team coach, &lt;a href=\"Orri%20P%C3%A1ll%20D%C3%BDrason\"&gt;Orri&lt;/a&gt; is the scorekeeper, &lt;a href=\"Georg%20H%C3%B3lm\"&gt;Georg&lt;/a&gt; is the referee, and &lt;a href=\"Kjartan%20Sveinsson\"&gt;Kjartan&lt;/a&gt; is one of the spectators. Moreover, the &lt;a href=\"fetus\"&gt;fetus&lt;/a&gt; design from the \"Ágætis byrjun\" album cover is shown on a bottle from which one of the boys drinks.\nProduction for the music video began in the autumn of 2001. A general casting call was held in the city of Reykjavík, Iceland, which was also the place of principal photography. The video was directed by Arni &amp; Kinski, Icelandic directors Stefán Árni Þorgeirsson and Sigurður Kjartansson (Siggi Kinski). The video won an Icelandic Music Award for \"Best Video\" in 2002. Music Magazine &lt;a href=\"NME\"&gt;New Musical Express&lt;/a&gt; ranked the video 9th in their article \"100 Greatest Music Videos\".\nThe idea for the video came from Sigur Rós' former drummer &lt;a href=\"%C3%81g%C3%BAst%20%C3%86var%20Gunnarsson\"&gt;Ágúst Ævar Gunnarsson&lt;/a&gt;."
}