{
    "id": "25429238",
    "revid": "1065137902",
    "url": "https://en.wikipedia.org/wiki?curid=25429238",
    "title": "Deathbed confession",
    "text": "A deathbed confession is an admittance or &lt;a href=\"confession\"&gt;confession&lt;/a&gt; when someone is nearing &lt;a href=\"death\"&gt;death&lt;/a&gt;, or on their \"death bed\". This confession may help alleviate any &lt;a href=\"guilt%20%28emotion%29\"&gt;guilt&lt;/a&gt;, &lt;a href=\"regret\"&gt;regret&lt;/a&gt;s, secrets, or &lt;a href=\"sin\"&gt;sin&lt;/a&gt;s the dying person may have had in their life. These confessions can occur because the dying want to live the last moments of their life free of any secrets they have been holding in for a portion - or entirety - of their life. Or, if religious, the person may perhaps believe they will be forgiven by a higher power before they die, allowing them entrance to a better place, such as Heaven, after death. A deathbed confession can be given to anyone, but a family member is usually with their loved one during this time. Doctors and nurses may also hear a deathbed confession because they are often present in a person’s last moments.\nThese confessions can range from a confession of sins that have been committed to crimes that have been committed or witnessed. Often, these confessions are made to clear the dying’s conscience. A common type of confession is either religious or spiritually based. On the death bed, the dying will confess sins or mistakes they have made in their lifetime, and ask for forgiveness, so that they may move on to the &lt;a href=\"afterlife\"&gt;afterlife&lt;/a&gt; according to their religion. Different religions have different protocols for the deathbed confession, but all religions seek to provide relief for the dying. People may also confess their feelings for another person while dying. This can relieve the dying of the internal struggle with hiding how they actually feel for someone. These emotions can range from hatred to love, and everything in between.\nMany confessions have involved the admittance of a crime that the dying has committed, which obviously cannot be prosecuted once the perpetrator has died. On the other hand, someone can confess that they have knowledge of or witnessed a crime that has been committed: This kind of confession, known as a \"&lt;a href=\"dying%20declaration\"&gt;dying declaration&lt;/a&gt;\", can sometimes be admissible in court to get a conviction, depending on the circumstances of the statement. Another use for a deathbed confession in the criminal justice system is to re-open a case that may have gone cold to get &lt;a href=\"closure%20%28psychology%29\"&gt;closure&lt;/a&gt; for the victim's family or friends, even if prosecution is not an option.\nReligion.\nBuddhism.\nMany terminal patients look to religion or spirituality to bring comfort in their remaining time. &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; has been showing up in &lt;a href=\"palliative%20care\"&gt;palliative care&lt;/a&gt; more frequently to help patients cope with death and come to peace with the end of their life. Buddhism is a philosophically based religion mainly focused on suffering: why it exists, what causes it, and how to escape it. The belief is that ignorance, anger, and attachment cause inevitable suffering to the body. Buddhism also holds that life and the body is temporary and it is a privilege used to look for &lt;a href=\"Enlightenment%20in%20Buddhism\"&gt;enlightenment&lt;/a&gt;. Discussing any issues in a patient's life related to suffering can bring inner peace and relief. Buddhism does not seek to manipulate a dying patient into following a religion or forcing dying confessions, but rather to become a thought-provoking way to talk about their suffering and clear themselves of attachment to their body, to prepare for death. Talking about suffering may bring up confessions or secrets that can be released before death to journey towards enlightenment.\nCatholicism.\n&lt;a href=\"Catholic%20Christian\"&gt;Catholic Christian&lt;/a&gt;s believe that sins must be &lt;a href=\"Confession%20%28religion%29\"&gt;confessed&lt;/a&gt; to a priest before death. The priest,acting in persona Christi, can then absolve the dying of their sins, so that they can be properly prepared for the afterlife. The admittance of sin is important to the dying individual, because this frees them from sin, purifying the soul for a happy afterlife with God in Heaven. These final confessions, sometimes along with the &lt;a href=\"Last%20Rites\"&gt;Last Rites&lt;/a&gt;, are often performed by a hospital priest or &lt;a href=\"chaplain\"&gt;chaplain&lt;/a&gt; when a patient's quality of life suddenly declines.\nThe &lt;a href=\"Lutheran%20Church\"&gt;Lutheran Church&lt;/a&gt; teaches that a sincere deathbed confession can result in the salvation of the penitent.\nHinduism.\n&lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt; is largely centered around the idea of &lt;a href=\"karma\"&gt;karma&lt;/a&gt; and &lt;a href=\"reincarnation\"&gt;reincarnation&lt;/a&gt;. Good karma allows the soul to move up on the incarnation hierarchy to a better life. Bad karma does the opposite; it causes the soul to have to pay for its actions in this life or the previous one. The next incarnation is less fortunate until the bad karma is cancelled out by good deeds or suffering. This heavy emphasis on karma leads many Hindus to carry out many final acts to improve their chances in the next life and reduce end of life suffering. The main ways Hindus try to increase their karma before moving onto the next life is by apologizing to people, resolving any issues with family or friends, confessions with a &lt;a href=\"guru\"&gt;guru&lt;/a&gt; or other religious figure, religious ceremonies, sacrifices or repentance. Performing all, or some, of these actions allows the patient to think about God, while they pass and prepare for the next life.\nJudaism.\nThe &lt;a href=\"Talmud\"&gt;Talmud&lt;/a&gt; teaches that \"if one falls sick and his life is in danger, he is told: 'Make confession, for all who are sentenced to death make confession.'\" &lt;a href=\"Semahot\"&gt;Masechet Semachot&lt;/a&gt; adds, \"When someone is approaching death, we tell him to confess before he dies, adding that on the one hand, many people confessed and did not die, whilst on the other, there are many who did not confess and died, and there are many who walk in the street and confess; because on the merit of confession you will live.\"\nNative American spirituality.\nMany tribes of Native Americans have similar views regarding death. Death is seen as a natural transition, and a part of life. The world is seen as an interconnected web, and a person is an extension of the web, as well as all other life. After death, it is believed by many that the components of your person is returned to the web of life. Making this transition smoothly is important to both the dying, and the loved ones left behind after they have passed on. Ensuring that there are no secrets remaining is vital to a transition back to the web of life.\nLaw.\nUnited States.\nA deathbed confession can be &lt;a href=\"admissible%20evidence\"&gt;admissible evidence&lt;/a&gt; in court under the right circumstances. If someone confesses knowledge of a crime and then dies or their condition worsens, the law does not consider the statement to be &lt;a href=\"hearsay\"&gt;hearsay&lt;/a&gt; and can be used in a criminal trial.\nExamples.\nEmma Alice Smith.\nMany decades after the 1926 disappearance of a 16-year-old girl named Emma Alice Smith in &lt;a href=\"Sussex\"&gt;Sussex&lt;/a&gt;, in 2009, a man named David Wright claimed his deceased great-aunt Lillian Smith, a sister of Emma Alice Smith, had told her niece that in the 1950s she had taken a death bed confession from a man claiming that he had murdered Emma Alice on her way to the train station in Horam. The case was reopened, not to find a killer, but to find the body of the young girl to give her a proper burial and give her relatives some closure. In 2011, Sussex Police concluded that despite the alleged death-bed confession, Emma Alice Smith had not been murdered but had in fact &lt;a href=\"elope\"&gt;elope&lt;/a&gt;d with a married man named Thomas Wills. Police concluded the pair had probably ended up in the &lt;a href=\"Republic%20of%20Ireland\"&gt;Republic of Ireland&lt;/a&gt;.\nMargaret Gibson.\nOn October 21, 1964, 70-year-old retired actress &lt;a href=\"Margaret%20Gibson%20%28actress%29\"&gt;Margaret Gibson&lt;/a&gt; suffered a heart attack, and then confessed to the February 1, 1922 murder of film director &lt;a href=\"William%20Desmond%20Taylor\"&gt;William Desmond Taylor&lt;/a&gt;. \nGibson was never mentioned during the investigation and no surviving documentation refers to any association between Taylor and her after 1914. All of the police files and physical evidence relating to Taylor's murder disappeared by 1940, and aside from circumstantial evidence no confirmation of Gibson's involvement in it has since emerged. However, Gibson's reported confession does not conflict with the known historical record."
}