{
    "id": "25458170",
    "revid": "39365485",
    "url": "https://en.wikipedia.org/wiki?curid=25458170",
    "title": "Temple du Change",
    "text": "The Temple du Change or Loge du Change, formerly used for the &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt; of &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt;, stands in &lt;a href=\"Vieux%20Lyon\"&gt;Vieux Lyon&lt;/a&gt; (&lt;a href=\"5th%20arrondissement%20of%20Lyon\"&gt;5th arrondissement of Lyon&lt;/a&gt;). It was originally built after plans by architect Simon Gourdet between 1631 and 1653, then rebuilt under the direction of &lt;a href=\"Jacques-Germain%20Soufflot\"&gt;Jacques-Germain Soufflot&lt;/a&gt; in 1748–1750. It has been assigned to Protestant worship since 1803, hence its designation \"Temple\". As part of &lt;a href=\"Vieux%20Lyon\"&gt;Vieux Lyon&lt;/a&gt;, the building was inscribed on the &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20List\"&gt;World Heritage List&lt;/a&gt; along with other districts in the historic centre of Lyon. \nHistory.\nThe first Loge du Change was a small classical building with four arches in front and two on each side. It soon became insufficient for Lyon's money exchange, but was not renovated before 1748.\nSoufflot provided plans and elevations for its repair, performed by Jean-Baptiste Roche, an architect he had himself introduced. The flanking terraced houses were torn down, which provided the opportunity to significantly enlarge the building, which has a fifth arch in front, providing, instead of a central &lt;a href=\"Pier%20%28architecture%29\"&gt;pier&lt;/a&gt;, a central &lt;a href=\"Bay%20%28architecture%29\"&gt;bay&lt;/a&gt; as classical usage demands. Behind the façade rises a large room, as high and wide as the building. It is rectangular with an imperial-styled roof supported on four massive pillars. The first-floor facade was completely rebuilt in Soufflot's uncompromising &lt;a href=\"Neoclassical%20architecture\"&gt;neoclassical style&lt;/a&gt;, unusual for the epoch.\nDuring the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;, the building was abandoned. It became an inn for a moment, before being assigned to the Protestants in 1803. Minor changes were made throughout the nineteenth century, particularly on the interior and the furnishings.\nIn December 1999, the city of Lyon and the Renaissance du Vieux Lyon added two clocks on the facade. The clock on the right was already there when the building was constructed and has a traditional dial, which indicates hours and minutes. In contrast, the dial on the left is more surprising because it marks days, months and years. For a time in the mid nineteenth century, the Loge du Change was scheduled to be rebuilt as a new place of worship because there were 10,000 Protestants in Lyon, and the Temple du Change was too small for them (it can accommodate 600 people).\nThe building was classified a &lt;a href=\"monument%20historique\"&gt;monument historique&lt;/a&gt; in 1913 and hosts many concerts."
}