{
    "id": "25453944",
    "revid": "42195638",
    "url": "https://en.wikipedia.org/wiki?curid=25453944",
    "title": "Ashraf Tai",
    "text": "Muhammad Ashraf Tai is a martial arts grandmaster, a &lt;a href=\"Dan%20%28rank%29\"&gt;10th degree Dan&lt;/a&gt; (Black Belt), the 2-time Afro-Asian Martial Arts Champion (1978-1979), the 9-time &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; Karate Champion, and one of the most famous &lt;a href=\"Grandmaster%20%28martial%20arts%29\"&gt;Grandmasters&lt;/a&gt; in &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;'s history.\nBiography.\nAshraf Tai was born on 1947 in a &lt;a href=\"Burma\"&gt;Burmese&lt;/a&gt; Muslim family and is a direct descendant of &lt;a href=\"Hatim%20al-Tai\"&gt;Hatim al-Tai&lt;/a&gt;. His family left Burma and migrated to &lt;a href=\"East%20Pakistan\"&gt;East Pakistan&lt;/a&gt; (now Bangladesh) after the government there nationalised everything and all assets owned by the family were consequently taken away. However, after a civil war broke out in East Pakistan, Tai moved to &lt;a href=\"West%20Pakistan\"&gt;West Pakistan&lt;/a&gt; in 1970 and settled in &lt;a href=\"Karachi\"&gt;Karachi&lt;/a&gt;. He describes his first days in Karachi as having been spent on \"looking for work\". He came across a person who happened to be a bodybuilder. Having achieved a black belt in the &lt;a href=\"Bando\"&gt;Bando&lt;/a&gt; style in Burma at the age 16, it was here where Tai's interest in martial arts sustained. Gradually, he began to teach martial arts to students at &lt;a href=\"Hill%20Park%2C%20Karachi\"&gt;Hill Park&lt;/a&gt; which improved his financial situation and also promoted his reputation.\nAs a pioneer of &lt;a href=\"martial%20arts\"&gt;martial arts&lt;/a&gt; in Pakistan, he laid the foundation of &lt;a href=\"Pakistan%20Karate%20Federation\"&gt;Pakistan Karate Federation&lt;/a&gt;, and succeeded in having the body affiliated with the &lt;a href=\"Pakistan%20Olympic%20Association\"&gt;Pakistan Olympic Association&lt;/a&gt; as well as the &lt;a href=\"Pakistan%20Sports%20Board\"&gt;Pakistan Sports Board&lt;/a&gt;. He serves as the Secretary General of the Pakistan Karate Federation.\nHaving received numerous awards in various continents of the world during his illustrious career, he was declared the International Grand Master of the Year in 2000 by the US International Grandmasters Council, an institution based in the United States. In 2003, Ashraf Tai was awarded the &lt;a href=\"Pride%20of%20Performance\"&gt;Pride of Performance&lt;/a&gt; by President &lt;a href=\"General%20Pervez%20Musharraf\"&gt;General Pervez Musharraf&lt;/a&gt; for his contribution to &lt;a href=\"Karate\"&gt;Karate&lt;/a&gt; in Pakistan. In 2012, Ashraf Tai was again awarded the &lt;a href=\"Pride%20of%20Performance\"&gt;Pride of Performance&lt;/a&gt; by President &lt;a href=\"Asif%20Ali%20Zardari\"&gt;Asif Ali Zardari&lt;/a&gt; for his contribution to &lt;a href=\"Karate\"&gt;Karate&lt;/a&gt;.\nThe Tai's Bando Karate Centre, founded by him in 1971, has already trained thousands of martial artists. The branches of his centres have not only been functioning with great success all over the country but the students trained by him have also been operating the centres named after him in quite a few countries like the United States, England, United Arab Emirates (UAE), Saudi Arabia, Afghanistan, France, the Netherlands and Bangladesh. The pioneer of Bando in Pakistan, Ashraf Tai holds the distinction of claiming the highest degree (10th Dan) in the martial arts history of the country. Only a handful of martial artists have matched his feat worldwide.\nPersonal life.\nAshraf Tai is married to Samina Shah.she's 2nd wife of Ashraf Tai.They have four children from 2nd wife; Maham, Ali, Abbas Tai and Mishal .\nFight career.\nTai started karate at the age of 9 with Lee Phow Shin. He got his black belt at the age of 16. He started participating in local tournaments; most of which were professional.\nTai branched off into full-contact karate and kickboxing. After compiling an impressive streak of knockout victories in Pakistan, Ashraf Tai competed in the 1978 Afro-Asia Martial Arts Championship.\nHe created a sensation by overpowering Stanley Michael of Malaysia in the finals to win the Afro-Asia Championship. A year later, Tai defeated Japan's Koha Yash by a points decision.\nAfter emerging triumphant in a tournament staged in Sri Lanka in 1980, Tai took his undefeated kickboxing record of 45–0–0 (44 knockouts, 33 in the first round) into a title shot at reigning world lightheavyweight kickboxing champion, &lt;a href=\"Don%20%26quot%3BThe%20Dragon%26quot%3B%20Wilson\"&gt;Don Wilson&lt;/a&gt; of the United States.\nTai traveled to Tokyo, Japan to fight Wilson. The title bout was televised live on primetime Japanese network television (ASHAI). 11,000 kickboxing fans attended the championship bout.\nIn the first round, Ashraf Tai surprised Wilson by attacking from a traditional karate stance; Tai backed up the champion with a spinning back fist. However, in the second round, Don Wilson rebounded and knocked out Tai at 1:56 of the round.\nFollowing his defeat to Don Wilson, Ashraf Tai retired from active competition.\nControversy.\nIn 2017, Ashraf Tai admitted that he had received $500,000 for losing an exhibition fight against German opponent Howard Jackson in 1983. However, he went on to clarify that the fight was neither a 'title fight' nor it was fought under Pakistani flag.\nFurther his wife also claimed that he takes advantages of female pupils problems and narrowly escaped death due to a drug addiction. Ashraf however denied the charge claiming instead that he and his wife are going through a separation."
}