{
    "id": "25451020",
    "revid": "40906110",
    "url": "https://en.wikipedia.org/wiki?curid=25451020",
    "title": "Conductorless orchestra",
    "text": "The conductorless orchestra, sometimes referred to as a self-conducted orchestra or unconducted orchestra, is an &lt;a href=\"Musical%20ensemble\"&gt;instrumental ensemble&lt;/a&gt; that functions as an &lt;a href=\"orchestra\"&gt;orchestra&lt;/a&gt; but is not led or directed by a &lt;a href=\"conducting\"&gt;conductor&lt;/a&gt;. Most conductorless orchestras are smaller in size, and generally perform &lt;a href=\"Chamber%20music\"&gt;chamber&lt;/a&gt; orchestra repertoire. Several conductorless orchestras are made up of only &lt;a href=\"String%20instrument\"&gt;strings&lt;/a&gt; and focus primarily on string orchestra repertoire. Conductorless orchestras generally come from the &lt;a href=\"classical%20music\"&gt;classical music&lt;/a&gt; tradition and perform standard repertoire, but many conductorless orchestras promote or specialise in &lt;a href=\"contemporary%20classical%20music\"&gt;contemporary classical music&lt;/a&gt; repertoire. Many contemporary classical music ensembles also regularly perform without a conductor.\nHistory.\nEarly orchestras did not utilize a conductor, but instead the &lt;a href=\"concertmaster\"&gt;concertmaster&lt;/a&gt; or the &lt;a href=\"Basso%20continuo\"&gt;continuo&lt;/a&gt; player, generally the &lt;a href=\"harpsichord\"&gt;harpsichord&lt;/a&gt;ist, led the orchestra. As the orchestra grew in size throughout the latter half of the 18th century, composers generally conducted their music to facilitate more expedient and efficient rehearsal and performance preparation. By the 19th century, conductors were considered an integral part of the orchestra and a distinct role separate from the composer. Most if not all performances were led by a conductor throughout the 19th century into the early 20th century.\n1920s.\nAfter the &lt;a href=\"Russian%20Revolution\"&gt;Russian Revolution&lt;/a&gt; in the early twentieth century, the Pervïy Simfonicheskiy Ansambl′ bez Dirizhyora (Russian for \"First Conductorless Symphony Ensemble\"), or &lt;a href=\"Persimfans\"&gt;Persimfans&lt;/a&gt; formed in the Soviet Union. The purpose of the conductorless state of this orchestra did not stem from musical ideals alone but encapsulated the political and philosophical ideas of the time. Persimfans built itself upon egalitarian concepts and functioned by committee. They sat in a large circle while they performed and took cues across the circle. Persimfans formed in 1922 and lasted ten years until it disbanded for political reasons.\n1950s.\nFounded in 1951, the &lt;a href=\"Prague%20Chamber%20Orchestra\"&gt;Prague Chamber Orchestra&lt;/a&gt; (PKO) is perhaps one of the longest-running conductorless orchestras. The orchestra started when members of the Czechoslovak Radio Symphony Orchestra formed an ensemble more suited for non-standard programming. The orchestra's first album contained Bohemian music, recorded in 1951, though their repertoire now spans works from the Baroque era to contemporary music. As the demands of the orchestra increased, the Prague Chamber orchestra became independent of the Czechoslovak Radio Symphony Orchestra in 1965. The Prague Chamber Orchestra collaborates with conductors for special recording projects, though the standard model and philosophy of performance for the ensemble are conductorless. After the fall of communism, the musicians formed their own company, PKO Agency Ltd., and managed all critical operations of the ensemble.\nFounded in 1953, as an ensemble of Radio Zagreb, under the artistic leadership of the renowned cellist and conductor Antonio Janigro – &lt;a href=\"Zagreb%20Soloists\"&gt;Zagreb Soloists&lt;/a&gt; have gained recognition as one of the world’s most prominent chamber orchestras.\n1970s.\nThe &lt;a href=\"Orpheus%20Chamber%20Orchestra\"&gt;Orpheus Chamber Orchestra&lt;/a&gt; was founded in 1972 by cellist Julian Fifer and a group of fellow musicians who sought to incorporate chamber music techniques into orchestral playing. The orchestra has been conductorless since its inception and all members rotate leadership roles depending on the demands of the piece performed.\nIn 1975, &lt;a href=\"cello\"&gt;cellist&lt;/a&gt; John Painter founded the &lt;a href=\"Australian%20Chamber%20Orchestra\"&gt;Australian Chamber Orchestra&lt;/a&gt; (ACO). The ACO is a conductorless chamber orchestra led by concertmaster &lt;a href=\"Richard%20Tognetti\"&gt;Richard Tognetti&lt;/a&gt;, appointed artistic director and lead violin in 1990. The ACO functions as an ‘ensemble of soloists’ and gravitates toward cross-genre programming. They perform on both modern and period instruments, in smaller chamber groups, as a chamber orchestra, and as an electro-acoustic collective. Referencing traditions, all musicians except cellists stand while performing.\n1980s.\nThe was founded in 1988. It performs under leadership of its current artistic director &lt;a href=\"Candida%20Thompson\"&gt;Candida Thompson&lt;/a&gt;.\n1990s.\nThe &lt;a href=\"New%20Century%20Chamber%20Orchestra\"&gt;New Century Chamber Orchestra&lt;/a&gt; is based out of the San Francisco Bay Area. Founded in 1992, the first music director and concertmaster was Stuart Canin. The orchestra has also been directed and led by concertmaster Krista Bennion Feeney. The current music director and concertmaster is Nadja Salerno-Sonnenberg. The New Century Chamber Orchestra's repertoire spans both traditional and contemporary repertoire. The ensemble regularly commissions new works and features cross-genre programs transcending jazz, rock, and classical styles. The New Century Chamber Orchestra is a string orchestra of 20 members (10 violins, 5 violas, 4 celli, 1 bass).\nSometimes an orchestra that normally performs with a conductor will perform without one. The &lt;a href=\"New%20York%20Philharmonic\"&gt;New York Philharmonic&lt;/a&gt; traditionally performs the overture to \"&lt;a href=\"Candide%20%28operetta%29\"&gt;Candide&lt;/a&gt;\" without a conductor since the death of their Laureate Conductor, &lt;a href=\"Leonard%20Bernstein\"&gt;Leonard Bernstein&lt;/a&gt;, in 1990.\nEarly 21st century.\nThe early 21st century saw a rise in the formation of young conductorless chamber orchestras and &lt;a href=\"chamber%20music\"&gt;chamber music&lt;/a&gt; collaboratives.\nThe &lt;a href=\"East%20Coast%20Chamber%20Orchestra\"&gt;East Coast Chamber Orchestra&lt;/a&gt; (ECCO) was envisioned in 2001 when a group of young string players sought to form a conductorless chamber orchestra, based upon democratic principles. The members are soloists, orchestral musicians, and chamber musicians all mainly trained at &lt;a href=\"Marlboro%20Music%20School%20and%20Festival\"&gt;Marlboro Music School and Festival&lt;/a&gt;. ECCO is a string orchestra made up of 17 instrumentalists.\nThe &lt;a href=\"Advent%20Chamber%20Orchestra\"&gt;Advent Chamber Orchestra&lt;/a&gt; started in 2003 when Roxana Pavel and Elias Goldstein worked together in chamber music ensembles. The ensemble functioned primarily as a chamber music collaborative until 2005 performed their first concert as the Advent Chamber Orchestra. The ensemble is generally led by concertmaster and music director Roxana Pavel Goldstein, but artistic decisions are achieved democratically.\n&lt;a href=\"A%20Far%20Cry\"&gt;A Far Cry&lt;/a&gt;, formed in early 2007, is a Boston based chamber orchestra made up of 18 string players. A Far Cry describes itself as self-conducted and operates with rotating leadership and no conductor. All artistic decisions are made by vote, and the orchestra members handle all the artistic management and promotion of the ensemble. A Far Cry has close ties to the &lt;a href=\"New%20England%20Conservatory\"&gt;New England Conservatory&lt;/a&gt; (NEC) as well as the &lt;a href=\"Isabella%20Stewart%20Gardner%20Museum\"&gt;Isabella Stewart Gardner Museum&lt;/a&gt;, where it is ensemble-in-residence.\nThe orchestra &lt;a href=\"Spira%20Mirabilis%20%28orchestra%29\"&gt;Spira Mirabilis&lt;/a&gt;, formed in 2007, is a European classical orchestra functioning without a conductor.\nThe &lt;a href=\"http%3A//inpraiseofmusic.org/lyra-vivace/\"&gt;Lyra Vivace Chamber Orchestra&lt;/a&gt;, founded in 2010, is a musician-run collective based in Augusta, GA, and the SouthEastern United States. Lyra Vivace is an ensemble of &lt;a href=\"http%3A//www.InPraiseofMusic.org\"&gt;www.InPraiseofMusic.org&lt;/a&gt;, a resource of and for professional musicians.\n&lt;a href=\"Arizona%20Chamber%20Orchestra\"&gt;Arizona Chamber Orchestra&lt;/a&gt; is the most recently formed conductorless ensemble. Based in Phoenix, the Arizona Chamber Orchestra presents its inaugural season in 2011 with a nucleus of 15 string players, performing throughout Arizona.\n&lt;a href=\"http%3A//kco.la/\"&gt;Kaleidoscope Chamber Orchestra&lt;/a&gt; formed in 2014 in Los Angeles, CA by Benjamin Mitchell. They are currently known primarily for their call for scores, a program that draws globally from the finest upcoming composers, creating a diverse season of new works.\n&lt;a href=\"https%3A//www.nocco.org/\"&gt;North Corner Chamber Orchestra (NOCCO)&lt;/a&gt; formed in 2014 in Seattle. This group, averaging 35 musicians, performs a diverse range of music spanning 400 years, including newly commissioned works each season, works by composers from historically-neglected populations, and a concerto competition. They perform in non-traditional venues, including community centers, distilleries, and The Royal Room.\n&lt;a href=\"http%3A//www.prometheuschamberorchestra.org/\"&gt;Prometheus Chamber Orchestra&lt;/a&gt;, a Philadelphia based ensemble, is the resident ensemble of the Church of the Advocate. An entire volunteer orchestra, their concerts are free and open to the public, targeting underserved populations by performing in low-income neighborhoods.\n&lt;a href=\"Ars%20Nova%20Chamber%20Orchestra\"&gt;Ars Nova Chamber Orchestra&lt;/a&gt;, formed in late 2010, is a Washington, D.C.-based chamber orchestra made up of 29 musicians. It is self-conducted and operates with rotating leadership in all sections. Ars Nova's artistic decisions are guided by the musicians, and they all participate in marketing and administering the ensemble. The ensemble's members include D.C.-based musicians and musicians based in other parts of the United States.\nLeadership and management.\nOne aspect of conductorless chamber orchestras that sets them apart from other instrumental ensembles is the democratic leadership model. A conductor generally makes the artistic decisions for an ensemble, and in the absence of a conductor, artistic direction and leadership must be delegated elsewhere. Many currently operating ensembles such as &lt;a href=\"A%20Far%20Cry\"&gt;A Far Cry&lt;/a&gt;, &lt;a href=\"East%20Coast%20Chamber%20Orchestra\"&gt;ECCO&lt;/a&gt;, &lt;a href=\"Ars%20Nova%20Chamber%20Orchestra\"&gt;Ars Nova Chamber Orchestra&lt;/a&gt;, and &lt;a href=\"Orpheus%20Chamber%20Orchestra\"&gt;Orpheus&lt;/a&gt; incorporate the democratic model into their mission statement and build their organizational structure and rehearsal techniques on this model. Orpheus is the subject of a book on democratic leadership in the workplace by Harvey Seifter and &lt;a href=\"Peter%20Economy\"&gt;Peter Economy&lt;/a&gt; entitled, \"Leadership Ensemble: Lessons in Collaborative Management from the World-Famous Conductorless Orchestra\".\nAnother leadership model that several conductorless groups utilize is that of a dual Artistic Director/Concertmaster role. The Australian Chamber Orchestra and New Century Chamber Orchestra embrace this model and the artistic direction and leadership are generally organized by the lead violin.\nNote that some orchestras, such as &lt;a href=\"Pro%20Arte%20Chamber%20Orchestra%20of%20Boston\"&gt;Pro Arte Chamber Orchestra of Boston&lt;/a&gt; and the &lt;a href=\"London%20Philharmonic%20Orchestra\"&gt;London Philharmonic Orchestra&lt;/a&gt; have conductors but are cooperatively run by the musicians."
}