{
    "id": "2545846",
    "revid": "1060888769",
    "url": "https://en.wikipedia.org/wiki?curid=2545846",
    "title": "Enstrophy",
    "text": "In &lt;a href=\"fluid%20dynamics\"&gt;fluid dynamics&lt;/a&gt;, the enstrophy can be interpreted as another type of &lt;a href=\"potential%20density\"&gt;potential density&lt;/a&gt;; or, more concretely, the quantity directly related to the &lt;a href=\"kinetic%20energy\"&gt;kinetic energy&lt;/a&gt; in the flow model that corresponds to &lt;a href=\"dissipation\"&gt;dissipation&lt;/a&gt; effects in the fluid. It is particularly useful in the study of &lt;a href=\"turbulence\"&gt;turbulent flows&lt;/a&gt;, and is often identified in the study of &lt;a href=\"Electrostatic%20ion%20thruster\"&gt;thruster&lt;/a&gt;s as well as the field of &lt;a href=\"combustion\"&gt;combustion&lt;/a&gt; theory.\nGiven a domain formula_1 and a once-weakly differentiable vector field formula_2 which represents a fluid flow, such as a solution to the &lt;a href=\"Navier%E2%80%93Stokes%20equations\"&gt;Navier-Stokes equations&lt;/a&gt;, its enstrophy is given by:\nformula_3\nwhere formula_4. This quantity is the same as the squared &lt;a href=\"seminorm\"&gt;seminorm&lt;/a&gt; formula_5of the solution in the &lt;a href=\"Sobolev%20space\"&gt;Sobolev space&lt;/a&gt; formula_6. \nIn the case that the flow is &lt;a href=\"Incompressible%20flow\"&gt;incompressible&lt;/a&gt;, or equivalently that formula_7, the enstrophy can be described as the integral of the square of the &lt;a href=\"vorticity\"&gt;vorticity&lt;/a&gt; formula_8,\nor, in terms of the &lt;a href=\"flow%20velocity\"&gt;flow velocity&lt;/a&gt;,\nformula_10\nIn the context of the incompressible Navier-Stokes equations, enstrophy appears in the following useful result\nformula_11\nThe quantity in parentheses on the left is the energy in the flow, so the result says that energy declines proportional to the &lt;a href=\"Viscosity\"&gt;kinematic viscosity&lt;/a&gt; formula_12 times the enstrophy."
}