{
    "id": "25481830",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=25481830",
    "title": "Hugh Downman",
    "text": "Hugh Downman (c. 1765 – 4 January 1858) was an officer of the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; who saw service during the &lt;a href=\"American%20War%20of%20Independence\"&gt;American War of Independence&lt;/a&gt; and the &lt;a href=\"French%20Revolutionary%20Wars\"&gt;French Revolutionary&lt;/a&gt; and &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt;, eventually rising to the rank of &lt;a href=\"Admiral%20%28Royal%20Navy%29\"&gt;admiral&lt;/a&gt;.\nDownman spent most of the American War of Independence as a &lt;a href=\"midshipman\"&gt;midshipman&lt;/a&gt;, with a spell in French captivity after his ship was wrecked off the coast of &lt;a href=\"Ushant\"&gt;Ushant&lt;/a&gt; while chasing an enemy frigate. He was promoted to lieutenant shortly before the outbreak of the French Revolutionary Wars and served with distinction during operations in the Mediterranean. Downman served under several Admirals, and fought with &lt;a href=\"John%20Jervis%2C%201st%20Earl%20of%20St%20Vincent\"&gt;Jervis&lt;/a&gt; at &lt;a href=\"Battle%20of%20Cape%20St%20Vincent%20%281797%29\"&gt;Battle of Cape St Vincent&lt;/a&gt;. Shortly after the battle he was rewarded with his own command, going on to capture several &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt;s and fighting off an attack by a larger vessel. Promoted to &lt;a href=\"post-captain\"&gt;post-captain&lt;/a&gt; and given a frigate to command, he operated in the Mediterranean and performed services for the nobles and monarchs of the Italian states. Downman went on to command several &lt;a href=\"ship%20of%20the%20line\"&gt;ships of the line&lt;/a&gt;, often as a &lt;a href=\"flag-captain\"&gt;flag-captain&lt;/a&gt;, and took part in the capture of the &lt;a href=\"Cape%20Colony\"&gt;Cape Colony&lt;/a&gt; and &lt;a href=\"British%20invasions%20of%20the%20R%C3%ADo%20de%20la%20Plata\"&gt;operations&lt;/a&gt; on the &lt;a href=\"R%C3%ADo%20de%20la%20Plata\"&gt;Río de la Plata&lt;/a&gt;.\nLeft without active employment after the end of the wars with France, he briefly returned to service in 1824. before being promoted to flag rank the following year. Downman continued to rise through the ranks, reaching the rank of full admiral before his death in 1858.\nFamily and early life.\nHugh Downman was born in &lt;a href=\"Plympton\"&gt;Plympton&lt;/a&gt;, &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt; around 1765. His uncle was Dr &lt;a href=\"Hugh%20Downman%20%28physician%29\"&gt;Hugh Downman&lt;/a&gt;, a physician and poet, who obtained for his nephew an offer to serve aboard the 32-gun as a &lt;a href=\"midshipman\"&gt;midshipman&lt;/a&gt;. Downman took up the offer, joining the ship, which was then under the command of Captain Mitchell Graham, on 10 October 1776. He served aboard \"Thetis\" for the next two years, leaving the ship in August 1778 and joining . The \"Arethusa\" was wrecked off &lt;a href=\"Ushant\"&gt;Ushant&lt;/a&gt; on 19 March 1779 while chasing a French ship, and Downman and the rest of the crew were taken prisoner by the French. &lt;a href=\"Prisoner%20exchange\"&gt;Exchanged&lt;/a&gt; in January 1780 Downman went on to serve aboard under Captain Samuel Marshall, before moving into the 74-gun in May 1782. \"Edgar\" at this time was flying the &lt;a href=\"broad%20pennant\"&gt;broad pennant&lt;/a&gt; of &lt;a href=\"Commodore%20%28Royal%20Navy%29\"&gt;Commodore&lt;/a&gt; &lt;a href=\"William%20Hotham%2C%201st%20Baron%20Hotham\"&gt;William Hotham&lt;/a&gt;, and in October that year was part of the fleet sent out under &lt;a href=\"Richard%20Howe%2C%201st%20Earl%20Howe\"&gt;Lord Howe&lt;/a&gt; to &lt;a href=\"Great%20Siege%20of%20Gibraltar\"&gt;relieve Gibraltar&lt;/a&gt;. In the brief encounter with the Spanish fleet that followed on 20 October \"Edgar\" had six men wounded.\nFrench Revolutionary Wars.\nLittle is known of Downman's activities during the years of peace that followed, until his appearance in February 1789 with the fleet despatched to the &lt;a href=\"East%20Indies\"&gt;East Indies&lt;/a&gt; under Commodore &lt;a href=\"William%20Cornwallis\"&gt;William Cornwallis&lt;/a&gt;. Cornwallis promoted him to lieutenant while serving in the East Indies on 5 March 1790. He returned to England at the start of 1793. With the commencement of the French Revolutionary Wars, Downman joined the 74-gun and went out to the Mediterranean, where served with Commodore &lt;a href=\"Robert%20Linzee\"&gt;Robert Linzee&lt;/a&gt;'s squadron. He was present at the &lt;a href=\"Siege%20of%20Toulon\"&gt;occupation of Toulon&lt;/a&gt; and assisted in the attack on the tower and redoubt at Fornelli in September 1793. While helping in the reduction of &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt;, Downman &lt;a href=\"Boarding%20%28attack%29\"&gt;cut out&lt;/a&gt; a French &lt;a href=\"gunboat\"&gt;gunboat&lt;/a&gt; from under the guns of a battery at St Fiorenzo, and later led a party of 100 seamen and &lt;a href=\"Royal%20Marines\"&gt;marines&lt;/a&gt; in scaling a cliff to place a gun overlooking the enemy's defences. For these actions he received the thanks of Lieutenant-General &lt;a href=\"David%20Dundas%20%28British%20Army%20officer%29\"&gt;David Dundas&lt;/a&gt;.\nLinzee was advanced to rear-admiral on 11 April 1794 and shifted his flag to the 98-gun , bringing Downman with him as his second lieutenant. He was then moved into the 100-gun , the &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; of Admiral &lt;a href=\"Samuel%20Hood%2C%201st%20Viscount%20Hood\"&gt;Lord Hood&lt;/a&gt;, and returned with Hood to England. Hood was preparing to return to the Mediterranean aboard \"Victory\", when on 2 May he was ordered to &lt;a href=\"Striking%20the%20colors\"&gt;strike his flag&lt;/a&gt;. \"Victory\" then went out to the Mediterranean as a &lt;a href=\"private%20ship\"&gt;private ship&lt;/a&gt;, whereupon she became the flagship of Rear-Admiral &lt;a href=\"Robert%20Mann%20%28Royal%20Navy%20officer%29\"&gt;Robert Mann&lt;/a&gt;, and then &lt;a href=\"John%20Jervis%2C%201st%20Earl%20of%20St%20Vincent\"&gt;Sir John Jervis&lt;/a&gt;. Under Mann Downman saw action at the &lt;a href=\"Naval%20Battle%20of%20Hy%C3%A8res%20Islands\"&gt;Naval Battle of Hyères Islands&lt;/a&gt; on 13 July 1795, and under Jervis he was at the &lt;a href=\"Battle%20of%20Cape%20St%20Vincent%20%281797%29\"&gt;Battle of Cape St Vincent&lt;/a&gt; on 14 February 1797.\nCommand.\n\"Speedy\".\nSeveral months after Cape St Vincent, on 20 July, Downman was promoted to the rank of commander and appointed to command the 14-gun &lt;a href=\"brig\"&gt;brig&lt;/a&gt; . He made several cruises with \"Speedy\", capturing a number of enemy vessels. On 3 February 1798 she encountered the large enemy &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt; \"Papillon\", mounting 18 guns and carrying 160 men, while sailing off &lt;a href=\"Vigo\"&gt;Vigo&lt;/a&gt;. The \"Papillon\" attacked \"Speedy\", which had a reduced crew owing to her &lt;a href=\"Master%20%28naval%29\"&gt;master&lt;/a&gt; Mr Marshall, and 12 men, being absent in command of a prize \"Speedy\" had taken earlier. The two ships fought each other for two days, and by the second Downman had exhausted his supply of shot, and resorted to firing nails and pieces of iron hoop at his opponent. Having observed the difficulty his captain was in, Master Marshall secured the Spanish crew of his prize below deck, and then took the prize crew off in a small boat to come to Downman's assistance. After a fierce fight the \"Papillon\" was driven off, with \"Speedy\" suffering losses of five killed and four wounded. Downman then recaptured his prize that the master had been compelled to abandon, and returned to &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt; to carry out repairs. During his time in command of \"Speedy\" Downman captured five privateers, altogether mounting 17 guns and 28 swivels, and carrying 162 men. For his efforts protecting British trade out of &lt;a href=\"Oporto\"&gt;Oporto&lt;/a&gt;, the merchants presented him with a letter of thanks, and a piece of plate valued at £50.\n\"Santa Dorothea\".\nAs a reward for his good service Downman was advanced to &lt;a href=\"post-captain\"&gt;post-captain&lt;/a&gt; on 26 December 1798 and was appointed to command the 32-gun , a frigate that had recently &lt;a href=\"Action%20of%2015%20July%201798\"&gt;been captured&lt;/a&gt; from the Spanish. On 28 November that year \"Santa Dorothea\", operating in company with , and captured the 16-gun \"San Leon\" on the &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt; station. Captain &lt;a href=\"William%20Brown%20%28Royal%20Navy%20officer%29\"&gt;William Brown&lt;/a&gt; was to have succeeded Downman in 1799, but he was given another ship instead, and Downman retained \"Santa Dorothea\". He cut out vessels from Bordiguera on 11 January 1800 and Hospitallier on 11 February 1800, before taking command of a small squadron blockading &lt;a href=\"Savona\"&gt;Savona&lt;/a&gt;. The town surrendered after 41 days, on 15 May. Downman then destroyed all the fortifications on the &lt;a href=\"Gulf%20of%20Spezia\"&gt;Gulf of Spezia&lt;/a&gt;. He went on to land the &lt;a href=\"Victor%20Emmanuel%20I%20of%20Sardinia\"&gt;Duke of Savoy&lt;/a&gt; at &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; and evacuated the gallery of &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt; to &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;, ahead of the invading French. For his services to the monarchies of Italy he received several presents of money and rings. In July 1801 he conveyed troops to Egypt and received the &lt;a href=\"Order%20of%20the%20Crescent\"&gt;Order of the Crescent&lt;/a&gt;. Also during this time Downman captured three vessels sailing from Egypt carrying &lt;a href=\"Joseph%20Marie%2C%20Count%20Dessaix\"&gt;General Dessaix&lt;/a&gt; and some of &lt;a href=\"Napoleon%20I%20of%20France\"&gt;Napoleon's&lt;/a&gt; staff.\n\"Caesar\", \"Diomede\" and \"Diadem\".\nDownman then took command of the 80-gun , which was then the flagship of &lt;a href=\"James%20Saumarez%2C%201st%20Baron%20de%20Saumarez\"&gt;Sir James Saumarez&lt;/a&gt; on the Lisbon station. Downman was &lt;a href=\"flag-captain\"&gt;flag-captain&lt;/a&gt; to Saumarez until \"Caesar\" was &lt;a href=\"paid%20off\"&gt;paid off&lt;/a&gt; at &lt;a href=\"Portsmouth\"&gt;Portsmouth&lt;/a&gt; on 23 July 1802. Saumarez then requested Downman to serve as his flag-captain aboard the 50-gun on the &lt;a href=\"Guernsey\"&gt;Guernsey&lt;/a&gt; station, where he spent the next 14 months. In November 1805 he took command of the 64-gun , flying the broad pennant of Commodore &lt;a href=\"Home%20Riggs%20Popham\"&gt;Sir Home Popham&lt;/a&gt;. He was supported the operations under Lieutenant-General &lt;a href=\"Sir%20David%20Baird%2C%201st%20Baronet\"&gt;Sir David Baird&lt;/a&gt; to capture the &lt;a href=\"Cape%20Colony\"&gt;Cape Colony&lt;/a&gt;, and landed in &lt;a href=\"Table%20Bay\"&gt;Table Bay&lt;/a&gt; at the head of a party of marines and two &lt;a href=\"howitzer\"&gt;howitzer&lt;/a&gt;s. He was sent home with the despatches announcing the capture of the colony, after which he was sent out to the &lt;a href=\"Rio%20de%20la%20Plata\"&gt;Rio de la Plata&lt;/a&gt;, where he resumed command of his old ship, \"Diomede\". Downman supported the &lt;a href=\"British%20invasions%20of%20the%20R%C3%ADo%20de%20la%20Plata\"&gt;British assaults&lt;/a&gt;, and was present at the capture of &lt;a href=\"Montevideo\"&gt;Montevideo&lt;/a&gt;. After this he returned home, carrying General &lt;a href=\"William%20Beresford%2C%201st%20Viscount%20Beresford\"&gt;William Beresford&lt;/a&gt;. \"Diomede\" was paid off in September 1807, and Downman went ashore.\nPrison ships and \"Princess Charlotte\".\nDownman's next appointment was to superintend the &lt;a href=\"prison%20ship\"&gt;prison ship&lt;/a&gt;s moored at Portsmouth, a task he carried out until January 1811, when he was given another seagoing command, the 74-gun and attached to the fleet in the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt;. He took part in the destruction of the 40-gun &lt;a href=\"French%20frigate%20Amazone%20%281807%29\"&gt;French frigate \"Amazone\"&lt;/a&gt; off Cape Barfleur, conveyed a fleet of &lt;a href=\"East%20Indiamen\"&gt;East Indiamen&lt;/a&gt; to &lt;a href=\"Madeira\"&gt;Madeira&lt;/a&gt; and carried out cruises in the North Sea. In November 1813 he landed marines at &lt;a href=\"Scheveningen\"&gt;Scheveningen&lt;/a&gt; in support of the &lt;a href=\"William%20I%20of%20the%20Netherlands\"&gt;Prince of Orange&lt;/a&gt;, and went on to visit &lt;a href=\"Spitsbergen\"&gt;Spitsbergen&lt;/a&gt;. \"Princess Carolina\" was paid off in 1814 and Downman spent the next ten years with no active service.\nLater years, family and legacy.\nDownman briefly returned to active service in 1824, taking command of the 74-gun . He commanded her until being promoted to flag rank in May 1825. He was advanced to vice-admiral in 1837 and a full admiral in 1847. From 1851 he received a service pension of £150 a year. On 4 January 1858, he died at his seat in &lt;a href=\"Hambledon%2C%20Hampshire\"&gt;Hambledon&lt;/a&gt;, &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;.\nDownman married Dorothea Palmer, the youngest daughter of Peter Palmer of Portsmouth on 23 June 1803. The couple had a son, the Reverend Hugh Downman, and two daughters, Dorothea Frances and Caroline. Caroline married Edward Hale and had two sons, Henry George Hale who joined the navy, and William Godfrey Hale, who joined the army. Henry Hale distinguished himself in the Baltic campaign during the &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt; and was twice &lt;a href=\"mentioned%20in%20dispatches\"&gt;mentioned in dispatches&lt;/a&gt; by Vice-Admiral &lt;a href=\"Richard%20Saunders%20Dundas\"&gt;Richard Saunders Dundas&lt;/a&gt;. Lieutenant-General T. Downman, superintendent at Woolwich, was a first-cousin of Admiral Hugh Downman.\nPolitically Downman was an ardent supporter of &lt;a href=\"Whig%20%28British%20political%20party%29\"&gt;Whig&lt;/a&gt; &lt;a href=\"Charles%20James%20Fox\"&gt;Charles James Fox&lt;/a&gt; and opposed the Melvilles, &lt;a href=\"Henry%20Dundas%2C%201st%20Viscount%20Melville\"&gt;Henry&lt;/a&gt; and his son &lt;a href=\"Robert%20Dundas%2C%202nd%20Viscount%20Melville\"&gt;Robert&lt;/a&gt;, who were for a number of years powerful at the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt;. Downman attributed this political interest as being the cause of his period of unemployment after having reached flag-rank. He was described as a \"strict disciplinarian, but an accomplished gentleman; well-read...[and] temperate...\" Whilst serving in the Mediterranean he was apparently especially disliked by &lt;a href=\"Emma%2C%20Lady%20Hamilton\"&gt;Emma Hamilton&lt;/a&gt;, with Downman's obituary noting that \"from this fact some slight judgement of his character may be formed.\""
}