{
    "id": "25487915",
    "revid": "35129039",
    "url": "https://en.wikipedia.org/wiki?curid=25487915",
    "title": "Charnel ground",
    "text": "A charnel ground (Devanagari: श्मशान; Romanized Sanskrit: &lt;a href=\"Shmashana\"&gt;śmaśāna&lt;/a&gt;; Tibetan pronunciation: durtrö; ) is an above-ground site for the &lt;a href=\"putrefaction\"&gt;putrefaction&lt;/a&gt; of bodies, generally human, where formerly living tissue is left to &lt;a href=\"decompose\"&gt;decompose&lt;/a&gt; uncovered. Although it may have demarcated locations within it functionally identified as burial grounds, &lt;a href=\"cemetery\"&gt;cemeteries&lt;/a&gt; and &lt;a href=\"crematorium\"&gt;crematoria&lt;/a&gt;, it is distinct from these as well as from &lt;a href=\"crypt\"&gt;crypt&lt;/a&gt;s or &lt;a href=\"Burial%20vault%20%28tomb%29\"&gt;burial vault&lt;/a&gt;s.\nIn a religious sense, it is also a very important location for &lt;a href=\"sadhana\"&gt;sadhana&lt;/a&gt; and ritual activity for Indo-Tibetan traditions of &lt;a href=\"Dharma\"&gt;Dharma&lt;/a&gt; particularly those traditions iterated by the &lt;a href=\"Tantra\"&gt;Tantric&lt;/a&gt; view such as &lt;a href=\"Kashmiri%20Shaivism\"&gt;Kashmiri Shaivism&lt;/a&gt;, &lt;a href=\"Kaula%20%28Hinduism%29\"&gt;Kaula&lt;/a&gt; tradition, &lt;a href=\"Esoteric%20Buddhism\"&gt;Esoteric Buddhism&lt;/a&gt;, &lt;a href=\"Vajrayana\"&gt;Vajrayana&lt;/a&gt;, &lt;a href=\"Mantrayana\"&gt;Mantrayana&lt;/a&gt;, &lt;a href=\"Dzogchen\"&gt;Dzogchen&lt;/a&gt;, and the &lt;a href=\"sadhana\"&gt;sadhana&lt;/a&gt; of &lt;a href=\"Ch%C3%B6d\"&gt;Chöd&lt;/a&gt;, &lt;a href=\"Phowa\"&gt;Phowa&lt;/a&gt; and &lt;a href=\"Zhitro\"&gt;Zhitro&lt;/a&gt;, etc. The charnel ground is also an archetypal &lt;a href=\"liminality\"&gt;liminality&lt;/a&gt; that figures prominently in the literature and liturgy and as an artistic motif in Dharmic Traditions and cultures iterated by the more &lt;a href=\"antinomian\"&gt;antinomian&lt;/a&gt; and esoteric aspects of traditional Indian culture.\nIndia.\nThroughout &lt;a href=\"History%20of%20India\"&gt;Ancient India&lt;/a&gt; and &lt;a href=\"Medieval%20India\"&gt;Medieval India&lt;/a&gt;, charnel grounds in the form of open air &lt;a href=\"crematoria\"&gt;crematoria&lt;/a&gt; were historically often located along rivers and many ancient famous charnel sites are now 'sanitized' pilgrimage sites (Sanskrit: &lt;a href=\"Tirtha%20%28Hinduism%29\"&gt;tirtha&lt;/a&gt;) and areas of significant domestic income through cultural tourism. However, proper \"charnel grounds\" can still be found in India, especially near large rivers banks and areas where abandoned people (without family) are cremated or simply left to decompose. These areas are often frequented by &lt;a href=\"Aghori\"&gt;Aghori&lt;/a&gt;s, a &lt;a href=\"Kapalika\"&gt;Kapalika&lt;/a&gt; sect, that follows similar meditation techniques, as those thought by the 84 &lt;a href=\"Mahasiddha\"&gt;Mahasiddha&lt;/a&gt;s. A typical Aghori sadhana (at the charnel ground) lasts for 12 years.\nHimalayan 'sky burial'.\nIn the &lt;a href=\"Himalaya\"&gt;Himalaya&lt;/a&gt; where tillable topsoil for burial and fuel for cremation is scarce and a valuable commodity, the location of a so-called &lt;a href=\"sky%20burial\"&gt;sky burial&lt;/a&gt; is identified with a charnel ground.\nSutrayana and Early Buddhism.\nIn the &lt;a href=\"Pali%20Canon\"&gt;Pali Canon&lt;/a&gt; discourses, &lt;a href=\"Gautama%20Buddha\"&gt;Gautama Buddha&lt;/a&gt; frequently instructs his disciples to seek out a secluded dwelling (in a forest, under the shade of a tree, mountain, glen, hillside cave, charnel ground, jungle grove, in the open, or on a heap of straw).\nThe &lt;a href=\"Vinaya\"&gt;Vinaya&lt;/a&gt; and &lt;a href=\"Sutrayana\"&gt;Sutrayana&lt;/a&gt; tradition of the \"Nine Cemetery Contemplations\" (Pali: \"nava sīvathikā-manasikāra\") described in the \"&lt;a href=\"Satipatthana%20Sutta\"&gt;Satipatthana Sutta&lt;/a&gt;\" demonstrate that charnel ground and cemetery meditations were part of the ascetic practices in &lt;a href=\"Early%20Buddhism\"&gt;Early Buddhism&lt;/a&gt;.\n'Cemetery contemplations', as described in \"&lt;a href=\"Mahasatipatthana%20Sutta\"&gt;Mahasatipatthana Sutta&lt;/a&gt;\" (&lt;a href=\"Digha%20Nikaya\"&gt;DN&lt;/a&gt;: 22) and the \"&lt;a href=\"Satipa%E1%B9%AD%E1%B9%ADh%C4%81na%20Sutta\"&gt;Satipaṭṭhāna Sutta&lt;/a&gt;\" (&lt;a href=\"Majjhima%20Nikaya\"&gt;MN&lt;/a&gt;: 10):\nPolysemy and metaphor.\nOn the face of it or alternatively the cosmetic level, the charnel ground is simply a locality often &lt;a href=\"chthonic\"&gt;chthonic&lt;/a&gt; where bodies are disposed of, either by &lt;a href=\"cremation\"&gt;cremation&lt;/a&gt; or &lt;a href=\"burial\"&gt;burial&lt;/a&gt;. Though the charnel ground is to be understood as a polysemy and metaphor it must be emphasized that holy people as part of their sadhana and natural spiritual evolution grappling with death, impermanence and transition did historically in both India, China and Tibet as well as in other localities, frequent charnel grounds, crematoriums and cemeteries and were often feared and despised by people who did not understand their 'proclivities' (Sanskrit: anusaya).\nFrom a deeper structural significance and getting to the substantive bones of the Vajrayana spiritual point of view however, the charnel ground is full of profound &lt;a href=\"Transpersonal%20psychology\"&gt;transpersonal&lt;/a&gt; significance. It represents the 'death of &lt;a href=\"Ego%20%28religion%29\"&gt;ego&lt;/a&gt;' (Sanskrit: atmayajna), and the end of:\nIt is worth noting that 'attachment', 'craving', 'fear' and 'aversion' above cited in bold font are somewhat standardized and hence less-rich lexical choices for the &lt;a href=\"semantic%20field\"&gt;semantic field&lt;/a&gt; represented by the four of the 'Five Poisons' (Sanskrit: pancha &lt;a href=\"Kleshas%20%28Buddhism%29\"&gt;klesha&lt;/a&gt;) they denote.\nPrior to spiritual realization, charnel grounds are to be understood as terrifying places, full of 'roaming spirits' (Sanskrit: &lt;a href=\"gana\"&gt;gana&lt;/a&gt;) and '&lt;a href=\"hungry%20ghosts\"&gt;hungry ghosts&lt;/a&gt;' (Sanskrit: &lt;a href=\"pretas\"&gt;pretas&lt;/a&gt;) indeed localities that incite consuming fear. In a charnel ground there are bodies everywhere in different states of decomposition: freshly dead bodies, decaying bodies, skeletons and disembodied bones.\n&lt;a href=\"Judith%20Simmer-Brown\"&gt;Simmer-Brown&lt;/a&gt; (2001: p. 127) conveys how the 'charnel ground' experience may present itself in the modern Western &lt;a href=\"mindstream\"&gt;mindstream&lt;/a&gt; situations of emotional intensity, protracted peak performance, marginalization and extreme desperation:\nDenizens and pastimes of the charnel ground.\nDancing.\nTibetan representations of Ganesha show ambivalent or richly different depictions of him. In one Tibetan form he is shown being trodden under foot by &lt;a href=\"Mahakala\"&gt;Mahākala&lt;/a&gt;, a popular Tibetan deity. Other depictions show him as the Destroyer of Obstacles, sometimes dancing. This play of Ganesha as both the \"creator and remover of obstacles\" as per his &lt;a href=\"epithet\"&gt;epithet&lt;/a&gt; as well in the two Vajrayana iconographic depictions of him as that which consumes (Maha Rakta) and that which is consumed (danced upon by Vignantaka) is key to the reciprocity rites of the charnel ground.\n\"Ganapati, Maha Rakta\" (Tibetan: tsog gi dag po, mar chen. English: The Great Red Lord of Hosts or &lt;a href=\"Gana\"&gt;Gana&lt;/a&gt;s) is a Tantric Buddhist form of Ganapati (&lt;a href=\"Ganesha\"&gt;Ganesha&lt;/a&gt;) related to the &lt;a href=\"Chakrasamvara\"&gt;Chakrasamvara&lt;/a&gt; Cycle of Tantras. The Sanskrit term 'rakta' holds the &lt;a href=\"semantic%20field\"&gt;semantic field&lt;/a&gt; of \"blood\" and \"red\". This form of Ganapati is regarded as an emanation of &lt;a href=\"Avalokiteshvara\"&gt;Avalokiteshvara&lt;/a&gt;.\n\"...beside a lapis lazuli rock mountain is a red lotus with eight petals, in the middle a blue rat expelling various jewels, [mounted on his rat 'steed' (Sanskrit: &lt;a href=\"vahana\"&gt;vahana&lt;/a&gt;)] Shri Ganapati with a body red in colour, having an elephant face with sharp white tusks and possessing three eyes, black hair tied in a &lt;a href=\"Sikha\"&gt;topknot&lt;/a&gt; with a &lt;a href=\"cintamani\"&gt;wishing-gem&lt;/a&gt; and a red silk ribbon [all] in a bundle on the crown of the head. With twelve hands, the six right hold an axe, &lt;a href=\"arrow\"&gt;arrow&lt;/a&gt;, &lt;a href=\"ankus\"&gt;hook&lt;/a&gt;, &lt;a href=\"vajra\"&gt;vajra&lt;/a&gt;, sword and spear. The six left [hold] a &lt;a href=\"pestle\"&gt;pestle&lt;/a&gt;, bow, &lt;a href=\"khatvanga\"&gt;khatvanga&lt;/a&gt;, &lt;a href=\"skullcup\"&gt;skullcup&lt;/a&gt; filled with blood, skullcup filled with human flesh and a shield together with a spear and &lt;a href=\"dhvaja\"&gt;banner&lt;/a&gt;. The peaceful right and left hands are signified by the vajra and skullcup filled with blood held to the heart. The remaining hands are displayed in a threatening manner. Wearing various silks as a lower garment and adorned with a variety of jewel ornaments, the left foot is extended in a dancing manner, standing in the middle of the bright rays of red flickering light.\" (&lt;a href=\"Ngorchen%20Konchog%20Lhundrup\"&gt;Ngorchen Konchog Lhundrup&lt;/a&gt;, 1497–1557).\nThis form of Ganapati belongs to a set of three powerful deities known as the 'mar chen kor sum' or the Three Great Red Deities included in a larger set called 'The Thirteen Golden Dharmas' of &lt;a href=\"Sakya\"&gt;Sakya&lt;/a&gt;. The other two deities are Kurukulle and Takkiraja.\nIn depictions of the six-armed protector &lt;a href=\"Mahakala\"&gt;Mahakala&lt;/a&gt; (Skt: Shad-bhuja Mahakala, Wylie: mGon po phyag drug pa), an elephant-headed figure usually addressed as Vinayaka is seen being trampled by the Dharma Protector, but he does not appear distressed. In &lt;a href=\"Vajrayana\"&gt;Vajrayana&lt;/a&gt; and cognate Buddhist art, He is depicted as a subdued god trampled by Buddhist deities like &lt;a href=\"Aparajita\"&gt;Aparajita&lt;/a&gt;, &lt;a href=\"Parnasabari\"&gt;Parnasabari&lt;/a&gt; and &lt;a href=\"Vignataka\"&gt;Vignataka&lt;/a&gt;.\nThe Tibetan Ganesha appears, besides bronzes, in the resplendent Thangka paintings alongside the Buddha. In \"\"Ganesh, studies of an Asian God\",\" edited by Robert L. BROWN, State University of New York Press, 1992, pp. 241–242, he wrote that in the Tibetan Ka'gyur tradition, it is said that the Buddha had taught the \"Ganapati Hridaya Mantra\" (or \"Aryaganapatimantra\") to disciple &lt;a href=\"Ananda\"&gt;Ananda&lt;/a&gt;. The sutra in which the Buddha teaches this mantra can be found here &lt;a href=\"https%3A//web.archive.org/web/20110708091500/http%3A//ganesha.bravehost.com/index.html\"&gt;&lt;/a&gt;.\nThe &lt;a href=\"lila%20%28divine%20play%29\"&gt;'pastime' and 'play' (Sanskrit: \"lila\")&lt;/a&gt; of dancing and its representation in charnel ground literature and visual representations is endemic: &lt;a href=\"Ganapati\"&gt;Ganapati&lt;/a&gt; as son of Shiva, Ganapati as Lord of Gana, the demonic host of Gana, dancing ganesha, dancing gana, the dance of life and death, what is dance but a continuum of forms, dancing is energetic, dancing is symbolic of spiritual energy in iconography, particularly chthonic imagery of Dharmic Traditions. Energy moves (and cycles) between forms as does dance. The 'wheel' (Sanskrit: &lt;a href=\"chakra\"&gt;chakra&lt;/a&gt;, &lt;a href=\"mandala\"&gt;mandala&lt;/a&gt;) in all its permutations and efflorescence is a profound Dharmic cultural artifact enshrining the energetic dance of the Universe. This is particularly applicable in the iconography of &lt;a href=\"Nataraja\"&gt;Nataraja&lt;/a&gt; and the 'wrathful deities' (Sanskrit: &lt;a href=\"Heruka\"&gt;Heruka&lt;/a&gt;) of Vajrayana which are depicted with a flaming &lt;a href=\"aureole\"&gt;aureole&lt;/a&gt;, a flaming wheel. This resonates with the deep symbolism of the mystery rite and folklore and folk custom and high culture of &lt;a href=\"circle%20dance\"&gt;circle dance&lt;/a&gt;s which approaches a human &lt;a href=\"cultural%20universal\"&gt;cultural universal&lt;/a&gt;. &lt;a href=\"Namkhai%20Norbu\"&gt;Namkhai Norbu&lt;/a&gt;, a famed &lt;a href=\"Dzogchen\"&gt;Dzogchen&lt;/a&gt; master in the &lt;a href=\"Bonpo\"&gt;Bonpo&lt;/a&gt; tradition and the &lt;a href=\"Dharmic%20Tradition\"&gt;Dharmic Tradition&lt;/a&gt;s of &lt;a href=\"esoteric%20Buddhism\"&gt;esoteric Buddhism&lt;/a&gt; has revealed a number of &lt;a href=\"terma%20%28Buddhism%29\"&gt;terma&lt;/a&gt; (Tibetan) of circle dances such as the 'Dance of the &lt;a href=\"Six%20Lokas\"&gt;Six Lokas&lt;/a&gt; of &lt;a href=\"Adi-Buddha\"&gt;Samantabhadra&lt;/a&gt;'. The dance is a restricted initiatory rite and its process may not be disclosed as so doing would be a contravention of 'commitments ' (Sanskrit: &lt;a href=\"samaya\"&gt;samaya&lt;/a&gt;) but it may be affirmed that the rite is enacted on a colourful mandala of the &lt;a href=\"Five%20Pure%20Lights\"&gt;Five Pure Lights&lt;/a&gt; and the 'central point' (Sanskrit: &lt;a href=\"bindu%20%28symbol%29\"&gt;bindu&lt;/a&gt;) of the dance mandala is illuminated with a sacred candle known as the 'garbha' (Sanskrit) within the International Dzogchen Community. This terma dance is all clearly applicable to the charnel ground when taken as the 'wheel of becoming' (Sanskrit: &lt;a href=\"bhavachakra\"&gt;bhavachakra&lt;/a&gt;) which generally is demarcated by six distinct 'places' (Sanskrit: &lt;a href=\"loka\"&gt;loka&lt;/a&gt;).\nAghora.\n&lt;a href=\"Dattatreya\"&gt;Dattatreya&lt;/a&gt; the &lt;a href=\"avadhuta\"&gt;avadhuta&lt;/a&gt;, to whom has been attributed the esteemed nondual medieval song, the\" &lt;a href=\"Avadhuta%20Gita\"&gt;Avadhuta Gita&lt;/a&gt;\", was a sometime denizen of the charnel ground and a founding deity of the &lt;a href=\"Aghor%20tradition\"&gt;Aghor tradition&lt;/a&gt; according to Barrett (2008: p. 33):\nBarrett (2008: p. 161) discusses the sadhana of the '&lt;a href=\"Aghori\"&gt;Aghora&lt;/a&gt;' (Sanskrit; Devanagari: अघोर) in both its left and right-handed proclivites and identifies it as principally cutting through attachments and aversion and foregrounding primordiality, a view uncultured, undomesticated:\nBeer (2003: p. 102) relates how the symbolism of the &lt;a href=\"khatvanga\"&gt;khatvanga&lt;/a&gt; that entered &lt;a href=\"esoteric%20Buddhism\"&gt;esoteric Buddhism&lt;/a&gt; (particularly from &lt;a href=\"Padmasambhava\"&gt;Padmasambhava&lt;/a&gt;) was a direct borrowing from the &lt;a href=\"Shaivite\"&gt;Shaivite&lt;/a&gt; &lt;a href=\"Kapalika\"&gt;Kapalika&lt;/a&gt;s who frequented places of austerity such as charnel grounds and &lt;a href=\"Crossroads%20%28road%29\"&gt;cross roads&lt;/a&gt; etcetera as a form of 'left-handed path' (Sanskrit: &lt;a href=\"vamamarga\"&gt;vamamarga&lt;/a&gt;) 'spiritual practice' (Sanskrit: &lt;a href=\"sadhana\"&gt;sadhana&lt;/a&gt;):\nSadhana.\nSadhana in the charnel ground within the Dharmic Traditions may be traced to ancient depictions of the chthonic &lt;a href=\"Shiva\"&gt;Shiva&lt;/a&gt; and his &lt;a href=\"wikt%3Achimera\"&gt;chimeric&lt;/a&gt; son &lt;a href=\"Ganapati\"&gt;Ganapati&lt;/a&gt; (Ganesha) who was decapitated and returned to life with the head of an elephant. In certain narratives, Shiva made the Ganesha 'lord of the &lt;a href=\"gana\"&gt;gana&lt;/a&gt;' (Sanskrit: Ganapati). Such depictions of Shiva, Ganesha and the ganas are evident in literature, architectural ornamentation and iconography, etc. In the Indian traditions of Tantra the charnel ground is very important. It must be remembered that the seat of Shiva and his locality of sadhana is the sacred Mount &lt;a href=\"Kailasha\"&gt;Kailasha&lt;/a&gt; in the Himalaya. In some non-Buddhist traditions of &lt;a href=\"Ganachakra\"&gt;Ganachakra&lt;/a&gt; such as the Kaula the leader of the rite is known as 'ganapati', which is a title of respect. The Eight Great Charnel Grounds are important in the life of &lt;a href=\"Padmasambhava\"&gt;Padmasambhava&lt;/a&gt;. This is one definite way the importance of the charnel ground in sadhana entered and became replicated in the Himalayan Dharmic Tradition. The charnel ground is a particular place that holds powerful teachings on impermanence and is important for slaying the ego. In this, the charnel ground shares with the tradition of &lt;a href=\"dark%20retreat\"&gt;dark retreat&lt;/a&gt; that was foregrounded in some Himalayan practice lineages.\n&lt;a href=\"Judith%20Simmer-Brown\"&gt;Simmer-Brown&lt;/a&gt; (2001: p. 127) conveys how great &lt;a href=\"Mahasiddha\"&gt;Mahasiddha&lt;/a&gt;'s in the &lt;a href=\"Nath\"&gt;Nath&lt;/a&gt; and &lt;a href=\"Mantrayana\"&gt;Mantrayana&lt;/a&gt; &lt;a href=\"Buddhadharma\"&gt;Buddhadharma&lt;/a&gt; traditions such as &lt;a href=\"Tilopa\"&gt;Tilopa&lt;/a&gt; (988–1069) and &lt;a href=\"Goraksa\"&gt;Gorakṣa&lt;/a&gt; (&lt;a href=\"floruit\"&gt;fl.&lt;/a&gt; 11th–12th century) yoked adversity to till the soil of the path and accomplish the fruit, the '&lt;a href=\"Ground%20of%20Being%20%28Dzogchen%29\"&gt;ground&lt;/a&gt;' (Sanskrit: āśraya; Wylie: gzhi) of realization – worthy case-studies for those with spiritual proclivity:\nPoetry, song, and literature.\nDyczkowski (1988: p. 26) holds that &lt;a href=\"H%C4%81la\"&gt;Hāla&lt;/a&gt;'s &lt;a href=\"Prakrit%20literature\"&gt;Prakrit literature&lt;/a&gt; poem the \"&lt;a href=\"G%C4%81th%C4%81sapta%C5%9Bati\"&gt;Gāthāsaptaśati&lt;/a&gt;\" (third to fifth century CE) is one of the first extant literary references to a &lt;a href=\"Kapalika\"&gt;Kapalika&lt;/a&gt; where in the poem the Kapalika, who is a female, anoints and besmears her body with the crematory ash from the funeral pyre of her recently deceased lover. This is a literary allusion to the anointing of 'sacred ash' (Sanskrit: bhasma; &lt;a href=\"vibhuti\"&gt;vibhuti&lt;/a&gt;) especially associated with &lt;a href=\"Shiva\"&gt;Shiva&lt;/a&gt; who applies it all over his body.\nDyczkowski (1988: p. 26) relates how &lt;a href=\"Krishna%20Mishra\"&gt;Kṛṣṇa Miśra&lt;/a&gt; (c. 1050–1100) casts the character of a &lt;a href=\"K%C4%81p%C4%81lika\"&gt;Kāpālika&lt;/a&gt; in his play, the \" &lt;a href=\"Prabodhacandrodaya\"&gt;Prabodhacandrodaya&lt;/a&gt;\" and then quotes verbatim a source that renders the creed of this character into English:\nIn Vajrayana poetry, literature and song, particularly that of the '&lt;a href=\"songs%20of%20realization\"&gt;songs of realization&lt;/a&gt;', charnel grounds are often described as containing \"rivers of blood\", \"poisonous waterfalls\", and depicted as localities containing dangerous wild beasts. The &lt;a href=\"two%20truths\"&gt;two truths&lt;/a&gt; doctrine though iterates this view and when perceived differently, charnel grounds are peaceful places of &lt;a href=\"beatitude\"&gt;beatific&lt;/a&gt; &lt;a href=\"solitude\"&gt;solitude&lt;/a&gt; and this &lt;a href=\"chthonic\"&gt;chthonic&lt;/a&gt; symbolism and the &lt;a href=\"twilight%20language\"&gt;twilight language&lt;/a&gt; and iconography accrues a rich &lt;a href=\"polysemy\"&gt;polysemy&lt;/a&gt;. When perceived differently, the charnel grounds are places of 'peace' (Sanskrit: \"shanti\"), pleasant groves, populated by wildflowers and fruit. &lt;a href=\"Songbird\"&gt;Songbird&lt;/a&gt;s, tame lions and tigers, and the vast open vault of the sky, fruit and flowers are often used in Vajrayana iconography and poetry and Beer (1999) explains their symbolism and how they are understood in the tradition in fine detail. They are all included in depictions of the charnel ground.\nThe &lt;a href=\"Upa-yoga\"&gt;Upa-yoga&lt;/a&gt; scriptures first appeared in 'Mount Jakang Chen' (alternate names: Riwo Jakang, &lt;a href=\"Mount%20Jizu\"&gt;Mount Jizu&lt;/a&gt;) and the charnel ground of Cool Grove . Cool Grove is also known as 'Śītavana' (Sanskrit).\nGray (undated: c. 2009) provides an excellent survey of chthonic charnel ground accoutrement motif such as skull imagery in the textual tradition of the &lt;a href=\"Yogini%20tantras\"&gt;Yogini tantras&lt;/a&gt;.\nBeyond social convention.\nIn the charnel grounds of Vajrayana, there are no &lt;a href=\"social%20convention\"&gt;social convention&lt;/a&gt;s to conform to and no distractions to be seduced by for the &lt;a href=\"siddha\"&gt;siddha&lt;/a&gt;. Dakas and &lt;a href=\"dakini\"&gt;dakini&lt;/a&gt;s gather there to celebrate ceremonial tsok 'feasts' (Sanskrit: &lt;a href=\"ganachakra\"&gt;ganachakra&lt;/a&gt;). The lion's roar of &lt;a href=\"Dharma\"&gt;Dharma&lt;/a&gt; discourse resound as do the &lt;a href=\"liturgy\"&gt;liturgy&lt;/a&gt; and the specific 'hourglass drums' (Sanskrit: &lt;a href=\"damaru\"&gt;damaru&lt;/a&gt;) of the &lt;a href=\"ch%C3%B6d\"&gt;chöd&lt;/a&gt;pa and the light of the inner 'joy of bliss' (Sanskrit: &lt;a href=\"ananda\"&gt;ananda&lt;/a&gt;) radiates and this dynamic movement is represented iconographically by the 'bliss-whirling' (Sanskrit: &lt;a href=\"gankyil\"&gt;ananda-chakra&lt;/a&gt;).\nIn his \"Manual\" on the practice of the \"&lt;a href=\"Longchen%20Nyingtik\"&gt;Longchen Nyingtik&lt;/a&gt;\", &lt;a href=\"Dzongsar%20Khyentse%20Rinpoche\"&gt;Dzongsar Khyentse Rinpoche&lt;/a&gt; holds that:\n\"Right now, our minds are very fickle. Sometimes you like a certain place, and it inspires, and yet with that same place, if you stay too long, it bores you. […] As you practice more and more, one day this kind of habit, this fickle mind will just go. Then you will search for the bindu interpretation of the right place, and according to the classic tantric texts, that is usually what they call the “eight great charnel grounds”. So then, you have to go to a cemetery, especially to one of the eight cemeteries. There, under a tree, in the charnel ground, wearing a tiger skin skirt, holding a &lt;a href=\"kap%C4%81la\"&gt;kapāla&lt;/a&gt; and having this indifference between relatives and enemies, indifference between food and shit, you will practise. Then your &lt;a href=\"bindu%20%28symbol%29\"&gt;bindu&lt;/a&gt; will flow. At that time, you will know how to have intercourse between emptiness and appearance.\" \nIn the life in which a &lt;a href=\"pratyekabuddha\"&gt;pratyekabuddha&lt;/a&gt; attains the fruit of their 'path' (Wylie: lam), they are naturally drawn to charnel grounds. \"When reflecting on the bones found there, the pratyekabuddha inquire \"Where do these bones come from?\" This &lt;a href=\"samyama\"&gt;samyama&lt;/a&gt; (Sanskrit) on the bones awakens knowledge of their many lifetimes of investigation into the &lt;a href=\"Twelve%20Nidanas\"&gt;'Twelve Links of Dependent Origination'&lt;/a&gt;. These twelve links then unfold in their &lt;a href=\"mindstream\"&gt;mindstream&lt;/a&gt; as a 'blessing' (Sanskrit: &lt;a href=\"adhishthana\"&gt;adhishthana&lt;/a&gt;), in both forward and reverse sequence and on that foundation they yield 'realisation' (Sanskrit: &lt;a href=\"siddhi\"&gt;siddhi&lt;/a&gt;).\nVajrayana iconography.\nThe charnel ground, cremation ground and cemetery is evident as a specific region within wrathful Indo-Tibetan &lt;a href=\"sand%20mandala\"&gt;sand mandala&lt;/a&gt; iconography. As the anthropologist Gold (1994: p. 141) relates in his comparative study drawn from his professional fieldwork into the symbolic universals of the sacred circles and &lt;a href=\"sand-painting\"&gt;sand-painting&lt;/a&gt;s of the &lt;a href=\"Navajo%20people\"&gt;Navajo&lt;/a&gt; and &lt;a href=\"Tibetan%20people\"&gt;Tibetan people&lt;/a&gt;s, parses the sacred precinct and motif of the charnel ground as a locality in the symbolic grammar of the Indo-Tibetan 'fierce yidam' or '&lt;a href=\"wrathful%20deities\"&gt;wrathful deity&lt;/a&gt;' (Sanskrit: &lt;a href=\"heruka\"&gt;heruka&lt;/a&gt;) sand mandala:\nThe region of the charnel grounds in many wrathful mandala often hold eight specific charnel grounds where certain key events take place in the life of &lt;a href=\"Padmasambhava\"&gt;Padmasambhava&lt;/a&gt;.\nThe Vajrayana &lt;a href=\"wrathful%20deities\"&gt;yidam&lt;/a&gt; &lt;a href=\"Citipati%20%28Buddhism%29\"&gt;Citipati&lt;/a&gt; is said to be the Lord of Charnel Grounds.\nBlood is thematic in Charnel Ground iconography where it may be understood as &lt;a href=\"Blood\"&gt;lifeblood&lt;/a&gt;, a symbol of viscous 'compassion' (Sanskrit: &lt;a href=\"Karu%E1%B9%87%C4%81\"&gt;karuna&lt;/a&gt;) of 'sacrifice' (Sanskrit:&lt;a href=\"yajna\"&gt;yajna&lt;/a&gt;), and attendant with the symbolism of blood, bones ground our shared humanity and solidarity in the wider &lt;a href=\"Mandala\"&gt;Mandala&lt;/a&gt; of life and the ancient lineage of '&lt;a href=\"ancestors\"&gt;ancestors&lt;/a&gt;' from which all sentient beings are of lineal descent.\nThe tradition and custom of the 'sky burial' (Tibetan: \"jhator\") afforded &lt;a href=\"Traditional%20Tibetan%20medicine\"&gt;Traditional Tibetan medicine&lt;/a&gt; and \"&lt;a href=\"thangka\"&gt;thangka&lt;/a&gt;\" &lt;a href=\"iconography\"&gt;iconography&lt;/a&gt; such as the '&lt;a href=\"Tree%20of%20physiology\"&gt;Tree of physiology&lt;/a&gt;' with a particular insight into the interior workings of the human body. Pieces of the &lt;a href=\"human%20skeleton\"&gt;human skeleton&lt;/a&gt; were employed in ritual tools such as the &lt;a href=\"Kapala\"&gt;skullcup&lt;/a&gt;, &lt;a href=\"Kangling\"&gt;thigh-bone trumpet&lt;/a&gt;, etc.\nThe 'symbolic bone ornaments' (Skt: ; Tib: rus pa'i rgyanl phyag rgya) are also known as \"&lt;a href=\"mudra\"&gt;mudra&lt;/a&gt;\" or 'seals' are also known as 'charnel ground ornaments'. The \"&lt;a href=\"Hevajra%20Tantra\"&gt;Hevajra Tantra&lt;/a&gt;\" identifies the Symbolic Bone Ornaments with the &lt;a href=\"Five%20Wisdoms\"&gt;Five Wisdoms&lt;/a&gt; and &lt;a href=\"Jamgon%20Kongtrul\"&gt;Jamgon Kongtrul&lt;/a&gt; in his commentary to the \"Hevajra Tantra\" explains this further.\nThe important Varnamala (or 'garland of &lt;a href=\"B%C4%ABja\"&gt;bija&lt;/a&gt; phonemes' in &lt;a href=\"twilight%20language\"&gt;twilight language&lt;/a&gt; is iconographically represented by a 'garland of severed heads or skulls' (Sanskrit: &lt;a href=\"Mundamala\"&gt;Mundamala&lt;/a&gt;).\nPadmasambhava.\nBeer (1999: pp. 277–278) relates how &lt;a href=\"Padmasambhava\"&gt;Padmasambhava&lt;/a&gt; received the siddhi of the &lt;a href=\"K%C4%ABla%20%28Buddhism%29\"&gt;kīla&lt;/a&gt; &lt;a href=\"esoteric%20transmission\"&gt;transmission&lt;/a&gt; from a gigantic &lt;a href=\"scorpion\"&gt;scorpion&lt;/a&gt; at the charnel ground of &lt;a href=\"Rajgriha\"&gt;Rajgriha&lt;/a&gt;:\nEight great charnel grounds.\nThe 'Eight Great Charnel Grounds (Sanskrit: aṣṭamahāśmāśāna; )\n'The Most Fierce'.\n'The Most Fierce' ()\n'Dense Thicket'.\n'Dense Thicket' ()\n'Dense Blaze'.\n'Dense Blaze' ()\n'Endowed with Skeletons'.\n'Endowed with Skeletons' ()\n'Cool Forest'.\n'Cool Forest' or 'Cool Grove' (Sanskrit: Śītavana; Devanagari: शीतवन; )\n'Black Darkness'.\n'Black Darkness' ()\n'Resonant with \"Kilikili\"'.\n'Resonant with \"Kilikili\"' ()\n'Wild Cries of \"Ha-ha\"'.\n'Wild Cries of \"Ha-ha\"' ()\nCharnel ground relics.\n&lt;a href=\"Dudjom%20Rinpoche\"&gt;Dudjom&lt;/a&gt; \"et al.\" (1991: p. 626 History) relates how \"earth, stone, water, and wood\" gathered from The Eight Great Charnel Grounds and auspicious objects such as the flesh of a seven-times-born &lt;a href=\"Brahmana\"&gt;Brahmana&lt;/a&gt; and 'relics' (Sanskrit: &lt;a href=\"%C5%9Aar%C4%ABra\"&gt;Śarīra&lt;/a&gt;) of the &lt;a href=\"Tathagatha\"&gt;Tathagatha&lt;/a&gt; amongst other items were used to sculpt a statue of 'Yangdak Heruka' (Wylie: yang dag heruka; Sanskrit: Viśuddhaheruka) modelled on &lt;a href=\"Zurcungpa\"&gt;Zurcungpa&lt;/a&gt; (1014–1074 CE; alt. Zurcung Sherap-tra) holding the aspect of the &lt;a href=\"yidam\"&gt;yidam&lt;/a&gt; after a &lt;a href=\"vase%20empowerment\"&gt;vase empowerment&lt;/a&gt; was given to the sculptors by the \"master\" (Zurcungpa):"
}