{
    "id": "2548030",
    "revid": "43252809",
    "url": "https://en.wikipedia.org/wiki?curid=2548030",
    "title": "Gramado",
    "text": "Gramado is a small tourist city, southeast of &lt;a href=\"Caxias%20do%20Sul\"&gt;Caxias do Sul&lt;/a&gt; and east of &lt;a href=\"Nova%20Petr%C3%B3polis\"&gt;Nova Petrópolis&lt;/a&gt; in the southern &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;ian state of &lt;a href=\"Rio%20Grande%20do%20Sul\"&gt;Rio Grande do Sul&lt;/a&gt;, in the &lt;a href=\"Serra%20Ga%C3%BAcha\"&gt;Serra Gaúcha&lt;/a&gt; region. The city was originally settled by Azorean descendants and later received a contingent of German and Italian immigrants. Gramado is one of the cities along the scenic route known as \"&lt;a href=\"Rota%20Rom%C3%A2ntica\"&gt;Rota Romântica&lt;/a&gt;\" (Romantic Route).\nHistory.\nGramado was originally settled in 1875 by Portuguese immigrants. Five years later, the first German immigrants arrived and these were followed shortly after by Italian immigrants from the Italian settlements in &lt;a href=\"Caxias%20do%20Sul\"&gt;Caxias do Sul&lt;/a&gt;.\nIn 1913, the city seat was moved to Linha Nova, the location of the present-day city center. At this time, Gramado was an unincorporated city within the city of &lt;a href=\"Taquara\"&gt;Taquara&lt;/a&gt;. A railway, brought by Gramado's founder and first administrator, &lt;a href=\"Jos%C3%A9%20Nicoletti%20Filho\"&gt;José Nicoletti Filho&lt;/a&gt;, arrived in the city in 1921, boosting the local economy. Gramado officially became a city in 1937, when Gramado was already known as a summer holiday resort. Gramado became a city on December 15, 1954 by force of State Act 2,522.\nPolitics and Government.\nGramado Government is in a strong &lt;a href=\"mayor-council%20government\"&gt;mayor-council government&lt;/a&gt; model, as set forth by the &lt;a href=\"Constitution%20of%20Brazil%23Seventh%20and%20current\"&gt;Brazilian Constitution of 1988&lt;/a&gt;. Elections for both mayoral and legislative offices are held every fourth year. The Mayor may seek reelection once, while Councilmen have no restriction on terms they may serve.\nExecutive Branch.\nExecutive powers are held by the Mayor of Gramado, who appoints a Cabinet, the heads of several municipal bodies and members of the Planning Commission. The current Mayor is Nestor Tissot (&lt;a href=\"Progressive%20Party%20of%20Brazil\"&gt;PP&lt;/a&gt;) elected in 2008. The current Deputy Mayor is Luia Barbacovi. In the election of 2016 the opposition candidate won, thereby Fedoca Bertolucci takes the City Hall on January 1, 2017.\nGeography.\nOpen spaces.\nGramado has several green areas. Among the most important are Black Lake, Communications Square, Knorr Park, Orchard Park, Major Nicoletti Square and Roses Square.\nLago Negro.\nLago Negro (Black Lake) is the most known, visited green area of Gramado. It was created in 1953 by Leopoldo Rosenfeld on an area containing a large concentration of hydrangeas, hence the name the &lt;a href=\"Regi%C3%A3o%20das%20Hort%C3%AAnsias\"&gt;Hydrangeas' Region&lt;/a&gt;. It was named Black Lake because Rosenfeld imported the trees surrounding the lake from Germany's Black Forest.&lt;https://gramadoinesquecivel.tur.br/en/what-to-do/lagos-14/lago-negro-12&gt; This area had been destroyed by fire in 1942. \nA creek was dammed up to create a U-shaped lake. Rosenfeld imported pine seedlings from the &lt;a href=\"Black%20Forest\"&gt;Black Forest&lt;/a&gt; in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; to be planted all around the newly formed lake's rim.\nLago Negro is a mile away from the Town Hall. There is a boathouse, working daily from 8:30 AM to 7:00 PM, where you can rent swan boats to tour the lake, concession stands, public restrooms, and a small craftsmen fair nearby.\nThe city is in a mountain range, averaging 850 meters above sea level. Visitors from the Northern Hemisphere mid-latitudes may notice several tree species (including &lt;a href=\"Acer%20rubrum\"&gt;Red Maple&lt;/a&gt;, &lt;a href=\"Liquidambar%20styraciflua\"&gt;American Sweetgum&lt;/a&gt; and &lt;a href=\"Liriodendron%20tulipifera\"&gt;American Tuliptree&lt;/a&gt;) common to their home territory in cultivation here, flourishing among the native &lt;a href=\"Araucaria%20angustifolia\"&gt;Parana Pine&lt;/a&gt;. &lt;a href=\"Hydrangea\"&gt;Hydrangea&lt;/a&gt;s blossom in late spring.\nClimate.\nThe climate is maritime temperate with mild summer (\"Cfb\", according to the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;). The summers are not usually hot, with temperatures around . There are some hotter days, but with always pleasant evenings, moderated by mountain air and forests. Winters are cool, with temperatures sometimes falling below , heavy frosts and occasional &lt;a href=\"snow\"&gt;snow&lt;/a&gt;fall.\nCulture and tourism.\nGramado is served by &lt;a href=\"Canela%20Airport\"&gt;Canela Airport&lt;/a&gt;, located in the municipality of Canela, 8 km away.\nTwin towns – sister cities.\nGramado is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:\nExternal links.\nGovernment Websites\nMaps\nMedia Outlets\nTouristic Websites\nOfficial Events Websites"
}