{
    "id": "25495085",
    "revid": "2043601",
    "url": "https://en.wikipedia.org/wiki?curid=25495085",
    "title": "Carter Aviation Technologies",
    "text": "Carter Aviation Technologies (also known as CarterCopters) is a &lt;a href=\"Limited%20liability%20company\"&gt;privately held&lt;/a&gt; &lt;a href=\"aviation\"&gt;aviation&lt;/a&gt; &lt;a href=\"research%20and%20development\"&gt;research and development&lt;/a&gt; company based in &lt;a href=\"Wichita%20Falls%2C%20Texas\"&gt;Wichita Falls, Texas&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nThe main focus of the company is developing new technology and then licensing it to other manufacturers for use on production aircraft. Carter sees its role as predominantly that of research and development with the aim of then patenting the aviation technological advances it makes. The company is mainly known for making the &lt;a href=\"CarterCopter\"&gt;CarterCopter&lt;/a&gt;, and since 2011 its replacement, the &lt;a href=\"Carter%20PAV\"&gt;Carter Personal Air Vehicle&lt;/a&gt;.\nHistory.\nThe company (CAT) was founded in 1994 by Jay Carter Jr., two years after the partial sale of the wind turbine company &lt;a href=\"Carter%20Wind%20Systems\"&gt;Carter Wind Systems&lt;/a&gt;, now being run by his son Matt. \nThe company is developing the &lt;a href=\"CarterCopter\"&gt;CarterCopter&lt;/a&gt; &lt;a href=\"slowed%20rotor\"&gt;slowed rotor&lt;/a&gt;/compound (SR/C) aircraft series, the CarterCopter Propeller System and a landing gear system. According to Carter, the development of the propeller and landing gear was not strictly necessary, and delayed the SR/C. The teetering &lt;a href=\"Wind%20turbine%20design%23Blades\"&gt;blade&lt;/a&gt; hub principle used in Carter Wind Systems is also used in Carter aircraft.\nUntil 2004, CAT received some funding via three &lt;a href=\"Small%20Business%20Innovation%20Research\"&gt;Small Business Innovation Research&lt;/a&gt; programs from &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt;, totalling over $1 million.\nOn 17 June 2005, the company's &lt;a href=\"CarterCopter\"&gt;sole flying technology demonstrator&lt;/a&gt; reached a rotorcraft milestone, but crashed on the next flight. The aircraft had been flying at when the drive pulley to the propeller drive-shaft bolts failed in flight, reversing propeller thrust. The aircraft was damaged beyond repair but both crew members were unharmed. The accident set the company's development back at least ten months as a small wingless autogyro was not flown until 2006, and the &lt;a href=\"Carter%20PAV\"&gt;Carter PAV&lt;/a&gt; (a subsequent 4-place manned compound rotorcraft, the N110AV) was not flown until 2011. Design of the PAV was begun during 2005. Carter says it has flown at 18,000 feet and reached a Mu of 1.13, and Carter has applied to the FAA to change the PAVs certificate from research and development to demonstration.\nIn 2007, the company modified their strategy from strictly R&amp;D to also include limited production, as potential manufacturing customers were unfamiliar with the technology and would not commit to the large development effort of bringing the concept forward to a product.\nCAT paid $20,000 per year in lobbying expenses in 2005 and 2006, but none in 2009 and 2010 to \"monitor transportation, defense, budget, technology issues/appropriations\".\nIn 2009, &lt;a href=\"Joe%20Lieberman\"&gt;Joe Lieberman&lt;/a&gt; &lt;a href=\"Earmark%20%28politics%29\"&gt;earmarked&lt;/a&gt; $2,500,000 to Carter for slow-rotor technologies.\nAmong the &lt;a href=\"board%20member\"&gt;board member&lt;/a&gt;s is &lt;a href=\"tilt%20rotor\"&gt;tilt rotor&lt;/a&gt; developer &lt;a href=\"Kenneth%20Wernicke\"&gt;Kenneth Wernicke&lt;/a&gt;, who &lt;a href=\"aerospace%20engineering\"&gt;engineered&lt;/a&gt; the &lt;a href=\"Bell%20XV-15\"&gt;Bell XV-15&lt;/a&gt; as did Jay Carter. Wernicke also worked on the &lt;a href=\"Bell%20XV-3\"&gt;Bell XV-3&lt;/a&gt; and &lt;a href=\"Bell%20Boeing%20V-22%20Osprey\"&gt;V-22 Osprey&lt;/a&gt;.\nIn October 2009, the company announced it was forming two subsidiaries \"Carter Aerospace Development\", to continue with the Research and Development, and \"Carter Air Vehicles\" to manufacture the products.\nJay Carter says he has 58% ownership of the company in June 2012.\nOn 6 September 2013, &lt;a href=\"DARPA\"&gt;DARPA&lt;/a&gt; awarded $2,231,816 to Carter for the development of a &lt;a href=\"medium-altitude%20long-endurance%20unmanned%20aerial%20vehicle\"&gt;medium-altitude long-endurance unmanned aerial vehicle&lt;/a&gt; prototype in the TERN program (\"Tactically Exploited Reconnaissance Node\"). The goal is an aircraft capable of flying by itself from a small ship (like &lt;a href=\"USS%20Independence%20%28LCS-2%29\"&gt;LCS-2&lt;/a&gt;) with a payload of out to an &lt;a href=\"combat%20radius\"&gt;operational radius&lt;/a&gt; of . Carter views vehicle recovery in rough seas as a significant challenge, and tried unsuccessfully to partner with larger companies. First flight of a TERN demonstrator is expected in 2017, but if Carter wins the final bid, the order would be too big for them, and a partner would have to build the many aircraft. Other Phase 1 recipients include &lt;a href=\"AeroVironment\"&gt;AeroVironment&lt;/a&gt;, &lt;a href=\"Northrop%20Grumman\"&gt;Northrop Grumman&lt;/a&gt;, &lt;a href=\"Aurora%20Flight%20Sciences\"&gt;Aurora Flight Sciences&lt;/a&gt; and &lt;a href=\"Maritime%20Applied%20Physics\"&gt;Maritime Applied Physics&lt;/a&gt;. AeroVironment and Northrop Grumman proceeded to Phase 2.\nThe Paul E. Haueter Award of the &lt;a href=\"AHS%20International\"&gt;American Helicopter Society&lt;/a&gt; for 2014 was presented to Jay Carter \"for his achievements in slowed-rotor compound aircraft designs capable of providing unprecedented improvements in rotorcraft operational flexibility, efficiency, speed and safety.\"\n, Carter says they have started development of a &lt;a href=\"turboprop\"&gt;turboprop&lt;/a&gt; aircraft powered by the 1,750shp &lt;a href=\"Garrett%20TPE331\"&gt;Honeywell TPE331-14&lt;/a&gt;.\nAgreement with Textron.\nOn 16 November 2009, the &lt;a href=\"AAI%20Corporation\"&gt;AAI Corporation&lt;/a&gt; (a &lt;a href=\"Division%20%28business%29\"&gt;division&lt;/a&gt; of &lt;a href=\"Textron\"&gt;Textron&lt;/a&gt;) signed a 40-year exclusive &lt;a href=\"license%20agreement\"&gt;license agreement&lt;/a&gt; with the company concerning all &lt;a href=\"unmanned%20aircraft%20system\"&gt;unmanned aircraft system&lt;/a&gt;s, one of which was intended to deliver 3000 pounds of cargo similar to the unmanned &lt;a href=\"Kaman%20K-MAX\"&gt;Kaman K-MAX&lt;/a&gt;, but over a future range of 1300 nautical miles compared to the demonstrated or more of the K-MAX. AAI expected this cargo aircraft to fly in 2011. The agreement committed CarterCopters to developing the technology to maturity for 4 complete aircraft in 2011, in exchange for exclusive rights to develop UAVs for the next 40 years.\nAAI intended to use this technology in two modified &lt;a href=\"AAI%20RQ-7%20Shadow\"&gt;Shadow UAV&lt;/a&gt;s for flight in 2012, and as the basis for their proposal to &lt;a href=\"DARPA\"&gt;DARPA&lt;/a&gt;s \"Flying Humvee\" &lt;a href=\"Transformer%20%28flying%20car%29\"&gt;Transformer&lt;/a&gt; program. DARPA selected this team for Phase 1 on 15 November 2010 lasting 15 months, but later only selected Lockheed Martin for the subsequent &lt;a href=\"Aerial%20Reconfigurable%20Embedded%20System\"&gt;Aerial Reconfigurable Embedded System&lt;/a&gt; (ARES) program.\nAAI also expected to use the SR/C technology for the Shadow Knight, a powered-rotor two-propeller surveillance aircraft for the &lt;a href=\"US%20Navy\"&gt;US Navy&lt;/a&gt; MRMUAS program that was cancelled in 2012 to save $1.5billion. If AAI proposed an unmanned &lt;a href=\"casualty%20evacuation\"&gt;casualty evacuation&lt;/a&gt; aircraft, it would also have been based on Carter technology.\nIn 2014, Carter said they bought back the license from AAI, and is seeking production partners outside USA.\nAgreement with Municipality.\nOn 6 October 2009, (final agreement 14 April 2010) Carter signed a 7-year agreement with the Wichita Falls &lt;a href=\"Economic%20Development%20Corporation\"&gt;Economic Development Corporation&lt;/a&gt; (WFEDC). The agreement provided Carter with a US$4M segmented loan (sourced from 4A sales tax) for use as operating capital to allow increased development activity and company expansion, matching some of the AAI funding. The loan was provided at a zero-percent interest rate with a delayed re-payment period and also includes a forgiveness clause in exchange for new job creation of 300 manufacturing jobs. The total investment by AAI and WFEDC was up to $12 million. According to the agreement, Wichita Falls provided a building for CAT around the time of first flight. The $4m was to be paid in 8 segments depending on &lt;a href=\"milestone\"&gt;milestone&lt;/a&gt;s achieved (not necessarily in order): PAV flight without wings, first firm order, PAV flight with wings, second firm order, flight tests of second PAV, hiring of a number of new employees (the agreement defines a successful flight as 30 minutes or more). Carter has received the first downpayment of a prototype, qualifying CAT for a loan payment from the city, and as of 31 August 2010, the amount paid by the WFEDC to CAT was $468,750. According to Jay Carter, these milestones are related to requirements from AAI. Carter also confirmed that CAT has \"been in business for 16 years and never sold a product\".\nFirst flight of the PAV occurred on 5 January 2011 and lasted 36 minutes, qualifying CAT for another milestone payment. As of 18 August 2011, the amount paid by the WFEDC to CAT was $937,500.\nIn June 2011, the company moved from its initial buildings to a facility with financial assistance from the City of Wichita Falls.\nAAI has provided $7.5m for license and prototype, while WFEDC has made 6 of 8 progress payments by June 2012. The original milestones proved difficult, and AAI switched to progress payments instead.\nDuring 2012, Carter reduced the workforce from about 37 due to lack of funds, and the number of employees came to 13 in 2013 and 5 in 2014. WFEDC agreed to a Carter proposal of changing the finance agreement to match the AAI progress method, in order to continue operations. WFEDC would provide two loan payments (almost $1million) in exchange for Carter &lt;a href=\"stock\"&gt;stock&lt;/a&gt; and &lt;a href=\"intellectual%20property\"&gt;intellectual property&lt;/a&gt;, and Carter offers assets they estimate at $2.4-2.7 million as &lt;a href=\"Collateral%20%28finance%29\"&gt;collateral&lt;/a&gt; for the loan. However, in August 2012, Carter offered all of the $2.7 million of hard assets, and refused transfer of intellectual property to the City as that would limit the company's ability to raise money. The WFEDC approved the agreement after lengthy discussion, but if loan repayments are not commenced 4 years after signage, WFEDC could consider the agreement to be in &lt;a href=\"Default%20%28finance%29\"&gt;default&lt;/a&gt;. In June 2014, WFEDC agreed to a two-year extension, which needed approval from the city council also. As of late 2015, the combined loan of 3.3 million was not paid back.\nAs of June 2013, 7 out of 8 milestones had been met - Carter viewed the last milestone of 50 employees as unlikely to be fulfilled, but later maintained the hope of achieving that goal.\nCarter demonstrated their second PAV (the N210AV) at &lt;a href=\"Sun%20%27n%20Fun\"&gt;Sun 'n Fun&lt;/a&gt; air festival and &lt;a href=\"MacDill%20Air%20Force%20Base\"&gt;MacDill Air Force Base&lt;/a&gt; in 2014, both in Florida. In July 2014, it was displayed at &lt;a href=\"Oshkosh%20Airshow\"&gt;Oshkosh Airshow&lt;/a&gt;. Carter says it has flown at 18,000 feet.\nTechnology sale.\nIn 2019, the company sold its slowed rotor technology to &lt;a href=\"Jaunt%20Air%20Mobility\"&gt;Jaunt Air Mobility&lt;/a&gt;, an Uber Air Taxi partner. Carter Aviation continued its research into new technology.\nTechnology.\nThe primary technology of the company is the \"Slowed Rotor/Compound\" (SR/C) &lt;a href=\"CarterCopter%23Concept\"&gt;CarterCopter concept&lt;/a&gt;. A &lt;a href=\"gyrodyne\"&gt;compound rotorcraft&lt;/a&gt; uses both &lt;a href=\"wing\"&gt;wing&lt;/a&gt;s and a &lt;a href=\"Helicopter%20rotor\"&gt;rotor&lt;/a&gt; for &lt;a href=\"Lift%20%28force%29\"&gt;lift&lt;/a&gt;. The wings support the aircraft when airspeed is high enough. \"Slowed rotor\" indicates that the rotor is then slowed down in high speed flight to reduce &lt;a href=\"Drag%20%28physics%29\"&gt;drag&lt;/a&gt;. Heavy tip weights made of lead, &lt;a href=\"tungsten\"&gt;tungsten&lt;/a&gt; or steel are used to make jump takeoffs and keep the slowed rotor stable.\nThe &lt;a href=\"CarterCopter\"&gt;CarterCopter&lt;/a&gt; Technology Demonstrator was the first aircraft to achieve μ-1 (&lt;a href=\"Mu%20%28letter%29\"&gt;Mu&lt;/a&gt;-1) on 17 June 2005. μ-1 is \"an aerodynamic limit defined by a forward speed and rotor rpm combination that results in advancing (moving into the relative wind) blade tips reaching speeds of twice that of the aircraft. At the same time, the retreating blade tips experience zero airspeed (as they rotate away from the relative wind) on the opposite side -- the entire inboard portion of the blade sees 'reverse' air flow.\"\nAircraft.\nThe company has not made products for sale. Four aircraft have been made or modified : "
}