{
    "id": "25503218",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=25503218",
    "title": "Charles Barlow (businessman)",
    "text": "Charles Sydney Barlow (10 May 1905 – 1 June 1979) was a South African businessman, conservationist and philanthropist who built up &lt;a href=\"Barlow%20Rand\"&gt;Barlow Rand&lt;/a&gt; into one of South Africa's biggest companies. In his youth, he was also a sportsman: as a &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er he made two &lt;a href=\"first-class%20cricket\"&gt;first-class&lt;/a&gt; appearances for &lt;a href=\"Somerset%20County%20Cricket%20Club\"&gt;Somerset County Cricket Club&lt;/a&gt; in 1925 and 1926, and as a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player he won four &lt;a href=\"Blue%20%28university%20sport%29\"&gt;Blues&lt;/a&gt; at &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt; from 1923 to 1926, captaining the side in his final year.\nIn his family, and publicly as both a sportsman and a businessman, he was widely known as \"Punch\" Barlow – apparently for no better reason than that his elder sister was named &lt;a href=\"Punch%20and%20Judy\"&gt;Judy&lt;/a&gt;.\nLife and business career.\nBarlow was born in &lt;a href=\"Durban\"&gt;Durban&lt;/a&gt;, the son of Ernest \"Billy\" Barlow, a businessman who had started as an agent for clothing and woollen goods, but later diversified into electrical equipment. He was educated in the UK at &lt;a href=\"Clifton%20College\"&gt;Clifton College&lt;/a&gt; and at &lt;a href=\"Gonville%20and%20Caius%20College%2C%20Cambridge\"&gt;Gonville and Caius College, Cambridge&lt;/a&gt;.\nOn graduation, he returned to South Africa to join the family company, his father having died in 1921, and was responsible within a couple of years for a major deal that saw the Barlow company become the distributor for &lt;a href=\"Caterpillar%20Inc.\"&gt;Caterpillar&lt;/a&gt; mining and construction machinery, a move that shifted the company's direction. He became a director in 1929 and managing director in 1937, later becoming chairman as well. Over the next 35 years, through organic growth and acquisition he built the company into South Africa's largest industrial conglomerate, with 850 subsidiaries in 22 countries and a net worth of 2 billion &lt;a href=\"Rand%20%28currency%29\"&gt;Rand&lt;/a&gt;; in 1971, the group merged with the Rand Corporation to become Barlow Rand, and he soon after that stood down from an operational role. The company, much changed, is now named \"Barloworld\".\nNoted as a critic and opponent of the &lt;a href=\"National%20Party%20%28South%20Africa%29\"&gt;National Party&lt;/a&gt; and its &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; policies, Barlow was also an environmentalist and a sponsor of conservation initiatives. Three species of bird are named after him, in recognition of his backing for expeditions of discovery: they include &lt;a href=\"Barlow%27s%20lark\"&gt;Barlow's lark&lt;/a&gt;.\nCricket career.\nOn his first-class debut Barlow took two wickets for Somerset in the first-innings of the match against &lt;a href=\"Kent%20County%20Cricket%20Club\"&gt;Kent&lt;/a&gt;, &lt;a href=\"bowled\"&gt;bowling&lt;/a&gt; England &lt;a href=\"Test%20cricket\"&gt;Test cricket&lt;/a&gt;er &lt;a href=\"Frank%20Woolley\"&gt;Frank Woolley&lt;/a&gt;, who had already scored 215, and &lt;a href=\"George%20Collins%20%28cricketer%2C%20born%201889%29\"&gt;George Collins&lt;/a&gt;. On a &lt;a href=\"Duck%20%28cricket%29%23Pair\"&gt;pair&lt;/a&gt; after Somerset's first-innings, Barlow made his top-score of 23 in the second, but could not help prevent Somerset falling to an innings and 174 run defeat. He fell for a duck again in the first-innings on his next appearance, over a year later against &lt;a href=\"Sussex%20County%20Cricket%20Club\"&gt;Sussex&lt;/a&gt;. He avoided a pair by claiming one run in the second-innings, but remained wicket-less in the match.\nEarlier he had been cricket captain at Clifton College in 1923 as an all-rounder, when he played in the schools cricket festival matches at &lt;a href=\"Lord%27s\"&gt;Lord's&lt;/a&gt;. In 1924, he was at &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt; and played as a batsman only in the freshmen's trial for the &lt;a href=\"Cambridge%20University%20cricket%20team\"&gt;Cambridge University cricket team&lt;/a&gt;; he scored 0 and 18 in this trial game and did not figure in first team matches for the university side."
}