{
    "id": "255213",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=255213",
    "title": "David Stuart Rose",
    "text": "David Stuart Rose Democrat (June 30, 1856 – August 8, 1932) was an American lawyer and &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; &lt;a href=\"politician\"&gt;politician&lt;/a&gt;.\nBackground.\nBorn in &lt;a href=\"Darlington%2C%20Wisconsin\"&gt;Darlington, Wisconsin&lt;/a&gt;, Rose joined his father's law firm in Darlington. He served as mayor of Darlington in 1883 and 1884 and was county judge of &lt;a href=\"Lafayette%20County%2C%20Wisconsin\"&gt;Lafayette County, Wisconsin&lt;/a&gt;.\nMove to Milwaukee.\nIn 1886, he moved to Milwaukee where he practiced law and was twice elected &lt;a href=\"List%20of%20mayors%20of%20Milwaukee\"&gt;mayor of the city of Milwaukee, Wisconsin&lt;/a&gt; serving from 1898 to 1906 and from 1908 to 1910, when he was defeated by &lt;a href=\"Socialist%20Party%20of%20America\"&gt;Socialist&lt;/a&gt; &lt;a href=\"Emil%20Seidel\"&gt;Emil Seidel&lt;/a&gt;. He was the 1902 Democratic nominee for &lt;a href=\"Governor%20of%20Wisconsin\"&gt;Governor of Wisconsin&lt;/a&gt;, running a &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; campaign losing to incumbent &lt;a href=\"Robert%20M.%20La%20Follette\"&gt;Robert M. La Follette&lt;/a&gt; by a wide margin.\nHis administration was known for widespread corruption. Under \"All the Time Rosy\", Milwaukee had a reputation as a \"wide-open\" town that tolerated &lt;a href=\"prostitution\"&gt;prostitution&lt;/a&gt;, &lt;a href=\"gambling\"&gt;gambling&lt;/a&gt; and late-night &lt;a href=\"Bar%20%28establishment%29\"&gt;saloons&lt;/a&gt;. As historian &lt;a href=\"John%20Gurda\"&gt;John Gurda&lt;/a&gt; put it, \"Virtually everything that was not nailed down - from public hay supplies to aldermanic votes - was for sale to the highest bidder.\" After spending some time in &lt;a href=\"California\"&gt;California&lt;/a&gt; trying to promote &lt;a href=\"foreign%20trade\"&gt;trade&lt;/a&gt; with China, Rose returned to Milwaukee and ran once again for mayor in 1924 but lost the election to Socialist &lt;a href=\"Daniel%20Hoan\"&gt;Daniel Hoan&lt;/a&gt;.\nBack to Lafayette County.\nRose later returned to Darlington and in 1931 ran once more (unsuccessfully) for county judge of Lafayette County. He died in Milwaukee on August 8, 1932, and is buried in Darlington."
}