{
    "id": "25545377",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=25545377",
    "title": "Huh Young-man",
    "text": "Huh Young-man (born June 26, 1947) is a South Korean &lt;a href=\"manhwa\"&gt;manhwa&lt;/a&gt; artist.\nEarly life.\nHuh Young-man was born Heo Hyeong-man in present-day &lt;a href=\"Yeosu\"&gt;Yeosu&lt;/a&gt;, a far southern coastal city of what is now &lt;a href=\"South%20Jeolla%20Province\"&gt;South Jeolla Province&lt;/a&gt;, &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt; in 1947. He was the third child of eight children born to father Heo Jong (허종) and mother Park Ok-jeong (박옥정). Before and after the &lt;a href=\"Gwangbokjeol\"&gt;liberation of Korea&lt;/a&gt; from &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; in 1945, Huh's father had worked as a local policeman. When the &lt;a href=\"Yeosu-Suncheon%20Rebellion\"&gt;Yeosu Rebellion&lt;/a&gt; occurred in 1948, Huh's family was in danger of being killed by the rebels. In contrast to Huh's father, his uncle was a &lt;a href=\"communism%20in%20Korea\"&gt;communist&lt;/a&gt;, so that Huh's family was ironically protected by both sides. However, Huh was later told that he and his mother could've been killed during an incident in which some communists captured his father. This political conflict strongly influenced Huh's works such as \"Oh, Han River\" and \"&lt;a href=\"Tajja\"&gt;Tajja&lt;/a&gt;\".\nAfter the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; was over, Huh's father worked for a while as an administrative officer at the Yeosu Office of Education, then later started his own business. Huh's mother ran a kitchenware store which became successful since Yeosu served as a trading base between neighboring islands.\nHuh had wanted to study &lt;a href=\"Western%20painting\"&gt;Western painting&lt;/a&gt; at university but because his father's &lt;a href=\"anchovy\"&gt;anchovy&lt;/a&gt; &lt;a href=\"fishery\"&gt;fishery&lt;/a&gt; business was declining, he gave up his dream. Instead, Huh entered the &lt;a href=\"manhwa\"&gt;manhwa&lt;/a&gt; world as an apprentice to a cartoonist.\nCareer.\nIn 1974, Huh debuted with \"In Search for Home\" (\"Jipeul chajaseo\") through a competition seeking new cartoonists hosted by the &lt;a href=\"Hankook%20Ilbo\"&gt;Sonyeon Hankook Ilbo&lt;/a&gt; (Boy's Korean Times). His next comic, action-adventure \"Gaksital\" (lit. \"Bridal Mask\") was a big success, and Huh became famous. Since then, Huh's works have been recognized for their literary value and have gained wide popularity among the public. Several have been serialized in local dailies, including \"&lt;a href=\"Sikgaek\"&gt;Sikgaek&lt;/a&gt;\" (lit. \"Gourmet\") for &lt;a href=\"The%20Dong-a%20Ilbo\"&gt;The Dong-a Ilbo&lt;/a&gt;, and \"&lt;a href=\"Tajja\"&gt;Tajja&lt;/a&gt;\" and \"Saranghae\" (lit. \"I Love You\") for &lt;a href=\"Sports%20Chosun\"&gt;Sports Chosun&lt;/a&gt;. His comics have also been adapted into films and television series."
}