{
    "id": "2555501",
    "revid": "33422525",
    "url": "https://en.wikipedia.org/wiki?curid=2555501",
    "title": "Prova",
    "text": "Prova is an &lt;a href=\"open%20source\"&gt;open source&lt;/a&gt; &lt;a href=\"programming%20language\"&gt;programming language&lt;/a&gt; that combines &lt;a href=\"Prolog\"&gt;Prolog&lt;/a&gt; with &lt;a href=\"Java%20%28programming%20language%29\"&gt;Java&lt;/a&gt;.\nDescription.\nProva is a rule-based &lt;a href=\"Scripting%20language\"&gt;scripting&lt;/a&gt; system that is used for &lt;a href=\"middleware\"&gt;middleware&lt;/a&gt;. The language combines &lt;a href=\"imperative%20programming\"&gt;imperative&lt;/a&gt; and &lt;a href=\"declarative%20programming\"&gt;declarative programming&lt;/a&gt; by using a prolog syntax that allows calls to Java functions. In this way a strong Java code base is combined with Prolog features such as backtracking.\nProva is derived from Mandarax, a Java-based &lt;a href=\"inference\"&gt;inference&lt;/a&gt; system developed by &lt;a href=\"Jens%20Dietrich\"&gt;Jens Dietrich&lt;/a&gt;. Prova extends Mandarax by providing a proper language &lt;a href=\"syntax\"&gt;syntax&lt;/a&gt;, native syntax integration with Java, &lt;a href=\"agent%20messaging\"&gt;agent messaging&lt;/a&gt; and &lt;a href=\"reaction%20rules\"&gt;reaction rules&lt;/a&gt;. The development of this language was supported by the grant provided within the EU projects GeneStream and BioGRID. In the project, the language is used as a rule-based backbone for distributed &lt;a href=\"web%20applications\"&gt;web applications&lt;/a&gt; in biomedical &lt;a href=\"data%20integration\"&gt;data integration&lt;/a&gt;, in particular, the &lt;a href=\"GoPubMed\"&gt;GoPubMed&lt;/a&gt; system.\nThe design goals of Prova:\nProva aims to provide support for data integration tasks when the following is important:\nProva has been used as the key service integration engine in the &lt;a href=\"Xcalia\"&gt;Xcalia&lt;/a&gt; product where it is used for computing efficient global execution plans across multiple data sources such as Web services, TP monitors transactions like &lt;a href=\"CICS\"&gt;CICS&lt;/a&gt; or &lt;a href=\"IBM%20Information%20Management%20System\"&gt;IMS&lt;/a&gt;, messages of MOM like &lt;a href=\"MQ-Series\"&gt;MQ-Series&lt;/a&gt;, packaged applications with a &lt;a href=\"Java%20EE%20Connector%20Architecture\"&gt;JCA connector&lt;/a&gt;, legacy data sources on mainframes with a JCA connector, remote EJB Java objects considered as data providers or even local Java objects. Prova allows to deliver an innovative software platform for &lt;a href=\"Service-oriented%20architecture\"&gt;Service-oriented architecture&lt;/a&gt; implementations."
}