{
    "id": "2557386",
    "revid": "23889012",
    "url": "https://en.wikipedia.org/wiki?curid=2557386",
    "title": "WOI-DT",
    "text": "WOI-DT, &lt;a href=\"virtual%20channel\"&gt;virtual&lt;/a&gt; and &lt;a href=\"very%20high%20frequency\"&gt;VHF&lt;/a&gt; &lt;a href=\"digital%20terrestrial%20television\"&gt;digital&lt;/a&gt; channel 5, is an &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;-&lt;a href=\"network%20affiliate\"&gt;affiliated&lt;/a&gt; &lt;a href=\"television%20station\"&gt;television station&lt;/a&gt; serving &lt;a href=\"Des%20Moines%2C%20Iowa\"&gt;Des Moines, Iowa&lt;/a&gt;, United States, that is &lt;a href=\"city%20of%20license\"&gt;licensed&lt;/a&gt; to &lt;a href=\"Ames%2C%20Iowa\"&gt;Ames&lt;/a&gt;. Owned by &lt;a href=\"McLean%2C%20Virginia\"&gt;McLean, Virginia&lt;/a&gt;–based &lt;a href=\"Tegna%20Inc.\"&gt;Tegna Inc.&lt;/a&gt;, it is part of a &lt;a href=\"duopoly%20%28broadcasting%29\"&gt;duopoly&lt;/a&gt; with &lt;a href=\"The%20CW\"&gt;CW&lt;/a&gt; affiliate &lt;a href=\"KCWI-TV\"&gt;KCWI-TV&lt;/a&gt; (channel 23), also licensed to Ames. Both stations share studios on Westown Parkway in &lt;a href=\"West%20Des%20Moines%2C%20Iowa\"&gt;West Des Moines&lt;/a&gt;, while WOI-DT's &lt;a href=\"WOI%20Tower\"&gt;transmitter&lt;/a&gt; is located in &lt;a href=\"Alleman%2C%20Iowa\"&gt;Alleman, Iowa&lt;/a&gt;.\nIn addition to its own digital signal, WOI-DT is &lt;a href=\"simulcast\"&gt;simulcast&lt;/a&gt; in high definition on KCWI-TV's fifth &lt;a href=\"digital%20subchannel\"&gt;digital subchannel&lt;/a&gt;, using virtual channel 5.5.\nHistory.\nEarly history.\nWOI-TV signed on the air on February 21, 1950. It was Iowa's second television station (following WOC-TV, now &lt;a href=\"KWQC-TV\"&gt;KWQC-TV&lt;/a&gt;, in &lt;a href=\"Davenport%2C%20Iowa\"&gt;Davenport&lt;/a&gt;), and the first in the Des Moines area. Originally on channel 4, it moved to channel 5 in 1952. Programming came from ABC, &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;, &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;, and the &lt;a href=\"DuMont%20Television%20Network\"&gt;DuMont network&lt;/a&gt; during the station's early years, but it was a primary CBS affiliate. NBC disappeared from the schedule when &lt;a href=\"WHO-DT\"&gt;WHO-TV&lt;/a&gt; (channel 13) signed on in 1954, and CBS disappeared when KRNT-TV (channel 8, now &lt;a href=\"KCCI\"&gt;KCCI&lt;/a&gt;) signed on in 1955 owing to &lt;a href=\"KRNT\"&gt;KRNT radio&lt;/a&gt;'s long affiliation with CBS radio, leaving channel 5 an exclusive ABC affiliate. During the late 1950s, the station was also briefly affiliated with the &lt;a href=\"NTA%20Film%20Network\"&gt;NTA Film Network&lt;/a&gt;.\nWOI-TV was originally owned by &lt;a href=\"Iowa%20State%20University\"&gt;Iowa State University&lt;/a&gt; in Ames along with its noncommercial WOI radio stations (&lt;a href=\"WOI%20%28AM%29\"&gt;AM 640&lt;/a&gt; and &lt;a href=\"WOI-FM\"&gt;FM 90.1&lt;/a&gt;), making it the first commercial television station in the United States to be owned by a major college (today, only two commercial TV stations are owned by public universities: &lt;a href=\"KOMU-TV\"&gt;KOMU-TV&lt;/a&gt; in &lt;a href=\"Columbia%2C%20Missouri\"&gt;Columbia, Missouri&lt;/a&gt; and &lt;a href=\"WVUA-CD\"&gt;WVUA-CD/WVUA&lt;/a&gt; in &lt;a href=\"Tuscaloosa%2C%20Alabama\"&gt;Tuscaloosa, Alabama&lt;/a&gt;). As such, it carried some educational programming from sign-on until the &lt;a href=\"Des%20Moines%20Public%20Schools\"&gt;Des Moines Public Schools&lt;/a&gt; signed on KDPS-TV (channel 11, now &lt;a href=\"Iowa%20Public%20Television\"&gt;KDIN-TV&lt;/a&gt;) in 1959. The startup costs for WOI-TV were paid by the remaining monies from a federal grant awarded to the university for work on the &lt;a href=\"Manhattan%20Project\"&gt;Manhattan Project&lt;/a&gt;. WOI's facilities were used by the university to deliver lectures by satellite.\nSale to Citadel Communications.\nOn June 17, 1992, the &lt;a href=\"Board%20of%20Regents%2C%20State%20of%20Iowa\"&gt;Iowa Board of Regents&lt;/a&gt; voted to sell WOI-TV to Capital Communications Company, a joint venture between &lt;a href=\"Citadel%20Communications\"&gt;Citadel Communications&lt;/a&gt; (unrelated to radio station owner &lt;a href=\"Citadel%20Broadcasting\"&gt;Citadel Broadcasting&lt;/a&gt;) and Connecticut's Lynch Corporation-- for $14 million. The Board of Regents immediately faced a lawsuit filed by \"Iowans for WOI-TV, Inc.\" opposing the sale and arguing that the station was a benefit to the university. On March 1, 1994, WOI-TV was finally sold, while the university kept the WOI radio stations. Capital moved WOI-TV's studios to a temporary location in Des Moines later that year. In 1998 WOI-TV moved to its current studios.\nWOI-TV was home to America's longest running local children's program, \"&lt;a href=\"The%20Magic%20Window\"&gt;The Magic Window&lt;/a&gt;\". The show ran continuously from 1951 through 1994. The original host (1951–1953) was &lt;a href=\"http%3A//socialarchive.iath.virginia.edu/ark%3A/99166/w6vh78kb\"&gt;Joy (Ringham) Munn&lt;/a&gt;. Producer Dick Hartzell (&lt;a href=\"Ford%20Foundation\"&gt;Ford Foundation&lt;/a&gt; Experimental Programming Development) had two small children and was concerned about the lack of good programs for children. Hartzell asked Joy to assist him in planning a handicraft section for a new program, and soon cast her as host of \"The Magic Window\". Later, it was hosted by &lt;a href=\"Betty%20Lou%20Varnum\"&gt;Betty Lou Varnum&lt;/a&gt; for the last 40 of those years.\nIn August 2011, comedian &lt;a href=\"Stephen%20Colbert\"&gt;Stephen Colbert&lt;/a&gt; produced a series of &lt;a href=\"campaign%20advertising\"&gt;political television ads&lt;/a&gt; through his \"&lt;a href=\"Colbert%20Super%20PAC\"&gt;Colbert Super PAC&lt;/a&gt;\" to run in Iowa, encouraging Iowans to vote for &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; &lt;a href=\"Governor%20of%20Texas\"&gt;governor&lt;/a&gt; &lt;a href=\"Rick%20Perry\"&gt;Rick Perry&lt;/a&gt; at the 2011 &lt;a href=\"Ames%20Straw%20Poll\"&gt;Ames Straw Poll&lt;/a&gt; for &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; candidates in the &lt;a href=\"2012%20United%20States%20presidential%20election\"&gt;2012 Presidential election&lt;/a&gt;. The ads called for voters to submit the vote for a &lt;a href=\"write-in%20candidate\"&gt;write-in candidate&lt;/a&gt; by spelling Perry's last name \"PArry,\" \"with an 'A' for IowA and America.\" Thus \"Rick PArry,\" would be a fictional candidate. Both KCCI and WHO approved to run the ads while WOI did not, stating that they considered the ads \"confusing to viewers.\" Colbert responded by calling the station out on national television on the August 11 episode of his &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt; show \"&lt;a href=\"The%20Colbert%20Report\"&gt;The Colbert Report&lt;/a&gt;\", claiming that station executives \"sit in their ivory corn silos and play puppet master with national politics.\" On the August 15 episode, Colbert issued an apology to WOI general manager/Citadel president Ray Cole for the rant. He went on to challenge the station, which he sarcastically called \"Des Moines' News Leader\" throughout the saga, to find out the exact number of write-in votes for \"Rick PArry\" at the Straw Poll and called on the entire weeknight anchor team and intrepid cub reporter Katie Eastman to do so. GOP officials have not released that information and do not intend to. According to filings with the &lt;a href=\"Federal%20Elections%20Commission\"&gt;Federal Elections Commission&lt;/a&gt;, WOI-DT later donated $1170 to the Colbert Super PAC.\nSale to Nexstar Media Group.\nOn September 16, 2013, Citadel announced that it would sell WOI-DT, along with &lt;a href=\"KCAU-TV\"&gt;KCAU-TV&lt;/a&gt; in &lt;a href=\"Sioux%20City%2C%20Iowa\"&gt;Sioux City&lt;/a&gt; and &lt;a href=\"WHBF-TV\"&gt;WHBF-TV&lt;/a&gt; in &lt;a href=\"Rock%20Island%2C%20Illinois\"&gt;Rock Island, Illinois&lt;/a&gt; to the &lt;a href=\"Nexstar%20Media%20Group\"&gt;Nexstar Broadcasting Group&lt;/a&gt; for $88 million. Nexstar immediately took over the station's operations through a &lt;a href=\"Local%20marketing%20agreement\"&gt;time brokerage agreement&lt;/a&gt;. The deal followed Citadel founder and CEO Phil Lombardo's decision to \"slow down,\" as well as a desire by Lynch Entertainment to divest its investments in WOI and WHBF. The sale was completed on March 13, 2014. The deal reunited WOI with two of its former Citadel sister stations, &lt;a href=\"WIVT\"&gt;WIVT&lt;/a&gt; in &lt;a href=\"Binghamton%2C%20New%20York\"&gt;Binghamton, New York&lt;/a&gt; and &lt;a href=\"WVNY\"&gt;WVNY&lt;/a&gt; in &lt;a href=\"Burlington%2C%20Vermont\"&gt;Burlington, Vermont&lt;/a&gt;. WOI-DT thus became the first Nexstar-owned station, the only one before its subsequent acquisition of &lt;a href=\"Tribune%20Media\"&gt;Tribune Media&lt;/a&gt;, and one of a handful in the United States, to utilize a historic three-letter call sign. Nexstar then announced on November 4, 2014, that it would also buy &lt;a href=\"The%20CW\"&gt;CW&lt;/a&gt; affiliate &lt;a href=\"KCWI\"&gt;KCWI&lt;/a&gt; from &lt;a href=\"Pappas%20Telecasting\"&gt;Pappas Telecasting&lt;/a&gt; for $3.5 million. The sale was finalized on March 14, 2016, with Nexstar announcing shortly after that KCWI would leave its downtown Des Moines studios and consolidate operations with WOI on Westown Parkway.\nOn January 5, 2015, WOI re-launched as Local 5. The change came as part of investments into the station by Nexstar, which saw upgrades to the station's studio equipment and the introduction of a new news studio featuring a touchscreen display. The station also re-launched its &lt;a href=\"breakfast%20television%23United%20States\"&gt;morning news&lt;/a&gt; as \"Good Morning Iowa\", and will place a larger emphasis on political coverage and how stories \"matter\" to viewers as part of its overall coverage. A week later, the station took their second subchannel, which carried the moribund &lt;a href=\"Live%20Well%20Network\"&gt;Live Well Network&lt;/a&gt;, dark, with no replacement programming until August 2016, when &lt;a href=\"Laff%20%28TV%20network%29\"&gt;Laff&lt;/a&gt; launched in the slot.\nSale to Tegna Inc..\nOn December 3, 2018, Nexstar announced it would acquire the assets of &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;-based &lt;a href=\"Tribune%20Media\"&gt;Tribune Media&lt;/a&gt;—which has owned &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; affiliate &lt;a href=\"WHO-DT\"&gt;WHO-DT&lt;/a&gt; (channel 13) since December 2013—for $6.4 billion in cash and debt. FCC regulations prohibit common ownership of more than two stations in the same media market, or two or more of the four highest-rated stations in the market. (Furthermore, any attempt by Nexstar to retain operational control of either WOI-DT or WHO-DT through &lt;a href=\"local%20marketing%20agreement\"&gt;local marketing&lt;/a&gt; or &lt;a href=\"shared%20services\"&gt;shared services&lt;/a&gt; agreements would have been subject to regulatory hurdles that would have delayed the FCC and Justice Department's review and approval process for the acquisition.) As such, Nexstar was required to sell WHO-DT or WOI-DT to a separate, unrelated company to address the ownership conflict. (As KCWI does not rank among the top four in total-day viewership and therefore is not in conflict with existing FCC in-market ownership rules, Nexstar would have been able to retain KCWI regardless of whether it retained WOI, or sold WOI in order to acquire WHO.)\nUltimately, on March 20, 2019, Nexstar announced that it would keep the higher-rated WHO-DT and sell WOI and KCWI to &lt;a href=\"McLean%2C%20Virginia\"&gt;McLean, Virginia&lt;/a&gt;-based &lt;a href=\"Tegna%20Inc.\"&gt;Tegna Inc.&lt;/a&gt; once its acquisition of Tribune was consummated. This was part of a deal to sell nineteen Nexstar- and Tribune-operated stations to Tegna and the &lt;a href=\"E.%20W.%20Scripps%20Company\"&gt;E. W. Scripps Company&lt;/a&gt; in separate deals worth $1.32 billion; the WOI/KCWI duopoly, along with &lt;a href=\"Moline%2C%20Illinois\"&gt;Moline, Illinois&lt;/a&gt; sister station &lt;a href=\"WQAD-TV\"&gt;WQAD-TV&lt;/a&gt; (which Nexstar, on behalf of Tribune, also plans to divest to Tegna as part of the spin-offs), would mark Tegna's first television properties in Iowa. The sale was completed on September 19, 2019. On February 20, 2020, David Loving was named the new general manager; he assumed his duties on March 2, 2020.\nProgramming.\nIn addition to ABC programming, WOI-DT airs &lt;a href=\"television%20syndication\"&gt;syndicated&lt;/a&gt; programs such as \"&lt;a href=\"Entertainment%20Tonight\"&gt;Entertainment Tonight&lt;/a&gt;\" and \"&lt;a href=\"Dr.%20Phil%20%28talk%20show%29\"&gt;Dr. Phil&lt;/a&gt;\". The station also airs &lt;a href=\"Iowa%20State%20University\"&gt;Iowa State University&lt;/a&gt; &lt;a href=\"Iowa%20State%20Cyclones%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"Iowa%20State%20Cyclones%20men%27s%20basketball\"&gt;men's basketball&lt;/a&gt; games. Until September 27, 2011, WOI-DT did not carry \"&lt;a href=\"ABC%20News\"&gt;ABC&lt;/a&gt; &lt;a href=\"World%20News%20Now\"&gt;World News Now&lt;/a&gt;\", instead joining its fellow Citadel stations in &lt;a href=\"sign-on%20and%20sign-off\"&gt;signing off&lt;/a&gt; each night, one of the few remaining stations in the country to do so.\nIn November 2004, all three Citadel ABC-affiliated stations, including WOI, had preempted their &lt;a href=\"Veterans%20Day\"&gt;Veterans' Day&lt;/a&gt; showing of the movie \"&lt;a href=\"Saving%20Private%20Ryan\"&gt;Saving Private Ryan&lt;/a&gt;\".\nOn December 1, 2008, WOI-TV launched an affiliation with &lt;a href=\"Retro%20Television%20Network\"&gt;Retro Television Network&lt;/a&gt; on its DT2 subchannel, which was later replaced by the &lt;a href=\"Live%20Well%20Network\"&gt;Live Well Network&lt;/a&gt; on January 16, 2012. It ended at 5 a.m. on January 17, 2015, with Live Well's upcoming end, and like sister stations WHBF and KCAU, which also pulled their DT2 subchannels, WOI took the channel &lt;a href=\"Dark%20%28broadcasting%29\"&gt;dark&lt;/a&gt; with no replacement programming. On August 24, 2016, WOI-TV began broadcasting &lt;a href=\"Laff%20%28TV%20network%29\"&gt;Laff&lt;/a&gt; on its DT2 subchannel.\nNews operation.\nDespite its status as Des Moines' oldest TV station, WOI channel 5 has spent the better part of the last half-century as a distant third in the market, in part because ABC wasn't on par with CBS or NBC until the 1970s. When long-dominant KCCI saw its ratings slip in the mid-2000s, WOI-TV reaped little benefit In the May 2011 ratings period, WOI-DT failed to achieve even a 1.0 rating among 18- to 49-year-olds while its share rating remained a 3 or lower. Its morning newscasts barely registered a blip in the ratings. It has consistently been one of ABC's weakest affiliates in the top-100 markets.\nOn September 11, 2006, WOI dropped the \"&lt;a href=\"Eyewitness%20News\"&gt;Eyewitness News&lt;/a&gt;\" brand (which the station had used for five years) and rebranded itself as \"ABC5\", using a variation of the &lt;a href=\"circle%207%20logo\"&gt;circle 7 logo&lt;/a&gt; shared by Citadel's other major network affiliates. Since 2007, the ABC5 Weather team, led by Chief Meteorologist Brad Edwards, has been certified by WeatheRate, an independent weather rating service, as providing, \"Central Iowa's Most Accurate Forecast\". Edwards was previously an on-air meteorologist for the Weather Channel.\nOn October 8, 2010, WOI-DT became the second commercial station in Des Moines (behind WHO-DT) to launch local news into &lt;a href=\"High-definition%20television\"&gt;high definition&lt;/a&gt;.\nTechnical information.\nSubchannels.\nThe station's digital signal is &lt;a href=\"Multiplex%20%28TV%29\"&gt;multiplexed&lt;/a&gt;:\nAnalog-to-digital conversion.\nWOI-TV shut down its analog signal, over &lt;a href=\"Very%20high%20frequency\"&gt;VHF&lt;/a&gt; channel 5, on June 12, 2009, the official date in which full-power television stations in the United States &lt;a href=\"Digital%20television%20transition%20in%20the%20United%20States\"&gt;transitioned from analog to digital broadcasts&lt;/a&gt; under federal mandate. The station's digital signal relocated from its pre-transition &lt;a href=\"ultra%20high%20frequency\"&gt;UHF&lt;/a&gt; channel 59, which was among the high band UHF channels (52-69) that were removed from broadcasting use as a result of the transition, to its analog-era VHF channel 5.\nAlso, the \"WOI-DT\" callsign was legally transferred from the pre-transition &lt;a href=\"digital%20television\"&gt;digital television&lt;/a&gt; channel 59 to the post-transition digital channel 5 and the \"WOI-TV\" callsign from the now-defunct analog channel 5 was permanently discontinued, rare among stations which usually transferred their analog-era calls to their digital counterparts (although &lt;a href=\"WHO-DT\"&gt;WHO-DT&lt;/a&gt; also took the same action)."
}