{
    "id": "255832",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=255832",
    "title": "Puriton",
    "text": "Puriton is a village and &lt;a href=\"parish\"&gt;parish&lt;/a&gt; at the westerly end of the &lt;a href=\"Polden%20Hills\"&gt;Polden Hills&lt;/a&gt;, in the &lt;a href=\"Sedgemoor\"&gt;Sedgemoor&lt;/a&gt; district of &lt;a href=\"Somerset\"&gt;Somerset&lt;/a&gt;, England. The parish has a &lt;a href=\"population\"&gt;population&lt;/a&gt; of 1,968. The local parish &lt;a href=\"Church%20%28building%29\"&gt;church&lt;/a&gt; is dedicated to &lt;a href=\"Michael%20%28archangel%29\"&gt;St Michael&lt;/a&gt; and All Angels. A &lt;a href=\"chapel\"&gt;chapel&lt;/a&gt; on &lt;a href=\"Woolavington\"&gt;Woolavington&lt;/a&gt; Road was converted to a private house some 20 years ago. The parish includes the hamlets of Dunball and Down End.\nIn 1996, the village was described as \"now becoming a rural &lt;a href=\"commuting\"&gt;commuter&lt;/a&gt; village\". The built-up area is mostly between 5 and 50 &lt;a href=\"metre\"&gt;metre&lt;/a&gt;s above &lt;a href=\"sea%20level\"&gt;sea level&lt;/a&gt;.\nThe village has a full range of facilities, such as a primary school, parish church, &lt;a href=\"Public%20House\"&gt;pub&lt;/a&gt;, post office, butcher and hairdresser. It started to expand considerably in the 1960s and 1970s when new houses were built on former &lt;a href=\"farm\"&gt;farm&lt;/a&gt; land, a former infilled stone &lt;a href=\"Blue%20Lias\"&gt;Blue Lias&lt;/a&gt; &lt;a href=\"quarry\"&gt;quarry&lt;/a&gt;, \"Puriton Park\", and on fields between the existing houses. The old &lt;a href=\"Victorian%20era\"&gt;Victorian&lt;/a&gt; school near the church was converted into homes and a new school built elsewhere. The &lt;a href=\"Manor%20House\"&gt;Manor House&lt;/a&gt; was sold in 1960 and four houses were built on its former &lt;a href=\"tennis%20court\"&gt;tennis court&lt;/a&gt;s; the House is in multiple occupancy.\nHistory.\nPuriton was mentioned in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; as growing pears, and was held by the Church of St Peter's, &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. Its parish church was St Michael's.\nJust north of Dunball is Down End which is the site of &lt;a href=\"Down%20End%20Castle\"&gt;Down End Castle&lt;/a&gt;, a &lt;a href=\"motte-and-bailey\"&gt;motte-and-bailey&lt;/a&gt; &lt;a href=\"castle\"&gt;castle&lt;/a&gt;, which has been designated as a &lt;a href=\"Scheduled%20Ancient%20Monument\"&gt;Scheduled Ancient Monument&lt;/a&gt;.\nThe parish was part of the &lt;a href=\"Huntspill%20and%20Puriton%20%28hundred%29\"&gt;Huntspill and Puriton&lt;/a&gt; &lt;a href=\"Hundred%20%28county%20subdivision%29\"&gt;Hundred&lt;/a&gt;,\nA &lt;a href=\"cement\"&gt;cement&lt;/a&gt; and &lt;a href=\"Lime%20%28mineral%29\"&gt;lime&lt;/a&gt; works was at the western end of the &lt;a href=\"Polden%20Hills\"&gt;Polden Hills&lt;/a&gt;, at &lt;a href=\"Dunball\"&gt;Dunball&lt;/a&gt;. It used &lt;a href=\"Blue%20Lias\"&gt;Blue Lias&lt;/a&gt; stone quarried at several locations in the village, transported to the works on narrow-gauge railways. This area of the Polden Hills was used for quarrying stone and lime burning from 1888 until 1973. Quarrying may have taken place on the hillside as early as the 15th century.\nIn 1910 exploration for coal discovered a thick seam of &lt;a href=\"Halite\"&gt;Rock salt&lt;/a&gt; beneath the &lt;a href=\"mudstone\"&gt;mudstone&lt;/a&gt;s. Between 1911 and 1922 this was commercially extracted by dissolving the salt with water pumped down bore holes, which was brought to the surface and evaporated in boiling pans.\nUntil just after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; the village still had &lt;a href=\"apple\"&gt;apple&lt;/a&gt; and &lt;a href=\"pear\"&gt;pear&lt;/a&gt; &lt;a href=\"orchard\"&gt;orchard&lt;/a&gt;s. The village is mentioned in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; as growing pears (1086 – \"Peritone\" 'a Pear Orchard or farmstead where Pear trees grow') and this is one possible reason for the village's name. A &lt;a href=\"Germany\"&gt;German&lt;/a&gt; pilot was captured in one of the orchards after his plane was shot down and he landed by &lt;a href=\"parachute\"&gt;parachute&lt;/a&gt;. The orchards have now all gone, houses having been built on them. The last was \"Culverhay\", which at one time had housed both a &lt;a href=\"dairy\"&gt;dairy&lt;/a&gt; and a &lt;a href=\"cider\"&gt;cider&lt;/a&gt; press. One working &lt;a href=\"farm\"&gt;farm&lt;/a&gt; is still in existence.\nIn 1941, &lt;a href=\"ROF%20Bridgwater\"&gt;ROF Bridgwater&lt;/a&gt;, an explosives factory, was opened midway between Puriton and the adjacent village of &lt;a href=\"Woolavington\"&gt;Woolavington&lt;/a&gt;. The factory lies mostly in Puriton parish, with a small portion in Woolavington. Several million &lt;a href=\"gallon\"&gt;gallon&lt;/a&gt;s of water per day were extracted from the nearby artificial &lt;a href=\"River%20Huntspill\"&gt;River Huntspill&lt;/a&gt;. Now the extraction rate is probably very much lower, and most, if not all, of the water is returned after use, after clean-up through a &lt;a href=\"reedbed\"&gt;reedbed&lt;/a&gt; &lt;a href=\"sewage%20treatment\"&gt;sewage treatment&lt;/a&gt; plant. A large explosion occurred at the factory in the early 1950s, with workers dying or being injured. Its current owners, &lt;a href=\"BAE%20Systems%20Land%20and%20Armaments\"&gt;BAE Systems Land and Armaments&lt;/a&gt;, closed it in spring 2008.\nThe village's stone quarries began to go out of use during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. The cement and lime works, next to both the &lt;a href=\"King%27s%20Sedgemoor%20Drain\"&gt;King's Sedgemoor Drain&lt;/a&gt; and the &lt;a href=\"Bristol%20and%20Exeter%20Railway\"&gt;Bristol and Exeter Railway&lt;/a&gt; line, became run down by the early 1960s and was demolished when the M5 motorway was built through part of the site. The church, and the boundary walls, in the old part of the village, are built of blue lias blocks. \"Puriton Park\" was built over part of the site of an in-filled blue lias quarry, at the eastern end of the village.\nThe headquarters of the &lt;a href=\"British%20Institute%20for%20Brain%20Injured%20Children\"&gt;British Institute for Brain Injured Children&lt;/a&gt;, or \"BIBIC\", has been in a former 19th century house, Knowle Hall, since 1983.\nGovernance.\nThe &lt;a href=\"Parish%20councils%20in%20England\"&gt;parish council&lt;/a&gt; has responsibility for local issues, including setting an annual precept (local rate) to cover the council's operating costs and producing annual accounts for public scrutiny. The parish council evaluates local planning applications and works with the local police, district council officers, and &lt;a href=\"Neighbourhood%20Watch%20%28UK%29\"&gt;neighbourhood watch&lt;/a&gt; groups on matters of crime, security, and traffic. The parish council's role also includes initiating projects for the maintenance and repair of parish facilities, as well as consulting with the district council on the maintenance, repair, and improvement of highways, drainage, footpaths, public transport, and street cleaning. Conservation matters (including trees and listed buildings) and environmental issues are also the responsibility of the council.\nThe village is in the &lt;a href=\"Non-metropolitan%20district\"&gt;Non-metropolitan district&lt;/a&gt; of &lt;a href=\"Sedgemoor\"&gt;Sedgemoor&lt;/a&gt;, formed on 1 April 1974 under the &lt;a href=\"Local%20Government%20Act%201972\"&gt;Local Government Act 1972&lt;/a&gt;, having previously been part of &lt;a href=\"Bridgwater%20Rural%20District\"&gt;Bridgwater Rural District&lt;/a&gt;, which is responsible for &lt;a href=\"planning%20permission\"&gt;local planning&lt;/a&gt; and &lt;a href=\"Building%20regulations%20in%20the%20United%20Kingdom\"&gt;building control&lt;/a&gt;, local roads, &lt;a href=\"council%20housing\"&gt;council housing&lt;/a&gt;, &lt;a href=\"environmental%20health\"&gt;environmental health&lt;/a&gt;, &lt;a href=\"Market%20%28place%29\"&gt;market&lt;/a&gt;s and fairs, &lt;a href=\"refuse%20collection\"&gt;refuse collection&lt;/a&gt; and &lt;a href=\"recycling\"&gt;recycling&lt;/a&gt;, &lt;a href=\"cemeteries\"&gt;cemeteries&lt;/a&gt; and &lt;a href=\"crematoria\"&gt;crematoria&lt;/a&gt;, leisure services, parks, and &lt;a href=\"tourism\"&gt;tourism&lt;/a&gt;.\n&lt;a href=\"Somerset%20County%20Council\"&gt;Somerset County Council&lt;/a&gt; is responsible for running the largest and most expensive local services such as &lt;a href=\"Local%20Education%20Authority\"&gt;education&lt;/a&gt;, &lt;a href=\"social%20services\"&gt;social services&lt;/a&gt;, &lt;a href=\"library\"&gt;libraries&lt;/a&gt;, main roads, &lt;a href=\"public%20transport\"&gt;public transport&lt;/a&gt;, &lt;a href=\"police\"&gt;policing&lt;/a&gt; and &lt;a href=\"fire%20service\"&gt;fire service&lt;/a&gt;s, &lt;a href=\"Trading%20Standards\"&gt;trading standards&lt;/a&gt;, &lt;a href=\"waste%20disposal\"&gt;waste disposal&lt;/a&gt; and strategic planning.\nThe village is part of the 'Puriton and Woolavington' &lt;a href=\"Wards%20and%20electoral%20divisions%20of%20the%20United%20Kingdom\"&gt;electoral ward&lt;/a&gt;. This ward stretches from the River Parrett in the west to &lt;a href=\"Cossington%2C%20Somerset\"&gt;Cossington&lt;/a&gt; in the east. The total population of this ward at the &lt;a href=\"United%20Kingdom%20Census%202011\"&gt;2011 census&lt;/a&gt; was 4,647.\nIt is part of the &lt;a href=\"Bridgwater%20and%20West%20Somerset%20%28UK%20Parliament%20constituency%29\"&gt;Bridgwater and West Somerset&lt;/a&gt; &lt;a href=\"county%20constituency\"&gt;county constituency&lt;/a&gt; represented in the &lt;a href=\"British%20House%20of%20Commons\"&gt;House of Commons&lt;/a&gt; of the &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament of the United Kingdom&lt;/a&gt;. It elects one &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Member of Parliament&lt;/a&gt; (MP) by the &lt;a href=\"first%20past%20the%20post\"&gt;first past the post&lt;/a&gt; system.\nTransport links.\nThe northern end of &lt;a href=\"King%27s%20Sedgemoor%20Drain\"&gt;King's Sedgemoor Drain&lt;/a&gt;, where it discharges into the &lt;a href=\"River%20Parrett\"&gt;River Parrett&lt;/a&gt;, lies just outside the parish boundary; it runs between the &lt;a href=\"Polden%20Hills\"&gt;Polden Hills&lt;/a&gt; (to the east) and the M5 motorway (to the west).\nIn &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; times the course of the River Parrett near the village was very different. It had an almost-complete great loop that followed the southern flank of the Polden Hills, along the course of the present-day King's Sedgemoor Drain. Roman ships were able to dock in the lee of the Polden Hills.\nUntil the mid-19th century, the main road from &lt;a href=\"Exeter\"&gt;Exeter&lt;/a&gt; to &lt;a href=\"Bristol\"&gt;Bristol&lt;/a&gt;, via Crandon Bridge, passed through the village in front (east) of the \"Puriton Inn\" and continued along what is now Pawlett Road / Puriton Road to &lt;a href=\"Pawlett%2C%20Somerset\"&gt;Pawlett&lt;/a&gt; and beyond. The Exeter — Bristol road is now part of the &lt;a href=\"A38%20road\"&gt;A38&lt;/a&gt;: and the arrow-straight section north from Bridgwater to Pawlett was built in the 1820s. It bypassed Pawlett; the old road is now known as the \"Old Main Road\".\nThe village was served by a railway station at &lt;a href=\"Dunball\"&gt;Dunball&lt;/a&gt;, opened in 1873 by the &lt;a href=\"Bristol%20and%20Exeter%20Railway\"&gt;Bristol and Exeter Railway&lt;/a&gt;, downgraded to &lt;a href=\"Disused%20railway%20stations%20%28Bristol%20to%20Exeter%20Line%29%23Dunball\"&gt;Dunball Halt&lt;/a&gt; by the &lt;a href=\"British%20Transport%20Commission\"&gt;British Transport Commission&lt;/a&gt; in 1961. It closed in November 1964 and has been completely removed, although the line remains open, with &lt;a href=\"Bridgwater%20railway%20station\"&gt;Bridgwater&lt;/a&gt; as the nearest station.\nWith the building of the 19th-century section of the A38, the old main road from Crandon Bridge through the village to Pawlett was retained. The southern section from Crandon Bridge up the Polden Hill is part of the A39 link road to the M5 motorway. Part of the northern section was realigned in 1973, when the &lt;a href=\"M5%20motorway\"&gt;M5 motorway&lt;/a&gt; was extended through Somerset: it was diverted to the west of the \"Puriton Inn\" to roundabout at junction 23. Parts of the original route still exist as two sections of Puriton Hill and most of Puriton Road. Hall Road, Puriton, was built at the same time to link the A39 to Riverton Road, Puriton. The road between Riverton Road / Puriton Hill and Puriton Road / Downend Road was severed by the M5, being replaced by a &lt;a href=\"footbridge\"&gt;footbridge&lt;/a&gt; to the &lt;a href=\"hamlet%20%28place%29\"&gt;hamlet&lt;/a&gt; of Downend. Church Field Lane was also severed by the M5. A dual carriageway was built between the M5 roundabout and a new roundabout on the A38 at Dunball, with a link road to Downend.\nThe village is immediately east of Junction 23 of the M5 (&lt;a href=\"Dunball\"&gt;Dunball&lt;/a&gt; is immediately to the west), accessed from the A39. The A38, \"Bristol road\", is just over a mile away, beyond the M5 &lt;a href=\"roundabout\"&gt;roundabout&lt;/a&gt;.\nReligious sites.\nThe &lt;a href=\"Anglican\"&gt;Anglican&lt;/a&gt; parish &lt;a href=\"Church%20of%20St%20Michael%20and%20All%20Angels%2C%20Puriton\"&gt;Church of St Michael and All Angels&lt;/a&gt; was constructed from local &lt;a href=\"Blue%20Lias\"&gt;Blue Lias&lt;/a&gt; stone. It has an early-13th-century tower, with the remainder dating from the 14th and 15th centuries. It has been designated a Grade I &lt;a href=\"listed%20building\"&gt;listed building&lt;/a&gt;.\nPuriton Party in the Park.\nPuriton hosts its own Party in the Park. It has been run annually since 2010 and takes place in the middle of August, typically from 2-10pm. The afternoon session from 2-6pm hosts a variety of stalls, rides and games for children and an arena in the field where groups from the village and beyond are invited to perform. The evening session from 6-10pm turns the field into a music concert, allowing local bands and artists the chance to perform on a lorry that has been transformed into a stage. 2014 saw &lt;a href=\"Michael%20Eavis\"&gt;Michael Eavis&lt;/a&gt; open the evening's entertainment, alongside Puriton's own Dolly Pardon (A spoof of the finale act from Glastonbury Festival 2014, Dolly Parton)."
}