{
    "id": "2559930",
    "revid": "909346",
    "url": "https://en.wikipedia.org/wiki?curid=2559930",
    "title": "Fort Bassein",
    "text": "Fort Bassein (Fortaleza de São Sebastião de Baçaím) is a ruined fort of the town of &lt;a href=\"Vasai\"&gt;Vasai&lt;/a&gt; (formerly Bassein), &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;, India. The structure was formally christened as the Fort of St Sebastian in the Indo-Portuguese era. The fort is a monument of national importance and is protected by the &lt;a href=\"Archaeological%20Survey%20of%20India\"&gt;Archaeological Survey of India&lt;/a&gt;.\nThe fort and the town are accessible via the &lt;a href=\"Naigaon%20railway%20station\"&gt;Naigaon Railway Station&lt;/a&gt; which itself is in the city of &lt;a href=\"Vasai-Virar\"&gt;Vasai-Virar&lt;/a&gt;, and lies to the immediate north of the city of Mumbai. The &lt;a href=\"Vasai%20Road%20railway%20station\"&gt;Naigaon Railway Station&lt;/a&gt; is on the &lt;a href=\"Western%20Railway%20zone\"&gt;Western Railway&lt;/a&gt; line (formerly the &lt;a href=\"Bombay%2C%20Baroda%20and%20Central%20India%20Railway\"&gt;Bombay-Baroda railway&lt;/a&gt;) in the direction of the &lt;a href=\"Virar%20railway%20station\"&gt;Virar railway station&lt;/a&gt;.\nHistory.\nPre-Portuguese Era.\nThe &lt;a href=\"Ancient%20Greece\"&gt;Greek&lt;/a&gt; merchant &lt;a href=\"Cosma%20Indicopleustes\"&gt;Cosma Indicopleustes&lt;/a&gt; is known to have visited the areas around &lt;a href=\"Vasai\"&gt;Vasai&lt;/a&gt; in the 6th century and the &lt;a href=\"Tang%20dynasty\"&gt;Chinese&lt;/a&gt; traveller &lt;a href=\"Xuanzang\"&gt;Xuanzang&lt;/a&gt; later on June or July 640. According to historian &lt;a href=\"Jos%C3%A9%20Gerson%20da%20Cunha\"&gt;José Gerson da Cunha&lt;/a&gt;, during this time, &lt;a href=\"Vasai\"&gt;Vasai&lt;/a&gt; and its surrounding areas appeared to have been ruled by the &lt;a href=\"Chalukya%20dynasty\"&gt;Chalukya dynasty&lt;/a&gt; of &lt;a href=\"Karnataka\"&gt;Karnataka&lt;/a&gt;. \nUntil the 11th century, several &lt;a href=\"Arabian\"&gt;Arabian&lt;/a&gt; geographers had mentioned references to towns nearby &lt;a href=\"Vasai\"&gt;Vasai&lt;/a&gt;, like &lt;a href=\"Thane\"&gt;Thane&lt;/a&gt; and &lt;a href=\"Nala%20Sopara\"&gt;Nala Sopara&lt;/a&gt;, but no references had been made to &lt;a href=\"Vasai\"&gt;Vasai&lt;/a&gt;. &lt;a href=\"Vasai\"&gt;Vasai&lt;/a&gt; was later ruled by the &lt;a href=\"Silhara%20dynasty\"&gt;Silhara dynasty&lt;/a&gt; of &lt;a href=\"Konkan\"&gt;Konkan&lt;/a&gt; and eventually passed to the &lt;a href=\"Seuna%20%28Yadava%29%20dynasty\"&gt;Seuna dynasty&lt;/a&gt;. It was head of district under the Seuna (1184-1318). Later being conquered by the &lt;a href=\"Gujarat%20Sultanate\"&gt;Gujarat Sultanate&lt;/a&gt;, a few years later &lt;a href=\"Duarte%20Barbosa\"&gt;Barbosa&lt;/a&gt; (1514) described it under the name Baxay (pronounced Basai) as a town with a good seaport belonging to the &lt;a href=\"Muzaffarids%20%28Gujarat%29\"&gt;king&lt;/a&gt; of &lt;a href=\"Gujarat%20Sultanate\"&gt;Gujarat&lt;/a&gt;.\nPortuguese Era.\nThe &lt;a href=\"Portuguese%20Armadas\"&gt;Portuguese Armadas&lt;/a&gt; first reached the west coast of &lt;a href=\"Indian%20subcontinent\"&gt;India&lt;/a&gt; after the &lt;a href=\"Portuguese%20discoveries\"&gt;discovery&lt;/a&gt; of the &lt;a href=\"Cape%20route\"&gt;Cape route&lt;/a&gt; by &lt;a href=\"Vasco%20da%20Gama\"&gt;Vasco da Gama&lt;/a&gt;, he landed at &lt;a href=\"Calicut\"&gt;Calicut&lt;/a&gt; in 1498. For several years after their arrival, they had been consolidating their power in north and south &lt;a href=\"Konkan\"&gt;Konkan&lt;/a&gt;, in and around the present-day Bombay and Goa. They had established their capital at &lt;a href=\"Velha%20Goa\"&gt;Velha Goa&lt;/a&gt; captured from the &lt;a href=\"Adil%20Shahi\"&gt;Adil Shahi&lt;/a&gt; dynasty of &lt;a href=\"Bijapur\"&gt;Bijapur&lt;/a&gt; in 1510. According to historian &lt;a href=\"Manuel%20de%20Faria%20e%20Sousa\"&gt;Manuel de Faria e Sousa&lt;/a&gt;, the coast of &lt;a href=\"Bassein%20%28Vasai%29\"&gt;Bassein (Vasai)&lt;/a&gt; was first visited by them in 1509, when &lt;a href=\"Francisco%20de%20Almeida\"&gt;Francisco de Almeida&lt;/a&gt; on his way to &lt;a href=\"Diu%2C%20India\"&gt;Dio&lt;/a&gt; captured a ship off &lt;a href=\"Bombay%20Harbour\"&gt;Bombay Harbour&lt;/a&gt;, with 24 citizens of &lt;a href=\"Sultan%20of%20Guzerat\"&gt;Sultan of Guzerat&lt;/a&gt; aboard it.\nTreaty of Vasai (1534).\nThe &lt;a href=\"Treaty%20of%20Vasai%20%281534%29\"&gt;Treaty of Vasai (1534)&lt;/a&gt; was signed by &lt;a href=\"Sultan%20Bahadur%20of%20Gujarat\"&gt;Sultan Bahadur of Gujarat&lt;/a&gt; and the &lt;a href=\"Kingdom%20of%20Portugal\"&gt;Kingdom of Portugal&lt;/a&gt; on 23 December 1534, while on board the &lt;a href=\"galleon\"&gt;galleon&lt;/a&gt; \"São Mateus\". Based on the terms of the agreement, the &lt;a href=\"Portuguese%20Empire\"&gt;Portuguese Empire&lt;/a&gt; gained control of the city of &lt;a href=\"Vasai%20%28Bassein%29\"&gt;Vasai (Bassein)&lt;/a&gt;, as well as its territories, islands, and seas. The Bombay islands under Portuguese control include &lt;a href=\"Colaba\"&gt;Colaba&lt;/a&gt;, &lt;a href=\"Old%20Woman%27s%20Island\"&gt;Old Woman's Island&lt;/a&gt;, &lt;a href=\"Mumbai%20%28Bombay%29\"&gt;Mumbai (Bombay)&lt;/a&gt;, &lt;a href=\"Mazagaon\"&gt;Mazagaon&lt;/a&gt;, &lt;a href=\"Worli\"&gt;Worli&lt;/a&gt;, &lt;a href=\"Matunga\"&gt;Matunga&lt;/a&gt;, &lt;a href=\"Mahim\"&gt;Mahim&lt;/a&gt;. &lt;a href=\"Salsette\"&gt;Salsette&lt;/a&gt;, &lt;a href=\"Diu%20district\"&gt;Diu&lt;/a&gt;, &lt;a href=\"Trombay\"&gt;Trombay&lt;/a&gt;&amp; &lt;a href=\"Chaul\"&gt;Chaul&lt;/a&gt; were other territories controlled and settled by the Portuguese.\nAt the time, the cession of &lt;a href=\"Mumbai%20%28Bombay%29\"&gt;Mumbai (Bombay)&lt;/a&gt; was of minor importance, but retroactively it gained a place on the world map when the place passed from the Portuguese to the &lt;a href=\"East%20India%20Company\"&gt;East India Company&lt;/a&gt; in 1661, as part of the &lt;a href=\"dowry%20of%20Catherine%20Braganza\"&gt;dowry of Catherine Braganza&lt;/a&gt;. It became a major trade centre, the treaty's most important long-term result.\nVasai (Bassein) became the northern territory's headquarters after the &lt;a href=\"Treaty%20of%20Bassein%20%281534%29\"&gt;16th-century treaty&lt;/a&gt; with the &lt;a href=\"Bahadur%20Shah%20of%20Gujarat\"&gt;Guzerati Sultan&lt;/a&gt;. In the &lt;a href=\"Portuguese%20in%20Goa%20and%20Bombay-Bassein\"&gt;Portuguese era&lt;/a&gt;, the fort was styled as the Northern Court (\"Corte da Norte\"), second only to the Portuguese viceroy of the East in the city of &lt;a href=\"Velha%20Goa\"&gt;Velha Goa&lt;/a&gt;. For over 150 years, the Portuguese presence made the surrounding area a vibrant and opulent city. The Bassein and its surroundings were the largest Portuguese territory, including places such as &lt;a href=\"Chaul\"&gt;Chaul&lt;/a&gt;-&lt;a href=\"Revdanda\"&gt;Revdanda&lt;/a&gt;, Caranja, the Bombay Archipelago, Bandra Island, Juhu Island, &lt;a href=\"Salsette%20Island\"&gt;Salsette Island&lt;/a&gt; including the city of &lt;a href=\"Thane\"&gt;Thane&lt;/a&gt;, Dharavi Island, the Bassein archipelago, &lt;a href=\"Daman%20and%20Diu\"&gt;Daman&lt;/a&gt;, &lt;a href=\"Diu%2C%20India\"&gt;Diu&lt;/a&gt;\nThe community known as the \"Bombay East Indians\" were called \"&lt;a href=\"Norteiro\"&gt;Norteiro&lt;/a&gt;s\" (Northern men) after the Court of the North, based in the fort.\nMaratha Era.\nIn the 18th century, the Bassein Fort was taken over by the &lt;a href=\"Maratha%20Empire\"&gt;Maratha Empire&lt;/a&gt; under &lt;a href=\"Peshwa\"&gt;Peshwa&lt;/a&gt; &lt;a href=\"Baji%20Rao%20I\"&gt;Baji Rao's&lt;/a&gt; brother &lt;a href=\"Chimaji%20Appa\"&gt;Chimaji Appa&lt;/a&gt; and fell in 1739 after the &lt;a href=\"Battle%20of%20Vasai\"&gt;Battle of Vasai&lt;/a&gt;. The fort was taken by &lt;a href=\"East%20India%20Company\"&gt;British&lt;/a&gt; in 1774 and returned to Maratha in 1783 under the &lt;a href=\"Treaty%20of%20Salbai\"&gt;Treaty of Salbai&lt;/a&gt;. The &lt;a href=\"East%20India%20Company\"&gt;British&lt;/a&gt; in 1818 attacked and again took over the territory from the Marathas. The fort also played a strategic role in the &lt;a href=\"First%20Anglo-Maratha%20War\"&gt;First Anglo-Maratha War&lt;/a&gt;.\nBritish Era.\nTreaty of Vasai (1802).\nThe &lt;a href=\"Treaty%20of%20Vasai%20%281802%29\"&gt;Treaty of Vasai (1802)&lt;/a&gt; was a &lt;a href=\"pact\"&gt;pact&lt;/a&gt; signed on 31 December 1802 between the &lt;a href=\"East%20India%20Company\"&gt;British East India Company&lt;/a&gt; and &lt;a href=\"Baji%20Rao%20II\"&gt;Baji Rao II&lt;/a&gt;, the &lt;a href=\"Maratha\"&gt;Maratha&lt;/a&gt; &lt;a href=\"Peshwa\"&gt;Peshwa&lt;/a&gt; of &lt;a href=\"Pune\"&gt;Pune&lt;/a&gt; in &lt;a href=\"India\"&gt;India&lt;/a&gt; after the &lt;a href=\"Battle%20of%20Poona\"&gt;Battle of Pune&lt;/a&gt;. The treaty was a decisive step in the dissolution of the &lt;a href=\"Maratha%20Empire\"&gt;Maratha Empire&lt;/a&gt;.\nPresent.\nThe fort is a major tourist attraction in the region .\nThe ramparts overlook what is alternatively called the &lt;a href=\"Vasai%20Creek\"&gt;Vasai Creek&lt;/a&gt; and the Bhayandar Creek and are almost complete, though overgrown by vegetation. Several watch-towers still stand, with safe staircases leading up. The Buildings inside the fort are in ruins, although there are enough standing walls to give a good idea of the floor plans of these structures. Some have well-preserved &lt;a href=\"fa%C3%A7ade\"&gt;facade&lt;/a&gt;s. In particular, many of the arches have weathered the years remarkably well. They are usually decorated with carved stones, some weathered beyond recognition, others still displaying sharp chisel marks.\nThree chapels inside the fort are still recognisable. They have &lt;a href=\"facade\"&gt;facade&lt;/a&gt;s typical of 17th-century Churches. The southernmost of these has a well-preserved barrel-vaulted ceiling. Besides all the structures, tourists often also observe the nature that has taken over much of the fort. Butterflies, birds, plants and reptiles can all be observed.\nThe fort is also a popular shooting location for &lt;a href=\"Bollywood\"&gt;Bollywood&lt;/a&gt; movies and songs. The &lt;a href=\"Bollywood\"&gt;Bollywood&lt;/a&gt; hit ″&lt;a href=\"Kambakkht%20Ishq\"&gt;Kambakkht Ishq&lt;/a&gt;″ from &lt;a href=\"Pyaar%20Tune%20Kya%20Kiya\"&gt;Pyaar Tune Kya Kiya&lt;/a&gt;, &lt;a href=\"Poster%20Lagwa%20Do\"&gt;Poster Lagwa Do&lt;/a&gt; from &lt;a href=\"Luka%20Chuppi\"&gt;Luka Chuppi&lt;/a&gt; are Bollywood songs short at the fort. Movies such as &lt;a href=\"Josh%20%282000%20film%29\"&gt;Josh&lt;/a&gt;, starring &lt;a href=\"Shah%20Rukh%20Khan\"&gt;Shah Rukh Khan&lt;/a&gt;, and &lt;a href=\"Love%20Ke%20Liye%20Kuch%20Bhi%20Karega\"&gt;Love Ke Liye Kuch Bhi Karega&lt;/a&gt; have a number of scenes from the fort. Other films shot here include &lt;a href=\"Khamoshi%20%281970%20film%29\"&gt;Khamoshi&lt;/a&gt; and &lt;a href=\"Ram%20Gopal%20Varma\"&gt;Ram Gopal Verma's&lt;/a&gt; &lt;a href=\"Aag%20%282007%20film%29\"&gt;Aag&lt;/a&gt;.\nThe fort was also one of the shooting locations for the international hit song '&lt;a href=\"Hymn%20for%20the%20Weekend\"&gt;Hymn for the Weekend&lt;/a&gt;' by British band &lt;a href=\"Coldplay\"&gt;Coldplay&lt;/a&gt;. The fort showcased at the start and in between is the Vasai Fort. The video features &lt;a href=\"Beyonc%C3%A9\"&gt;Beyoncé&lt;/a&gt; and &lt;a href=\"India\"&gt;India&lt;/a&gt;n actress &lt;a href=\"Sonam%20Kapoor\"&gt;Sonam Kapoor&lt;/a&gt;. The video has over 960 million views on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; as of July 2018, becoming the second most-viewed music video for &lt;a href=\"Coldplay\"&gt;Coldplay&lt;/a&gt; (after \"&lt;a href=\"Something%20Just%20like%20This\"&gt;Something Just like This&lt;/a&gt;\").\nThe &lt;a href=\"Archaeological%20Survey%20of%20India\"&gt;Archaeological Survey of India&lt;/a&gt; has started restoration work of the fort, although the quality of the work has been severely criticised by \"conservation activists\".\nAccessibility.\nTo visit the Vasai Fort, take a Western Railways train bound to Virar from Churchgate in Mumbai and alight at the Vasai Road Railway Station. If you are departing from the Central Railway or Central Railway Harbour Line, then you have to switch to the Western Railway line at either Dadar, Bandra or Andheri. Another railway line connects the Central and the Western Railways lines from Vasai Road Railway Station to Diva, a stop just beyond Thane city on the Central Railway line, and long-distance passenger trains travelling this route also carry commuters between the two lines. There is a railway station named Kopar between Diva and Dombivli. Passengers travelling from Thane or Kalyan can alight at Kopar and walk up the staircase and to Platform No. 3 where they can catch the Diva to Vasai train. The Vasai Road station is only an hour by train from Kopar station. Currently, there are 5 trains daily which goes to Vasai Road from Dombivli, Diva and Panvel and 5 trains from Vasai Road to Diva and Panvel. There is a State Road Transport Bus Terminus &amp; Station adjacent and to the immediate west of the Vasai Road Railway Station in Manickpur-Navghar. The destination for buses going to the Vasai Fort is \"Killa Bunder\" or \"Fort Jetty/Quay\". There are buses every half-hour. Ticket cost ₹ 5 per person and you can alight at the last stop and walk around. Auto rickshaws are also available, which can be hired from the western entrance to the railway station but cost more per head and are regarded as unsafe in that they are usually congested. Auto rickshaws are also available, which can be hired from the main road outside the station but it is ₹ 20 per person.\nGallery.\nSome fauna and flora inside the fort:"
}