{
    "id": "2560",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2560",
    "title": "Administrative law",
    "text": "Administrative law is the division of &lt;a href=\"law\"&gt;law&lt;/a&gt; that governs the activities of &lt;a href=\"government%20agency\"&gt;executive branch agencies&lt;/a&gt; of &lt;a href=\"Forms%20of%20government\"&gt;government&lt;/a&gt;. Administrative law concerns executive branch &lt;a href=\"rule%20making\"&gt;rule making&lt;/a&gt; (executive branch rules are generally referred to as \"&lt;a href=\"regulation\"&gt;regulations&lt;/a&gt;\"), &lt;a href=\"adjudication\"&gt;adjudication&lt;/a&gt;, or the &lt;a href=\"enforcement\"&gt;enforcement&lt;/a&gt; of laws. Administrative law is considered a branch of &lt;a href=\"public%20law\"&gt;public law&lt;/a&gt;. \nAdministrative law deals with the decision-making of such administrative units of government that are part of the executive branch in such areas as &lt;a href=\"international%20trade\"&gt;international trade&lt;/a&gt;, &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt;, the &lt;a href=\"Environment%20%28biophysical%29\"&gt;environment&lt;/a&gt;, &lt;a href=\"taxation\"&gt;taxation&lt;/a&gt;, &lt;a href=\"broadcasting\"&gt;broadcasting&lt;/a&gt;, &lt;a href=\"immigration\"&gt;immigration&lt;/a&gt; and &lt;a href=\"transport\"&gt;transport&lt;/a&gt;. \nAdministrative law expanded greatly during the twentieth century, as legislative bodies worldwide created more government agencies to regulate the social, economic and political spheres of human interaction.\nCivil law countries often have specialized &lt;a href=\"administrative%20court\"&gt;administrative court&lt;/a&gt;s that review these decisions.\nIn civil law countries.\nUnlike most common law jurisdictions, most &lt;a href=\"Civil%20law%20%28legal%20system%29\"&gt;civil law&lt;/a&gt; jurisdictions have specialized courts or sections to deal with administrative cases that as a rule apply procedural rules that are specifically designed for such cases and distinct from those applied in private law proceedings, such as &lt;a href=\"contract\"&gt;contract&lt;/a&gt; or &lt;a href=\"tort\"&gt;tort&lt;/a&gt; claims.\nBrazil.\nIn &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, administrative cases are typically heard either by the Federal Courts (in matters concerning the Federal Union) or by the Public Treasury divisions of State Courts (in matters concerning the States). In 1998, a constitutional reform, led by the government of President &lt;a href=\"Fernando%20Henrique%20Cardoso\"&gt;Fernando Henrique Cardoso&lt;/a&gt;, introduced regulatory agencies as a part of the executive branch. Since 1988, Brazilian administrative law has been strongly influenced by the judicial interpretations of the constitutional principles of public administration (art. 37 of Federal Constitution): legality, impersonality, publicity of administrative acts, morality and efficiency.\nChile.\nIn &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt; the &lt;a href=\"President%20of%20Chile\"&gt;President of the Republic&lt;/a&gt; exercises the administrative function, in collaboration with several Ministries or other authorities with \"ministerial rank\". Each Ministry has one or more under-secretary that performs through &lt;a href=\"public%20services\"&gt;public services&lt;/a&gt; the actual satisfaction of public needs. There is not a single &lt;a href=\"Administrative%20court\"&gt;specialized court&lt;/a&gt; to deal with actions against the Administrative entities, but instead there are several specialized courts and procedures of review.\nChina (PRC).\nAdministrative law in the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt; was virtually non-existent before the &lt;a href=\"History%20of%20the%20People%27s%20Republic%20of%20China%20%281976%E2%80%931989%29%23Reform%20and%20opening%20up\"&gt;economic reform era&lt;/a&gt; initiated by Deng Xiaoping. Since the 1980s, the People's Republic of China has constructed a new legal framework for administrative law, establishing control mechanisms for overseeing the bureaucracy and disciplinary committees for the Communist Party of China. However, many have argued that the usefulness of these laws is vastly inadequate in terms of controlling government actions, largely because of institutional and systemic obstacles like a weak judiciary, poorly trained judges and lawyers, and corruption.\nIn 1990, the Administrative Supervision Regulations (行政检查条例) and the Administrative Reconsideration Regulations (行政复议条例) were passed. The 1993 State Civil Servant Provisional Regulations (国家公务员暂行条例) changed the way government officials were selected and promoted, requiring that they pass exams and yearly appraisals, and introduced a rotation system. The three regulations have been amended and upgraded into laws. In 1994, the State Compensation Law (国家赔偿法) was passed, followed by the Administrative Penalties Law (行政处罚法) in 1996. Administrative Compulsory Law was enforced in 2012. Administrative Litigation Law was amended in 2014. The General Administrative Procedure Law is under way.\nFrance.\nIn &lt;a href=\"France\"&gt;France&lt;/a&gt;, most claims against the national or local governments as well as claims against private bodies providing public services are handled by &lt;a href=\"administrative%20court\"&gt;administrative court&lt;/a&gt;s, which use the \"&lt;a href=\"Council%20of%20State%20%28France%29\"&gt;Conseil d'État&lt;/a&gt;\" (Council of State) as a court of last resort for both ordinary and special courts. The main administrative courts are the \"tribunaux administratifs\" and appeal courts are the \"cours administratives d'appel\". Special administrative courts include the &lt;a href=\"Cour%20nationale%20du%20droit%20d%27asile\"&gt;National Court of Asylum Right&lt;/a&gt; as well as military, medical and judicial disciplinary bodies. The French body of administrative law is called \"droit administratif\".\nOver the course of their history, France's administrative courts have developed an extensive and coherent &lt;a href=\"Jurisprudence%20constante\"&gt;case law&lt;/a&gt; (\"jurisprudence constante\") and &lt;a href=\"legal%20doctrine\"&gt;legal doctrine&lt;/a&gt; (\"principes généraux du droit\" and \"principes fondamentaux reconnus par les lois de la République\"), often before similar concepts were enshrined in constitutional and legal texts. These principes include:\nFrench administrative law, which is the founder of Continental administrative law, has a strong influence on administrative laws in several other countries such as Belgium, Greece, Turkey and Tunisia.\nGermany.\nIn Germany administrative law is called , which generally rules the relationship between authorities and the citizens. It establishes citizens' rights and obligations against the\nauthorities. It is a part of the public law, which deals with the organization, the tasks and the acting of the public administration. It also contains rules, regulations, orders and decisions created by and related to administrative agencies, such as federal agencies, federal state authorities, urban administrations, but also admission offices and fiscal authorities etc. Administrative law in Germany follows three basic principles.\nAdministrative law in Germany can be divided into general administrative law and special administrative law.\nGeneral administrative law.\nThe general administration law is basically ruled in the administrative procedures law (\"Verwaltungsverfahrensgesetz\" [VwVfG]). Other legal sources are the Rules of the Administrative Courts (Verwaltungsgerichtsordnung [VwGO]), the social security code (Sozialgesetzbuch [SGB]) and the general fiscal law (Abgabenordnung [AO]).\nAdministrative procedures Law.\nThe \"Verwaltungsverfahrensgesetz\" (VwVfG), which was enacted in 1977, regulates the main administrative procedures of the federal government. It serves the purpose to ensure a treatment in accordance with the rule of law by the public authority. Furthermore, it contains the regulations for mass processes and expands the legal protection against the authorities. The VwVfG basically applies for the entire public administrative activities of federal agencies as well as federal state authorities, in case of making federal law. One of the central clause is § 35 VwVfG. It defines the administrative act, the most common form of action in which the public administration occurs against a citizen. The definition in § 35 says, that an administration act is characterized by the following features:\nIt is an official act of an authority in the field of public law to resolve an individual case with effect to the outside.\n§§ 36 – 39, §§ 58 – 59 and § 80 VwV––fG rule the structure and the necessary elements of the\nadministrative act. § 48 and § 49 VwVfG have a high relevance in practice, as well. In these\nparagraphs, the prerequisites for redemption of an unlawful administration act (§ 48 VwVfG ) and\nwithdrawal of a lawful administration act (§ 49 VwVfG ), are listed.\nOther legal sources.\nAdministration procedural law (Verwaltungsgerichtsordnung [VwGO]), which was enacted in 1960, rules the court procedures at the administrative court. The VwGO is divided into five parts, which are the constitution of the courts, action, remedies and retrial, costs and enforcement15 and final clauses and temporary arrangements.\nIn absence of a rule, the VwGO is supplemented by the code of civil procedure (Zivilprozessordnung [ZPO]) and the judicature act (Gerichtsverfassungsgesetz [GVG]). In addition to the regulation of the administrative procedure, the VwVfG also constitutes the legal protection in administrative law beyond the court procedure. § 68 VwVGO rules the preliminary proceeding, called \"Vorverfahren\" or \"Widerspruchsverfahren\", which is a stringent prerequisite for the administrative procedure, if an action for rescission or a writ of mandamus against an authority is aimed. The preliminary proceeding gives each citizen, feeling unlawfully mistreated by an authority, the possibility to object and to force a review of an administrative act without going to court. The prerequisites to open the public law remedy are listed in § 40 I VwGO. Therefore, it is necessary to have the existence of a conflict in public law without any constitutional aspects and no assignment to another jurisdiction.\nThe social security code (Sozialgesetzbuch [SGB]) and the general fiscal law are less important for the administrative law. They supplement the VwVfG and the VwGO in the fields of taxation and social legislation, such as social welfare or financial support for students (BaFÖG) etc.\nSpecial administrative law.\nThe special administrative law consists of various laws. Each special sector has its own law. The most important ones are the\nIn Germany, the highest administrative court for most matters is the federal administrative court &lt;a href=\"Bundesverwaltungsgericht\"&gt;Bundesverwaltungsgericht&lt;/a&gt;. There are federal courts with special jurisdiction in the fields of social security law (&lt;a href=\"Bundessozialgericht\"&gt;Bundessozialgericht&lt;/a&gt;) and tax law (&lt;a href=\"Bundesfinanzhof\"&gt;Bundesfinanzhof&lt;/a&gt;).\nItaly.\nIn &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; administrative law is known as \"'Diritto amministrativo\", a branch of &lt;a href=\"public%20law\"&gt;public law&lt;/a&gt; whose rules govern the organization of the &lt;a href=\"public%20administration\"&gt;public administration&lt;/a&gt; and the activities of the pursuit of the public interest of the &lt;a href=\"public%20administration\"&gt;public administration&lt;/a&gt; and the relationship between this and the citizens.\nIts genesis is related to the principle of division of powers of the State. The administrative power, originally called \"executive\", is to organize resources and people whose function is devolved to achieve the public interest objectives as defined by the law.\nNetherlands.\nIn the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; administrative law provisions are usually contained in the various laws about public services and regulations. There is however also a single General Administrative Law Act (\"Algemene wet bestuursrecht\" or Awb), which is a rather good sample of procedural laws in Europe. It applies both to the making of administrative decisions and the judicial review of these decisions in courts. Another act about judicial procedures in general is the \"Algemene termijnenwet\" (General time provisions act), with general provisions about time schedules in procedures.\nOn the basis of the Awb, citizens can oppose a decision ('besluit') made by an administrative agency ('bestuursorgaan') within the administration and apply for judicial review in courts if unsuccessful. Before going to court, citizens must usually first object to the decision with the administrative body who made it. This is called \"bezwaar\". This procedure allows for the administrative body to correct possible mistakes themselves and is used to filter cases before going to court. Sometimes, instead of bezwaar, a different system is used called \"administratief beroep\" (administrative &lt;a href=\"appeal\"&gt;appeal&lt;/a&gt;). The difference with bezwaar is that administratief beroep is filed with a different administrative body, usually a higher ranking one, than the administrative body that made the primary decision. Administratief beroep is available only if the law on which the primary decision is based specifically provides for it. An example involves objecting to a &lt;a href=\"traffic%20ticket\"&gt;traffic ticket&lt;/a&gt; with the district attorney (\"officier van justitie\"), after which the decision can be appealed in court.\nUnlike France or Germany, there are no special administrative courts of first instance in the Netherlands, but regular courts have an administrative \"chamber\" which specializes in administrative appeals. The courts of appeal in administrative cases however are specialized depending on the case, but most administrative appeals end up in the judicial section of the Council of State (&lt;a href=\"Raad%20van%20State\"&gt;Raad van State&lt;/a&gt;).\nSweden.\nIn &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, there is a system of administrative courts that considers only administrative law cases, and is completely separate from the system of general courts. This system has three tiers, with 12 county administrative courts (\"förvaltningsrätt\") as the first tier, four administrative courts of appeal (\"kammarrätt\") as the second tier, and the &lt;a href=\"Supreme%20Administrative%20Court%20of%20Sweden\"&gt;Supreme Administrative Court of Sweden&lt;/a&gt; (\"Högsta Förvaltningsdomstolen\") as the third tier.\nMigration cases are handled in a two-tier system, effectively within the system general administrative courts. Three of the administrative courts serve as migration courts (\"migrationsdomstol\") with the Administrative Court of Appeal in Stockholm serving as the Migration Court of Appeal (\"Migrationsöverdomstolen\").\nTaiwan (ROC).\nIn &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; the recently enacted \"Constitutional Procedure Act\" (憲法訴訟法) in 2019 (former \"Constitutional Interpretation Procedure Act, 1993\"), the Justices of the Constitutional Court of &lt;a href=\"Judicial%20Yuan\"&gt;Judicial Yuan&lt;/a&gt; of Taiwan is in charge of &lt;a href=\"judicial%20interpretation\"&gt;judicial interpretation&lt;/a&gt;. This council has made 757 interpretations to date.\nTurkey.\nIn &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, the lawsuits against the acts and actions of the national or local governments and public bodies are handled by administrative courts which are the main administrative courts. The decisions of the administrative courts are checked by the Regional Administrative Courts and Council of State. Council of State as a court of last resort is exactly similar to &lt;a href=\"Conseil%20d%27%C3%89tat%20%28France%29\"&gt;Conseil d'État&lt;/a&gt; in France.\nUkraine.\nAdministrative law in the &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; is a homogeneous legal substance isolated in a system of jurisprudence characterized as: (1) a branch of law; (2) a science; (3) a discipline.\nIn common law countries.\nGenerally speaking, most countries that follow the principles of &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; have developed procedures for &lt;a href=\"judicial%20review\"&gt;judicial review&lt;/a&gt; that limit the reviewability of decisions made by administrative law bodies. Often these procedures are coupled with legislation or other common law doctrines that establish standards for proper &lt;a href=\"rulemaking\"&gt;rulemaking&lt;/a&gt;. Administrative law may also apply to review of decisions of so-called semi-public bodies, such as &lt;a href=\"non-profit%20corporations\"&gt;non-profit corporations&lt;/a&gt;, disciplinary boards, and other decision-making bodies that affect the legal rights of members of a particular group or entity.\nWhile administrative decision-making bodies are often controlled by larger governmental units, their decisions could be reviewed by a &lt;a href=\"court\"&gt;court&lt;/a&gt; of &lt;a href=\"general%20jurisdiction\"&gt;general jurisdiction&lt;/a&gt; under some principle of judicial review based upon &lt;a href=\"due%20process\"&gt;due process&lt;/a&gt; (United States) or &lt;a href=\"fundamental%20justice\"&gt;fundamental justice&lt;/a&gt; (Canada). Judicial review of administrative decisions is different from an administrative appeal. When sitting in review of a decision, the Court will only look at the method in which the decision was arrived at, whereas in an administrative appeal the correctness of the decision itself will be examined, usually by a higher body in the agency. This difference is vital in appreciating administrative law in common law countries.\nThe scope of judicial review may be limited to certain questions of &lt;a href=\"Equity%20%28law%29\"&gt;fairness&lt;/a&gt;, or whether the administrative action is \"&lt;a href=\"ultra%20vires\"&gt;ultra vires&lt;/a&gt;\". In terms of ultra vires actions in the broad sense, a reviewing court may set aside an administrative decision if it is &lt;a href=\"unreasonable\"&gt;unreasonable&lt;/a&gt; (under Canadian law, following the rejection of the \"Patently Unreasonable\" standard by the Supreme Court in &lt;a href=\"Dunsmuir%20v%20New%20Brunswick\"&gt;Dunsmuir v New Brunswick&lt;/a&gt;), &lt;a href=\"Wednesbury%20unreasonableness\"&gt;\"Wednesbury\" unreasonable&lt;/a&gt; (under British law), or arbitrary and capricious (under U.S. &lt;a href=\"Administrative%20Procedure%20Act%20%28United%20States%29\"&gt;Administrative Procedure Act&lt;/a&gt; and New York State law). Administrative law, as laid down by the &lt;a href=\"Supreme%20Court%20of%20India\"&gt;Supreme Court of India&lt;/a&gt;, has also recognized two more grounds of judicial review which were recognized but not applied by English Courts, namely &lt;a href=\"legitimate%20expectation\"&gt;legitimate expectation&lt;/a&gt; and &lt;a href=\"Proportionality%20%28political%20maxim%29\"&gt;proportionality&lt;/a&gt;.\nThe powers to review administrative decisions are usually established by statute, but were originally developed from the royal &lt;a href=\"prerogative%20writ\"&gt;prerogative writ&lt;/a&gt;s of &lt;a href=\"English%20law\"&gt;English law&lt;/a&gt;, such as the writ of &lt;a href=\"mandamus\"&gt;mandamus&lt;/a&gt; and the writ of &lt;a href=\"certiorari\"&gt;certiorari&lt;/a&gt;. In certain common law jurisdictions, such as &lt;a href=\"India\"&gt;India&lt;/a&gt; or &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, the power to pass such writs is a Constitutionally guaranteed power. This power is seen as fundamental to the power of judicial review and an aspect of the independent &lt;a href=\"judiciary\"&gt;judiciary&lt;/a&gt;.\nUnited States.\nIn the United States, many &lt;a href=\"Government%20agency\"&gt;government agencies&lt;/a&gt; are organized under the &lt;a href=\"Executive%20%28government%29\"&gt;executive branch&lt;/a&gt; of government, although a few are part of the &lt;a href=\"Judiciary\"&gt;judicial&lt;/a&gt; or &lt;a href=\"Legislature\"&gt;legislative branches&lt;/a&gt;.\nIn the &lt;a href=\"Federal%20government%20of%20the%20United%20States\"&gt;federal government&lt;/a&gt;, the executive branch, led by the &lt;a href=\"President%20of%20the%20United%20States\"&gt;president&lt;/a&gt;, controls the &lt;a href=\"United%20States%20federal%20executive%20departments\"&gt;federal executive departments&lt;/a&gt;, which are led by secretaries who are members of the &lt;a href=\"United%20States%20Cabinet\"&gt;United States Cabinet&lt;/a&gt;. The many &lt;a href=\"independent%20agencies%20of%20the%20United%20States%20government\"&gt;independent agencies of the United States government&lt;/a&gt; created by &lt;a href=\"statutes\"&gt;statutes&lt;/a&gt; enacted by &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; exist outside of the federal executive departments but are still part of the executive branch.\nCongress has also created some special judicial bodies known as &lt;a href=\"Article%20I%20and%20Article%20III%20tribunals\"&gt;Article I tribunals&lt;/a&gt; to handle some areas of administrative law.\nThe actions of executive agencies and independent agencies are the main focus of American administrative law. In response to the rapid creation of new independent agencies in the early twentieth century (see discussion below), &lt;a href=\"U.S.%20Congress\"&gt;Congress&lt;/a&gt; enacted the &lt;a href=\"Administrative%20Procedure%20Act%20%28United%20States%29\"&gt;Administrative Procedure Act&lt;/a&gt; (APA) in 1946. Many of the independent agencies operate as miniature versions of the tripartite federal government, with the authority to \"legislate\" (through &lt;a href=\"rulemaking\"&gt;rulemaking&lt;/a&gt;; see &lt;a href=\"Federal%20Register\"&gt;Federal Register&lt;/a&gt; and &lt;a href=\"Code%20of%20Federal%20Regulations\"&gt;Code of Federal Regulations&lt;/a&gt;), &lt;a href=\"adjudication\"&gt;\"adjudicate\"&lt;/a&gt; (through administrative hearings), and to \"execute\" administrative goals (through agency enforcement personnel). Because the &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt; sets no limits on this tripartite authority of &lt;a href=\"government%20agency\"&gt;administrative agencies&lt;/a&gt;, Congress enacted the &lt;a href=\"Administrative%20Procedure%20Act%20%28United%20States%29\"&gt;APA&lt;/a&gt; to establish fair administrative law procedures to comply with the constitutional requirements of &lt;a href=\"due%20process\"&gt;due process&lt;/a&gt;. Agency procedures are drawn from four sources of authority: the APA, organic statutes, agency rules, and informal agency practice. It is important to note, though, that agencies can only act within their congressionally delegated authority, and must comply with the requirements of the APA.\nAt state level the first version of the Model State Administrative Procedure Act was promulgated and published in 1946 by the Uniform Law Commission (ULC), in which year the Federal Administrative Procedure Act was drafted. It is incorporated basic principles with only enough elaboration of detail to support essential features, therefore it is a “model”, and not a “uniform”, act. A model act is needed because state administrative law in the states is not uniform, and there are a variety of approaches used in the various states. Later it was modified in 1961 and 1981. The present version is the 2010 Model State Administrative Procedure Act (MSAPA) which maintains the continuity with earlier ones. The reason of the revision is that, in the past two decades state legislatures, dissatisfied with agency rule-making and adjudication, have enacted statutes that modify administrative adjudication and rule-making procedure.\nThe &lt;a href=\"American%20Bar%20Association\"&gt;American Bar Association&lt;/a&gt;'s official journal concerning administrative law is the \"&lt;a href=\"Administrative%20Law%20Review\"&gt;Administrative Law Review&lt;/a&gt;\", a quarterly publication that is managed and edited by students at the &lt;a href=\"Washington%20College%20of%20Law\"&gt;Washington College of Law&lt;/a&gt;.\nHistorical development.\n&lt;a href=\"Stephen%20Breyer\"&gt;Stephen Breyer&lt;/a&gt;, a &lt;a href=\"U.S.%20Supreme%20Court%20Justice\"&gt;U.S. Supreme Court Justice&lt;/a&gt; since 1994, divides the history of administrative law in the United States into six discrete periods, in his book, \"Administrative Law &amp; Regulatory Policy\" (3d Ed., 1992):\nAgriculture.\nThe agricultural sector is one of the most heavily regulated sectors in the U.S. economy, as it is regulated in various ways at the international, federal, state, and local levels. Consequently, administrative law is a significant component of the discipline of &lt;a href=\"agricultural%20law\"&gt;agricultural law&lt;/a&gt;. The &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;United States Department of Agriculture&lt;/a&gt; and its myriad agencies such as the &lt;a href=\"http%3A//www.ams.usda.gov\"&gt;Agricultural Marketing Service&lt;/a&gt; are the primary sources of regulatory activity, although other administrative bodies such as the &lt;a href=\"United%20States%20Environmental%20Protection%20Agency\"&gt;Environmental Protection Agency&lt;/a&gt; play a significant regulatory role as well."
}