{
    "id": "2561589",
    "revid": "16490385",
    "url": "https://en.wikipedia.org/wiki?curid=2561589",
    "title": "Pietro Verri",
    "text": "&lt;a href=\"Count\"&gt;Count&lt;/a&gt; Pietro Verri (12 December 1728 – 28 June 1797) was an economist, historian, philosopher and writer. Among the most important personalities of the 18th-century Italian culture, he is considered among the fathers of the &lt;a href=\"Lombardy\"&gt;Lombard&lt;/a&gt; reformist Enlightenment and the most important pre-Smithian authority on cheapness and plenty.\nEarly life.\nPietro Verri was born to a conservative noble family the eldest son of Gabriele Verri and Barbara Dati Della Somaglia, in a house of the Archinto in via Stampa 19 in &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt;, then under Austrian rule. He had three brothers: &lt;a href=\"Alessandro%20Verri\"&gt;Alessandro&lt;/a&gt;, Carlo and Giovanni. After the death of his brother, Carlo, he raised his nephew &lt;a href=\"Luigi%20Castiglioni\"&gt;Luigi Castiglioni&lt;/a&gt; and greatly influenced the young man. He studied in the Jesuit college in &lt;a href=\"Monza\"&gt;Monza&lt;/a&gt;, five years (1740–44) in the college of Barnabites in San Alessandro in &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt; and two years (1744–45) in Rome in the college of Nazareno run by the Scolopi order. He received a strong religious education, from which he began to rebel when he reached his twenties.\nHe volunteered to serve in the Seven Years' War in order to escape his father's decision to register him for legal studies but quit after a year. In mid-September 1759, he met the economist &lt;a href=\"Henry%20Lloyd%20%28soldier%29\"&gt;Henry Lloyd&lt;/a&gt; and developed a lifelong friendship with &lt;a href=\"Henry%20Lloyd%20%28soldier%29\"&gt;Henry Lloyd&lt;/a&gt;. Verri soon became convinced that &lt;a href=\"Political%20Economy\"&gt;Political Economy&lt;/a&gt; had to be at the center of all serious social and political interests. In his early life, he translated Destouches' works and wrote satirical &lt;a href=\"almanacs\"&gt;almanacs&lt;/a&gt; (\"Borlanda impasticciata\", \"Gran Zoroastro\" and \"Mal di Milza\") which scandalized the Milanese society.\n Verri's early steps in educating himself in the science of civil society were guided by four eighteenth-century intellectual giants of the Enlightenment: &lt;a href=\"Montesquieu\"&gt;Montesquieu&lt;/a&gt;, &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;, &lt;a href=\"Rousseau\"&gt;Rousseau&lt;/a&gt;, &lt;a href=\"David%20Hume\"&gt;David Hume&lt;/a&gt;, &lt;a href=\"Edward%20Gibbon\"&gt;Edward Gibbon&lt;/a&gt;, and &lt;a href=\"Claude%20Adrien%20Helv%C3%A9tius\"&gt;Helvétius&lt;/a&gt;. In combination, these particularly informed his emerging views on law and civil society, the importance of historical understanding, his utilitarian tendencies and, more specifically, economic issues associated with trade, money, credit, and taxation. In 1761, together with his brother Alessandro, he founded a literary association, the Società dei Pugni (\"Society of the Fists\"), and, from 1764, published the magazine \"&lt;a href=\"Il%20Caff%C3%A8\"&gt;Il Caffè&lt;/a&gt;\" (\"The Coffeehouse\"). Pietro Verri was the founder, leader, and active contributor to both. \"Il Caffe\" appeared between 1764 and 1766 in successive magazines made in two volumes. Magazine 10 of Volume 1 has an article by Pietro Verri devoted to thoughts on the spirit of Italian Literature Here Verri describes Galileo-&lt;a href=\"Newtonianism\"&gt;Newtonianism&lt;/a&gt; at the philosophical level as a force of renovation, providing a new connecting frame for scientific reasoning, in the spirit of what we have called above moral &lt;a href=\"Newtonianism\"&gt;Newtonianism&lt;/a&gt;. his magazine became an important reference on Enlightenment Milan. Other figures who wrote on it include his brother Alessandro, the famous philosopher &lt;a href=\"Cesare%20Beccaria\"&gt;Cesare Beccaria&lt;/a&gt;, Alfonso Longo and Pietro Secchi.\nPolitical economy.\nIn 1764, he also entered the public administration, where he distinguished for his reforming attitudes: in particular, he proposed the abolition of the exaction of taxes through intermediaries. After a documented \"Bilance on the Commerce of the State of Milan\", In 1769 Verri published notable work, \"Elementi del Commercio\" (\"Elements of Commerce\"), inspired by a wide interpretation of liberalism in commerce. This was followed by the \"Meditazioni sull'economia politica\" (\"Reflection's on Political Economy\", 1771), the book contains 40 sections and when Verri's Meditiazioni first appeared was well received. Its success was considerable, in just one year, five different editions produced. According to &lt;a href=\"Schumpeter\"&gt;Schumpeter&lt;/a&gt;, Verri was one of the first economists to figure out a balance of payments and &lt;a href=\"Schumpeter\"&gt;Schumpeter&lt;/a&gt; adds Verri is the most important pre-Smithian authority on Cheapness and Plenty.\nHis work is clearly one of the many examples in the economic literature which during the quarter-century after 1750 marks the emergence of &lt;a href=\"political%20economy\"&gt;political economy&lt;/a&gt; as a separate science. Pietro Verri provides the first systematic contribution stemming from the quarters of Lombard enlightenment in the field of &lt;a href=\"political%20economy\"&gt;political economy&lt;/a&gt;. From the vantage point afforded by Verri's &lt;a href=\"political%20economy\"&gt;political economy&lt;/a&gt;, we gain a considerably attractive view of the most significant elements and characteristic concepts of Lombard enlightenment during the latter half of the 18th century.\nMeditiazioni can be separated three different parts. The first, covering the first five sections, presents the general principles of the science by explaining economic development and growth, circulation, production, exchange, money, and prices in general terms. These general principles are supplemented and elucidated on money, industry, interest, and circulation and on population. Part II then applies these principles to a number of policy questions in &lt;a href=\"political%20economy\"&gt;political economy&lt;/a&gt;: the distribution of landed property, guilds and other forms of restrictive practices through privilege, price controls, controls over sales, sumptuary laws and some observations associated with population and agriculture. Part III presents the theory of finance while the last three sections act as a sort of summary of the policy implications of the material presented. First 5 editions of Meditiazioni do not contain any mathematical term, however, some footnotes added in the sixth edition in order to interpret Verri's economic thought into mathematical terms.\nThe aim of political economy to increase national power, strength and\nhappiness is achievable through an increased population, incentives to labor, increased production and an appropriate balance between it and consumption. Success in achieving this policy objective can be measured by at least three different means in the absence of reliable &lt;a href=\"national%20output\"&gt;national output&lt;/a&gt; data, as Verri indicates at various points in his treatise. These are the &lt;a href=\"balance%20of%20trade\"&gt;balance of trade&lt;/a&gt;, which he regarded as an imperfect measure; the level of the rate of interest, which he saw as a better measure, and population size and characteristics, which he saw as the best measure because it could be most accurately measured.\nVerri's economic theory concentrates on three subjects: 1. prices; 2. aggregate equilibrium; 3. distribution.\nTheory of prices.\nAccording to Verri, the price of a commodity is directly related to \"need\" and inversely to plenty. By \"need\", Verri does not mean any indeterminate desire, but the effective demand of goods, i.e. the level of demand at which the expected utility of any good is higher than the cost individual are ready to pay in order to acquire it . Verri stresses consumer sovereignty, by arguing that &lt;a href=\"demand\"&gt;demand&lt;/a&gt; regulates &lt;a href=\"supply%20%28economics%29\"&gt;supply&lt;/a&gt; and not the contrary. As to plenty, it basically depends on the market form: it is larger when the market approximates to &lt;a href=\"perfect%20competition\"&gt;perfect competition&lt;/a&gt;.\nAn equilibrium between production and consumption.\nThe problem of equilibrium between production (\"reproduction\" in Verri's terms) and consumption is analyzed examining two opposed cases of disequilibrium. Verri's contribution is strictly connected here to the basic theoretical assumptions of his theory of action. It is also very original in its issues.\nThe first case takes place when national consumption is greater than production and the balance of commerce is unfavorable. Unlike Hume, Verri pays no attention to deflux of money and to the ensuing &lt;a href=\"deflation\"&gt;deflation&lt;/a&gt;. His interest is devoted to real re-equilibrating mechanisms. There are two possible solutions to disequilibrium: the first one is negative and consists of factor mobility (emigration of a part of the laboring force). When the other solution prevails, new productive branches are created in the country: these new industries compete in quality and price with those located abroad, toward which the demand for imported goods was addressed. This process of import substitution re-equilibrates the balance of commerce. Welfare grows in the country with the increasing size of the internal market. The role of ideas is central to this picture: a class of individuals understands the existence of &lt;a href=\"national%20demand\"&gt;national demand&lt;/a&gt; for certain goods and produces it at better conditions than foreign competitors.\nIn the second case, consumption is smaller than production, and the balance of commerce is favorable. As a matter of fact, Verri engages himself in demonstrating that a favorable balance of commerce is possible at certain conditions, that inflation is not a necessary outcome of it, and finally that a growth of the real side of the economy is consistent with it. Inflation takes place only if the extra monetary demand clashes with rigidities on the supply side (in this case, money \"stops\" in the hands of an unmodified number of sellers). However, this case is not very likely in a \"polite\" nation. Verri describes here a sort of &lt;a href=\"David%20Hume\"&gt;Hume&lt;/a&gt;-&lt;a href=\"Richard%20Cantillon\"&gt;Cantillon&lt;/a&gt; transmission mechanism without inflation. Additional money, passing from hand to hand, incites industry and puts unemployed factors at work. The Verrian self-sustained mechanism of growth based on increasing income, new needs, and new productions, is the result of this first impulse. Here too, the entrepreneurial spirit plays an essential part.\nDistribution.\nLike the other parts of his economic contribution, Verri's theory of distribution also springs from the theory of needs and desires. As many of the economists of his time, Verri has a preference for a society in which the weight of the middle class is large. The members of this class, urged by their needs, are stimulated to work hard in order to better their condition. Inequality of fortunes, as far as it is moderate and gradual, is an additional stimulus, giving to everyone a hope to ascend in the social scale. On the contrary, when inequality is too high, society is condemned to poverty and to a stationary state. Rich &lt;a href=\"landlords\"&gt;landlords&lt;/a&gt; take no care of their goods, having no anxiety for future welfare. Moreover, the poor are too poor to be influenced by superior need and to hope to better theircondition. As in the savage state, the poor have primary needs, but imagination and desire play no role in their life. Absolute equality of properties is not a better solution. The only effect of the &lt;a href=\"Roman%20Agrarian%20History%20and%20its%20Significance%20for%20Public%20and%20Private%20Law\"&gt;Roman agrarian laws&lt;/a&gt; and of similar institutions are that of destroying desire and hindering development.\nPhilosophical work.\nAs early as 1763, Verri's early study Meditiazioni sulla felicita—usually classified as a philosophical pamphlet—is written. Verri spells out the foundational pieces of his approach to civil life. Afterward, as resistance against his reforming work in administration stiffened, Verri devoted himself increasingly to philosophy. In 1773 he wrote \"Dell'indole del piacere e del dolore\" (\"Discourse on Pleasure and Pain\"), followed in 1777 by \"Osservazioni sulla tortura\" (\"Observations on Torture\"), in which he stressed the uselessness and cruelty of &lt;a href=\"torture\"&gt;torture&lt;/a&gt;.\nHe argues that the excess of desires over and above possibilities or \"power\" is a measure of unhappiness. The search for happiness in the form of the removal of unhappiness is a core issue in Pietro Verri's &lt;a href=\"political%20philosophy\"&gt;political philosophy&lt;/a&gt;. He appears from the start as one of the leading representatives eighteenth-century &lt;a href=\"Eudaimonia\"&gt;eudomistic&lt;/a&gt; views. Happiness, Verri argues, can be pursued in two ways. Happiness, in fact, consists in the reduction of the difference between the two elements of desires and power: that reduction can be achieved by acting upon either one or the other of the two elements. It can be said therefore that the object of happiness being reduced to a difference, it can be conquered either by \"addition\"(of power) or by \"subtraction\" (of desires). Verri declares addition to be superior. An addition in the form of the enlargement of power provides the main route to happiness as compared with a check on desires. Verri, however, lays a special emphasis upon creativity rather than mere enjoyment of what is already in our possession as a condition for happiness.\nHis two most important productions (\"Discourse on the Nature of Pleasure and Pain, 1773\"; \"Meditations on Happiness, 1781\") contain new and ingenious ideas on the function of pain and the law of contrasts, which were afterward adopted by &lt;a href=\"Kant\"&gt;Kant&lt;/a&gt;, &lt;a href=\"Schopenhauer\"&gt;Schopenhauer&lt;/a&gt;, and &lt;a href=\"Wundt\"&gt;Wundt&lt;/a&gt; and discussed by &lt;a href=\"L%C3%A9on%20Dumont\"&gt;Dumont&lt;/a&gt;, &lt;a href=\"Francisque%20Bouillier\"&gt;Bouillier&lt;/a&gt;, and &lt;a href=\"Regalia\"&gt;Regalia&lt;/a&gt;.\nInfluence.\nA comprehensive reading of Verri's economic and philosophical writings suggests a new perspective in the analysis of the interplay between &lt;a href=\"moral%20sense%20theory\"&gt;moral sense theory&lt;/a&gt;, legislation and the competitive framework of a &lt;a href=\"market%20economy\"&gt;market economy&lt;/a&gt; which is not irrelevant to the understanding of the same relationship in other eighteenth-century writers, including &lt;a href=\"Adam%20Smith\"&gt;Adam Smith&lt;/a&gt;. For Verri's Meditazioni are explicitly rooted in a 'historical' investigation of moral sentiments, and of the way in which these may influence the pursuit of private or &lt;a href=\"public%20interest\"&gt;public interest&lt;/a&gt;, and the characteristics of legislation.\nVerri's influence can be seen first, his friend and colleague from the Il Caffè, in &lt;a href=\"Cesare%20Beccaria\"&gt;Beccaria&lt;/a&gt;'s known work in &lt;a href=\"on%20Crimes%20and%20Punishments\"&gt;on Crimes and Punishments&lt;/a&gt;. &lt;a href=\"Cesare%20Beccaria\"&gt;Beccaria&lt;/a&gt; had been largely inspired by Verri himself and defended by him. It is proposed in the present paper to revisit some of the basic tenets of Pietro Verri's political economy, with more in view than dwell on specific intuitions and theorems: namely, relate those to Verri's own—quite original—conception of the economy. 18th Century Philosopher &lt;a href=\"%C3%89tienne%20Bonnot%20de%20Condillac\"&gt;Condillac&lt;/a&gt; apparently shared Verri's ideas on land reform. In the nineteenth century, &lt;a href=\"Jean-Baptiste%20Say\"&gt;Jean-Baptiste Say&lt;/a&gt; showed a favorable attitude towards Verri's treatment of productive and unproductive labor.\nVerri's books also reached to &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;' and De Felice reports &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;'s description of Verri's Meditazioni as ‘the truest, wisest and clearest’ book he had ever read on the subject of political economy, but no letter from Voltaire to Verri or any other similar reference to Verri's work can be found in the standard collected edition of Voltaire's works. However, Caspari mentions Voltaire's thanks to Verri for sending him a copy of the Meditazioni, dating it precisely at 19 March 1772 on the authority of Mauri.\n&lt;a href=\"Adam%20Smith\"&gt;Adam Smith&lt;/a&gt; personal library included two copies (1771 and 1772) of Verri's Political economy. &lt;a href=\"Adam%20Smith\"&gt;Adam Smith&lt;/a&gt;'s reading Italian ability is well documented. The themes of a probable influence of Verri on Smith (the analysis is based on a comparison of Verri's Economia Politica with &lt;a href=\"Adam%20Smith\"&gt;Smith's&lt;/a&gt; &lt;a href=\"Wealth%20of%20Nations\"&gt;Wealth of Nations&lt;/a&gt; can be summarized as follows:\nof the perverse effects of the corn trade prohibitions.\nIn spite of favorable references to Verri by such authorities as McCulloch and Ingram, Verri's fortune as an economist was inferior to his merits.\nLater life and works.\nIn 1777, he began the \"Storia di Milano\" (\"History of Milan\", two volumes, 1783 and 1798), a notable example of Enlightenment historiography. The ecclesiastical reforms of &lt;a href=\"Joseph%20II%2C%20Holy%20Roman%20Emperor\"&gt;Joseph II of Austria&lt;/a&gt; inspired him the \"Dialogo fra Pio VI e Giuseppe II a Vienna\" (\"Dialogue between Pius VI and Joseph II in Vienna\", 1782), followed by La Decadenza del Papa (\"The Pope's Decay\"), marked by his disappointment for the lack of influence of Enlightenment's ideas on the Papacy. Joseph II's increasing despotism led Verri to abandon any position in the Austrian administration of Lombardy in 1786; ten years later, after the &lt;a href=\"Napoleonic%20Wars\"&gt;French invasion&lt;/a&gt;, he returned as a member of the Milanese municipality and was one of the founders of the &lt;a href=\"Cisalpine%20Republic\"&gt;Cisalpine Republic&lt;/a&gt;. Though disapproving the Jacobin excesses, Verri, however, welcomed the possibility of moral and economic improvement in the aftermath of the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;, which he considered influenced in turn by the Enlightenment movement. In 1786, he was elected a foreign member of the &lt;a href=\"Royal%20Swedish%20Academy%20of%20Sciences\"&gt;Royal Swedish Academy of Sciences&lt;/a&gt;.\nOn the night of 28 June 1797, during a meeting in the hall of the Municipality, he died of a sudden apoplectic attack, at sixty-eight. He is buried in the chapel of the Sanctuary of the Blessed Virgin of Lazzaretto di Ornago, next to his first wife.\nVerri's death bicentenary was commemorated on an Italian postage stamp in 1997."
}