{
    "id": "25644705",
    "revid": "1049859249",
    "url": "https://en.wikipedia.org/wiki?curid=25644705",
    "title": "Dale Morton",
    "text": "Dale Morton (born 31 October 1990) is an English professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays for the &lt;a href=\"Batley%20Bulldogs\"&gt;Batley Bulldogs&lt;/a&gt; in the &lt;a href=\"Betfred%20Championship\"&gt;Betfred Championship&lt;/a&gt;, as a .\nHe previously played for the &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity Wildcats&lt;/a&gt; in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;, and the &lt;a href=\"Dewsbury%20Rams\"&gt;Dewsbury Rams&lt;/a&gt; in the &lt;a href=\"RFL%20Championship\"&gt;Championship&lt;/a&gt;.\nBackground.\nMorton was born in &lt;a href=\"Pontefract\"&gt;Pontefract&lt;/a&gt;, &lt;a href=\"West%20Yorkshire\"&gt;West Yorkshire&lt;/a&gt;, England.\nKnottingley Rockware and Football.\nDale Morton played for his local club &lt;a href=\"Knottingley\"&gt;Knottingley&lt;/a&gt; Rockware from the age of 13. He was spotted playing at a young age by Bradford and former Rockware hooker &lt;a href=\"Wayne%20Godwin\"&gt;Wayne Godwin&lt;/a&gt;. He has also played for the Wakefield Service Area, and the Yorkshire District at Under 14s &amp; 15s level. Morton was on scholarship with &lt;a href=\"Castleford%20Tigers\"&gt;Castleford&lt;/a&gt; until &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt; offered him a contract at the age of 16. Clubs such as &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt; and &lt;a href=\"Bradford%20Bulls\"&gt;Bradford Bulls&lt;/a&gt; were also interested in signing Morton.\nWhile playing for Knottingley Rockware he helped his team win many trophies such as the Castleford &amp; District Cup 2005. It was during the final of this competition that Dale was spotted playing against &lt;a href=\"Castleford%20Lock%20Lane\"&gt;Castleford Lock Lane&lt;/a&gt; by current Wakefield coach &lt;a href=\"John%20Kear\"&gt;John Kear&lt;/a&gt;.\nBefore the age of 13, Morton played football for local Knottingley team &lt;a href=\"Beal%2C%20North%20Yorkshire\"&gt;Kellingley Welfare FC&lt;/a&gt;. From the age 8 to 13 Dale was watched by professional football clubs such as &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt;, &lt;a href=\"Huddersfield%20Town%20F.C.\"&gt;Huddersfield Town&lt;/a&gt; and &lt;a href=\"Barnsley%20F.C.\"&gt;Barnsley&lt;/a&gt;. He then opted to play rugby league with school friends and from that day has been a success in the sport.\nFirst team appearances.\nHis début season came in 2009's &lt;a href=\"Super%20League%20XIV\"&gt;Super League XIV&lt;/a&gt; where he played 3-games, scoring one try. \nMorton made his first team début for Wakefield Trinity in a 30-24 win away to &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford&lt;/a&gt; in round 23, where he came on off the &lt;a href=\"Rugby%20league%20positions%23Substitutes\"&gt;bench&lt;/a&gt;.\nHe then made his first start in a 40-28 win away at &lt;a href=\"Warrington%20Wolves\"&gt;Warrington&lt;/a&gt;, a game in which he scored a try while playing on the wing. He made his third appearance in a 24-10 win at home to &lt;a href=\"Hull%20Kingston%20Rovers\"&gt;Hull Kingston Rovers&lt;/a&gt; in the last round of the regular season."
}