{
    "id": "25644914",
    "revid": "1639942",
    "url": "https://en.wikipedia.org/wiki?curid=25644914",
    "title": "Đặng Sỹ",
    "text": "Major Matthew Sy Dang, (; July 29, 1929 – November 11, 2006) was an officer in the &lt;a href=\"Army%20of%20the%20Republic%20of%20Vietnam\"&gt;Army of the Republic of Vietnam&lt;/a&gt;. He acquired a degree of infamy for ordering his soldiers to open fire on a crowd of Buddhists demonstrating against a ban on the &lt;a href=\"Buddhist%20flag\"&gt;Buddhist flag&lt;/a&gt;, leading to the &lt;a href=\"Hu%E1%BA%BF%20Vesak%20shootings\"&gt;Huế Vesak shootings&lt;/a&gt; in which nine people died. This sparked the &lt;a href=\"Buddhist%20crisis\"&gt;Buddhist crisis&lt;/a&gt; and downfall of &lt;a href=\"Ngo%20Dinh%20Diem\"&gt;Ngô Đình Diệm&lt;/a&gt;.\nEarly life.\nBorn in the province of Thừa Thiên, &lt;a href=\"Hu%E1%BA%BF\"&gt;Huế&lt;/a&gt;, Sy Dang came from a long line of devout &lt;a href=\"Roman%20Catholics\"&gt;Roman Catholics&lt;/a&gt;, including &lt;a href=\"Michael%20Dinh-Hy%20Ho\"&gt;Michael Dinh-Hy Ho&lt;/a&gt;, one of the &lt;a href=\"Vietnamese%20Martyrs\"&gt;Vietnamese Martyrs&lt;/a&gt;. He attended a &lt;a href=\"Institute%20of%20the%20Brothers%20of%20the%20Christian%20Schools\"&gt;Lasallian school&lt;/a&gt;, graduated from National Military Academy of &lt;a href=\"Da%20Lat\"&gt;Da Lat&lt;/a&gt; as &lt;a href=\"first%20Lieutenant\"&gt;first Lieutenant&lt;/a&gt;. His father was a captain for the local national guard unit.\nAt age 14, Sy Dang ventured as an interpreter for the local &lt;a href=\"French%20colonial%20empire\"&gt;French&lt;/a&gt; garrison. He tried the prospect of being a &lt;a href=\"Institute%20of%20the%20Brothers%20of%20the%20Christian%20Schools\"&gt;Christian Brother&lt;/a&gt;, like his mother's brother, but found he was not suited for a \"pious\", teaching life. He decided to follow a military career. He married Cam De Nguyen at the age of twenty-one. She converted to &lt;a href=\"Roman%20Catholicism\"&gt;Roman Catholicism&lt;/a&gt;; the couple had ten children. \nMilitary career.\nAfter his graduation from Vietnamese National Military Academy of &lt;a href=\"Da%20Lat\"&gt;Da Lat&lt;/a&gt; and having attended the &lt;a href=\"United%20States%20Army%20Training%20and%20Doctrine%20Command\"&gt;U.S. Infantry Center &amp; School&lt;/a&gt; at &lt;a href=\"Fort%20Benning\"&gt;Fort Benning&lt;/a&gt;, Sy Dang quickly progressed to the rank of &lt;a href=\"major\"&gt;major&lt;/a&gt;, assigned to the &lt;a href=\"1st%20Division%20%28South%20Vietnam%29\"&gt;First Infantry Division&lt;/a&gt; and was named as deputy Governor and Security Chief, in charge of &lt;a href=\"Th%E1%BB%ABa%20Thi%C3%AAn\"&gt;Thừa Thiên&lt;/a&gt; and Huế city. While in this position, he was embroiled in the midst of political unrests such as the &lt;a href=\"Hu%E1%BA%BF%20Vesak%20shootings\"&gt;Huế Vesak shootings&lt;/a&gt;. He ordered his men to open fire on the unarmed demonstrators, and nine were murdered in the ensuing chaos. .\nThe trial of Đặng Sỹ.\nAs Deputy Governor in charge of Huế's security, Major Sy Dang was held responsible for the deaths of nine Buddhists. Many accounts, which included official &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt; reports and &lt;a href=\"U.S.%20State%20Department\"&gt;U.S. State Department&lt;/a&gt; weekly reports, indicated that Major Đặng took direct actions that caused these deaths. There are other minority accounts, which suggested Major Đặng was at the right time and place for a set-up by third party with interests in seeing the &lt;a href=\"Ng%C3%B4%20%C4%90%C3%ACnh%20Di%E1%BB%87m\"&gt;Diệm regime&lt;/a&gt; fall. Journalists Arthur Dommen and &lt;a href=\"Ellen%20Hammer\"&gt;Ellen Hammer&lt;/a&gt; speculated that an American serviceman and a handful of CIA operatives orchestrated the entire affair.\n&lt;a href=\"Marguerite%20Higgins\"&gt;Marguerite Higgins&lt;/a&gt; and an independent &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; investigative team reported on May 8, 1963 at 8:00 p.m. that a large crowd, under the leadership of &lt;a href=\"Vietnamese%20Buddhism\"&gt;Vietnamese&lt;/a&gt; &lt;a href=\"Mahayana%20Buddhist\"&gt;Mahayana Buddhist&lt;/a&gt; monk Venerable &lt;a href=\"Th%C3%ADch%20Tr%C3%AD%20Quang\"&gt;Thích Trí Quang&lt;/a&gt;, besieged Huế radio station to broadcast their request for religious rights. The station director refused to facilitate their request and proceeded to deny the Buddhists access by barricading himself. He called on the local fire station and government security forces to prevent the Buddhists from voicing their plight. The firemen were unable to disperse the crowd with fire hose.\nĐặng's security forces arrived, with armored vehicles, to negotiate with the Venerable and the station director. An agreement was reached and the Venerable was working to disperse the crowd. A series of explosions blasted exterior of the radio station while Đặng and Quang were inside, causing a massive stampede. On the pretext of \"defending\" against possible \"&lt;a href=\"Viet%20Cong\"&gt;Việt Cộng&lt;/a&gt; attack\" in darkness, Dang signaled his men, with three shots to the air, to use &lt;a href=\"MK3A2\"&gt;MK3A2&lt;/a&gt; concussion grenades to subdue the crowd and \"secure\" the area. After the crowd dispersed, there were eight people dead and one person dying.\nThe Diệm government dismissed charges of misconduct. Later, however, the &lt;a href=\"1963%20South%20Vietnamese%20coup\"&gt;South Vietnamese military junta&lt;/a&gt; tried and Đặng and sentenced him to death in 1964 for charges including shooting into an unarmed crowd, having armored vehicles ran over protesters, and using dangerous, high explosives for crowd control. Đặng, primarily on his own, maintained his and his men's innocence. When the military tribunal pronounced sentence, thousands lined the streets in protest, prompting some international observers to speculate that an internal civil war was about to erupt. Facing internal unrest and U.S. government disapproval, &lt;a href=\"Nguy%E1%BB%85n%20Kh%C3%A1nh\"&gt;Khánh&lt;/a&gt; commuted Đặng's death sentence to life with hard labour at &lt;a href=\"C%C3%B4n%20S%C6%A1n%20Island\"&gt;Côn Sơn&lt;/a&gt; with payments to victims' families.\nPost-military career.\nIn 1967, the &lt;a href=\"Nguy%E1%BB%85n%20V%C4%83n%20Thi%E1%BB%87u\"&gt;Thiệu&lt;/a&gt; civilian government repealed the life sentence and restored his rank. Dang chose to resign to civilian life and worked at &lt;a href=\"Bank%20of%20America\"&gt;Bank of America&lt;/a&gt; in &lt;a href=\"Saigon\"&gt;Saigon&lt;/a&gt;.\nFrom 1969 until the &lt;a href=\"Fall%20of%20Saigon\"&gt;Fall of Saigon&lt;/a&gt;, he was the chairman of the executive board for an import-export company, South Asia Facilities. After April 1975, Dang was imprisoned for his military career with the former regime. In March 1980, Dang was released and escaped to &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; by &lt;a href=\"Vietnamese%20boat%20people\"&gt;boat&lt;/a&gt;. He was reunited with his family in December of the same year. Subsequently, he worked with &lt;a href=\"Baltimore%20County%2C%20Maryland\"&gt;Baltimore County&lt;/a&gt; Department of Social Services and U.S. &lt;a href=\"Catholic%20Charities\"&gt;Catholic Charities&lt;/a&gt; to help Vietnamese refugees until his retirement.\nDeath.\nSy Dang died on November 11, 2006, aged 77, at his home in &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;.\nSee also.\n&lt;a href=\"Persecution%20of%20Buddhists\"&gt;Persecution of Buddhists&lt;/a&gt;"
}