{
    "id": "256510",
    "revid": "17805791",
    "url": "https://en.wikipedia.org/wiki?curid=256510",
    "title": "Ismail Qemali",
    "text": "Ismail Qemali (; 16 January 184426 January 1919) was an &lt;a href=\"Albanian%20people\"&gt;Albanian&lt;/a&gt; diplomat, politician, &lt;a href=\"Albanian%20Renaissance\"&gt;rilindas&lt;/a&gt;, statesman and the &lt;a href=\"List%20of%20national%20founders%23Albania\"&gt;Founding Father&lt;/a&gt; of modern &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;. The principal author of the &lt;a href=\"Albanian%20Declaration%20of%20Independence\"&gt;Declaration of Independence&lt;/a&gt;, he subsequently served as the first &lt;a href=\"Prime%20Minister%20of%20Albania\"&gt;Prime&lt;/a&gt; and &lt;a href=\"Foreign%20Ministers%20of%20Albania\"&gt;Foreign Minister&lt;/a&gt; of Albania during the period from 1912 to 1914.\nBorn and raised in &lt;a href=\"Vlor%C3%AB\"&gt;Vlorë&lt;/a&gt; into a wealthy &lt;a href=\"Tosks\"&gt;Tosk&lt;/a&gt; family, Qemali developed an early interest in &lt;a href=\"language\"&gt;language&lt;/a&gt;s and mastered &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;, &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; and &lt;a href=\"Ottoman%20Turkish%20language\"&gt;Ottoman Turkish&lt;/a&gt; in &lt;a href=\"Zosimaia%20School\"&gt;Ioannina&lt;/a&gt; and later studied &lt;a href=\"law\"&gt;law&lt;/a&gt; in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;. He travelled across &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, particularly &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt; and &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, and returned to Albania after the &lt;a href=\"Young%20Turk%20Revolution\"&gt;Young Turk Revolution&lt;/a&gt;.\nBiography.\nLife.\nIsmail Qemali was born on 16 January 1844 into a distinguished and &lt;a href=\"noble%20family\"&gt;noble&lt;/a&gt; &lt;a href=\"Albanian%20people\"&gt;Albanian&lt;/a&gt; family in the city of &lt;a href=\"Vlor%C3%AB\"&gt;Vlorë&lt;/a&gt;, then part of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. \nWell known members of his family include Grand Vizier &lt;a href=\"Mehmed%20Ferid%20Pasha\"&gt;Mehmed Ferid Pasha&lt;/a&gt; and politician &lt;a href=\"Syrja%20Vlora\"&gt;Syrja Vlora&lt;/a&gt;. He completed his primary education at his hometown. Later he attended the Greek high school &lt;a href=\"Zosimea\"&gt;Zosimea&lt;/a&gt; in &lt;a href=\"Janina\"&gt;Janina&lt;/a&gt; and graduated from Ottoman law school in &lt;a href=\"Constantinople\"&gt;Istanbul&lt;/a&gt;. Qemali married a Greek woman and sent his children to receive an education in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;.\nDeath.\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Ismail Qemali lived in exile in Paris, where, though short of funds, he maintained a wide range of contacts and collaborated with the correspondent of the continental edition of the &lt;a href=\"Daily%20Mail\"&gt;Daily Mail&lt;/a&gt;, Somerville Story, to write his memoirs. His autobiography, published after his death, is the only memoir of a late Ottoman statesman to be written in English and is a unique record of a liberal, multicultural approach to the problems of the dying Empire. In 1918, Ismail Qemali travelled to Italy to promote support for his movement in Albania, but was prevented by the Italian government from leaving Italy and remained as its involuntary guest at a hotel in &lt;a href=\"Perugia\"&gt;Perugia&lt;/a&gt;, much to his irritation. He died of an apparent heart attack at dinner there one evening. After his death, his body was brought to Vlorë and buried in the local &lt;a href=\"Khanqah\"&gt;Tekke&lt;/a&gt; (&lt;a href=\"Dervish\"&gt;Dervish&lt;/a&gt; &lt;a href=\"convent\"&gt;convent&lt;/a&gt;) of the &lt;a href=\"Bektashi%20Order\"&gt;Bektashi Order&lt;/a&gt;.\nCareer.\nQemali embarked on a career as an &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; civil servant reaching high government positions in European and Asian parts of the empire after he moved to Istanbul in May 1860. He identified with the liberal reform wing of &lt;a href=\"Midhat%20Pasha\"&gt;Midhat Pasha&lt;/a&gt;, the author of the &lt;a href=\"Ottoman%20constitution%20of%201876\"&gt;Ottoman constitution (1876)&lt;/a&gt; with whom Qemali was a close collaborator, and he became governor of several towns in the &lt;a href=\"Balkans\"&gt;Balkan&lt;/a&gt;s. During these years he took part in efforts for the standardization of the &lt;a href=\"Albanian%20alphabet\"&gt;Albanian alphabet&lt;/a&gt; supporting the use of Latin characters for writing Albanian and the establishment of an Albanian cultural association.\nBy 1877, Ismail seemed to be on the brink of important functions in the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; administration, but when Sultan &lt;a href=\"Abdulhamid%20II\"&gt;Abdulhamid II&lt;/a&gt; dismissed Midhat as prime minister, Ismail Qemali was sent into exile in western &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt;, though the Sultan later recalled him and made him governor of &lt;a href=\"Beirut\"&gt;Beirut&lt;/a&gt;. Qemali in 1892 presented the sultan with a plan for a &lt;a href=\"Balkan%20Confederation\"&gt;Balkan Confederation&lt;/a&gt;. It involved an entente between Balkan states and the empire eventually bound by mutual defense and economic development of resources agreements within a unified Great Eastern state with Ottoman Empire as its centre and return of old borders. In this framework, Albania like Macedonia was not treated as a separate state but as part of Ottoman state. In time his liberal policy recommendations caused him to fall out of favour with the Sultan again. Qemali was aware that the empire came close to intervention from the Great Powers due to the &lt;a href=\"Massacres%20of%20Diyarbak%C4%B1r%20%281895%29\"&gt;Armenian crisis of 1895&lt;/a&gt;. Abdulhamid II awarded Qemali the position of governor (&lt;a href=\"Vali%20%28governor%29\"&gt;vali&lt;/a&gt;) of &lt;a href=\"Tripoli\"&gt;Tripoli&lt;/a&gt;, however he viewed the high post as exile.\nExile.\nIn May 1900 Ismail Qemali boarded the British ambassador's yacht, claimed asylum and conveyed out of the empire where for the next eight years he lived in exile. Qemali left for &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; and issued proclamations explaining his abandonment of service to the empire while Ottoman authorities were upset with his flight. His interest toward the Albanian question was limited until these events and Qemali's participation in the Albanian national movement was seen as an asset among Albanian circles who would bring prestige and influence Muslim Albanians to support the cause. He also worked to promote constitutional rule in the Ottoman Empire. In &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; he met &lt;a href=\"Faik%20Konitza\"&gt;Faik Konitza&lt;/a&gt; and the two leaders worked together for a short time on Albanian issues through newspaper publications where Qemali called for Albanian unity, economic development, progress and to warn of future dangers of subjugation by Balkan states. The pair fell out as Qemali found Konitza difficult to work with while Konitza found his focus of being a politician overwhelming and disapproved of his pro-Greek policy. Qemali went on to found the newspaper \"Selamet\" (Salvation) published in &lt;a href=\"Ottoman%20Turkish%20language\"&gt;Ottoman Turkish&lt;/a&gt;, &lt;a href=\"Albanian%20language\"&gt;Albanian&lt;/a&gt; and &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; which called for cooperation between Albanians and Greeks, due to both peoples having the same geopolitical interests. Some Albanian activists involved in the national movement considered those views as suspicious and an instrument of Greek policy causing his popularity to wane among Albanians.\nAt first Qemali made overtures to &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt; as the great power to assist Albanians in developing a more unfified national opinion about their futire, founding of more laik Albanian schools and cultivating their language and attaining autonomy. Later, he became close with &lt;a href=\"Arb%C3%ABresh%C3%AB%20people\"&gt;Italo-Albanians&lt;/a&gt; (Arbëreshë), shifted his leanings toward Italy and supported Italian policy for Albania to counter Austro-Hungarian territorial ambitions in the Balkans. The Ottoman government initiated a crackdown of members and sympathisers of the Young Turk movement (CUP) with Qemali's son Mahmud Bey, a Council of State official being dismissed. In Paris, Qemali participated in the &lt;a href=\"Young%20Turks%23Congress%20of%20Ottoman%20Opposition\"&gt;Congress of Ottoman Opposition&lt;/a&gt; (1902) organised by Prince &lt;a href=\"Sultanzade%20Sabahaddin\"&gt;Sabahaddin&lt;/a&gt; and backed his faction calling for reforms, minority rights, revolution and European intervention in the empire. The 1902 Congress resulted in no organisations being established in the Balkans and an unknown individual impersonating Qemali travelled to various cities in &lt;a href=\"Principality%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt; and succeeded in duping many Muslims. The aftermath of the 1902 Congress did result in the formation of the new central committee with attempts for the creation of a \"permanent committee\", however Qemali and the Ottoman princes Sabahaddin and Lutfullah failed to get support from the Armenians. Later at a gathering of the permanent members of the new committee at the princes' house Qemali was installed as chairman. Control of the official CUP newspaper \"Osmanli\" was given by the old members of the central committee to Prince Sabahaddin and Qemali of the new central committee.\nThe new committee attempted to get Armenian endorsement through niceties about a lack of ethnic differences while Armenian organisations responded favorably toward figures like Qemali. Due to Qemali's prominent role Albanians were targeted by the new committee through articles published in the newspaper \"Osmanli\" warning of partition by Balkan and Western countries of Albanian inhabited lands within the empire. These publications were distributed secretly in Albania through known associates such as Xhemil Vlora (Avlonyalı Cemil) who worked for Qemali. Qemali supported the leadership of the Albanian movement such as preparing appeals for Jup Kastrati or creating in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; an Albanian Council. Journals supported by Qemali promoted Albanian autonomy, however the new committee failed to win support among Albanians to their side. Qemali along with the Ottoman princes compared themselves to the statesmen of the &lt;a href=\"Tanzimat\"&gt;Tanzimat&lt;/a&gt; reform era. During this time Qemali's positions swung between overthrow of the sultan and increasingly backing the Albanian national movement. He corresponded over Albania's future with the Prince of Albanian origins, &lt;a href=\"Albert%20Ghica\"&gt;Albert Ghica&lt;/a&gt; who had designs on becoming an Albanian monarch and with &lt;a href=\"Preng%20Do%C3%A7i\"&gt;Preng Doçi&lt;/a&gt; about the involvement of Qemali in an administrative role within a future autonomous Albania. Good relations were maintained with Ghica, while &lt;a href=\"Dervish%20Hima\"&gt;Dervish Hima&lt;/a&gt; an Albanian politically involved with the Romanian prince was viewed by Ottoman authorities as a pawn of Qemali.\nPlot against the sultan.\nBetween 1902 and 1903 a coup de detat plot to overthrow Abdulhamid II was devised by the CUP. Involved were Colonel Shevket Bey and &lt;a href=\"Rexhep%20Pasha%20Mati\"&gt;Rexhep Pasha Mati&lt;/a&gt; (Recep Pasha) left in charge of organising the military aspects of the plan along with Qemali and Prince Sabaheddin given the task of getting diplomatic and financial support and to buy two ships for the venture. Qemali's task was the most difficult aspect of the plot, he kept a unit in Paris, commenced political activities as a high ranking politician in exile and made many visits to London which annoyed the Ottoman government as they were unable to work out his real aims.\nOttoman authorities paid close attention and in some cases court martialed people they thought were associated with Qemali in attempts that were unsuccessful to find out his intentions. In Paris Qemali established close contacts and good relations with journalists such as &lt;a href=\"St%C3%A9phane%20Lauzanne\"&gt;Stéphane Lauzanne&lt;/a&gt; and &lt;a href=\"William%20Morton%20Fullerton\"&gt;William Morton Fullerton&lt;/a&gt;. During July 1902, Qemali went to London to get British support for the plot and corresponded with and visited people in the British government such as &lt;a href=\"Sir%20Edmund%20Monson%2C%201st%20Baronet\"&gt;Edmund Monson&lt;/a&gt; and &lt;a href=\"Thomas%20Sanderson%2C%201st%20Baron%20Sanderson\"&gt;Thomas Sanderson&lt;/a&gt;. He received responses from the &lt;a href=\"Foreign%20and%20Commonwealth%20Office\"&gt;Foreign Office&lt;/a&gt;, however Qemali exaggerated the level of British support, being only moral support and ambiguous for the venture. Qemali's interactions with the British had managed to raise his profile and notability while he also discussed with them the Ottoman exile of his son to &lt;a href=\"Bitlis\"&gt;Bitlis&lt;/a&gt;. The British were aware of the activities of Qemali and his associates.\nQemali also corresponded with London-based Ottoman diplomats on the plan like Reşid Sadi who secretly worked for the Young Turks. Attempts by Qemali were made to convince &lt;a href=\"Evelyn%20Baring%2C%201st%20Earl%20of%20Cromer\"&gt;Lord Cromer&lt;/a&gt; that the \"Turkish question\" was a pressing matter and he agreed with those sentiments and promised to reply to the Foreign office. He also secretly met &lt;a href=\"Abbas%20II%20of%20Egypt\"&gt;Abbas II of Egypt&lt;/a&gt; in an attempt to secure funds and the khedive placed £4000 in an English bank for the plot, yet later misgivings about Qemali made the Egyptian leader halt funds and fearing scandal he relented. Qemali also sent an Albanian confidant Xhafer Berxhani from Greece to see Rexhep Pasha in Tripoli, &lt;a href=\"Ottoman%20Libya\"&gt;Ottoman Libya&lt;/a&gt;. &lt;a href=\"Eqrem%20Vlora\"&gt;Eqrem Vlora&lt;/a&gt;, a member of the Vlora family stated that during this time Rexhep Pasha sent £1000 in gold to Qemali and assisted his son Tahir Pasha in exile at Tripoli to escape to Europe. At the end of January 1903, Qemali came back to Paris and found the princes grieving the death of their father &lt;a href=\"Mahmud%20Pasha%20%281853%E2%80%931903%29\"&gt;Damad Mahmud Pasha&lt;/a&gt;, yet they all proceeded to London to make financial arrangements for the plot. Later Qemali and the princes worked to finalise details of their plan. Qemali having the details of tonnage and dimensions left for Athens with £4000 to buy two ships.\nWhile there Qemali was disappointed with the procurement process for the ships and the delay made the central committee members go to Athens. Reşid Sadi arrived and found there was no large ships and that Qemali was residing at the house of an &lt;a href=\"aide-de-camp\"&gt;aide-de-camp&lt;/a&gt; to the Greek monarch. Qemali informed Reşid Sadi that he was duped and that in Greece it was difficult to find suitable ships. Later Sabaheddin traveled to see the khedive and failed to procure funds and ships where later he returned to Athens and for the last time met with Qemali, Reşid Sadi and Vasileos Musurus Ghikis. Qemali wanted to travel to &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; and get ships from there, however the others decided to abandon the plot. The failure of the plan was put down to different reasons with Qemali blaming prolonged negotiations about obtaining ships, while Rexhep Pasha viewed Qemali's lukewarm attitude for the venture as reason to change his mind. From within Sabaheddin's inner circle the view was that Qemali took the money to profit for his own purposes. Those sentiments were shared by people such as Haydar Midhat who quit the new central committee after he learned that Qemali worked for Greek interests in Albania and was on their payroll. After the 1908 Young Turk revolution some people who opposed the CUP made allegations against Qemali of being uninterested in the plot, worked for his interests and a \"crook\" that took money from the prince. Qemali broke ties with the Young Turks and on 16 August 1903 he gave an interview to an Italian newspaper in his role as an \"Albanian patriot\" and pursued his new preoccupation with Albania's future.\nAlbanian cause.\nIn January 1907 a secret agreement was signed between Qemali, a leader of the then Albanian national movement and the Greek government which concerned the possibility of an alliance against the Ottoman Empire. There is not much information about the meeting but some sources state that the two sides agreed that the future Greek-Albanian boundary should be located on the &lt;a href=\"Ceraunian%20Mountains\"&gt;Ceraunian Mountains&lt;/a&gt; with no Albanian armed activity in the area in exchange for Greek backing of Albanian independence. This was not accepted by Albanian nationalists and patriots. The CUP severely criticised Qemali for the agreement with the Greeks. In &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; July 1907, Qemali gave a lengthy interview to Italian media where he called for cooperation between Balkan peoples, a \"Greco-Albanian entente\" and affirmed Albania as having its own language, literature, history and traditions and a right to liberty and independence. He was also against Albanian cooperation with &lt;a href=\"Bulgarian%20Macedonians\"&gt;Bulgarian Macedonians&lt;/a&gt; and viewed their support of Albanian insurrectionists as self-serving and strengthening their movement due to depletion of Albanian forces. Qemali's reasons for closer ties with Greeks during this time was to gain support for Albanian independence and thwart Bulgarian ambitions in the wider Balkans region as he viewed them as a threat to Greece and northern Albania in Macedonia along with Austro-Hungarian territorial ambitions.\nThroughout this time Qemali living abroad was not the leader of the Albanian movement, due to his strong pro-British and pro-Greek position. As an Albanian leader the CUP was hostile toward Qemali and the organisation shunned him due to his secret understanding with the Greeks to partition the western regions of the Balkan provinces of the empire. During his lifetime Qemali looked upon &lt;a href=\"Greek%20culture\"&gt;Greek culture&lt;/a&gt; with favour and respect, maintained friendly relations with &lt;a href=\"Greeks\"&gt;Greeks&lt;/a&gt; and promoted cooperation between them and &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt;. He promoted a diplomatic solution for creating an independent Albania, an approach rejected by some Albanian groups of the era that instead favoured guerilla warfare against the empire. Qemali may have favoured intervention by the Great Powers into Albanian affairs and those were accusations made against him by a minority of opponents. Over time however he became an Albanian nationalist and by 1912 would declare the independence of Albania.\nYoung Turk Revolution and countercoup.\nDuring the events of the &lt;a href=\"Young%20Turk%20Revolution\"&gt;Young Turk Revolution&lt;/a&gt; (1908), rumors of the time had it that Abdul Hamid II as a last resort asked Qemali for assistance and his response was that only the restoration of the &lt;a href=\"Ottoman%20constitution%20of%201876\"&gt;1878 Ottoman constitution&lt;/a&gt; would pacify the Albanians. After the 1908 revolution and constitutional restoration Qemali returned from exile and became a deputy representing &lt;a href=\"Berat\"&gt;Berat&lt;/a&gt; in the restored &lt;a href=\"Ottoman%20Parliament\"&gt;Ottoman Parliament&lt;/a&gt;, working with liberal politicians and the British. He contributed to the Young Turk (CUP) newspaper \"&lt;a href=\"Tanin%20%28newspaper%29\"&gt;Tanin&lt;/a&gt;\" where Qemali called for government reforms. Qemali became leader of the Albanian deputies in the Ottoman parliament and did not oppose &lt;a href=\"Bosnian%20crisis\"&gt;Austro-Hungarian annexation of Bosnia&lt;/a&gt; adding that recognition of the move should entail security guarantees for the empire in case of war with Balkan states over territory.\nDuring the &lt;a href=\"31%20March%20Incident\"&gt;31 March Incident&lt;/a&gt;, the leadership of the &lt;a href=\"Ottoman%20Liberty%20Party\"&gt;Liberals&lt;/a&gt; (\"Ahrar\") attempted unsuccessfully to get control over events and stop the rebellion from turning toward a reactionary pro-Hamidian and anti-constitutional course. Qemali, a Liberal (Ahrar) deputy managed to get some parliamentarians to attend parliament, they accepted the requests of the mutineering troops and made an official announcement that the constitution and Sharia law would be kept. Uninvolved in the events of the initial countercoup Qemali was briefly made President of the Ottoman National Assembly and led it to recognise a new government by Abdul Hamid II. Qemali wired his constituency in &lt;a href=\"Vlor%C3%AB\"&gt;Vlorë&lt;/a&gt; telling them to acknowledge the new government and Albanians from his hometown backed him with some raiding the arms depot to support the sultan with weapons if the situation called for it. Qemali left the city prior to the CUP Action Army arriving at Istanbul to suppress the rebellion and he fled to &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;. A government investigation later cleared Qemali of any wrongdoing.\nPolitics.\nNationalism.\nHis political career thereafter concentrated solely on Albanian nationalism. Increasing guerilla activity in Southern Albania led to Qemali coming under suspicion from the Ottoman government during the summer months of 1909. The Athens embassy of the Ottoman Empire reported that Qemali negotiated with organization financed by wealthy Albanian &lt;a href=\"Tosks\"&gt;Tosks&lt;/a&gt; and Greece about forging a union. Qemali returned from Athens to Istanbul after the parliament cleared him from involvement in the counter-revolutionary movement and he became leader of a group of \"modern liberals\" who were former members of the Ahrar party. In 1910 Qemali in statements to the Austro-Hungarian ambassador criticized the Young Turk government for promoting Turks above other nationalities in the empire and their &lt;a href=\"divide%20and%20rule\"&gt;divide and rule&lt;/a&gt; policies regarding Albanians.\nDuring the &lt;a href=\"Albanian%20Revolt%20of%201911\"&gt;Albanian Revolt of 1911&lt;/a&gt; he traveled with Xhemal Bey of Tirana and joined leaders of the revolt at a meeting in Gerče, a village in &lt;a href=\"Kingdom%20of%20Montenegro\"&gt;Montenegro&lt;/a&gt; on 23 June. Together they drew up the \"&lt;a href=\"Gre%C3%A7%C3%AB%20Memorandum\"&gt;Greçë Memorandum&lt;/a&gt;\" that called for Albanian autonomy, schooling and language rights, recognition of Albanians, electoral freedoms and liberty, military service in Albania and other measures which addressed their requests both to &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; and Europe (in particular to the Great Britain). In December 1911, Qemali and &lt;a href=\"Hasan%20Prishtina\"&gt;Hasan Prishtina&lt;/a&gt; convened secret meetings of Albanian political notables in Istanbul that decided to organise a future Albanian uprising. Qemali was given the task of going to Europe to obtain support from sympathetic governments for the Albanian movement in addition to financial support and funds for buying 15,000 guns. He met with Austro-Hungarian officials in Paris and expressed that his previous misgivings regarding them had shifted, viewed Austria-Hungary as the only defender of Albania and could rely on Albanian support if they backed Albanian geopolitical interests within a strong Ottoman state. During the &lt;a href=\"Albanian%20revolt%20of%201912\"&gt;Albanian revolt of 1912&lt;/a&gt;, Qemali was part of the leadership faction that backed and advocated for Albanian autonomy within the empire during negotiations with the Ottomans.\nIndependence of Albania.\nThe &lt;a href=\"Balkan%20wars\"&gt;Balkan wars&lt;/a&gt; marked the end of Ottoman rule in the region. In September 1912, Qemali along with &lt;a href=\"Luigj%20Gurakuqi\"&gt;Luigj Gurakuqi&lt;/a&gt; traveled to &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; to consult with the &lt;a href=\"Albanians%20of%20Romania\"&gt;Albanian community in Romania&lt;/a&gt;. Later he departed for Vienna and kept in touch through telegram with Austro-Hungarian officials and supported as a solution their intervention in Albania. On 12 November Qemali met with officials from the Austro-Hungarian foreign ministry and they told him of their sympathies for the Albanians and their situation but could not do much due to the continuing war. Foreign Minister &lt;a href=\"Count%20Leopold%20Berchtold\"&gt;Count Leopold Berchtold&lt;/a&gt; supported Qemali's views on the Albanian question and placed a boat at his disposal. From &lt;a href=\"Trieste\"&gt;Trieste&lt;/a&gt;, Qemali sailed to &lt;a href=\"Durr%C3%ABs\"&gt;Durrës&lt;/a&gt; by mid November, however his stay was short due to Ottoman authorities objecting to his presence with &lt;a href=\"Royal%20Serbian%20Army\"&gt;Serb forces&lt;/a&gt; approaching the city and he left for Vlorë arriving there on 26 November. Meanwhile, his son Ethem Bey Vlora had summoned Albanian representatives to Vlorë from all over Albania.\nQemali was a principal figure in the secession of Albania from the Ottoman Empire, in the &lt;a href=\"Albanian%20Declaration%20of%20Independence\"&gt;Albanian Declaration of Independence&lt;/a&gt; and the formation of the &lt;a href=\"independent%20Albania\"&gt;independent Albania&lt;/a&gt; on 28 November 1912. This signaled the end of more than 400 years of \"de juro\" Ottoman rule in Albania. Together with Gurakuqi, he raised the &lt;a href=\"Flag%20of%20Albania\"&gt;flag&lt;/a&gt; on the balcony of the two-story building in Vlorë where the Declaration of Independence had just been signed. The establishment of the government was postponed for the fourth session of the Assembly of Vlorë, held on 4 December 1912, until representatives of all regions of Albania arrived to Vlorë. The &lt;a href=\"Council%20of%20Ministers%20%28Ottoman%20Empire%29\"&gt;Ottoman Council of Ministers&lt;/a&gt; opposed his actions preferring Albanian autonomy and requested that Qemali give military assistance to the &lt;a href=\"Ottoman%20Third%20Army\"&gt;Ottoman Third Army&lt;/a&gt; trapped in southern Albania. Aware of the collapse of the Ottoman Empire in the Balkans, Qemali asked the Great Powers to recognise and support an independent Albania.\nOttoman-Albanian alliance.\nThe Ottoman CUP government sought to restore its control over Albania and sent lieutenant colonel &lt;a href=\"Bekir%20Fikri\"&gt;Bekir Fikri&lt;/a&gt; in 1913 to raise Albanian support for &lt;a href=\"Ahmed%20Izzet%20Pasha\"&gt;Ahmed Izzet Pasha&lt;/a&gt;, an Ottoman-Albanian officer and CUP member as the candidate for the Albanian throne. Fikri acting as Izzet Pasha's emissary contacted Ismail Qemali and presented him with a plan that envisaged joint Ottoman, Albanian and Bulgarian military action against Greece and Serbia. Albania's reward in the military venture would have been the allocation of &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt; and &lt;a href=\"Chameria\"&gt;Chameria&lt;/a&gt;, areas given to Serbia and Greece by the &lt;a href=\"London%20Conference%20of%201912%E2%80%931913\"&gt;Conference of Ambassadors&lt;/a&gt;. Qemali assured Fikri of his loyalty to Izzet Pasha as monarch of Albania and supported a plan from the CUP government in Istanbul to secretly infiltrate troops and weapons into the country to conduct a guerilla war against Serbian and Greek forces. After these negotiations Fikri sent telegrams to Istanbul, and asked the government to send ammunition, weapons and soldiers. The Serbs uncovered the plot and reported the operation to the &lt;a href=\"International%20Control%20Commission%20%28Albania%29\"&gt;International Control Commission&lt;/a&gt; (ICC). The ICC, an organisation temporarily administering Albania on behalf of the Great Powers allowed their &lt;a href=\"International%20Gendarmerie\"&gt;Dutch officers&lt;/a&gt; serving as the Albanian Gendarmerie to declare a state of emergency and stop the plot. They raided Vlorë on 7–8 January 1914, discovering more than 200 Ottoman troops and arrested Fikri. During Fikri's trial the plot emerged and an ICC military court under Colonel Willem de Veer condemned him to death and later commuted to life imprisonment, while Qemali and his cabinet resigned. After Qemali left the country, turmoil ensured throughout Albania. Qemali was prime minister of Albania from 1912 to 1914.\nHonours.\nIsmail Qemali is depicted on the &lt;a href=\"Obverse%20and%20reverse\"&gt;obverse&lt;/a&gt;s of the Albanian 200 &lt;a href=\"Albanian%20lek\"&gt;lekë&lt;/a&gt; banknote of 1992–1996, and of the 500 lekë banknote issued since 1996. On 27 June 2012, Albanian President, &lt;a href=\"Bamir%20Topi\"&gt;Bamir Topi&lt;/a&gt; decorated Qemali with the Order of the National Flag (Post-mortem)."
}