{
    "id": "256528",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=256528",
    "title": "Stefan Vladislav II",
    "text": "Vladislav (; 1280–1326) was the &lt;a href=\"Kingdom%20of%20Syrmia\"&gt;King of Syrmia&lt;/a&gt; from 1316 to 1325, and claimant to the &lt;a href=\"Kingdom%20of%20Serbia%20%28medieval%29\"&gt;Serbian Kingdom&lt;/a&gt;.\nHe was the son of &lt;a href=\"Stefan%20Dragutin\"&gt;Stefan Dragutin&lt;/a&gt;, who had ruled Serbia until 1282, when he became ill and abdicated, giving the superior rule to his younger brother &lt;a href=\"Stefan%20Milutin\"&gt;Stefan Milutin&lt;/a&gt;. Dragutin continued to rule the royal domain of Syrmia, which was later inherited by Vladislav.\nEarly life.\nBorn around 1270, Vladislav was the eldest son of the Crown Prince of Serbia, &lt;a href=\"Stefan%20Dragutin\"&gt;Stefan Dragutin&lt;/a&gt;, and &lt;a href=\"Catherine%20of%20Hungary%2C%20Queen%20of%20Serbia\"&gt;Catherine of Hungary&lt;/a&gt;. Shortly before Vladislav's birth, Dragutin was awarded with the title of \"junior king\" in token of his right to succeed his father, &lt;a href=\"Stefan%20Uro%C5%A1%20I%20of%20Serbia\"&gt;Stefan Uroš I&lt;/a&gt;. Vladislav became the new heir to the Serbian throne after Dragutin dethroned his father with Hungarian assistance in 1276. A riding accident forced Dragutin to abdicate in favor of his younger brother, &lt;a href=\"Milutin\"&gt;Milutin&lt;/a&gt;, in the spring of 1282, but he could retain the northern regions of Serbia as a &lt;a href=\"Realm%20of%20Stefan%20Dragutin\"&gt;separate realm&lt;/a&gt;. The Byzantine historian, &lt;a href=\"George%20Pachymeres\"&gt;George Pachymeres&lt;/a&gt;, recorded that the right of one of Dragutin's two sons (Vladislav or &lt;a href=\"Uro%C5%A1ica\"&gt;Urošica&lt;/a&gt;) to succeed Milutin was also confirmed.\nVladislav's maternal cousin, &lt;a href=\"Charles%20Martel%20of%20Anjou\"&gt;Charles Martel of Anjou&lt;/a&gt;, who had laid claim to Hungary, awarded Vladislav with &lt;a href=\"Slavonia\"&gt;Slavonia&lt;/a&gt; and granted him the title of duke, implying that Vladislav and his father supported Charles Martel against &lt;a href=\"Andrew%20III%20of%20Hungary\"&gt;Andrew III of Hungary&lt;/a&gt; in the early 1290s. Charles Martel's father, &lt;a href=\"Charles%20II%20of%20Naples\"&gt;Charles II of Naples&lt;/a&gt;, confirmed the grant on 19 August 1292. Dragutin and Vladislav sought reconciliation with Andrew III. In 1293, Vladislav married Constance who was a granddaughter of the king's maternal uncle, &lt;a href=\"Albertino%20Morosini\"&gt;Albertino Morosini&lt;/a&gt;.\nMilutin made steps to appoint his eldest son, &lt;a href=\"Stefan%20Konstantin\"&gt;Stefan Konstantin&lt;/a&gt;, as his heir from around 1306. He even approached &lt;a href=\"Pope%20Clement%20V\"&gt;Pope Clement V&lt;/a&gt; and offered the &lt;a href=\"church%20union\"&gt;union&lt;/a&gt; of the &lt;a href=\"Serbian%20Orthodox%20Church\"&gt;Serbian Orthodox Church&lt;/a&gt; with Rome in return for the confirmation of Stefan Konstantin's right to succeed him.\nDuring the Hungarian throne fight between the &lt;a href=\"%C3%81rp%C3%A1d%20dynasty\"&gt;Árpád&lt;/a&gt; (&lt;a href=\"Andrew%20III%20of%20Hungary\"&gt;Andrew III&lt;/a&gt;) and &lt;a href=\"Capetian%20House%20of%20Anjou\"&gt;Anjou&lt;/a&gt; in 1290–91, Dragutin and his son Vladislav joined &lt;a href=\"Charles%20Martel%20of%20Anjou\"&gt;Charles Martel of Anjou&lt;/a&gt;, who was the titular Hungarian king since 1292. That year Vladislav, for faithful service to Anjou, was given the &lt;a href=\"Banate%20of%20Slavonia\"&gt;Banate of Slavonia&lt;/a&gt;, except estates held by the Frankopan and Babonić families. However, support to Charles Martel ended in 1293 after Vladislav married &lt;a href=\"Morosini%20family\"&gt;Costanza Morosini&lt;/a&gt;, the niece of Andrew III. Andrew III died in 1301 and was succeeded by &lt;a href=\"Charles%20I%20of%20Hungary\"&gt;Charles Robert&lt;/a&gt;, however, the Hungarian throne fight continued.\nAfter King Dragutin died in 1316, Vladislav succeeded him as ruler of the &lt;a href=\"Kingdom%20of%20Syrmia\"&gt;Kingdom of Syrmia&lt;/a&gt;, but the king of Serbia, &lt;a href=\"Stefan%20Milutin\"&gt;Stefan Milutin&lt;/a&gt;, his uncle, defeated him and imprisoned him.\nWhen Milutin died in 1321, the newly freed Vladislav got to rule the lands of his father, with the help of the Hungarians, the Bulgarians, the Bosnian Ban and the &lt;a href=\"%C5%A0ubi%C4%87%20family\"&gt;Šubić family&lt;/a&gt;. The rule, according to law, was to be given to Vladislav.\nTsar &lt;a href=\"Michael%20Asen%20III%20of%20Bulgaria\"&gt;Michael Asen III of Bulgaria&lt;/a&gt;, newly in conflict with Vladislav's cousin &lt;a href=\"Stefan%20De%C4%8Danski\"&gt;Stefan Dečanski&lt;/a&gt;, the successor of Milutin, started to support Vladislav as the rightful monarch of whole Serbia, but this support showed insufficient. After having been beaten again by supporters of Stefan Dečanski, he retreated to the Kingdom of Hungary in 1324. Vladislav's sororal nephew &lt;a href=\"Stephen%20II%2C%20Ban%20of%20Bosnia\"&gt;Stephen II, Ban of Bosnia&lt;/a&gt;, then started to rule Vladislav's lands in Bosnia (Soli and Usora), and around &lt;a href=\"Syrmia\"&gt;Lower Syrmia&lt;/a&gt; where long battles between Serbs and Hungarians were frequent.\nVladislav was married to Constanza &lt;a href=\"Morosini%20family\"&gt;Morosini&lt;/a&gt;, maternal relative of &lt;a href=\"Andrew%20III%20of%20Hungary\"&gt;Andrew III of Hungary&lt;/a&gt;."
}