{
    "id": "25665491",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=25665491",
    "title": "Criticism of the Kyoto Protocol",
    "text": "Although it is a worldwide treaty, the &lt;a href=\"Kyoto%20Protocol\"&gt;Kyoto Protocol&lt;/a&gt; has received criticism.\nCriticism of the Kyoto Protocol.\nSome also argue the protocol does not go far enough to curb greenhouse emissions and &lt;a href=\"avoiding%20dangerous%20climate%20change\"&gt;avoid dangerous climate change&lt;/a&gt; (&lt;a href=\"Niue\"&gt;Niue&lt;/a&gt;, The &lt;a href=\"Cook%20Islands\"&gt;Cook Islands&lt;/a&gt;, and &lt;a href=\"Nauru\"&gt;Nauru&lt;/a&gt; added notes to this effect when signing the protocol).\nSome &lt;a href=\"Environmental%20economics\"&gt;environmental economists&lt;/a&gt; have been critical of the Kyoto Protocol. Many see the costs of the Kyoto Protocol as outweighing the benefits, some believing the standards which Kyoto sets to be too optimistic, others seeing a highly inequitable and inefficient agreement which would do little to curb &lt;a href=\"greenhouse%20gas%20emissions\"&gt;greenhouse gas emissions&lt;/a&gt;. There are also economists who believe that an entirely different approach needs to be followed than the approach suggested by the Kyoto Protocol.\nIn Russia, &lt;a href=\"Andrey%20Illarionov\"&gt;Andrey Illarionov&lt;/a&gt;, who was an economic policy advisor to the &lt;a href=\"President%20of%20Russia\"&gt;President of Russia&lt;/a&gt;, &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt;, expressed the opinion that since human civilization is based on the consumption of hydrocarbons, the adoption of the Kyoto agreements could have a negative impact on Russian economy. He regarded the Kyoto agreement as discriminatory and not universal, since the main sources of carbon dioxide emissions like the US, China, India, Brazil, Mexico and Korea, as well as a number of developing countries, did not impose any restrictions on themselves. Andrei Illarionov also referred to a large number of works that cast doubt on the very idea of a \"greenhouse\" effect caused by the accumulation of carbon dioxide.\nBase year as 1990 controversy.\nFurther, there is controversy surrounding the use of 1990 as a base year, as well as not using per capita emissions as a basis. Countries had different achievements in energy efficiency in 1990. For example, the former Soviet Union and eastern European countries did little to tackle the problem and their energy efficiency was at its worst level in 1990, the year just before their &lt;a href=\"communist\"&gt;communist&lt;/a&gt; regimes &lt;a href=\"Dissolution%20of%20the%20Soviet%20Union\"&gt;fell&lt;/a&gt;. On the other hand, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, as a big importer of natural resources, had to improve its efficiency after the &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt; and its emissions level in 1990 was better than most developed countries. However, such efforts were set aside, and the inactivity of the former Soviet Union was overlooked and could even generate big income due to the emission trade. There is an argument that the use of per capita emissions as a basis in the following Kyoto-type treaties can reduce the sense of inequality among developed and developing countries alike, as it can reveal in activities and responsibilities among countries.\nJames Hansen's criticism.\n&lt;a href=\"James%20E.%20Hansen\"&gt;James E. Hansen&lt;/a&gt;, director of &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt;'s &lt;a href=\"Robert%20H.%20Goddard\"&gt;Goddard&lt;/a&gt; Institute for Space Studies and eminent &lt;a href=\"climate%20scientist\"&gt;climate scientist&lt;/a&gt;, has claimed that the &lt;a href=\"United%20Nations%20Climate%20Change%20Conference\"&gt;United Nations Climate Change Conference&lt;/a&gt; taking place at the &lt;a href=\"Bella%20Center\"&gt;Bella Center&lt;/a&gt; in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;, between December 7–18, 2009 (which includes the 15th Conference of the Parties (COP 15) to the &lt;a href=\"United%20Nations%20Framework%20Convention%20on%20Climate%20Change\"&gt;United Nations Framework Convention on Climate Change&lt;/a&gt; and the 5th Meeting of the Parties (COP/MOP 5) to the Kyoto Protocol) is a 'farce' and planned to &lt;a href=\"boycott\"&gt;boycott&lt;/a&gt; it because it was seeking a counter-productive agreement to limit emissions through an inefficient and indulgent \"&lt;a href=\"cap%20and%20trade\"&gt;cap and trade&lt;/a&gt;\" system. \"They are selling &lt;a href=\"indulgence\"&gt;indulgence&lt;/a&gt;s there\" Hansen states. \"\"The &lt;a href=\"developed%20nations\"&gt;developed nations&lt;/a&gt; want to continue basically business as usual so they are expected to purchase indulgences to give some small amount of money to &lt;a href=\"developing%20countries\"&gt;developing countries&lt;/a&gt;. They do that in the form of offsets and &lt;a href=\"Adaptation%20Fund\"&gt;adaptation fund&lt;/a&gt;s.\"\" Hansen prefers a progressive \"&lt;a href=\"carbon%20tax\"&gt;carbon tax&lt;/a&gt;\", not the Kyoto Protocol \"cap and trade\" system; this tax would begin at the equivalent of about $1 per gallon of petrol and revenues would all be returned directly to members of the public as a dividend inversely proportional to their carbon footprint.\n\"So, for example, in the Kyoto Protocol, that was very ineffective. Even the countries that took on supposedly the strongest requirements, like Japan for example—if you look at its actual emissions, its actual fossil fuel use, you see that their CO2 emissions actually increased even though they were supposed to decrease. Because their coal use increased and they used offsets to meet their objective. Offsets don't help significantly. That's why the approach that Copenhagen is using to specify goals for emission reductions and then to allow offsets to accomplish much of that reduction is really a fake. And that has to be exposed. Otherwise, just like in the Kyoto Protocol, we'll realize 10 years later, oops, it really didn't do much.\"\nGreen organizations' criticism.\n&lt;a href=\"Rising%20Tide%20North%20America\"&gt;Rising Tide North America&lt;/a&gt; claims:\n\"Emission limits do not include emissions by international aviation and shipping, but are in addition to the industrial gases, chlorofluorocarbons, or CFCs, which are dealt with under the 1987 &lt;a href=\"Montreal%20Protocol%20on%20Substances%20that%20Deplete%20the%20Ozone%20Layer\"&gt;Montreal Protocol on Substances that Deplete the Ozone Layer&lt;/a&gt;. The benchmark 1990 emission levels were accepted by the Conference of the Parties of UNFCCC (decision 2/CP.3)\"\nExemption of Developing Countries.\nThere has been criticism (especially from the United States) over the exemption of developing countries, such as China and India, from having to reduce their greenhouse gas emissions under the Kyoto Protocol. The Bush Administration has criticized the Kyoto Protocol on the basis that 80 percent of the world is exempt from emissions reduction standards as well as the potential of economic harm to the United States. Further argument is that developing countries at the time of the creation of the treaty and now have been large emitters of greenhouse gases. Greenhouse gases do not remain in the area in which they are emitted, but rather move throughout the atmosphere of Earth. Therefore, some say that even if the world's largest greenhouse gas emitter tackled the issue of climate change, there will be minimal impact in the atmosphere if other countries around the world didn't work on reducing their emission levels as well. There is also criticism over the true impact of the Kyoto Protocol in the long run on reduction of greenhouse gas emissions because it is questioned how much developed countries can offset their emissions while developing countries continue to emit these greenhouse gases.\nLong-Term Impact.\nThere is criticism that the Kyoto Protocol does not do enough to address the issue of climate change and pollution in the long run. One criticism is that climate change is a unique environmental issue, but the Kyoto Protocol followed the format of the other international treaties (not necessarily useful for environmental issues) instead of promoting innovation in approaching the issue of global warming. Another criticism is that the Kyoto Protocol focuses too much on carbon emissions and doesn't address other pollutants, such as sulfur dioxide and nitrogen oxides, which either do direct harm to human health and/or can be addressed using technology. Some also claim that the Kyoto Protocol does not promote long-term solutions to reduce greenhouse gas emissions, \nbut rather short-term solutions in having countries try to meet emission reduction standards (either by lowering emissions or find ways to obtain trading credits). In the same way, there has been criticism that the Kyoto Protocol does not address the concentration of atmospheric greenhouse gases, but rather greenhouse gas emissions, focusing on the short-term over the long-term.\nOregon Petition.\nThe Global Warming Petition Project, also known as the Oregon Petition, is a petition urging the United States government to reject the global warming Kyoto Protocol of 1997 and similar policies. The petition's website states, \"The current list of 31,487 petition signers includes 9,029 PhD; 7,157 MS; 2,586 MD and DVM; and 12,715 BS or equivalent academic degrees.\nThe text of the Global Warming Petition Project reads:We urge the United States government to reject the global warming agreement that was written in Kyoto, Japan in December, 1997...The proposed limits on greenhouse gases would harm the environment, hinder the advance of science and technology, and damage the health and welfare of mankind...There is no convincing scientific evidence that human release of carbon dioxide, methane, or other greenhouse gases is causing or will, in the foreseeable future, cause catastrophic heating of the Earth's atmosphere and disruption of the Earth's climate. Moreover, there is substantial scientific evidence that increases in atmospheric carbon dioxide produce many beneficial effects upon the natural plant and animal environments of the Earth.\nCriticism of Carbon Trade.\nThere are a large number of critics of carbon trading as a control mechanism. Critics include environmental justice nongovernmental organizations, economists, labor organizations and those concerned about energy supply and excessive taxation. Some see carbon trading as a government takeover of the free market. They argue that trading pollution allowances should be avoided because they result in failures in accounting, dubious science and the destructive impacts of projects upon local peoples and environments. Instead, they advocate making reductions at the source of pollution and energy policies that are justice-based and community-driven. Many argue that emissions trading schemes based upon \"cap and trade\" will necessarily reduce jobs and incomes. Most of the criticisms have focused on the carbon market created through investment in Kyoto Mechanisms. Criticism of cap-and-trade emissions trading has generally been more limited to lack of credibility in the first phase of the EU ETS.\nCritics argue that emissions trading does little to solve pollution problems overall, since groups that do not pollute sell their conservation to the highest bidder. Overall reductions would need to come from a sufficient reduction of allowances available in the system.\nRegulatory agencies run the risk of issuing too many emission credits, diluting the effectiveness of regulation, and practically removing the cap. In this case, instead of a net reduction in carbon dioxide emissions, beneficiaries of emissions trading simply pollute more. The National Allocation Plans by member governments of the European Union Emission Trading Scheme were criticised for this when it became apparent that actual emissions would be less than the government-issued carbon allowances at the end of Phase I of the scheme. Certain emissions trading schemes have been criticised for the practice of &lt;a href=\"grandfathering\"&gt;grandfathering&lt;/a&gt;, where polluters are given free allowances by governments, instead of being made to pay for them. Critics instead advocate for auctioning the credits. The proceeds could be used for research and development of sustainable technology.\nCritics of carbon trading, such as &lt;a href=\"Carbon%20Trade%20Watch\"&gt;Carbon Trade Watch&lt;/a&gt;, argue that it places disproportionate emphasis on individual lifestyles and carbon footprints, distracting attention from the wider, systemic changes and collective political action that needs to be taken to tackle &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt; resulting from &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt;. Groups such as &lt;a href=\"the%20Corner%20House%20%28organization%29\"&gt;the Corner House&lt;/a&gt; have argued that the market will choose the easiest means to save a given quantity of carbon in the short term, which may be different from the pathway required to obtain sustained and sizable reductions over a longer period, and so a market-led approach is likely to reinforce technological lock-in. For instance, small cuts may often be achieved cheaply through investment in making a technology more efficient, where larger cuts would require scrapping the technology and using a different one. They also argue that emissions trading is undermining alternative approaches to pollution control with which it does not combine well, and so the overall effect it is having is to actually stall significant change to less polluting technologies.\nThe corresponding uncertainty under a tax is the level of emissions reductions achieved.\nThe \"&lt;a href=\"Financial%20Times\"&gt;Financial Times&lt;/a&gt;\" published an article about cap-and-trade systems which argued that \"Carbon markets create a muddle\" and \"...leave much room for unverifiable manipulation\".\nMore recent criticism of emissions trading regarding implementation is that old growth forests, which have slow carbon absorption rates, are being cleared and replaced with fast-growing vegetation, to the detriment of the local communities.\nRecent proposals for alternative schemes to avoid the problems of cap-and-trade schemes include &lt;a href=\"Cap%20and%20Share\"&gt;Cap and Share&lt;/a&gt;, which was being actively considered by the Irish Parliament in May 2008, and the \"Sky Trust\" schemes. These schemes state that cap-and-trade or \"cap-and-tax\" schemes inherently impact the poor and those in rural areas, who have less choice in energy consumption options."
}