{
    "id": "2568492",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=2568492",
    "title": "Harriet L. Wilkes Honors College",
    "text": "The Harriet L. Wilkes Honors College is an academic, residential college of &lt;a href=\"Florida%20Atlantic%20University\"&gt;Florida Atlantic University&lt;/a&gt; at the &lt;a href=\"John%20D.%20MacArthur\"&gt;John D. MacArthur&lt;/a&gt; campus in &lt;a href=\"Jupiter%2C%20Florida\"&gt;Jupiter, Florida&lt;/a&gt;. The college opened in 1999 and offers a &lt;a href=\"liberal%20arts\"&gt;liberal arts&lt;/a&gt; education through the platform of a public institution, with a focus on interdisciplinary studies. It features a student body of 500 and 32 full-time tenured and tenure-track faculty, all of whom have terminal degrees in their field. \nOn July 1, 2020, Justin Perry began serving as dean.\nLike many honors colleges in the US, the Harriet L. Wilkes Honors College is part of a large public university. Unlike other honors colleges, it is an immersive experience, with students taking all or nearly all of their coursework (120+ hours) within the college, and few if any classes from other colleges within the University. \nThe college shares the Jupiter Campus with the &lt;a href=\"Scripps%20Research%20Institute\"&gt;Scripps Research Institute&lt;/a&gt; and the &lt;a href=\"Max%20Planck%20Florida%20Institute\"&gt;Max Planck Florida Institute&lt;/a&gt;, where many Wilkes Honors College students have been accepted to participate in internships.\nAcademics.\nThe Wilkes Honors College offers a full complement of degree-fulfilling courses taught by its own faculty. The college emphasizes small class size, with a faculty-student ratio of approximately 1:15. Its core curriculum, which makes up about a third of credit requirements for the B.A., focuses on critical thinking and writing skills in a broad range of disciplines. One distinguishing feature of the curriculum is that students are required to take at least three separate classes which are team-taught by faculty in different disciplines. An additional graduation requirement is that students complete either an internship or a study abroad and, as noted below, an honors thesis.\nScholarships.\nScholarships are abundant for students attending Harriet L. Wilkes Honors College. The college offers a number of scholarships that cover the full cost of enrolling at the institution. One of the more competitive scholarships, The Henry Morrison Flagler Scholarship, is available to incoming freshman and covers tuition, four summer enrichment programs, and exceeds $72,000 over four years.\nMajors and concentrations.\nStudents receive a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor's Degree&lt;/a&gt; in liberal arts and sciences, with a &lt;a href=\"Academic%20major\"&gt;concentration&lt;/a&gt; in a specific area of study. The college offers concentrations in American Studies, Anthropology, Art (Transdisciplinary Visual Arts), Biological Chemistry, Biology, Business, Chemistry, Economics, English Literature, Environmental Studies, History (Interdisciplinary), Interdisciplinary Critical Theory, International Studies, Latin American Studies, Law and Society, Marine Biology, Mathematics, Mathematical Sciences (Interdisciplinary), Medical Humanities, Neuroscience, Philosophy, Physics, Political Science, Pre-Med, Psychology, Spanish, Women's Studies, and Writing.\nPathways into medicine and the professions.\nThe Wilkes Medical Scholars Program is a selective early admission program into medical school: Students receive a B.A. or B.S. degree from the Wilkes Honors College in Jupiter and the M.D. degree from Florida Atlantic’s College of Medicine in Boca Raton in seven or eight years. Other academic pathways are integrated with graduate study in Business, Education, Engineering, Computer Science, Nursing, and History.\nHonors theses.\nEach student completes an honors thesis as part of the requirements for the BA or BS degree. Some of these theses have led to published papers in peer-reviewed journals, and many can be found in Florida Atlantic University's online digital library.\nSymposium/research day.\nThe Honors College Symposium for Scholarly and Creative Research is an annual event that showcases student research in a conference format with talks, a poster session, and a visual arts presentation. Each year, the Chastain Honors Symposium Lecture is given by a faculty and staff chosen keynote speaker, and is open to the public. Past presenters have included The Honorable Carole Y. Taylor, a judge on the Florida Fourth District Court of Appeal, and Dr. &lt;a href=\"Michael%20Ruse\"&gt;Michael Ruse&lt;/a&gt;, Guggenheim Fellow and editor of the Cambridge Encyclopedia of Darwin and Evolutionary Thought.\nGraduate and professional school placement.\nSome 65% of alumni enter graduate school, and have pursued degrees at institutions including MIT, Harvard Medical School, the University of Chicago, Georgetown, and UC Berkeley. \nProminent alumni.\nProminent alumni include Olsi Gjyshi ('06, Biochemistry), resident physician at the University of Texas Anderson Cancer Center http://www.fau.edu/honors/alumni-spotlights/olsi-gjyshi/, Michael Metzner ('12, Biological Chemistry And Visual Art), a writer for ABC's Grey's Anatomy. Although the college is both small and young, a number of its graduates already hold faculty appointments at other universities, including Erik Pettersson (Psychology, '04, now at the Karolinska Institut in Stockholm), Ari Rosenberg (Psychology, '04, University of Wisconsin), Michael Degani (Anthropology, '05, Johns Hopkins), Rachel Pauletti (Psychology, '07, Lynn University), and Tarah Raldiris ('11, Flagler College)."
}