{
    "id": "25686467",
    "revid": "118722",
    "url": "https://en.wikipedia.org/wiki?curid=25686467",
    "title": "Princeton High School (New Jersey)",
    "text": "Princeton High School (PHS) is a four-year &lt;a href=\"comprehensive%20high%20school\"&gt;comprehensive&lt;/a&gt; &lt;a href=\"state%20school\"&gt;public&lt;/a&gt; &lt;a href=\"Secondary%20education%20in%20the%20United%20States\"&gt;high school&lt;/a&gt; in &lt;a href=\"Princeton%2C%20New%20Jersey\"&gt;Princeton&lt;/a&gt;, in &lt;a href=\"Mercer%20County%2C%20New%20Jersey\"&gt;Mercer County&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, United States, operating as part of the &lt;a href=\"Princeton%20Public%20Schools\"&gt;Princeton Public Schools&lt;/a&gt; district, which serves all public school students in Princeton. Students from &lt;a href=\"Cranbury%2C%20New%20Jersey\"&gt;Cranbury Township&lt;/a&gt; attend PHS as part of a &lt;a href=\"sending/receiving%20relationship\"&gt;sending/receiving relationship&lt;/a&gt; with the &lt;a href=\"Cranbury%20School%20District\"&gt;Cranbury School District&lt;/a&gt;. The school has been accredited by the &lt;a href=\"Middle%20States%20Association%20of%20Colleges%20and%20Schools\"&gt;Middle States Association of Colleges and Schools&lt;/a&gt; Commission on Elementary and Secondary Schools since 1932.\nAs of the 2019–20 school year, the school had an enrollment of 1,582 students and 122.0 classroom teachers (on an &lt;a href=\"full-time%20equivalent\"&gt;FTE&lt;/a&gt; basis), for a &lt;a href=\"student%E2%80%93teacher%20ratio\"&gt;student–teacher ratio&lt;/a&gt; of 13.0:1. There were 107 students (6.8% of enrollment) eligible for &lt;a href=\"National%20School%20Lunch%20Act\"&gt;free lunch&lt;/a&gt; and 35 (2.2% of students) eligible for reduced-cost lunch.\nPHS is notable for its high academic standards and strong arts programs that rival many of the nation's elite private schools. The school has been ranked among the top open-enrollment public high schools in the state and nation. \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" recognized the school as having the highest &lt;a href=\"SAT\"&gt;SAT&lt;/a&gt; scores of any open-enrollment public high school in the state in 2009. The school had the fourth-best average combined SAT scores of any open-enrollment public high school in the state in 2019.\nOverview.\nPrinceton High School is located between Moore Street and Walnut Lane. The district middle school, &lt;a href=\"John%20Witherspoon%20Middle%20School\"&gt;Princeton Unified Middle School&lt;/a&gt;, is located across from the high school athletic fields on Walnut Lane.\nThe school offers 200 courses in many subjects and levels, including most of the courses in the &lt;a href=\"Advanced%20Placement%20Program\"&gt;Advanced Placement Program&lt;/a&gt;. More than 70% of students take at least one AP or accelerated course. Additionally, the \"High School Program at Princeton University\" permits qualified juniors and seniors to take free courses at &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt; if they have exhausted all high school course alternatives within a discipline, receiving only high school credit for any university courses successfully completed.\nThe school contains over 250 classrooms, several equipped science labs, two gymnasiums, a performing arts center, a fitness center, a garden, athletic turf and tennis courts. Some of this came from significant reconstruction from 2003 to 2007 as part of an $86 million project to renovate the district's school buildings, also including a new mathematics wing and renovated library.\nAwards, recognition, and rankings.\nNationally, &lt;a href=\"Niche%20%28company%29\"&gt;Niche&lt;/a&gt; ranked Princeton High School as the 47th best public high school in America in its \"2021 Best Public High Schools in America\" rankings and gave it an \"A+\" Overall Niche Grade. PHS ranked in \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\"s top high school list in 2004 (113), 2005 (212), 2006 (113), 2007 (208), 2008 (142), and 2009 (210). In \"&lt;a href=\"U.S.%20News%20%26amp%3B%20World%20Report\"&gt;U.S. News &amp; World Report&lt;/a&gt;\", PHS was ranked in 2009 (94), 2010 (113), and 2014 (216). In \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\"s \"Most Challenging High Schools\" list, PHS ranked in 2011 (370), 2012 (330), 2013 (322), and 2014 (467).\nIn 2007, \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\", ranking the country's high schools based on a percentage of 2007 high school seniors sent to eight selective colleges (Harvard, Princeton, MIT, Pomona, University of Chicago, Johns Hopkins, Swarthmore, and Williams), placed PHS at #27. PHS was the second-highest ranked publicly funded school, with a total of 31 students matriculating to those schools.\nStatewide, \"&lt;a href=\"New%20Jersey%20Monthly\"&gt;New Jersey Monthly&lt;/a&gt;\"s \"Top Public High Schools\" has ranked PHS in 2006 (13), 2008 (6), 2010 (44), 2012 (59), 2014 (67), 2016 (15), and 2018 (20). Schooldigger ranked the school in 2011 (75), 2013 (50), and 2014 (44). In 2009, USNWR ranked PHS as the highest ranked open-enrollment high school in New Jersey. In 2019, USNWR ranked PHS as the second-best open-enrollment public high school in the state and the twelfth-best high school in the state overall.\nSchool policy.\nSchedule.\nSchool is held Monday through Friday from 8:20 a.m. - 3:20 p.m. for 180 days per year. The daily schedule consists of eight academic periods (44 minutes). There are four minutes between each class period for the students to get to their next class.\nIn the 2018–2019 school year, the school made significant changes to its schedule. Now, the school days are assigned letter labels, cycling from A through F. Because of a partial-block schedule, only days A–D contain all eight academic periods. Days E and F consist of only four academic periods, each 77 minutes long, with 10 minutes in between each period. Periods 3, 1, 7, and 5 occur on E days, while periods 4, 2, 8, and 6 occur on F days, in the order listed. In addition to this, the order of periods cycles throughout letter days A–D, with periods 1–4 cycling independently from periods 5–8. An example is shown below.\nBefore the 2018–2019 school year, on every Wednesday, (termed \"short Wednesdays\" or \"one-forty-nine days\") and on days when special events are planned, the school day was shortened and ended at 1:49 p.m. Students attended 35 minute class periods, and homeroom and break periods are not shortened. Short Wednesdays existed to permit the operation of the mandatory freshmen Peer Group program between 1:49 and 2:51. This period of time was also used for community service group meetings for sophomores, other extracurricular activities, and school-wide events such as pep rallies, the Fall Festival, and Spring Fling. For the 2020-2021 school year, due to the &lt;a href=\"COVID-19%20pandemic%20in%20New%20Jersey\"&gt;COVID-19 pandemic&lt;/a&gt;, the school temporarily switched to a hybrid program, where students are split into cohorts \"A\" and \"B\", with each going to school for alternating weeks, while another cohort, \"Cohort C\", continues &lt;a href=\"remote%20learning\"&gt;remote learning&lt;/a&gt;.\nGraduation requirements.\nIn order to receive a diploma from Princeton High School, students must successfully complete a minimum of 120 credits from grade 9 to grade 12. Each year-long class counts for 5 credits; each semester class counts for 2.5. The exception is science classes that have one or two lab periods count for 5.7 and 6.4 credits, respectively. Additionally, each student must have completed 50 hours of community service, usually completed during a student's sophomore year. Required courses include English I and English II (which must respectively be taken in the first two years) and two more years of English; three years of science, including biology and chemistry; one year of a foreign language, though three years is recommended; three years of mathematics; one year of physical education for every year that the student is enrolled; two years of United States history, one year of world history; one year of visual/performing arts; one year of practical arts; and one half year of financial literacy.\nIn addition, students must show proficiency in the &lt;a href=\"PARCC\"&gt;PARCC&lt;/a&gt; assessment. Previously, the school used the &lt;a href=\"High%20School%20Proficiency%20Assessment\"&gt;HSPA&lt;/a&gt; 11 - the class of 2015 is the last class to rely on this. Students must also pass the Biology State Assessment the year they are enrolled in a Biology course.\nPHS has a policy of revoking credit for a student's course if a certain amount of absences in a class are reached. More than 18 absences from a year-long course or 9 absences for a semester course will lead to credit revocation. Tardiness counts as one-third of an absence for the purposes of revoking credit.\nExtracurricular activities.\nPrinceton High School offers over 100 &lt;a href=\"extracurricular%20activities\"&gt;extracurricular activities&lt;/a&gt;, including clubs, publications, competitive teams, and other organizations. Chartered organizations include &lt;a href=\"Anime\"&gt;Anime&lt;/a&gt; Club, &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt;, Asian American Club, Chess Club, Chinese Club, Computer and Robotics Club, &lt;a href=\"Crew\"&gt;Crew&lt;/a&gt; Club, Dance Club, &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt; Club, &lt;a href=\"Do%20Something\"&gt;Do Something&lt;/a&gt;, Dungeons and Dragons Club, Environmental Club, Ethics Bowl, Fashion Club, &lt;a href=\"Fellowship%20of%20Christian%20Athletes\"&gt;Fellowship of Christian Athletes&lt;/a&gt;, Filmmaking Club, French Club, Futsal Club, &lt;a href=\"Gay%E2%80%93straight%20alliance\"&gt;Gender Sexuality Alliance&lt;/a&gt;, &lt;a href=\"National%20History%20Bee%20and%20Bowl\"&gt;History Bowl&lt;/a&gt;, Ideas Center, Japanese Club, &lt;a href=\"Junior%20Statesmen%20of%20America\"&gt;Junior Statesmen of America&lt;/a&gt;, Just Wing It (&lt;a href=\"Improvisational%20theatre\"&gt;improv&lt;/a&gt; group), Korean Club, Latinos Unidos, Math Team, &lt;a href=\"Mock%20Trial\"&gt;Mock Trial&lt;/a&gt;, &lt;a href=\"Model%20United%20Nations\"&gt;Model United Nations&lt;/a&gt;, Muslim Society and Friends, &lt;a href=\"Numina\"&gt;Numina&lt;/a&gt; (art gallery), &lt;a href=\"Odyssey%20of%20the%20Mind\"&gt;Odyssey of the Mind&lt;/a&gt;, &lt;a href=\"Operation%20Smile\"&gt;Operation Smile&lt;/a&gt;, Photography Club, PHS Food Aid, &lt;a href=\"Pok%C3%A9mon\"&gt;Pokémon&lt;/a&gt; Club, Prayer Group, &lt;a href=\"National%20Academic%20Quiz%20Tournaments\"&gt;Quiz Bowl&lt;/a&gt;, &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; Club, &lt;a href=\"Students%20Against%20Destructive%20Decisions\"&gt;SADD&lt;/a&gt;, Save the Elephants, &lt;a href=\"National%20Science%20Bowl\"&gt;Science Bowl&lt;/a&gt;, &lt;a href=\"Science%20Olympiad\"&gt;Science Olympiad&lt;/a&gt;, Speech and Debate, \"151mm\" (film magazine), \"Spork\" (food magazine), \"The Ivy\" (art magazine), \"The Prince\" (yearbook), \"The Tower \"(newspaper), Tiger News (weekly broadcast), and &lt;a href=\"UNICEF\"&gt;UNICEF&lt;/a&gt;. Students can create their own clubs with prior approval. In December 2014, contract negotiations led to the cancellation of uncompensated activities, including most clubs. This issue was resolved the following school year.\nAthletics.\nThe Princeton High School Little Tigers participate in the &lt;a href=\"Colonial%20Valley%20Conference\"&gt;Colonial Valley Conference&lt;/a&gt;, which is comprised of public and private high schools in Mercer, &lt;a href=\"Middlesex%20County%2C%20New%20Jersey\"&gt;Middlesex&lt;/a&gt;, and &lt;a href=\"Monmouth%20County%2C%20New%20Jersey\"&gt;Monmouth&lt;/a&gt; counties, operating under the supervision of the &lt;a href=\"New%20Jersey%20State%20Interscholastic%20Athletic%20Association\"&gt;New Jersey State Interscholastic Athletic Association&lt;/a&gt; (NJSIAA). With 1,190 students in grades 10-12, the school was classified by the NJSIAA for the 2019–20 school year as Group IV for most athletic competition purposes, which included schools with an enrollment of 1,060 to 5,049 students in that grade range. The football team competes in the Constitution Division of the 95-team &lt;a href=\"West%20Jersey%20Football%20League\"&gt;West Jersey Football League&lt;/a&gt; superconference and was classified by the NJSIAA as Group IV South for football for 2018–2020. Princeton High School fields interscholastic teams in baseball, basketball, cheerleading, cross country, fencing, field hockey, football, golf, ice hockey, lacrosse, soccer, softball, spring track and field, swimming, tennis, volleyball, winter track, and wrestling.\nThe boys cross country running team won the Public Group B state championship in 1928, won in Group II in 1974, won the Group III title in 1986, and won in Group IV in 2016.\nThe boys' basketball team won the Group III state championship in 1931 (defeating runner-up &lt;a href=\"James%20Caldwell%20High%20School\"&gt;James Caldwell High School&lt;/a&gt; in the final game of the tournament) and the Group II title in 1937 (vs. &lt;a href=\"Bogota%20High%20School\"&gt;Bogota High School&lt;/a&gt;) and 1938 (vs. &lt;a href=\"Atlantic%20Highlands%20High%20School\"&gt;Atlantic Highlands High School&lt;/a&gt;). The 1931 team won the Class B state title (since recategorized as Group III) with a 20-16 win against James Caldwell in the tournament final.\nThe boys track team won the Group II spring track state championship in 1938 and 1981, won the Group III title in 1952-1956, and won in Group IV in 1966 and 2018. The program's 10 state titles are tied for eighth-most in the state.\nThe field hockey team won the Central Jersey sectional championships in 1971 and 1973, won the Central Jersey Group II title in 1975, 1978, and 1982, and won the Central Jersey Group III title in 1984; the team was the Group II state champions in 1975 (vs. &lt;a href=\"Montville%20Township%20High%20School\"&gt;Montville High School&lt;/a&gt;) and won the Group III championship in 1984 (vs. &lt;a href=\"Northern%20Valley%20Regional%20High%20School%20at%20Demarest\"&gt;Northern Valley Regional High School at Demarest&lt;/a&gt;). The 1973 team won the Group II title with a 2–0 victory against Montville in the championship game.\nThe boys' tennis team won the Group III state championship in 1972 (vs. &lt;a href=\"Millburn%20High%20School\"&gt;Millburn High School&lt;/a&gt;), 1984 (vs. &lt;a href=\"Ramapo%20High%20School%20%28New%20Jersey%29\"&gt;Ramapo High School&lt;/a&gt;), 1986 (vs. &lt;a href=\"Tenafly%20High%20School\"&gt;Tenafly High School&lt;/a&gt;), 1987 (vs. Tenafly), and 2002 (vs. Tenafly), the Group I / II title in 1976 (vs. &lt;a href=\"Ocean%20City%20High%20School\"&gt;Ocean City High School&lt;/a&gt;), and won the Group II title in 1977 (vs. &lt;a href=\"West%20Orange%20High%20School%20%28New%20Jersey%29\"&gt;West Orange High School&lt;/a&gt;), 1979 and 1980. The team was the public school state champion in 1984. The 1980 team won the Group II title, defeating Tenafly 5–0 in the tournament final.\nThe boys track team won the indoor track Group II state championship in 1981 and 1982. The girls team won the Group II title in 1989, 1992 (as co-champion)\nThe girls' lacrosse team won the overall state championship in 1985, defeating &lt;a href=\"Moorestown%20High%20School\"&gt;Moorestown High School&lt;/a&gt; in the tournament final.\nThe girls swimming team won the Public Division B state championship in 1993. The boys team won the Public B state title in 2012.\nThe boys' soccer team won the Group III state championship in 1995 (against &lt;a href=\"Arthur%20L.%20Johnson%20High%20School\"&gt;Arthur L. Johnson High School&lt;/a&gt; in the finals of the playoffs), 2009 (vs. &lt;a href=\"Millburn%20High%20School\"&gt;Millburn High School&lt;/a&gt;) and 2012 (as co-champion with &lt;a href=\"Ramapo%20High%20School%20%28New%20Jersey%29\"&gt;Ramapo High School&lt;/a&gt;). In 2009, the boys' soccer team won the Group III state championship, capping off an undefeated season with a 2–1 win over Millburn High School in the final game of the state tournament.\nThe golf team won all five of its 2007 tournaments, including the Group III state championships, the Mercer County Tournament, Sectional Championships, the Bunker Hill Tournament, and the Cherry Valley Tournament. The team over had a record of 47-2 during the 2007 and 2008 seasons. The 2008 team repeated as Group III champion.\nThe varsity girls' swim team won the 2007 NJSIAA Central - B state sectional championship with an 87–83 win over &lt;a href=\"Ocean%20Township%20High%20School\"&gt;Ocean Township High School&lt;/a&gt;. They again beat Ocean Township High School in 2008 for the second year in a row, claiming their 6th consecutive NJSIAA Central - B sectional championship.\nThe 2009 boys' swimming team won the Central Jersey Group B Sectional title with a 99–71 win against Ocean Township High School. In 2011, the boys swimming team won the Central Jersey Group B Sectional title with a 102–68 win against &lt;a href=\"Freehold%20Borough%20High%20School\"&gt;Freehold Borough High School&lt;/a&gt;. Following that, the team advanced to the NJSIAA Public B finals, ultimately losing to &lt;a href=\"Scotch%20Plains-Fanwood%20High%20School\"&gt;Scotch Plains-Fanwood High School&lt;/a&gt;, 80–90. In 2012, the boys swimming team again won the Central Jersey Group B Sectional title. After that, Princeton once again faced-off against their rivals last year Scotch Plains-Fanwood. This time Princeton boys swimming team won 109–61, giving them the NJSIAA Public B state champion title.\nIn 2008, the varsity &lt;a href=\"cheerleading\"&gt;cheerleading&lt;/a&gt; squad competed in the Colonial Valley Conference Competition, and won Best Dance, first place in Medium Division and Overall Grand Champions. They competed against 13 other teams in order to win the Grand Champion Award. In 2010, the squad competed again and won first place in Small Division.\nThe Ultimate Frisbee team, known as PHUC (Princeton High Ultimate Club), competes in the annual New Jersey HS Boys State Championship and won 2014 D1 7th (tied) place, 2016 D2 7th place, 2017 D2 4th (overall 12th) place, and 2018 D1 11th (tied) place.\nA cappella.\nPHS has four student-run &lt;a href=\"a%20cappella\"&gt;a cappella&lt;/a&gt; groups. There are two \"choir affiliated\" groups (members must be part of the main choir): The Cat's Meow and Around 8, with two \"choir unaffiliated\" groups: Testostertones and Cloud Nine. All four perform at various events in and out of school such as \nBack To School Night,\nFall Festival,\nFriday Night Live (FNL),\nWinter Arch Sing\nWWP-South's Acappellooza,\nSpring Fling,\nand Final Arch Sing,\namong others. All sing songs arranged by current and former members and produce an album yearly. The a cappella groups hold auditions at the end of each school year and admit a small number of new members.\nMembers of the choir-affiliated groups must also be members of the Princeton High School Choir. The Cat's Meow is all girls, established in the early 1980s and features five \"classic\" songs along with 15-20 new arrangements on their CD. Around Eight was formed 1992, originally a mainly madrigal-oriented group, but became more pop-oriented with complex beatboxing. The name came from the original eight members being slightly late or early to their 8 pm rehearsals.\nTwo additional groups were founded in the early 2000s to feature singers outside of the school's formal choral program, including those involved in the Princeton High School Jazz Band, musical theater, and external vocal activities. Cloud Nine is all-female and sings across genres, often featuring new arrangements and occasionally original music that is released on a studio album each spring. The group often draws members from the jazz and theater communities, though choir members are also eligible to audition. The Testostertones is the school's only all-male group, and is the most recent group formed.\nModel United Nations.\nPHS MUN is the high school's &lt;a href=\"Model%20United%20Nations\"&gt;Model United Nations&lt;/a&gt; team which competes at local and national conferences. The team is regularly ranked among the best high school teams in the country, competing most often in the New York / New Jersey region. The team typically attends 4 to 5 conferences a year, always including &lt;a href=\"Princeton%20University\"&gt;Princeton University's&lt;/a&gt; PMUNC conference, the first for new members, and &lt;a href=\"Columbia%20University\"&gt;Columbia University's&lt;/a&gt; CMUNCE conference, where members must try out to attend.\nFrom 2007 to 2015 the team won the \"Best Small Delegation\" award at the CMUNCE conference every year. In 2016 PHS MUN broke the streak receiving the second place award of \"Outstanding Small Delegation\".\nPHS Choir.\nPHS Choir is an elective as a regularly scheduled course for which credits and grades are earned.\nFounded in 1944, the Choir is nationally and internationally known as one of the top high school choirs in the world. It is comprised of 60 to 80 students in grades 10 through 12 every year, with auditions conducted at the end of each academic year for entry in the following year. The Choir tours internationally (and occasionally nationally) once every two years. Past tours of special significance include the 1977/78 invitation from the American composer Gian Carlo Menotti to participate in &lt;a href=\"Spoleto\"&gt;Spoleto&lt;/a&gt;, a world-renowned summer festival where they premiered Menotti's opera, \"The Egg\" and an invitation to perform at the 850th anniversary of the city of Moscow. More recent destinations include &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;China&lt;/a&gt;, the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, Latvia, Estonia, and soon to be Southern Spain. In February–March 2001, the choir toured Saint Petersburg, Russia, Novgorod, Russia, and Berlin, Germany, culminating in a performance of Bach's Saint Matthew Passion in the world-famous Schauspielhaus in Berlin, accompanied by a top-ranked violinist from Germany. A national tour with the entire Choir to &lt;a href=\"Washington%20D.C.\"&gt;Washington D.C.&lt;/a&gt; in the spring of 2009 included a performance at the &lt;a href=\"Washington%20National%20Cathedral\"&gt;Washington National Cathedral&lt;/a&gt;. The Choir toured Barcelona, Spain, in February 2011, appearing on national Spanish television as well as gaining special permission to perform in the Cathedral of Montserrat. Since December 1944, the Choir has performed its annual winter concert in the &lt;a href=\"Princeton%20University%20Chapel\"&gt;Princeton University Chapel&lt;/a&gt;, often filled to capacity with over 1,200 attendees, including numerous Choir alumni. The Chamber Choir, composed of members of the main choir, has performed at the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; on numerous occasions.\nThe Choir has been under five directors: Harvey Woodruff from 1944 to 1948, Thomas Hilbish from 1948 to 1965, William Trego from 1965 to 1993, Charles \"Sunny\" Sundquist from 1993 to 2008, Vincent Metallo from 2008 to present.\nPHS Food Aid.\nPHS Food Aid aims to spread consciousness about &lt;a href=\"Hunger%20in%20the%20United%20States\"&gt;hunger&lt;/a&gt; in the Princeton community and support local &lt;a href=\"Food%20bank\"&gt;food pantries&lt;/a&gt;. Their community service activities center around awareness campaigns, fundraising efforts, and purchasing foodstuffs in bulk for donations. PHS Food Aid's initiatives to promote volunteerism have been featured in the Princeton Community Works Conference and the &lt;a href=\"National%20Service%20Learning%20Conference\"&gt;National Service Learning Conference&lt;/a&gt;.\nPHS Studio Band.\nThe band program is an elective that can be taken as a regularly scheduled course for which credits and grades are earned. The band, an elite high school performance group, was the inspiration for the 2014 film \"&lt;a href=\"Whiplash%20%282014%20film%29\"&gt;Whiplash&lt;/a&gt;\".\nProgram.\nPrinceton High School has several levels of bands to accommodate all levels of playing from beginner to professional skill. Tiger I &amp; II, Nassau I &amp; II, Jazz Ensemble, and Studio Band are the 6 bands by order of playing ability. Students are assigned to their respective band level according to skill, regardless of seniority.\nThe Princeton High School Studio Band, directed by Joe Bongiovi, selects its members by audition only. All Studio Band members are expected to excel in &lt;a href=\"Sight%20reading\"&gt;sight-reading&lt;/a&gt;, master finger positions, and be familiar with all techniques that apply to their instrument. They are also expected to attend all rehearsals both during and after school. During the band's preparation for competition, ensemble rehearsal can be over 12–20 hours in 1 week.\nThe Studio Band is known to play a wide variety of genres arranged for &lt;a href=\"Big%20Band\"&gt;Big Band&lt;/a&gt;. About one Friday evening each month throughout the school year the Studio Band hosts dances known as Big Band Dances.\nHistory.\nThe original director and founder of the Studio Band was Dr. Anthony Biancosino. Biancosino was the director of the Studio Band for 26 years. During those years the Studio Band had many successes, including playing at the inaugural balls of both &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; and &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt;. The film \"&lt;a href=\"Whiplash%20%282014%20film%29\"&gt;Whiplash&lt;/a&gt;\" is based on writer/director &lt;a href=\"Damien%20Chazelle\"&gt;Damien Chazelle&lt;/a&gt;'s experiences in the band program under Dr. Biancosino.\nJazz Festival.\nThe Princeton High School band program also hosts an annual Jazz Festival, nicknamed \"Jazz Fest\", at which local high school and middle school jazz bands are invited to perform for adjudication. Like many other similar high school jazz festivals, the host band traditionally plays last and is not scored for competition. Each year, the band program invites a guest artist to perform after the festival for its attendees.\nPHS Tiger News.\nTiger News is the school's video-based news source. Its &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; page reads \"Princeton High School's Tiger News meets once a week to film the show, which is broadcast during homeroom every week. With on-scene reports and special segments, Tiger News has quickly become a school hit!\" The program was founded in 2013, and has continued ever since. \nSpectacle Theatre.\nSpectacle Theatre is Princeton High School's student-run drama club. Each year, students will act in and produce a fall play (generally in November) and a spring musical (generally in March). After the conclusion of the musical, seniors have the opportunity to direct single-act plays in a Student Directed Play production. Each production involves tech, make-up, lighting, and costume departments as well as a stage crew.\nThe program was the first high school to premiere \"&lt;a href=\"Brigadoon%20%28musical%29\"&gt;Brigadoon&lt;/a&gt;\" and \"&lt;a href=\"Carousel%20%28musical%29\"&gt;Carousel&lt;/a&gt;\". They have also performed operas at Princeton High School, the first of which was \"Cavalleria Rusticana\", a one-act opera written by Pietro Mascagni.\nSpectacle Theatre is currently directed by Pat Wray, the PHS drama teacher and former Broadway dancer and actress.\nSpeech and Debate.\nPrinceton High School has a rich history of success both in the &lt;a href=\"National%20Speech%20and%20Debate%20Association\"&gt;National Speech and Debate Association&lt;/a&gt; (NSDA) and the &lt;a href=\"National%20Catholic%20Forensic%20League\"&gt;National Catholic Forensic League&lt;/a&gt; (NCFL). The school speech &amp; debate team competes in the three largest forms of High School Debate: Public Forum, Lincoln Douglas, and Congressional Debate, as well as a smaller range of speech categories. Debaters in both Public Forum and Lincoln Douglas have qualified to the &lt;a href=\"Tournament%20of%20Champions%20%28debate%29\"&gt;Tournament of Champions&lt;/a&gt;, the NSDA National Tournament, and the NCFL National Tournament.\n\"Spork\".\n\"Spork\" is the school's food and dining &lt;a href=\"magazine\"&gt;magazine&lt;/a&gt;. It was created during the 2011–12 school year through funds generating via &lt;a href=\"Kickstarter\"&gt;Kickstarter&lt;/a&gt;. The Spork staff writes and adapts &lt;a href=\"recipes\"&gt;recipes&lt;/a&gt;, reviews local &lt;a href=\"Princeton%2C%20New%20Jersey\"&gt;Princeton&lt;/a&gt; restaurants, and publishes food-related features and articles. \"Spork\" is printed and distributed for free in school, in addition to online publication.\nThe Ideas Center.\nThe Princeton High School Ideas Center provides most of the students in need at the school with peer tutors. Tutors work with their fellow students in one-on-one sessions or study groups. Tutoring is often done as a &lt;a href=\"Community%20Service\"&gt;community service&lt;/a&gt; requirement, though this is not always the case.\n\"The Ivy\".\n\"The Ivy \"is the school's visual and literary &lt;a href=\"Art%20magazine\"&gt;arts magazine&lt;/a&gt;. The title of the magazine comes from the &lt;a href=\"ivy\"&gt;ivy&lt;/a&gt; that grows on some of the older school buildings. Student-submitted work is reviewed anonymously, and the staff creates the magazine based on these votes. The magazine is printed and distributed for free in school, in addition to online publication.\n\"The Tower\".\n\"The Tower\" is the school's &lt;a href=\"student%20newspaper\"&gt;newspaper&lt;/a&gt;, which was founded in 1911 as \"The Observer\". In 1925, it was again renamed to \"The Blue &amp; White\", and received its present title in 1929 to commemorate the new high school building, which is presently the oldest building on campus. The first incarnation was published &lt;a href=\"fortnight\"&gt;fortnight&lt;/a&gt;ly in a smaller format, while the current edition is published monthly in a traditional newspaper size. It has been printed and typesetted by various local publishers, including the \"&lt;a href=\"Town%20Topics%20%28newspaper%29\"&gt;Town Topics&lt;/a&gt;\" and most recently the \"&lt;a href=\"Princeton%20Packet\"&gt;Princeton Packet&lt;/a&gt;\". The newspaper is distributed for free in school, in addition to online publication.\n\"The Tower\" has varied enormously in content and style throughout its publication. The &lt;a href=\"Nameplate%20%28publishing%29\"&gt;nameplate&lt;/a&gt; has changed significantly, with the original pencil drawing of the tower with \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\"-style lettering continually removed and reinserted in between redesigns, but the current masthead dates to the eighties. Features in \"The Tower\" include a monthly quotes section, \"Cheers and Jeers\" of various cultural and school-specific events, a two-page topical opinions/forum spread called Vanguard, and a monthly calendar of local events called \"Pencil These In\". Many of these topics have been resurrected from past issue of \"The Tower\". General topics include &lt;a href=\"opinion%20pieces\"&gt;opinion pieces&lt;/a&gt;, arts and entertainment, and sports news. Once a year a joke issue is published, which is a tradition first created in a 1920s issue called \"The Black &amp; Blue—\"more recent examples being a mid-2000s issue alleging that a giant condom had been placed on top of the school and &lt;a href=\"lolcat\"&gt;lolcat&lt;/a&gt;s being featured in a 2009 issue.\n\"The Tower\" has faced competition. From 1990 to 1994, a rival \"underground\" newspaper called \"The Free Press\" published after a split between several potential editors of \"The Tower.\" Currently, an &lt;a href=\"The%20Onion\"&gt;Onion&lt;/a&gt;-style news site called \"The Dungeon\" has been publishing since 2013.\nAchievement gap.\nPrinceton High School has been considered a case study of the &lt;a href=\"achievement%20gap\"&gt;achievement gap&lt;/a&gt; in elite high schools. The gap between different groups in academic progress received greater attention in 2005 after the school failed the &lt;a href=\"No%20Child%20Left%20Behind%20Act\"&gt;No Child Left Behind Act&lt;/a&gt;. \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" ran an article entitled \"The Achievement Gap in Elite Schools,\" by &lt;a href=\"Samuel%20G.%20Freedman\"&gt;Samuel G. Freedman&lt;/a&gt; on September 28, 2005, which accused PHS of neglecting its responsibility to educate minorities. While the cause may be due to &lt;a href=\"Socioeconomics\"&gt;socioeconomic status&lt;/a&gt; rather than &lt;a href=\"racial%20segregation\"&gt;racial segregation&lt;/a&gt;, many students in the overwhelmingly &lt;a href=\"white%20%28people%29\"&gt;white&lt;/a&gt;-and-&lt;a href=\"Asian%20people\"&gt;Asian&lt;/a&gt;-populated advanced classes can spend most of their high school career sharing only a few classes with their &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; peers. According to Freedman's article, \"In the early 1990s, an interracial body calling itself the Robeson Group—in homage to &lt;a href=\"Paul%20Robeson\"&gt;Paul Robeson&lt;/a&gt;, the most famous product of black Princeton—mobilized to recruit more black teachers and help elect the first black member to the school board.\"\nIn 2003, the school became part of the Minority Student Achievement Network, a network of 21 different schools across the country that share Princeton High School's achievement gap problem. MSAN gathers high achieving minority students to address and help fix the growing achievement gap in their schools.\nAdministration.\nThe school's principal is Frank Chmiel. His core administration team includes three assistant principals and the dean of students."
}