{
    "id": "25725265",
    "revid": "42941020",
    "url": "https://en.wikipedia.org/wiki?curid=25725265",
    "title": "Antonio Brown",
    "text": "Antonio Tavaris Brown Sr. (born July 10, 1988) is an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; who is a free agent. Raised in &lt;a href=\"Liberty%20City%20%28Miami%29\"&gt;Liberty City&lt;/a&gt;, &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, Brown attended &lt;a href=\"Miami%20Norland%20High%20School\"&gt;Miami Norland High School&lt;/a&gt;. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Central%20Michigan%20Chippewas%20football\"&gt;Central Michigan University&lt;/a&gt;, where he earned All-American honors in 2008 and 2009 as a punt returner. A sixth-round pick in the &lt;a href=\"2010%20NFL%20Draft\"&gt;2010 NFL Draft&lt;/a&gt; by the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt;, Brown amassed more receptions than any other player in the league from his rookie season in 2010 through 2018.\nDuring Brown's first season with the Steelers, the team advanced to &lt;a href=\"Super%20Bowl%20XLV\"&gt;Super Bowl XLV&lt;/a&gt; but lost to the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;. He finished his rookie season with 16 receptions for 167 yards in ten games. During his second NFL season, he became the first player in NFL history to have more than 1,000 yards receiving and returning in the same year. For his efforts, Brown was selected as a punt returner for the &lt;a href=\"2012%20Pro%20Bowl\"&gt;2012 Pro Bowl&lt;/a&gt;. In 2013, he became the only receiver in NFL history to record five receptions and at least 50 yards in every single game of an NFL season. Although his on-the-field productivity continued over the next several seasons, including leading the league in receptions and receiving yards in 2014, receptions in 2015, receiving yards in 2017, and receiving touchdowns in 2018, Brown's relationship with the Steelers soured, especially with quarterback &lt;a href=\"Ben%20Roethlisberger\"&gt;Ben Roethlisberger&lt;/a&gt;, and he eventually requested a trade.\nIn 2019, Brown was traded to the &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt;, who then made him the highest-paid receiver in the league. However, his time in Oakland was short-lived, and following several off-the-field incidents, including a confrontation with general manager &lt;a href=\"Mike%20Mayock\"&gt;Mike Mayock&lt;/a&gt;, the team released Brown without him ever playing a regular-season game with the team. Brown signed with the &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt; shortly thereafter but was cut after appearing in just one game. At the time, the NFL was investigating &lt;a href=\"sexual%20assault\"&gt;sexual assault&lt;/a&gt; allegations made against him. After spending the rest of 2019 and beginning of 2020 as a free agent, he signed with the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt;, where he was part of the team that won &lt;a href=\"Super%20Bowl%20LV\"&gt;Super Bowl LV&lt;/a&gt;. He was released near the end of the 2021 season after stripping off his uniform and running off of the field during a game.\nEarly life.\nBrown is the son of retired &lt;a href=\"Arena%20Football%20League\"&gt;Arena Football League&lt;/a&gt; star &lt;a href=\"Eddie%20Brown%20%28arena%20football%29\"&gt;\"Touchdown\" Eddie Brown&lt;/a&gt;, who was named the best player in the league's history in 2006. Eddie Brown played wide receiver for the &lt;a href=\"Albany%20Firebirds\"&gt;Albany Firebirds&lt;/a&gt; and collegiate football for &lt;a href=\"Louisiana%20Tech\"&gt;Louisiana Tech&lt;/a&gt;.\nHigh school career.\nMiami Norland High School.\nBrown attended &lt;a href=\"Miami%20Norland%20High%20School\"&gt;Miami Norland High School&lt;/a&gt; in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, where he played &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt;. In &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt;, Brown played &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt;, &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt;, &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt;, and &lt;a href=\"punt%20returner\"&gt;punt returner&lt;/a&gt; for the Vikings. He was a two-time Class 6A all-state selection and was also named North Athlete of the Year at 2005 Miami-Dade Gridiron Classic.\nNorth Carolina Tech Prep.\nComing out of high school, Brown applied to &lt;a href=\"Florida%20State%20University\"&gt;Florida State University&lt;/a&gt;. His admission was denied over academic concerns.\nAfter attempting to attend &lt;a href=\"Alcorn%20State%20University\"&gt;Alcorn State&lt;/a&gt;, he decided to enroll at North Carolina Tech Prep. Playing in just five games at quarterback, Brown passed for 1,247 yards and 11 touchdowns, while rushing for 451 yards and 13 touchdowns. Once he finished his lone season at North Carolina Tech Prep, he received a scholarship to play at &lt;a href=\"Florida%20International%20University\"&gt;Florida International University&lt;/a&gt;, but he was expelled before the season for an altercation with security. Brown then began reaching out to wide receivers coach &lt;a href=\"Butch%20Jones\"&gt;Butch Jones&lt;/a&gt; at &lt;a href=\"West%20Virginia%20University\"&gt;West Virginia&lt;/a&gt;, since he had been highly recruited by him. After learning that Jones had left West Virginia to become the head coach at &lt;a href=\"Central%20Michigan%20University\"&gt;Central Michigan&lt;/a&gt;, Brown enrolled at the school and started his college football career as a walk-on freshman.\nCollege career.\nBrown attended and played college football for Central Michigan from 2007 to 2009.\nFreshman season.\nBrown began attending &lt;a href=\"Central%20Michigan%20University\"&gt;Central Michigan&lt;/a&gt; in &lt;a href=\"2007%20Central%20Michigan%20Chippewas%20football%20team\"&gt;2007&lt;/a&gt; after wide receivers coach &lt;a href=\"Zach%20Azzanni\"&gt;Zach Azzanni&lt;/a&gt; told him he could fly to Michigan and try out for the team as a &lt;a href=\"Walk-on%20%28sports%29\"&gt;walk-on&lt;/a&gt; wide receiver. Transitioning from the quarterback position in high school to wide receiver in college was not that difficult for him, and after a few weeks, Central Michigan coaches offered him a scholarship. Brown had difficulty adjusting to the college lifestyle, and being on time for meetings and practice. Azzanni and his wife helped him get situated and into an established routine, and he soon became like a part of their family. He made his collegiate debut against &lt;a href=\"2007%20Kansas%20Jayhawks%20football\"&gt;Kansas&lt;/a&gt; on September 1. He had four receptions for 23 receiving yards in the 52–7 loss. In the next week's game against &lt;a href=\"2007%20Toledo%20Rockets%20football%20team\"&gt;Toledo&lt;/a&gt;, he had nine receptions for 105 receiving yards and his first collegiate touchdown, a six-yard pass from &lt;a href=\"Dan%20LeFevour\"&gt;Dan LeFevour&lt;/a&gt;, in the 52–31 victory. On October 6, against &lt;a href=\"2007%20Ball%20State%20Cardinals%20football%20team\"&gt;Ball State&lt;/a&gt;, he had six receptions for 43 receiving yards and a receiving touchdown to go along with a nine-yard rushing touchdown in the 58–38 victory. On November 23, against &lt;a href=\"2007%20Akron%20Zips%20football%20team\"&gt;Akron&lt;/a&gt;, he had 15 receptions for 174 yards in the 35–32 victory. The Chippewas finished with an 8–5 record, won the MAC, and qualified for a bowl game. In the &lt;a href=\"2007%20Motor%20City%20Bowl\"&gt;2007 Motor City Bowl&lt;/a&gt; against &lt;a href=\"2007%20Purdue%20Boilermakers%20football\"&gt;Purdue&lt;/a&gt;, he had four receptions for 94 receiving yards and a receiving touchdown in the 51–48 loss. During his first season at Central Michigan, Brown played in 14 games. He played well enough to win the Mid-American Conference Freshman of the Year and was All-Conference as a returner. For his freshman season, he had 102 receptions for 1,003 yards and six touchdowns. His 102 receptions led the Mid-American Conference in 2007.\nSophomore season.\nBrown started every game during his sophomore season in &lt;a href=\"2008%20Central%20Michigan%20Chippewas%20football%20team\"&gt;2008&lt;/a&gt;. In the third game of the season, against &lt;a href=\"2008%20Ohio%20Bobcats%20football\"&gt;Ohio&lt;/a&gt;, he had 10 receptions for 78 receiving yards to go along with a 75-yard punt return for a touchdown in the 31–28 victory. On October 11, against &lt;a href=\"2008%20Temple%20Owls%20football%20team\"&gt;Temple&lt;/a&gt;, he had three receptions for 33 yards and a season-high two touchdown receptions. The next week, against &lt;a href=\"2008%20Western%20Michigan%20Broncos%20football%20team\"&gt;Western Michigan&lt;/a&gt;, he had 10 receptions for 113 yards and threw a two-yard touchdown pass in the third quarter of the 38–28 victory. On November 1, against &lt;a href=\"2008%20Indiana%20Hoosiers%20football%20team\"&gt;Indiana&lt;/a&gt;, he had seven receptions for 138 receiving yards and two receiving touchdowns in the 37–34 victory. On November 28, while playing at &lt;a href=\"2008%20Eastern%20Michigan%20Eagles%20football%20team\"&gt;Eastern Michigan&lt;/a&gt;, he had seven receptions for a season-high 172 yards and a touchdown. The Chippewas finished with an 8–4 record and qualified for the &lt;a href=\"2008%20Motor%20City%20Bowl\"&gt;2008 Motor City Bowl&lt;/a&gt;. In the bowl game against &lt;a href=\"2008%20FAU%20Owls%20football%20team\"&gt;FAU&lt;/a&gt;, he had 11 receptions for 92 receiving yards in the 24–21 loss. For the season, Brown hauled in 93 receptions for 998 yards and seven touchdowns. His 410 punt return yards and 791 kick return yards that season led the conference.\nJunior season.\nAfter a slow start to the season in a 19–6 loss against &lt;a href=\"2009%20Arizona%20Wildcats%20football%20team\"&gt;Arizona&lt;/a&gt;, Brown had ten receptions for 71 receiving yards and a receiving touchdown against &lt;a href=\"2009%20Michigan%20State%20Spartans%20football%20team\"&gt;Michigan State&lt;/a&gt;. In addition, he completed a 24-yard pass and recorded 150 net kickoff return yards in the 29–27 victory over the Spartans. In the season's third game against &lt;a href=\"Alcorn%20State%20Braves%20football\"&gt;Alcorn State&lt;/a&gt;, he had a 55-yard punt return for a touchdown in the first quarter of the 48–0 victory. Against &lt;a href=\"2009%20Akron%20Zips%20football%20team\"&gt;Akron&lt;/a&gt; on September 26, 2009, Brown had nine receptions for 89 receiving yards and a season-high two receiving touchdowns in the 48–21 victory. On October 3, against &lt;a href=\"2009%20Buffalo%20Bulls%20football%20team\"&gt;Buffalo&lt;/a&gt;, he had six receptions for 112 receiving yards and a receiving touchdown in the 20–13 victory. In the next game, against &lt;a href=\"2009%20Eastern%20Michigan%20Eagles%20football%20team\"&gt;Eastern Michigan&lt;/a&gt;, he had four receptions for 110 receiving yards and one receiving touchdown in the 56–8 victory. Over the next two games, both victories over &lt;a href=\"2009%20Western%20Michigan%20Broncos%20football%20team\"&gt;Western Michigan&lt;/a&gt; and &lt;a href=\"2009%20Bowling%20Green%20Falcons%20football%20team\"&gt;Bowling Green&lt;/a&gt;, he recorded his fourth and fifth consecutive game with a receiving touchdown. On November 11, he had 13 receptions for 129 receiving yards and one receiving touchdown in the 56–28 victory over &lt;a href=\"2009%20Toledo%20Rockets%20football%20team\"&gt;Toledo&lt;/a&gt;. In the following game against &lt;a href=\"2009%20Ball%20State%20Cardinals%20football%20team\"&gt;Ball State&lt;/a&gt;, he had 11 receptions for 170 receiving yards and a receiving touchdown in the 35–3 victory. In the &lt;a href=\"2009%20MAC%20Championship%20Game\"&gt;MAC Championship&lt;/a&gt; against &lt;a href=\"2009%20Ohio%20Bobcats%20football\"&gt;Ohio&lt;/a&gt;, he had eight receptions for 66 receiving yards in the 20–10 victory.\nIn his last collegiate game on January 6, 2010, against &lt;a href=\"2009%20Troy%20Trojans%20football%20team\"&gt;Troy&lt;/a&gt; in the &lt;a href=\"2010%20GMAC%20Bowl\"&gt;GMAC Bowl&lt;/a&gt;, Brown had a season-high 13 receptions for 178 yards in the 44–41 victory. He finished &lt;a href=\"2009%20Central%20Michigan%20Chippewas%20football%20team\"&gt;2009&lt;/a&gt; with single-season bests of 110 receptions (also a school record), 1,198 receiving yards, and nine touchdowns. Brown contributed to a historic season for Central Michigan. The team set a school record for wins with 12. For his career at Central Michigan, he had a school-record 305 receptions, (including the top three seasons with the most receptions in school history), 3,199 receiving yards (fourth all-time), and 22 touchdowns (third all-time). On January 7, 2010, he announced he would forgo his senior season and enter the &lt;a href=\"2010%20NFL%20Draft\"&gt;2010 NFL Draft&lt;/a&gt;.\nProfessional career.\nAfter Brown entered the &lt;a href=\"2010%20NFL%20Draft\"&gt;2010 NFL Draft&lt;/a&gt;, the majority of analysts and scouts projected him to be a fifth or sixth round draft selection. He was ranked as the 37th best wide receiver by NFLDraftScout.com and was invited to the NFL combine, where he completed the entire workout and all the positional drills. Brown participated at Central Michigan's Pro Day and decided to try to improve on his 10, 20, and 40-yard dash times after being unsatisfied with the numbers he clocked at the combine. He was able to improve his time in all three categories.\nUsing a pick received in a trade with the &lt;a href=\"Arizona%20Cardinals\"&gt;Arizona Cardinals&lt;/a&gt;, the &lt;a href=\"2010%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; selected him in the sixth round with the 195th overall pick in the 2010 NFL Draft. He was the 22nd of 27 wide receivers selected in the draft, and the second by the Pittsburgh Steelers behind &lt;a href=\"Emmanuel%20Sanders\"&gt;Emmanuel Sanders&lt;/a&gt;. He picked the jersey number 84, which he explained: \"Eight times four is 32. Thirty-two teams looked past me, even the Steelers. So every time I go out there it's a little added motivation.\"\nPittsburgh Steelers.\n2010 season.\nOn June 15, 2010, the Pittsburgh Steelers signed Brown to a three-year, $1.28 million contract with a signing bonus of $73,075.\nBrown entered training camp competing with &lt;a href=\"Emmanuel%20Sanders\"&gt;Emmanuel Sanders&lt;/a&gt;, &lt;a href=\"Tyler%20Grisham\"&gt;Tyler Grisham&lt;/a&gt;, &lt;a href=\"Stefan%20Logan\"&gt;Stefan Logan&lt;/a&gt;, &lt;a href=\"Isaiah%20Williams%20%28wide%20receiver%29\"&gt;Isaiah Williams&lt;/a&gt;, and Brandon Logan to be the Steelers' backup wide receivers. Brown was named the Steelers' fifth wide receiver on their depth chart, behind veterans &lt;a href=\"Hines%20Ward\"&gt;Hines Ward&lt;/a&gt;, &lt;a href=\"Mike%20Wallace%20%28American%20football%29\"&gt;Mike Wallace&lt;/a&gt;, &lt;a href=\"Antwaan%20Randle%20El\"&gt;Antwaan Randle El&lt;/a&gt;, and &lt;a href=\"Arnaz%20Battle\"&gt;Arnaz Battle&lt;/a&gt;.\nOn September 19, 2010, Brown made his NFL debut against the &lt;a href=\"2010%20Tennessee%20Titans%20season\"&gt;Tennessee Titans&lt;/a&gt; and returned two kickoffs and a punt for 128 yards, including an 89-yard touchdown from a reverse on the first play of the game, in the 19–11 victory. He became the first player since &lt;a href=\"Steve%20Smith%20Sr.\"&gt;Steve Smith Sr.&lt;/a&gt; for the &lt;a href=\"2001%20Carolina%20Panthers\"&gt;Carolina Panthers&lt;/a&gt; in 2001 to record a kickoff return touchdown in his first career game. On October 3, Brown made his first NFL catch for a six-yard gain during a 17–14 loss to the &lt;a href=\"2010%20Baltimore%20Ravens%20season\"&gt;Baltimore Ravens&lt;/a&gt; in Week 4. During the regular-season finale against the &lt;a href=\"2010%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt;, Brown made a season-high four catches for 52 yards in a 41–9 victory. He finished his rookie season with 16 receptions for 167 yards in ten games.\nThe Steelers finished the 2010 season atop the &lt;a href=\"AFC%20North\"&gt;AFC North&lt;/a&gt; and earned the #2-seed with a 12–4 record. On January 15, 2011, Brown appeared in his first postseason game and caught a 58-yard pass from &lt;a href=\"Ben%20Roethlisberger\"&gt;Ben Roethlisberger&lt;/a&gt; to set up the game-winning touchdown. He finished his first playoff game with a season-high 75 yards on three receptions as the Steelers defeated the Ravens in the by a score of 31–24. The following week in the against the &lt;a href=\"2010%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt;, at the two-minute warning, Brown caught a 14-yard pass on 3rd &amp; 6, sealing the 24–19 victory for the Steelers and advancing them to &lt;a href=\"Super%20Bowl%20XLV\"&gt;Super Bowl XLV&lt;/a&gt;. In his first Super Bowl, Brown handled four kickoff returns, four punt returns, and finished with one catch for one yard in the 31–25 loss to the &lt;a href=\"2010%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt;.\n2011 season.\nBrown entered training camp competing with Emmanuel Sanders, Arnaz Battle, &lt;a href=\"Limas%20Sweed\"&gt;Limas Sweed&lt;/a&gt;, and &lt;a href=\"Jerricho%20Cotchery\"&gt;Jerricho Cotchery&lt;/a&gt; to be the Steelers' third wide receiver after the departure of Antwaan Randle El. He won the competition and was named the third wide receiver on the depth chart behind Hines Ward and Mike Wallace. Brown was also named the starting kick returner and punt returner.\nBrown made his first appearance of the season in the season-opener against the &lt;a href=\"2011%20Baltimore%20Ravens%20season\"&gt;Baltimore Ravens&lt;/a&gt; and finished with two receptions for 14 yards and had three kickoff returns for 34 yards in a 35–7 loss. In Week 7, against the &lt;a href=\"2011%20Arizona%20Cardinals\"&gt;Arizona Cardinals&lt;/a&gt;, he had seven receptions for 102 receiving yards, marking his first career game with over 100 receiving yards, in the 32–20 victory. On October 30, in Week 8, Brown had a season-high nine receptions for 67 yards and caught his first career touchdown reception on a seven-yard pass from &lt;a href=\"Ben%20Roethlisberger\"&gt;Ben Roethlisberger&lt;/a&gt; in a 25–17 victory over the &lt;a href=\"2011%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt;. The next game, he caught five passes for 109 yards in a 23–20 loss to the Ravens. On November 13, he earned his first career start and made five receptions for 86 yards in a 24–17 defeat of the &lt;a href=\"2011%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt;. On December 4, he returned a punt for a 60-yard touchdown and made two catches for 67 yards, as the Steelers routed the Bengals 35–7. The punt return for a touchdown was the first in his career and Brown was named AFC Special Teams Player of the Week for his performance. In a Week 14 win over the &lt;a href=\"2011%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt;, he made his second start of the season and ended the game with five catches for a season-high 151 yards and scored a season-long 79-yard touchdown in a 14–3 victory. Brown finished the season with 69 receptions for 1,108 yards and two touchdown receptions in 16 games and three starts.\nThe Steelers finished 12–4 and received a playoff berth. On January 8, 2012, Brown caught five passes for 70 yards and had one carry for 18 yards in a 29–23 overtime loss to the &lt;a href=\"2011%20Denver%20Broncos%20season\"&gt;Denver Broncos&lt;/a&gt; in the AFC .\nBrown became the first player in NFL history to have more than 1,000 yards receiving and returning in the same year. For his efforts, Brown was selected as a punt returner for the &lt;a href=\"2012%20Pro%20Bowl\"&gt;2012 Pro Bowl&lt;/a&gt;. In his first Pro Bowl, Brown caught two passes for 15 yards, helping the &lt;a href=\"American%20Football%20Conference\"&gt;AFC&lt;/a&gt; defeat the &lt;a href=\"National%20Football%20Conference\"&gt;NFC&lt;/a&gt; 59–41.\n2012 season.\nOn July 28, 2012, the Steelers signed Brown to a five-year, $42.5 million extension that included an $8.5 million &lt;a href=\"signing%20bonus\"&gt;signing bonus&lt;/a&gt;.\nWith the retirement of Hines Ward during the offseason, Brown entered training camp competing with Mike Wallace and Emmanuel Sanders to be the starting wide receivers. Brown and Wallace were subsequently named the starters at the position to begin the regular season. In December 2018, former Steelers safety &lt;a href=\"Ryan%20Clark%20%28American%20football%29\"&gt;Ryan Clark&lt;/a&gt; claimed that during a practice in 2012, Brown started shouting at defensive coordinator &lt;a href=\"Dick%20LeBeau\"&gt;Dick LeBeau&lt;/a&gt; and began yelling at players on the defense, saying, \"Don't touch me. I'm the franchise.\"\nIn the Steelers' season opener against the &lt;a href=\"2012%20Denver%20Broncos%20season\"&gt;Denver Broncos&lt;/a&gt;, Brown finished the 31–19 loss with four receptions for 74 yards. On September 23, he had seven receptions for 87 yards and a touchdown in the 34–31 loss to the &lt;a href=\"2012%20Oakland%20Raiders%20season\"&gt;Oakland Raiders&lt;/a&gt; in Week 3.\nOn November 4, Brown was fined $10,000 by the NFL for &lt;a href=\"unsportsmanlike%20conduct\"&gt;unsportsmanlike conduct&lt;/a&gt; when he ran backwards for the final 20 yards of a punt return touchdown the previous week against the &lt;a href=\"2012%20Washington%20Redskins%20season\"&gt;Washington Redskins&lt;/a&gt;. The following game against the &lt;a href=\"2012%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt;, Brown suffered a high ankle sprain and had to leave. The ankle injury prevented him from appearing in the next three games. During Week 15 against the &lt;a href=\"2012%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt;, Brown made a season-high eight catches for 76 yards and a touchdown in a 27–24 loss. The following week, Brown caught five passes for a season-high 97 yards and scored a 60-yard touchdown in a 13–10 loss to the &lt;a href=\"2012%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt;. He finished the 2012 season with 66 receptions for 787 yards and five touchdowns in 13 games and ten starts.\n2013 season.\nBrown entered the 2013 regular season as one of the Steelers' starting wide receivers with &lt;a href=\"Emmanuel%20Sanders\"&gt;Emmanuel Sanders&lt;/a&gt;.\nBrown started in the season opener against the &lt;a href=\"2013%20Tennessee%20Titans%20season\"&gt;Tennessee Titans&lt;/a&gt; and had five receptions for 71 yards in a 16–9 loss. On September 22, he caught nine passes for a season-high and then career-high 196 yards and two touchdowns in a 40–23 loss to the &lt;a href=\"2013%20Chicago%20Bears%20season\"&gt;Chicago Bears&lt;/a&gt;. The following game, Brown caught a season-high 12 passes for 88 yards in a 34–27 loss to the &lt;a href=\"2013%20Minnesota%20Vikings%20season\"&gt;Minnesota Vikings&lt;/a&gt;. In Week 11, against the &lt;a href=\"2013%20Detroit%20Lions%20season\"&gt;Detroit Lions&lt;/a&gt;, he had seven receptions for 142 receiving yards and two receiving touchdowns in the 37–27 victory. In Week 14, against the &lt;a href=\"2013%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt;, he had five receptions for 138 receiving yards and one receiving touchdown in the 28–34 loss.\nOn December 22, in Week 16, Brown broke &lt;a href=\"Yancey%20Thigpen\"&gt;Yancey Thigpen&lt;/a&gt;'s single-season team record of 1,398 receiving yards set in 1997. Brown became the second player in franchise history to amass at least 100 receptions in a season, joining former teammate &lt;a href=\"Hines%20Ward\"&gt;Hines Ward&lt;/a&gt;. On December 29, he, along with &lt;a href=\"Pierre%20Gar%C3%A7on\"&gt;Pierre Garçon&lt;/a&gt; of the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt;, tied Jimmy Smith as the only players to record at least five receptions in every game of an NFL season. In addition, Brown became the only receiver in NFL history to record five receptions and at least 50 yards in every game of an NFL season.\nBrown finished the 2013 season with 110 receptions for 1,499 yards and eight touchdowns. On December 27, 2013, Brown was selected for the &lt;a href=\"2014%20Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; as a receiver and a punt returner. On January 3, 2014, Brown was named to the AP All-Pro team for the first time in his career. He was ranked 23rd by his fellow players on the &lt;a href=\"NFL%20Top%20100%20Players%20of%202014\"&gt;NFL Top 100 Players of 2014&lt;/a&gt;.\n2014 season.\nIn the season-opener against the &lt;a href=\"2014%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt;, while returning a punt, Brown attempted to hurdle Cleveland Browns punter &lt;a href=\"Spencer%20Lanning\"&gt;Spencer Lanning&lt;/a&gt; and kicked him in the facemask, garnering significant media attention. He finished the narrow 30–27 victory with five receptions for 116 yards and later apologized for the kick, calling it an accident. Brown was fined $8,200 for the kick. On October 20 against the &lt;a href=\"2014%20Houston%20Texans%20season\"&gt;Houston Texans&lt;/a&gt;, Brown threw his first NFL touchdown pass, a three-yard pass to wide receiver &lt;a href=\"Lance%20Moore\"&gt;Lance Moore&lt;/a&gt;, in a 30–23 victory on \"Monday Night Football\". The following game, Brown caught ten passes for 133 yards and two touchdowns in a 51–34 victory over the &lt;a href=\"2014%20Indianapolis%20Colts%20season\"&gt;Indianapolis Colts&lt;/a&gt;. During Week 9 against the &lt;a href=\"2014%20Baltimore%20Ravens%20season\"&gt;Baltimore Ravens&lt;/a&gt;, Brown made a season-high 11 catches for a season-high 144 yards, including a 54-yard touchdown reception. In Week 13, against the &lt;a href=\"2014%20New%20Orleans%20Saints%20season\"&gt;New Orleans Saints&lt;/a&gt;, he had eight receptions for 97 receiving yards and two receiving touchdowns in the 35–32 loss. In Week 14 against the &lt;a href=\"2014%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt;, he had nine receptions for 117 receiving yards in the 42–21 victory. In the following game against the &lt;a href=\"2014%20Atlanta%20Falcons%20season\"&gt;Atlanta Falcons&lt;/a&gt;, he had ten receptions for 123 receiving yards in the 27–20 victory. In the regular-season finale, the second divisional matchup against the Cincinnati Bengals, he had seven receptions for 128 yards and a touchdown to go along with a 71-yard punt return touchdown. His successful performance earned him AFC Special Teams Player of the Week.\nIn 2014, Brown led the NFL in receptions (129), receiving yards (1,698), and was tied for second in touchdowns (13); all three were new team records. He became the first Steeler to lead the league in receiving yards since &lt;a href=\"Roy%20Jefferson\"&gt;Roy Jefferson&lt;/a&gt; in 1968. The Steelers made the playoffs and faced off against the Ravens in the . In the 30–17 loss, he had nine receptions for 117 yards. His successful season garnered him a third &lt;a href=\"2015%20Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; selection. He was ranked eighth by his fellow players on the &lt;a href=\"NFL%20Top%20100%20Players%20of%202015\"&gt;NFL Top 100 Players of 2015&lt;/a&gt;.\n2015 season.\nBrown started in the season-opening 28–21 loss to the &lt;a href=\"2015%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt; and caught nine passes for 133 yards and a touchdown. The following week, he had nine receptions for 195 yards and a touchdown in the 43–18 victory over the &lt;a href=\"2015%20San%20Francisco%2049ers%20season\"&gt;San Francisco 49ers&lt;/a&gt;. This brought his career total to 5,587 yards, good for 200th on the NFL's all-time receiving yards list. He moved past Steelers' legend &lt;a href=\"Lynn%20Swann\"&gt;Lynn Swann&lt;/a&gt; on the all-time list as well. On November 8, Brown caught a career-high 17 passes for a career-high 284 yards in a narrow 38–35 victory over the &lt;a href=\"2015%20Oakland%20Raiders%20season\"&gt;Oakland Raiders&lt;/a&gt; in Week 9. His 284 receiving yards broke &lt;a href=\"Keenan%20McCardell\"&gt;Keenan McCardell&lt;/a&gt;'s mark of 232 for the Jacksonville Jaguars in 1996 for most receiving yards in a game without a receiving touchdown. On December 6, he caught eight passes for 118 yards and two touchdowns in a 45–10 victory over the &lt;a href=\"2015%20Indianapolis%20Colts%20season\"&gt;Indianapolis Colts&lt;/a&gt; in Week 13. This game is particularly notable for a play in which Brown returned a punt for a touchdown and proceeded to leap onto the goalpost. He was flagged on the play for excessive celebration. On December 9, Brown was fined $11,576 by the NFL for the incident. For his efforts against the Colts, he earned his third career AFC Special Teams Player of the Week Award. In a 34–27 victory over the &lt;a href=\"2015%20Denver%20Broncos%20season\"&gt;Denver Broncos&lt;/a&gt;, he caught 16 passes for 189 yards and two touchdowns in Week 15. For his performance against the Broncos, he was named as the AFC Offensive Player of the Week. On January 3, Brown totaled 13 receptions for 187 yards and a touchdown in a 28–12 win over the &lt;a href=\"2015%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt; in the regular season finale.\nHe finished the regular season with a league-high 136 receptions for 1,834 yards and 10 touchdowns – the first two marks surpassing his own team records of 129 catches and 1,698 yards. He set the record for most receptions in a two-year span with 265 from 2014 to 2015; and most receptions in a three-year span with 375 from 2013 to 2015. With his 16 receptions against the Browns, Brown became the first receiver to have two games with at least 16 catches in a single season, and his four games of at least 175 yards in a season set a new NFL record.\nThe Steelers opened postseason play with a game against the &lt;a href=\"2015%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt;, and late in the fourth quarter, Brown left the contest with a concussion after taking a hit from Bengals linebacker &lt;a href=\"Vontaze%20Burfict\"&gt;Vontaze Burfict&lt;/a&gt;. The Steelers went on to win the game by a score of 18–16. The injury kept Brown out of the Steelers' next game in the , where they lost 23–16 to the eventual &lt;a href=\"Super%20Bowl%2050\"&gt;Super Bowl 50&lt;/a&gt; champion &lt;a href=\"2015%20Denver%20Broncos%20season\"&gt;Denver Broncos&lt;/a&gt;.\nBrown was named to his third consecutive and fourth career &lt;a href=\"2016%20Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt;, his second first-team All-Pro, and was ranked as the top wide receiver and the fourth best player on the &lt;a href=\"NFL%20Top%20100%20Players%20of%202016\"&gt;NFL Top 100 Players of 2016&lt;/a&gt;.\n2016 season.\nBrown started in the season opener against the &lt;a href=\"2016%20Washington%20Redskins%20season\"&gt;Washington Redskins&lt;/a&gt; on \"Monday Night Football\" and finished the 38–16 victory with eight receptions for 126 yards and two touchdowns. After the game, the NFL fined him a combined $15,191 for wearing baby blue cleats, which violated the league's uniform policy, and for &lt;a href=\"twerking\"&gt;twerking&lt;/a&gt; after scoring his second touchdown. After performing a similar dance in the end zone in Week 4 against the &lt;a href=\"2016%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City Chiefs&lt;/a&gt;, Brown was fined $24,309. The second fine was largely criticized by sportswriters, who considered it much too steep a penalty for a celebration. The league reasoned that the dances were \"sexually suggestive\".\nDuring Week 3 in a 34–3 loss to the &lt;a href=\"2016%20Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;, Brown moved into the NFL top 100 all-time for career receptions, and in Week 9 against the &lt;a href=\"2016%20Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt;, he joined the top 100 for career receiving yards. During Week 10, Brown caught a season-high 14 passes for a season-high 154 yards and a touchdown in a 35–30 loss to the &lt;a href=\"2016%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt;. Two weeks later, he finished with five receptions for 91 yards and a career-high three touchdown receptions, as the Steelers defeated the &lt;a href=\"2016%20Indianapolis%20Colts%20season\"&gt;Indianapolis Colts&lt;/a&gt; on the road by a score of 28–7 on &lt;a href=\"NFL%20on%20Thanksgiving%20Day\"&gt;Thanksgiving&lt;/a&gt;.\nBrown finished the regular season with 106 receptions (second in the NFL to &lt;a href=\"Larry%20Fitzgerald\"&gt;Larry Fitzgerald&lt;/a&gt;) for 1,284 yards and 12 touchdowns in 15 games. The Steelers decided to sit him for the season finale against the &lt;a href=\"2016%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt; as they had already clinched a playoff berth. At the end of the 2016 regular season, Brown ranked second in career receptions and third in career receiving yards for the Steelers franchise, and 57th and 78th all-time among NFL players in those categories.\nIn the 2016 season, Brown posted his fourth consecutive and fifth career season with at least 1,000 receiving yards, earning him his fourth consecutive and fifth career &lt;a href=\"2017%20Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; selection on December 20, 2016. He was named First Team &lt;a href=\"2016%20All-Pro%20Team\"&gt;All-Pro&lt;/a&gt; for the third consecutive time.\nOn January 8, Brown caught five passes for 124 yards and two touchdowns in a 30–12 victory over the &lt;a href=\"2016%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt; in the AFC game. His two touchdowns of 50 and 62 yards were the first time that a player had caught two 50+ yard touchdowns in a single post-season game since Randy Moss in 2001, the first time ever in the first quarter, and the first time a Steeler had two receiving touchdowns in a Wild Card game. In the , Brown caught six passes for 108 yards in an 18–16 road victory over the &lt;a href=\"2016%20Kansas%20City%20Chiefs%20season\"&gt;Chiefs&lt;/a&gt;, becoming the third Steeler with four or more 100-yard receiving playoff games. After the game, Brown broadcast the team's locker room celebration on &lt;a href=\"Facebook%20Live\"&gt;Facebook Live&lt;/a&gt; in violation of NFL rules and despite the requests of teammates &lt;a href=\"Ben%20Roethlisberger\"&gt;Ben Roethlisberger&lt;/a&gt; and &lt;a href=\"Ramon%20Foster\"&gt;Ramon Foster&lt;/a&gt; to \"keep a low profile on social media\". The broadcast included head coach &lt;a href=\"Mike%20Tomlin\"&gt;Mike Tomlin&lt;/a&gt; speaking crudely about championship round opponent &lt;a href=\"2016%20New%20England%20Patriots%20season\"&gt;New England&lt;/a&gt;, for which Tomlin later apologized and disciplined Brown. Brown had been paid $244,000 by Facebook before the season to \"create content\" for live channels. In the against the Patriots, Brown had seven receptions for 77 yards in the 36–17 road loss. For his accomplishments in the 2016 season, he was ranked fourth on the &lt;a href=\"NFL%20Top%20100%20Players%20of%202017\"&gt;NFL Top 100 Players of 2017&lt;/a&gt;.\n2017 season.\nOn February 27, 2017, Brown signed a new five-year contract with the Steelers through the 2021 season. The contract was a four-year extension worth $68 million ($19 million guaranteed at signing) with a $17 million annual salary, making Brown the highest paid wide receiver in the NFL.\nIn the season-opener against the &lt;a href=\"2017%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt;, Brown recorded 182 receiving yards on 11 receptions as the Steelers won on the road by a score of 21–18. His 182 receiving yards led all NFL receivers for the season opening week. In addition, he caught all 11 of his targets, which marked a career-high in terms of receptions with a 100% completion rate. During a Week 4 26-9 road victory over the &lt;a href=\"2017%20Baltimore%20Ravens%20season\"&gt;Baltimore Ravens&lt;/a&gt;, Brown became angry over not being thrown the ball by Roethlisberger on an incomplete play, and was filmed throwing a &lt;a href=\"Gatorade\"&gt;Gatorade&lt;/a&gt; cooler and yelling at coaches. During Week 11 against the &lt;a href=\"2017%20Tennessee%20Titans%20season\"&gt;Tennessee Titans&lt;/a&gt;, Brown made a one-handed catch adjacent to his helmet in the end zone for a touchdown. Overall, he had 10 receptions for 144 yards and three touchdowns as the Steelers won 40–17. Brown joined &lt;a href=\"John%20Stallworth\"&gt;John Stallworth&lt;/a&gt; as the only Steelers player with two career games with at least three receiving touchdowns. For his performance in Week 11, Brown was named AFC Offensive Player of the Week. In the next game against the &lt;a href=\"2017%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt;, he had 169 receiving yards and two touchdowns, including two sideline receptions for 37 yards in the final 17 seconds to set up the game-winning field goal. Brown became the fifth player since the 1970 merger with four games with at least 150 receiving yards in the first 12 weeks of a season. Plagued with a minor toe injury, in Week 14 against the Ravens, Brown finished with a season-high 213 receiving yards on 11 receptions, helping the Steelers narrowly win 39–38 and clinch the AFC North title. His 213-yard performance marked the second time in his career with at least 200 receiving yards in a single game. During Week 15 against the &lt;a href=\"2017%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt;, Brown left the game with a left calf injury, and was taken to the hospital. Shortly after the Steelers' 27–24 loss to the &lt;a href=\"AFC%20East\"&gt;AFC East&lt;/a&gt;-clinching Patriots, it was revealed that Brown's left calf was partially torn, meaning that he would not play for the rest of the regular season, but would return during the playoffs. He returned in the of the playoffs, recording seven catches for 132 yards and two touchdowns as the Steelers lost to the &lt;a href=\"2017%20Jacksonville%20Jaguars%20season\"&gt;Jacksonville Jaguars&lt;/a&gt; by a score of 45–42.\nBrown finished the 2017 season with a league-leading 1,533 receiving yards. He became the first player in Steelers franchise history to lead the league in receiving yards twice. He finished fifth in the league with 101 receptions and tied for fourth in the league with nine touchdown receptions. He was named to his sixth Pro Bowl, and was named first-team All-Pro as a unanimous selection. He was ranked the second best player, as well as the best wide receiver, by his peers on the &lt;a href=\"NFL%20Top%20100%20Players%20of%202018\"&gt;NFL Top 100 Players of 2018&lt;/a&gt;.\n2018 season.\nOn July 18, 2018, Brown was announced as the cover athlete for \"&lt;a href=\"Madden%20NFL%2019\"&gt;Madden NFL 19&lt;/a&gt;\".\nIn the season opener against the &lt;a href=\"2018%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt;, Brown reached 10,000 career receiving yards. He achieved the milestone in 116 career games; only two NFL players have reached the mark in fewer games (&lt;a href=\"Calvin%20Johnson\"&gt;Calvin Johnson&lt;/a&gt; in 115 games and &lt;a href=\"Julio%20Jones\"&gt;Julio Jones&lt;/a&gt; in 104 games). Brown finished the 21–21 tie with nine catches for 93 yards and a touchdown. During Week 5 against the &lt;a href=\"2018%20Atlanta%20Falcons%20season\"&gt;Atlanta Falcons&lt;/a&gt;, he had six catches for 101 yards and two touchdowns. In the next game against the &lt;a href=\"2018%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt;, Brown had five catches for 105 yards and caught the game-winning touchdown with 10 seconds left in the fourth quarter. He was also a victim of a dirty hit from &lt;a href=\"Vontaze%20Burfict\"&gt;Vontaze Burfict&lt;/a&gt; in the game. During Week 11 against the &lt;a href=\"2018%20Jacksonville%20Jaguars%20season\"&gt;Jacksonville Jaguars&lt;/a&gt;, Brown had five receptions for 117 yards and a touchdown in a narrow 20-16 road victory. Two weeks later, he had 10 receptions for 154 yards and a touchdown in a 33–30 loss against the &lt;a href=\"2018%20Los%20Angeles%20Chargers%20season\"&gt;Los Angeles Chargers&lt;/a&gt;. During Week 16 against the &lt;a href=\"2018%20New%20Orleans%20Saints%20season\"&gt;New Orleans Saints&lt;/a&gt;, Brown finished with 14 receptions 185 receiving yards and two touchdowns. He would then tie with &lt;a href=\"Brandon%20Marshall\"&gt;Brandon Marshall&lt;/a&gt; for most seasons with 1,000 yards and 100 receptions in NFL history with 6. Overall, Brown finished the 2018 season with 104 receptions for 1,297 and a career-high 15 touchdowns.\nAfter allegedly getting into an argument with quarterback &lt;a href=\"Ben%20Roethlisberger\"&gt;Ben Roethlisberger&lt;/a&gt;, then skipping practices leading up to the Week 17 game against the Bengals, Brown was benched for that game. Following the season, reports surfaced indicating Brown's dissatisfaction with his role on the Steelers, and he eventually requested a trade.\nOakland Raiders.\nOn March 9, 2019, the Steelers agreed to trade Brown to the &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt; in exchange for a third and a fifth-round selection in the &lt;a href=\"2019%20NFL%20Draft\"&gt;2019 NFL Draft&lt;/a&gt;. The deal became official on March 13, 2019. Prior to the trade to Oakland, reports surfaced that the Steelers were \"close to a deal\" with the &lt;a href=\"Buffalo%20Bills\"&gt;Buffalo Bills&lt;/a&gt;, but that the deal was canceled after Brown protested on social media.\nIn Brown's introductory press conference with the Raiders, he said \"I'm here to elevate everything around me. I'm here to just be a surge of energy, of positivity, and good force. A great teammate and to bring out the best of everyone around me cause we all know it's not just about me.\" On August 3, Brown posted a picture of his heavily blistered feet on Instagram, which was later revealed to be &lt;a href=\"frostbite\"&gt;frostbite&lt;/a&gt;s to his feet due to not wearing proper footwear during a &lt;a href=\"cryotherapy\"&gt;cryotherapy&lt;/a&gt; session. Brown's injury forced him to miss 10 out of 11 training camp practices with the Raiders.\nOn August 9, he filed a grievance to continue wearing his old helmet even though it was banned, threatening to retire from football if he was forced to wear a new helmet. Despite Brown's pleas to continue wearing his old helmet, an arbitrator denied his request. Brown eventually found a replacement for his old helmet, but it also did not meet the NFL's standards. Afterwards, he continued to not practice with the Raiders. Brown filed a second grievance regarding his helmet on August 19, which he also lost. On September 4, Brown chose to wear the Xenith Shadow helmet for the 2019 season.\nOn September 4, Brown was fined a combined $54,000 by general manager &lt;a href=\"Mike%20Mayock\"&gt;Mike Mayock&lt;/a&gt; due to unexcused absences and missing two team practice sessions. Brown posted the letter of his fines on &lt;a href=\"Instagram\"&gt;Instagram&lt;/a&gt;, a move that was scrutinized around the league. The following day, Brown confronted Mayock and had a verbal altercation, with reports stating that Brown called Mayock a \"&lt;a href=\"cracker%20%28term%29\"&gt;cracker&lt;/a&gt;\", which Brown later denied. It was also reported that Brown threatened to hit Mayock, and had to be held back by several teammates, including linebacker &lt;a href=\"Vontaze%20Burfict\"&gt;Vontaze Burfict&lt;/a&gt;. Afterwards, he punted a football and said to Mayock \"fine me for that\".\nOn September 6, Brown showed up at a Raiders' team meeting and made an emotional apology for his actions. When head coach &lt;a href=\"Jon%20Gruden\"&gt;Jon Gruden&lt;/a&gt; was asked if Brown would play in Week 1 against the &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt;, he replied \"That's the plan. Yes.\" Later that day, Brown read a 20-second statement that read \"I'm excited to be out here today. I apologized to my teammates and the organization. Enough talk, man. I'm excited to be out here with my teammates. I'm grateful for all the fans. I'm excited to be a part of the Raiders and see you guys soon.\"\nHowever, less than a day later on September 7, Brown demanded his release from the Raiders after they voided the guaranteed money in his contract. Brown was released by the Raiders later that day, just hours before his 2019 salary would have become guaranteed. Prior to his release, the Raiders fined Brown $215,000 due to his altercation with Mayock.\nNew England Patriots.\nOn September 7, 2019, the same day he was released by the Raiders, Brown agreed to a one-year contract with the &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt; worth up to $15 million, with a $9 million signing bonus. Additionally, on September 9, the Patriots added a second-year option in Brown's contract in which he would receive $20 million if picked up.\nDespite allegations of sexual and personal misconduct levied against him, Brown practiced with the Patriots in preparation for his season debut in Week 2 against the &lt;a href=\"2019%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt;. He officially made his Patriots debut in Week 2, catching four passes for 56 yards and a touchdown along with a 5-yard rush in a 43–0 road victory. On September 20, following further allegations, in addition to allegedly intimidating text messages sent to one of his accusers after going to New England, Brown was cut by the Patriots.\n2020 offseason.\nBrown posted on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; that he was retiring from the NFL on September 22, 2019, but changed his mind four days later. On July 20, 2020, he implied he was retiring again, but again expressed interest in playing a few days later.\nOn July 31, 2020, Brown was suspended for the first eight weeks of the &lt;a href=\"2020%20NFL%20season\"&gt;2020 NFL season&lt;/a&gt; for multiple violations of the league's personal-conduct policy.\nTampa Bay Buccaneers.\n2020 season.\nBrown visited the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt; on October 24, 2020. He signed a one-year contract with the team on October 27, which reportedly included $1 million in base salary and active game bonuses, and $1.5 million in performance incentives. Brown was reunited with Tampa Bay Buccaneers' head coach &lt;a href=\"Bruce%20Arians\"&gt;Bruce Arians&lt;/a&gt; who was previously his offensive coordinator with the &lt;a href=\"2011%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt;.\nBrown was reinstated from suspension and the team activated him on November 3, 2020. In his first game back on \"&lt;a href=\"NBC%20Sunday%20Night%20Football\"&gt;Sunday Night Football&lt;/a&gt;\" in Week 9, he was targeted five times, catching three passes for 31 yards. However, the Buccaneers were routed by the &lt;a href=\"2020%20New%20Orleans%20Saints%20season\"&gt;New Orleans Saints&lt;/a&gt; 3–38. In Week 10 against the &lt;a href=\"2020%20Carolina%20Panthers%20season\"&gt;Carolina Panthers&lt;/a&gt;, Brown caught seven passes for 69 yards in a 46–23 victory. The next day on November 16, 2020, it was reported that Brown destroyed a security camera and threw a bicycle at a security guard at his home on October 15, 2020.\nIn Week 15 against the &lt;a href=\"2020%20Atlanta%20Falcons%20season\"&gt;Atlanta Falcons&lt;/a&gt;, Brown recorded five catches for 93 yards and a touchdown during the 31–27 comeback victory. This was Brown's first touchdown of the season and as a Buccaneer. In Week 17, against the Atlanta Falcons, he had 11 receptions for 138 receiving yards and two touchdowns in the 44–27 victory. Overall, he finished the 2020 season with 45 receptions for 483 receiving yards and four touchdowns.\nIn the Wild Card Round against the &lt;a href=\"2020%20Washington%20Football%20Team%20season\"&gt;Washington Football Team&lt;/a&gt;, Brown rushed once for a 22-yard gain and caught two passes for 49 yards and a touchdown during the 31–23 win. Brown was injured, and did not play in the &lt;a href=\"NFC%20Championship%20game\"&gt;NFC title game&lt;/a&gt; in which the Buccaneers beat the &lt;a href=\"2020%20Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt; at &lt;a href=\"Lambeau%20Field\"&gt;Lambeau Field&lt;/a&gt;. In &lt;a href=\"Super%20Bowl%20LV\"&gt;Super Bowl LV&lt;/a&gt; against the &lt;a href=\"2020%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City Chiefs&lt;/a&gt;, Brown scored the third touchdown of the game, a one-yard reception from &lt;a href=\"Tom%20Brady\"&gt;Tom Brady&lt;/a&gt;, with six seconds left in the first half. The Buccaneers won 31–9, securing Brown his first Super Bowl championship.\n2021 season.\nOn April 28, 2021, Brown agreed to a one-year deal to return to the Buccaneers. Despite off-season knee surgery, Brown passed the physical, and the deal became official on May 25, 2021. The deal was worth $6.25 million, a $2 million signing bonus, and $3.1 million guaranteed. On September 22, 2021, the Buccaneers placed Brown on the reserve/&lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; list. He missed the Week 3 game against the &lt;a href=\"Los%20Angeles%20Rams\"&gt;Los Angeles Rams&lt;/a&gt; because he was still on the list. On December 2, 2021, Brown was suspended for three games by the NFL for violating the league's &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; protocols by misrepresenting his &lt;a href=\"COVID-19%20vaccine%20card\"&gt;vaccination status&lt;/a&gt;.\nIn Week 17, during the third quarter of the Buccaneers' 28–24 win over the &lt;a href=\"2021%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt;, Brown took his jersey, shoulder pads, glove, and shirt off and ran off the field into the locker room. Buccaneers head coach &lt;a href=\"Bruce%20Arians\"&gt;Bruce Arians&lt;/a&gt; said in a postgame press conference that Brown \"is no longer a Buc\". Later, Arians spoke to Fox Sports' &lt;a href=\"Jay%20Glazer\"&gt;Jay Glazer&lt;/a&gt; after the game, explaining he tried to get Brown to go into the game and Brown refused, which is when he told Brown to leave. When asked if he saw Brown take his jersey off, Arians said he did and he had \"never seen anything like it in all my years.\" &lt;a href=\"Tom%20Brady\"&gt;Tom Brady&lt;/a&gt; in the same press conference stated “We all love him, we care about him deeply, we wanna see him be at his best, unfortunately it won’t be with our team.”\nFour days after the incident, on January 5, Brown released a statement claiming that Arians and the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt; had engaged in a cover up. Brown claimed that an MRI on his ankle showed “broken bone fragments stuck in my ankle, the ligament torn from the bone, and cartilage loss, which are beyond painful.” Brown announced he would undergo surgery for these injuries. Brown was officially released on January 6, 2022, and passed through &lt;a href=\"Waivers%20%28American%20football%29\"&gt;veterans waivers&lt;/a&gt; two days later without a team claiming him. Brown finished the season with 42 catches, 545 yards, and four touchdowns in seven games played.\nOther ventures.\nTelevision appearances.\nOn March 8, 2016, Brown was announced as one of the celebrities who competed on &lt;a href=\"Dancing%20with%20the%20Stars%20%28U.S.%20season%2022%29\"&gt;season 22&lt;/a&gt; of \"&lt;a href=\"Dancing%20with%20the%20Stars%20%28U.S.%20TV%20series%29\"&gt;Dancing with the Stars&lt;/a&gt;\". He was paired with professional dancer &lt;a href=\"Sharna%20Burgess\"&gt;Sharna Burgess&lt;/a&gt;. Brown and Burgess were eliminated during the semifinals of the show and finished the competition in fourth place overall.\nOn January 2, 2019, Brown took part on the &lt;a href=\"The%20Masked%20Singer%20%28American%20season%201%29\"&gt;first season&lt;/a&gt; of \"&lt;a href=\"The%20Masked%20Singer%20%28U.S.%20TV%20series%29\"&gt;The Masked Singer&lt;/a&gt;\" as \"Hippo\" where he sang \"&lt;a href=\"My%20Prerogative\"&gt;My Prerogative&lt;/a&gt;\" by &lt;a href=\"Bobby%20Brown\"&gt;Bobby Brown&lt;/a&gt;. He was eliminated in the first episode.\nMusic.\nIn 2018, he appeared in recording artist &lt;a href=\"Drake%20%28musician%29\"&gt;Drake&lt;/a&gt;'s music video for \"&lt;a href=\"God%27s%20Plan%20%28song%29\"&gt;God's Plan&lt;/a&gt;\".\nIn January 2020, Brown began releasing music under the stage name AB; his debut single was \"Whole Lotta Money\". Later, in January 2022, Brown released \"Pit Not The Palace\" hours after he ran off the field during a Buccaneers–Jets game.\nPersonal life.\nBrown is the father of four sons and two daughters. He has three sons and a daughter with Chelsie Kyriss and two other children by two other women. In September 2019, Brown re-enrolled for online classes at his &lt;a href=\"alma%20mater\"&gt;alma mater&lt;/a&gt;, Central Michigan University.\nBrown is the cousin of &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt; wide receiver &lt;a href=\"Marquise%20Brown\"&gt;Marquise Brown&lt;/a&gt;, who was drafted in 2019.\nControversies.\nDuring and before the 2018 season, Brown was embroiled in numerous incidents in addition to &lt;a href=\"2018%20Pittsburgh%20Steelers%20season%23Off-the-field%20events\"&gt;causing tension within the Steelers organization&lt;/a&gt;. This included tossing furniture out of his 14th-floor apartment window in April, nearly hitting a 22-month-old child on the patio below, and getting cited for speeding in excess of 100 mph along a suburban Pittsburgh highway. Brown was later sued for the April incident, and reached a settlement with the family of the child in April 2019. In February 2019, a judge ruled him guilty of reckless driving in the speeding incident, and Brown received a fine.\nOn September 10, 2019, Brown's former trainer, Britney Taylor, filed a lawsuit alleging he sexually assaulted her on three occasions. She claimed that he exposed himself to her, ejaculated on her back, and raped her. Brown and his legal team denied the allegations. On September 18, the Allegheny county district attorney's office announced Brown would not be prosecuted because Taylor's accusations were outside of the statute of limitations. The civil suit continued. On September 16, a second woman accused him of sexual misconduct. Separately, Victor Prisk, a Pittsburgh-based doctor, who Brown worked with while with the Steelers, also sued Brown for $11,500 in unpaid fees. A settlement between Brown and Taylor was agreed upon in April 2021.\nOn January 13, 2020, following several domestic incidents in which police were called to Brown's home in &lt;a href=\"Hollywood%2C%20Florida\"&gt;Hollywood, Florida&lt;/a&gt;, the &lt;a href=\"Hollywood%20Police%20Department%20%28Florida%29\"&gt;Hollywood Police Department&lt;/a&gt; stated they no longer want Brown to be associated with their youth league (PAL). The Hollywood police department returned a check from Brown and issued a trespass order preventing him from being involved with their youth league while saying in a statement, \"We do not want him to continue to affect our youth, or influence them in a negative way.\" Days later on January 21, it was reported that Brown and an accomplice had attacked a moving truck driver at the home. &lt;a href=\"Glenn%20Holt\"&gt;Glenn Holt&lt;/a&gt;, working as Brown's trainer was arrested, while a warrant for Brown's arrest was issued a day later with a felony charge of &lt;a href=\"Battery%20%28crime%29\"&gt;battery&lt;/a&gt; and &lt;a href=\"burglary\"&gt;burglary&lt;/a&gt;. He turned himself in a night later on January 23. Brown was officially charged with felony burglary of a vehicle, misdemeanor battery, and misdemeanor &lt;a href=\"criminal%20mischief\"&gt;criminal mischief&lt;/a&gt; on March 20, 2020. On June 12, 2020, Brown pleaded no contest to the felony battery and burglary charges and received two years of probation. He was also ordered to undergo 100 hours of &lt;a href=\"community%20service\"&gt;community service&lt;/a&gt;, a 13-week anger management counseling program, and a psychological evaluation."
}