{
    "id": "25806823",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=25806823",
    "title": "William Barthau",
    "text": "William Barthau is a French retired international &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who most recently played as a &lt;a href=\"Rugby%20league%20positions%23Scrum-half\"&gt;scrum-half&lt;/a&gt; for &lt;a href=\"Toulouse%20Olympique\"&gt;Toulouse Olympique&lt;/a&gt; in the &lt;a href=\"Betfred%20Championship\"&gt;Betfred Championship&lt;/a&gt; and the &lt;a href=\"France%20national%20rugby%20league%20team\"&gt;French national side&lt;/a&gt;.\nBackground.\nBarthau was born in &lt;a href=\"Villeneuve-sur-Lot\"&gt;Villeneuve-sur-Lot&lt;/a&gt;, &lt;a href=\"Aquitaine\"&gt;Aquitaine&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;.\nCareer.\nCatalans Dragons.\nHe was a trainee at the Dragons since the start of the 2009 season, and signed part-time in July 2009. In 2010 he signed his first professional contract. He was handed the number 16 jersey for 2010. Despite only being promoted to the Catalans first-team squad in 2010, he played for the &lt;a href=\"France%20national%20rugby%20league%20team\"&gt;French national side&lt;/a&gt; at international level; coming off the bench against &lt;a href=\"England%20national%20rugby%20league%20team\"&gt;England&lt;/a&gt; in June 2009.\nHe represented France in the &lt;a href=\"2010%20European%20Cup\"&gt;2010 European Cup&lt;/a&gt; and was named in the French squad for the &lt;a href=\"2013%20Rugby%20League%20World%20Cup\"&gt;2013 Rugby League World Cup&lt;/a&gt;.\nOn 14 August 2014, &lt;a href=\"Championship%20%28rugby%20league%29\"&gt;Championship&lt;/a&gt; side &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt; announced the signing of Barthau on a 2-year deal until the end of 2016.\nToulouse Olympique.\nToulouse announced his decision to retire with immediate effect on 12 August 2020.\nInternational.\nHe was named in the France 23 man squad for the &lt;a href=\"2014%20European%20Cup%20%28rugby%20league%29\"&gt;2014 European Championship&lt;/a&gt; against Wales, Ireland and Scotland.\nAfter missing France's first match of the &lt;a href=\"2015%20European%20Cup\"&gt;2015 European Cup&lt;/a&gt; and test-match with England due to injury, William returned to play for France in their European Cup match against Wales.\nBarthau played in France's lone international fixture of 2016, an &lt;a href=\"2016%20Rugby%20League%20Four%20Nations%23France%20vs%20England\"&gt;end of year test match&lt;/a&gt; against England in Avignon."
}