{
    "id": "25832647",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=25832647",
    "title": "Costasiella coronata",
    "text": "Costasiella coronata is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of &lt;a href=\"sacoglossa\"&gt;sacoglossa&lt;/a&gt;n &lt;a href=\"sea%20slug\"&gt;sea slug&lt;/a&gt;, a shell-less &lt;a href=\"marine%20%28ocean%29\"&gt;marine&lt;/a&gt; &lt;a href=\"opisthobranch\"&gt;opisthobranch&lt;/a&gt; &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"mollusk\"&gt;mollusk&lt;/a&gt; in the family &lt;a href=\"Costasiellidae\"&gt;Costasiellidae&lt;/a&gt;.\nDistribution.\nThe type locality for this species is &lt;a href=\"mangrove\"&gt;mangrove&lt;/a&gt; forest in &lt;a href=\"Bang%20Tawa\"&gt;Bang Tawa&lt;/a&gt;, &lt;a href=\"southern%20Thailand\"&gt;southern Thailand&lt;/a&gt;. The type specimen (holotype) is stored in the Zoological Reference Collection of the &lt;a href=\"Raffles%20Museum%20of%20Biodiversity%20Research\"&gt;Raffles Museum of Biodiversity Research&lt;/a&gt;, &lt;a href=\"National%20University%20of%20Singapore\"&gt;National University of Singapore&lt;/a&gt;. The three paratypes are stored in the Zoological Museum, &lt;a href=\"University%20of%20Amsterdam\"&gt;University of Amsterdam&lt;/a&gt;.\nDescription.\nSlugs are from yellowish brown to bright green in color, when they are well fed. There are also color (blue-green, white, yellowish, red-brown) dots on the skin. The body length is from 4 to 10.5 mm. Its &lt;a href=\"cerata\"&gt;cerata&lt;/a&gt; are flattened and this is the difference from other species in the genus. The renal shield is large and cover 2/3 of the body when the slug is fully extended. Rhinophores are smooth. Genital apertures are on the right side of the head. The male aperture and vaginal aperture are below the right rhinophore; the oviductal aperture is a bit below them.\nHabitat.\nThese are &lt;a href=\"%3Awikt%3Aamphibious\"&gt;amphibious&lt;/a&gt; slugs living in the &lt;a href=\"intertidal%20zone\"&gt;intertidal zone&lt;/a&gt;. They are found on mud or on \"&lt;a href=\"Vaucheria\"&gt;Vaucheria&lt;/a&gt;\" algae. They are found in higher density on \"Vaucheria\" when the algae is above the sea water level.\nFeeding habits.\nThis species feeds on \"&lt;a href=\"Vaucheria\"&gt;Vaucheria&lt;/a&gt;\". The other species of \"Costasiella\" which is known to feed on \"Vaucheria\" is \"&lt;a href=\"Costasiella%20palida\"&gt;Costasiella palida&lt;/a&gt;\".\nLife cycle.\n\"Costasiella coronata\" is a &lt;a href=\"hermaphroditic\"&gt;hermaphroditic&lt;/a&gt; species. Mating occurs in the water. Eggs are in egg capsules forming prolonged egg-strings in dimensions 9–15 mm × 1.7 mm containing from 2000 to 4000 eggs. A single egg has dimension about 61 μm. The free swimming &lt;a href=\"veliger\"&gt;veliger&lt;/a&gt; hatches from eggs after 4 days. Then veliger then undergoes a &lt;a href=\"metamorphosis\"&gt;metamorphosis&lt;/a&gt; into a slug."
}