{
    "id": "25859620",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=25859620",
    "title": "Ann McElhinney and Phelim McAleer",
    "text": "Ann McElhinney (born 1964) and Phelim McAleer (born 1967) are &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; Irish documentary filmmakers and \"New York Times\" best-selling authors. They have written and produced the political documentaries \"&lt;a href=\"FrackNation\"&gt;FrackNation&lt;/a&gt;\", \"&lt;a href=\"Not%20Evil%20Just%20Wrong\"&gt;Not Evil Just Wrong&lt;/a&gt;,\" and \"&lt;a href=\"Mine%20Your%20Own%20Business\"&gt;Mine Your Own Business&lt;/a&gt;\", as well as \"The Search for Tristan's Mum\" and \"Return to Sender\". Their latest project, \"\", is a true crime drama film based on the crimes of &lt;a href=\"Kermit%20Gosnell\"&gt;Kermit Gosnell&lt;/a&gt;. Their book, \"Gosnell: The Untold Story of America’s Most Prolific Serial Killer\", was an Amazon and \"New York Times\" best seller. They are married.\nEarly careers.\nMcAleer, who is from &lt;a href=\"Beragh\"&gt;Beragh&lt;/a&gt;, &lt;a href=\"Co.%20Tyrone\"&gt;Co. Tyrone&lt;/a&gt;, &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt; and who is a former student of the National Council for the Training of Journalists course at the &lt;a href=\"Belfast%20Metropolitan%20College\"&gt;Belfast Institute of Further and Higher Education&lt;/a&gt;, began his journalism career by accepting a position at the \"Crossmaglen Examiner\" a local Northern Ireland newspaper in &lt;a href=\"Co.%20Armagh\"&gt;Co. Armagh&lt;/a&gt;, an area where the &lt;a href=\"Irish%20Republican%20Army\"&gt;IRA&lt;/a&gt; operated. McAleer then moved to Northern Ireland's largest-selling daily, the \"&lt;a href=\"Irish%20News\"&gt;Irish News&lt;/a&gt;,\" in &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt;. There he covered the Northern Ireland &lt;a href=\"The%20Troubles\"&gt;troubles&lt;/a&gt; and peace process, before becoming night editor. From 1998 to 2000, he worked for the UK's \"&lt;a href=\"Sunday%20Times\"&gt;Sunday Times&lt;/a&gt;\" in its &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt; office. From 2000 to 2003 he was the Romania/Bulgaria Correspondent for the \"&lt;a href=\"Financial%20Times\"&gt;Financial Times&lt;/a&gt;\", and he also covered those countries for \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\". It was this position that ultimately led him to filming documentaries.\nMcElhinney, who is from &lt;a href=\"Bundoran\"&gt;Bundoran&lt;/a&gt;, &lt;a href=\"Co.%20Donegal\"&gt;Co. Donegal&lt;/a&gt; in the &lt;a href=\"Republic%20of%20Ireland\"&gt;Republic of Ireland&lt;/a&gt;, has made documentaries for the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt;, &lt;a href=\"Canadian%20Broadcasting%20Corporation\"&gt;CBC&lt;/a&gt; (Canada), and &lt;a href=\"Raidi%C3%B3%20Teilif%C3%ADs%20%C3%89ireann\"&gt;RTÉ&lt;/a&gt; (Ireland). She has been a guest on \"&lt;a href=\"The%20Dennis%20Miller%20Show%20%28radio%29\"&gt;Dennis Miller&lt;/a&gt;\" and the \"&lt;a href=\"Randi%20Rhodes\"&gt;Randi Rhodes&lt;/a&gt;\" show. McElhinney has worked as a journalist and filmmaker in the US, Canada, Romania, Bulgaria, Chile, Indonesia, Cambodia, Vietnam, China, Ghana and Uganda.\nFilms.\nFrackNation.\n\"&lt;a href=\"FrackNation\"&gt;FrackNation&lt;/a&gt;\" is a feature documentary that claims to address misinformation about the process of &lt;a href=\"hydraulic%20fracturing\"&gt;hydraulic fracturing&lt;/a&gt;, commonly called fracking. It premiered in 2013 on &lt;a href=\"Mark%20Cuban\"&gt;Mark Cuban&lt;/a&gt;'s &lt;a href=\"AXS%20TV\"&gt;AXS TV&lt;/a&gt; and was distributed by &lt;a href=\"Magnolia%20Pictures\"&gt;Magnolia Pictures&lt;/a&gt; in 2014. \"FrackNation\" was inspired by a confrontation between &lt;a href=\"Josh%20Fox\"&gt;Josh Fox&lt;/a&gt;, the director of the 2010 documentary \"&lt;a href=\"Gasland\"&gt;Gasland&lt;/a&gt;\", and McAleer. While Fox was promoting his film project McAleer confronted him about the historical record of people being able to ignite natural gas coming from their water taps. McAleer told the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\":He knew that people could light their water for decades before fracking started. He said he didn’t include that in the film because it wasn’t relevant.McAleer told \"&lt;a href=\"Politico\"&gt;Politico&lt;/a&gt;\" he was motivated to make the film by the \"one-sided approach taken by the media, 'outsiders' and 'urban elites'\" on the fracking process. McAleer said there has been no real debate on the issue, with the environmental lobby relying on emotion and scare tactics to condemn fracking.\nIn an interview with the \"&lt;a href=\"Pittsburgh%20Post-Gazette\"&gt;Pittsburgh Post-Gazette&lt;/a&gt;\" McAleer stressed the film is trying to show both sides of the fracking discussion. \"We're definitely covering the contamination\" in the film, McAleer said. \"We feature both sides.\" Though the filmmakers wanted to avoid appearing pro-industry, according to the interviewer, trailers from the film \"play rather like industry commercials ... of farmers and landowners who say gas drilling provides economic stability\".\nIn 2013, a sequel to Gasland titled \"Gasland Part II\" premiered at the &lt;a href=\"Tribeca%20Film%20Festival\"&gt;Tribeca Film Festival&lt;/a&gt; in New York City on 21 April 2013. A group of farmers, who were featured in \"&lt;a href=\"FrackNation\"&gt;FrackNation&lt;/a&gt;\", along with McAleer and McElhinney, were not admitted into the premiere and claimed that it was because they asked difficult questions; organizers said that after guests who had purchased advance tickets and waited in line had been admitted, the screening was full.\n\"Not Evil Just Wrong\".\n\"&lt;a href=\"Not%20Evil%20Just%20Wrong\"&gt;Not Evil Just Wrong&lt;/a&gt;\" is a film McElhinney and McAleer directed and produced to challenge &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt;'s \"&lt;a href=\"An%20Inconvenient%20Truth\"&gt;An Inconvenient Truth&lt;/a&gt;.\" It claims that the evidence for human-caused &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt; is inconclusive, and that the impact of suggested legislation for mitigating climate change would be much more harmful to humans than beneficial. The movie was filmed in 2008, and was screened at the &lt;a href=\"International%20Documentary%20Film%20Festival%20Amsterdam\"&gt;International Documentary Film Festival Amsterdam&lt;/a&gt; and at the Right Online conference in 2009.\nIn 2010, the directors cooperated with the &lt;a href=\"Independent%20Women%27s%20Forum\"&gt;Independent Women's Forum&lt;/a&gt; to create a program, Balanced Education for Everyone (B.E.E.) that seeks to place \"Not Evil Just Wrong\" in schools.\nMine Your Own Business.\n\"&lt;a href=\"Mine%20Your%20Own%20Business\"&gt;Mine Your Own Business&lt;/a&gt;\" is a documentary partly funded by the Canadian Mining Company that looked at campaigns by foreign environmentalists against a large scale mining project in Romania that never came to fruition. The film looked at how the lives of the poor people in the area would have been affected if the mine had been built. McAleer agreed to film the documentary, funded by the Canadian Mining Company featured in the movie, after the company guaranteed that he and wife would retain creative control over its content. McAleer said of his findings during the shoot:\nIt was surprising that environmentalists would lie, but the most shocking part was yet to come. As I spoke to the Western environmentalists, it quickly emerged that they wanted to stop the mine because they felt that development and prosperity will ruin the rural \"idyllic\" lifestyle of these happy peasants. This \"lifestyle\" includes 70-percent unemployment, two-thirds of the people having no running water and using an outhouse in winters where the temperature can plummet to 20 degrees below zero Celsius.\nIn the documentary, McAleer films Mark Fenn from the &lt;a href=\"World%20Wildlife%20Fund\"&gt;World Wildlife Fund&lt;/a&gt;, who is shown living in luxurious conditions, at one point showing off his $35,000 sailboat to the cameras, all the while advocating the value of living the simple, village life.\nThe Search for Tristan's Mum.\nMcElhinney and McAleer directed and co-produced \"The Search for Tristan's Mum,\" which highlights the case of a toddler Tristan Dowse who was adopted by an Irish couple at birth—and then abandoned in an Indonesian &lt;a href=\"orphanage\"&gt;orphanage&lt;/a&gt; two years later. It broadcast on RTÉ 1, the Irish state television station, in 2005. Tristan Dowse was an Indonesian boy adopted by an Irish man, Joe Dowse, and his &lt;a href=\"Azerbaijani%20people\"&gt;Azerbaijani&lt;/a&gt; wife, Lala. After two years, Tristan was abandoned at the Indonesian orphanage from where he had been originally adopted, when, according to the Dowses, the adoption \"hadn't worked out.\" At that stage, his adoption had been recognised by the Irish Adoption Board and he had been granted Irish citizenship. He could only speak English. In 2005, McAleer and McElhinney reunited the young boy with his natural mother, Suryani. In 2006, an Irish court ordered the Dowses to pay an immediate lump sum of €20,000 to Tristan, maintenance of €350 per month until he is 18 years of age, and a further lump sum of €25,000 when he reaches the age of 18. In addition, Tristan would remain an Irish citizen and enjoy all the rights to the Dowses' estate. Tristan's adoption was struck off the Register of Foreign Adoptions held by the Irish Adoption Board and Suryani was appointed his sole legal guardian.\nThis film was selected to be part of Input 2006, a showcase for programs representing national public broadcasters from around the world, and was duly screened for industry professionals at the film festival that year in Taiwan in May.\n\"My Son Hunter\".\nIn 2021, the duo announced their next project, a biopic centered on &lt;a href=\"Hunter%20Biden\"&gt;Hunter Biden&lt;/a&gt;. Both will produce, with &lt;a href=\"Robert%20Davi\"&gt;Robert Davi&lt;/a&gt; directing. The cast includes &lt;a href=\"Gina%20Carano\"&gt;Gina Carano&lt;/a&gt;, &lt;a href=\"Laurence%20Fox\"&gt;Laurence Fox&lt;/a&gt;, and &lt;a href=\"John%20James%20%28actor%29\"&gt;John James&lt;/a&gt;.\nKermit Gosnell film project.\nMcElhinney and McAleer are developing a true crime drama film about abortion doctor &lt;a href=\"Kermit%20Gosnell\"&gt;Kermit Gosnell&lt;/a&gt;, who was convicted on three of the murder charges, 21 felony counts of illegal late-term abortion, and 211 counts of violating the 24-hour informed consent law, May 2013. The murder charges related to a patient who died while under his care and seven newborns said to &lt;a href=\"Infanticide\"&gt;have been killed&lt;/a&gt; after being &lt;a href=\"Born%20alive%20rule\"&gt;born alive&lt;/a&gt; during attempted abortions. The current film project is called the Gosnell Movie, and it has raised more than $2.3 million on &lt;a href=\"Indiegogo\"&gt;Indiegogo&lt;/a&gt; as of 26 June 2015. On Friday, 9 May 2014, the filmmakers, McElhinney and McAleer, announced that they had hit their funding goal for the movie and that the movie will be made. The Gosnell movie project has raised more money than any other movie project in Indiegogo history. During the fundraising period the project received endorsements from Hollywood actors such as &lt;a href=\"Kevin%20Sorbo\"&gt;Kevin Sorbo&lt;/a&gt;. The campaign received contributions from 28,181 donors. &lt;a href=\"Andrew%20Klavan\"&gt;Andrew Klavan&lt;/a&gt; has been hired to be the screenwriter for the movie. &lt;a href=\"Nick%20Searcy\"&gt;Nick Searcy&lt;/a&gt; will direct and John Sullivan is the executive producer.\nGosnell book.\nIn January 2017, Regnery Publishing released McElhinney and McAleer's book about abortion doctor Kermit Gosnell, \"Gosnell: The Untold Story of America's Most Prolific Serial Killer\". The book debuted at No. 3 on Amazon's best seller list and No. 13 on the \"New York Times\"'s \"Combined Print &amp; E-Book Best Sellers.\" Regnery Publishing said that the \"New York Times\" \"ignored real sales numbers\".\nPublic appearances.\nMcElhinney and McAleer are popular speakers at conservative conferences. McElhinney spoke at Right Online in &lt;a href=\"Las%20Vegas%20Valley\"&gt;Las Vegas&lt;/a&gt;, hosted by &lt;a href=\"Americans%20for%20Prosperity\"&gt;Americans for Prosperity&lt;/a&gt;, where she spoke out in reaction to &lt;a href=\"Van%20Jones\"&gt;Van Jones&lt;/a&gt;—who had made an appearance at Netroots Nation. She spoke at the 2009, 2010, 2012, and 2017 &lt;a href=\"Conservative%20Political%20Action%20Conference\"&gt;Conservative Political Action Conference&lt;/a&gt;s. She has also been a featured speaker at the &lt;a href=\"Civitas%20Institute\"&gt;Civitas Institute&lt;/a&gt;'s Conservative Leadership Conference. McElhinney and McAleer were featured speakers on the &lt;a href=\"Media%20Research%20Center\"&gt;Media Research Center&lt;/a&gt;'s 2016 Caribbean Cruise and at the 2016 &lt;a href=\"The%20Heritage%20Foundation\"&gt;Heritage Foundation&lt;/a&gt; Resource Bank."
}