{
    "id": "25859570",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=25859570",
    "title": "Indian aurochs",
    "text": "The Indian aurochs (\"Bos primigenius namadicus\") () is an extinct &lt;a href=\"aurochs\"&gt;aurochs&lt;/a&gt; subspecies that is considered the wild ancestor of the domestic &lt;a href=\"zebu%20cattle\"&gt;zebu cattle&lt;/a&gt;, which is mainly found in the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt; and has been introduced in many other parts of the world, like &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; and &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;. In contrast, the domesticated &lt;a href=\"taurine%20cattle\"&gt;taurine cattle&lt;/a&gt; breeds, which are native to &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, the &lt;a href=\"Near%20East\"&gt;Near East&lt;/a&gt;, and other parts of the world, are descendants of the Eurasian aurochs (\"Bos primigenius primigenius\"). According to IUCN, the Indian aurochs disappeared before the 13th century AD, leaving only the \"Bos primigenius primigenius\", whose range was by then restricted to Europe. The wild population of Indian aurochs was likely extinct millennia earlier than that; the most recent skeletal remains, from Uttar Pradesh, date from around 1,800 BC.\nDescription.\nThe Indian aurochs is known from fossil and subfossil remains. These show relatively slight differences to the Eurasian aurochs (\"B. p. primigenius\"). The Indian aurochs was probably smaller than its Eurasian counterpart but had proportionally larger horns. Because the range of the aurochs probably was continuous from Portugal to India, it is uncertain whether there was a clear distinction or a continuum between the Eurasian and Indian subspecies.\nThe Indian aurochs diverged from the Eurasian aurochs (\"B. p. primigenius\") about 100,000–200,000 years ago. This has been shown by comparison of DNA from zebus and taurine cattle breeds, the living descendants of these two aurochs forms. The Indian aurochs is sometimes regarded as a distinct species. Zebu cattle are phenotypically distinguished from taurine cattle by the presence of a prominent shoulder hump.\nRange.\nThe aurochs originated about 2 million years ago in India and spread westwards.\nThe Indian aurochs roamed in the &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt; and &lt;a href=\"Holocene\"&gt;Holocene&lt;/a&gt; epochs throughout the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt; from &lt;a href=\"Baluchistan\"&gt;Baluchistan&lt;/a&gt;, the &lt;a href=\"Indus\"&gt;Indus&lt;/a&gt; valley and the &lt;a href=\"Ganges\"&gt;Ganges&lt;/a&gt; valley to south India. Most remains are from the north of India, on the &lt;a href=\"Kathiawar%20Peninsula\"&gt;Kathiawar Peninsula&lt;/a&gt;, along the Ganges, and from the area of the &lt;a href=\"Narmada%20River\"&gt;Narmada River&lt;/a&gt;. However, bone remains of the Indian aurochs are present in the south as well, such as the &lt;a href=\"Deccan%20Plateau\"&gt;Deccan area&lt;/a&gt; and along the &lt;a href=\"Krishna%20River\"&gt;Krishna River&lt;/a&gt;. The wild Indian aurochs survived into &lt;a href=\"South%20Asian%20Stone%20Age%23Neolithic\"&gt;neolithic times&lt;/a&gt;, when it was domesticated around 9,000 &lt;a href=\"YBP\"&gt;YBP&lt;/a&gt;, and co-existed with human pastoralism spreading throughout India around 5,500–4,000 YBP. The youngest known remains from southern India, which clearly belong to wild Indian aurochs are from &lt;a href=\"Banahalli\"&gt;Banahalli&lt;/a&gt; in &lt;a href=\"Karnataka\"&gt;Karnataka&lt;/a&gt;, with an age of about 4200 years old. In northern India, the most recent remains date from 1,800 BC, from Koldihwa/Mahagara, &lt;a href=\"Uttar%20Pradesh\"&gt;Uttar Pradesh&lt;/a&gt;.\nPossible predators preying on the wild type of the zebu were big cats such as &lt;a href=\"Asiatic%20lion\"&gt;lions&lt;/a&gt;, &lt;a href=\"Indian%20leopard\"&gt;leopard&lt;/a&gt;s and &lt;a href=\"Bengal%20tiger\"&gt;tiger&lt;/a&gt;s, as well as other predatory mammals such as &lt;a href=\"dhole\"&gt;dhole&lt;/a&gt;s and even giant &lt;a href=\"hyena\"&gt;hyena&lt;/a&gt;s and &lt;a href=\"Machairodontinae\"&gt;machairodonts&lt;/a&gt; such as &lt;a href=\"Homotherium\"&gt;Homotherium&lt;/a&gt; and &lt;a href=\"Megantereon\"&gt;Megantereon&lt;/a&gt; during prehistoric times.\nDomestication.\nThe Indian aurochs was domesticated in northern India, producing zebu or indicine cattle. The primary centre of the Indian aurochs' domestication was most probably the Indus River valley, now the &lt;a href=\"Baluchistan%2C%20Pakistan\"&gt;Baluchistan region&lt;/a&gt; in Pakistan. The domestication process seems to have been prompted by the arrival of new crop species from the Near East around 9,000 YBP. Human pastoralism, enabled by domestic cattle, spread throughout the subcontinent around 5,500–4,000 YBP. Secondary domestication events - instances of additional genetic diversity acquired from interbreeding domesticated proto-indicine stock with wild aurochs cows - occurred very frequently in the Ganges basin but less so in southern India. It was in the Ganges valley, in Uttar Pradesh, that the most recent evidence of wild aurochs was found. Domestic zebu are recorded from the Indus region since 6000 BC and from south India, the middle Ganges region, and Gujarat since 2000–3500 BC. Domestic cattle seem to have been absent in southern China and &lt;a href=\"southeast%20Asia\"&gt;southeast Asia&lt;/a&gt; until 2000–1000 BC, when indicine cattle first appeared there.\nFeral zebu cattle.\nA &lt;a href=\"feral\"&gt;feral&lt;/a&gt; population of zebu cattle is found in the &lt;a href=\"Kuno%20Wildlife%20Sanctuary\"&gt;Kuno Wildlife Sanctuary&lt;/a&gt; in &lt;a href=\"Madhya%20Pradesh\"&gt;Madhya Pradesh&lt;/a&gt;. The zebu were left there as a potential prey for &lt;a href=\"Asiatic%20Lion%20Reintroduction%20Project\"&gt;Asiatic lions&lt;/a&gt; and will thus fill the ecological role of their wild ancestors."
}