{
    "id": "25860106",
    "revid": "1065567990",
    "url": "https://en.wikipedia.org/wiki?curid=25860106",
    "title": "France national football team all-time record",
    "text": "The list shown below shows the &lt;a href=\"France%20national%20football%20team\"&gt;France national football team&lt;/a&gt; all-time international record against opposing nations. The stats are composed of &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt;, &lt;a href=\"UEFA%20European%20Championship\"&gt;UEFA European Championship&lt;/a&gt;, &lt;a href=\"UEFA%20Nations%20League\"&gt;UEFA Nations League&lt;/a&gt;, &lt;a href=\"FIFA%20Confederations%20Cup\"&gt;FIFA Confederations Cup&lt;/a&gt;, and &lt;a href=\"Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt; matches, as well as numerous international friendly tournaments and matches.\nThe France national football team represents the nation of &lt;a href=\"France\"&gt;France&lt;/a&gt; in international &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;. It is fielded by the &lt;a href=\"French%20Football%20Federation\"&gt;French Football Federation&lt;/a&gt; and competes as a member of &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt;. The team played its first official match on 1 May 1904 against &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt;. France and Belgium have since contested 75 official matches against each other, the most all-time between each team. Aside from Belgium, France have contested matches against almost 90 other national teams. Of the 90 teams, France have not lost to 41 of them having earned a perfect winning percentage against 26 of the teams. France have also not beaten two teams; the &lt;a href=\"Ireland%20national%20football%20team%20%281882%E2%80%931950%29\"&gt;Ireland national team&lt;/a&gt; from 1882 to 1950 and &lt;a href=\"Senegal%20national%20football%20team\"&gt;Senegal&lt;/a&gt;. France have contested these two teams only once.\nHead-to-head record.\n\"Updated as after Finland vs. France on 16 November 2021\"."
}