{
    "id": "25867992",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=25867992",
    "title": "Costa Rican Civil Guard",
    "text": "Civil Guard (&lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;: \"Guardia Civil\") of &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt; was a &lt;a href=\"gendarmerie\"&gt;gendarmerie&lt;/a&gt; type force responsible for both limited national defense and internal security missions.\nThe Guardia Civil was the largest branch of the &lt;a href=\"Public%20Forces%20of%20Costa%20Rica\"&gt;Fuerza Pública&lt;/a&gt; (Public Force) and was responsible for the defense of the nation in addition to its law enforcement duties.\nHistory.\nThe Civil Guard was founded in 1949 and combined the functions of an army, air force, navy, national &lt;a href=\"police\"&gt;police&lt;/a&gt; and &lt;a href=\"coast%20guard\"&gt;coast guard&lt;/a&gt;. As formed, it was intended to have a very limited military capacity but have a primary internal security function. Its strength was initially 1,200, which remained relatively stable until the mid-1970s when it increased to 2,000. With its increased size came a tendency to assume a more military role.\nThe Civil Guard was organised along military lines and was deployed in seven provincial companies. Roughly 40 percent of the Civil Guard was deployed in or near the capital of &lt;a href=\"San%20Jos%C3%A9%2C%20Costa%20Rica\"&gt;San José&lt;/a&gt;. The units included the &lt;a href=\"Presidential%20Guard%20%28Costa%20Rica%29\"&gt;Presidential Guard&lt;/a&gt; approximating battalion size, and a Security battalion which combined 1st and 2nd Companies. The 3rd Company, which functioned as a strategic reserve, a depot and a training unit, was also the size of a small battalion.\nOther Civil Guard units included the Traffic Force, a nationwide &lt;a href=\"highway%20patrol\"&gt;highway patrol&lt;/a&gt;, and the Investigationes, a detective force. Since 1963, all personnel have been trained at the National Police School with others undergoing training in the United States or at the &lt;a href=\"School%20of%20the%20Americas\"&gt;School of the Americas&lt;/a&gt; in the &lt;a href=\"Panama%20Canal%20Zone\"&gt;Panama Canal Zone&lt;/a&gt;.\nThe police functions of the Civil Guard were basically confined to the national and provincial capitals with the policing of rural towns and villages being the responsibility of the \"Guardia de Asistencia Rural\" &lt;a href=\"Rurales\"&gt;Rurales&lt;/a&gt; (Rural Assistance Guard).\nA small Civil Guard force was deployed in the &lt;a href=\"Dominican%20Civil%20War\"&gt;Dominican Civil War&lt;/a&gt;. The only recent operations of the Civil Guard were during the &lt;a href=\"Nicaraguan%20Revolution\"&gt;Nicaraguan Civil War&lt;/a&gt; and during the &lt;a href=\"Contra%20War\"&gt;Contra War&lt;/a&gt;.\nIn 1996, the &lt;a href=\"Ministry%20of%20Public%20Security%20of%20Costa%20Rica\"&gt;Ministry of Public Security&lt;/a&gt; was established controlling the Fuerza Pública or Public Force which was subsequently reorganized and eliminated the Civil Guard, Rural Assistance Guard, and Frontier Guards as separate entities; they are now under the Ministry and operate on a geographic command basis performing ground security, law enforcement, counter-narcotics, and border patrol functions.\nEquipment.\nThe attempted invasion of Costa Rica from Nicaragua in 1955 demonstrated the need of maintaining a self-defence ability so the Civil Guard has maintained a quantity of light infantry weapons and support weapons. Despite its official abolition of its military, between 1950 and 1970 Costa Rica accepted 1.8 million USD in military aid and 113,000 USD in surplus equipment from the United States. However, in 1981, the Costa Rican government stated that all military equipment on hand — including a small number of &lt;a href=\"M113%20armored%20personnel%20carrier\"&gt;M113 armored personnel carrier&lt;/a&gt;s acquired in the mid-1970s — was obsolete or obsolescent.\nEquipment known to be held includes M16 rifles, Ar15 machine gun, Uzis, &lt;a href=\"Browning%20Automatic%20Rifle\"&gt;Browning Automatic Rifle&lt;/a&gt;s, Browning M1919 machine guns, all in .30 inch and &lt;a href=\"Thompson%20submachine%20gun\"&gt;Thompson submachine gun&lt;/a&gt;s. Costa Rica is not known to possess any mortars, artillery, or anti-tank weapons.\nThe Civil Guard Volunteer Reserve follows the strength of the regular force with equipment available for 10,000.\nCoast Guard.\nThe Civil Guard Coast Guard was established in 1949 and initially consisted of a 90-foot launch on each coast and a rescue tug on the Caribbean, and three small boats were later added in the mid-1950s. by 1980 six launches were added to the force, one 100 ton and five of 36 tons. By the mid-1980s the Coast Guard was as follows:\nCaribbean\nPacific coast\nAir section.\nAn air section was initially added during the 1955 invasion, notably P-51 fighters donated by the United States, but most if not all of its aircraft were written off shortly after the closing of hostilities. No further combat aircraft were acquired. Other aircraft included one &lt;a href=\"C-45%20Expeditor%23Military%20versions\"&gt;Beech C-45&lt;/a&gt;, one &lt;a href=\"Cessna%20170\"&gt;Cessna 170&lt;/a&gt;, two &lt;a href=\"Cessna%20180\"&gt;Cessna 180&lt;/a&gt;'s and three &lt;a href=\"Cessna%20U-17\"&gt;Cessna U-17&lt;/a&gt;'s. Three &lt;a href=\"de%20Havilland%20Canada%20DHC-3%20Otter\"&gt;DHC-3 Otter&lt;/a&gt;s were later acquired as were two &lt;a href=\"Bell%2047\"&gt;Bell 47&lt;/a&gt; helicopters.\nDuring the 1960s and 1970s the Air Section mostly acquired helicopters; two &lt;a href=\"Sikorsky%20S-58\"&gt;Sikorsky S-58&lt;/a&gt;s, one &lt;a href=\"FH-1100\"&gt;FH-1100&lt;/a&gt;, two &lt;a href=\"Hughes%20269\"&gt;Hughes 269&lt;/a&gt;C's and two &lt;a href=\"UH-1%20Iroquois\"&gt;Bell UH-1B&lt;/a&gt;s. By 1980 one &lt;a href=\"Piper%20Seneca\"&gt;Piper Seneca&lt;/a&gt;, two &lt;a href=\"Piper%20Aztec\"&gt;Piper Aztec&lt;/a&gt;s and three &lt;a href=\"Piper%20Cherokee\"&gt;Piper Cherokee&lt;/a&gt;s were obtained. By the early 1980s the Air Section operated seven small fixed-wing aircraft and five helicopters.\nRegional organization.\nThe Civil Guard was an all volunteer force commanded by a Colonel as Director. The Civil Guard acted as a municipal police and a military force. There were over 6,000 men in the Civil Guard and they were organized into seven small battalion-sized companies, one per province, They were:\nand three battalions:\nPlus:\nThere was also a 3,000 man National Reserve, the General Staff and enough equipment, mostly small arms, for 10,000 reservists."
}