{
    "id": "25876995",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=25876995",
    "title": "Giuseppina Pasqua",
    "text": "Giuseppina Pasqua (24 October 1851 – 24 February 1930) was an Italian &lt;a href=\"opera\"&gt;opera&lt;/a&gt; singer who performed throughout Italy and Europe from the late 1860s through the early 1900s. She began her career as a &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt; when she was only 13, but later retrained her voice as a &lt;a href=\"mezzo-soprano\"&gt;mezzo-soprano&lt;/a&gt;. She sang in several world premieres, but is most remembered today for having created the role of Mistress Quickly in &lt;a href=\"Giuseppe%20Verdi\"&gt;Giuseppe Verdi&lt;/a&gt;'s \"&lt;a href=\"Falstaff%20%28opera%29\"&gt;Falstaff&lt;/a&gt;\". The composer wrote the role specifically for her and dedicated the act 2 aria \"Giunta all' albergo\" to Pasqua. She was married to the &lt;a href=\"baritone\"&gt;baritone&lt;/a&gt; Astorre Giacomelli.\nBiography.\nGiuseppina Pasqua was born in &lt;a href=\"Perugia\"&gt;Perugia&lt;/a&gt; to a prosperous family. She studied at the music conservatory in Perugia under Ulisse Corticelli and made her professional opera debut at the city's &lt;a href=\"Teatro%20Morlacchi\"&gt;Teatro Morlacchi&lt;/a&gt; in 1868 singing the &lt;a href=\"coloratura%20soprano\"&gt;coloratura soprano&lt;/a&gt; role of Oscar in Verdi's \"&lt;a href=\"Un%20ballo%20in%20maschera\"&gt;Un ballo in maschera&lt;/a&gt;\". After further study with &lt;a href=\"Marietta%20Piccolomini\"&gt;Marietta Piccolomini&lt;/a&gt;, she made her house debut at the in &lt;a href=\"Palermo\"&gt;Palermo&lt;/a&gt; as Marguerite de Valois in &lt;a href=\"Giacomo%20Meyerbeer\"&gt;Meyerbeer&lt;/a&gt;'s \"&lt;a href=\"Les%20Huguenots\"&gt;Les Huguenots&lt;/a&gt;\". She was still singing soprano roles when she made her &lt;a href=\"La%20Scala\"&gt;La Scala&lt;/a&gt; debut on 1 September 1872 as Ännchen in &lt;a href=\"Carl%20Maria%20von%20Weber\"&gt;Weber&lt;/a&gt;'s \"&lt;a href=\"Der%20Freisch%C3%BCtz\"&gt;Der Freischütz&lt;/a&gt;\".\nShe then studied with &lt;a href=\"Luigia%20Abbadia\"&gt;Luigia Abbadia&lt;/a&gt; in Milan to retrain her voice as a mezzo-soprano. In 1876 she sang Preziosilla in the first performance of Verdi's \"&lt;a href=\"La%20forza%20del%20destino\"&gt;La forza del destino&lt;/a&gt;\" at the &lt;a href=\"Teatro%20San%20Carlo\"&gt;Teatro San Carlo&lt;/a&gt; in Naples. The following year she had a huge success as Amneris in the &lt;a href=\"Teatro%20Comunale%20di%20Bologna\"&gt;Teatro Comunale di Bologna&lt;/a&gt;'s first performance of Verdi's \"&lt;a href=\"Aida\"&gt;Aida&lt;/a&gt;\", a role which she would repeat with similar success as La Scala 1878. As a mezzo-soprano she sang leading roles throughout Italy and the rest of Europe. She was a guest artist at the &lt;a href=\"Bolshoi%20Theatre\"&gt;Bolshoi Theatre&lt;/a&gt; in Moscow in 1878–1879, and in 1879 she sang Leonor de Guzmán in \"&lt;a href=\"La%20favorita\"&gt;La favorita&lt;/a&gt;\" at both the &lt;a href=\"Royal%20Opera%20House\"&gt;Royal Opera House&lt;/a&gt; in London and the &lt;a href=\"Bavarian%20State%20Opera\"&gt;Bavarian State Opera&lt;/a&gt;. She was also very popular in Spain and Portugal where she sang many times. She was the \"&lt;a href=\"prima%20donna\"&gt;prima donna&lt;/a&gt; contralto\" at the &lt;a href=\"Liceu\"&gt;Gran Teatre del Liceu&lt;/a&gt; in Barcelona for the 1881–1882, 1884–1885, and 1886–1887 seasons. Particularly admired for her portrayal of &lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;, she was greatly loved by the audiences at Madrid's &lt;a href=\"Teatro%20Real\"&gt;Teatro Real&lt;/a&gt; where she appeared from 1879 to 1897.\nPremieres.\nPasqua is known to have sung in the following premieres:\nNotes and sources.\nNotes\nSources"
}