{
    "id": "25897285",
    "revid": "12866484",
    "url": "https://en.wikipedia.org/wiki?curid=25897285",
    "title": "SM U-122",
    "text": "SM \"U-122\" was a &lt;a href=\"German%20Type%20UE%20II%20submarine\"&gt;Type UE II&lt;/a&gt; long-range minelayer &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; of the &lt;a href=\"Imperial%20German%20Navy\"&gt;Imperial German Navy&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. \"U-122\" was engaged in &lt;a href=\"Naval%20warfare%20of%20World%20War%20I\"&gt;naval warfare&lt;/a&gt; and took part in the &lt;a href=\"First%20Battle%20of%20the%20Atlantic\"&gt;First Battle of the Atlantic&lt;/a&gt;. \"U-122\" succeeded in sinking one ship during her career for a total of . \n\"U-122\" was surrendered to the Allies at &lt;a href=\"Harwich\"&gt;Harwich&lt;/a&gt; on 26 November 1918 in accordance with the requirements of the &lt;a href=\"Armistice%20with%20Germany\"&gt;Armistice with Germany&lt;/a&gt;. She was later laid up at Chatham until towed out round into the English Channel and scuttled off the &lt;a href=\"Isle%20of%20Wight\"&gt;Isle of Wight&lt;/a&gt; on 1 July 1921.\nDesign.\n&lt;a href=\"German%20Type%20UE%20II%20submarine\"&gt;German Type UE II submarine&lt;/a&gt;s were preceded by the shorter &lt;a href=\"German%20Type%20UE%20I%20submarine\"&gt;Type UE I submarines&lt;/a&gt;. \"U-122\" had a displacement of when at the surface and while submerged. She had a total length of , a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of , a height of , and a &lt;a href=\"draught%20%28ship%29\"&gt;draught&lt;/a&gt; of . The submarine was powered by two engines for use while surfaced, and two engines for use while submerged. She had two shafts and two propellers. She was capable of operating at depths of up to .\nThe submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, she could operate for at ; when surfaced, she could travel at . \"U-122\" was fitted with four &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s (fitted at the bow), twelve &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, two mine chutes (fitted at the stern), forty-two mines, one &lt;a href=\"15%20cm%20SK%20L/45\"&gt;SK L/45&lt;/a&gt; &lt;a href=\"deck%20gun\"&gt;deck gun&lt;/a&gt;, and 494 rounds. She had a &lt;a href=\"Ship%27s%20company\"&gt;complement&lt;/a&gt; of forty (thirty-six crew members and four officers)."
}