{
    "id": "25923673",
    "revid": "1033128067",
    "url": "https://en.wikipedia.org/wiki?curid=25923673",
    "title": "Small complex icosidodecahedron",
    "text": "In &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt;, the small complex icosidodecahedron is a degenerate &lt;a href=\"uniform%20star%20polyhedron\"&gt;uniform star polyhedron&lt;/a&gt;. Its edges are doubled, making it degenerate. The star has 32 faces (20 &lt;a href=\"triangle\"&gt;triangle&lt;/a&gt;s and 12 &lt;a href=\"pentagon\"&gt;pentagon&lt;/a&gt;s), 60 (doubled) edges and 12 vertices and 4 sharing faces. The faces in it are considered as two overlapping edges as topological polyhedron.\nA small complex icosidodecahedron can be &lt;a href=\"Wythoff%20construction\"&gt;constructed&lt;/a&gt; from a number of different &lt;a href=\"vertex%20figure\"&gt;vertex figure&lt;/a&gt;s.\nA very similar figure emerges as a geometrical truncation of the &lt;a href=\"great%20stellated%20dodecahedron\"&gt;great stellated dodecahedron&lt;/a&gt;, where the pentagram faces become doubly-wound pentagons ({5/2} --&gt; {10/2}), making the internal pentagonal planes, and the three meeting at each vertex become triangles, making the external triangular planes.\nAs a compound.\nThe small complex icosidodecahedron can be seen as a &lt;a href=\"polyhedron%20compound\"&gt;compound&lt;/a&gt; of the &lt;a href=\"icosahedron\"&gt;icosahedron&lt;/a&gt; {3,5} and the &lt;a href=\"great%20dodecahedron\"&gt;great dodecahedron&lt;/a&gt; {5,5/2} where all vertices are precise and edges coincide. The small complex icosidodecahedron resembles an icosahedron, because the great dodecahedron is completely contained inside the icosahedron.\nIts two-dimensional analogue would be the compound of a regular &lt;a href=\"pentagon\"&gt;pentagon&lt;/a&gt;, {5}, representing the icosahedron as the \"n\"-dimensional &lt;a href=\"pentagonal%20polytope\"&gt;pentagonal polytope&lt;/a&gt;, and regular &lt;a href=\"pentagram\"&gt;pentagram&lt;/a&gt;, {5/2}, as the \"n\"-dimensional star. These shapes would share vertices, similarly to how its 3D equivalent shares edges."
}