{
    "id": "25935424",
    "revid": "886264368",
    "url": "https://en.wikipedia.org/wiki?curid=25935424",
    "title": "Plane of rotation",
    "text": "In &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt;, a plane of rotation is an abstract object used to describe or visualize &lt;a href=\"rotation%20%28mathematics%29\"&gt;rotation&lt;/a&gt;s in space. In &lt;a href=\"three%20dimensions\"&gt;three dimensions&lt;/a&gt; it is an alternative to the &lt;a href=\"Rotation%20around%20a%20fixed%20axis\"&gt;axis of rotation&lt;/a&gt;, but unlike the axis of rotation it can be used in other dimensions, such as &lt;a href=\"two%20dimensions\"&gt;two&lt;/a&gt;, &lt;a href=\"Four-dimensional%20space\"&gt;four&lt;/a&gt; or more dimensions.\nMathematically such planes can be described in a number of ways. They can be described in terms of &lt;a href=\"Plane%20%28geometry%29\"&gt;plane&lt;/a&gt;s and &lt;a href=\"Angle%20of%20rotation\"&gt;angles of rotation&lt;/a&gt;. They can be associated with &lt;a href=\"bivector\"&gt;bivector&lt;/a&gt;s from &lt;a href=\"geometric%20algebra\"&gt;geometric algebra&lt;/a&gt;. They are related to the &lt;a href=\"eigenvalues%20and%20eigenvectors\"&gt;eigenvalues and eigenvectors&lt;/a&gt; of a &lt;a href=\"rotation%20matrix\"&gt;rotation matrix&lt;/a&gt;. And in particular &lt;a href=\"dimension\"&gt;dimension&lt;/a&gt;s they are related to other algebraic and geometric properties, which can then be generalised to other dimensions.\nPlanes of rotation are not used much in two and three dimensions, as in two dimensions there is only one plane so identifying the plane of rotation is trivial and rarely done, while in three dimensions the axis of rotation serves the same purpose and is the more established approach. The main use for them is in describing more complex rotations in &lt;a href=\"higher%20dimensions\"&gt;higher dimensions&lt;/a&gt;, where they can be used to break down the rotations into simpler parts. This can be done using &lt;a href=\"geometric%20algebra\"&gt;geometric algebra&lt;/a&gt;, with the planes of rotations associated with &lt;a href=\"Bivector%23Simple%20bivectors\"&gt;simple bivectors&lt;/a&gt; in the algebra.\nDefinitions.\nPlane.\nFor this article, all \"&lt;a href=\"plane%20%28geometry%29\"&gt;plane&lt;/a&gt;s\" are planes through the &lt;a href=\"origin%20%28mathematics%29\"&gt;origin&lt;/a&gt;, that is they contain the &lt;a href=\"zero%20vector\"&gt;zero vector&lt;/a&gt;. Such a plane in &lt;a href=\"n-dimensional%20space\"&gt;-dimensional space&lt;/a&gt; is a two-dimensional &lt;a href=\"linear%20subspace\"&gt;linear subspace&lt;/a&gt; of the space. It is completely specified by any two non-zero and non-parallel vectors that lie in the plane, that is by any two vectors and , such that\nwhere is the exterior product from &lt;a href=\"exterior%20algebra\"&gt;exterior algebra&lt;/a&gt; or &lt;a href=\"geometric%20algebra\"&gt;geometric algebra&lt;/a&gt; (in three dimensions the &lt;a href=\"cross%20product\"&gt;cross product&lt;/a&gt; can be used). More precisely, the quantity is the bivector associated with the plane specified by and , and has magnitude , where is the angle between the vectors; hence the requirement that the vectors be nonzero and nonparallel.\nIf the bivector is written , then the condition that a point lies on the plane associated with is simply\nThis is true in all dimensions, and can be taken as the definition on the plane. In particular, from the properties of the exterior product it is satisfied by both and , and so by any vector of the form\nwith and real numbers. As and range over all real numbers, ranges over the whole plane, so this can be taken as another definition of the plane.\nPlane of rotation.\nA \"plane of rotation\" for a particular &lt;a href=\"rotation%20%28mathematics%29\"&gt;rotation&lt;/a&gt; is a plane that is &lt;a href=\"Linear%20map\"&gt;mapped&lt;/a&gt; to itself by the rotation. The plane is not fixed, but all vectors in the plane are mapped to other vectors in the same plane by the rotation. This transformation of the plane to itself is always a rotation about the origin, through an angle which is the &lt;a href=\"angle%20of%20rotation\"&gt;angle of rotation&lt;/a&gt; for the plane.\nEvery rotation except for the &lt;a href=\"Identity%20element\"&gt;identity&lt;/a&gt; rotation (with matrix the &lt;a href=\"identity%20matrix\"&gt;identity matrix&lt;/a&gt;) has at least one plane of rotation, and up to\nplanes of rotation, where is the dimension. The maximum number of planes up to eight dimensions is shown in this table:\nWhen a rotation has multiple planes of rotation they are always &lt;a href=\"orthogonal\"&gt;orthogonal&lt;/a&gt; to each other, with only the origin in common. This is a stronger condition than to say the planes are at &lt;a href=\"right%20angle\"&gt;right angle&lt;/a&gt;s; it instead means that the planes have no nonzero vectors in common, and that every vector in one plane is orthogonal to every vector in the other plane. This can only happen in four or more dimensions. In two dimensions there is only one plane, while in three dimensions all planes have at least one nonzero vector in common, along their &lt;a href=\"Plane%20%28geometry%29%23Line%20of%20intersection%20between%20two%20planes\"&gt;line of intersection&lt;/a&gt;.\nIn more than three dimensions planes of rotation are not always unique. For example the negative of the &lt;a href=\"identity%20matrix\"&gt;identity matrix&lt;/a&gt; in four dimensions (the &lt;a href=\"Inversion%20in%20a%20point\"&gt;central inversion&lt;/a&gt;),\ndescribes a rotation in four dimensions in which every plane through the origin is a plane of rotation through an angle , so any pair of orthogonal planes generates the rotation. But for a general rotation it is at least theoretically possible to identify a unique set of orthogonal planes, in each of which points are rotated through an angle, so the set of planes and angles fully characterise the rotation.\nTwo dimensions.\nIn &lt;a href=\"two-dimensional%20space\"&gt;two-dimensional space&lt;/a&gt; there is only one plane of rotation, the plane of the space itself. In a &lt;a href=\"Cartesian%20coordinate%20system\"&gt;Cartesian coordinate system&lt;/a&gt; it is the Cartesian plane, in &lt;a href=\"complex%20numbers\"&gt;complex numbers&lt;/a&gt; it is the &lt;a href=\"complex%20plane\"&gt;complex plane&lt;/a&gt;. Any rotation therefore is of the whole plane, i.e. of the space, keeping only the &lt;a href=\"Origin%20%28mathematics%29\"&gt;origin&lt;/a&gt; fixed. It is specified completely by the signed angle of rotation, in the range for example − to . So if the angle is the rotation in the complex plane is given by &lt;a href=\"Euler%27s%20formula\"&gt;Euler's formula&lt;/a&gt;:\nwhile the rotation in a Cartesian plane is given by the &lt;a href=\"rotation%20matrix\"&gt;rotation matrix&lt;/a&gt;:\nThree dimensions.\nIn &lt;a href=\"three-dimensional%20space\"&gt;three-dimensional space&lt;/a&gt; there are an infinite number of planes of rotation, only one of which is involved in any given rotation. That is, for a general rotation there is precisely one plane which is associated with it or which the rotation takes place in. The only exception is the trivial rotation, corresponding to the identity matrix, in which no rotation takes place.\nIn any rotation in three dimensions there is always a fixed axis, the axis of rotation. The rotation can be described by giving this axis, with the angle through which the rotation turns about it; this is the &lt;a href=\"axis%20angle\"&gt;axis angle&lt;/a&gt; representation of a rotation. The plane of rotation is the plane orthogonal to this axis, so the axis is a &lt;a href=\"surface%20normal\"&gt;surface normal&lt;/a&gt; of the plane. The rotation then rotates this plane through the same angle as it rotates around the axis, that is everything in the plane rotates by the same angle about the origin.\nOne example is shown in the diagram, where the rotation takes place about the -axis. The plane of rotation is the -plane, so everything in that plane it kept in the plane by the rotation. This could be described by a matrix like the following, with the rotation being through an angle (about the axis or in the plane):\nAnother example is the &lt;a href=\"Earth%27s%20rotation\"&gt;Earth's rotation&lt;/a&gt;. The axis of rotation is the line joining the &lt;a href=\"North%20Pole\"&gt;North Pole&lt;/a&gt; and &lt;a href=\"South%20Pole\"&gt;South Pole&lt;/a&gt; and the plane of rotation is the plane through the &lt;a href=\"equator\"&gt;equator&lt;/a&gt; between the &lt;a href=\"Northern%20Hemisphere\"&gt;Northern&lt;/a&gt; and &lt;a href=\"Southern%20Hemisphere\"&gt;Southern&lt;/a&gt; Hemispheres. Other examples include mechanical devices like a &lt;a href=\"gyroscope\"&gt;gyroscope&lt;/a&gt; or &lt;a href=\"flywheel\"&gt;flywheel&lt;/a&gt; which store &lt;a href=\"rotational%20energy\"&gt;rotational energy&lt;/a&gt; in mass usually along the plane of rotation.\nIn any three dimensional rotation the plane of rotation is uniquely defined. Together with the angle of rotation it fully describes the rotation. Or in a continuously rotating object the rotational properties such as the rate of rotation can be described in terms of the plane of rotation. It is perpendicular to, and so is defined by and defines, an axis of rotation, so any description of a rotation in terms of a plane of rotation can be described in terms of an axis of rotation, and vice versa. But unlike the axis of rotation the plane generalises into other, in particular higher, dimensions.\nFour dimensions.\nA general rotation in &lt;a href=\"four-dimensional%20space\"&gt;four-dimensional space&lt;/a&gt; has only one fixed point, the origin. Therefore an axis of rotation cannot be used in four dimensions. But planes of rotation can be used, and each non-trivial rotation in four dimensions has one or two planes of rotation.\nSimple rotations.\nA rotation with only one plane of rotation is a &lt;a href=\"SO%284%29%23Simple%20rotations\"&gt;simple rotation&lt;/a&gt;. In a simple rotation there is a fixed plane, and rotation can be said to take place about this plane, so points as they rotate do not change their distance from this plane. The plane of rotation is orthogonal to this plane, and the rotation can be said to take place in this plane.\nFor example the following matrix fixes the -plane: points in that plane and only in that plane are unchanged. The plane of rotation is the -plane, points in this plane are rotated through an angle . A general point rotates only in the -plane, that is it rotates around the -plane by changing only its and coordinates.\nIn two and three dimensions all rotations are simple, in that they have only one plane of rotation. Only in four and more dimensions are there rotations that are not simple rotations. In particular in four dimensions there are also double and isoclinic rotations.\nDouble rotations.\nIn a &lt;a href=\"SO%284%29%23Double%20rotations\"&gt;double rotation&lt;/a&gt; there are two planes of rotation, no fixed planes, and the only fixed point is the origin. The rotation can be said to take place in both planes of rotation, as points in them are rotated within the planes. These planes are orthogonal, that is they have no vectors in common so every vector in one plane is at right angles to every vector in the other plane. The two rotation planes span four-dimensional space, so every point in the space can be specified by two points, one on each of the planes.\nA double rotation has two angles of rotation, one for each plane of rotation. The rotation is specified by giving the two planes and two non-zero angles, and (if either angle is zero the rotation is simple). Points in the first plane rotate through , while points in the second plane rotate through . All other points rotate through an angle between and , so in a sense they together determine the amount of rotation. For a general double rotation the planes of rotation and angles are unique, and given a general rotation they can be calculated. For example a rotation of in the -plane and in the -plane is given by the matrix\nIsoclinic rotations.\nA special case of the double rotation is when the angles are equal, that is if . This is called an &lt;a href=\"SO%284%29%23Isoclinic%20rotations\"&gt;isoclinic rotation&lt;/a&gt;, and it differs from a general double rotation in a number of ways. For example in an isoclinic rotation, all non-zero points rotate through the same angle, . Most importantly the planes of rotation are not uniquely identified. There are instead an infinite number of pairs of orthogonal planes that can be treated as planes of rotation. For example any point can be taken, and the plane it rotates in together with the plane orthogonal to it can be used as two planes of rotation.\nHigher dimensions.\nAs already noted the maximum number of planes of rotation in dimensions is\nso the complexity quickly increases with more than four dimensions and categorising rotations as above becomes too complex to be practical, but some observations can be made.\nSimple rotations can be identified in all dimensions, as rotations with just one plane of rotation. A simple rotation in dimensions takes place about (that is at a fixed distance from) an -dimensional subspace orthogonal to the plane of rotation.\nA general rotation is not simple, and has the maximum number of planes of rotation as given above. In the general case the angles of rotations in these planes are distinct and the planes are uniquely defined. If any of the angles are the same then the planes are not unique, as in four dimensions with an isoclinic rotation.\nIn even dimensions () there are up to planes of rotation span the space, so a general rotation rotates all points except the origin which is the only fixed point. In odd dimensions () there are planes and angles of rotation, the same as the even dimension one lower. These do not span the space, but leave a line which does not rotate – like the &lt;a href=\"Rotation%20around%20a%20fixed%20axis\"&gt;axis of rotation&lt;/a&gt; in three dimensions, except rotations do not take place about this line but in multiple planes orthogonal to it.\nMathematical properties.\nThe examples given above were chosen to be clear and simple examples of rotations, with planes generally parallel to the coordinate axes in three and four dimensions. But this is not generally the case: planes are not usually parallel to the axes, and the matrices cannot simply be written down. In all dimensions the rotations are fully described by the planes of rotation and their associated angles, so it is useful to be able to determine them, or at least find ways to describe them mathematically.\nReflections.\nEvery simple rotation can be generated by two &lt;a href=\"reflection%20%28mathematics%29\"&gt;reflection&lt;/a&gt;s. Reflections can be specified in dimensions by giving an -dimensional subspace to reflect in, so a two-dimensional reflection is in a line, a three-dimensional reflection is in a plane, and so on. But this becomes increasingly difficult to apply in higher dimensions, so it is better to use vectors instead, as follows.\nA reflection in dimensions is specified by a vector perpendicular to the -dimensional subspace. To generate simple rotations only reflections that fix the origin are needed, so the vector does not have a position, just direction. It does also not matter which way it is facing: it can be replaced with its negative without changing the result. Similarly &lt;a href=\"unit%20vector\"&gt;unit vector&lt;/a&gt;s can be used to simplify the calculations.\nSo the reflection in a -dimensional space is given by the unit vector perpendicular to it, , thus:\nwhere the product is the geometric product from &lt;a href=\"geometric%20algebra\"&gt;geometric algebra&lt;/a&gt;.\nIf is reflected in another, distinct, -dimensional space, described by a unit vector perpendicular to it, the result is\nThis is a simple rotation in dimensions, through twice the angle between the subspaces, which is also the angle between the vectors m and . It can be checked using geometric algebra that this is a rotation, and that it rotates all vectors as expected.\nThe quantity is a &lt;a href=\"rotor%20%28mathematics%29\"&gt;rotor&lt;/a&gt;, and is its inverse as\nSo the rotation can be written\nwhere is the rotor.\nThe plane of rotation is the plane containing and , which must be distinct otherwise the reflections are the same and no rotation takes place. As either vector can be replaced by its negative the angle between them can always be acute, or at most . The rotation is through \"twice\" the angle between the vectors, up to or a half-turn. The sense of the rotation is to rotate from towards : the geometric product is not &lt;a href=\"commutative\"&gt;commutative&lt;/a&gt; so the product is the inverse rotation, with sense from to .\nConversely all simple rotations can be generated this way, with two reflections, by two unit vectors in the plane of rotation separated by half the desired angle of rotation. These can be composed to produce more general rotations, using up to reflections if the dimension is even, if is odd, by choosing pairs of reflections given by two vectors in each plane of rotation.\nBivectors.\n&lt;a href=\"Bivector\"&gt;Bivector&lt;/a&gt;s are quantities from &lt;a href=\"geometric%20algebra\"&gt;geometric algebra&lt;/a&gt;, &lt;a href=\"clifford%20algebra\"&gt;clifford algebra&lt;/a&gt; and the &lt;a href=\"exterior%20algebra\"&gt;exterior algebra&lt;/a&gt;, which generalise the idea of vectors into two dimensions. As vectors are to lines, so are bivectors to planes. So every plane (in any dimension) can be associated with a bivector, and every &lt;a href=\"Bivector%23Simple%20bivectors\"&gt;simple bivector&lt;/a&gt; is associated with a plane. This makes them a good fit for describing planes of rotation.\nEvery rotation plane in a rotation has a simple bivector associated with it. This is parallel to the plane and has magnitude equal to the angle of rotation in the plane. These bivectors are summed to produce a single, generally non-simple, bivector for the whole rotation. This can generate a &lt;a href=\"Rotor%20%28mathematics%29\"&gt;rotor&lt;/a&gt; through the &lt;a href=\"exponential%20function\"&gt;exponential map&lt;/a&gt;, which can be used to rotate an object.\nBivectors are related to rotors through the exponential map (which applied to bivectors generates rotors and rotations using &lt;a href=\"De%20Moivre%27s%20formula\"&gt;De Moivre's formula&lt;/a&gt;). In particular given any bivector the rotor associated with it is\nThis is a simple rotation if the bivector is simple, a more general rotation otherwise. When squared,\nit gives a rotor that rotates through twice the angle. If is simple then this is the same rotation as is generated by two reflections, as the product gives a rotation through twice the angle between the vectors. These can be equated,\nfrom which it follows that the bivector associated with the plane of rotation containing and that rotates to is\nThis is a simple bivector, associated with the simple rotation described. More general rotations in four or more dimensions are associated with sums of simple bivectors, one for each plane of rotation, calculated as above.\nExamples include the two rotations in four dimensions given above. The simple rotation in the -plane by an angle has bivector , a simple bivector. The double rotation by and in the -plane and -planes has bivector , the sum of two simple bivectors and which are parallel to the two planes of rotation and have magnitudes equal to the angles of rotation.\nGiven a rotor the bivector associated with it can be recovered by taking the logarithm of the rotor, which can then be split into simple bivectors to determine the planes of rotation, although in practice for all but the simplest of cases this may be impractical. But given the simple bivectors geometric algebra is a useful tool for studying planes of rotation using algebra like the above.\nEigenvalues and eigenplanes.\nThe planes of rotations for a particular rotation using the &lt;a href=\"eigenvalue\"&gt;eigenvalue&lt;/a&gt;s. Given a general rotation matrix in dimensions its &lt;a href=\"secular%20equation\"&gt;characteristic equation&lt;/a&gt; has either one (in odd dimensions) or zero (in even dimensions) real roots. The other roots are in complex conjugate pairs, exactly\nsuch pairs. These correspond to the planes of rotation, the &lt;a href=\"eigenplane\"&gt;eigenplane&lt;/a&gt;s of the matrix, which can be calculated using algebraic techniques. In addition &lt;a href=\"argument%20%28complex%20analysis%29\"&gt;argument&lt;/a&gt;s of the complex roots are the magnitudes of the bivectors associated with the planes of rotations. The form of the characteristic equation is related to the planes, making it possible to relate its algebraic properties like repeated roots to the bivectors, where repeated bivector magnitudes have particular geometric interpretations."
}