{
    "id": "25930891",
    "revid": "25353172",
    "url": "https://en.wikipedia.org/wiki?curid=25930891",
    "title": "Joe Mack (Canadian football)",
    "text": "Joe Mack (born March 22, 1954) is an &lt;a href=\"Americans\"&gt;American&lt;/a&gt; &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; scout and executive, who is currently the assistant general manager of player personnel with the &lt;a href=\"Montreal%20Alouettes\"&gt;Montreal Alouettes&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; (CFL). He has worked for several &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; organizations and was the general manager and vice-president of football operations for the &lt;a href=\"Winnipeg%20Blue%20Bombers\"&gt;Winnipeg Blue Bombers&lt;/a&gt; from 2010 to 2013.\nEarly life and playing career.\nMack was born on March 22, 1954 in &lt;a href=\"Levittown%2C%20Pennsylvania\"&gt;Levittown, Pennsylvania&lt;/a&gt; to Bernard and Theresa Mack. He played linebacker and nose tackle at &lt;a href=\"Villanova%20Wildcats%20football\"&gt;Villanova University&lt;/a&gt;. During his senior year, he was a team captain and earned all-star honors. He graduated in 1977 with a degree in political science, specializing in international relations.\nCareer.\nAfter graduating, Mack became Villanova's defensive line and special teams coach. He then spent three years as a scout for BLESTO Scouting Combine, which represented the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt;, &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;, &lt;a href=\"Detroit%20Lions\"&gt;Detroit Lions&lt;/a&gt;, &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt;, &lt;a href=\"Indianapolis%20Colts\"&gt;Indianapolis Colts&lt;/a&gt;, &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt;, and &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt;.\nMack's first experience in the CFL came in 1984 as the director of player personnel for the Blue Bombers. During his tenure in Winnipeg he supplied players for head coaches &lt;a href=\"Cal%20Murphy\"&gt;Cal Murphy&lt;/a&gt; and &lt;a href=\"Mike%20Riley%20%28American%20football%29\"&gt;Mike Riley&lt;/a&gt;. The Blue Bombers won their first &lt;a href=\"Grey%20Cup\"&gt;Grey Cup&lt;/a&gt; in 22 years in 1984 and had an overall record of 46-21-1 during Mack's tenure there.\nMack left Winnipeg in 1987 to become a pro scout for the NFL's &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt;. Two years later, he moved to the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; to become the team's director of pro scouting and was a member of the Redskins front office when the team won &lt;a href=\"Super%20Bowl%20XXVI\"&gt;Super Bowl XXVI&lt;/a&gt;. After five years in Washington, Mack spent four seasons with the expansion &lt;a href=\"Carolina%20Panthers\"&gt;Carolina Panthers&lt;/a&gt; as assistant general manager, before becoming the interim director of player personnel for the &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt;. He helped build another expansion team in 2001 as the director of football operations for the &lt;a href=\"XFL%20%282001%29\"&gt;XFL&lt;/a&gt;'s &lt;a href=\"New%20York/New%20Jersey%20Hitmen\"&gt;New York/New Jersey Hitmen&lt;/a&gt;. After the 2001 season, Mack left professional football to spend more time with his family and worked as an independent football consultant.\nMack returned to full-time professional football in 2010 when he was hired by the Winnipeg Blue Bombers as general manager and vice-president of football operations. Even with a Grey Cup appearance in 2011, the Blue Bombers struggled during Mack's tenure, posting a 21–39 record. Mack was fired by the Blue Bombers in August 2013, midway into his fourth season as general manager.\nOn January 25, 2017, Mack was unveiled as the Assistant General Manager of Player Personnel with the &lt;a href=\"Montreal%20Alouettes\"&gt;Montreal Alouettes&lt;/a&gt;. Following the dismissal of general manager &lt;a href=\"Kavis%20Reed\"&gt;Kavis Reed&lt;/a&gt; on July 14, 2019 the Alouettes expanded Mack's role alongside head coach &lt;a href=\"Khari%20Jones\"&gt;Khari Jones&lt;/a&gt; and director of football operations Patrick Donovan to fill the responsibilities left by the vacant general manager position.\nPersonal.\nMack resides in &lt;a href=\"Charlotte%2C%20North%20Carolina\"&gt;Charlotte, North Carolina&lt;/a&gt; with his wife, Kathleen. They have three children."
}