{
    "id": "259403",
    "revid": "28903366",
    "url": "https://en.wikipedia.org/wiki?curid=259403",
    "title": "Amesbury, Massachusetts",
    "text": "Amesbury is a city in &lt;a href=\"Essex%20County%2C%20Massachusetts\"&gt;Essex County, Massachusetts&lt;/a&gt;, located on the left bank of the &lt;a href=\"Merrimack%20River\"&gt;Merrimack River&lt;/a&gt; near its mouth, upstream from &lt;a href=\"Salisbury%2C%20Massachusetts\"&gt;Salisbury&lt;/a&gt; and across the river from &lt;a href=\"Newburyport%2C%20Massachusetts\"&gt;Newburyport&lt;/a&gt; and &lt;a href=\"West%20Newbury%2C%20Massachusetts\"&gt;West Newbury&lt;/a&gt;. The &lt;a href=\"population\"&gt;population&lt;/a&gt; was 17,366 at the &lt;a href=\"2020%20United%20States%20Census\"&gt;2020 United States Census&lt;/a&gt;. A former farming and &lt;a href=\"mill%20town\"&gt;mill town&lt;/a&gt;, Amesbury is today largely residential. It is one of the two northernmost towns in Massachusetts (the other being neighboring &lt;a href=\"Salisbury%2C%20Massachusetts\"&gt;Salisbury&lt;/a&gt;).\nHistory.\nSettlement period.\nIn 1637, the first English settler in the Salisbury-Amesbury region, John Bayly, crossed the &lt;a href=\"Merrimack%20River\"&gt;Merrimack River&lt;/a&gt; from the new settlement at &lt;a href=\"Newbury%2C%20Massachusetts\"&gt;Newbury&lt;/a&gt;, built a log cabin, and began to clear the land for cultivation. He intended to send for his wife and children in England, but they never joined him. He and his hired man, William Schooler, were arrested for a murder Schooler had committed. Schooler was hanged for the murder but Bayly was acquitted. Given the fishing rights on the river by the subsequent settlement, provided he would sell only to it, he abandoned agriculture for fishing.\nOn September 6, 1638, the &lt;a href=\"General%20Court%20of%20Massachusetts\"&gt;General Court of Massachusetts&lt;/a&gt; created a plantation on behalf of several petitioners from Newbury, on the left bank of the Merrimack, as far north as &lt;a href=\"Hampton%2C%20New%20Hampshire\"&gt;Hampton&lt;/a&gt;, to be called Merrimac. They were given permission to associate together as a township. The area remained in possession of the tribes along the Merrimack, who hunted and fished there.\nThe settlers of the plantation, who entered &lt;a href=\"Massachusetts%20Bay%20Colony\"&gt;Massachusetts Bay Colony&lt;/a&gt;, were rebels in a cause that was settled by the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt; (1642-1651). Although nominally subjects of the crown, they did not obey it. The settlers maintained close ties with the Parliamentary cause in Britain. The supreme government of the colony was the General Court, which functioned autonomously, passing its own laws, establishing courts, incorporating townships and providing for the overall defense of the colony. They established a Puritan church rather than the Church of England.\nIn the early spring of 1639, approximately 60 planters took up residence on land cleared by the natives. In May, an elected planning committee laid out the green, the initial streets, the burial ground, and the first division into lots, apportioning the size of a lot to the wealth of the settler. In November, the General Court appointed a government of six, which required that every lot owner take up residence on his lot. They began to assign lots west of the Pow-wow river. The town was originally named Colchester, but was renamed Salisbury in October 1640, potentially at the suggestion of Christopher Batt, from &lt;a href=\"Salisbury\"&gt;Salisbury&lt;/a&gt;, England. Batt trained the militia in the town. The incorporation of the town granted it legal recognition by the colony to a township of that name, with its own government, empowered by citizens populating a territory of legally defined boundaries. The original Salisbury was many times larger than the present. From it several townships were later separated.\nOn January 12, 1641, a town meeting ordered the first roads north and west of the Pow-wow River to be built. On April 21, another meeting granted William Osgood 50 acres of \"upland\" and 10 of \"meadow\" along the Pow-wow River, provided he build a &lt;a href=\"sawmill\"&gt;sawmill&lt;/a&gt; for the town to use. It utilized a water wheel driven by the Pow-wow River. The mill produced lumber for local use and pipe-staves for export. A &lt;a href=\"gristmill\"&gt;gristmill&lt;/a&gt; was added to the Pow-wow river location in 1642. The Powwow River provided &lt;a href=\"water%20power\"&gt;water power&lt;/a&gt; for a subsequent mill complex. In 1642, the town wanted families to take up residence west of the Pow-wow and form a \"New Town.\" No volunteers responded.\nIn 1643, the General Court divided Massachusetts Bay Colony into four counties: Essex, Norfolk, Middlesex and Suffolk. Norfolk contained Salisbury, Hampton, Haverhill, Exeter, Dover, and Strawberry Bank (Portsmouth). This division was a legal convenience based on the distribution of courts. Since the first establishment of four courts on March 3, 1635, the General Court had found it necessary to multiply and distribute courts, so that the magistrates would not spend time in travel that they needed for settling case loads. The main requirement for membership in a shire was incorporation.\nPrivate occupation of the west bank of the Pow-wow River went on as East Salisbury citizens sold their property and moved to New Town. However, New Town remained a paper construct without enforcement. On January 14, 1654, articles of agreement adopted at town meeting divided Salisbury into Old Town and New Town, each to conduct its own affairs. The border was the Pow-wow. The agreement went into effect on January 19, 1655. In New Town, a new government was voted in, which claimed authority over \"all matters of publicke concernment.\" They still paid taxes to Old Town and expected services from it. The board of Old Town contained some members from New Town for fair representation. This agreement also was known as a \"settlement\".\nOn May 26, 1658, New Town petitioned the General Court for independent town status, but the Old Town denied the petition. The Old Town required all inhabitants, including those in the New Town, to attend church in Old Town and fined settlers for each missed meeting The church and preacher were maintained from taxes. Minister Joseph Peasley of New Town and his congregation attempting to defy the General Court were summoned into District Court at Ipswich \"to answer for their disobedience\", were fined there and Peasly was enjoined from preaching. Another petition for separation was denied in 1660.\nThe burden of attending church several miles away became so great that New Town built a new meeting house and requested the General Court to find a preacher. The court yielded to the petition of 1666, granting the \"liberty of a township\" to New Town. The town was unofficially incorporated, meaning a government was constituted and officers elected, on June 15. It was named New Salisbury, but in 1667 the name was changed to Amesbury on the analogy of &lt;a href=\"Amesbury\"&gt;Amesbury&lt;/a&gt;, England, which was next to Salisbury, England. Amesbury was officially granted incorporation under that name on April 29, 1668.\nAfter &lt;a href=\"King%20Phillips%20War\"&gt;King Phillips War&lt;/a&gt; (1675–78), an effort by the natives to rid themselves of the colonists, the Royal Province of New Hampshire was created and took away several towns in northern Norfolk shire. Massachusetts was reduced in size from most of New England to roughly its current borders. The Court dissolved Norfolk Shire, transferring Salisbury and Amesbury to Essex County.\nIn 1876, &lt;a href=\"Merrimac%2C%20Massachusetts\"&gt;Merrimac&lt;/a&gt; was created out of West Amesbury. In 1886, West Salisbury was annexed to Amesbury, unifying the mill areas on both banks of the Pow-wow River.\nPost-settlement.\nBeginning as a modest farming community, it developed a maritime and industrial economy. &lt;a href=\"Shipbuilding\"&gt;Shipbuilding&lt;/a&gt;, &lt;a href=\"shipping\"&gt;shipping&lt;/a&gt; and &lt;a href=\"fishing\"&gt;fishing&lt;/a&gt; were also important. The &lt;a href=\"ferry\"&gt;ferry&lt;/a&gt; across the &lt;a href=\"Merrimack%20River\"&gt;Merrimack River&lt;/a&gt; to &lt;a href=\"Newburyport%2C%20Massachusetts\"&gt;Newburyport&lt;/a&gt; was a business until the construction of bridges to cross the river. &lt;a href=\"Newton%2C%20New%20Hampshire\"&gt;Newton&lt;/a&gt;, &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;, was set off from Amesbury in 1741, when the &lt;a href=\"Northern%20boundary%20of%20Massachusetts\"&gt;border between the two colonies&lt;/a&gt; was adjusted.\nIn the 19th century, &lt;a href=\"textile\"&gt;textile&lt;/a&gt; mills were built at the falls, as was a nail-making factory. Beginning around 1800, Amesbury began building carriages, a trade which evolved into the manufacture of automobile bodies. Prominent manufacturers included &lt;a href=\"Walker%20Body%20Company\"&gt;Walker Body Company&lt;/a&gt;, &lt;a href=\"Briggs%20Carriage%20Company\"&gt;Briggs Carriage Company&lt;/a&gt;, and &lt;a href=\"Biddle%20and%20Smart\"&gt;Biddle and Smart&lt;/a&gt;. The industry ended with the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. The &lt;a href=\"Merrimac%20Hat%20Company\"&gt;Merrimac Hat Company&lt;/a&gt; was founded in 1856 and became one of the top hat producers in the nation. Amesbury also produced Hoyt's Buffalo Brand Peanut Butter Kisses.\nIn 1876, the town of Merrimac was set off from Amesbury.\nNewspapers in the 19th century included the \"Amesbury Daily News\", \"Merrimac Journal\", \"Morning Courier\", \"Evening Courier\", \"New England Chronicle\", \"Transcript\", and the \"Villager\". Newspapers in the 20th century included the \"Amesbury Advocate\", \"Amesbury News\", \"Amesbury Times\", and \"Leader\".\nTwentieth century and beyond.\nIn 1996, the town changed its status to a city, and adopted the mayor and municipal council form of government, although it retained the title \"Town of Amesbury\", as voters \"thought Amesbury was too small and quaint to be a city\". Voters approved a charter amendment in November 2011 changing the city's official name to the \"City of Amesbury\" and removing references to the old \"Town of Amesbury\" name. The city's seal still bears the name \"Town of Amesbury\", although the City put forth a bill in 2013 to correct the seal with the new name.\nThe community has several buildings that feature early &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt;, particularly in the &lt;a href=\"Federal%20style%20architecture\"&gt;Federal&lt;/a&gt; and &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt; styles. The \"&lt;a href=\"Doughboy\"&gt;Doughboy&lt;/a&gt;\", a memorial sculpture by Leonard Craske, stands on the front lawn of the Amesbury Middle School. It was dedicated November 11, 1929. Craske is best known as sculptor for the \"Fishermens' Memorial\" in &lt;a href=\"Gloucester%2C%20Massachusetts\"&gt;Gloucester&lt;/a&gt;. There is also a monument erected to &lt;a href=\"Josiah%20Bartlett\"&gt;Josiah Bartlett&lt;/a&gt;, the first signer of the &lt;a href=\"United%20States%20Declaration%20of%20Independence\"&gt;Declaration of Independence&lt;/a&gt;, who was born in Amesbury.\nGeography.\nAmesbury is located at . According to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the city has a total area of , of which is land and , or 10.65%, is water. Amesbury is drained by the &lt;a href=\"Powwow%20River\"&gt;Powwow River&lt;/a&gt;. Powwow Hill, elevation , is the highest point in town. Once the site of &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Indian&lt;/a&gt; gatherings, or \"&lt;a href=\"powwow\"&gt;powwow&lt;/a&gt;s\", it has views to &lt;a href=\"Maine\"&gt;Maine&lt;/a&gt; and &lt;a href=\"Cape%20Ann\"&gt;Cape Ann&lt;/a&gt;. Amesbury is the second northernmost town in Massachusetts, its northernmost point coming just south of the northernmost point of the state, in Salisbury. Amesbury lies along the northern banks of the &lt;a href=\"Merrimack%20River\"&gt;Merrimack River&lt;/a&gt; and is bordered by &lt;a href=\"Salisbury%2C%20Massachusetts\"&gt;Salisbury&lt;/a&gt; to the east, &lt;a href=\"Newburyport%2C%20Massachusetts\"&gt;Newburyport&lt;/a&gt; to the southeast, &lt;a href=\"West%20Newbury%2C%20Massachusetts\"&gt;West Newbury&lt;/a&gt; to the southwest, &lt;a href=\"Merrimac%2C%20Massachusetts\"&gt;Merrimac&lt;/a&gt; to the west, and &lt;a href=\"South%20Hampton%2C%20New%20Hampshire\"&gt;South Hampton, New Hampshire&lt;/a&gt;, to the north.\nThe Powwow River bisects the town, joined by the &lt;a href=\"Back%20River%20%28Powwow%20River%29\"&gt;Back River&lt;/a&gt; near the town center. The river flows through Lake Gardner and &lt;a href=\"Tuxbury%20Pond\"&gt;Tuxbury Pond&lt;/a&gt;, which are two of several inland bodies of water in town, including &lt;a href=\"Lake%20Attitash\"&gt;Lake Attitash&lt;/a&gt; (which is partially in Merrimac), Meadowbrook Pond, and Pattens Pond. Several brooks also flow through the town. Amesbury has a town forest, which is connected to Woodsom Farm, as well as Powwow Conservation Area, Victoria Batchelder Park and Amesbury Golf &amp; Country Club.\nTransportation.\nAmesbury is served by two interstate highways. &lt;a href=\"Interstate%20495%20%28Massachusetts%29\"&gt;Interstate 495&lt;/a&gt; runs from west to east through town, ending at &lt;a href=\"Interstate%2095\"&gt;Interstate 95&lt;/a&gt; just over the Salisbury town line. It has two exits in town, Exit 54 at &lt;a href=\"Massachusetts%20Route%20150\"&gt;Massachusetts Route 150&lt;/a&gt; (which lies entirely within Amesbury, and leads to &lt;a href=\"New%20Hampshire%20Route%20150\"&gt;New Hampshire Route 150&lt;/a&gt;) and Exit 55 at &lt;a href=\"Massachusetts%20Route%20110\"&gt;Massachusetts Route 110&lt;/a&gt;, which also provides the town's only direct access to &lt;a href=\"Interstate%2095%20in%20Massachusetts\"&gt;Interstate 95&lt;/a&gt; at Exit 58. I-95 crosses the southeast corner of town, entering along the &lt;a href=\"John%20Greenleaf%20Whittier\"&gt;John Greenleaf Whittier&lt;/a&gt; Memorial Bridge, a steel through-truss bridge crossing the Merrimack River. The Whittier Memorial Bridge lies just west of the town's only other bridges across the Merrimack, the Derek S. Hines Memorial Bridge, which connects Amesbury to Deer Island (which is still part of Amesbury), and the &lt;a href=\"Chain%20Bridge%20%28Massachusetts%29\"&gt;Chain Bridge&lt;/a&gt;, the only &lt;a href=\"suspension%20bridge\"&gt;suspension bridge&lt;/a&gt; in Massachusetts, which spans from Deer Island to Newburyport. The current version was built in 1909, but was predated by the 1810 suspension bridge, one of the oldest suspension bridges in the country. The Chain Bridge and its counterparts over the years have been the main entryways into town across the Merrimack, and until the building of the Newburyport Turnpike Bridge, it was the easternmost bridge on the Merrimack River.\n&lt;a href=\"Merrimack%20Valley%20Regional%20Transit%20Authority\"&gt;MVRTA&lt;/a&gt; provides bus service in Amesbury. Route 51 connects to the &lt;a href=\"Haverhill%20%28Amtrak%20station%29\"&gt;Haverhill train station&lt;/a&gt;. Route 54 connects to &lt;a href=\"Newburyport%20%28MBTA%20station%29\"&gt;Newburyport train station&lt;/a&gt;.\nGovernment.\nAmesbury is part of the &lt;a href=\"Massachusetts%20Senate%27s%201st%20Essex%20district\"&gt;Massachusetts Senate's 1st Essex district&lt;/a&gt;.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2000, there were 16,450 people, 6,380 households, and 4,229 families residing in the city. The &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; was 1,326.3 people per square mile (512.2/km2). There were 6,623 housing units at an average density of 206.2 persons/km2 (534.0 persons/sq mi). The racial makeup of the city was 97.2% White, 0.6% &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;, 0.22% &lt;a href=\"Native%20American%20%28U.S.%20Census%29\"&gt;Native American&lt;/a&gt;, 0.9% of the population were &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Hispanic or Latino&lt;/a&gt; of any race.\nThere were 6,380 households, out of which 34.5% had children under the age of 18 living with them, 51.2% were &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 11.3% have a woman whose husband does not live with her, and 33.7% were non-families. 26.8% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.52 and the average family size was 3.09.\nIn the city, the population was spread out, with 26.1% under the age of 18, 6.1% from 18 to 24, 33.8% from 25 to 44, 22.0% from 45 to 64, and 12.0% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 93.1 males. For every 100 females age 18 and over, there were 89.7 males.\nThe median income for a household in the city was $34,906, and the median income for a family was $62,875. Males had a median income of $25,489 versus $31,968 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the city was $23,103. 5.9% of the population and 3.9% of families were below the poverty line.\nEducation.\nThe major educational institutions are:\nAmesbury's high school &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; rival is &lt;a href=\"Newburyport%20High%20School\"&gt;Newburyport&lt;/a&gt;; the two teams play against each other every &lt;a href=\"Thanksgiving%20%28United%20States%29\"&gt;Thanksgiving Day&lt;/a&gt;. The Amesbury mascot is \"Indians.\"\nPublic library.\nAs of 2012, the Amesbury Public Library pays for access to information resources produced by Brainfuse, &lt;a href=\"Cengage%20Learning\"&gt;Cengage Learning&lt;/a&gt;, &lt;a href=\"EBSCO%20Industries\"&gt;EBSCO Industries&lt;/a&gt;, LearningExpress, Library Ideas, Mango Languages, &lt;a href=\"NewsBank\"&gt;NewsBank&lt;/a&gt;, &lt;a href=\"Online%20Computer%20Library%20Center\"&gt;Online Computer Library Center&lt;/a&gt; (OCLC), &lt;a href=\"ProQuest\"&gt;ProQuest&lt;/a&gt;, TumbleBook Library, &lt;a href=\"World%20Book\"&gt;World Book&lt;/a&gt; of &lt;a href=\"Berkshire%20Hathaway\"&gt;Berkshire Hathaway&lt;/a&gt;, and World Trade Press.\nThe Public Library houses an extensive Local History and genealogy collection which is open and available for research. \nInternational relations.\nTwin towns – Sister cities.\nAmesbury is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}