{
    "id": "259562",
    "revid": "42418409",
    "url": "https://en.wikipedia.org/wiki?curid=259562",
    "title": "Whitefield, New Hampshire",
    "text": "Whitefield is a &lt;a href=\"New%20England%20town\"&gt;town&lt;/a&gt; in &lt;a href=\"Co%C3%B6s%20County%2C%20New%20Hampshire\"&gt;Coös County&lt;/a&gt;, &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;, United States, in the &lt;a href=\"White%20Mountains%20Region\"&gt;White Mountains Region&lt;/a&gt;. The population was 2,490 at the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 census&lt;/a&gt;. Situated on the northern edge of the &lt;a href=\"White%20Mountains%20%28New%20Hampshire%29\"&gt;White Mountains&lt;/a&gt;, Whitefield is home to the &lt;a href=\"Mount%20Washington%20Regional%20Airport\"&gt;Mount Washington Regional Airport&lt;/a&gt; and the White Mountains Regional High School.\nWhitefield is part of the &lt;a href=\"Berlin%2C%20New%20Hampshire\"&gt;Berlin&lt;/a&gt;, NH–&lt;a href=\"Vermont\"&gt;VT&lt;/a&gt; &lt;a href=\"Berlin%20micropolitan%20area\"&gt;Micropolitan Statistical Area&lt;/a&gt;. The central village in the town, where 1,460 people resided at the 2020 census, is defined as the &lt;a href=\"Whitefield%20%28CDP%29%2C%20New%20Hampshire\"&gt;Whitefield census-designated place&lt;/a&gt; (CDP) and is located at the junction of &lt;a href=\"U.S.%20Route%203\"&gt;U.S. Route 3&lt;/a&gt;, &lt;a href=\"New%20Hampshire%20Route%20116\"&gt;New Hampshire Route 116&lt;/a&gt; and &lt;a href=\"New%20Hampshire%20Route%20142\"&gt;NH Route 142&lt;/a&gt;.\nHistory.\nThe last town to be granted under the &lt;a href=\"England\"&gt;English&lt;/a&gt; provincial government, Whitefield was chartered on July 4, 1774, exactly two years before adoption of the &lt;a href=\"United%20States%20Declaration%20of%20Independence\"&gt;Declaration of Independence&lt;/a&gt;. Some believe it was named for &lt;a href=\"George%20Whitefield\"&gt;George Whitefield&lt;/a&gt;, a famous English &lt;a href=\"Evangelism\"&gt;evangelist&lt;/a&gt; and a friend of &lt;a href=\"William%20Legge%2C%202nd%20Earl%20of%20Dartmouth\"&gt;William Legge, 2nd Earl of Dartmouth&lt;/a&gt;, the patron of &lt;a href=\"Dartmouth%20College\"&gt;Dartmouth College&lt;/a&gt;. Others believe the name originated from earlier references to the snowy white fields one would see upon approach through any of the surrounding mountain passages. The chartered name was \"Whitefields\", but the \"s\" was dropped on December 1, 1804, the date of incorporation. Early grantees included &lt;a href=\"Jeremy%20Belknap\"&gt;Jeremy Belknap&lt;/a&gt;, historian, and &lt;a href=\"John%20Langdon%20%28politician%29\"&gt;John Langdon&lt;/a&gt;, who succeeded &lt;a href=\"Sir%20John%20Wentworth%2C%201st%20Baronet\"&gt;John Wentworth&lt;/a&gt; as governor.\nWith the entrance of the &lt;a href=\"railroad\"&gt;railroad&lt;/a&gt; in the 19th century, tourists discovered the town and its cool, clean mountain air. They sought relief from the heat, humidity and pollution of coal-era summers in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, &lt;a href=\"Hartford%2C%20Connecticut\"&gt;Hartford&lt;/a&gt;, &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; and &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;. Several inns and hotels were built to accommodate their increasing numbers. On a hilltop facing the &lt;a href=\"Presidential%20Range\"&gt;Presidential Range&lt;/a&gt; is the grandest, the &lt;a href=\"Mountain%20View%20House\"&gt;Mountain View House&lt;/a&gt; (now called the Mountain View Grand Resort &amp; Spa), established in 1866. The historic hotel underwent an extensive renovation in the 2000s, and is now one of the most luxurious in New Hampshire.\nWhitefield has many examples of &lt;a href=\"Victorian%20architecture\"&gt;Victorian architecture&lt;/a&gt;, including a landmark &lt;a href=\"bandstand\"&gt;bandstand&lt;/a&gt; built in 1875 on the &lt;a href=\"common%20land\"&gt;common&lt;/a&gt;. The century-old town hall with bell tower was torn down in 2013. At the 2014 town meeting, voters chose to build a pre-fab building to be located outside of the town center.\nGeography.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the town has a total area of , of which are land and , or 1.37%, are water. Whitefield is drained by the &lt;a href=\"Johns%20River%20%28New%20Hampshire%29\"&gt;Johns River&lt;/a&gt;, which runs through the center of town, and its tributary Bog Brook. Forest Lake, the largest lake in town, straddles the Whitefield/&lt;a href=\"Dalton%2C%20New%20Hampshire\"&gt;Dalton&lt;/a&gt; town line and is located southwest of the town center. Burns Lake is near Forest Lake, off &lt;a href=\"New%20Hampshire%20Route%20116\"&gt;Route 116&lt;/a&gt; closer to the town center. Mirror Lake is a small water body close to &lt;a href=\"U.S.%20Route%203\"&gt;Route 3&lt;/a&gt; north of the center of town.\nThe two highest points in Whitefield are Howland Hill and Kimball Hill, both of which top above &lt;a href=\"sea%20level\"&gt;sea level&lt;/a&gt;.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 2,306 people, 976 households, and 613 families residing in the town. There were 1,339 housing units, of which 363, or 27.1%, were vacant. 268 of the vacant units were for seasonal or recreational use. The racial makeup of the town was 95.6% &lt;a href=\"White%20Americans\"&gt;white&lt;/a&gt;, 0.3% &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;, 0.4% &lt;a href=\"Native%20Americans%20of%20the%20United%20States\"&gt;Native American&lt;/a&gt;, 0.7% &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;n, 0.0% &lt;a href=\"Native%20Hawaiian\"&gt;Native Hawaiian&lt;/a&gt; or Pacific Islander, 1.3% some other race, and 1.6% from two or more races. 2.0% of the population were &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; of any race.\nOf the 976 households, 27.2% had children under the age of 18 living with them, 48.3% were headed by &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 9.7% had a female householder with no husband present, and 37.2% were non-families. 29.1% of all households were made up of individuals, and 12.4% were someone living alone who was 65 years of age or older. The average household size was 2.30, and the average family size was 2.79. \nIn the town, 20.9% of the population were under the age of 18, 6.1% were from 18 to 24, 23.3% from 25 to 44, 31.7% from 45 to 64, and 18.0% were 65 years of age or older. The median age was 44.7 years. For every 100 females, there were 95.4 males. For every 100 females age 18 and over, there were 93.5 males.\nFor the period 2011–2015, the estimated median annual income for a household was $42,454, and the median income for a family was $55,833. Male full-time workers had a median income of $43,036 versus $33,563 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the town was $25,080. 12.8% of the population and 8.6% of families were below the poverty line. 19.3% of the population under the age of 18 and 9.8% of those 65 or older were living in poverty.\nTransportation.\nWhitefield is at the intersections of &lt;a href=\"New%20Hampshire%20Route%20116\"&gt;New Hampshire Route 116&lt;/a&gt; and &lt;a href=\"U.S.%20Route%203\"&gt;U.S. Route 3&lt;/a&gt; and is also served by &lt;a href=\"New%20Hampshire%20Route%20142\"&gt;New Hampshire Route 142&lt;/a&gt;, which leads to &lt;a href=\"Dalton%2C%20New%20Hampshire\"&gt;Dalton&lt;/a&gt; and points beyond. Once important but now seldom-used &lt;a href=\"railroad\"&gt;railroad&lt;/a&gt; lines of the &lt;a href=\"Maine%20Central\"&gt;Maine Central&lt;/a&gt; and &lt;a href=\"Boston%20and%20Maine\"&gt;Boston and Maine&lt;/a&gt; railroads run through town. The &lt;a href=\"Mount%20Washington%20Regional%20Airport\"&gt;Mount Washington Regional Airport&lt;/a&gt; is located in Whitefield. As of January 2006 Whitefield is also served by &lt;a href=\"https%3A//web.archive.org/web/20060502004114/http%3A//www.tccap.org/the_tri-town.htm\"&gt;The Tri-Town Bus&lt;/a&gt;, a public transportation route connecting with &lt;a href=\"Lancaster%2C%20New%20Hampshire\"&gt;Lancaster&lt;/a&gt; and &lt;a href=\"Littleton%2C%20New%20Hampshire\"&gt;Littleton&lt;/a&gt;."
}