{
    "id": "25958451",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=25958451",
    "title": "GP Express Flight 861",
    "text": "GP Express Flight 861, from &lt;a href=\"Hartsfield-Jackson%20International%20Airport\"&gt;Hartsfield-Jackson International Airport&lt;/a&gt; in &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta, Georgia&lt;/a&gt; to &lt;a href=\"Anniston%20Metropolitan%20Airport\"&gt;Anniston Metropolitan Airport&lt;/a&gt; in &lt;a href=\"Anniston%2C%20Alabama\"&gt;Anniston, Alabama&lt;/a&gt;, crashed while attempting to land at approximately 8:04 a.m. &lt;a href=\"Central%20Time%20Zone%20%28North%20America%29\"&gt;CDT&lt;/a&gt; on June 8, 1992. The &lt;a href=\"Beechcraft%20Model%2099\"&gt;Beechcraft Model 99&lt;/a&gt; had four passengers and a crew of two on board. Two passengers and the captain received fatal injuries. All three survivors were seriously injured.\nAccident.\n&lt;a href=\"GP%20Express%20Airlines\"&gt;GP Express Airlines&lt;/a&gt; Flight 861 was to operate from Atlanta to &lt;a href=\"Tuscaloosa%2C%20Alabama\"&gt;Tuscaloosa, Alabama&lt;/a&gt;, with an intermediate stop in Anniston. The flight was operated as a &lt;a href=\"Department%20of%20Transportation\"&gt;Department of Transportation&lt;/a&gt; &lt;a href=\"Essential%20Air%20Service\"&gt;Essential Air Service&lt;/a&gt; (EAS) flight. In Atlanta, four passengers and six bags were loaded on the fifteen-passenger aircraft for the flight. During the flight, intercom problems created difficulty in communication between the crew. Additionally, the crew encountered problems with a battery and autofeather system. As the flight approached Anniston, confusion developed in the cockpit regarding the aircraft's position and correct course to Anniston. While a visual approach was considered, visual conditions necessitated an &lt;a href=\"instrument%20landing%20system\"&gt;instrument landing system&lt;/a&gt; approach to Runway 5 at Anniston. The crew experienced difficulty establishing the glideslope to Runway 5 and discussed minimum decision heights and missed approach procedures immediately before the aircraft impacted a heavily wooded ridge approximately 7.5 miles north of the Anniston airport in conditions of fog and low-lying clouds. The aircraft was destroyed by the impact and post-accident fire.\nFollowing the crash on Stanley Hill approximately 150 yards inside the southeast boundary of &lt;a href=\"Fort%20McClellan\"&gt;Fort McClellan&lt;/a&gt;, the survivors exited the airplane as a fire developed. Survivor Sgt. Dennis Lachut of Fort Lewis, Washington, limped three miles from the crash site through steep, wooded terrain and was taken to a nearby residence by the driver of a passing pickup truck. The Anniston airport manager was notified by GP Express that the plane did not arrive and could not be reached approximately 11 minutes after the scheduled arrival time; however, this information was not shared with local search and rescue authorities. A search was not started until Sgt. Lachut directed rescuers toward the crash site around noon. Rescuers arrived on foot about 2:15 p.m. and evacuated the remaining survivors by four-wheel-drive vehicle to &lt;a href=\"Northeast%20Alabama%20Regional%20Medical%20Center\"&gt;Northeast Alabama Regional Medical Center&lt;/a&gt; in Anniston. Heavy rains at the time made travel difficult, obscured visibility, and also quickly knocked down the post-accident fire, the smoke of which may have alerted authorities to the crash and approximate location more quickly.\nInvestigation.\nThe findings of the investigation by the &lt;a href=\"National%20Transportation%20Safety%20Board\"&gt;National Transportation Safety Board&lt;/a&gt; (NTSB) were released on March 2, 1993. Ultimately the investigation determined that the crew lost situational awareness, and though unsure of the &lt;a href=\"air%20traffic%20control\"&gt;air traffic control&lt;/a&gt; services being provided or their position, began an approach to Runway 5 from an excessive altitude and airspeed without completing the published approach procedures. Though critical of the performance of the flight crew, the report ultimately concluded that the probable cause was the failure of senior management of GP Express to provide adequate training and operational support for the startup of the southern operation, which resulted in the assignment of an inadequately prepared captain with a relatively inexperienced first officer in revenue passenger service and the failure of the flight crew to use approved instrument flight procedures, which resulted in a loss of situational awareness and terrain clearance. Contributing to the cause of the accident was GP Express’ failure to provide approach charts to each pilot and to establish stabilized approach criteria. Also contributing were the inadequate crew coordination and a role reversal on the part of the captain and first officer."
}