{
    "id": "259576",
    "revid": "1175300",
    "url": "https://en.wikipedia.org/wiki?curid=259576",
    "title": "Antrim (CDP), New Hampshire",
    "text": "Antrim is a &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt; (CDP) and the main village in the &lt;a href=\"New%20England%20town\"&gt;town&lt;/a&gt; of &lt;a href=\"Antrim%2C%20New%20Hampshire\"&gt;Antrim&lt;/a&gt; in &lt;a href=\"Hillsborough%20County%2C%20New%20Hampshire\"&gt;Hillsborough County&lt;/a&gt;, &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;, United States. The population of the CDP was 1,395 at the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 census&lt;/a&gt;, out of 2,651 in the entire town.\nGeography.\nThe CDP is in the southeast corner of the town of Antrim, bordered to the east by the &lt;a href=\"Contoocook%20River\"&gt;Contoocook River&lt;/a&gt;, which forms the &lt;a href=\"Bennington%2C%20New%20Hampshire\"&gt;Bennington&lt;/a&gt; town line, and to the south by the towns of Bennington and &lt;a href=\"Hancock%2C%20New%20Hampshire\"&gt;Hancock&lt;/a&gt;. The CDP is bordered to the west by Old Hancock Road and &lt;a href=\"New%20Hampshire%20Route%2031\"&gt;New Hampshire Route 31&lt;/a&gt; (Clinton Road), and to the north by Miltmore Road, Smith Road, and Cochran Brook. Antrim village is in the southern part of the CDP, and the western part includes portions of the villages of Antrim Center and Clinton Village.\n&lt;a href=\"U.S.%20Route%20202\"&gt;U.S. Route 202&lt;/a&gt; is the main road through the community, leading north to &lt;a href=\"Hillsborough%20%28CDP%29%2C%20New%20Hampshire\"&gt;Hillsborough&lt;/a&gt; and south to &lt;a href=\"Peterborough%20%28CDP%29%2C%20New%20Hampshire\"&gt;Peterborough&lt;/a&gt;. &lt;a href=\"New%20Hampshire%20Route%2031\"&gt;New Hampshire Route 31&lt;/a&gt; leads northwest from Antrim village through Clinton Village and Antrim Center, and ultimately to &lt;a href=\"Goshen%2C%20New%20Hampshire\"&gt;Goshen&lt;/a&gt;.\nAccording to the &lt;a href=\"U.S.%20Census%20Bureau\"&gt;U.S. Census Bureau&lt;/a&gt;, the Antrim CDP has a total area of , of which , or 0.17%, are water.\nDemographics.\nAs of the census of 2010, there were 1,397 people, 561 households, and 364 families residing in the CDP. There were 607 housing units, of which 46, or 7.6%, were vacant. The racial makeup of the CDP was 97.1% &lt;a href=\"White%20Americans\"&gt;white&lt;/a&gt;, 0.3% &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;, 0.4% &lt;a href=\"Native%20Americans%20of%20the%20United%20States\"&gt;Native American&lt;/a&gt;, 0.6% &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;n, 0.0% Pacific Islander, 0.0% some other race, and 1.6% from two or more races. 1.4% of the population were &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; of any race.\nOf the 561 households in the CDP, 35.5% had children under the age of 18 living with them, 48.0% were headed by &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 11.4% had a female householder with no husband present, and 35.1% were non-families. 28.2% of all households were made up of individuals, and 12.3% were someone living alone who was 65 years of age or older. The average household size was 2.46, and the average family size was 2.99.\n24.1% of residents in the CDP were under the age of 18, 8.0% were from age 18 to 24, 24.1% were from 25 to 44, 29.9% were from 45 to 64, and 13.8% were 65 years of age or older. The median age was 41.4 years. For every 100 females, there were 92.2 males. For every 100 females age 18 and over, there were 90.0 males.\nFor the period 2011-15, the estimated median annual income for a household was $55,703, and the median income for a family was $78,906. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the CDP was $25,266. 9.1% of the population and 3.3% of families were below the poverty line, along with 10.6% of people under the age of 18 and 3.4% of people 65 or older."
}