{
    "id": "25950468",
    "revid": "22393957",
    "url": "https://en.wikipedia.org/wiki?curid=25950468",
    "title": "Neon Hitch",
    "text": "Neon Hitch (born 25 May 1986) is an English singer and songwriter. She was signed to &lt;a href=\"Mike%20Skinner%20%28musician%29\"&gt;Mike Skinner&lt;/a&gt; and &lt;a href=\"Ted%20Mayhem\"&gt;Ted Mayhem&lt;/a&gt;'s label, The Beats, before it closed down. She was later discovered on MySpace by &lt;a href=\"Benny%20Blanco\"&gt;Benny Blanco&lt;/a&gt;, who flew her to New York City to work with him. Their work together earned her a music publishing deal with EMI and a record deal with Warner Bros. Records. Neon's debut album, \"&lt;a href=\"Anarchy%20%28Neon%20Hitch%20album%29\"&gt;Anarchy&lt;/a&gt;\", was released on 22 July 2016 via WeRNeon.\nEarly life.\nHitch was born in &lt;a href=\"Kingston%20upon%20Thames\"&gt;Kingston upon Thames&lt;/a&gt; before moving at a young age to the countryside of &lt;a href=\"Nottingham\"&gt;Nottingham&lt;/a&gt;. Hitch resented her parents for her birth name, Neon, and wanted to change it to something more conventional. Her father was a lighting technician. When their house burned down, her mother, Irene Gardiner, bought a caravan to live in. She grew up in a &lt;a href=\"gypsy\"&gt;gypsy&lt;/a&gt; community. They then began street performing, making and selling jewelry and clothing around Europe, and consequently, she never attended school. By the age of four, Hitch was travelling and performing with the &lt;a href=\"Archaos\"&gt;Archaos&lt;/a&gt; circus. At age of ten, she began writing poetry which led to her writing lyrics. Her boyfriend noticed that she could sing and encouraged her to hone her singing. By the time she was in her teens, Hitch was trained as a &lt;a href=\"trapeze%20artist\"&gt;trapeze artist&lt;/a&gt;, fire swinger and stilt walker and had performed across Europe. Her family was featured in a &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; documentary. At the age of sixteen, Hitch moved to India for a few years before resettling in London to start her music career.\nMusic career.\n2010–2012: \"Beg, Borrow and Steal\".\nOn 18 February 2010, it was announced that Hitch was signed to Warner Bros. Records by Kara DioGuardi and that she would begin recording her debut album, \"Beg, Borrow and Steal\", in March 2010 with Benny Blanco. Hitch also worked with producer &lt;a href=\"Greg%20Kurstin\"&gt;Greg Kurstin&lt;/a&gt;. She released promo single \"Get Over U\", co-written by singer &lt;a href=\"Sia%20Furler\"&gt;Sia&lt;/a&gt;, for free in January 2011 and to digital retailers in February 2011. This was followed by \"Silly Girl\", \"Bad Dog\" (which was intended to be the first single of the album) and \"Poisoned with Love\", the latter which appeared in \"&lt;a href=\"Teen%20Wolf%20%282011%20TV%20series%29\"&gt;Teen Wolf&lt;/a&gt;\" and \"&lt;a href=\"Now%20That%27s%20What%20I%20Call%20Music%21%2040%20%28U.S.%20series%29\"&gt;Now That's What I Call Music! 40&lt;/a&gt;\". She also released a series of covers and mash-up covers of songs by other artists, including &lt;a href=\"Wiz%20Khalifa\"&gt;Wiz Khalifa&lt;/a&gt;'s \"&lt;a href=\"On%20My%20Level\"&gt;On My Level&lt;/a&gt;\", &lt;a href=\"Waka%20Flocka%20Flame\"&gt;Waka Flocka Flame&lt;/a&gt;'s \"&lt;a href=\"No%20Hands\"&gt;No Hands&lt;/a&gt;\" and &lt;a href=\"Kreayshawn\"&gt;Kreayshawn&lt;/a&gt;'s \"&lt;a href=\"Gucci%20Gucci\"&gt;Gucci Gucci&lt;/a&gt;\". Hitch was also featured on \"&lt;a href=\"Ass%20Back%20Home\"&gt;Ass Back Home&lt;/a&gt;\" by &lt;a href=\"Gym%20Class%20Heroes\"&gt;Gym Class Heroes&lt;/a&gt;, which has peaked at number twelve in the \"Billboard\" Hot 100. Hitch released during 2012 the lead single of \"Beg, Borrow and Steal\", \"&lt;a href=\"Fuck%20U%20Betta\"&gt;Fuck U Betta&lt;/a&gt;\" and another single \"&lt;a href=\"Gold%20%28Neon%20Hitch%20song%29\"&gt;Gold&lt;/a&gt;\", co-written by singer &lt;a href=\"Bruno%20Mars\"&gt;Bruno Mars&lt;/a&gt;; both songs peaked at number 1 on the &lt;a href=\"Billboard%20Hot%20Dance%20Club%20Play\"&gt;Billboard Hot Dance Club Songs&lt;/a&gt; chart.\n2013–present: \"Happy Neon\", \"301 to Paradise\", \"24:00\", \"Anarchy\", and upcoming second album.\nOn 7 January 2013 Hitch announced her EP title \"&lt;a href=\"Happy%20Neon\"&gt;Happy Neon&lt;/a&gt;\" which was a collaboration with producer Happy Perez. \"Happy Neon\" was released for free through &lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard.com&lt;/a&gt; on 14 January 2013. On 12 November 2013 Neon Hitch was featured on campus.ie where she revealed that she and her team had completely scrapped the \"Beg, Borrow and Steal\" album because she said she \"felt there was not enough of my soul in \"Beg, Borrow and Steal\"\" and discussed the release of a mixtape called \"301 to Paradise\" in early 2014. Hitch said that the mixtape was a very good preview of what was going to come out on her brand new debut album to be released in 2014. On 3 December 2013, Neon Hitch announced that her new mixtape, \"301 to Paradise\", will be released on 3 January 2014. The mixtape was produced and co-written by NYC-based hip-hop group and songwriting duo &lt;a href=\"Kinetics%20%26amp%3B%20One%20Love\"&gt;Kinetics &amp; One Love&lt;/a&gt;, and features two verses from rapper &lt;a href=\"Kinetics%20%28rapper%29\"&gt;Kinetics&lt;/a&gt;. Neon Hitch revealed that some of her favourite songs on the mixtape include \"Some Like It Hot\" and \"Red Lights\", the latter being about her \"Bonnie and Clyde experience in India. On 25 December 2013 Neon released \"Some Like It Hot\" as the first song from the \"301 to Paradise\" mixtape. On May 19, 2014, she released \"Gypsy Star\" and on 2 January 2014 a snippet of \"Red Lights\", both songs from the mixtape.\nNeon announced, via a live chat on 11 May 2014, that after almost four years she had parted ways with Warner Bros. Records. She also confirmed that her \"Beg, Borrow &amp; Steal\" album was scrapped, and she would be releasing a new album titled \"Eleutheromaniac\". She also announced that her mixtapes, \"Happy Neon\" and \"301 to Paradise\" will also be released to digital retailers on 20 May 2014. On Tuesday 13 May 2014 Neon appeared on the &lt;a href=\"Big%20Morning%20Buzz%20Live\"&gt;Big Morning Buzz Live&lt;/a&gt; hosted by &lt;a href=\"Nick%20Lachey\"&gt;Nick Lachey&lt;/a&gt; and performed \"Warner Blvd\" for the first time. Neon was joined by four dancers and two horn players from &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;. In light of her recent label departure, Neon said that \"Warner Blvd\" is about taking her freedom back and encouraged fans to join her in acting as their \"own label\".\nOn Tuesday 27 May 2014 Neon shot the music video for the intended lead single of \"Eleutheromaniac\", \"Yard Sale\", in &lt;a href=\"Paramount%2C%20California\"&gt;Paramount, California&lt;/a&gt; at the Cinderella Mobile Home Park. The video was directed by Charlie Zwick and fans were invited to participate in the shoot as extras via Neon's Facebook Group Page. The \"Yard Sale\" music video captures Neon moving forward and letting go of her past, the yard sale is symbolic of her selling all her past belongings. On 4 August 2015 Yard Sale was released as single and the music video was released the next day. The song was produced and co-written by frequent collaborators Kinetics &amp; One Love.\nIn January 2015 Hitch released \"Sparks\" as the first single of \"Eleutheromaniac\". On 1 March 2015 Hitch released her EP \"24:00\" as a surprise release for free, which was recorded in 24 hours. The EP was followed by 22 April 2015 release of \"Eleutheromaniac,\" the title track of her debut album to digital retailers as an advancement of the album.\nOn 21 August Neon released a new song titled \"Pussy PowR\" on YouTube.\nNeon Hitch was featured on &lt;a href=\"Cash%20Cash\"&gt;Cash Cash&lt;/a&gt;'s song \"Devil\" on 6 August 2015, alongside &lt;a href=\"B.o.B\"&gt;B.o.B&lt;/a&gt; and &lt;a href=\"Busta%20Rhymes\"&gt;Busta Rhymes&lt;/a&gt;. The track is a club banger and considered Cash Cash's \"biggest hit yet\" by MusicTimes.\nIn May 2016, Hitch announced the official name of her debut album, \"Anarchy\", a different project than the previously mentioned \"Eleutheromaniac,\" and revealed the release date to be 22 July 2016. It was preceded by the lead single \"Please\". On 13 July, Neon collaborated with American DJ &lt;a href=\"Borgeous\"&gt;Borgeous&lt;/a&gt; on a song called \"Lost &amp; Found\". The song is the fourth single from Borgeous' new album. The next day the music video for the single was released on Vevo. Anarchy was released on 22 July. The album does not include any of her previously released material, but it does include a remixed version of \"Freedom.\" In August 2016, one month after the release of \"Anarchy,\" Hitch appeared on and performed \"Please\" for \"&lt;a href=\"Million%20Dollar%20Matchmaker\"&gt;Million Dollar Matchmaker&lt;/a&gt;\" on &lt;a href=\"We%20TV\"&gt;WeTV&lt;/a&gt;.\nOn 20 October 2016, Neon featured on the Nytrix track \"When Will I See You Again\" and appeared in the music video released the same day. A week later on 27 October, another feature was released called \"No Warning\" by Jason Parris and My Buddy Mike. That Drop called the track \"a vocal-driven future bass tune that combines emotion and smoothness into one.\" In 2017 Hitch released \"I Know you wannit.\" A year later in 2018 Hitch released two singles \"problem\" and \"wall st\". Hitch announced on January 25 that her second studio album would be titled \"Reincarnation\" and would be released 5 days later on January 30.\nOn March 5, 2021, Neon Hitch was featured on the tech-house single \"Una Locura\" by electronic dance music producers Baddies Only and Pvssycat.\nLater on in 2021, Neon Hitch released a ten track mixtape, called \"Free Style\".\nPersonal life.\nHitch identifies as bisexual and once shared a flat with the late &lt;a href=\"Amy%20Winehouse\"&gt;Amy Winehouse&lt;/a&gt;. She gave birth to her daughter, Freedom, in March 2021."
}