{
    "id": "259612",
    "revid": "1175300",
    "url": "https://en.wikipedia.org/wiki?curid=259612",
    "title": "Durham (CDP), New Hampshire",
    "text": "Durham is a &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt; (CDP) and the main village in the &lt;a href=\"New%20England%20town\"&gt;town&lt;/a&gt; of &lt;a href=\"Durham%2C%20New%20Hampshire\"&gt;Durham&lt;/a&gt; in &lt;a href=\"Strafford%20County%2C%20New%20Hampshire\"&gt;Strafford County&lt;/a&gt;, &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;, United States. The population of the CDP was 11,147 at the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 census&lt;/a&gt;, out of 15,490 in the entire town. The CDP is home to the &lt;a href=\"University%20of%20New%20Hampshire\"&gt;University of New Hampshire&lt;/a&gt;.\nGeography.\nThe CDP is in the northern part of the town of Durham, on the north side of the &lt;a href=\"Oyster%20River%20%28New%20Hampshire%29\"&gt;Oyster River&lt;/a&gt;. It is bordered to the north by the town of &lt;a href=\"Madbury%2C%20New%20Hampshire\"&gt;Madbury&lt;/a&gt;. The western edge of the CDP follows the &lt;a href=\"Pan%20Am%20Railways\"&gt;Pan Am Railways&lt;/a&gt; line, Reservoir Brook, Spinney Lane, Mast Road, and a portion of College Brook, then turns west and south through College Woods. The southern border of the CDP follows the Oyster River as far as Beards Creek, which it follows north to &lt;a href=\"New%20Hampshire%20Route%20108\"&gt;New Hampshire Route 108&lt;/a&gt;. The border then follows &lt;a href=\"U.S.%20Route%204\"&gt;U.S. Route 4&lt;/a&gt; east to Johnson Creek, the eastern edge of the CDP.\nU.S. Route 4 passes through the northern part of the CDP, bypassing the town center. Route 4 leads southeast to &lt;a href=\"Interstate%2095\"&gt;Interstate 95&lt;/a&gt; in &lt;a href=\"Portsmouth%2C%20New%20Hampshire\"&gt;Portsmouth&lt;/a&gt; and west to &lt;a href=\"Concord%2C%20New%20Hampshire\"&gt;Concord&lt;/a&gt;, the state capital. Route 108 passes through the center of the CDP, leading north to the center of &lt;a href=\"Dover%2C%20New%20Hampshire\"&gt;Dover&lt;/a&gt; and south to &lt;a href=\"Exeter%20%28CDP%29%2C%20New%20Hampshire\"&gt;Exeter&lt;/a&gt;. The campus of the University of New Hampshire occupies the southwestern part of the CDP.\nAccording to the &lt;a href=\"U.S.%20Census%20Bureau\"&gt;U.S. Census Bureau&lt;/a&gt;, the Durham CDP has a total area of , of which are land and , or 1.83%, are water.\nDemographics.\nThe demographics of the Durham CDP are strongly influenced by the presence of the University of New Hampshire campus. As of the census of 2010, there were 10,345 people, 1,669 households, and 642 families residing in the CDP. There were 1,727 housing units, of which 58, or 3.4%, were vacant. The racial makeup of the CDP was 93.1% &lt;a href=\"White%20Americans\"&gt;white&lt;/a&gt;, 1.0% &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;, 0.1% &lt;a href=\"Native%20Americans%20of%20the%20United%20States\"&gt;Native American&lt;/a&gt;, 3.6% &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;n, 0.02% Pacific Islander, 0.5% some other race, and 1.6% from two or more races. 2.3% of the population were &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; of any race.\n6,328 people in the CDP lived in group quarters such as dormitories rather than in households. Of the 1,669 households in the CDP, 16.1% had children under the age of 18 living with them, 32.7% were headed by married couples living together, 4.1% had a female householder with no husband present, and 61.5% were non-families. 29.2% of all households were made up of individuals, and 8.8% were someone living alone who was 65 years of age or older. The average household size was 2.41, and the average family size was 2.85.\n4.6% of residents in the CDP were under the age of 18, 78.3% were from age 18 to 24, 5.4% were from 25 to 44, 7.0% were from 45 to 64, and 4.7% were 65 years of age or older. The median age was 20.5 years. For every 100 females, there were 83.2 males. For every 100 females age 18 and over, there were 81.9 males.\nFor the period 2011-15, the estimated median annual income for a household was $48,083, and the median income for a family was $111,875. Male full-time workers had a median income of $61,250 versus $51,696 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the CDP was $15,807. 35.9% of the population and 2.8% of families were below the poverty line, along with 1.4% of people under the age of 18 and 10.8% of people 65 or older."
}