{
    "id": "259601",
    "revid": "42418409",
    "url": "https://en.wikipedia.org/wiki?curid=259601",
    "title": "Epping, New Hampshire",
    "text": "Epping is a &lt;a href=\"New%20England%20town\"&gt;town&lt;/a&gt; in &lt;a href=\"Rockingham%20County%2C%20New%20Hampshire\"&gt;Rockingham County&lt;/a&gt;, &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;, United States. The population was 7,125 at the &lt;a href=\"2020%20United%20States%20census\"&gt;2020 census&lt;/a&gt;, up from 6,411 at the 2010 census.\nThe main village, where 2,693 people resided at the 2020 census, is defined by the U.S. Census Bureau as the &lt;a href=\"Epping%20%28CDP%29%2C%20New%20Hampshire\"&gt;Epping census-designated place&lt;/a&gt; (CDP), along &lt;a href=\"New%20Hampshire%20Route%2027\"&gt;New Hampshire Route 27&lt;/a&gt; just west of &lt;a href=\"New%20Hampshire%20Route%20125\"&gt;New Hampshire Route 125&lt;/a&gt;.\nHistory.\nEpping was originally part of &lt;a href=\"Exeter%2C%20New%20Hampshire\"&gt;Exeter&lt;/a&gt;, one of the four original New Hampshire townships. Starting in 1710, Exeter awarded free wood lots in the area to encourage settlement. In 1741, Epping was granted a charter and incorporated as a town. It was the last New Hampshire town chartered by Governor &lt;a href=\"Jonathan%20Belcher\"&gt;Jonathan Belcher&lt;/a&gt; before the &lt;a href=\"Province%20of%20New%20Hampshire\"&gt;Province of New Hampshire&lt;/a&gt; was granted a governor who did not also govern the neighboring &lt;a href=\"Province%20of%20Massachusetts%20Bay\"&gt;Province of Massachusetts Bay&lt;/a&gt;. Epping was named for &lt;a href=\"Epping%2C%20Essex\"&gt;Epping&lt;/a&gt; in England.\nThrough the 1800s, farming was a principal occupation in Epping. The town also had substantial reserves of clay, long used by local residents to make &lt;a href=\"brick\"&gt;brick&lt;/a&gt;s, and in 1840, the first commercial brickyard was established in Epping.\nThe village once known as East Epping gave birth in 1863 to a &lt;a href=\"Methodism\"&gt;Methodist&lt;/a&gt; camp called Camp Hedding. Hedding CMA (Camp Meeting Association) hosted Methodist revivals. Hedding became the name of a post office and railroad station in 1896, and the place name appears on road signs.\nEpping was once an important junction of the &lt;a href=\"Worcester%2C%20Nashua%20and%20Rochester%20Railroad\"&gt;Worcester, Nashua &amp; Rochester Railroad&lt;/a&gt; and the &lt;a href=\"Portsmouth%20and%20Concord%20Railroad\"&gt;Portsmouth &amp; Concord Railroad&lt;/a&gt;, later both part of the &lt;a href=\"Boston%20and%20Maine%20Railroad\"&gt;Boston &amp; Maine Railroad&lt;/a&gt;. The north-south WN&amp;R line through town was abandoned in 1932, with a short segment remaining in place south to &lt;a href=\"Fremont%2C%20New%20Hampshire\"&gt;Fremont&lt;/a&gt; to serve a lumber yard and barrel manufacturer located there. This left the east-west Portsmouth Branch between &lt;a href=\"Manchester%2C%20New%20Hampshire\"&gt;Manchester&lt;/a&gt; and &lt;a href=\"Portsmouth%2C%20New%20Hampshire\"&gt;Portsmouth&lt;/a&gt; as Epping's only access to the national rail network.\nPassenger service on the Portsmouth Branch ceased in 1954, although mixed-train service continued until 1960. A regular freight running from &lt;a href=\"Concord%2C%20New%20Hampshire\"&gt;Concord&lt;/a&gt; to Portsmouth and return served Epping until 1972, after which a local freight out of Concord served the branch as needed, usually once or twice a week and often not passing beyond Epping where the last concentration of customers was located. Customers in Epping at this time included the Merrimack Farmers Exchange and the W.S. Goodrich brickyard. Occasional hi-and-wide freight movements operated over the Portsmouth Branch in the 1970s due to the lack of close clearance points, with several carrying materials destined to the under-construction &lt;a href=\"Seabrook%20Station%20Nuclear%20Power%20Plant\"&gt;Seabrook Station Nuclear Power Plant&lt;/a&gt;. Declining track conditions led to the B&amp;M embargoing the branch in December 1979, with the last trains operating to Epping earlier that year and the final train to Raymond following in July 1980 despite the embargo. The Boston &amp; Maine abandoned the track from East Manchester to &lt;a href=\"Newfields%2C%20New%20Hampshire\"&gt;Newfields&lt;/a&gt; in 1982, and the rail was removed in Epping between 1983 and 1985. The railroad beds are now the Rockingham Recreational Trail. Abutments for the WN&amp;R bridge over the &lt;a href=\"Lamprey%20River\"&gt;Lamprey River&lt;/a&gt; can be seen to the west of &lt;a href=\"NH%20Route%20125\"&gt;Route 125&lt;/a&gt;.\nGeography.\nA chronic quip about \"Epping—the center of the universe\" remains visible on &lt;a href=\"bumper%20sticker\"&gt;bumper sticker&lt;/a&gt;s. However, due to its location at the crossroads of &lt;a href=\"New%20Hampshire%20Route%20101\"&gt;Route 101&lt;/a&gt; and &lt;a href=\"NH%20Route%20125\"&gt;Route 125&lt;/a&gt;, the town has indeed become a retail center serving the neighboring towns. It has attracted &lt;a href=\"chain%20store\"&gt;chain store&lt;/a&gt;s since Route 101 was upgraded to an &lt;a href=\"Limited-access%20road\"&gt;expressway&lt;/a&gt; in the mid-1990s, with &lt;a href=\"strip%20mall\"&gt;strip mall&lt;/a&gt;s and &lt;a href=\"big-box%20store\"&gt;big-box store&lt;/a&gt;s arriving in the 2010s.\nThe town also has a &lt;a href=\"Epping%20%28CDP%29%2C%20New%20Hampshire\"&gt;traditional center&lt;/a&gt; clustered around Main Street and &lt;a href=\"New%20Hampshire%20Route%2027\"&gt;Route 27&lt;/a&gt;, an older road connecting Exeter with &lt;a href=\"Hooksett%2C%20New%20Hampshire\"&gt;Hooksett&lt;/a&gt; and &lt;a href=\"Manchester%2C%20New%20Hampshire\"&gt;Manchester&lt;/a&gt;. These parts of town retain their traditional architecture.\nThe area on Route 27 near the &lt;a href=\"Raymond%2C%20New%20Hampshire\"&gt;Raymond&lt;/a&gt; border is known as West Epping.\nThe town has a total area of , of which are land and are water, comprising 0.70% of the town. Epping is drained by the &lt;a href=\"Lamprey%20River\"&gt;Lamprey&lt;/a&gt; and &lt;a href=\"Piscassic%20River\"&gt;Piscassic&lt;/a&gt; rivers. The highest point in Epping is Kennard Hill at above &lt;a href=\"sea%20level\"&gt;sea level&lt;/a&gt;, located in the town's northwest corner. Epping lies fully within the &lt;a href=\"Piscataqua%20River\"&gt;Piscataqua River&lt;/a&gt; (Coastal) &lt;a href=\"Drainage%20basin\"&gt;watershed&lt;/a&gt;.\nThe town center, defined as the Epping &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt; (CDP), has a total area of , all land.\nCulture.\nThere are two &lt;a href=\"auto%20racing\"&gt;auto racing&lt;/a&gt; venues in Epping. &lt;a href=\"New%20England%20Dragway\"&gt;New England Dragway&lt;/a&gt;, New England's only quarter-mile track, runs races Wednesday and Friday nights and all day on the weekends, including the &lt;a href=\"International%20Hot%20Rod%20Association\"&gt;IHRA&lt;/a&gt; &lt;a href=\"Amalie%20Oil%20Company\"&gt;Amalie Oil&lt;/a&gt; North American Nationals and, since 2013, the &lt;a href=\"National%20Hot%20Rod%20Association\"&gt;NHRA&lt;/a&gt; New England Nationals. The dragway hosts a popular Halloween display during the second half of October. &lt;a href=\"Star%20Speedway\"&gt;Star Speedway&lt;/a&gt; is a &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt; &lt;a href=\"Stock%20car%20racing\"&gt;stock-car oval&lt;/a&gt; operating on Saturdays.\nAn annual canoe race down the &lt;a href=\"Lamprey%20River\"&gt;Lamprey River&lt;/a&gt; occurs on the last weekend in April. Camp Hedding hosts an annual camp meeting for one week in August and an \"olde time fair\" on the first Saturday of August every year.\nEpping has two annual parades, the memorial parade and the Christmas parade. The memorial parade usually includes youth sports teams, scouts, the combined middle and high school marching band, the fire department, police department, and veterans. The Christmas parade includes a few fire trucks and police cars that go around town with a &lt;a href=\"Santa%20Claus\"&gt;Santa Claus&lt;/a&gt; character and his elves throwing candy to any children who are outside.\nDemographics.\nAs of the &lt;a href=\"census\"&gt;census&lt;/a&gt; of 2010, there were 6,411 people, 2,466 households, and 1,768 families residing in the town. There were 2,723 housing units, of which 257, or 9.4%, were vacant. The racial makeup of the town was 96.2% &lt;a href=\"White%20Americans\"&gt;white&lt;/a&gt;, 0.3% &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;, 0.2% &lt;a href=\"Native%20Americans%20of%20the%20United%20States\"&gt;Native American&lt;/a&gt;, 1.3% &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;n, 0.03% &lt;a href=\"Native%20Hawaiian\"&gt;Native Hawaiian&lt;/a&gt; or Pacific Islander, 0.3% some other race, and 1.6% from two or more races. 1.6% of the population were &lt;a href=\"Hispanic\"&gt;Hispanic&lt;/a&gt; or &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; of any race.\nOf the 2,466 households, 34.4% had children under the age of 18 living with them, 57.5% were headed by &lt;a href=\"Marriage\"&gt;married couples&lt;/a&gt; living together, 9.0% had a female householder with no husband present, and 28.3% were non-families. 20.3% of all households were made up of individuals, and 6.5% were someone living alone who was 65 years of age or older. The average household size was 2.60, and the average family size was 2.99.\nIn the town, 22.8% of the population were under the age of 18, 7.6% were from 18 to 24, 28.6% from 25 to 44, 30.5% from 45 to 64, and 10.5% were 65 years of age or older. The median age was 40.0 years. For every 100 females, there were 96.8 males. For every 100 females age 18 and over, there were 94.2 males.\nFor the period 2011–2015, the estimated median annual income for a household was $77,750, and the median income for a family was $86,886. Male full-time workers had a median income of $66,330 versus $47,538 for females. The &lt;a href=\"per%20capita%20income\"&gt;per capita income&lt;/a&gt; for the town was $34,982. 6.3% of the population and 3.3% of families were below the poverty line. 12.1% of the population under the age of 18 and 1.5% of those 65 or older were living in poverty.\nNotable people.\nThe men who inspired the town nickname of \"Home of Three Governors\" are the following:\nPlumer and Prescott roads honor two of the governors.\nOther notable residents include:"
}