{
    "id": "25972108",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=25972108",
    "title": "Contarex",
    "text": "The Contarex is a 35mm &lt;a href=\"single-lens%20reflex%20camera\"&gt;SLR&lt;/a&gt; camera made by &lt;a href=\"Zeiss-Ikon\"&gt;Zeiss Ikon&lt;/a&gt;. It was first presented at &lt;a href=\"Photokina\"&gt;Photokina&lt;/a&gt; in 1958 and initially scheduled for delivery in the spring of 1959, but it was not made generally available until March 1960. It is popularly known as the \"Contarex I\", the \"Bullseye\" or the \"Cyclops\". The camera was aimed at the high-end and professional markets; in 1961, the retail price (including the 50mm f/2.0 Planar lens) was $499.\nThe camera body, weighing 910 g., is complex, comprising some 1100 parts, with seven principal alloy pressure castings and additional stamped cover plates to complete the structure. However, it is rugged and &lt;a href=\"Rolling-element%20bearing\"&gt;roller bearings&lt;/a&gt; are used in the &lt;a href=\"aperture\"&gt;aperture&lt;/a&gt; mechanism. Inevitably it requires a specialist for its repair; 43 parts have to be dismantled to remove the top plate for internal access.\nThe Contarex was the first 35mm SLR &lt;a href=\"Focal-plane%20shutter\"&gt;focal plane shutter&lt;/a&gt; camera providing direct &lt;a href=\"Light%20meter\"&gt;meter&lt;/a&gt; coupling to the shutter-, aperture-, and &lt;a href=\"film%20speed\"&gt;film speed&lt;/a&gt;-settings; they are interconnected by cords. An aperture simulator for the exposure meter in the \"Cyclops window\" uses an iris in front of the selenium meter cell. The meter needle, to be aligned with an index triangle, is visible both in a top plate window and to the right in the viewfinder. The camera also has a interchangeable &lt;a href=\"focusing%20screen\"&gt;focusing screen&lt;/a&gt; which is, by default a split image inside of a micro-prism.\nA thumb-wheel on the camera controls the &lt;a href=\"Lens%20%28optics%29\"&gt;lens&lt;/a&gt; aperture, and the value is shown in a window on top of the centrally located meter cell (the \"Cyclops window\"). The aperture in the interchangeable automatic lens closes when the shutter release is depressed and reopens when the camera is wound on for the next exposure. Due to the limited meter range, not every camera setting combination is possible to accommodate on the \"Contarex I\" exposure meter.\nA custom modified Contarex was used by astronaut &lt;a href=\"Ed%20White%20%28astronaut%29\"&gt;Ed White&lt;/a&gt; during the first NASA's extra vehicular activity (&lt;a href=\"Extravehicular%20activity\"&gt;EVA&lt;/a&gt;) on June 3, 1965, during the flight of &lt;a href=\"Gemini%204\"&gt;Gemini 4&lt;/a&gt;. \nLenses.\nThe standard lens is the \"Carl Zeiss Planar 1:2 f=50mm\" in bright aluminium finish with a chrome 49 mm thread filter ring and an outer bayonet for ZI filters. The lens focuses to 30 cm, which is closer than the usual 50 cm. The focusing helical is remarkably smooth and precise. There is no aperture ring on the Contarex lens itself. It is set on the camera aperture wheel. The Contarex &lt;a href=\"lens%20mount\"&gt;lens mount&lt;/a&gt; takes only &lt;a href=\"Contarex%20Lenses\"&gt;Contarex lenses&lt;/a&gt; and accessories."
}