{
    "id": "26000816",
    "revid": "28903366",
    "url": "https://en.wikipedia.org/wiki?curid=26000816",
    "title": "Amrullah Saleh",
    "text": "Amrullah Saleh (&lt;a href=\"Dari%20language\"&gt;Dari&lt;/a&gt;: ; born 15 October 1972) is an Afghan politician who served as the &lt;a href=\"vice%20president%20of%20Afghanistan\"&gt;first vice president of Afghanistan&lt;/a&gt; from February 2020 to 15 August 2021, as &lt;a href=\"Acting%20%28law%29\"&gt;acting&lt;/a&gt; &lt;a href=\"Ministry%20of%20Interior%20Affairs%20%28Afghanistan%29\"&gt;minister of Interior Affairs&lt;/a&gt; from 2018 to 2019, and as head of the &lt;a href=\"National%20Directorate%20of%20Security\"&gt;National Directorate of Security&lt;/a&gt; (NDS) from 2004 until his resignation in 2010.\nA member of the &lt;a href=\"Afghan%20mujahideen\"&gt;mujahideen&lt;/a&gt; during the &lt;a href=\"Afghan%20Civil%20War%20%281989-1992%29\"&gt;civil war&lt;/a&gt; against &lt;a href=\"Democratic%20Republic%20of%20Afghanistan\"&gt;Afghanistan's communist government&lt;/a&gt;, Saleh later joined &lt;a href=\"Ahmad%20Shah%20Massoud\"&gt;Ahmad Shah Massoud&lt;/a&gt;'s &lt;a href=\"Northern%20Alliance\"&gt;Northern Alliance&lt;/a&gt;, an anti-&lt;a href=\"Taliban\"&gt;Taliban&lt;/a&gt; coalition in the northeast of the country. In 1997, Saleh became the head of the Northern Alliance's liaison office inside the &lt;a href=\"Afghanistan-Tajikistan%20relations\"&gt;Afghan Embassy&lt;/a&gt; in &lt;a href=\"Dushanbe\"&gt;Dushanbe&lt;/a&gt;, &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt;, handling contacts with international &lt;a href=\"non-governmental%20organization\"&gt;non-governmental organization&lt;/a&gt;s and intelligence agencies. As head of the NDS, Saleh directed efforts to infiltrate the Taliban and &lt;a href=\"Manhunt%20for%20Osama%20bin%20Laden\"&gt;locate Osama bin Laden&lt;/a&gt;. Saleh resigned from the NDS in 2010 amidst worsening relations with President &lt;a href=\"Hamid%20Karzai\"&gt;Hamid Karzai&lt;/a&gt;, founding &lt;a href=\"Basej-e%20Milli\"&gt;Basej-e Milli&lt;/a&gt; (\"National Movement\"), a pro-democracy and anti-Taliban political party, shortly afterward. In March 2017, he was appointed State Minister for Security Reforms by President &lt;a href=\"Ashraf%20Ghani\"&gt;Ashraf Ghani&lt;/a&gt;, serving until his resignation in June of that year. Saleh became the acting Minister of Interior Affairs in December 2018, but resigned less than a month later to become Ghani's &lt;a href=\"running%20mate\"&gt;running mate&lt;/a&gt; for first vice president in the &lt;a href=\"2019%20Afghan%20presidential%20election\"&gt;2019 presidential election&lt;/a&gt;. Ghani's ticket won the election, and Saleh became first vice president in 25 February 2020.\nFollowing the 15 Aug 2021 &lt;a href=\"Fall%20of%20Kabul%20%282021%29\"&gt;fall of Kabul&lt;/a&gt; to the Taliban, Ghani fled the country and Saleh relocated to the &lt;a href=\"Panjshir%20Valley\"&gt;Panjshir Valley&lt;/a&gt;. There, Saleh proclaimed himself the &lt;a href=\"Caretaker%20government\"&gt;caretaker&lt;/a&gt; &lt;a href=\"president%20of%20Afghanistan\"&gt;president of Afghanistan&lt;/a&gt; and announced the formation of the &lt;a href=\"National%20Resistance%20Front%20of%20Afghanistan\"&gt;National Resistance Front&lt;/a&gt;, an anti-Taliban &lt;a href=\"resistance%20movement\"&gt;resistance movement&lt;/a&gt;, alongside &lt;a href=\"Ahmad%20Massoud\"&gt;Ahmad Massoud&lt;/a&gt;. Saleh fled to Tajikistan shortly after the Taliban &lt;a href=\"Panjshir%20conflict%23Siege%20of%20Panjshir%20Valley%20holdouts\"&gt;seized control of most of Panjshir&lt;/a&gt; on 6 September 2021.\nSaleh was a powerful political figure in Afghanistan and has been the target of numerous assassination attempts. An outspoken critic of the Taliban and &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, Saleh has been described as combative and as having a hard-working nature.\nEarly years and personal life.\nSaleh was born on 15 October 1972 in the &lt;a href=\"Panjshir%20Valley\"&gt;Panjshir&lt;/a&gt; region of what was then the &lt;a href=\"Kingdom%20of%20Afghanistan\"&gt;Kingdom of Afghanistan&lt;/a&gt;. He is an ethnic &lt;a href=\"Tajiks\"&gt;Tajik&lt;/a&gt;. Saleh spent much of his childhood in the capital city of &lt;a href=\"Kabul\"&gt;Kabul&lt;/a&gt;. He was orphaned at the age of 7, resulting in severe financial hardship for his family.\nSaleh is the youngest of five brothers. In his youth, two of his brothers died in politically-motivated killings. Another of his brothers, Rohullah Azizi, was executed by the Taliban in September 2021. His elder sister, Mariam, who died in 2015, was tortured by the Taliban in 1996 in an attempt to uncover his location.\nSaleh has three daughters and two sons with his wife. He speaks fluent &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; and has a basic knowledge of &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt;.\nCareer.\nIn 1990, in order to avoid being conscripted into the Soviet-backed Afghan army, Saleh joined the opposition &lt;a href=\"mujahideen\"&gt;mujahideen&lt;/a&gt; forces. He received military training in neighboring &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; and fought under mujahideen commander &lt;a href=\"Ahmad%20Shah%20Massoud\"&gt;Ahmad Shah Massoud&lt;/a&gt;.\nIn the late 1990s, Saleh was a member of the Northern Alliance (also known as the United Front) and was fighting against the &lt;a href=\"Taliban\"&gt;Taliban&lt;/a&gt; expansion. In 1997, Saleh was appointed by Massoud to lead the United Front's international liaison office at the Embassy of Afghanistan in Dushanbe, Tajikistan, where he served as a coordinator for non-governmental (humanitarian) organizations and as a liaison partner for foreign intelligence agencies.\nIn October 1996, Amarullah Saleh arranged a meeting between Bharath Raj Muthu Kumar and &lt;a href=\"Ahmad%20Shah%20Massoud\"&gt;Ahmad Shah Massoud&lt;/a&gt; to arrange equipment and help from &lt;a href=\"New%20Delhi\"&gt;New Delhi&lt;/a&gt;.\nAfter the &lt;a href=\"September%2011%2C%202001%20attacks\"&gt;September 11, 2001 attacks&lt;/a&gt; in the United States, Saleh participated in leading intelligence operations of the United Front on the ground during the toppling of the Taliban regime.\nNational Directorate of Security.\nAfter the formation of the &lt;a href=\"Islamic%20Republic%20of%20Afghanistan\"&gt;Islamic Republic of Afghanistan&lt;/a&gt; in December 2004, Saleh was appointed as head of the &lt;a href=\"National%20Directorate%20of%20Security\"&gt;National Directorate of Security&lt;/a&gt; (NDS) by &lt;a href=\"President%20of%20Afghanistan\"&gt;President&lt;/a&gt; &lt;a href=\"Hamid%20Karzai\"&gt;Hamid Karzai&lt;/a&gt;. Saleh initiated structural reforms and helped rebuild the Afghan intelligence service. Saleh and former interior minister &lt;a href=\"Hanif%20Atmar\"&gt;Hanif Atmar&lt;/a&gt; were viewed by the international community as two of the most competent cabinet members in the Afghan government. A western security expert told \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" that both men had a reputation for \"clearing corruption within\" their organs.\nIn 2005, Saleh engaged several NDS agents infiltrating the Pakistani tribal areas to search for bin Laden and other al-Qaeda and Taliban leaders. Several al-Qaeda members could be identified, but it was determined that Bin Laden was not in the area. In 2006, Saleh was presented with evidence that bin Laden was living in a major settled area of Pakistan just 20 miles from the town of &lt;a href=\"Abbottabad\"&gt;Abbottabad&lt;/a&gt;, Pakistan. He shared the intelligence with former Pakistani President &lt;a href=\"Pervez%20Musharraf\"&gt;Pervez Musharraf&lt;/a&gt; who angrily brushed off the claim, taking no action.\nAfter Saleh sent &lt;a href=\"Pashto\"&gt;Pashto&lt;/a&gt;-speaking agents to infiltrate the Taliban's operations in Pakistan, the NDS gathered information on militants' homes, mosques, businesses, and families. In the spring of 2006, Saleh conducted numerous interviews with Taliban commanders, and determined &lt;a href=\"Inter-Services%20Intelligence\"&gt;ISI&lt;/a&gt; began increasing aid for the militants the year before. Based on the evidence, Saleh predicted that by 2009, the Taliban would mount assaults on major southern cities and wage a full-fledged insurgency.\nFollowing the &lt;a href=\"2009%20Afghan%20presidential%20election\"&gt;2009 Afghan presidential election&lt;/a&gt;, Afghan President Karzai's views about the security issues confronting Afghanistan and how best to deal with them reportedly changed. This affected the working relationship between the President of Afghanistan and some of his cabinet ministers including his intelligence chief. Saleh said, \"He [Karzai] thought democracy had hurt him as a person. His family had been attacked by the media unfairly, and the West was criticizing him unfairly. So after a presidential election, he was a changed man, and we could not have the same relationship as before the presidential election.\" Political analyst &lt;a href=\"Ahmed%20Rashid\"&gt;Ahmed Rashid&lt;/a&gt; in 2010 observed the same, \"Karzai's new outlook is the most dramatic political shift he has undergone in the twenty-six years that I have known him.\" Both Saleh and &lt;a href=\"Ministry%20of%20the%20Interior\"&gt;Interior Minister&lt;/a&gt; &lt;a href=\"Hanif%20Atmar\"&gt;Hanif Atmar&lt;/a&gt; subsequently had strong disagreements with Karzai on how to proceed against the Taliban, who Karzai began referring to as \"brothers\". At that point Saleh and Atmar were increasingly isolated in the Karzai administration.\n&lt;a href=\"Barack%20Obama\"&gt;President Obama&lt;/a&gt; visited &lt;a href=\"Kabul\"&gt;Kabul&lt;/a&gt; in late March 2010 to address the Afghan cabinet and repair ties with &lt;a href=\"Hamid%20Karzai\"&gt;Hamid Karzai&lt;/a&gt;. Obama reiterated US commitment to Afghanistan, saying, \"The United States does not quit once it starts on something.\" Saleh explained to Obama that the \"Pakistanis believe the West has lost\" in Afghanistan, and that ISI seeks to exploit the \"division between Europe and the United States.\" He recommended \"intense cooperation\" between the US and Afghanistan to prevent extremist groups from regaining power.\nIn early 2010, an Afghan man approached the NDS claiming to represent senior Taliban commander Mullah Akhtar Muhammad Mansour. Offering a letter allegedly written by Mansour, he said Mansour was interested to open a channel for negotiations. Saleh's people started testing the credentials of the supposed messenger, and judged them to be false, closing the case. The man then approached other Afghan government institutions. Saleh recounts, \"When I learned ... that he was going through a different avenue, I warned the government that if it is this Aminullah, if he claims this, and if it is this guy, trust me, he is not representing anybody; it's a scam. ... Be careful. This is not Mansour. But there was a perception that Amrullah is against talks, so let's sideline him.\" The Afghan man, who lived in Pakistan where the Taliban's leadership council is based, subsequently held three meetings with NATO and Afghan officials. Having been flown from Pakistan to Kabul on a NATO airplane, the man met with President Karzai in the &lt;a href=\"Arg%20%28Kabul%29\"&gt;presidential palace&lt;/a&gt;. In late 2010, it turned out, that the supposed representative for Mansour was an impostor as Saleh had previously warned. \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" writes: \"In an episode that could have been lifted from a spy novel, United States and Afghan officials now say the Afghan man was an impostor.\"\nOn 6 June 2010, Saleh resigned from the NDS while Atmar resigned from his position as interior minister after a militant attack against the &lt;a href=\"Afghan%20Peace%20Jirga%202010\"&gt;national peace jirga&lt;/a&gt;, although nobody had been killed or wounded and the attackers had been arrested. A few days after the jirga, Karzai had summoned Atmar and Saleh to discuss the attack against the jirga. After the meeting both men officially resigned because of the failure to stop the attack on the jirga. CNSNews writes: \"Saleh told reporters he had submitted his resignation as general director of National Security because he had lost Karzai's trust as a result of the attack. He said he and Atmar had briefed the president on the security preparations for the jirga, and the subsequent \"success in ... capturing the facilitators\", but Karzai had not been satisfied. He had therefore felt unable to continue in his post. He also said there were \"tens\" of reasons for leaving his position, but would not elaborate on others.\" The two men's resignation led to widespread concerns among Afghanistan experts. Concerns were voiced over the direction the country was moving in.\nThe former United Nation's Special Representative to Afghanistan &lt;a href=\"Kai%20Eide\"&gt;Kai Eide&lt;/a&gt; writes:\nPresident Karzai's national security adviser, &lt;a href=\"Rangin%20Dadfar%20Spanta\"&gt;Rangin Dadfar Spanta&lt;/a&gt;, was quoted as saying:\nAccording to Ambassador Hank Crumpton from the CIA, who led the Operation Enduring Freedom in Afghanistan in 2001, Saleh possessed \"good technical skills and emerging leadership traits\". Ambassador Crumpton also writes in his recent book that he found Saleh to be \"young, brilliant, honest, and devoted to a free Afghanistan\".\nThe resignation of Saleh and Atmar came amidst heavy disagreement between Hamid Karzai and Amrullah Saleh on how to proceed against the Taliban. Daoud Sultanzoi, a member of the Afghan parliament, said, he had observed that disagreement between Karzai on the one side and cabinet members such as Saleh and Atmar on the other side had been going on for a while. Saleh publicly blamed Pakistan for its support to the Taliban and other extremist groups and said talks with the Taliban should take place but not at the cost of democratic structures. Meanwhile, Karzai had increasingly been placing his hopes on his attempts to reach a secret deal with the Taliban and Pakistan. Pakistan had repeatedly urged Karzai to oust Saleh from his position.\nThe Afghan media extensively covered the resignations with the daily liberal newspaper Hasht-e Subh headlining an article: \"Resignation of Atmar and Saleh: Accountability to the People or Tribute to Pakistan?\" Saleh said he considered Karzai a patriot, but that the president was making a mistake if he planned to rely on Pakistani support as Pakistan was trying to reimpose the Taliban.\nSaleh on the BBC's &lt;a href=\"Hard%20Talk\"&gt;Hard Talk&lt;/a&gt; explained and reiterated that Karzai in hoping to reach a deal with the Taliban and Pakistan's ISI through &lt;a href=\"appeasement%20policy\"&gt;appeasement policy&lt;/a&gt; had alienated his internal allies as well as Afghanistan's external allies and had undermined the morale of Afghan security forces.\nIt was reported in 2010 that the &lt;a href=\"Inter-Services%20Intelligence\"&gt;Inter-Services Intelligence&lt;/a&gt; (ISI) and the Taliban \"regarded Saleh as their fiercest opponent.\" He subsequently founded the &lt;a href=\"Basej-e%20Milli\"&gt;Basej-e Milli&lt;/a&gt; (National mobilization) and Green Trend as a pro-democracy and anti-Taliban movement.\nA December 2011 analysis report by the &lt;a href=\"Jamestown%20Foundation\"&gt;Jamestown Foundation&lt;/a&gt;, however, came to the conclusion that \"in spite of denials by the Pakistani military, evidence is emerging that elements within the Pakistani military harbored Osama bin Laden with the knowledge of former army chief General Pervez Musharraf and possibly current Chief of Army Staff (COAS) General Ashfaq Pervez Kayani. Former Pakistani Army Chief General &lt;a href=\"Ziauddin%20Butt\"&gt;Ziauddin Butt&lt;/a&gt; (aka General Ziauddin Khawaja) revealed at a conference on Pakistani–US relations in October 2011 that according to his knowledge the then former Director-General of Intelligence Bureau of Pakistan (2004–2008), Brigadier Ijaz Shah (retd.), had kept Osama bin Laden in an Intelligence Bureau safe house in Abbottabad.\" Pakistani General Ziauddin Butt said Bin Laden had been hidden in Abbottabad \"with the full knowledge\" of Pervez Musharraf. Butt later denied making any such statement.\nActivity after resignation.\nIn 2011, Saleh launched a peaceful campaign to warn that Hamid Karzai had lost conviction in the fight against the Taliban and was pursuing a compromise that could come at the cost of democracy, stability and human rights, especially women's rights. He criticized Karzai's policy, which he called a \"fatal mistake and a recipe for civil war\".\nHe also warned:\nAmrullah Saleh consequently founded the &lt;a href=\"Basej-e%20Milli\"&gt;Basej-e Milli&lt;/a&gt; (National Movement), also known as Afghanistan Green Trend, a political movement which has successfully established itself in Afghanistan. In May 2011, a mass of followers took part in an anti-&lt;a href=\"Taliban\"&gt;Taliban&lt;/a&gt; demonstration in the capital Kabul.\nIn December 2011, Saleh also criticized the corruption of the Karzai government. He warned that if the Afghan government did not commit itself to necessary reforms and to battling corruption, the year 2014 – when international troops plan on having finalized their exit strategy – would be \"a year of challenges rather than opportunities\". Saleh especially emphasized the need for fundamental reforms in Afghanistan's Independent Electoral Commission.\nAmrullah Saleh has been speaking and writing extensively on these issues in both local and international media. He maintains that the Taliban need to disarm and honor the integrity of the Afghan constitution before they could be considered for any reconciliation process.\nIn an article that he wrote for the Wall Street Journal in February 2012, he mentioned, \"Talks and a potential ceasefire may provide the US and its NATO allies their justification for a speedy withdrawal, but it won't change the fundamentals of the problem in Afghanistan. Striking a deal with the Taliban without disarming them will shatter the hope of a strong, viable, pluralistic Afghan state.\"\nIn his commentaries, Amrullah Saleh also discusses the negative influence of parochial politics and lack of incentives on the development of the Afghan National Security Forces. In an article for Al Jazeera in April 2012, he wrote, \"Idealism and belief in values are crucial to strengthening the ranks. But when the security forces witness the decay of values at the leadership level, the incentive for sacrifice plummets. The effectiveness of the force declines. And in such situations ethnic and regional divides, personal connections, and mistrust creep in.\"\nHe warns that ethnic politics and internal fragmentation are serious challenges for Afghanistan. In an article for Al Jazeera in June 2012, he wrote, \"Pan-Afghan parties don’t exist. Afghans of all ethnic groups have stood together for a common cause but they have failed to share a common platform.\"\nWith the imminent draw-down of the international assistance to Afghanistan and its implications on the programs and projects supporting Afghan economy and public institutions, Amrullah Saleh warns that, \"The task of absorbing tens of thousands of low-quality degree holders, hundreds of thousands of unskilled, unemployed youth, and an ever-increasing ethnic quota in civil service and development projects will be monumentally difficult. This internal stress can only be overcome if Afghanistan diversifies its income sources and expands its extractive industries.\"\nHe also mentions, \"The Afghan Local Police should be strengthened... but be insulated from political influence of current government stakeholders.\"\nExplaining the reason why the West has not succeeded in Afghanistan, Amrullah emphasized the lack of effort towards creating an anti-Taliban constituency. He wrote, \"The anti-Taliban constituency is not an ethnic alliance against the south, but rather a political umbrella for all Afghans who seek a pluralistic society and oppose the Talibanization of the society as part of a so-called reconciliation deal. Perhaps 80 percent of Afghans oppose the Taliban. Such an umbrella will be Afghans’ best representative in any talks with the Taliban, since Karzai and his High Peace Council lack credibility among Afghans who experienced the Taliban's oppressive rule.\"\nSpeaking during the inauguration of an Islamic foundation in Kabul, Saleh said the Karzai government and the United States of America cannot represent the anti-Taliban Afghan civilians and initiate peace talks while simultaneously excluding them. The former Afghan Intelligence Chief insisted on considering the views of the Afghan people during the peace talks process, as a majority of Afghans both in the northern and southern regions, he said, have negative views of the Taliban. He also questioned the honesty of the Taliban's involvement in peace talks. The recent objections by nearly all major opposition parties come amid growing efforts by the US and Hamid Karzai to make headway in secret talks with the Taliban and &lt;a href=\"Gulbuddin%20Hekmatyar\"&gt;Gulbuddin Hekmatyar&lt;/a&gt;'s Hezb-i Islami. In these talks representatives from the anti-Taliban &lt;a href=\"United%20Islamic%20Front%20for%20the%20Salvation%20of%20Afghanistan\"&gt;United Front&lt;/a&gt;, which fought the Taliban from 1994 until 2001 and unites leaders representing roughly 60% of Afghanistan's population, are being excluded. Criticizing the secretive nature of US talks with the Taliban, which they suspect might end in a return of the Taliban to power, opposition leaders have asked for a transparent UN-led peace process.\nIn a recent article for \"&lt;a href=\"Foreign%20Policy\"&gt;Foreign Policy&lt;/a&gt;\", titled, \"What went wrong with Afghanistan?\" published in March 2013, Amrullah Saleh mentioned that the key reason for the current problematic situation in Afghanistan was the West's (US and NATO's) mistaken belief that Pakistan would change its policies in Afghanistan.\nStarting with a rhetorical question—Is NATO losing and the Taliban winning?—Amrullah Saleh discusses the uncertainty among the Afghans about 2014—when NATO ends its combat mission in Afghanistan. He then mentions Afghans’ perception that the US is funding both sides of the conflict because Pakistan remains the key country supporting the insurgency. Amrullah Saleh also discusses why the NATO and the US remain unwilling to confront Pakistan because of their own security concerns. He advocates for a surge in the capacity of the Afghan National Security Forces. Amrullah Saleh highlights the importance of both training and equipment to ensure that cleared areas of Afghanistan are held, communication lines are kept open, and major population centers are defended.\nHe specifically mentions, \"Maintaining military pressure on the Taliban is key for survival of the pluralistic state in Afghanistan. Otherwise, the democratic space will shrink, and the Taliban's bargaining power in future talks will increase further.\"\nHe then concludes presciently, \"Some analysts have tried to paint this war as a conflict between Afghans. It isn't. In reality, it is a war between a Pakistan-supported militant group and the rest of the world. There are only two possible solutions: A Western-backed Afghan government decisively defeats the Taliban, or the Taliban agree to demilitarize and join the political process. The United States, however, should understand one thing very clearly: It would be making a huge error – and confirming the Afghan people's worst fears – if it picked up and left Afghanistan to the Taliban's brutal ways.\"\nOn 3 May 2013, the Afghan Green Trend – the grassroots movement led by Amrullah Saleh – organized a large athletic demonstration in support of the Afghan National Security Forces (ANSF). It also aimed at denouncing corruption, calling for a clean city and a clean municipality. The demonstration passed through the Afghan parliament building. The demonstrators chanted against the parliament's alleged corruption and denounced MPs who take bribes.\nThey ended their run at the steps of the historical Darulaman palace and read a declaration: \"Our aim is to announce our political and moral support for those who are in the trenches defending the country's sovereignty.\" Amrullah Saleh said, \"To the soldiers who are martyred in line of duty – you lost your lives, but your dreams live on\". He also warned against the \"politicization of the country's security forces and their misuse towards political means.\"\nOn 9 June 2013, in the 10th annual US-Islamic forum organized in Doha by the Brookings institution in partnership with the state of Qatar, Amrullah Saleh spoke in a plenary session titled \"Transitions in Afghanistan and Pakistan\". Amrullah Saleh warned, \"While America's war on terror may be winding down, the war between democratic forces and extremist groups in Afghanistan has not come to an end due to the widespread presence of terrorist sanctuaries, ongoing hostilities between Afghanistan and Pakistan, and the rising momentum in the Taliban's insurgency.\"\nHe added, \"A British soldier was cut into pieces [in] broad daylight in London or near London. Will [the] British government ever, instead of putting that guy to justice, put him in a five-star hotel and say, 'Brother, what made you do this? Can we accommodate your grievances?' That is what the West is expecting [of] us – to bring the killers of our brothers, to bring those who cut the noses of the Afghan women, to bring those who do suicide bombings in our wedding parties, to put them on the other side of the table and say, 'Brother, you represent our religion and I have lost my direction. Let us talk.' That is because there is not much respect for the dignity of the nation called Afghanistan when it comes to geopolitics.\"\nAs Interior Minister.\nPresident Ashraf Ghani appointed Saleh to become the new interior minister on 23 December 2018, in a major shake up in the government's security positions. At the same time, &lt;a href=\"Asadullah%20Khalid\"&gt;Asadullah Khalid&lt;/a&gt; was appointed the minister for defence. Media have claimed that Saleh and Khalid's vocal anti-Taliban critics could help curb the Taliban both military and in their ongoing peace talks.\n\"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" reported that Saleh had vowed to minimize the influence of warlords and strongman over the state police in Kabul. Saleh and generals have taken steps such as seizing vehicles belonging to powerful politicians. In addition, a nationwide order came into law that bans visible armed guards on pickup trucks trailing someone unless they are military, interior or intelligence officials.\nVice President of Afghanistan.\nOn 19 January 2019, Saleh resigned as the Interior Minister to join &lt;a href=\"Ashraf%20Ghani\"&gt;Ashraf Ghani's&lt;/a&gt; election team. Following &lt;a href=\"2019%20Afghan%20presidential%20election\"&gt;Ghani's re-election&lt;/a&gt;, Saleh was appointed as First Vice President of Afghanistan.\nFall of Kabul.\nFollowing the &lt;a href=\"Fall%20of%20Kabul%20%282021%29\"&gt;fall of Kabul&lt;/a&gt; into Taliban control, Saleh's office disputed rumors on 13 August that he was hiding in Tajikistan during the ongoing Taliban offensive. On 15 August, Saleh was erroneously reported to be among those who fled the country by plane along with &lt;a href=\"Ashraf%20Ghani\"&gt;President Ashraf Ghani&lt;/a&gt;. Later on the same day, Saleh stated on his Twitter page that he \"will never be under one ceiling with Taliban\". He accused &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; of supporting the Taliban.\nOn 17 August, Amrullah Saleh surfaced with &lt;a href=\"Ahmad%20Massoud\"&gt;Ahmad Massoud&lt;/a&gt;, the son of anti-Taliban commander &lt;a href=\"Ahmad%20Shah%20Massoud\"&gt;Ahmad Shah Massoud&lt;/a&gt;, and former Defense Minister &lt;a href=\"Bismillah%20Khan%20Mohammadi\"&gt;Bismillah Khan Mohammadi&lt;/a&gt; in &lt;a href=\"Panjshir%20Valley\"&gt;Panjshir Valley&lt;/a&gt;. He was claimed to be forming a resistance force against the Taliban.\nPanjshir resistance.\nOn 17 August 2021, Saleh proclaimed himself the acting president of Afghanistan, in accordance with articles 60 and 67 of the &lt;a href=\"2004%20Constitution%20of%20Afghanistan\"&gt;Constitution of Afghanistan&lt;/a&gt; which stipulate that the First Vice President assumes the duties of the President in the absence of the President. He also criticized &lt;a href=\"President%20of%20the%20United%20States\"&gt;US President&lt;/a&gt; &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; and &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;, declaring in a tweet that \"It is futile to argue with &lt;a href=\"%40POTUS\"&gt;@POTUS&lt;/a&gt; on Afg now. Let him digest it. We d Afgs must prove tht Afgh isn't Vietnam &amp; the Talibs aren't even remotely like &lt;a href=\"Viet%20Cong\"&gt;Vietcong&lt;/a&gt;. Unlike US/NATO we hvn't lost spirit &amp; see enormous oprtnities ahead. Useless caveats are finished. JOIN THE RESISTANCE.\" In a second tweet he wrote that \"as per d constitution of Afg, in absence, escape, resignation or death of the President the FVP becomes the caretaker President. I am currently inside my country &amp; am the legitimate care taker President. Am reaching out to all leaders to secure their support &amp; consensus.\"\nOn 19 August, &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; banned Saleh's and his party &lt;a href=\"Afghanistan%20Green%20Trend\"&gt;Afghanistan Green Trend&lt;/a&gt;'s accounts (@AfghPresident and @AfgGreenTrend), while Taliban accounts were active and unrestricted.\nOn 6 September, as the Taliban reportedly took full control of the Panjshir Valley, Saleh had reportedly fled to Tajikistan. &lt;a href=\"Mohammad%20Zahir%20Aghbar\"&gt;Mohammad Zahir Aghbar&lt;/a&gt;, the Islamic Republic of Afghanistan's ambassador to Tajikistan, however denied these reports on 8 September. Saleh's son Ebadullah told &lt;a href=\"Reuters\"&gt;Reuters&lt;/a&gt; on 10 September that his father's brother Rohullah Azizi had been executed a day earlier in Panjshir by the Taliban.\nAccording to U.S intelligence, two senior former Afghan government officials, and a &lt;a href=\"The%20Pentagon\"&gt;Pentagon&lt;/a&gt; consultant, Saleh escaped into &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt; shortly after the Taliban seized control of &lt;a href=\"Panjshir%20Valley\"&gt;Panjshir Valley&lt;/a&gt; on September 6, along with &lt;a href=\"Ahmad%20Massoud\"&gt;Ahmad Massoud&lt;/a&gt;. On September 29, the Afghan Embassy in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; released a statement from the officials of the ousted government, though no one's name was mentioned, saying that the Government in Exile of &lt;a href=\"Islamic%20Republic%20of%20Afghanistan\"&gt;Islamic Republic of Afghanistan&lt;/a&gt; led by Amrullah Saleh is the \"only legitimate\", democratically elected, government of Afghanistan and that no \"external force\" shall be accepted as the Afghan government whose support shall be extended to the &lt;a href=\"National%20Resistance%20Front%20of%20Afghanistan\"&gt;National Resistance Front&lt;/a&gt;. It also stated that all the Afghan embassies under the Islamic Republic of Afghanistan shall carry on their regular work and that the activities of legislature and judiciary will be initiated soon with Saleh acting as the &lt;a href=\"president%20of%20Afghanistan\"&gt;president of Afghanistan&lt;/a&gt;.\nAssassination attempts.\nSaleh has become a target of assassination a number of times. During a \"&lt;a href=\"60%20Minutes\"&gt;60 Minutes&lt;/a&gt;\" interview in the United States in December 2009, Saleh stated:\nOn 28 July 2019, three militants entered Saleh's office in Kabul after a suicide bomber blew himself up. At least 20 people were killed and 50 injured in the suicide bombing and gun battle at his office. Saleh was not injured in the attack. Saleh lost many colleagues and 2 nephews in the attack. The attack on Saleh was condemned by the international community, including the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;.\nOn 9 September 2020, Saleh was wounded by a roadside bomb attack in Kabul, in which ten people were killed. Fifteen civilians were wounded, including some of his bodyguards. The Taliban denied responsibility. Saleh posted a video on Facebook after the explosion with bandages on his left hand and burns to his face. Saleh said he was traveling to his office with his son when the attack took place. There was no claim of responsibility for the bombing."
}