{
    "id": "26005866",
    "revid": "37195583",
    "url": "https://en.wikipedia.org/wiki?curid=26005866",
    "title": "Sukhishvili University",
    "text": "Sukhishvili University is an accredited, independent private university under Georgia's national accreditation scheme by the National Center for Educational Accreditation (replaced by the National Center for Educational Quality Enhancement in 2010) in &lt;a href=\"Shida%20Kartli\"&gt;Shida Kartli&lt;/a&gt; region, &lt;a href=\"Gori%2C%20Georgia\"&gt;Gori&lt;/a&gt;, central &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;. It was founded in 1995 as Georgian Agrarian Science Academy Branch; in 2003 it obtained independent status. The founder and &lt;a href=\"Rector%20%28academia%29\"&gt;rector&lt;/a&gt; of the university is Valeri Sukhishvili.\nHistory.\nSukhishvili University was founded by Valeri Sukhishvili in 1995. It started higher education studies with two faculties and subsequently established 7 more faculties. The Faculty of Medicine was established in 2008.\nThe university has 9 specializations including &lt;a href=\"law\"&gt;law&lt;/a&gt;, &lt;a href=\"pharmacy\"&gt;pharmacy&lt;/a&gt;, &lt;a href=\"business%20administration\"&gt;business administration&lt;/a&gt;, and &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt;. More than 500 students get &lt;a href=\"Bachelor%27s%20degree\"&gt;bachelor&lt;/a&gt;, &lt;a href=\"Master%27s%20degree\"&gt;master&lt;/a&gt; and &lt;a href=\"doctoral%20degree\"&gt;doctoral degree&lt;/a&gt;s in sciences.\nIn Sukhishvili University there are 12 full &lt;a href=\"professor\"&gt;professor&lt;/a&gt;s, 15 associated professors and 27 assistant professors.\nThere are 2,500 students including 750 international students from 12 countries, following full-time or part-time degree and diploma courses, many of them run on the modular or credit system. A basic Foundation Studies Course enables international high school students who have completed their secondary or high school education overseas but who do not have the necessary entry requirements, to qualify for admission to an undergraduate degree course\nAcademic branches.\nSukhishvili University has nine faculties:"
}