{
    "id": "2601485",
    "revid": "1067189541",
    "url": "https://en.wikipedia.org/wiki?curid=2601485",
    "title": "WLFL",
    "text": "WLFL, &lt;a href=\"virtual%20channel\"&gt;virtual channel&lt;/a&gt; 22 (&lt;a href=\"Ultra%20high%20frequency\"&gt;UHF&lt;/a&gt; &lt;a href=\"Digital%20terrestrial%20television\"&gt;digital&lt;/a&gt; channel 18), is a &lt;a href=\"The%20CW\"&gt;CW&lt;/a&gt;-&lt;a href=\"network%20affiliate\"&gt;affiliated&lt;/a&gt; &lt;a href=\"television%20station\"&gt;television station&lt;/a&gt; &lt;a href=\"city%20of%20license\"&gt;licensed&lt;/a&gt; to &lt;a href=\"Raleigh%2C%20North%20Carolina\"&gt;Raleigh, North Carolina&lt;/a&gt;, United States, and serving the &lt;a href=\"Research%20Triangle\"&gt;Triangle&lt;/a&gt; region (Raleigh–&lt;a href=\"Durham%2C%20North%20Carolina\"&gt;Durham&lt;/a&gt;–&lt;a href=\"Chapel%20Hill%2C%20North%20Carolina\"&gt;Chapel Hill&lt;/a&gt;–&lt;a href=\"Fayetteville%2C%20North%20Carolina\"&gt;Fayetteville&lt;/a&gt;). Owned by the &lt;a href=\"Hunt%20Valley%2C%20Maryland\"&gt;Hunt Valley, Maryland&lt;/a&gt;–based &lt;a href=\"Sinclair%20Broadcast%20Group\"&gt;Sinclair Broadcast Group&lt;/a&gt;, it is part of a &lt;a href=\"Duopoly%20%28broadcasting%29\"&gt;duopoly&lt;/a&gt; with Durham-licensed &lt;a href=\"MyNetworkTV\"&gt;MyNetworkTV&lt;/a&gt; affiliate &lt;a href=\"WRDC\"&gt;WRDC&lt;/a&gt; (channel 28). Both stations share studios in the Highwoods Office Park, just outside downtown Raleigh, while WLFL's transmitter is located in &lt;a href=\"Auburn%2C%20North%20Carolina\"&gt;Auburn, North Carolina&lt;/a&gt;.\nHistory.\nLaunch and Fox and WB affiliations.\nThe &lt;a href=\"analog%20television\"&gt;analog&lt;/a&gt; UHF channel 22 allotment was in the planning stages as early as 1967 as a station whose call letters would have been WJHF. Despite its intended owner, Crescent Broadcasting Company of &lt;a href=\"Springfield%2C%20Massachusetts\"&gt;Springfield, Massachusetts&lt;/a&gt;, filing a public notice the following year, and despite the involvement of &lt;a href=\"Terry%20Sanford\"&gt;Terry Sanford&lt;/a&gt;, the station was abandoned and NBC affiliate WRDU (channel 28) made it to the air first instead after it had been dark for over a decade. When viewers in the easternmost parts of the market had trouble getting the station's signal from its towers in Chatham County, WRDU licensed channel 22 as a translator. The translator became unnecessary when Durham Life Insurance bought the station, renamed it WPTF, and built a more powerful tower in Apex, freeing channel 22 up to become an actual channel.\nIn 1976, a second attempt to launch channel 22 as a station with mostly &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt;-oriented &lt;a href=\"Religious%20broadcasting\"&gt;religious programs&lt;/a&gt; and some &lt;a href=\"secularity\"&gt;secular&lt;/a&gt; family shows began. It was to have been operated by L.L. \"Buddy\" Leathers and his Carolina Christian Communications, a broadcasting company whose flagship was &lt;a href=\"WGGS\"&gt;WGGS&lt;/a&gt; in &lt;a href=\"Greenville%2C%20South%20Carolina\"&gt;Greenville&lt;/a&gt;, &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;. Carolina Christian had several &lt;a href=\"Construction%20permit%23Broadcasting\"&gt;construction permit&lt;/a&gt;s in the Carolinas, but when they could not come up with the $3 million necessary to launch the station, Family Television bought its permit in 1980 with the intention to sign-on in late September 1981. However, those plans were scuttled due to technical problems and bad weather. One thing that was not scuttled was the idea that it would include, albeit not exclusively, religious shows and that its entertainment offerings would be suitable for the entire family; this was a condition of the sale.\nIt finally went on the air as WLFL-TV (standing for \"We're Light for Living\") at 2 p.m. on &lt;a href=\"1981%20in%20television\"&gt;December 18, 1981&lt;/a&gt;, with the &lt;a href=\"feature%20film\"&gt;movie&lt;/a&gt; \"&lt;a href=\"Love%20Is%20a%20Many-Splendored%20Thing%20%28film%29\"&gt;Love Is a Many-Splendored Thing&lt;/a&gt;\" as its inaugural program following a day of test patterns. It was the Triangle's first full-&lt;a href=\"media%20market\"&gt;market&lt;/a&gt; &lt;a href=\"Independent%20station%20%28North%20America%29\"&gt;independent station&lt;/a&gt; outlet. Another earlier station with the same format, Fayetteville-based WKFT-TV (channel 40, now &lt;a href=\"Univision\"&gt;Univision&lt;/a&gt; &lt;a href=\"owned-and-operated%20station\"&gt;O&amp;O&lt;/a&gt; &lt;a href=\"WUVC-DT\"&gt;WUVC&lt;/a&gt;), had signed on a few months before but did not have an adequate signal to most of the market at the time. WLFL was a typical UHF independent running &lt;a href=\"animated%20cartoon\"&gt;cartoons&lt;/a&gt;, &lt;a href=\"drama%20%28film%20and%20television%29\"&gt;dramas&lt;/a&gt;, &lt;a href=\"Western%20%28genre%29\"&gt;westerns&lt;/a&gt;, older &lt;a href=\"sitcom\"&gt;sitcom&lt;/a&gt;s and older movies in addition to religious programming. While licensed to Raleigh, its studios were initially at 2410 Broad Street in Durham (the same building where &lt;a href=\"WTVD\"&gt;WTVD&lt;/a&gt; originally began operations in 1954), with its &lt;a href=\"master%20control\"&gt;master control&lt;/a&gt; facility located with the transmission and tower facility near Apex.\nOn November 5, 1984, Family Television announced it would sell WLFL to S&amp;F Communications Corp., a group led by Stephen D. Seymour, and Stuart D. Frankel, with a call sign change to WMVZ. However, the sale fell through for unknown reasons.\nEventually, later on, in 1985, the &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;–based &lt;a href=\"TVX%20Broadcast%20Group\"&gt;TVX Broadcast Group&lt;/a&gt; purchased WLFL, for $14.5 million, after an aborted deal by S&amp;F fell through. The company upgraded the station's programming, eventually resulting in channel 22 becoming the third-highest rated station in the Triangle area, making it one of the few places where a Fox affiliate regularly beat an NBC affiliate, sometimes even with reruns of shows that used to be on NBC. A year later, TVX moved WLFL's operations into new studios on Front Street in &lt;a href=\"Raleigh%20Township%2C%20Wake%20County%2C%20North%20Carolina\"&gt;Raleigh&lt;/a&gt; just inside the &lt;a href=\"Interstate%20440%20%28North%20Carolina%29\"&gt;Beltline&lt;/a&gt;/I-440. TVX had owned WNRW (now &lt;a href=\"WXLV-TV\"&gt;WXLV-TV&lt;/a&gt;) in &lt;a href=\"Winston-Salem%2C%20North%20Carolina\"&gt;Winston-Salem&lt;/a&gt; since 1980, but TVX would have to sell either WNRW or WLFL, due to a large signal overlap between the stations. At that time, the FCC normally did not allow common ownership of two stations with overlapping coverage areas, and would not even consider granting a waiver for city-grade overlap (the FCC began allowing common ownership of two stations with overlapping coverage areas in 2000). As a result, TVX sold WNRW to &lt;a href=\"Act%20III%20Broadcasting\"&gt;Act III Broadcasting&lt;/a&gt;. On October 9, 1986, WLFL became a charter affiliate of &lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox&lt;/a&gt;, along with the other TVX stations. The station also replaced its original transmitter tower and one &lt;a href=\"megawatt\"&gt;megawatt&lt;/a&gt; &lt;a href=\"Effective%20radiated%20power\"&gt;ERP&lt;/a&gt; transmission facility with a new tower and five megawatt visual, 500 &lt;a href=\"kilowatt\"&gt;kW&lt;/a&gt; aural ERP transmission antenna. TVX sold off most of its mid-size market stations in 1988, following its purchase of &lt;a href=\"Taft%20Broadcasting\"&gt;Taft Broadcasting&lt;/a&gt;'s independent stations and Fox affiliates. It held onto WLFL until its merger with &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt; in 1991, after which the group was renamed &lt;a href=\"Paramount%20Stations%20Group\"&gt;Paramount Stations Group&lt;/a&gt;. By this time, it was one of the strongest Fox affiliates in the country. In 1993, the station became one of the first to drop the -TV suffix from its call sign.\nParamount sold WLFL to the Sinclair Broadcast Group in 1994 and entered into a &lt;a href=\"local%20marketing%20agreement\"&gt;local marketing agreement&lt;/a&gt; (LMA) with WRDC the following year. That station was owned by Glencairn Ltd., a separate entity that was majority-owned by the Smith family, founders and owners of Sinclair. For all intents and purposes, Sinclair had a duopoly in the market even before Sinclair purchased WRDC outright in 2001. While WLFL was the senior partner in the deal, it vacated its Front Street studios that year and moved the combined operation to WRDC's new facility in the nearby Highwoods office complex. &lt;a href=\"WNCN\"&gt;WNCN&lt;/a&gt;, which acquired the market's &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; affiliation from WRDC in September 1995, moved into WLFL's old studios at the same time. In 1996, Fox announced it would not renew its affiliation contract with the station when it got involved in a dispute with Sinclair over programming issues during the 10 p.m. slot. Even though Fox later relented, it still managed to seek a new affiliation with &lt;a href=\"WRAZ%20%28TV%29\"&gt;WRAZ&lt;/a&gt; in 1998, leaving WLFL to pick up programming from &lt;a href=\"The%20WB\"&gt;The WB&lt;/a&gt;. The last Fox program to air on WLFL was \"&lt;a href=\"America%27s%20Most%20Wanted\"&gt;America's Most Wanted&lt;/a&gt;\" at 9:00 p.m. on August 1, 1998, while the first WB program to air was a repeat airing of \"&lt;a href=\"The%20Parent%20%27Hood\"&gt;The Parent 'Hood&lt;/a&gt;\" the following day.\nCW affiliation.\nOn January 24, 2006, &lt;a href=\"CBS%20Corporation\"&gt;CBS Corporation&lt;/a&gt; and &lt;a href=\"WarnerMedia\"&gt;Time Warner&lt;/a&gt; announced that they would shut down &lt;a href=\"UPN\"&gt;UPN&lt;/a&gt; and The WB, and would move the higher-rated programs from those two networks onto a new service, &lt;a href=\"The%20CW\"&gt;The CW&lt;/a&gt;. On February 22, &lt;a href=\"News%20Corporation%20%281980%E2%80%932013%29\"&gt;News Corporation&lt;/a&gt; announced it would start up another new network called &lt;a href=\"MyNetworkTV\"&gt;MyNetworkTV&lt;/a&gt;. This service, which would be a sister network to Fox, would be operated by &lt;a href=\"Fox%20Television%20Stations\"&gt;Fox Television Stations&lt;/a&gt; and its syndication division &lt;a href=\"20th%20Television\"&gt;20th Television&lt;/a&gt;. MyNetworkTV was created in order to give UPN and WB stations that were not mentioned as becoming CW affiliates another option besides becoming independent stations, and was also created to compete against The CW.\nIt was initially seen as a foregone conclusion that WLFL would be The CW's Triangle affiliate, as it was by far the stronger of the two stations in Sinclair's Triangle duopoly. Network representatives were on record as favoring the \"strongest\" stations among The WB and UPN's affiliate slates. However, when the new network announced its first group of stations outside the core group of &lt;a href=\"Tribune%20Company\"&gt;Tribune Company&lt;/a&gt; and CBS Corporation-owned stations, WLFL was not on the list. In February, WRDC was announced as an affiliate of MyNetworkTV. It was not until May 2, when Sinclair and The CW signed an affiliation deal for all Sinclair-operated WB affiliates not slated to join MyNetworkTV.\nAs a CW affiliate, WLFL aired the network's children's programming block (branded as \"&lt;a href=\"One%20Magnificent%20Morning\"&gt;One Magnificent Morning&lt;/a&gt;\" since October 2014) two hours earlier than most other &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Time Zone&lt;/a&gt; affiliates of The CW, from 5 to 10 a.m. As of 2016, WLFL now airs the block at the normal schedule, from 7 a.m. to noon.\nSinclair was involved in a &lt;a href=\"retransmission%20consent\"&gt;retransmission&lt;/a&gt; dispute with &lt;a href=\"Time%20Warner%20Cable\"&gt;Time Warner Cable&lt;/a&gt;, the Triangle's largest cable provider. WLFL and WRDC's original carriage agreement ended on December 31, 2010. The issue involved fees that TWC was willing to pay for programming on WLFL and WRDC. Negotiations between the two parties were extended for another two weeks and were set to expire on January 15, until an agreement was finally reached. Any blackout would, in effect, have limited access for both WLFL and WRDC to a number of cable households within the market. However, both stations are also available through satellite providers &lt;a href=\"DirecTV\"&gt;DirecTV&lt;/a&gt; and &lt;a href=\"Dish%20Network\"&gt;Dish Network&lt;/a&gt; along with &lt;a href=\"AT%26amp%3BT\"&gt;AT&amp;T&lt;/a&gt;'s &lt;a href=\"AT%26amp%3BT%20U-Verse\"&gt;U-Verse&lt;/a&gt; service.\nOn May 15, 2012, Sinclair and Fox agreed to a five-year affiliation agreement extension for the group's 19 Fox-affiliated stations until 2017. This included an option, that was exercisable between July 1, 2012, and March 31, 2013, for Fox parent News Corporation to buy a combination of six Sinclair-owned stations (two CW/MyNetworkTV duopolies and two standalone MyNetworkTV affiliates) in three out of four markets; WLFL and WRDC were included in the Fox purchase option, along with Sinclair stations in &lt;a href=\"Cincinnati\"&gt;Cincinnati&lt;/a&gt; (&lt;a href=\"WSTR-TV\"&gt;WSTR-TV&lt;/a&gt;), Norfolk (&lt;a href=\"WTVZ\"&gt;WTVZ&lt;/a&gt;) and &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt; (&lt;a href=\"KVCW\"&gt;KVCW&lt;/a&gt; and &lt;a href=\"KSNV\"&gt;KVMY&lt;/a&gt;).\nIn January 2013, Fox announced that it would not exercise its option to buy any of the Sinclair stations in the aforementioned four markets. It chose instead to purchase the &lt;a href=\"Charlotte%2C%20North%20Carolina\"&gt;Charlotte&lt;/a&gt; CW/MyNetworkTV duopoly of &lt;a href=\"WJZY\"&gt;WJZY&lt;/a&gt; and &lt;a href=\"WMYT-TV\"&gt;WMYT-TV&lt;/a&gt;, and converted WJZY into a Fox O&amp;O in July 2013, displacing that market's Fox affiliate &lt;a href=\"WCCB\"&gt;WCCB&lt;/a&gt;.\nOn January 8, 2016, Sinclair announced that &lt;a href=\"American%20Sports%20Network\"&gt;American Sports Network&lt;/a&gt; would launch as a dedicated, digital multicast network under the American Sports Network name with 10 stations including WLFL on January 11, 2016.\nProgramming.\nSyndicated programming.\n&lt;a href=\"Broadcast%20syndication\"&gt;Syndicated&lt;/a&gt; programming on the station includes \"&lt;a href=\"Maury%20%28talk%20show%29\"&gt;Maury&lt;/a&gt;\", \"&lt;a href=\"Black-ish\"&gt;Black-ish&lt;/a&gt;\", \"&lt;a href=\"Seinfeld\"&gt;Seinfeld&lt;/a&gt;\", \"&lt;a href=\"Modern%20Family\"&gt;Modern Family&lt;/a&gt;\", \"&lt;a href=\"The%20Goldbergs%20%282013%20TV%20series%29\"&gt;The Goldbergs&lt;/a&gt;\", and \"&lt;a href=\"The%20Big%20Bang%20Theory\"&gt;The Big Bang Theory&lt;/a&gt;\".\nNews operation.\nAfter Fox required most of its affiliates to air local newscasts in the early 1990s or face disaffiliation and after the new owners of WPTF got rid of its perpetually low-rated evening news, WLFL established a news department and launched a nightly prime time show entitled the \"Fox 22 Ten O'Clock News\" in 1992. It was the second attempt at a local news program in the 10 p.m. timeslot since an independent outlet in Fayetteville, WKFT, canceled the area's first prime time newscast back in 1989. Unlike WLFL's operation, that station's newscasts focused more on the southern parts of the Triangle market and sold advertising seen during the production specifically to those areas. It began having newscast competition in September 1995 shortly after the sign-on of WRAZ. From the start, this effort was produced by WRAL and was also seen every night. However, since WLFL's hour-long news program was firmly established in the market by that time, it remained a strong operation with a popular on-air team. After the station's switch to The WB in 1998, its nightly show became \"WB 22 News at 10\".\nOn August 16, 2004, WLFL's news department was downsized and converted into Sinclair's controversial \"&lt;a href=\"News%20Central\"&gt;News Central&lt;/a&gt;\" operation. While local news segments and some sports reports remained based in Raleigh, the station shut down its weather department and began featuring national headlines, forecast segments and other sports coverage based out of Sinclair's company headquarters on Beaver Dam Road in &lt;a href=\"Hunt%20Valley%2C%20Maryland\"&gt;Hunt Valley, Maryland&lt;/a&gt;. In addition, it featured a one-minute &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; political commentary segment called \"The Point\". Hosted by Sinclair's &lt;a href=\"Vice%20President\"&gt;Vice President&lt;/a&gt; for Corporate Relations, &lt;a href=\"Mark%20E.%20Hyman\"&gt;Mark E. Hyman&lt;/a&gt;, this feature was controversial as well and a requirement of all company-owned stations with newscasts until its discontinuation in December 2006. In September 2005, WLFL's nightly broadcast was cut down to thirty minutes in an attempt to boost its anemic ratings against WRAZ.\nAfter a fourteen-year run, the station's remaining in-house news department was closed as a result of a cost-cutting move implemented by Sinclair as well as the systematic shutdown of News Central. The last official telecast of \"WB 22 News at 10\" was on March 30, 2006, after which there was no local news on channel 22 for a short period. Former News Central sports anchor Mark Armstrong as well as WLFL news anchor and reporter Tamara Gibbs eventually joined WTVD.\nOn June 26, 2006, WLFL entered into a news share agreement with ABC owned-and-operated station WTVD. This resulted in the debut of a new nightly prime time newscast called \"ABC 11 &lt;a href=\"Eyewitness%20News\"&gt;Eyewitness News&lt;/a&gt; at 10 on WB 22\". Like the previous effort, the broadcast runs directly against the WRAL-produced newscast on WRAZ. Since establishing the arrangement, there have never been any plans announced for a weekday morning show on WLFL that would also be produced by WTVD. This is unlike WRAZ which offers a two-hour extension of WRAL's weekday morning broadcast at 7. Concurrent with its official affiliation switch to The CW on September 18, WLFL's newscast changed its name to \"ABC 11 Eyewitness News at 10 on CW 22\". On April 21, 2008, WTVD became the second station in the Triangle behind WRAL and the eighth ABC-owned station in the United States to upgrade its newscasts to high definition. The prime-time news on WLFL was included in the upgrade.\n\"Eyewitness News at 10\" can be seen every night for 35 minutes, and is produced in WTVD's studios on Liberty Street/&lt;a href=\"U.S.%20Route%2070%20Business%20%28Durham%2C%20North%20Carolina%29\"&gt;US 70 Business&lt;/a&gt;/&lt;a href=\"North%20Carolina%20Highway%2098\"&gt;NC 98&lt;/a&gt; in Downtown Durham. In addition to those main facilities, that station also operates bureaus in Fayetteville (on Green Street) and Downtown Raleigh (on &lt;a href=\"Fayetteville%20Street%20%28Raleigh%29\"&gt;Fayetteville Street&lt;/a&gt;). During weather forecast segments, WLFL features WTVD's &lt;a href=\"Pulse-Doppler%20radar\"&gt;Doppler&lt;/a&gt; &lt;a href=\"weather%20radar\"&gt;weather radar&lt;/a&gt; called` \"First Alert Doppler XP\". This is based at the latter's transmitter site southeast of &lt;a href=\"Garner%2C%20North%20Carolina\"&gt;Garner&lt;/a&gt; along the &lt;a href=\"Wake%20County%2C%20North%20Carolina\"&gt;Wake County&lt;/a&gt; border with &lt;a href=\"Johnston%20County%2C%20North%20Carolina\"&gt;Johnston County&lt;/a&gt;.\nTechnical information.\nSubchannels.\nThe station's digital signal is &lt;a href=\"Multiplex%20%28TV%29\"&gt;multiplexed&lt;/a&gt;:\nAnalog-to-digital conversion.\nWLFL discontinued regular programming on its analog signal, over &lt;a href=\"Ultra%20high%20frequency\"&gt;UHF&lt;/a&gt; channel 22, on February 17, 2009, four months ahead of the official date in which full-power television stations in the United States &lt;a href=\"Digital%20television%20transition%20in%20the%20United%20States\"&gt;transitioned from analog to digital broadcasts&lt;/a&gt; under federal mandate. It was one of three stations in the Triangle market, along with WRDC and independent station &lt;a href=\"WRAY-TV\"&gt;WRAY-TV&lt;/a&gt;, that decided to switch on that date, even though the official transition date had been changed to June 12, 2009. Although it had an assigned digital channel that it would move to post-transition that differed from its original digital channel, WLFL continued to broadcast its digital signal on its pre-transition allocation (UHF channel 57). The station's digital signal relocated to UHF channel 27 at noon on June 12, 2009, as the station's original digital channel allocation was among the high band UHF channels (52-69) that were removed from broadcasting use as a result of the transition. Through the use of &lt;a href=\"Program%20and%20System%20Information%20Protocol\"&gt;PSIP&lt;/a&gt;, digital television receivers display the station's &lt;a href=\"virtual%20channel\"&gt;virtual channel&lt;/a&gt; as its former UHF analog channel 22.\nOut-of-market cable and DirecTV carriage.\nIn recent years, WLFL has been carried on &lt;a href=\"Cable%20television\"&gt;cable&lt;/a&gt; in multiple areas within the &lt;a href=\"Greensboro%2C%20North%20Carolina\"&gt;Greensboro&lt;/a&gt; and &lt;a href=\"Greenville%2C%20North%20Carolina\"&gt;Greenville&lt;/a&gt; media markets in &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;. On DirecTV, WLFL was previously carried in the &lt;a href=\"Wilmington%2C%20North%20Carolina\"&gt;Wilmington&lt;/a&gt; market since the original CW affiliate for that market was carried on cable only."
}