{
    "id": "26030694",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=26030694",
    "title": "National Patriotic Coalition",
    "text": "The National Patriotic Coalition (in &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;: \"Coalición Patriótica Nacional\", CPN) was a &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;nian &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; &lt;a href=\"nationalist\"&gt;nationalist&lt;/a&gt; &lt;a href=\"political%20party\"&gt;political party&lt;/a&gt;.\nIt was founded in advance of the election of 1952 to support the presidential aspirations of Colonel &lt;a href=\"Jos%C3%A9%20Antonio%20Rem%C3%B3n%20Cantera\"&gt;José Antonio Remón Cantera&lt;/a&gt;, head of the &lt;a href=\"Military%20of%20Panama\"&gt;National Police&lt;/a&gt;.\nIts six original members were the &lt;a href=\"Renewal%20Party\"&gt;Renewal Party&lt;/a&gt; (PREN), &lt;a href=\"Liberal%20Party%20%28Panama%29\"&gt;Liberal Party “del Matadero”&lt;/a&gt; (PL), &lt;a href=\"National%20Revolutionary%20Party%20%28Panama%29\"&gt;National Revolutionary Party&lt;/a&gt; (PNR), &lt;a href=\"Authentic%20Revolutionary%20Party\"&gt;Authentic Revolutionary Party&lt;/a&gt; (PRA), &lt;a href=\"Popular%20Union%20Party\"&gt;Popular Union Party&lt;/a&gt; (PUP) and &lt;a href=\"Patriotic%20Youth%20Front\"&gt;Patriotic Youth Front&lt;/a&gt; (FJP).\nIn 1953 the CPN, a coalition of several parties, was reorganized as a single party. It was the government party during &lt;a href=\"Jos%C3%A9%20Antonio%20Rem%C3%B3n%20Cantera\"&gt;José Antonio Remón Cantera&lt;/a&gt;'s presidency and continued to be one of the principal parties until the late 1960s.\nThe ideology of CPN was vague: it supported the developmentalist and reformist policies of the &lt;a href=\"Jos%C3%A9%20Antonio%20Rem%C3%B3n%20Cantera\"&gt;Remón&lt;/a&gt; government (1952–1955), following &lt;a href=\"Jos%C3%A9%20Antonio%20Rem%C3%B3n%20Cantera\"&gt;Remón&lt;/a&gt;'s assassination in 1955, supported the conservative &lt;a href=\"Ricardo%20Arias%20%28politician%29\"&gt;Ricardo Arias&lt;/a&gt; government (1955–1956) and &lt;a href=\"Ernesto%20de%20la%20Guardia\"&gt;Ernesto de la Guardia&lt;/a&gt; government (1956–1960), which dismantled many of &lt;a href=\"Jos%C3%A9%20Antonio%20Rem%C3%B3n%20Cantera\"&gt;Remón&lt;/a&gt;'s progressive reforms, and in the early 1960s included among its deputies in the National Assembly &lt;a href=\"Thelma%20King\"&gt;Thelma King&lt;/a&gt;, who for a while was one of the principal advocates of &lt;a href=\"Fidel%20Castro\"&gt;Castroist&lt;/a&gt; tendencies in &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;.\nThe CPN was the official government party from its formation in 1952 until 1960. In the 1956 elections the CPN's presidential candidate was &lt;a href=\"Ernesto%20de%20la%20Guardia\"&gt;Ernesto de la Guardia&lt;/a&gt;; he polled 177,633 votes (68.49%) in the election.\nMeantime, the CPN, undisturbed by any effective opposition in the National Assembly, began to suffer serious dissension within its own ranks.\n&lt;a href=\"Jos%C3%A9%20Antonio%20Rem%C3%B3n%20Cantera\"&gt;Remón&lt;/a&gt; conceived of the CPN as a system whereby political power was wielded by one faction of the official party and then another. &lt;a href=\"Ernesto%20de%20la%20Guardia\"&gt;De la Guardia&lt;/a&gt; abetted friction among the parties in the official coalition. He refused a cabinet post to the CPN faction of First Vice-President &lt;a href=\"Tem%C3%ADstocles%20D%C3%ADaz%20Q.\"&gt;Temístocles Díaz Q.&lt;/a&gt;. Nor was the bloc of seats in the National Assembly allowed the &lt;a href=\"Tem%C3%ADstocles%20D%C3%ADaz%20Q.\"&gt;Díaz&lt;/a&gt; faction proportionate to its electoral strength. Perhaps as a direct affront to &lt;a href=\"Tem%C3%ADstocles%20D%C3%ADaz%20Q.\"&gt;Temístocles Díaz&lt;/a&gt;, the President named &lt;a href=\"Gilberto%20Arias%20Guardia\"&gt;Gilberto Arias Guardia&lt;/a&gt;, a nephew of the former President &lt;a href=\"Arnulfo%20Arias\"&gt;Arnulfo Arias&lt;/a&gt;, to the cabinet. The enmity between &lt;a href=\"Tem%C3%ADstocles%20D%C3%ADaz%20Q.\"&gt;Temístocles Díaz&lt;/a&gt; and the elder &lt;a href=\"Gilberto%20Arias%20Guardia\"&gt;Gilberto Arias&lt;/a&gt; was notorious. &lt;a href=\"Gilberto%20Arias%20Guardia\"&gt;Gilberto Arias&lt;/a&gt;' incorporation into the cabinet did not reflect a shift in party alignments, but it neutralized the &lt;a href=\"Gilberto%20Arias%20Guardia\"&gt;Arias&lt;/a&gt; news media.\nCoincident with the downgrading of &lt;a href=\"Tem%C3%ADstocles%20D%C3%ADaz%20Q.\"&gt;Temístocles Díaz&lt;/a&gt; and his CPN faction was the upgrading of the &lt;a href=\"Liberal%20Party%20%28Panama%29\"&gt;Liberal Democrata&lt;/a&gt; group. Following &lt;a href=\"Jos%C3%A9%20Antonio%20Rem%C3%B3n%20Cantera\"&gt;Remón&lt;/a&gt;'s assassination, the former &lt;a href=\"Renewal%20Party\"&gt;Renewal Party&lt;/a&gt; (PREN) faction under &lt;a href=\"Ricardo%20Arias%20%28politician%29\"&gt;Ricardo Arias&lt;/a&gt; guided the CPN, but when &lt;a href=\"Ernesto%20de%20la%20Guardia\"&gt;Ernesto de la Guardia&lt;/a&gt; was elected president, he lured the &lt;a href=\"Liberal%20Party%20%28Panama%29\"&gt;Liberal Democrata&lt;/a&gt; faction and gave it dominance in the CPN.\nFormerly a part of the &lt;a href=\"National%20Liberal%20Party%20%28Panama%29\"&gt;National Liberal Party&lt;/a&gt;, the &lt;a href=\"Liberal%20Party%20%28Panama%29\"&gt;Liberal Democratas&lt;/a&gt; had opposed the &lt;a href=\"Jos%C3%A9%20Antonio%20Rem%C3%B3n%20Cantera\"&gt;Remón&lt;/a&gt; regime. For having switched to the CPN after the &lt;a href=\"Jos%C3%A9%20Antonio%20Rem%C3%B3n%20Cantera\"&gt;Remón&lt;/a&gt;'s death, the &lt;a href=\"Liberal%20Party%20%28Panama%29\"&gt;Liberal Democratas&lt;/a&gt; were rewarded with the foreign ministry and the agriculture, commerce, and industry portfolio.\nA first formal split in the CPN took place on 27 May 1957 when &lt;a href=\"Tem%C3%ADstocles%20D%C3%ADaz%20Q.\"&gt;Temístocles Díaz Q.&lt;/a&gt; with 37 prominent members, resigned from the CPN and took with him six deputies of the National Assembly of former &lt;a href=\"Popular%20Union%20Party\"&gt;Popular Union Party&lt;/a&gt; and &lt;a href=\"Authentic%20Revolutionary%20Party\"&gt;Authentic Revolutionary Party&lt;/a&gt;.\nThe reason for the split was general dissatisfaction with the president's political leadership. On 3 June 1957, &lt;a href=\"Tem%C3%ADstocles%20D%C3%ADaz%20Q.\"&gt;Díaz&lt;/a&gt; was joined in his stand by former President &lt;a href=\"Alcib%C3%ADades%20Arosemena\"&gt;Alcibíades Arosemena&lt;/a&gt; and four ex-cabinet members and formed a new party named the National Liberation Movement to oppose &lt;a href=\"Ernesto%20de%20la%20Guardia\"&gt;de la Guardia&lt;/a&gt;.\nThis was a severe blow to the political supporters of President. The formation of the &lt;a href=\"National%20Liberation%20Movement%20%28Panama%29\"&gt;National Liberation Movement&lt;/a&gt; led by &lt;a href=\"Tem%C3%ADstocles%20D%C3%ADaz%20Q.\"&gt;Temístocles Díaz Q.&lt;/a&gt; created additional problems for the disintegrating CPN. The &lt;a href=\"Ernesto%20de%20la%20Guardia\"&gt;de la Guardia&lt;/a&gt; administration generally tended to be overwhelmed by its domestic problems and the rapid pace of events in foreign affairs.\nIn 1958, &lt;a href=\"Aquilino%20Edgardo%20Boyd%20de%20la%20Guardia\"&gt;Aquilino Boyd&lt;/a&gt; withdrew his faction and created the &lt;a href=\"Third%20Nationalist%20Party\"&gt;Third Nationalist Party&lt;/a&gt;, which joined the PLN coalition. In 1959 the former PREN faction, the faction of &lt;a href=\"Alfredo%20Alem%C3%A1n\"&gt;Alfredo Alemán&lt;/a&gt; and the faction of &lt;a href=\"Carlos%20Sucre%20Calvo\"&gt;Carlos Sucre Calvo&lt;/a&gt;, who was a faction leader in the CPN during &lt;a href=\"Jos%C3%A9%20Antonio%20Rem%C3%B3n%20Cantera\"&gt;Remón&lt;/a&gt;'s tenure, left the CPN and registered as separate political parties (&lt;a href=\"Renewal%20Party\"&gt;Renewal Party&lt;/a&gt;, &lt;a href=\"DIPAL%20Party\"&gt;DIPAL Party&lt;/a&gt; and &lt;a href=\"Progressive%20National%20Party%20%28Panama%29\"&gt;Progressive National Party&lt;/a&gt;).\nIn 1960 &lt;a href=\"Ricardo%20Arias%20%28politician%29\"&gt;Ricardo Arias&lt;/a&gt;, the candidate of CPN, unsuccessfully ran in the presidential elections, obtaining only 85,981 votes (35.61%).\nIn 1963 former &lt;a href=\"Popular%20Union%20Party%20%28Panama%29\"&gt;Popular Union Party&lt;/a&gt; faction, led by &lt;a href=\"Bernardino%20Gonz%C3%A1lez%20Ru%C3%ADz\"&gt;Bernardino González Ruíz&lt;/a&gt;, left the CPN and registered as the &lt;a href=\"Democratic%20Action%20Party%20%28Panama%29\"&gt;Democratic Action Party&lt;/a&gt;.\nFor the 1964 elections, the CPN was the main component of the &lt;a href=\"National%20Opposition%20Alliance\"&gt;National Opposition Alliance&lt;/a&gt; (ANO), with the CPN's &lt;a href=\"Juan%20de%20Arco%20Galindo\"&gt;Juan de Arco Galindo&lt;/a&gt; as the coalition's presidential candidate. He polled 47,753 votes (14.62%) and came third.\nIn 1968 CPN allied with the &lt;a href=\"National%20Union%20%28Panama%29\"&gt;National Union&lt;/a&gt; (UN) and its candidate &lt;a href=\"Arnulfo%20Arias\"&gt;Arnulfo Arias&lt;/a&gt;, the CPN polled only 19,072 votes (05.95%).\nAll political parties including the CPN were banned by &lt;a href=\"Omar%20Torrijos\"&gt;Omar Torrijos&lt;/a&gt; after the military coup of 1968.\nIn 1981 the CPN joined the &lt;a href=\"Third%20Nationalist%20Party\"&gt;Third Nationalist Party&lt;/a&gt;, &lt;a href=\"National%20Liberation%20Movement%20%28Panama%29\"&gt;National Liberation Movement&lt;/a&gt; and factions that had earlier split off from &lt;a href=\"National%20Liberal%20Party%20%28Panama%29\"&gt;National Liberal Party&lt;/a&gt; and &lt;a href=\"Republican%20Party%20%28Panama%29\"&gt;Republican Party&lt;/a&gt; to form the opposition &lt;a href=\"National%20Liberal%20Republican%20Movement%20%28Panama%29\"&gt;National Liberal Republican Movement&lt;/a&gt; (MOLIRENA)."
}