{
    "id": "2604793",
    "revid": "41132577",
    "url": "https://en.wikipedia.org/wiki?curid=2604793",
    "title": "Emmanuel Adebayor",
    "text": "Sheyi Emmanuel Adebayor (; born 26 February 1984) is a Togolese professional &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; who plays as a &lt;a href=\"Forward%20%28association%20football%29%23Striker\"&gt;striker&lt;/a&gt;. He previously played for English clubs &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;, &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;, &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; and &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt;, as well as French side &lt;a href=\"FC%20Metz\"&gt;Metz&lt;/a&gt;, Monégasque team &lt;a href=\"AS%20Monaco%20FC\"&gt;Monaco&lt;/a&gt;, Spanish team &lt;a href=\"Real%20Madrid%20CF\"&gt;Real Madrid&lt;/a&gt;, Turkish clubs &lt;a href=\"%C4%B0stanbul%20Ba%C5%9Fak%C5%9Fehir%20F.K.\"&gt;İstanbul Başakşehir&lt;/a&gt; and &lt;a href=\"Kayserispor\"&gt;Kayserispor&lt;/a&gt;, and Paraguay's &lt;a href=\"Olimpia%20Asunci%C3%B3n\"&gt;Olimpia Asunción&lt;/a&gt;.\nHe was voted &lt;a href=\"African%20Footballer%20of%20the%20Year\"&gt;African Footballer of the Year&lt;/a&gt; for 2008 while playing at Arsenal, and during his latter career, he became the most iconic signing in Paraguayan football and the highest paid player in the country's history when he joined Olimpia Asunción in 2020.\nAdebayor represented the &lt;a href=\"Togo%20national%20football%20team\"&gt;Togo national team&lt;/a&gt; at the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt; in Germany, the country's debut, and to date only, appearance at the &lt;a href=\"FIFA%20World%20Cup\"&gt;World Cup&lt;/a&gt;. In January 2010, Adebayor was one of the players involved when the Togo team's &lt;a href=\"Togo%20national%20football%20team%20attack\"&gt;bus came under gunfire&lt;/a&gt; on the way to the &lt;a href=\"2010%20Africa%20Cup%20of%20Nations\"&gt;2010 Africa Cup of Nations&lt;/a&gt; in Angola, after which he retired from national team duty. In 2013, he returned to the Togo team for the &lt;a href=\"2013%20African%20Cup%20of%20Nations\"&gt;2013 African Cup of Nations&lt;/a&gt; in South Africa, where he helped them to qualify for the quarter-finals. He is currently Togo's &lt;a href=\"List%20of%20top%20international%20men%27s%20association%20football%20goal%20scorers%20by%20country\"&gt;all-time top goalscorer&lt;/a&gt; with 32 goals.\nClub career.\nEarly career.\nBorn in &lt;a href=\"Lom%C3%A9\"&gt;Lomé&lt;/a&gt; to parents of &lt;a href=\"Yoruba%20people\"&gt;Yoruba&lt;/a&gt; ethnicity, Adebayor spent most of his youth in Togo, where he attended the Centre de Développement Sportif de Lomé (English: Sports Development Centre of Lomé), also known as Sporting Club de Lomé. Adebayor was spotted playing for Sporting Club de Lomé by scouts from &lt;a href=\"FC%20Metz\"&gt;Metz&lt;/a&gt;, who brought him to France in 1999. He made his &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt; debut against &lt;a href=\"FC%20Sochaux-Montb%C3%A9liard\"&gt;Sochaux&lt;/a&gt; on 17 November 2001. Following Metz's relegation, he played a season in &lt;a href=\"Ligue%202\"&gt;Ligue 2&lt;/a&gt;, where 13 goals in 34 league matches prompted a summer 2003 move to &lt;a href=\"AS%20Monaco%20FC\"&gt;Monaco&lt;/a&gt;. He featured nine times in Europe as Monaco reached the &lt;a href=\"2004%20UEFA%20Champions%20League%20Final\"&gt;2004 UEFA Champions League final&lt;/a&gt; against &lt;a href=\"FC%20Porto\"&gt;Porto&lt;/a&gt; in &lt;a href=\"Gelsenkirchen\"&gt;Gelsenkirchen&lt;/a&gt;, for which he was an unused substitute in his club's 3–0 loss.\nArsenal.\nOn 13 January 2006, &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; club &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; signed Adebayor for a reported &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;3 million. He was given the nickname \"Baby Kanu\" due to his resemblance to former Arsenal star &lt;a href=\"Nwankwo%20Kanu\"&gt;Nwankwo Kanu&lt;/a&gt;, whom Adebayor had idolised as a youth. On 4 February 2006, Adebayor made his Arsenal debut in a Premier League match at &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt; and scored after 21 minutes, with Arsenal winning 2–0. Adebayor was cup-tied for Arsenal's run to the &lt;a href=\"2006%20UEFA%20Champions%20League%20Final\"&gt;2006 UEFA Champions League Final&lt;/a&gt;.\nAdebayor scored Arsenal's winning goal against &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; to give Arsenal a 1–0 win at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt;, their first &lt;a href=\"2006%E2%80%9307%20FA%20Premier%20League\"&gt;league&lt;/a&gt; win of the &lt;a href=\"2006%E2%80%9307%20Arsenal%20F.C.%20season\"&gt;2006–07 season&lt;/a&gt;. Earlier in the match, Adebayor was brought down in the six-yard box to earn Arsenal a penalty, which was taken by &lt;a href=\"Gilberto%20Silva\"&gt;Gilberto Silva&lt;/a&gt; and saved.\nAdebayor was sent off in the &lt;a href=\"2007%20Football%20League%20Cup%20Final\"&gt;2007 League Cup final&lt;/a&gt; which Arsenal lost 2–1 to &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;. He was shown a &lt;a href=\"Red%20card%20%28sports%29\"&gt;red card&lt;/a&gt; after a fracas towards the end of the match involving both Chelsea and Arsenal players. It was alleged that he had thrown a punch at &lt;a href=\"Frank%20Lampard\"&gt;Frank Lampard&lt;/a&gt;. &lt;a href=\"The%20Football%20Association\"&gt;The FA&lt;/a&gt; subsequently gave him an additional one-match ban and a fine of £7,500 for failing to leave the field of play immediately, as well as a three-match ban for the red card. Adebayor and Lampard both denied it.\nOn 15 September 2007, Adebayor's two goals against &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; helped Arsenal win 3–1 in the first &lt;a href=\"North%20London%20derby\"&gt;North London derby&lt;/a&gt; of the season. Adebayor then scored his first hat-trick for Arsenal in a 5–0 home win against &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt; on 22 September; this was the second-ever hat-trick scored at Arsenal's &lt;a href=\"Emirates%20Stadium\"&gt;Emirates Stadium&lt;/a&gt;. He was involved in a controversial incident on 22 January in which he clashed with teammate &lt;a href=\"Nicklas%20Bendtner\"&gt;Nicklas Bendtner&lt;/a&gt; seven minutes from the end of a 5–1 League Cup semi-final defeat to Tottenham. Bendtner appeared to cut his nose in the clash, for which Adebayor apologised the following day. Three days later, he scored the 100th goal at the Emirates during the side's 3–0 &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; victory over &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;. Starting on 4 March against &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt;, Adebayor went on a goalscoring streak in the &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;. Despite having never scored before in the competition, he scored a goal in the second leg against Milan at the &lt;a href=\"San%20Siro\"&gt;San Siro&lt;/a&gt;.\nOn 28 April, Adebayor scored his second hat-trick for Arsenal after coming off the bench at half time in a 6–2 victory against Derby County, making him the only player in Premier League history to score a hat-trick home and away against the same side in the same season. Although Arsenal finished the season empty handed, he was named in the &lt;a href=\"PFA%20Team%20of%20the%20Year\"&gt;PFA Team of the Year&lt;/a&gt;. Adebayor's second goal against Tottenham won \"&lt;a href=\"Match%20of%20the%20Day\"&gt;Match of the Day&lt;/a&gt;'s\" &lt;a href=\"BBC%20Goal%20of%20the%20Season\"&gt;Goal of the Season&lt;/a&gt; competition for the &lt;a href=\"2007%E2%80%9308%20FA%20Premier%20League\"&gt;2007–08 season&lt;/a&gt;. He was also awarded the &lt;a href=\"BBC%20African%20Footballer%20of%20the%20Year\"&gt;BBC African Footballer of the Year&lt;/a&gt; for his performance in 2008.\nIn the 2008 summer transfer window, he was linked with £30 million moves to Milan and Barcelona, but later signed a new long-term contract at Arsenal. On 13 September 2008, Adebayor scored a hat trick in Arsenal's 4–0 win away to &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt;, scoring his first league goals of the &lt;a href=\"2008%E2%80%9309%20Premier%20League\"&gt;2008–09 season&lt;/a&gt;. Adebayor received his first red card of the season in a 1–1 draw with &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; after an altercation with opposing defender &lt;a href=\"%C3%81lvaro%20Arbeloa\"&gt;Álvaro Arbeloa&lt;/a&gt;; this was his second bookable offence of the game and therefore served a one-match ban. On 8 February, Adebayor suffered a hamstring injury in Arsenal's 0–0 draw against Tottenham. The injury would keep him out for almost two months, despite initial estimations suggesting only a three-week absence. He made a goalscoring return to action, scoring a brace on his return against &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;.\nOn 7 April 2009, Adebayor equalized a goal for Arsenal in the quarter-finals of the &lt;a href=\"2008%E2%80%9309%20UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt; against &lt;a href=\"Villarreal%20CF\"&gt;Villarreal&lt;/a&gt;, in which he chested the ball into his control and then performed a bicycle kick. In the return leg at the Emirates a week later, he scored in a 3–0 Arsenal win, setting up a semi-final showdown with Manchester United. Adebayor, however, was injured for the last two Premier League matches and finished the season as Arsenal's second top goalscorer in all competitions with 16, behind &lt;a href=\"Robin%20van%20Persie\"&gt;Robin van Persie&lt;/a&gt;'s 20.\nManchester City.\nOn 18 July 2009, Adebayor signed a five-year contract with Manchester City for a transfer fee believed to be in the region of £25 million. He scored a goal on his debut for City against Blackburn with a shot from 18 yards in the third minute. On his home debut, Adebayor scored in the 17th minute in a 1–0 in over &lt;a href=\"Wolverhampton%20Wanderers%20F.C.\"&gt;Wolverhampton Wanderers&lt;/a&gt;, assisted by fellow summer signing &lt;a href=\"Carlos%20Tevez\"&gt;Carlos Tevez&lt;/a&gt;. He scored in his third consecutive Premier League match, heading the winner in a 1–0 away victory against &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt;.\nAdebayor then scored in his fourth consecutive match, this time against former club Arsenal in a 4–2 victory at the &lt;a href=\"City%20of%20Manchester%20Stadium\"&gt;City of Manchester Stadium&lt;/a&gt;. As a result, he is one of only six players to score in their first four games for a club. In the match against Arsenal, Adebayor's former teammate Robin van Persie accused him of deliberately kicking him in the face, and he was later handed a three-match ban after being found guilty of violent conduct. Adebayor was also criticised for running almost the full length of the pitch to the Arsenal supporters and &lt;a href=\"Goal%20celebration\"&gt;celebrating his goal in front of them&lt;/a&gt;. He was booked for this, but did later apologise. Manchester City manager &lt;a href=\"Mark%20Hughes\"&gt;Mark Hughes&lt;/a&gt; suggested Adebayor did it because he wanted to be loved by City fans. Moreover, Arsenal's former Cameroonian defensive midfielder &lt;a href=\"Alex%20Song\"&gt;Alex Song&lt;/a&gt;, who is one of Adebayor's closest friends in football, alleged he was slapped in the face by Adebayor during City's 4–2 victory, while &lt;a href=\"Cesc%20F%C3%A0bregas\"&gt;Cesc Fàbregas&lt;/a&gt;, former Arsenal captain, felt that Adebayor had also tried to stamp on him.\nFor the start of the &lt;a href=\"2010%E2%80%9311%20Manchester%20City%20F.C.%20season\"&gt;2010–11 season&lt;/a&gt;, Adebayor was given the number 9 shirt instead of his favoured number 25, which he previously wore at Arsenal and City. He scored his first hat-trick for City on 21 October in a &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt; group stage match against &lt;a href=\"Lech%20Pozna%C5%84\"&gt;Lech Poznań&lt;/a&gt;. In doing so, he became the first Manchester City player to score a hat-trick in a European competition. During the 2010–11 season, however, Adebayor fell down the pecking order at Manchester City following the club purchasing &lt;a href=\"Edin%20D%C5%BEeko\"&gt;Edin Džeko&lt;/a&gt;, with Carlos Tevez and &lt;a href=\"Mario%20Balotelli\"&gt;Mario Balotelli&lt;/a&gt; also being chosen ahead of him. In August 2011, &lt;a href=\"Roberto%20Mancini\"&gt;Roberto Mancini&lt;/a&gt; confirmed that Adebayor, along with &lt;a href=\"Craig%20Bellamy\"&gt;Craig Bellamy&lt;/a&gt;, were no longer part of his plans and could leave Manchester City.\nLoan to Real Madrid.\nOn 25 January 2011, Adebayor signed a loan deal to play for &lt;a href=\"Real%20Madrid%20CF\"&gt;Real Madrid&lt;/a&gt; for the remainder of the &lt;a href=\"2010%E2%80%9311%20Real%20Madrid%20C.F.%20season\"&gt;2010–11 season&lt;/a&gt;. Adebayor scored his first goal for Real Madrid in the second leg of the &lt;a href=\"Copa%20del%20Rey\"&gt;Copa del Rey&lt;/a&gt; semi-final against &lt;a href=\"Sevilla%20FC\"&gt;Sevilla&lt;/a&gt; at the &lt;a href=\"Santiago%20Bernab%C3%A9u%20Stadium\"&gt;Santiago Bernabéu Stadium&lt;/a&gt;. The game ended 2–0 with an aggregate score of 3–0.\nThe following weekend, he scored his first goal in &lt;a href=\"La%20Liga\"&gt;La Liga&lt;/a&gt; against &lt;a href=\"Real%20Sociedad\"&gt;Real Sociedad&lt;/a&gt;, again at the Santiago Bernabéu. The game ended 4–1 and Adebayor scored the last goal within the last 3 minutes of the game. On 6 March 2011, Adebayor scored the opening goal in the 24th minute against &lt;a href=\"Racing%20de%20Santander\"&gt;Racing de Santander&lt;/a&gt; from a &lt;a href=\"Mesut%20%C3%96zil\"&gt;Mesut Özil&lt;/a&gt; pass. Real Madrid won the match 3–1. Adebayor was heavily criticised for his performance against &lt;a href=\"Sporting%20de%20Gij%C3%B3n\"&gt;Sporting de Gijón&lt;/a&gt;, especially for missing many chances; the match ended 0–1 to Sporting. Adebayor added two goals to his European tally for Madrid with goals against Tottenham Hotspur in a 4–0 win on 5 April 2011. He won his first winner's medal at Real Madrid on 20 April, coming on as a second-half substitute in his side's 1–0 win over Barcelona in the &lt;a href=\"2011%20Copa%20del%20Rey%20Final\"&gt;2011 Copa del Rey final&lt;/a&gt;.\nAdebayor scored his first hat-trick for Real Madrid on 21 May 2011, in the last round of the &lt;a href=\"2010%E2%80%9311%20La%20Liga\"&gt;2010–11 La Liga&lt;/a&gt; season, against &lt;a href=\"UD%20Almer%C3%ADa\"&gt;Almería&lt;/a&gt;. In that match, Real Madrid beat Almería 8–1.\nAdebayor returned to Manchester City after the Spanish season had finished, but was omitted from their pre-season tour of the United States on 11 July 2011 and later risked a £300,000 fine for refusing to train with the club's reserve and youth teams.\nTottenham Hotspur.\nOn 25 August 2011, Tottenham Hotspur signed Adebayor on a season-long loan. On 10 September 2011, Adebayor scored on his debut against Wolverhampton Wanderers in the 67th minute. On 18 September 2011, he scored twice on his home debut in a 4–0 win against Liverpool, his second strike marking the 100th league goal of his senior career.\nAdebayor also provided the assist for &lt;a href=\"Rafael%20van%20der%20Vaart\"&gt;Rafael van der Vaart&lt;/a&gt;'s goal in their 2–1 &lt;a href=\"North%20London%20derby\"&gt;North London derby&lt;/a&gt; win against former club Arsenal on 2 October. He scored his fourth and fifth goal for Tottenham in their 2–0 win against &lt;a href=\"Aston%20Villa%20F.C\"&gt;Aston Villa&lt;/a&gt; on 21 November, the first with an overhead kick and the second after a mistake from Villa defender &lt;a href=\"James%20Collins%20%28footballer%2C%20born%201983%29\"&gt;James Collins&lt;/a&gt;. He scored another two goals in Tottenham's 3–1 win over &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt;. Later on, Adebayor went on to score a further two goals – one a penalty at &lt;a href=\"Stoke%20City%20F.C.\"&gt;Stoke City&lt;/a&gt;, and one in a derby against Chelsea where the score ended 1–1.\nOn 11 February 2012, Adebayor scored on a volley and supplied four assists in the 5–0 win over Newcastle United.\nOn 26 February, his 28th birthday, Adebayor converted a penalty against Arsenal to bring Spurs 2–0 up at the Emirates which ended in a 5–2 defeat for Tottenham. On 1 April, Adebayor scored two goals in a 3–1 win over &lt;a href=\"Swansea%20City%20A.F.C.\"&gt;Swansea City&lt;/a&gt;. On 15 April 2012, Adebayor provided an assist for &lt;a href=\"Gareth%20Bale\"&gt;Gareth Bale&lt;/a&gt; in Tottenham's only goal in the 5–1 loss to Chelsea in the FA Cup semi-final. Adebayor then went on to score goals in back to back games for Tottenham, scoring two against &lt;a href=\"Bolton%20Wanderers%20F.C.\"&gt;Bolton Wanderers&lt;/a&gt; in a 4–1 win at &lt;a href=\"Reebok%20Stadium\"&gt;Reebok Stadium&lt;/a&gt; and converting a penalty against Aston Villa in a 1–1 draw.\nIn the final game of his loan spell with Tottenham, Adebayor opened the scoring as Spurs defeated London rivals &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt; 2–0 on 13 May to secure fourth place in the &lt;a href=\"2011%E2%80%9312%20Premier%20League\"&gt;Premier League&lt;/a&gt;.\nAdebayor finished the season as Tottenham's top goalscorer, with 18 goals, 17 in the Premier League. On 21 August 2012, Adebayor signed a permanent deal with Tottenham in a deal worth £5 million after a protracted period of negotiations.\nOn 17 November 2012, Adebayor scored an early goal for Tottenham in a North London derby match against Arsenal to put them 1–0 up, but seven minutes later his challenge on &lt;a href=\"Santi%20Cazorla\"&gt;Santi Cazorla&lt;/a&gt; saw him sent off by referee &lt;a href=\"Howard%20Webb\"&gt;Howard Webb&lt;/a&gt;. Arsenal went on to win the match 5–2. On 1 January 2013, Adebayor scored his first home goal of the season for Spurs against &lt;a href=\"Reading%20F.C.\"&gt;Reading&lt;/a&gt;, with a header from an &lt;a href=\"Aaron%20Lennon\"&gt;Aaron Lennon&lt;/a&gt; cross. Spurs eventually won 3–1. On 14 March 2013, Adebayor scored the decisive away goal that put Spurs through to the quarter-finals of the &lt;a href=\"2012%E2%80%9313%20UEFA%20Europa%20League\"&gt;Europa League&lt;/a&gt; in an aggregate win against &lt;a href=\"Inter%20Milan\"&gt;Internazionale&lt;/a&gt;. He went on to shoot over the bar following a run-up with a decisive penalty in the following round against &lt;a href=\"FC%20Basel\"&gt;Basel&lt;/a&gt;, which ultimately resulted in Spurs' elimination from the tournament. He scored a goal on 8 May against Chelsea in a 2–2 draw from outside the penalty box to bring the game level to 1–1. He then scored the winning goal on the following Sunday (12 May 2013) to give Tottenham a 2–1 win at Stoke City on a cross from &lt;a href=\"Clint%20Dempsey\"&gt;Clint Dempsey&lt;/a&gt; in the 83rd minute.\nAfter the sacking of Spurs manager &lt;a href=\"Andr%C3%A9%20Villas-Boas\"&gt;André Villas-Boas&lt;/a&gt;, who had told the striker to train with the youth team at the start of the &lt;a href=\"2013%E2%80%9314%20Tottenham%20Hotspur%20F.C.%20season\"&gt;2013–14 season&lt;/a&gt;,\nAdebayor returned to the Tottenham team under &lt;a href=\"Tim%20Sherwood\"&gt;Tim Sherwood&lt;/a&gt;, scoring in a 2–1 &lt;a href=\"2013%E2%80%9314%20Football%20League%20Cup\"&gt;League Cup&lt;/a&gt; quarter-final defeat at home to &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt;. He went on to score eight goals in his next ten &lt;a href=\"2013%E2%80%9314%20Premier%20League\"&gt;Premier League&lt;/a&gt; matches, with goals in wins against &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt;, Manchester United and Swansea City, Everton and Newcastle United.\nOn 7 April 2014, Adebayor reached ten goals for the Premier League season, scoring twice in a 5–1 home win over &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt;.\nHe ended the season as Spurs' top goalscorer with 14 goals from 25 appearances after scoring in their final Premier League match on 11 May 2014, a 3–0 defeat of Aston Villa at &lt;a href=\"White%20Hart%20Lane\"&gt;White Hart Lane&lt;/a&gt;. He was released from his Tottenham contract by mutual consent on 13 September 2015.\nCrystal Palace.\nOn 26 January 2016, Adebayor joined Premier League side &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt; on a six-month deal until &lt;a href=\"2015%E2%80%9316%20Crystal%20Palace%20F.C.%20season\"&gt;the end of the season&lt;/a&gt;. He scored his only goal for the club on 13 February in an ultimate 2–1 loss to &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; in the &lt;a href=\"2015%E2%80%9316%20Premier%20League\"&gt;Premier League&lt;/a&gt;. On 13 June 2016, it was confirmed that Adebayor would be released upon the expiry of his Palace contract on 30 June.\nİstanbul Başakşehir.\nOn 31 January 2017, Adebayor signed a contract with &lt;a href=\"S%C3%BCper%20Lig\"&gt;Süper Lig&lt;/a&gt; club &lt;a href=\"%C4%B0stanbul%20Ba%C5%9Fak%C5%9Fehir%20F.K.\"&gt;İstanbul Başakşehir&lt;/a&gt; until June 2018. He scored six goals in 11 league games over the remainder of the season, including a hat-trick on 10 April in a 4–0 home win over &lt;a href=\"Galatasaray%20S.K.%20%28football%29\"&gt;Galatasaray&lt;/a&gt;, as his team finished runners-up. He added another goal from five &lt;a href=\"Turkish%20Cup\"&gt;Turkish Cup&lt;/a&gt; games, where his team was again runners-up.\nAdebayor scored another hat-trick against Galatasaray on 19 November 2017, in a 5–1 win at the &lt;a href=\"Ba%C5%9Fak%C5%9Fehir%20Fatih%20Terim%20Stadium\"&gt;Başakşehir Fatih Terim Stadium&lt;/a&gt;.\nOn 20 June 2019, Adebayor left İstanbul Başakşehir.\nKayserispor.\nOn 26 August 2019, Adebayor joined Turkish &lt;a href=\"S%C3%BCper%20Lig\"&gt;Süper Lig&lt;/a&gt; side &lt;a href=\"Kayserispor\"&gt;Kayserispor&lt;/a&gt; on a one-year contract. He left the club in December 2019.\nOlimpia.\nAdebayor joined &lt;a href=\"Paraguayan%20Primera%20Divisi%C3%B3n\"&gt;Paraguayan Primera División&lt;/a&gt; club &lt;a href=\"Club%20Olimpia\"&gt;Olimpia Asunción&lt;/a&gt; on 11 February 2020, on a free transfer from Kayserispor. On his arrival in Paraguay on 14 February, Adebayor was met by a crowd at the &lt;a href=\"Silvio%20Pettirossi%20International%20Airport\"&gt;Silvio Pettirossi International Airport&lt;/a&gt;. He signed a contract after a successful medical examination and was officially presented at the &lt;a href=\"Estadio%20Manuel%20Ferreira\"&gt;Estadio Manuel Ferreira&lt;/a&gt;. He was allocated the number 25 jersey. Adebayor was reunited at Olimpia with his former Manchester City teammate &lt;a href=\"Roque%20Santa%20Cruz\"&gt;Roque Santa Cruz&lt;/a&gt;, who had returned to the club in 2016. Adebayor said that it was the influence of Santa Cruz that convinced him to join Olimpia.\nOn 23 February, Adebayor made his debut for Olimpia in the &lt;a href=\"Paraguayan%20Supercl%C3%A1sico\"&gt;Paraguayan Superclásico&lt;/a&gt; against &lt;a href=\"Cerro%20Porte%C3%B1o\"&gt;Cerro Porteño&lt;/a&gt; in a 1–1 home draw, coming on after half time in place of Santa Cruz. On 5 March, Adebayor made his first appearance in the &lt;a href=\"2020%20Copa%20Libertadores\"&gt;2020 Copa Libertadores&lt;/a&gt; in a 1–1 away draw against Ecuadorian club &lt;a href=\"Delf%C3%ADn%20S.C.\"&gt;Delfin&lt;/a&gt;, replacing Santa Cruz in the 80th minute.\nOn 9 March 2020, he made his second and last league appearance against &lt;a href=\"Club%20River%20Plate%20%28Asunci%C3%B3n%29\"&gt;River Plate Asunción&lt;/a&gt; in a 1–1 home draw, playing the full 90 minutes at Olimpia's Estadio Manuel Ferreira. Three days later, Adebayor played in the Copa Libertadores against Argentine club &lt;a href=\"Defensa%20y%20Justicia\"&gt;Defensa y Justicia&lt;/a&gt;. In the 73rd minute of the fixture Adebayor received a &lt;a href=\"Penalty%20card\"&gt;red card&lt;/a&gt; for a flying kick on &lt;a href=\"Enzo%20Coacci\"&gt;Enzo Coacci&lt;/a&gt; when disputing an aerial ball, jumping for the ball with his right foot forward which impacted the opponent's face. This was Adebayor's last appearance for the club. In the same month, Adebayor travelled to &lt;a href=\"Togo\"&gt;Togo&lt;/a&gt; to undergo quarantine with his family amidst the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. In April, Adebayor stated during a &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; post that he would return to Paraguay in two more weeks.\nAt the beginning of July, it was announced that Adebayor, who was contracted until December, would not return to the club, by mutual consent, due to the high risk of the contagious virus during travel and that the flights and stop offs were complicated. That same month, Adebayor stated that he wanted to return to Olimpia at some point. Adebayor played four games for Olimpia from February to March.\nInternational career.\nAdebayor was also eligible to play for &lt;a href=\"Nigeria%20national%20football%20team\"&gt;Nigeria&lt;/a&gt; but chose to represent the country of his birth, &lt;a href=\"Togo%20national%20football%20team\"&gt;Togo&lt;/a&gt;. Adebayor helped Togo qualify for the &lt;a href=\"2006%20Africa%20Cup%20of%20Nations\"&gt;2006 Africa Cup of Nations&lt;/a&gt; after scoring 11 goals in the qualifiers, more than any other player in the African qualifiers. On 10 February 2009, the &lt;a href=\"Confederation%20of%20African%20Football\"&gt;Confederation of African Football&lt;/a&gt; (CAF) picked Adebayor as the &lt;a href=\"African%20Footballer%20of%20the%20Year\"&gt;African Footballer of the Year&lt;/a&gt; for 2008 at an awards ceremony held in &lt;a href=\"Lagos\"&gt;Lagos&lt;/a&gt;, Nigeria. Adebayor beat final nominees &lt;a href=\"Mohamed%20Aboutrika\"&gt;Mohamed Aboutrika&lt;/a&gt; of Egypt and Ghana's &lt;a href=\"Michael%20Essien\"&gt;Michael Essien&lt;/a&gt; in a vote that involved the national team coaches of CAF's 54 member-nations. It was the first time a Togolese won the award as Africa's best player.\nAdebayor helped Togo to qualify for the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt; in Germany and started all three group matches against &lt;a href=\"South%20Korea%20national%20football%20team\"&gt;South Korea&lt;/a&gt;, &lt;a href=\"Switzerland%20national%20football%20team\"&gt;Switzerland&lt;/a&gt; and &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt;, but did not score any goals and Togo ended up in last place in their group. Adebayor was made team captain after the finals.\nAdebayor was called up for the &lt;a href=\"2006%20Africa%20Cup%20of%20Nations\"&gt;2006 Africa Cup of Nations&lt;/a&gt;, where he was a substitute for the country's first match, following a row with the coach. Adebayor first vowed to leave the tournament and return home, although he later resumed training with the side. Togo were eliminated after losing all three matches. He was dropped by Togo following the row over bonus payments. However, Adebayor was brought back into the Togo team in September 2007. On 11 October 2008, he scored four goals in Togo's 6–0 hammering of &lt;a href=\"Swaziland%20national%20football%20team\"&gt;Swaziland&lt;/a&gt; during the &lt;a href=\"2010%20FIFA%20World%20Cup%20qualification%20%28CAF%29\"&gt;World Cup qualification&lt;/a&gt; rounds.\nDespite being injured, Adebayor played for Togo against &lt;a href=\"Cameroon%20national%20football%20team\"&gt;Cameroon&lt;/a&gt;. In the match, he scored the only goal for Togo to seal the win.\nOn 8 January 2010, Adebayor was one of the players involved when the &lt;a href=\"Togo%20national%20football%20team%20attack\"&gt;Togo national team's bus came under a gunfire attack&lt;/a&gt; on the way to the &lt;a href=\"Africa%20Cup%20of%20Nations\"&gt;Africa Cup of Nations&lt;/a&gt; in Angola. The fatal attack, in which all the players survived but three other people were killed, led to Togo withdrawing from the tournament. Adebayor consequently announced his retirement from international football on 12 April 2010 in a statement which read, \"I have weighed up my feelings in the weeks and months since the attack and I am still haunted by the events which I witnessed on that horrible afternoon on the Togo team bus. We were just footballers going to play a football match and represent our country, yet we were attacked by people who wanted to kill us all. It is a moment I will never forget and one I never want to experience again.\"\nAdebayor subsequently returned to international duty in November 2011 following assurances from the &lt;a href=\"Togolese%20Football%20Federation\"&gt;Togolese Football Federation&lt;/a&gt; regarding safety, making his comeback in a 1–0 win over &lt;a href=\"Guinea-Bissau%20national%20football%20team\"&gt;Guinea-Bissau&lt;/a&gt; in a &lt;a href=\"2014%20FIFA%20World%20Cup%20qualification\"&gt;2014 World Cup qualifier&lt;/a&gt;.\nAfter refusing to play earlier in the year, he was recalled again in November 2018. In March 2019, he was selected for the decisive &lt;a href=\"2019%20Africa%20Cup%20of%20Nations\"&gt;2019 Africa Cup of Nations&lt;/a&gt; qualification match against &lt;a href=\"Benin%20national%20football%20team\"&gt;Benin&lt;/a&gt;.\nStyle of play.\nUpon signing for Arsenal, the club's manager Arsene Wenger likened Adebayor to one of his major influences as a striker, &lt;a href=\"Nwankwo%20Kanu\"&gt;Nwankwo Kanu&lt;/a&gt;, and described him as \"tall, good in the air\" and capable of making good runs behind the defenders. Adebayor even wore the &lt;a href=\"Squad%20number%20%28association%20football%29\"&gt;number 25 shirt&lt;/a&gt; at Arsenal, like his Idol, and the number 4 shirt at international level, while he was even given the nickname \"Baby Kanu\" in the media due to their similar playing styles. He was also known for his pace, strength, and technique, as well as his goalscoring and ability to link-up with his teammates. However, he was also notorious for his lack of discipline, in particular in his early career.\nMedia career.\nAdebayor was a &lt;a href=\"Pundit%20%28expert%29\"&gt;pundit&lt;/a&gt; for the &lt;a href=\"BBC\"&gt;BBC Sport&lt;/a&gt;'s &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt; coverage.\nPersonal life.\nAdebayor is married and has a daughter named Kendra (born June 2010). He is the uncle of &lt;a href=\"Georgia%20Revolution%20FC\"&gt;Georgia Revolution FC&lt;/a&gt; midfielder &lt;a href=\"Alex%20Harlley\"&gt;Alex Harlley&lt;/a&gt;.\nIn his infancy, Adebayor and his family lived in an apartment with problems. Adebayor used to wake up at night and gather water in buckets, as they did not have electricity or bathrooms, and that to shower themselves, they would even go to the beach.\nAdebayor has spoken about his faith, saying, \"Everything I do in life I put in the hands of &lt;a href=\"God%20in%20Christianity\"&gt;God&lt;/a&gt;, my creator. He gave me the chance to be where I am today and He's the one that can take it all away from me. There is nothing more important for me than God.\" Adebayor could not walk for the first four years of his life. His mother took young Adebayor around Africa looking for a cure. Adebayor then spoke about his \"miracle\" saying, \"I was in the church laying down and, around nine or ten o'clock on the Sunday morning, I could hear children playing outside. Suddenly somebody kicked a ball into the church. And the first person to stand up and run was me, because I wanted to get that ball.\"\nOn 5 May 2015, Adebayor made a lengthy post on his public &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; page describing his family troubles. These troubles included several relatives asking for large amounts of money, his sister renting out a house he had bought for her without him knowing, and complications surrounding the death of his brother Peter. In July 2017, Adebayor stated in an interview regarding his family issues that his late brother had sent an official letter to Real Madrid asking them to not keep Adebayor on after his loan spell.\nHonours.\nMonaco\nArsenal\nReal Madrid\nCrystal Palace\nTogo\nIndividual"
}