{
    "id": "26046379",
    "revid": "4802369",
    "url": "https://en.wikipedia.org/wiki?curid=26046379",
    "title": "La Brugeoise cars (Buenos Aires Underground)",
    "text": "La Brugeoise cars were &lt;a href=\"Buenos%20Aires%20Underground\"&gt;Buenos Aires Underground&lt;/a&gt; (\"Subte\") &lt;a href=\"Line%20A%20%28Buenos%20Aires%20Underground%29\"&gt;Line A&lt;/a&gt; &lt;a href=\"rolling%20stock\"&gt;rolling stock&lt;/a&gt; since its inauguration in 1913 till 2013 when replaced by &lt;a href=\"CITIC-CNR\"&gt;new Chinese stock&lt;/a&gt;. They were built by Belgian &lt;a href=\"Rolling%20stock\"&gt;railway rolling stock&lt;/a&gt; manufacturer &lt;a href=\"La%20Brugeoise%20et%20Nivelles\"&gt;La Brugeoise et Nivelles&lt;/a&gt; between 1911 and 1919 for the &lt;a href=\"Anglo-Argentine%20Tramways%20Company\"&gt;Anglo-Argentine Tramways Company&lt;/a&gt;'s (\"Compañía de Tranvías Anglo-Argentina\", CTAA in Spanish) first underground line. They were originally designed to run both as &lt;a href=\"Rapid%20transit\"&gt;metro&lt;/a&gt; and &lt;a href=\"tram\"&gt;tram&lt;/a&gt;way cars, but they were refurbished in 1927 for underground use only. They were the oldest underground rolling stock in commercial service in the world as well as a tourist attraction and part of &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; cultural heritage.\nTechnical information.\nThe La Brugeoise trains were designed to run using either 550 VDC - as surface &lt;a href=\"tram\"&gt;tram&lt;/a&gt;ways did until the system was eradicated in 1962- or 1,100 VDC in the tunnel. Traction is controlled through a 9-power run (originally 11-power run) handle, known as the \"controller\", the motorman spins anticlockwise to increase acceleration. Its loose end is fitted with the &lt;a href=\"dead%20man%27s%20switch\"&gt;dead man's switch&lt;/a&gt;, a button-shaped mechanism that allows the motorman to enable or cut current flow to the motors in normal conditions. This system was also meant to serve as an emergency train stop: if anything should prevent the motorman from keeping this button pressed, the train will automatically stop accelerating.\nIn normal driving conditions, braking is entirely achieved by means of a traditional &lt;a href=\"Railway%20air%20brake\"&gt;air brake&lt;/a&gt; system. Because of their long life-span, La Brugeoise trains use custom-made brake shoes made of hard wood embedded with &lt;a href=\"creosote\"&gt;creosote&lt;/a&gt; for additional resistance. Friction between the steel wheels and the brake shoes releases a peculiar fragrance Line A is known for among \"porteños\" (as Buenos Aires inhabitants call themselves) and tourists. The emergency brakes operation is entirely mechanical: the motorman applies them by spinning a wheel located on the right-hand side of the driving cab, tensing up a chain connected to the brake mechanism. If emergency brakes are engaged for more than 10 seconds, current flow to traction motors and auxiliary equipment is interrupted by the main fuse.\nThe trains were equipped with mechanical &lt;a href=\"Automatic%20Train%20Stop\"&gt;ATS&lt;/a&gt; at the CTAA's workshops. Initially, train traffic in Line A was controlled using manually operated signalling. In the mid-1920s this system was automated by &lt;a href=\"Siemens\"&gt;Siemens&lt;/a&gt;, including also the installation of mechanical ATS and traffic lights. Each train was fitted with two levers -called \"anthennas\"- on top of each driving cab, which are lowered by train stops fixed to the tunnel's wall in case a train passes by a red light, thus applying the brakes and cutting off traction current flow. By 2010, train stops are automatically controlled by digital signal system ATP (\"&lt;a href=\"Automatic%20Train%20Protection\"&gt;Automatic Train Protection&lt;/a&gt;\") developed and installed by &lt;a href=\"Alstom\"&gt;Alstom&lt;/a&gt;.\nHistory.\nLa Brugeoise trains were the first &lt;a href=\"electric%20multiple%20units\"&gt;electric multiple units&lt;/a&gt; (EMU) to run in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;. Commissioned by the &lt;a href=\"Anglo-Argentine%20Tramways%20Company\"&gt;Anglo-Argentine Tramways Company&lt;/a&gt; Ltd. for their first underground line, they were prepared to run either on surface as regular tramways or as underground cars. Thanks to a &lt;a href=\"Inclined%20plane\"&gt;ramp&lt;/a&gt; built after Primera Junta station, Line A's terminus from 1914 to 2008, two cars were decoupled from arriving trains and continued service as tramways until the intersection of &lt;a href=\"avenida%20Rivadavia\"&gt;avenida Rivadavia&lt;/a&gt; and avenida Lacarra. Thus, each car had a tramway-like platform on both ends used by passengers to board and leave the train when on surface. When on duty in the tunnel, passengers used the pair of sliding doors on each side of the car body.\nThe CTAA bought 115 cars, all of them with the same technical characteristics but with two different car body layout (or \"series\"). The first series cars -numbered 5 to 50-, together with four English Electric luxury cars -numbered 1 to 4 and forming a special train-, began service on December 1, 1913.\nFirst series (5 to 50).\nThey arrived at Buenos Aires in mid-1913, in time to run preliminary tests. They had six wide windows per side with rolling curtains to protect passengers from sunlight when running on surface. The interior was entirely made of finely carved wood, lit with 38 solid bronze artifacts using incandescent &lt;a href=\"light%20bulbs\"&gt;light bulbs&lt;/a&gt;.\nTheir seats, with capacity for two passengers, were upholstered in scarlet leather and arranged in two groups of two seats facing each other. On both sides of each sliding door, a seat was placed longitudinally to allow for extra room for standing passengers to travel comfortably.\nSecond series (51 to 120).\nThey arrived at Buenos Aires in two separate groups. Those numbered from 51 to 84 arrived by mid December 1913, when the line was already operating. The remaining, numbered 85 to 120, arrived in 1919 after the end of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;.\nThe second series cars had the same decoration, number and distribution of seats and lights as those of the first series, but they also had some easily recognizable differences. For instance, the second series cars had their tramway-like platform roof at the same level as the salon roof. They also had two smaller windows at the end of the salon instead of the wider ones seen in the first series. This shape and size of windows was later adopted as a model to reform all of the wide windows due to serious structure torsion and stress caused by the tunnel's sharp curves.\nRefurbishing.\nAfter a few years in service, the CTAA began reforming the cars after some problems were detected during service. As mentioned above, the windows were gradually narrowed and, since 1923, one pantograph was removed from each car.\nOn December 31, 1926, the CTAA cancelled the mixed \"tramway-metro\" service as growing surface traffic caused delays to trains circulating through Rivadavia avenue. Thus, a major reform was decided: 116 units lost their tramway-style platforms, which were replaced by the curved fronts that can be seen nowadays. Also, a third sliding door was added and the seats scarlet-leather upholstery was replaced with wooden bars. Later, minor reforms were undertaken: the windows next to the doors were blinded, with mirrors taking their place on the inside. Also, most cars lost their air takes except for car 81, which keeps them on its sides.\nModernisation.\nFrom 1921, several attempts were made to modernise them, so prototypes were built upon working and scrapped units. Some of them, such as units 90 and 121, were imitations of &lt;a href=\"Siemens-Schuckert%20Orenstein%20%26amp%3B%20Koppel\"&gt;Siemens-Schuckert Orenstein &amp; Koppel cars&lt;/a&gt; running in lines C, D and E while others were entirely new designs. Besides, units 124 and 125 were completely manufactured at &lt;a href=\"Polvor%C3%ADn%20workshop\"&gt;Polvorín workshop&lt;/a&gt; in 1944 to enhance Subte services during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; as a lack of imported spare pieces for tramways and buses left most of the surface transport out of order.\nIn 1987, fifteen cars were taken to &lt;a href=\"Emepa%20Group\"&gt;EMEPA&lt;/a&gt;, a workshop established in the city of &lt;a href=\"Chascom%C3%BAs\"&gt;Chascomús&lt;/a&gt; (Buenos Aires province) specialized in rolling stock overhauls, where a new car body made of metal was built upon the original 1913 chassis and mechanics. These cars were in service up to the day the un-overhauled cars retired.\nMaintenance.\nSpare parts for these trains were no longer available in the market so parts had to be custom-made by request at &lt;a href=\"Polvor%C3%ADn%20workshop\"&gt;Polvorín workshop&lt;/a&gt;, where La Brugeoise trains and other &lt;a href=\"Buenos%20Aires%20Underground\"&gt;Buenos Aires Underground&lt;/a&gt; rolling stock were repaired by highly skilled and qualified personnel. According to &lt;a href=\"Metrov%C3%ADas\"&gt;Metrovías&lt;/a&gt;, Buenos Aires Underground private operator, every 20 days cars underwent a routine check-up, while every four years the cars underwent heavy maintenance. Despite their 96 years of uninterrupted service, La Brugeoise trains had one of the lowest mechanical failure averages in the network: 19 every 100,000 km.\nTransport authorities replaced the cars with new rolling stock as soon as Line A reaches its new terminus, San Pedrito station. Nevertheless, financial problems affecting the network's expansion since late 2008 might make it possible for these trains to reach a century in service. The Buenos Aires City Legislature passed a law indicating that two trains should be restored and preserved operational. They will be formed by cars 24 - 107 - 121 - 124 - 125 and 100 - 86 - 22 - 89 - 48 respectively. It also ordered that cars 27, 81 and 114 be preserved due to certain unique details in their decoration and structure that distinguish them from the rest. In January 2010, national transport authorities announced that an agreement for the provision of 279 cars had been reached with Chinese rolling stock manufacturer CITIC. Forty-five of these cars were to be operational by late 2011 in Line A, thus gradually replacing the La Brugeoise units. However, the cars were not retired until January 12, 2013, when local authorities suspended service on line A in order to finally replace the aging cars with new 200 series cars. The upgrade was completed in two months.\nAfter retirement, certain units will be used as decoration in parks. Others will be kept as museum pieces, but the majority will go to the &lt;a href=\"Polvor%C3%ADn%20workshop\"&gt;Polvorín workshop&lt;/a&gt;.\nHeritage service.\nAfter the sanction of law 4886, it was determined that some of the preserved cars would be used in a heritage service, which was finally implemented in September 2017."
}