{
    "id": "26053510",
    "revid": "937293",
    "url": "https://en.wikipedia.org/wiki?curid=26053510",
    "title": "MouseHunt",
    "text": "MouseHunt is a passive &lt;a href=\"browser%20game\"&gt;browser game&lt;/a&gt; in which players, referred to as hunters, catch &lt;a href=\"mouse\"&gt;mice&lt;/a&gt; with a variety of &lt;a href=\"mousetrap\"&gt;traps&lt;/a&gt; to earn experience points and virtual gold. \"MouseHunt\" was developed by HitGrab, Inc. under the direction of Bryan Freeman and Joel Auge, and was released to a select group of beta testers in early 2007. On 7 March 2008, \"MouseHunt\" was officially released to the general public. Just nine months later, \"MouseHunt\" earned a $250,000 grant from Facebook's seed fund fbFund. In 2011, it was shortlisted by Facebook as a top game with 50,000 to 100,000 users. It was one of the first games on Facebook to introduce a tradeable &lt;a href=\"digital%20goods\"&gt;digital good&lt;/a&gt; (SUPER|brie+).\n\"MouseHunt\" released mobile apps for &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt; on 17 October 2012 and &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; on 7 December 2012.\nStory.\n\"MouseHunt\" is set in the fantasy kingdom of Gnawnia. The player is a hunter, commissioned by the King of Gnawnia to catch mice in a variety of environments using virtual traps, bases, and cheeses. Additional lore is unlocked by catching mice that drop Torn Pages, which describe the adventures and observations of Plankrun, the game's mythical first-ever hunter.\nGameplay.\n\"MouseHunt\" is a passive game, intended to be played while surfing the Web. The player, called a &lt;a href=\"Hunting\"&gt;hunter&lt;/a&gt;, arms a trap (using cheese as bait) and can then sound the \"Hunter's Horn\" once every 15 minutes. If a player is playing the game for the first time, there is a special mission and the player can sound the \"Hunter's Horn\" once every 30 seconds. Every time the hunter's horn is sounded, they are taken on a hunt and have a possibility of catching a mouse. For each mouse the player catches, they get a unique &lt;a href=\"wikt%3Areward\"&gt;reward&lt;/a&gt;, which is a certain number of points and gold, dependent on the breed of mouse captured. Automatic \"Trap Checks\" conducted every hour allow for a total of five opportunities to catch mice every hour. To ease out server load, Trap checks for different users are timed at either the :00, :15, :30 or :45 during the hour. However, one has to log in to sound the Hunter's Horn at least once per 24 hours for the automatic 'Trap Checks' to continue.\nDevelopers.\n\"MouseHunt\" was developed by HitGrab Inc., a company based in Oakville, Ontario, Canada. \"MouseHunt\" was officially launched on 7 March 2008 after receiving praise from a group of 100 beta testers. \"MouseHunt\" version 1.0 was upgraded to version 2.0 on 6 October 2008, boasting significantly improved coding and design. \"MouseHunt\" version 3.0 (Longtail) was launched on 8 June 2010, reworking several aspects of the game's mechanics and interface."
}