{
    "id": "26064185",
    "revid": "10841396",
    "url": "https://en.wikipedia.org/wiki?curid=26064185",
    "title": "Mexico City Metro Line B",
    "text": "Mexico City Metro Line B is one of the twelve &lt;a href=\"rapid%20transit\"&gt;metro&lt;/a&gt; lines operating in &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. It has 21 stations and a total length of 23.722 km, 20.278 km service the line while the rest are used for maneuvers.\nLine B runs from downtown Mexico City north towards the municipality of &lt;a href=\"Ecatepec%20de%20Morelos\"&gt;Ecatepec de Morelos&lt;/a&gt;.\nCurrently, it is the only line in the whole &lt;a href=\"Mexico%20City%20Metro\"&gt;metro network&lt;/a&gt; to use two distinctive colors: green and gray.\nAlongside &lt;a href=\"Mexico%20City%20Metro%20Line%2012\"&gt;Line 12&lt;/a&gt;, Line B is one of the two metro lines of the &lt;a href=\"Mexico%20City%20Metro\"&gt;network&lt;/a&gt; to have the three type of stations: underground, elevated and surface.\nHistory.\nLine B was planned as a &lt;a href=\"Feeder%20line%20%28network%29\"&gt;feeder line&lt;/a&gt; that would connect &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt; to the adjacent municipalities of the &lt;a href=\"State%20of%20Mexico\"&gt;State of Mexico&lt;/a&gt;, such as &lt;a href=\"Ecatepec%20de%20Morelos\"&gt;Ecatepec de Morelos&lt;/a&gt; and &lt;a href=\"Ciudad%20Nezahualc%C3%B3yotl\"&gt;Ciudad Nezahualcóyotl&lt;/a&gt;, therefore, instead of using the same numbering system as with the other metro lines, the line was named as Line B, same as in &lt;a href=\"Mexico%20City%20Metro%20Line%20A\"&gt;Line A&lt;/a&gt;, which connects Mexico City with the municipality of &lt;a href=\"La%20Paz%2C%20State%20of%20Mexico\"&gt;La Paz&lt;/a&gt;, also in the State of Mexico.\nLine B was conceived in the early 1990s and was to originally named as Line 10. The &lt;a href=\"Mexican%20peso%20crisis\"&gt;1994 Mexican peso crisis&lt;/a&gt; affected the construction of the line on its first stages as well as opposition from the citizens, specially those living in &lt;a href=\"Santa%20Mar%C3%ADa%20la%20Ribera\"&gt;Santa María la Ribera&lt;/a&gt;, who claimed that Line B construction affected their houses, with damages such as sinking and breakage.\nThe first stretch of the line, from &lt;a href=\"Buenavista%20metro%20station\"&gt;Buenavista&lt;/a&gt; to &lt;a href=\"Villa%20de%20Arag%C3%B3n%20metro%20station\"&gt;Villa de Aragón&lt;/a&gt;, was inaugurated on 15 December 1999 by &lt;a href=\"Ernesto%20Zedillo\"&gt;Ernesto Zedillo&lt;/a&gt;, &lt;a href=\"List%20of%20heads%20of%20state%20of%20Mexico\"&gt;President of Mexico&lt;/a&gt; from 1994 to 2000, and &lt;a href=\"Rosario%20Robles\"&gt;Rosario Robles&lt;/a&gt;, &lt;a href=\"List%20of%20heads%20of%20government%20of%20Mexico%20City\"&gt;Head of Government of the Federal District&lt;/a&gt; from 1991 to 2000. The second section, from Villa de Aragón to &lt;a href=\"Ciudad%20Azteca%20metro%20station\"&gt;Ciudad Azteca&lt;/a&gt;, was opened on 30 November 2000, six years after it was planned.\nAn extension for Line B is planned, adding two more stations to expand the line westbound towards &lt;a href=\"Colegio%20Militar%20metro%20station\"&gt;Colegio Militar&lt;/a&gt;, where line B would connect with &lt;a href=\"Mexico%20City%20Metro%20Line%202\"&gt;Line 2&lt;/a&gt;.\nRolling stock.\nCurrently, out of the 390 trains in the &lt;a href=\"Mexico%20City%20Metro\"&gt;Mexico City Metro&lt;/a&gt; network, 36 are in service in Line B.\nRidership.\nThe following table shows each of Line 12 stations total and average daily ridership during 2019.\nTourism.\nLine B passes near several places of interest:\nCrime.\nOn its route, Line B passes through some places known for their levels of crime including &lt;a href=\"Ecatepec%20de%20Morelos\"&gt;Ecatepec de Morelos&lt;/a&gt;, &lt;a href=\"Gustavo%20A.%20Madero%2C%20Mexico%20City\"&gt;Gustavo A. Madero&lt;/a&gt;, &lt;a href=\"Venustiano%20Carranza%2C%20Mexico%20City\"&gt;Venustiano Carranza&lt;/a&gt;, and neighborhoods such as &lt;a href=\"Tepito\"&gt;Tepito&lt;/a&gt; and &lt;a href=\"Colonia%20Morelos\"&gt;Colonia Morelos&lt;/a&gt;. Due to this, the line has a high rate of crime inside the stations and the trains, going from the presence of pickpockets and petty theft to armed robbery and sexual assault. \nIn 2017, at least three violent robberies were reported, in which armed men entered the wagons and stripped the passengers out of their belongings."
}