{
    "id": "26082056",
    "revid": "12866484",
    "url": "https://en.wikipedia.org/wiki?curid=26082056",
    "title": "German Type U 81 submarine",
    "text": "Type 81 was a class of &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;s built during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; by the &lt;a href=\"Kaiserliche%20Marine\"&gt;Kaiserliche Marine&lt;/a&gt;.\nType 81 U-boats carried 12 &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es and had various arrangements of deck guns. U 81 to U 83 had one deck gun with 140-240 rounds. U 84 - U 86 were constructed with two deck guns. In 1917, U 84 - U 86 were converted to a carry one 10.5 cm and one 8.8 cm deck gun and carried 240 rounds.\nThey carried a crew of four officers and 31 men and had excellent seagoing abilities with a cruising range of around . Many arrangements from the Type 81 and the next two types were also seen on the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; &lt;a href=\"German%20Type%20IX%20submarine\"&gt;Type IX&lt;/a&gt; U-boats when their design work took place 20 years later.\nCompared to the previous type 63, the 81s were longer, while the pressure hull remained the same. They were faster on the surface, and faster submerged and increased range by to 11,200  nmi at 8 knots. They carried 12 torpedoes instead of 6, and by 1917 all type 87s had the larger 10.5 cm deck gun versus the twin 8.8 cm on the 63s. Crew size was decreased by 1 to 35.\nCompared to the following type 87, the 81s were longer, yet 5 tons lighter. Their range was 180 miles shorter, but speed was faster on the surface and faster submerged. The most significant difference was the addition of 4 more torpedoes and 2 additional bow tubes on the type 87. Type 87 also got the additional crew member back and numbered 36 again.\nType 81 boats were responsible for sinking 3.537% of all allied shipping sunk during the war, taking a total of 427,247 combined tons. They also damaged 89,522 combined tons, and captured 3,462 combined tons."
}