{
    "id": "2610743",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2610743",
    "title": "Joe Tiller",
    "text": "Joseph Henry Tiller (December 7, 1942 – September 30, 2017) was an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; player and coach. He was the head coach at the &lt;a href=\"University%20of%20Wyoming\"&gt;University of Wyoming&lt;/a&gt; from 1991 to 1996 and &lt;a href=\"Purdue%20University\"&gt;Purdue University&lt;/a&gt; from 1997 to 2008, with a career record of known as one of the innovators of the \nEarly life and playing career.\nBorn and raised in &lt;a href=\"Toledo%2C%20Ohio\"&gt;Toledo, Ohio&lt;/a&gt;, Tiller attended &lt;a href=\"Rogers%20High%20School%20%28Toledo%2C%20Ohio%29\"&gt;Rogers High School&lt;/a&gt;. Upon his high school graduation, he attended &lt;a href=\"Montana%20State%20University\"&gt;Montana State University&lt;/a&gt; in &lt;a href=\"Bozeman%2C%20Montana\"&gt;Bozeman&lt;/a&gt;, where he played &lt;a href=\"College%20football\"&gt;football&lt;/a&gt; for the &lt;a href=\"Montana%20State%20Bobcats%20football\"&gt;Bobcats&lt;/a&gt; under head coaches &lt;a href=\"Herb%20Agocs\"&gt;Herb Agocs&lt;/a&gt; and &lt;a href=\"Jim%20Sweeney%20%28American%20football%2C%20born%201929%29\"&gt;Jim Sweeney&lt;/a&gt;, and was a member of &lt;a href=\"Delta%20Sigma%20Phi\"&gt;Delta Sigma Phi&lt;/a&gt; &lt;a href=\"Fraternities%20and%20sororities\"&gt;fraternity&lt;/a&gt;. As a senior Tiller was named an Honorable Mention All-American and was invited to the &lt;a href=\"East-West%20Shrine%20Game\"&gt;East-West Shrine Game&lt;/a&gt;.\nTiller was selected in the &lt;a href=\"1964%20American%20Football%20League%20draft\"&gt;1964 AFL draft&lt;/a&gt; by the &lt;a href=\"1964%20Boston%20Patriots%20season\"&gt;Boston Patriots&lt;/a&gt;; he was the 140th pick overall (&lt;a href=\"1964%20American%20Football%20League%20draft%23Round%20eighteen\"&gt;18th round&lt;/a&gt;) but chose to sign with the &lt;a href=\"Calgary%20Stampeders\"&gt;Calgary Stampeders&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt;. After one season in the CFL, he returned to Montana State to begin his coaching career under Sweeney.\nCoaching career.\nEarly career.\nTiller's first coaching job came in 1964, when he was a student assistant for Montana State. The following year, he was promoted to full-time assistant coach, working with offensive and defensive lineman, as well as an instructor in physical education. Sweeney left after the 1967 season and Tiller was retained by new head coach &lt;a href=\"Tom%20Parac\"&gt;Tom Parac&lt;/a&gt;\nIn &lt;a href=\"1971%20Washington%20State%20Cougars%20football%20team\"&gt;1971&lt;/a&gt;, Tiller rejoined Sweeney as the &lt;a href=\"defensive%20line\"&gt;defensive line&lt;/a&gt; coach at &lt;a href=\"Washington%20State%20Cougars%20football\"&gt;Washington State&lt;/a&gt; in &lt;a href=\"Pullman%2C%20Washington\"&gt;Pullman&lt;/a&gt;. In &lt;a href=\"1972%20Washington%20State%20Cougars%20football%20team\"&gt;1972&lt;/a&gt;, he was promoted to &lt;a href=\"offensive%20coordinator\"&gt;offensive coordinator&lt;/a&gt; and offensive line coach. During the &lt;a href=\"1973%20Washington%20State%20Cougars%20football%20team\"&gt;1973&lt;/a&gt; season, he helped Andrew Jones to a season where he ran for 1,059 yards with 9 TD and averaged 96.3 rushing YPG.\nIn &lt;a href=\"1974%20Calgary%20Stampeders%20season\"&gt;1974&lt;/a&gt;, Tiller returned to the Calgary Stampeders as an assistant coach and spent the next eight seasons in the Calgary organization; he served as the interim head coach for the final six weeks of the &lt;a href=\"1976%20Calgary%20Stampeders%20season\"&gt;1976&lt;/a&gt; season, posting a record and the team finished at He returned to the front office \nIn &lt;a href=\"1983%20Purdue%20Boilermakers%20football%20team\"&gt;1983&lt;/a&gt;, Tiller became defensive coordinator at Purdue under head coach &lt;a href=\"Leon%20Burtnett\"&gt;Leon Burtnett&lt;/a&gt;. Guided by junior quarterback &lt;a href=\"Jim%20Everett\"&gt;Jim Everett&lt;/a&gt;, the &lt;a href=\"1984%20Purdue%20Boilermakers%20football%20team\"&gt;1984&lt;/a&gt; team became the first in school history to defeat &lt;a href=\"1984%20Notre%20Dame%20Fighting%20Irish%20football%20team\"&gt;Notre Dame&lt;/a&gt;, &lt;a href=\"1984%20Michigan%20Wolverines%20football%20team\"&gt;Michigan&lt;/a&gt;, and &lt;a href=\"1984%20Ohio%20State%20Buckeyes%20football%20team\"&gt;Ohio State&lt;/a&gt; in the same season. Finishing in the regular season, the Boilermakers accepted an invitation to play in the &lt;a href=\"1984%20Peach%20Bowl\"&gt;Peach Bowl&lt;/a&gt;, where they were defeated by &lt;a href=\"1984%20Virginia%20Cavaliers%20football%20team\"&gt;Virginia&lt;/a&gt;, Tiller was let go at the end of the &lt;a href=\"1986%20Purdue%20Boilermakers%20football%20team\"&gt;1986&lt;/a&gt; season when Burtnett resigned. \nTaking over as the offensive coordinator at Wyoming in &lt;a href=\"1987%20Wyoming%20Cowboys%20football%20team\"&gt;1987&lt;/a&gt;, where Craig Burnett threw for 3,131 yards with 21 TD vs 16 INT and &lt;a href=\"Gerald%20Abraham%20%28American%20football%29\"&gt;Gerald Abraham&lt;/a&gt; ran for 1,305 yards with 13 TD. In &lt;a href=\"1988%20Wyoming%20Cowboys%20football%20team\"&gt;1988&lt;/a&gt;, Randy Welniak threw for 2,791 yards with 21 TD vs 11 INT and ran for 415 yards with 16 TD. RB Dabby Dawson ran for 1,119 yards and 9 TD as well.\nAs offensive coordinator in &lt;a href=\"1989%20Washington%20State%20Cougars%20football%20team\"&gt;1989&lt;/a&gt; at Washington State under head coach &lt;a href=\"Mike%20Price\"&gt;Mike Price&lt;/a&gt;, he helped RB &lt;a href=\"Steve%20Broussard\"&gt;Steve Broussard&lt;/a&gt; to 1,237 yards with 13 TD. Quarterbacks, &lt;a href=\"Aaron%20Garcia%20%28American%20football%29\"&gt;Aaron Garcia&lt;/a&gt; and Brad Gossen combined to throw for 2,963 yards with 20 TD vs 16 INT. In &lt;a href=\"1990%20Washington%20State%20Cougars%20football%20team\"&gt;1990&lt;/a&gt;, quarterbacks Brad Gossen and &lt;a href=\"Drew%20Bledsoe\"&gt;Drew Bledsoe&lt;/a&gt; combined to throw for 2,514 yards with 15 TD vs 7 INT.\nWyoming (1991–1996).\nTiller began his head coaching career at &lt;a href=\"Wyoming%20Cowboys%20football\"&gt;Wyoming&lt;/a&gt; in &lt;a href=\"1991%20Wyoming%20Cowboys%20football%20team\"&gt;1991&lt;/a&gt;, when he was hired to replace &lt;a href=\"Paul%20Roach%20%28American%20football%29\"&gt;Paul Roach&lt;/a&gt;, who was stepping down as football coach but remained as the athletic director. Tiller received a 5-year contract with a base salary of $65,000. During his time as head coach, Tiller lead the Cowboys to a record and one bowl appearance in six years. His best team was his final season in &lt;a href=\"1996%20Wyoming%20Cowboys%20football%20team\"&gt;1996&lt;/a&gt;, which notched a record in WAC play winning the Pacific Division), but was left out of a bowl after losing to &lt;a href=\"1996%20BYU%20Cougars%20football%20team\"&gt;BYU&lt;/a&gt; in the inaugural WAC Championship game—to date, the last team to finish ranked in a major poll and not receive a bowl invitation while eligible. \nHe continued to provide stellar quarterback and running back play despite some subpar records during his tenure at Wyoming.\nPurdue (1997–2008).\nOn the strength of his final season at Wyoming, Tiller was hired by &lt;a href=\"Purdue%20University\"&gt;Purdue University&lt;/a&gt; in &lt;a href=\"1997%20Purdue%20Boilermakers%20football%20season\"&gt;1997&lt;/a&gt;.Tiller inherited a program that had only had five winning seasons in the previous 18 years. However, the Boilermakers made an immediate splash in the second game of his rookie season with a nationally televised upset of &lt;a href=\"Notre%20Dame%20Fighting%20Irish%20football\"&gt;Notre Dame&lt;/a&gt;. Tiller led the Boilermakers to ten bowl berths in twelve years, most notably the &lt;a href=\"2001%20Rose%20Bowl\"&gt;2001 Rose Bowl&lt;/a&gt;—their first major-bowl appearance since the &lt;a href=\"Bob%20Griese\"&gt;Bob Griese&lt;/a&gt;-led Boilermakers went to the &lt;a href=\"1967%20Rose%20Bowl\"&gt;1967 Rose Bowl&lt;/a&gt;, and only the second major-bowl appearance in school history. The &lt;a href=\"2000%20Purdue%20Boilermakers%20football%20team\"&gt;2000&lt;/a&gt; season also saw the Boilers' first Big Ten title in 33 years.\nPrior to Tiller's tenure as head coach, Purdue had played in only five bowl games, most recently in 1984 when he was the defensive coordinator. In &lt;a href=\"2008%20Purdue%20Boilermakers%20football%20team\"&gt;2008&lt;/a&gt; against &lt;a href=\"2008%20Central%20Michigan%20Chippewas%20football%20team\"&gt;Central Michigan&lt;/a&gt;, Tiller won his 85th game at Purdue to become the winningest coach in school history, topping the previous mark set by &lt;a href=\"Jack%20Mollenkopf\"&gt;Jack Mollenkopf&lt;/a&gt; (1956–1969). Tiller's \"&lt;a href=\"basketball%20on%20grass\"&gt;basketball on grass&lt;/a&gt;\" offense, originated by legendary high school coach &lt;a href=\"Jack%20Neumeier\"&gt;Jack Neumeier&lt;/a&gt;, and learned from Tiller's coaching colleagues &lt;a href=\"Jack%20Elway\"&gt;Jack Elway&lt;/a&gt; and &lt;a href=\"Dennis%20Erickson\"&gt;Dennis Erickson&lt;/a&gt;, was well renowned for its ability to score and score effectively, befuddling opposing defenses. This was especially the case when quarterback &lt;a href=\"Drew%20Brees\"&gt;Drew Brees&lt;/a&gt; led the team from 1997 to 2000. His Purdue squads were shut out only once, by &lt;a href=\"2006%20Penn%20State%20Nittany%20Lions%20football%20team\"&gt;Penn State&lt;/a&gt;, in a 12–0 defeat at &lt;a href=\"Ross%E2%80%93Ade%20Stadium\"&gt;Ross–Ade Stadium&lt;/a&gt; on October 28, 2006.\nTiller retired following the 2008 season and was succeeded by former &lt;a href=\"Eastern%20Kentucky%20University\"&gt;Eastern Kentucky University&lt;/a&gt; &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; &lt;a href=\"Danny%20Hope\"&gt;Danny Hope&lt;/a&gt;. In his final game as a head coach, the Purdue Boilermakers beat their in-state rival &lt;a href=\"Indiana%20Hoosiers\"&gt;Indiana Hoosiers&lt;/a&gt; in their traditional season-ending &lt;a href=\"Old%20Oaken%20Bucket\"&gt;Old Oaken Bucket Game&lt;/a&gt; by a score of 62 to 10 at &lt;a href=\"Ross%E2%80%93Ade%20Stadium\"&gt;Ross–Ade Stadium&lt;/a&gt;.\nTiller was the first coach to use the spread offense in the &lt;a href=\"Big%20Ten%20Conference\"&gt;Big Ten Conference&lt;/a&gt;, although many others have since brought their own version of the spread, including &lt;a href=\"Jim%20Tressel\"&gt;Jim Tressel&lt;/a&gt; at &lt;a href=\"Ohio%20State%20Buckeyes%20football\"&gt;Ohio State&lt;/a&gt;, &lt;a href=\"Randy%20Walker%20%28football%20coach%29\"&gt;Randy Walker&lt;/a&gt; at &lt;a href=\"Northwestern%20Wildcats%20football\"&gt;Northwestern&lt;/a&gt;, &lt;a href=\"Rich%20Rodriguez\"&gt;Rich Rodriguez&lt;/a&gt; at &lt;a href=\"University%20of%20Michigan%20Wolverines%20football\"&gt;Michigan&lt;/a&gt;, and &lt;a href=\"Ron%20Zook\"&gt;Ron Zook&lt;/a&gt; at &lt;a href=\"Illinois%20Fighting%20Illini%20football\"&gt;Illinois&lt;/a&gt;. Under Tiller and his spread offense, Purdue annually had one of the top offenses in the Big Ten.\nDeath.\nTiller died at his home in &lt;a href=\"Buffalo%2C%20Wyoming\"&gt;Buffalo, Wyoming&lt;/a&gt;, on September 30, 2017, at the age of 74, after battling recent health issues. Numerous tributes were made to Tiller following his passing by former players, fellow coaches, and former teams that he led."
}