{
    "id": "26106821",
    "revid": "14473788",
    "url": "https://en.wikipedia.org/wiki?curid=26106821",
    "title": "Tommy O'Donnell",
    "text": "Tommy O'Donnell (born 21 May 1987) is an &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt; former &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player, who spent his entire career with his native province of &lt;a href=\"Munster%20Rugby\"&gt;Munster&lt;/a&gt;, whilst also earning 13 international caps for &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt;. O'Donnell played primarily as a &lt;a href=\"Rugby%20union%20positions%23Flanker\"&gt;flanker&lt;/a&gt; and represented &lt;a href=\"UL%20Bohemians%20R.F.C.\"&gt;UL Bohemians&lt;/a&gt; in the &lt;a href=\"All-Ireland%20League%20%28rugby%20union%29\"&gt;All-Ireland League&lt;/a&gt;.\nEarly life.\nO'Donnell began playing rugby for &lt;a href=\"Clanwilliam%20Rugby%20Club\"&gt;Clanwilliam&lt;/a&gt; at an underage level, before progressing to senior level. He also played for East Munster and Irish Youths whilst at Clanwilliam.\nMunster.\nO'Donnell made his Munster debut against &lt;a href=\"Scarlets\"&gt;Scarlets&lt;/a&gt; on 22 September 2007, during a &lt;a href=\"United%20Rugby%20Championship\"&gt;Magners League&lt;/a&gt; fixture. He was part of the historic Munster team that beat &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt; 15–6 at &lt;a href=\"Thomond%20Park\"&gt;Thomond Park&lt;/a&gt; on 16 November 2010. He made his &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;Heineken Cup&lt;/a&gt; debut off the bench during Munster's 19–13 victory against Scarlets on 18 December 2011.\nHe signed a new two-year contract with Munster in March 2012. O'Donnell made his first Heineken Cup start in the quarter-final against Ulster on 8 April 2012. He was named Munster Player of the Year for the 2012–13 season, following in the footsteps of teammates &lt;a href=\"Donnacha%20Ryan\"&gt;Donnacha Ryan&lt;/a&gt;, &lt;a href=\"James%20Coughlan\"&gt;James Coughlan&lt;/a&gt;, &lt;a href=\"Mick%20O%27Driscoll\"&gt;Mick O'Driscoll&lt;/a&gt;, &lt;a href=\"David%20Wallace%20%28rugby%20union%29\"&gt;David Wallace&lt;/a&gt;, &lt;a href=\"John%20Hayes%20%28rugby%20union%29\"&gt;John Hayes&lt;/a&gt; and &lt;a href=\"Ronan%20O%27Gara\"&gt;Ronan O'Gara&lt;/a&gt;. O'Donnell signed a new contract with Munster in November 2013 which will see him remain with the province until June 2016. He made his return from a knee injury sustained in September 2013 for Munster A on 6 December 2013.\nHe was nominated for the 2015 Munster Rugby Senior Player of the Year Award in April 2015. O'Donnell won his 100th cap for Munster on 25 April 2015, scoring a try in the 30–19 win against &lt;a href=\"Benetton%20Rugby\"&gt;Benetton&lt;/a&gt; and winning the Man-of-the-Match award. He was named in the &lt;a href=\"2014%E2%80%9315%20Pro12\"&gt;2014–15 Pro12&lt;/a&gt; Dream Team, alongside teammate &lt;a href=\"CJ%20Stander\"&gt;CJ Stander&lt;/a&gt;. In December 2015, O'Donnell signed a three-year contract with Munster. On 27 December 2015, O'Donnell made his return from the injury he sustained during the World Cup with Ireland, coming off the bench against &lt;a href=\"Leinster%20Rugby\"&gt;Leinster&lt;/a&gt; during a &lt;a href=\"2015%E2%80%9316%20Pro12\"&gt;2015–16 Pro12&lt;/a&gt; game.\nOn 3 September 2016, O'Donnell won the Man-of-the-Match award in Munster's win against &lt;a href=\"Scarlets\"&gt;Scarlets&lt;/a&gt; in the opening round of the &lt;a href=\"2016%E2%80%9317%20Pro12\"&gt;2016–17 Pro12&lt;/a&gt;. On 11 November 2016, O'Donnell captained Munster for the first time and led them to a historic 27–14 win against the &lt;a href=\"M%C4%81ori%20All%20Blacks\"&gt;Māori All Blacks&lt;/a&gt;. O'Donnell won his 150th cap for Munster on 21 October 2017, doing so in the &lt;a href=\"2017%E2%80%9318%20European%20Rugby%20Champions%20Cup\"&gt;2017–18 European Rugby Champions Cup&lt;/a&gt; fixture against &lt;a href=\"Racing%2092\"&gt;Racing 92&lt;/a&gt;. O'Donnell made his return from a shoulder injury sustained in early November 2017 on 8 December 2017, playing the full 80 minutes for &lt;a href=\"Munster%20Rugby%23Munster%20A\"&gt;Munster A&lt;/a&gt; in their &lt;a href=\"2017%E2%80%9318%20British%20and%20Irish%20Cup\"&gt;2017–18 British and Irish Cup&lt;/a&gt; defeat at the hands of &lt;a href=\"Bedford%20Blues\"&gt;Bedford Blues&lt;/a&gt;. However, O'Donnell suffered a recurrence of the shoulder injury during Munster's &lt;a href=\"2017%E2%80%9318%20Pro14\"&gt;2017–18 Pro14&lt;/a&gt; round 18 win against &lt;a href=\"Scarlets\"&gt;Scarlets&lt;/a&gt; which subsequently required surgery, ruling him out for the remainder of the 2017–18 season.\nHe scored two tries in Munster's 64–7 win against &lt;a href=\"Ulster%20Rugby\"&gt;Ulster&lt;/a&gt; in round 5 of the &lt;a href=\"2018%E2%80%9319%20Pro14\"&gt;2018–19 Pro14&lt;/a&gt; on 29 September 2018. O'Donnell signed a two-year contract extension with Munster in October 2018, a deal that will see him remain with the province until at least June 2021. He suffered an ankle injury during Munster's &lt;a href=\"2018%E2%80%9319%20European%20Rugby%20Champions%20Cup%20pool%20stage%23Pool%202\"&gt;Champions Cup&lt;/a&gt; win against &lt;a href=\"Gloucester%20Rugby\"&gt;Gloucester&lt;/a&gt; on 20 October 2018; he returned from the injury during Munster's fixture against &lt;a href=\"Ulster%20Rugby\"&gt;Ulster&lt;/a&gt; on 21 December 2018.\nAfter 14 seasons with the province, O'Donnell retired at the end of the 2020–21 season. His final appearance for the province was in their 31–27 win against &lt;a href=\"Cardiff%20Rugby\"&gt;Cardiff Blues&lt;/a&gt; in round 4 of the &lt;a href=\"Pro14%20Rainbow%20Cup\"&gt;Pro14 Rainbow Cup&lt;/a&gt; on 28 May 2021.\nIreland.\nO'Donnell has been capped for Ireland at U-18 and U-20 grades. He was part of the U-20 &lt;a href=\"Grand%20Slam%20%28rugby%20union%29\"&gt;Grand Slam&lt;/a&gt; winning team in 2007. He received his first senior call-up on 21 January 2013, when he was drafted into Ireland's &lt;a href=\"2013%20Six%20Nations%20Championship\"&gt;2013 Six Nations Championship&lt;/a&gt; training squad. O'Donnell made his debut for &lt;a href=\"Ireland%20Wolfhounds\"&gt;Ireland Wolfhounds&lt;/a&gt; on 25 January 2013, starting in the friendly against &lt;a href=\"England%20Saxons\"&gt;England Saxons&lt;/a&gt;. He was added to Ireland's Six Nations squad for the fixture against &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; on 18 February 2013.\nO'Donnell was named in the Ireland squad for the &lt;a href=\"2013%20mid-year%20rugby%20test%20series\"&gt;2013 Ireland tour to North America&lt;/a&gt; on 19 May 2013. He made his debut for the senior Ireland team on 8 June 2013, coming on as a replacement against the &lt;a href=\"United%20States%20national%20rugby%20union%20team\"&gt;United States&lt;/a&gt;. O'Donnell made his first start for Ireland against &lt;a href=\"Canada%20national%20rugby%20union%20team\"&gt;Canada&lt;/a&gt; on 15 June 2013, also scoring his first try for Ireland in the game.\nO'Donnell started for &lt;a href=\"Ireland%20Wolfhounds\"&gt;Ireland Wolfhounds&lt;/a&gt; in their friendly against &lt;a href=\"England%20Saxons\"&gt;England Saxons&lt;/a&gt; on 25 January 2014. On 27 January 2014, O'Donnell was named in Ireland's 34-man squad for the opening two fixtures of the &lt;a href=\"2014%20Six%20Nations%20Championship\"&gt;2014 Six Nations Championship&lt;/a&gt;. He came off the bench against &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; on 2 February 2014. O'Donnell came off the bench against &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; on 8 February 2014. O'Donnell was selected in the &lt;a href=\"Emerging%20Ireland\"&gt;Emerging Ireland&lt;/a&gt; squad on 26 May 2014. He started against &lt;a href=\"Russia%20national%20rugby%20union%20team\"&gt;Russia&lt;/a&gt; in their first &lt;a href=\"2014%20IRB%20Nations%20Cup\"&gt;2014 IRB Nations Cup&lt;/a&gt; match on 13 June 2014, scoring a try. O'Donnell started in their second game against &lt;a href=\"Uruguay%20national%20rugby%20union%20team\"&gt;Uruguay&lt;/a&gt; on 18 June 2014. He came off the bench in the 31–10 win &lt;a href=\"Romania%20national%20rugby%20union%20team\"&gt;Romania&lt;/a&gt; on 22 June 2014, a win that secured the &lt;a href=\"2014%20IRB%20Nations%20Cup\"&gt;2014 IRB Nations Cup&lt;/a&gt; for Emerging Ireland.\nO'Donnell was named in the Ireland squad for the &lt;a href=\"2014%20end-of-year%20rugby%20union%20internationals\"&gt;2014 November Tests&lt;/a&gt; on 21 October 2014. He came off the bench during the 29–15 win against &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt; on 8 November 2014. O'Donnell started in the 49–7 win against &lt;a href=\"Georgia%20national%20rugby%20union%20team\"&gt;Georgia&lt;/a&gt; on 16 November 2014.\nHe was named in the Ireland squad for the opening rounds of the &lt;a href=\"2015%20Six%20Nations%20Championship\"&gt;2015 Six Nations Championship&lt;/a&gt; on 1 February 2015. He started against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt; on 7 February 2015, scoring a try in Ireland's 26–3 win. He came off the bench in the 19–9 win against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; on 1 March 2015. England's failure to score enough points against France meant Ireland won the 2015 Six Nations Championship, the first time Ireland had won back-to-back championships since 1948–49.\nO'Donnell was named in the 45-man training squad for the &lt;a href=\"2015%20Rugby%20World%20Cup\"&gt;2015 Rugby World Cup&lt;/a&gt; on 24 June 2015. He started in the first World Cup warm-up against Wales on 8 August 2015, but went off injured in the second half. On 10 August 2015, it was confirmed that O'Donnell had dislocated his hip, requiring a minimum of 6 weeks non-weight bearing activity, ruling him out of the 2015 Rugby World Cup.\nOn 20 January 2016, O'Donnell was named in Ireland's 35-man squad for the &lt;a href=\"2016%20Six%20Nations%20Championship\"&gt;2016 Six Nations Championship&lt;/a&gt;. On 7 February 2016, O'Donnell started against Wales in Ireland's opening match of the Six Nations. On 13 February 2016, O'Donnell came off the bench against France to replace &lt;a href=\"Se%C3%A1n%20O%27Brien%20%28rugby%20union%2C%20born%201987%29\"&gt;Seán O'Brien&lt;/a&gt; after he went off injured. On 23 January 2017, O'Donnell was named in the Ireland squad for the opening two rounds of the &lt;a href=\"2017%20Six%20Nations%20Championship\"&gt;2017 Six Nations Championship&lt;/a&gt;. O'Donnell was also selected in the squad for the &lt;a href=\"2017%20mid-year%20rugby%20union%20internationals\"&gt;2017 Summer Tour&lt;/a&gt; against the &lt;a href=\"United%20States%20national%20rugby%20union%20team\"&gt;United States&lt;/a&gt; and &lt;a href=\"Japan%20national%20rugby%20union%20team\"&gt;Japan&lt;/a&gt;. However, an ankle injury ruled O'Donnell out of the tour.\nStatistics.\nInternational analysis by opposition.\nCorrect as of 10 August 2019\nPersonal life.\nOn 24 June 2016, O'Donnell married Elisse O'Grady in &lt;a href=\"Kenmare\"&gt;Kenmare&lt;/a&gt;, &lt;a href=\"County%20Kerry\"&gt;County Kerry&lt;/a&gt;."
}