{
    "id": "26139088",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=26139088",
    "title": "Marius Sandvei",
    "text": "Marius Sandvei (15 January 1905 – 1 November 1993) was a Norwegian linguist, educator and language politician. He is particularly known for his long-term editing of the &lt;a href=\"Norwegian%20language\"&gt;Norwegian&lt;/a&gt; normative dictionary \"&lt;a href=\"Tanums%20store%20rettskrivningsordbok\"&gt;Tanums store rettskrivningsordbok&lt;/a&gt;\".\nSandvei was born in &lt;a href=\"Trondheim\"&gt;Trondheim&lt;/a&gt; as the son of police officer Ole Sandvei and Johanne Sæther. He &lt;a href=\"Examen%20artium\"&gt;finished&lt;/a&gt; his secondary education in Trondheim in 1924, and graduated from the &lt;a href=\"University%20of%20Oslo\"&gt;Royal Frederick University&lt;/a&gt; in 1930, his main subject being the &lt;a href=\"Norwegian%20language\"&gt;Norwegian language&lt;/a&gt;. In 1930 he also married Antonette Kristine Nielsen. He lectured in Norwegian language and literature in Berlin (1930-1931) and Stockholm (1931-1935). From 1935 he taught at the &lt;a href=\"Trondheim%20Cathedral%20School\"&gt;Trondheim Cathedral School&lt;/a&gt;. From 1946 he was &lt;a href=\"head%20teacher\"&gt;head teacher&lt;/a&gt; of secondary schools, first in &lt;a href=\"Kristiansund\"&gt;Kristiansund&lt;/a&gt;, and from 1955 to 1975 at &lt;a href=\"Grefsen\"&gt;Grefsen&lt;/a&gt;.\nSandvei took an active role in the debates surrounding the formation and maintenance of the &lt;a href=\"Norwegian%20language\"&gt;Norwegian language&lt;/a&gt;. He issued the Norwegian grammar \"\" in German in 1934, and the dictionary \"Svensk-norsk ordbok\" in 1936. He is particularly well known for his role as editor of the normative dictionary \"Norsk rettskrivningsordbok\", which had been initiated by philologist &lt;a href=\"Jakob%20Sverdrup%20%28philologist%29\"&gt;Jakob Sverdrup&lt;/a&gt;. When Sverdrup died in 1938, Sandvei took over as editor, and the dictionary was published in 1940. Later editions of the dictionary were called \"&lt;a href=\"Tanums%20store%20rettskrivningsordbok\"&gt;Tanums store rettskrivningsordbok&lt;/a&gt;\", and often referred to as \"Tanum\" or \"Sverdrup-Sandvei\". Sandvei was a member of the &lt;a href=\"Norwegian%20Language%20Council\"&gt;Norwegian Language Council&lt;/a&gt; () from its foundation in 1952 to 1959. He participated in the development of a revised textbook norm in 1959.\nSandvei was a member of Kristiansund city council, and was a parliamentary ballot candidate from the Oslo constituency in &lt;a href=\"1957%20Norwegian%20parliamentary%20election\"&gt;1957&lt;/a&gt; and &lt;a href=\"1961%20Norwegian%20parliamentary%20election\"&gt;1961&lt;/a&gt;. In Kristiansund he also chaired the local branches of &lt;a href=\"Rotary%20International\"&gt;Rotary&lt;/a&gt; and &lt;a href=\"Foreningen%20Norden\"&gt;Foreningen Norden&lt;/a&gt;. He was a central board member of the &lt;a href=\"Norwegian%20Association%20of%20Graduate%20Teachers\"&gt;Norwegian Association of Graduate Teachers&lt;/a&gt;.\nHe died in November 1993 in Oslo. After Sandvei's death, &lt;a href=\"Boye%20Wangensteen\"&gt;Boye Wangensteen&lt;/a&gt; took over as main editor for the 8th edition of \"Tanum\", published in 1996, and also the 9th edition from 2005."
}