{
    "id": "26133524",
    "revid": "23908470",
    "url": "https://en.wikipedia.org/wiki?curid=26133524",
    "title": "List of bowlers who have taken a wicket with their first ball in a format of international cricket",
    "text": "Seventy-one &lt;a href=\"Bowling%20%28cricket%29\"&gt;bowlers&lt;/a&gt; have taken a &lt;a href=\"Wicket%20%28dismissal%29\"&gt;wicket&lt;/a&gt; with the very first &lt;a href=\"Delivery%20%28cricket%29\"&gt;ball&lt;/a&gt; they bowled in one of the three formats of &lt;a href=\"international%20cricket\"&gt;international cricket&lt;/a&gt;. Twenty bowlers have performed this feat in &lt;a href=\"Test%20cricket\"&gt;Test cricket&lt;/a&gt;. The first was &lt;a href=\"Australia%20national%20cricket%20team\"&gt;Australian&lt;/a&gt; &lt;a href=\"Tom%20Horan\"&gt;Tom Horan&lt;/a&gt;, who dismissed &lt;a href=\"Walter%20Read\"&gt;Walter Read&lt;/a&gt; with his first ball on 26 January 1883, and the most recent is &lt;a href=\"South%20African%20national%20cricket%20team\"&gt;South Africa&lt;/a&gt; bowler &lt;a href=\"Hardus%20Viljoen\"&gt;Hardus Viljoen&lt;/a&gt; who dismissed the &lt;a href=\"England%20cricket%20team\"&gt;England&lt;/a&gt; captain &lt;a href=\"Alastair%20Cook\"&gt;Alastair Cook&lt;/a&gt; on 15 January 2016. Seven of these twenty bowlers have been English cricketers. However, this accomplishment has not always led to a long and illustrious career. Only &lt;a href=\"Maurice%20Tate\"&gt;Maurice Tate&lt;/a&gt;, &lt;a href=\"Intikhab%20Alam\"&gt;Intikhab Alam&lt;/a&gt; and &lt;a href=\"Nathan%20Lyon\"&gt;Nathan Lyon&lt;/a&gt; went on to play in more than ten Tests. &lt;a href=\"Arthur%20Coningham%20%28cricketer%29\"&gt;Arthur Coningham&lt;/a&gt;, &lt;a href=\"Matt%20Henderson%20%28cricketer%29\"&gt;Matt Henderson&lt;/a&gt;, &lt;a href=\"Dennis%20Smith%20%28New%20Zealand%20cricketer%29\"&gt;Dennis Smith&lt;/a&gt;, and &lt;a href=\"Tyrell%20Johnson%20%28cricketer%29\"&gt;Tyrell Johnson&lt;/a&gt; were &lt;a href=\"One-Test%20wonder\"&gt;One-Test wonder&lt;/a&gt;s, and Smith's only Test wicket was the one he took with his first ball.\nIn &lt;a href=\"One%20Day%20International\"&gt;One Day International&lt;/a&gt; (ODI) matches, twenty-nine bowlers have taken a wicket with their first ball. The first to accomplish this was English bowler &lt;a href=\"Geoff%20Arnold\"&gt;Geoff Arnold&lt;/a&gt;, who &lt;a href=\"bowled\"&gt;bowled&lt;/a&gt; &lt;a href=\"Graeme%20Watson%20%28cricketer%29\"&gt;Graeme Watson&lt;/a&gt; on 24 August 1972. The most recent is &lt;a href=\"Keemo%20Paul\"&gt;Keemo Paul&lt;/a&gt;, from &lt;a href=\"West%20Indies%20national%20cricket%20team\"&gt;West Indies&lt;/a&gt;, who struck with his debut delivery on 15 March 2018. Not all of these bowlers took their first wicket in their debut match. &lt;a href=\"Clive%20Lloyd\"&gt;Clive Lloyd&lt;/a&gt;, &lt;a href=\"Inzamam-ul-Haq\"&gt;Inzamam-ul-Haq&lt;/a&gt;, &lt;a href=\"Sadagoppan%20Ramesh\"&gt;Sadagoppan Ramesh&lt;/a&gt;, and &lt;a href=\"Martin%20van%20Jaarsveld\"&gt;Martin van Jaarsveld&lt;/a&gt; did not bowl in their debut matches, and took their first wicket on a later appearance. Ramesh and &lt;a href=\"Wavell%20Hinds\"&gt;Wavell Hinds&lt;/a&gt; took their first wickets during the same match on 6 September 1999; the former in the first innings of the match and the latter in the second. It was also the only wicket taken by Ramesh during his ODI career.\nIn &lt;a href=\"Twenty20%20International\"&gt;Twenty20 International&lt;/a&gt; (T20I) cricket, twenty-two bowlers, including two women, have taken a wicket with their first ball. The first to achieve this feat was Australian &lt;a href=\"Michael%20Kasprowicz\"&gt;Michael Kasprowicz&lt;/a&gt; who took wickets with his first and second delivery in this format on 17 May 2005, dismissing New Zealand's &lt;a href=\"Stephen%20Fleming\"&gt;Stephen Fleming&lt;/a&gt; and &lt;a href=\"Mathew%20Sinclair\"&gt;Mathew Sinclair&lt;/a&gt;. &lt;a href=\"Hong%20Kong%20national%20cricket%20team\"&gt;Hong Kong&lt;/a&gt;'s &lt;a href=\"Nadeem%20Ahmed\"&gt;Nadeem Ahmed&lt;/a&gt; and &lt;a href=\"Nepal%20national%20cricket%20team\"&gt;Nepal&lt;/a&gt;'s &lt;a href=\"Paras%20Khadka\"&gt;Paras Khadka&lt;/a&gt; took their first wickets during the same match on 16 March 2014; the former in the first innings of the match and the latter in the second."
}