{
    "id": "26144889",
    "revid": "2278355",
    "url": "https://en.wikipedia.org/wiki?curid=26144889",
    "title": "Ken Wagstaff",
    "text": "Kenneth Wagstaff (born 24 November 1942) is an English former &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; noted for his playing career at &lt;a href=\"Mansfield%20Town%20F.C.\"&gt;Mansfield Town&lt;/a&gt; and &lt;a href=\"Hull%20City%20A.F.C.\"&gt;Hull City&lt;/a&gt; football clubs. In 2000, club fans of both Mansfield Town and Hull City voted Wagstaff their club's player of the century – the only player to be named by two football league clubs. During club centenary celebrations in 2004 he was voted \"The greatest player to play for Hull City AFC\" by supporters. He was voted for by both Mansfield and Hull City fans as \"all-time favourite player\" in 2007.\nCareer.\nWagstaff was born in &lt;a href=\"Langwith%2C%20Derbyshire\"&gt;Langwith&lt;/a&gt;, &lt;a href=\"Nottinghamshire\"&gt;Nottinghamshire&lt;/a&gt;. In 1960, as a 17-year-old, he was signed by Mansfield Town F.C's then-manager &lt;a href=\"Raich%20Carter\"&gt;Raich Carter&lt;/a&gt; after playing in Mansfield's youth league. Carter put him in the first team squad and he made his league debut on 30 August 1960. In his first game with Mansfield's first squad, the team won, scoring 2–1 over &lt;a href=\"Rochdale%20A.F.C.\"&gt;Rochdale&lt;/a&gt;. Wagstaff scored both Mansfield goals and he went on to score 93 goals over 181 appearances for Mansfield Town, attracting attention from larger clubs. On 12 November 1964, Hull City paid a then-record purchase fee of £40,000 for Wagstaff.\nWagstaff scored 31 goals in the 1965–66 promotion season and went on to score 173 goals for Hull City in 378 appearances.\nWagstaff played for Hull City between 1964 and 1975, scoring 197 goals for the club. In the 1970s, Wagstaff joined the &lt;a href=\"Sunshine%20George%20Cross%20FC\"&gt;Sunshine George Cross Football Club&lt;/a&gt; in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; Australia as a player-coach. After a career-ending knee injury, Wagstaff spent a short period on the club's coaching staff.\nRetirement and personal life.\nIn November 2002, Wagstaff celebrated his 60th birthday at the &lt;a href=\"Ramada%20Jarvis\"&gt;Ramada Jarvis&lt;/a&gt; Hotel in &lt;a href=\"Willerby%2C%20East%20Riding%20of%20Yorkshire\"&gt;Willerby&lt;/a&gt; with 350 friends, including players from the Hull City 1965–66 Third Division championship team.\nAuthor John Maffin wrote a biography about Wagstaff, \"Waggy: The Ken Wagstaff Story\". Wagstaff co-operated with the author and the book was published in 2002 with a second edition published in 2004.\nIn 2005, as part of Hull City's club centenary celebrations, Wagstaff was voted by supporters as the \"best Hull City player of all time\".\nAfter retiring from his football career, Wagstaff ran The Golden Ball pub (since demolished) and then bought The Marlborough club, affectionately known as \"Waggies\". He has since sold the club and retired, but remains active in philanthropy and charity work in the local &lt;a href=\"Kingston%20upon%20Hull\"&gt;Kingston upon Hull&lt;/a&gt; community. In 2003, Wagstaff joined a group of footballers in a \"World Cup-style tournament\" to raise money to assist children with learning difficulties. In 2006, he participated in the &lt;a href=\"Sport%20Relief%23Sport%20Relief%20Mile\"&gt;Sport Relief Mile&lt;/a&gt; in Hull to raise money for marginalised people, and in 2007, he took part in a charity golf tournament at &lt;a href=\"Bridlington\"&gt;Bridlington&lt;/a&gt; Belvedere Golf Club.\nWagstaff's wife Eileen died from breast cancer in August 2007. In February 2008, Wagstaff and his family raised money to start a lifestyle centre in her memory at the Princess Royal Hospital in Saltshouse Road, east Hull. The centre would provide breast cancer patients with diet and lifestyle advice.\nAfter a brief stint during 2009 running the Roos Arms, a village pub in &lt;a href=\"Roos\"&gt;Roos&lt;/a&gt;, &lt;a href=\"East%20Riding%20of%20Yorkshire\"&gt;East Riding of Yorkshire&lt;/a&gt; he has since completely retired to spend more time with his family and now lives in Hull."
}