{
    "id": "26171516",
    "revid": "1027977",
    "url": "https://en.wikipedia.org/wiki?curid=26171516",
    "title": "Samoan crisis",
    "text": "The Samoan Crisis was a standoff between the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt;, and the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; from 1887 to 1889 over control of the &lt;a href=\"Samoan%20Islands\"&gt;Samoan Islands&lt;/a&gt; during the &lt;a href=\"First%20Samoan%20Civil%20War\"&gt;First Samoan Civil War&lt;/a&gt;.\nBackground.\nIn 1878, the United States acquired a &lt;a href=\"fuelling%20station\"&gt;fuelling station&lt;/a&gt; at the harbor at &lt;a href=\"Pago%20Pago\"&gt;Pago Pago&lt;/a&gt;, on the island of &lt;a href=\"Tutuila\"&gt;Tutuila&lt;/a&gt;, in exchange for providing guarantees of protection to Samoa. The German Empire on the other hand desired concessions at the harbor at &lt;a href=\"Apia\"&gt;Apia&lt;/a&gt;, on the island of &lt;a href=\"Upolu\"&gt;Upolu&lt;/a&gt;.\nIncident.\nThe incident involved three &lt;a href=\"US%20Navy\"&gt;US Navy&lt;/a&gt; warships (the &lt;a href=\"sloop-of-war\"&gt;sloop-of-war&lt;/a&gt; , the &lt;a href=\"screw%20steamer\"&gt;screw steamer&lt;/a&gt; , and the &lt;a href=\"gunboat\"&gt;gunboat&lt;/a&gt; ) and three German warships (the gunboats and and the &lt;a href=\"corvette\"&gt;corvette&lt;/a&gt; ), which kept each other at bay over several months in &lt;a href=\"Apia\"&gt;Apia&lt;/a&gt; Harbour, which was monitored by the British corvette .\nThe standoff ended when the &lt;a href=\"1889%20Apia%20cyclone\"&gt;1889 Apia cyclone&lt;/a&gt;, on 15 and 16 March, wrecked all six warships in the harbour. \"Calliope\" escaped the harbour and thus survived the storm. &lt;a href=\"Robert%20Louis%20Stevenson\"&gt;Robert Louis Stevenson&lt;/a&gt; did not witness the storm and its aftermath at Apia but after December 1889 arrival to Samoa, he wrote about the event. The &lt;a href=\"Second%20Samoan%20Civil%20War\"&gt;Second Samoan Civil War&lt;/a&gt;, involving Germany, the United States, and Britain, eventually resulted in the &lt;a href=\"Tripartite%20Convention%20%281899%29\"&gt;Tripartite Convention of 1899&lt;/a&gt;, which partitioned the Samoan Islands into &lt;a href=\"American%20Samoa\"&gt;American Samoa&lt;/a&gt; and &lt;a href=\"German%20Samoa\"&gt;German Samoa&lt;/a&gt;.\nLegacy.\n&lt;a href=\"Walter%20LaFeber\"&gt;Walter LaFeber&lt;/a&gt; said that the incident made some 'reticent Americans' realise the &lt;a href=\"Power%20%28international%20relations%29\"&gt;power&lt;/a&gt; implications of expansion in the South Pacific."
}