{
    "id": "26176531",
    "revid": "41153421",
    "url": "https://en.wikipedia.org/wiki?curid=26176531",
    "title": "Margaret Danhauser",
    "text": "Margaret L. \"Marnie\" Danhauser (June 9, 1921 – January 6, 1987) was a &lt;a href=\"first%20base\"&gt;first base&lt;/a&gt;woman who played from through in the &lt;a href=\"All-American%20Girls%20Professional%20Baseball%20League\"&gt;All-American Girls Professional Baseball League&lt;/a&gt;. She batted and threw right-handed.\nCareer.\nA native of &lt;a href=\"Racine%2C%20Wisconsin\"&gt;Racine, Wisconsin&lt;/a&gt;, Danhauser became the first hometown girl to join the All-American Girls Professional Baseball League. Basically a line-drive hitter, she was an accomplished defender at first base during eight seasons and a member of two Championship teams.\nThe All-American Girls Professional Baseball League was a circuit that began to operate in 1943 in cities located on or near &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt;. The main promoter was &lt;a href=\"Philip%20K.%20Wrigley\"&gt;Philip K. Wrigley&lt;/a&gt;, owner of the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;, who worried about the viability of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; players during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; decided to establish an alternate attraction. The All-American Girls Professional Baseball League was a circuit that began to operate in 1943 in cities located on or near &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt;. Play in 1943 was a weird hybrid of &lt;a href=\"softball\"&gt;softball&lt;/a&gt; and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, and the circuit was initially called the All-American Girls Softball League, though early in the first season the name was changed to All American Girls Baseball League. The new league started with four teams, the &lt;a href=\"Kenosha%20Comets\"&gt;Kenosha Comets&lt;/a&gt;, &lt;a href=\"Racine%20Belles\"&gt;Racine Belles&lt;/a&gt;, &lt;a href=\"Rockford%20Peaches\"&gt;Rockford Peaches&lt;/a&gt; and &lt;a href=\"South%20Bend%20Blue%20Sox\"&gt;South Bend Blue Sox&lt;/a&gt;. Danhauser was invited to a tryout at &lt;a href=\"Wrigley%20Field\"&gt;Wrigley Field&lt;/a&gt; in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, and immediately was assigned to the Belles.\nIn addition to baseball and softball, Danhauser had played &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"bowling\"&gt;bowling&lt;/a&gt; and &lt;a href=\"golf\"&gt;golf&lt;/a&gt; as a youth near Racine. She attended St. Joseph School and &lt;a href=\"St.%20Catherine%27s%20High%20School%20%28Racine%2C%20Wisconsin%29\"&gt;St. Catherine's High School&lt;/a&gt;, and played with the local Pugh Coal girls softball team for three years, winning the Wisconsin State Championship in 1936 and 1937. She also worked for Western Printing and Lithographing as a book binder before joining the AAGPBL in its inaugural season.\nIn 1943 the Belles won both the first half of the season and AAGPBL championship. In the best-of-five Series, Racine defeated the Kenosha Comets, winners of the second half, 3 games to 0. The attack was led by &lt;a href=\"slugging%20percentage\"&gt;slugging&lt;/a&gt; &lt;a href=\"right%20fielder\"&gt;right fielder&lt;/a&gt; &lt;a href=\"Eleanor%20Dapkus\"&gt;Eleanor Dapkus&lt;/a&gt;, who hit a league-lead 10 &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s, while &lt;a href=\"Sophie%20Kurys\"&gt;Sophie Kurys&lt;/a&gt;, well known for her stunning speed, &lt;a href=\"stolen%20base\"&gt;stole&lt;/a&gt; 44 bases and scored 60 runs. The pitching staff was led by &lt;a href=\"Mary%20Nesbitt%20Wisham\"&gt;Mary Nesbitt&lt;/a&gt; (26-11) and &lt;a href=\"Joanne%20Winter\"&gt;Joanne Winter&lt;/a&gt; (11-11), while Danhauser, &lt;a href=\"Maddy%20English\"&gt;Maddy English&lt;/a&gt;, &lt;a href=\"Edythe%20Perlick\"&gt;Edythe Perlick&lt;/a&gt; and &lt;a href=\"Claire%20Schillace\"&gt;Claire Schillace&lt;/a&gt; could be counted on for their bats and solid defense.\nIn 1946, Winter earned 33 victories for only nine losses while pitching 17 &lt;a href=\"shutout\"&gt;shutout&lt;/a&gt;s with 183 &lt;a href=\"strikeout\"&gt;strikeout&lt;/a&gt;s in 46 appearances. The Belles finished first place with a league-best 74–38 record, won the semifinal round of playoffs by defeating the South Bend Blue Sox in four games, and clinched the AAGPBL crown by defeating the 1945 champions, the Rockford Peaches, four games to two. Throughout the playoffs, Kurys led all players in &lt;a href=\"batting%20average%20%28baseball%29\"&gt;average&lt;/a&gt;, stolen bases and runs. On the other hand, Winter collected four wins in the playoffs, including a 14-inning, 1–0 shutout victory over the Peaches in decisive Game Six. The winning run was scored by Kurys on an RBI-single by &lt;a href=\"Betty%20Trezza\"&gt;Betty Trezza&lt;/a&gt;, while Danhauser handled 22 &lt;a href=\"total%20chances\"&gt;chances&lt;/a&gt; flawlessly. During the season, the Belles again showed a great defense, notably by Danhauser at first, Kurys at second, English at third and Trezza at shortstop, while &lt;a href=\"Irene%20Hickson\"&gt;Irene Hickson&lt;/a&gt; &lt;a href=\"catcher\"&gt;caught&lt;/a&gt; and Perlick (LF), Schillace (CF) and Dapkus (RF) patrolled the &lt;a href=\"outfield\"&gt;outfield&lt;/a&gt;. And moreover, fielding ability and speed on the bases were immensely more crucial and challenging in a dominant pitching league.\nIn 1947 Racine defeated the &lt;a href=\"Muskegon%20Lassies\"&gt;Muskegon Lassies&lt;/a&gt; in the playoffs, three games to one, but lost to the &lt;a href=\"Grand%20Rapids%20Chicks\"&gt;Grand Rapids Chicks&lt;/a&gt; in the final Series four games to three. In the 1948 season the team lost the semifinal playoff to the Rockford Peaches, the eventually Championship Team.\nBut after eight successful seasons the Belles lacked the financial resources to keep the club playing in Racine and decided to move to &lt;a href=\"Battle%20Creek%2C%20Michigan\"&gt;Battle Creek, Michigan&lt;/a&gt; for the 1951 season. Then Danhauser, along with Dapkus, English, Hickson, Kurys, Perlick, Schillace and Winter, founding team members, were disappointment with the new location and would not make the move. During eight years, the eight girls were a close-knit unit, always like a family away from home, as they thought that all would be different.\nDanhauser was a .144 hitter in 728 games. At first base, she committed only 179 &lt;a href=\"error%20%28baseball%29\"&gt;errors&lt;/a&gt; in 7794 chances for an outstanding .982 &lt;a href=\"fielding%20average\"&gt;fielding average&lt;/a&gt;.\nFollowing her playing retirement, Danhauser returned to her home town of Racine and married, changing her name to Margaret Danhauser Brown. She died at the age of 65."
}