{
    "id": "2619668",
    "revid": "2300266",
    "url": "https://en.wikipedia.org/wiki?curid=2619668",
    "title": "Crynant",
    "text": "Crynant () is a village and &lt;a href=\"Community%20%28Wales%29\"&gt;community&lt;/a&gt; in the &lt;a href=\"Dulais%20Valley\"&gt;Dulais Valley&lt;/a&gt; in &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;. It lies 7¾ miles north-east from the town of &lt;a href=\"Neath\"&gt;Neath&lt;/a&gt; in &lt;a href=\"Neath%20Port%20Talbot\"&gt;Neath Port Talbot&lt;/a&gt;, lying between the mountains of &lt;a href=\"Mynydd%20Marchywel\"&gt;Mynydd Marchywel&lt;/a&gt; to the west, &lt;a href=\"Hirfynydd\"&gt;Hirfynydd&lt;/a&gt; to the east and &lt;a href=\"Mynydd%20y%20Drum\"&gt;Mynydd y Drum&lt;/a&gt; to the north.\nCrynant is a long village, lying on the narrow valley floor and lower slopes of Hirfynydd. Originally there were separate villages (essentially separate farms), such as the region of Treforgan, but all have now merged into a single village. The &lt;a href=\"River%20Dulais\"&gt;River Dulais&lt;/a&gt; flows through the village.\nCreunant is also the name of an &lt;a href=\"ward%20%28politics%29\"&gt;electoral ward&lt;/a&gt; and a &lt;a href=\"community%20%28Wales%29\"&gt;community&lt;/a&gt;, coterminous with the village, in Neath Port Talbot &lt;a href=\"County%20Borough\"&gt;County Borough&lt;/a&gt;.\nEtymology.\nThe name Y Creunant has its &lt;a href=\"etymology\"&gt;etymology&lt;/a&gt;, like many Welsh place names, in description. 'Creu' (or nghreu) meaning the creation, or beginning, and 'nant' meaning stream or brook. A different interpretation of the prefix is 'crai', implying a narrow place signifying a brook that has to make its way through a narrow place. Another explanation states that the place name is a contraction of Croyw-nant, the clear brook. Creu also means a pound, as in an animal pound by the stream, a pound was known to have been sited on ground opposite the Red Lion public house at the town square.\nHistory.\nIn the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, there was a small monastic cell in Crynant where &lt;a href=\"monk\"&gt;monk&lt;/a&gt;s and other &lt;a href=\"pilgrim\"&gt;pilgrim&lt;/a&gt;s would break their journeys. The village first appeared on maps as Capel Creunant (&lt;a href=\"Creunant%20Chapel\"&gt;Creunant Chapel&lt;/a&gt;) which may have referred to the monastic outpost. Crynant remained a &lt;a href=\"rural\"&gt;rural&lt;/a&gt; &lt;a href=\"agricultural\"&gt;agricultural&lt;/a&gt; community of scattered farms until the 19th century, and the discovery of coal.\nThe first colliery was &lt;a href=\"Maes%20Mawr%20Colliery\"&gt;Maes Mawr Colliery&lt;/a&gt; opened in 1874 and can still be seen at the site of the old &lt;a href=\"Blaenant%20Colliery\"&gt;Blaenant Colliery&lt;/a&gt; at the top end of Brynawel Pen Pentre, a terrace of old cottages, the first street to be built in the village. Men seeking work down the mines began arriving in Creunant, and the current village started taking shape, centred on the Square. Pen Pentre, the Square, Maes Mawr and Station Road all date from the 19th century. Station Road referred to the fact that the Neath and Brecon Railway ran through the village (built in the mid-1860s).\n&lt;a href=\"Cefn%20Coed%20Colliery\"&gt;Cefn Coed Colliery&lt;/a&gt; opened in 1928 and was claimed to be the deepest &lt;a href=\"anthracite\"&gt;anthracite&lt;/a&gt; mine in the world. It closed in 1968.\nHowever, none of the former collieries are operational today, and all but one have largely been reclaimed by nature. The only colliery with some of its buildings still in a good state of repair is &lt;a href=\"Blaenant%20Colliery\"&gt;Blaenant Colliery&lt;/a&gt;, which was an extension of the old Cefn Coed. The &lt;a href=\"Cefn%20Coed%20Colliery%20Museum\"&gt;Cefn Coed Colliery Museum&lt;/a&gt; now housed there is named after the original mine. Blaenant was the last colliery to close. Until the late 1980s, there was another large colliery in the village, &lt;a href=\"Treforgan%20Colliery\"&gt;Treforgan Colliery&lt;/a&gt;, which has since been demolished. Part of the former site was used to establish Crynant Business Park (see below). Scattered around the village are the remains of older collieries (such as Tynewydd and Top Jebbs). The end of &lt;a href=\"coal%20mining\"&gt;coal mining&lt;/a&gt; changed the face of the village, the valley and the whole of the &lt;a href=\"South%20Wales%20Coalfield\"&gt;South Wales Coalfield&lt;/a&gt;. The valley is beginning to develop from an economic depression brought with the end of industry, and services are limited.\nPolitics.\nThe &lt;a href=\"ward%20%28country%20subdivision%29\"&gt;electoral ward&lt;/a&gt; of Crynant consists of some or all of the following settlements: Crynant, Treforgan, Ynysfadog in the parliamentary constituency of &lt;a href=\"Neath%20%28UK%20Parliament%20constituency%29\"&gt;Neath&lt;/a&gt;.\nCrynant is bounded by the wards of &lt;a href=\"Ynyscedwyn\"&gt;Ynyscedwyn&lt;/a&gt; of &lt;a href=\"Powys\"&gt;Powys&lt;/a&gt; to the north; &lt;a href=\"Seven%20Sisters%20%28electoral%20ward%29\"&gt;Seven Sisters&lt;/a&gt; to the northeast; &lt;a href=\"Glynneath%20%28electoral%20ward%29\"&gt;Glynneath&lt;/a&gt; to the east; &lt;a href=\"Resolven%20%28electoral%20ward%29\"&gt;Resolven&lt;/a&gt; to the southeast; &lt;a href=\"Aberdulais\"&gt;Aberdulais&lt;/a&gt; and &lt;a href=\"Cadoxton%20%28electoral%20ward%29\"&gt;Cadoxton&lt;/a&gt; to the south; and &lt;a href=\"Rhos%2C%20Neath%20Port%20Talbot\"&gt;Rhos&lt;/a&gt; to the west.\nIn the &lt;a href=\"2017%20United%20Kingdom%20local%20elections\"&gt;2017 local council elections&lt;/a&gt;, the results were:\nIn the &lt;a href=\"2012%20United%20Kingdom%20local%20elections\"&gt;2012 local council elections&lt;/a&gt;, the electorate turnout was 41.46%. The results were:\nEmployment.\nFarming is still important to the village and the hillsides are dotted with sheep and some cattle. The cattle are all for meat, with no dairy industry in the village. The village has a few small shops, the most famous being the old-fashioned Segadelli's (or Stella's) sweet shop on the square which sells ice cream and boiled sweets including &lt;a href=\"Swansea%20mixture\"&gt;Swansea mixture&lt;/a&gt;.\nCrynant Business Park has been established upon the Treforgan site, enabling smaller companies to generate some employment for the community. Crynant Plant, a building and demolition company, is still by far the largest industry in the area, however most people commute to work to Neath, &lt;a href=\"Swansea\"&gt;Swansea&lt;/a&gt;, or further afield.\nCountryside.\nThe countryside is very different from many Welsh coal mining villages, and is much prettier now that the coal tips to the south of the village have been removed, and those at Treforgan are now hidden under &lt;a href=\"silver%20birch\"&gt;silver birch&lt;/a&gt; (although this site is now a haven for motor cross and quad bikes, much to the consternation of some but not all people living nearby). Both sides of the village used to be covered by farmed &lt;a href=\"conifer\"&gt;conifer&lt;/a&gt; forests, but these have been removed by the Forestry Commission in order for native trees to grow. As this will be a slow process the hills now look quite bleak in places.\nThe river Dulais flows through the village and was often referred to as the Black River due to pollution by coal dust from the local mining industry. With the demise of the mines, the river runs clear again. A &lt;a href=\"slaughter%20house\"&gt;slaughter house&lt;/a&gt; used to stand on the banks of the river, at the end of &lt;a href=\"Maes%20Mawr\"&gt;Maes Mawr&lt;/a&gt;, and the blood used to stain the river red. Apparently, the red wavy lines at the top of the Crynant badge, the emblem of the &lt;a href=\"Crynant%20RFC\"&gt;rugby&lt;/a&gt; team, represent the blood-stained river. The other, more likely reason is that the water in the stream that runs alongside Maes Mawr is often a reddish colour due to deposits of iron ore in the mountain which leach into it and run into the river.\nLocations and buildings of note.\nTo the west of the village, on the old Neath road, lies Tyn-y-graig Mansion. Tyn-y-graig was built by the owner of the Vale of Neath Brewery, Evans Bevan, for his daughter. This can be glimpsed from the &lt;a href=\"A4109%20road\"&gt;A4109 road&lt;/a&gt; when travelling north, just as you pass Blaenant colliery. Walking behind the mansion up to Bull Rock (Craig Boeth is the original Welsh name, lit. = \"hot rock\"), provides not only a striking bird's eye view of this house but also, in April and May, of the woods richly carpeted in &lt;a href=\"Common%20Bluebell\"&gt;bluebell&lt;/a&gt;s.\n&lt;a href=\"Saint%20Illtud\"&gt;Saint Illtud&lt;/a&gt;'s Way also passes through the village, and there is a rumour that &lt;a href=\"Gelli%20Galed\"&gt;Gelli Galed&lt;/a&gt;, an old (now ruined) farmhouse dating back to the 17th century, which is perched on a ridge of Marchywel above the village, used to be a chapel for resting monks on their way to &lt;a href=\"St%20David%27s\"&gt;St David's&lt;/a&gt;. Certainly a great deal of historical importance is attached to the building: for example, it is purported that there was a secret chamber used for hiding fugitives during the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt;. It was also used as a chapel during the 18th century, serving the inhabitants of the area on both sides of Marchywel mountain.\nCrynant National School was once a thriving hub for the community before it was sold and fell into disrepair. This was the first organised school in the valley built in mid 1800s. When the building became too small to house the children attending, Saron Chapel was then used as an extra school room.\nGodrerhos Chapel is one of the oldest nonconformist churches in the area, dating back to 1754 - with her daughter church Saron built in 1904 as a school room. In 1904 it became independent and held its own services.\nChapels and churches.\nThere are currently only 4 places of worship still open in the village- Saron Independent Chapel (built in 1904 as a revival chapel and daughter chapel of Godrerhos); Godrerhos independent chapel (1754); Bethel Wesleyan Methodist Chapel and St Margaret's Church in Wales. The ancient chapel of ease is still standing on the Square and in good condition. In November 2017, Salem Calvinistic chapel closed its doors for the last time as a working chapel. It is owned by the Presbyterian Church and is run by the Friends of Salem. The original chapel was situated at Pen-pentre'. Still to be seen today as a dwelling place 'Yr Hen Gapel'. At one time there were 7 places of worship, including Zion English Chapel, Glasfryn and Bethania Welsh Baptist Chapel, Woodland Road (once situated on the Square, Crynant). Worship services were once held at Gelligaled farm when Nonconformity in the area was forbidden. The farmhouse can still be seen today in ruins. There are no nonconformist places of worship in the Dulais Valley expect for in Crynant. Two out of three chapels have a minister - Bethel has a part-time minister and Saron a full time minister. Godrerhos relies on visiting ministers.\nSport and leisure.\nCrynant is home to &lt;a href=\"Crynant%20RFC\"&gt;Crynant RFC&lt;/a&gt; a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club with over a hundred years of history.\n\"The Gradon\", on the main road slightly north of Creunant Business park, is the last remaining pub in the village; the \"Kingfisher\", on the northern extreme of the village where the road runs across the common and down into the Swansea valley, is closed. The oldest pub, the \"Red Lion\", has closed, having been in business since 1850. \"The Gradon\" used to be known as the &lt;a href=\"British%20Legion\"&gt;British Legion&lt;/a&gt;. Its unusual name was derived from the names \"Grant\" and \"Donna\", the children of a previous owner.\nThe Welfare, a miners' working man's club, declined after the closure of the coal mines in the 1980s, and eventually closed. There is now only one club in the village still open, the Rugby Club.\nThe village once hosted a &lt;a href=\"carnival\"&gt;carnival&lt;/a&gt; every year but, with the demise of coal mining, that now has stopped. During World War II it was famous for the pantomimes which it produced every year and which toured the surrounding villages.\nNotable people.\nNotables who were born or lived in Crynant include:\nThomas David Jones CBE, MSc, PhD. Professor of Mine Infusion."
}