{
    "id": "26219548",
    "revid": "41838395",
    "url": "https://en.wikipedia.org/wiki?curid=26219548",
    "title": "Eric Jones (footballer, born 1931)",
    "text": "Eric Jones (born 23 June 1931 in &lt;a href=\"Ulverston\"&gt;Ulverston&lt;/a&gt;) is an English former &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player, who played for &lt;a href=\"Preston%20North%20End%20F.C.\"&gt;Preston North End&lt;/a&gt;, &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt;, &lt;a href=\"Doncaster%20Rovers%20F.C.\"&gt;Doncaster Rovers&lt;/a&gt;, &lt;a href=\"Accrington%20Stanley%20F.C.%20%281891%29\"&gt;Accrington Stanley&lt;/a&gt;, &lt;a href=\"Southport%20F.C.\"&gt;Southport&lt;/a&gt; and &lt;a href=\"Lancaster%20City%20F.C.\"&gt;Lancaster City&lt;/a&gt; in the 1950s and early 1960s.\nJones nearly signed for &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt;, but he had to do &lt;a href=\"National%20Service%20in%20the%20United%20Kingdom\"&gt;National Service&lt;/a&gt; in the &lt;a href=\"Royal%20Air%20Force\"&gt;RAF&lt;/a&gt;. Following the completion of his National Service, Jones signed for Preston North End. Eric was born in Ulverston, but was brought up in Preston and was a keen PNE supporter. Eric was an understudy to &lt;a href=\"Tom%20Finney\"&gt;Tom Finney&lt;/a&gt;. Playing in the same position as Finney, a regular &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; international, meant that Eric found it extremely difficult to get regular first team appearances. Jones was unlucky not to play in the &lt;a href=\"1954%20FA%20Cup%20Final\"&gt;1954 FA Cup Final&lt;/a&gt;, which Finney played in despite not being fully fit. Jones had deputised for Tom Finney against West Bromwich Albion only three weeks before at The Hawthorns and in his own words \"had played well\". In fact Eric says that after the game Len Millard came up to him and said \"Good match son, I can see who has been training you\", referring to the fact that he was playing on the right wing with a left foot, similar to Finney.\nJones was friendly with &lt;a href=\"Peter%20Higham\"&gt;Peter Higham&lt;/a&gt; and he followed him to &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt;. Jones went on to play for &lt;a href=\"Doncaster%20Rovers%20F.C.\"&gt;Doncaster Rovers&lt;/a&gt;, &lt;a href=\"Accrington%20Stanley%20F.C.%20%281891%29\"&gt;Accrington Stanley&lt;/a&gt;, &lt;a href=\"Southport%20F.C.\"&gt;Southport&lt;/a&gt; and &lt;a href=\"Lancaster%20City%20F.C.\"&gt;Lancaster City&lt;/a&gt; in the remainder of his career."
}