{
    "id": "2622813",
    "revid": "910444815",
    "url": "https://en.wikipedia.org/wiki?curid=2622813",
    "title": "Mount Taylor (Australian Capital Territory)",
    "text": "Mount Taylor is a prominent &lt;a href=\"hill\"&gt;hill&lt;/a&gt; with an elevation of that is located between the &lt;a href=\"Woden%20Valley\"&gt;Woden Valley&lt;/a&gt;, &lt;a href=\"Weston%20Creek\"&gt;Weston Creek district&lt;/a&gt; and &lt;a href=\"Tuggeranong\"&gt;Tuggeranong Valley&lt;/a&gt;, in &lt;a href=\"Canberra\"&gt;Canberra&lt;/a&gt;, within the &lt;a href=\"Australian%20Capital%20Territory\"&gt;Australian Capital Territory&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. Mount Taylor is part of the &lt;a href=\"Canberra%20Nature%20Park\"&gt;Canberra Nature Park&lt;/a&gt; and is surrounded by the suburbs of , , , , , and . There are walking tracks to the peak. While there is no public road access to the peak there is a fire trail up the mountain from the end of Waldock St, Chifley where there is also a car park and picnic tables. The fire trail (also known as the management trail) is normally closed to public vehicular access by locked gates, but the gates contain access points for walkers. The trail is especially popular with families and older walkers as it provides the easiest and most leisurely access to the peak. Originally a dirt road, it was partially sealed in 2009 on the steeper grades to make it safer for walkers and mountain bike riders.\nFacilities.\nFrom the Tuggeranong (Kambah) side there is a popular foot trail up the mountain that can be accessed from a car parking area off Sulwood Drive. The carpark has recently been upgraded and was previously potholed and unsafe with numerous car accidents occurring. This foot track up the mountain can also be accessed from Gouger St, Torrens. Unlike the fire trail, this is a properly constructed reinforced footpath, concrete mostly but packed clay and fine, compacted gravel in other places. This track is longer and generally steeper than the fire trail making it especially popular among fitness enthusiasts who incorporate running up and down the track into their training routines. Dog owners also use the track to exercise their pets. Part of the track follows the 750m contour line and there are rest benches along the way. It is very picturesque, passing through a heavily treed area near the summit and there are steps in this vicinity due to the steepness. Near the summit, the foot track from Tuggeranong merges into the sealed fire trail coming from the Woden side.\nOn the north face of the mountain is the zig-zag track to the summit (Mount Taylor Walking Track) which was constructed in 2007. This foot trail has signs containing historic photos and information about wildlife at each change of direction. After the first change of direction the track passes through a grove of Casuarina trees. Three quarters of the way along is a seat made of railway sleepers. Near the summit the track passes over a small rocky outcrop with natural steps made of rocks. This track replaced the almost vertical rough track up the mountain (The Richmond Fellowship Track) which was by far the most difficult route, remnants of which can still be seen from a distance. An attempt was made in the early 1990s to make that track safer as part of a project by long-term unemployed under the guidance of the Richmond Fellowship. Steps consisting of restraining planks of wood were installed and on the top step was a sign saying \"You made it!\" Unfortunately the track suffered bad erosion due to wet weather and the steep incline, and the steps became unsafe and a public liability risk with holes appearing. The zig-zag track is reinforced and far safer and, although longer, provides an easier and more leisurely walk to the summit.\nThere is a fourth track to the summit on the eastern face of the mountain. A less formed, rougher track and very steep proceeding almost vertically to the summit from the water supply reservoir on Hawker St, Torrens. Because of its steepness and challenge, many of the walkers who were disenfranchised when the Richmond Fellowship Track was closed in 2007 now use this track. About halfway along it passes near an area known as The Sandpit, an almost circular erosion gully which appeared after heavy rains in 1969. With the passage of time nature has reclaimed part of the area, but it can still be seen from a distance. Near the summit the track passes a power pole which was installed in the mid 1970s to provide electricity to the National Transmission Station on the summit.\nAt the top of Mount Taylor there is a trig point, a National Transmission Station to relay television and FM radio to the Tuggeranong valley and parts of Woden/Weston Creek, and also two bench seats and two panoramic maps, one facing Woden and the other facing Tuggeranong.\nHistory.\nMount Taylor was named after James Taylor, an early &lt;a href=\"squatter\"&gt;squatter&lt;/a&gt; in the district prior to 1829. An early map entitled \"Survey of part of the Morombidgee and Country South of Lake George\" by Surveyor White shows Taylor's huts close to the site of Yarralumla homestead. Taylor was a son-in-law of Colonel &lt;a href=\"George%20Johnston%20%28New%20South%20Wales%29\"&gt;George Johnston&lt;/a&gt; who commanded the &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; Corps, which deposed Governor William Bligh during the &lt;a href=\"Rum%20Rebellion\"&gt;Rum Rebellion&lt;/a&gt; of 1808. Mount Taylor was originally named Taylor's Hill but was renamed Mount Taylor during the early years of Canberra.\nWildlife.\nMount Taylor is listed on the Register of the National Estate as the most prominent landmark in southern Canberra, and together with nearby Oakey Hill, Wanniassa Hills and Isaacs Ridge, is valued as a key part of the landscape of Canberra. It contains one of the most significant populations known of the nationally endangered &lt;a href=\"Pink-tailed%20Legless%20Lizard\"&gt;Pink-tailed Legless Lizard&lt;/a&gt;, \"Aprasia parapulchella\" and a nationally endangered plant, the Small Purple-pea \"Swainsona recta\". It also provides examples of two nationally endangered communities - \"&lt;a href=\"Eucalyptus%20melliodora\"&gt;Eucalyptus melliodora&lt;/a&gt;\" — \"&lt;a href=\"Eucalyptus%20blakelyi\"&gt;E blakelyi&lt;/a&gt;\" woodland community, and the lowland temperate grassland community - plus a regionally significant &lt;a href=\"vegetational%20transitional%20stage\"&gt;vegetational transitional stage&lt;/a&gt;, between dry &lt;a href=\"sclerophyll%20forest\"&gt;sclerophyll forest&lt;/a&gt; and &lt;a href=\"woodland\"&gt;woodland&lt;/a&gt;.\nA Mount Taylor park care group was established in 1989. It assists in weed removal, monitors the bird population and provides guides to the reserve. Over 85 species of birds have been identified on the hill and nearby.\nGeology and geography.\nMount Taylor is elongated in the north-northwest direction. This is parallel with the general direction of the Murumbidgee River. A ridge extends northwards to Oakey Hill. This separates the Woden Valley from Weston Creek. Another ridge extends from the south east and curves around to the east forming Farrer Ridge. Drainage from the east goes into Yarralumla Creek in the Woden Valley. On the west and south side runoff goes into Village Creek in Kambah.\nThe rocks on Mount Taylor are from the &lt;a href=\"Silurian\"&gt;Silurian&lt;/a&gt; age from 420 million years ago. They are acid volcanic rocks. On the top and western sides is a rock called &lt;a href=\"ignimbrite\"&gt;ignimbrite&lt;/a&gt;. This was formed by massive volcanic explosions that ejected hot volcanic particles in the air that then fell to the ground. This collection of rocks is known as the Laidlaw Volcanics. On the northern slopes and lower eastern slopes the rock is &lt;a href=\"rhyodacite\"&gt;rhyodacite&lt;/a&gt;. This is from the Deakin Volcanics. There is also a sill of &lt;a href=\"porphyry%20%28geology%29\"&gt;porphyry&lt;/a&gt; intruded into the volcanic rocks on the east and south slopes. The rocks dip to the south west at an angle of 20°. This dip is perpendicular to the long extension of the mountain, showing that it is the strata in the rock that has determined the shape of the mountain.\nHuman changes.\nThe Tuggeranong Parkway forms a boundary to the nature park in the northwest. Sulwood Drive forms the southwest and southern boundary of the park. In the east, houses have backyards backing onto the park in Torrens, Pearce, and Chifley. Waldock Street provides access to the north end of the mount.\nHigh voltage power lines run around the west and south of the hill connecting the Lyons and Wanniassa substations. There is a horse riding trail along the back of Woden Valley, connecting to the horse holding paddock on the southeast ridge of Mount Taylor. There are several water supply reservoirs on the hill behind the suburbs. Following the &lt;a href=\"1971%20Canberra%20flood\"&gt;Australia Day 1971 flood&lt;/a&gt;, a &lt;a href=\"flood%20bypass\"&gt;floodway&lt;/a&gt; was constructed at the base of the mountain above the boundary line to protect properties in Pearce and Torrens from flood waters. During the late 1960s and early 1970s while the original fences remained in place the former land holder in the Woden area prior to development was allowed to graze his sheep on part of the mountain. This practice ended when the mountain reserve became part of Canberra Nature Park."
}