{
    "id": "26238577",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=26238577",
    "title": "Raynard S. Kington",
    "text": "Raynard S. Kington is an American educator and the 16th &lt;a href=\"List%20of%20Phillips%20Academy%20Heads%20of%20School\"&gt;Head of School&lt;/a&gt; of &lt;a href=\"Phillips%20Academy\"&gt;Phillips Academy&lt;/a&gt; in &lt;a href=\"Andover%2C%20Massachusetts\"&gt;Andover&lt;/a&gt;. Previously, he was the &lt;a href=\"President%20of%20Grinnell%20College\"&gt;13th president&lt;/a&gt; of &lt;a href=\"Grinnell%20College\"&gt;Grinnell College&lt;/a&gt;. He has served as the deputy director and acting director of the &lt;a href=\"National%20Institutes%20of%20Health\"&gt;National Institutes of Health&lt;/a&gt;.\nEducation.\nAt age 16, Kington became a student at the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;. He received a &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt; degree with distinction at age 19 and an &lt;a href=\"Doctor%20of%20Medicine\"&gt;M.D.&lt;/a&gt; degree at age 21. He completed a residency in &lt;a href=\"internal%20medicine\"&gt;internal medicine&lt;/a&gt; at &lt;a href=\"Michael%20Reese%20Hospital\"&gt;Michael Reese Medical Center&lt;/a&gt;. He was then appointed as a Robert Wood Johnson Clinical Scholar at the &lt;a href=\"University%20of%20Pennsylvania\"&gt;University of Pennsylvania&lt;/a&gt;. While there, he received an &lt;a href=\"Master%20of%20Business%20Administration\"&gt;Master of Business Administration&lt;/a&gt; degree with distinction, and a &lt;a href=\"PhD\"&gt;PhD&lt;/a&gt; degree in health policy and economics from the &lt;a href=\"The%20Wharton%20School\"&gt;Wharton School&lt;/a&gt;.\nNational Institutes of Health.\nKington served as principal deputy director of the &lt;a href=\"National%20Institutes%20of%20Health\"&gt;National Institutes of Health&lt;/a&gt; from 2003 to 2008. He led the agency in this capacity until August 17, 2009, when &lt;a href=\"Francis%20Collins%20%28geneticist%29\"&gt;Francis Collins&lt;/a&gt; was appointed director. He continued to serve as principal deputy director of the agency until August 2010. Speaking of Kington's tenure at the agency, &lt;a href=\"Tom%20Harkin\"&gt;Senator Tom Harkin&lt;/a&gt; praised his leadership for judiciously allocating $10 billion in congressionally-approved funds, implementing then president &lt;a href=\"Barack%20Obama\"&gt;Obama&lt;/a&gt;'s Executive Order on human embryonic stem cell research, and strengthening conflict of interest regulations.\nGrinnell College.\nKington became the thirteenth president of Grinnell College on August 1, 2010. During his presidency, he created a $300,000 annual prize to honor three persons throughout the world who have advanced the cause of &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt;; the &lt;a href=\"Grinnell%20College%20Innovator%20for%20Social%20Justice%20Prize\"&gt;Grinnell College Innovator for Social Justice Prize&lt;/a&gt; has attracted substantial interest since its inception in 2010, and it has been cited as being the largest award of its kind by \"&lt;a href=\"The%20Nation%20%28magazine%29\"&gt;The Nation&lt;/a&gt;\". He said that the purpose of the award was to encourage young persons who share a commitment to change the world for the better. In addition, Kington established a fund to spur innovation, oversaw the allocation of $140 million for campus buildings, and promoted ties to the city of &lt;a href=\"Grinnell%2C%20Iowa\"&gt;Grinnell&lt;/a&gt; through investment programs. He faced criticism for his handling of an effort to expand the Union of Grinnell Student Dining Workers. To honor Raynard S. Kington’s achievements during his 10 years as Grinnell’s president, a popular outdoor plaza on Grinnell’s campus was named in his honor.\nFamily.\nKington is married to Peter T. Daniolos, MD, a professor of child and adolescent psychiatry at the University of Iowa. They have two sons."
}