{
    "id": "26231406",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=26231406",
    "title": "Clinton Sundberg",
    "text": "Clinton Charles Sundberg (December 7, 1903 (some sources say 1906) – December 14, 1987) was an American character actor in film and stage.\nEarly years.\nSundberg was born in &lt;a href=\"Appleton%2C%20Minnesota\"&gt;Appleton, Minnesota&lt;/a&gt;. He graduated from &lt;a href=\"Hamline%20University\"&gt;Hamline University&lt;/a&gt; in &lt;a href=\"St.%20Paul%2C%20Minnesota\"&gt;St. Paul, Minnesota&lt;/a&gt;, where he was active in drama, president of his fraternity, and captain of the tennis team.\nCareer.\nSundberg left teaching English literature for acting, appearing in plays in &lt;a href=\"Repertory%20theatre\"&gt;stock theater&lt;/a&gt; in New England. He appeared in a number of &lt;a href=\"Broadway%20theatre\"&gt;Broadway&lt;/a&gt; plays, debuting in \"Nine Pine Street\" (1933). His most notable roles were Mr. Kraler in the original 1957 production of \"&lt;a href=\"The%20Diary%20of%20Anne%20Frank\"&gt;The Diary of Anne Frank&lt;/a&gt;\" and Mortimer Brewster (as a replacement) in the 1944 \"&lt;a href=\"Arsenic%20and%20Old%20Lace%20%28play%29\"&gt;Arsenic and Old Lace&lt;/a&gt;\".\nHe became a contract player at &lt;a href=\"Metro-Goldwyn-Mayer\"&gt;Metro-Goldwyn-Mayer&lt;/a&gt; where he appeared in numerous supporting roles in films of the late 1940s and early 1950s. He played Mike, the bartender who listens to &lt;a href=\"Judy%20Garland\"&gt;Judy Garland&lt;/a&gt;'s character's troubles in \"&lt;a href=\"Easter%20Parade%20%28film%29\"&gt;Easter Parade&lt;/a&gt;\". In the 1949 film \"&lt;a href=\"In%20the%20Good%20Old%20Summertime\"&gt;In the Good Old Summertime&lt;/a&gt;,\" which also starred Garland and &lt;a href=\"Van%20Johnson\"&gt;Van Johnson&lt;/a&gt;, he played a friendly co-worker and confidante of Johnson's character. He also played the hotel owner who hired &lt;a href=\"Annie%20Oakley\"&gt;Annie Oakley&lt;/a&gt; to enter the shooting contest against &lt;a href=\"Frank%20E.%20Butler\"&gt;Frank Butler&lt;/a&gt; in \"&lt;a href=\"Annie%20Get%20Your%20Gun%20%28musical%29\"&gt;Annie Get Your Gun&lt;/a&gt;\". He later made several television appearances, including two episodes of \"&lt;a href=\"Perry%20Mason%20%281957%20TV%20series%29\"&gt;Perry Mason&lt;/a&gt;\": \"The Case of the Drowsy Mosquito\" in 1963 and \"The Case of the Scarlet Scandal\" in 1966. He also appeared in several television commercials.\nIn 1957, Sundberg appeared in a TV episode of &lt;a href=\"Have%20Gun%20-%20Will%20Travel\"&gt;Have Gun - Will Travel&lt;/a&gt;, \"The Englishman\".\nIn 1962, Sundberg was cast in the lead guest-starring role of Luther Boardman, a naive but troublesome newspaper publisher who comes to &lt;a href=\"Laramie%2C%20Wyoming\"&gt;Laramie&lt;/a&gt;, &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt;, to capture the story of \"real West\" gunfighters in \"The Man Behind the News\", one of the last episodes of the &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;/&lt;a href=\"Warner%20Brothers\"&gt;Warner Brothers&lt;/a&gt; &lt;a href=\"Western%20%28genre%29\"&gt;western&lt;/a&gt; series, \"&lt;a href=\"Lawman%20%28TV%20series%29\"&gt;Lawman&lt;/a&gt;\", which starred &lt;a href=\"John%20Russell%20%28actor%29\"&gt;John Russell&lt;/a&gt; as Marshal Dan Troop. &lt;a href=\"Hal%20Baylor\"&gt;Hal Baylor&lt;/a&gt; appears in the episode as gunfighter Mort Peters, whom Boardman (Sundberg) goads into a shootout with Troop."
}