{
    "id": "262481",
    "revid": "2344191",
    "url": "https://en.wikipedia.org/wiki?curid=262481",
    "title": "Southern Collegiate Athletic Conference",
    "text": "The Southern Collegiate Athletic Conference (SCAC), founded in 1962, is an &lt;a href=\"athletic%20conference\"&gt;athletic conference&lt;/a&gt; which competes in the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;NCAA&lt;/a&gt;'s &lt;a href=\"Division%20III%20%28NCAA%29\"&gt;Division III&lt;/a&gt;. Member institutions are located in &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, and &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;. Difficulties related to travel distances led seven former members to announce the formation of a new Southeastern US-based conference, the &lt;a href=\"Southern%20Athletic%20Association\"&gt;Southern Athletic Association&lt;/a&gt;, starting with the 2012–13 academic year.\nPrior to 1991, the conference was known as the College Athletic Conference (CAC). The commissioner of the Southern Collegiate Athletic Conference is Dwayne Hanberry. The chair of the Executive Committee of the Southern Collegiate Athletic Conference is Danny J. Anderson, &lt;a href=\"Trinity%20University%20%28Texas%29\"&gt;Trinity University (Texas)&lt;/a&gt; president.\nMember schools.\nAffiliate members.\n&lt;a href=\"McMurry%20University\"&gt;McMurry University&lt;/a&gt; and the &lt;a href=\"University%20of%20the%20Ozarks\"&gt;University of the Ozarks&lt;/a&gt; are affiliate members for men's and women's swimming and diving only. McMurry was accepted in June 2014 as an affiliate member starting in the 2014-15 school year. The University of the Ozarks was approved as an affiliate member in February 2016 to begin competition in the 2016-17 school year.\nFormer affiliate members.\nThe &lt;a href=\"University%20of%20California%2C%20Santa%20Cruz\"&gt;University of California, Santa Cruz&lt;/a&gt; was an affiliate member in men's swimming and diving only during the 2013-14 school year.\nConference overview.\nPrior to the 2012 conference split, the SCAC fielded competition in &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"cross%20country%20running\"&gt;cross country&lt;/a&gt;, &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;, &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt;, &lt;a href=\"association%20football\"&gt;soccer&lt;/a&gt;, &lt;a href=\"softball\"&gt;softball&lt;/a&gt;, &lt;a href=\"Swimming%20%28sport%29\"&gt;swimming&lt;/a&gt; and &lt;a href=\"Diving%20%28sport%29\"&gt;diving&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, outdoor &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; and &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;. With membership greatly reduced and in flux, some of these sports (field hockey, women's lacrosse) no longer have enough participants (zero and two, respectively) to allow the conference to sponsor them. In addition, after struggling with only four football playing schools for several seasons, the conference in November 2015 announced football would be discontinued as a conference sport effective the 2017–18 school year, with football playing institutions affiliating with either the &lt;a href=\"American%20Southwest%20Conference\"&gt;American Southwest Conference&lt;/a&gt; or the &lt;a href=\"Southern%20Athletic%20Association\"&gt;Southern Athletic Association&lt;/a&gt;. On July 21, 2018, the conference announced that men's and women's lacrosse would once again be offered as conference sports, and made a commitment to holding an &lt;a href=\"eSports\"&gt;eSports&lt;/a&gt; championship in 2019. With only four schools fielding women's lacrosse teams, and five men's, the conference champions will not qualify for an automatic bid to the &lt;a href=\"NCAA\"&gt;NCAA&lt;/a&gt; playoffs.\nUnlike many &lt;a href=\"Division%20III%20%28NCAA%29\"&gt;Division III&lt;/a&gt; conferences, where geography is the primary determining factor for membership, the SCAC is made up of private institutions where the primary focus is on academics; the &lt;a href=\"New%20England%20Small%20College%20Athletic%20Conference\"&gt;New England Small College Athletic Conference&lt;/a&gt; and &lt;a href=\"University%20Athletic%20Association\"&gt;University Athletic Association&lt;/a&gt; are other athletic associations with similar academic emphasis. Almost all members sport &lt;a href=\"Phi%20Beta%20Kappa\"&gt;Phi Beta Kappa&lt;/a&gt; chapters. Member schools are prominently featured in annual \"Best College\" rankings; admissions are highly selective.\nIn an unusual move for the conference, &lt;a href=\"Colorado%20College\"&gt;Colorado College&lt;/a&gt;, which offers two &lt;a href=\"Division%20I%20%28NCAA%29\"&gt;Division I&lt;/a&gt; (scholarship) sports, was accepted as a member beginning in the 2006–07 season. It is the only SCAC school to offer any sort of scholarship athletics, though the Division I programs—namely &lt;a href=\"Colorado%20College%20Tigers%20men%27s%20ice%20hockey\"&gt;men's ice hockey&lt;/a&gt; and women's soccer—do not compete in the SCAC. (The conference does not sponsor ice hockey for either men or women.)\nThe conference had previously announced its desire to expand to a total of twelve members, which would ease scheduling issues and allow the conference to divide into eastern and western divisions spread across the southern US. On May 26, 2006, &lt;a href=\"Birmingham-Southern%20College\"&gt;Birmingham-Southern College&lt;/a&gt;, one of the smallest Division I schools in the country, announced its intentions to drop scholarship athletics and join the SCAC. This is a multi-year process subject to final approval by the NCAA. The SCAC approved BSC's application, pending NCAA approval, on June 8, 2006.\nDue to the unusual (for Division III) distances between member institutions, travel costs and durations must be factored into any decision to join the conference. &lt;a href=\"Rose%E2%80%93Hulman%20Institute%20of%20Technology\"&gt;Rose–Hulman&lt;/a&gt; cited these factors as reasons for leaving the conference when it rejoined the &lt;a href=\"Heartland%20Collegiate%20Athletic%20Conference\"&gt;Heartland Collegiate Athletic Conference&lt;/a&gt; in 2006–07. &lt;a href=\"Austin%20College\"&gt;Austin College&lt;/a&gt; readily took RHIT's place, moving from the &lt;a href=\"American%20Southwest%20Conference\"&gt;American Southwest Conference&lt;/a&gt; before the 2006–07 season.\nOn June 9, 2010, &lt;a href=\"DePauw%20University\"&gt;DePauw University&lt;/a&gt; announced that it was departing the SCAC for the &lt;a href=\"North%20Coast%20Athletic%20Conference\"&gt;North Coast Athletic Conference&lt;/a&gt;. Like Rose-Hulman, DePauw cited \"a less strenuous and more environmentally friendly travel regimen for our teams.\" DePauw became a member of the NCAC for the 2011–12 season except for football, which will join for the 2012 season.\nOn September 22, 2010, the &lt;a href=\"University%20of%20Dallas\"&gt;University of Dallas&lt;/a&gt; announced that it had accepted an invitation to join the SCAC at the beginning of the 2011–12 academic year.\nThe May 10, 2011 issue of the &lt;a href=\"DePauw%20University\"&gt;DePauw&lt;/a&gt; college newspaper, \"The DePauw\", reported that four schools (&lt;a href=\"Centre%20College\"&gt;Centre&lt;/a&gt;, , &lt;a href=\"Hendrix%20College\"&gt;Hendrix&lt;/a&gt;, and &lt;a href=\"Rhodes%20College\"&gt;Rhodes&lt;/a&gt;) were considering leaving the conference at the end of the 2011–2012 school year, ostensibly due to travel issues and issues relating to the conference splitting into two divisions. As the two reasons were somewhat exclusive (e.g. divisions would reduce overall travel), and other regional conferences would offer similar issues, it remained to be seen at that time what the schools planned in a post-SCAC world.\nAfter the conclusion of the June 7, 2011 SCAC Presidents' meeting, the conference announced that seven of the twelve schools would be leaving to form a new, more compact conference based in the Southeastern US. This transition was effective at the conclusion of the 2011–12 academic year. The schools departing include founding SCAC [CAC] members Centre, Sewanee, and Rhodes, in addition to Birmingham-Southern, Hendrix, Millsaps, and Oglethorpe. &lt;a href=\"Berry%20College\"&gt;Berry College&lt;/a&gt; will also join the newly formed Southern Athletic Association.\nThe SCAC intends to remain a viable entity, enlisting other schools which subscribe to the SCAC charter. Commissioner D. Dwayne Hanberry will remain with the conference to oversee that effort, which will be complicated by the paucity of unaffiliated Division III schools in the SCAC's new region of &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; and &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;. Reflecting that challenge, the conference has sought new members from the &lt;a href=\"American%20Southwest%20Conference\"&gt;American Southwest Conference&lt;/a&gt;, whose geographical footprint is similar to that of the \"new\" SCAC. On September 28, 2011, &lt;a href=\"Centenary%20College%20of%20Louisiana\"&gt;Centenary College of Louisiana&lt;/a&gt; announced it would join the SCAC beginning in the 2012–13 season. Two more ASC schools joined the SCAC for the 2013–14 season: &lt;a href=\"Schreiner%20University\"&gt;Schreiner University&lt;/a&gt; announced their decision on January 23, 2012, and on February 16, 2012, &lt;a href=\"Texas%20Lutheran%20University\"&gt;Texas Lutheran University&lt;/a&gt; announced it too would join the SCAC.\nFootball will no longer be sponsored by the SCAC beginning in the 2017–18 school year. The conference had four schools playing in 2015 and 2016: Texas Lutheran University, Austin College, Southwestern University and Trinity University. Texas Lutheran University and Southwestern University will play football as affiliates in the ASC, while Austin College and Trinity University will be affiliates of the Southern Athletic Association.\nA much-needed travel partner for isolated Colorado College will join the conference in 2018. On February 21, 2017, the conference announced that the Denver campus of &lt;a href=\"Johnson%20%26amp%3B%20Wales%20University\"&gt;Johnson &amp; Wales University&lt;/a&gt; would join the conference as it transitions from the NAIA to NCAA Division III, after the school's \"exploratory year\" in 2017–18. It is expected that the school will not be eligible for conference championships or NCAA playoff bids until the transition to Division III is complete, per typical NCAA practice. The conference has already announced plans to pursue a tenth institution to better balance travel and scheduling requirements.\nOn February 14, 2018, the &lt;a href=\"University%20of%20St.%20Thomas%20%28Texas%29\"&gt;University of St. Thomas - Houston&lt;/a&gt; announced it would become the SCAC's 10th member after completing an exploratory year in Division III. SCAC competition would begin in the 2019-2020 season.\nThe most recent membership change was announced in June 2020. On June 25, Johnson &amp; Wales University announced that it would close its Denver campus at the end of the 2020–21 school year due to concerns related to the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20States\"&gt;COVID-19 pandemic&lt;/a&gt;, and would accept no new students at that campus effective immediately. The following day, the Denver athletic program was shut down.\nPresident's Trophy.\nEach year, the \"President's Trophy,\" a 300-pound railroad bell, is awarded to the school with the best overall sports record. Teams are awarded points for their final position in each sport; the school with the most points is declared the winner. For the 2020-21 school year, the President's Trophy was awarded to Trinity University for the 21st time, and tenth-straight season, both conference records. The 155-point margin of victory (over second-place Southwestern) was the third-largest in conference history.\nNCAA national championship teams and individuals.\nSCAC members have won a total of ten NCAA team championships and 34 individual championships.\nTeam champions:\nIndividual champions:\nThis list does not include championships won by schools outside of their period of membership in the SCAC.\nOverall success on the national level.\nWhile championships come infrequently, overall SCAC athletic programs rate favorably when compared against the diverse Division III membership. The &lt;a href=\"NACDA%20Director%27s%20Cup\"&gt;Learfield IMG College Directors' Cup&lt;/a&gt; provides one representation of any school's athletic success as compared to its peers. &lt;a href=\"Trinity%20University%20%28Texas%29\"&gt;Trinity&lt;/a&gt; has ranked in the top five nationally twice, most recently in 2004–2005 when it placed fourth. Trinity again led the way in 2018-19 when it placed 36th nationally; Texas Lutheran, at 73rd, was the only other conference member in the top 100 of 323 ranked institutions.\nThe SCAC and Division I.\nOn several occasions the SCAC has been used as a role model for academically high-achieving Division I programs considering a move to non-scholarship athletics. In 2004, &lt;a href=\"Rice%20University\"&gt;Rice&lt;/a&gt; considered a move to Division III with &lt;a href=\"Trinity%20University%20%28Texas%29\"&gt;Trinity&lt;/a&gt; cited as a possible model by the Houston Chronicle. That program eventually remained in Division I. In 2006, &lt;a href=\"Birmingham-Southern%20College\"&gt;Birmingham-Southern College&lt;/a&gt; elected to leave Division I for Division III, and stated that they would seek membership in the SCAC. This represented the first time since 1988 that a Division I school had changed affiliation to Division III. In 2012, &lt;a href=\"Centenary%20College%20of%20Louisiana\"&gt;Centenary College of Louisiana&lt;/a&gt; joined the SCAC, after leaving Division I in 2011; however, its initial partner in the transition from Division I was the American Southwest Conference."
}