{
    "id": "26268966",
    "revid": "17109755",
    "url": "https://en.wikipedia.org/wiki?curid=26268966",
    "title": "Brussels tram route 23",
    "text": "The Brussels tram route 23 was a &lt;a href=\"Brussels%20tram\"&gt;Brussels tram&lt;/a&gt; route operated by &lt;a href=\"STIB\"&gt;STIB/MIVB&lt;/a&gt; in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;. It ran between Vanderkindere, which was also the terminus for &lt;a href=\"Brussels%20tram%20route%2024\"&gt;tram route 24&lt;/a&gt; and where passengers could commute with tram routes &lt;a href=\"Brussels%20tram%20route%203\"&gt;3&lt;/a&gt;, &lt;a href=\"Brussels%20tram%20route%204\"&gt;4&lt;/a&gt; and &lt;a href=\"Brussels%20tram%20route%2092\"&gt;92&lt;/a&gt;, and the &lt;a href=\"Heysel/Heizel%20metro%20station\"&gt;Heysel/Heizel metro station&lt;/a&gt;, which offers transit with the &lt;a href=\"Brussels%20metro\"&gt;Brussels metro&lt;/a&gt; &lt;a href=\"Brussels%20metro%20line%206\"&gt;line 6&lt;/a&gt;, &lt;a href=\"Brussels%20tram%20route%2051\"&gt;tram route 51&lt;/a&gt; and bus routes 84 and 88.\nSince March 14, 2011 the newly formed &lt;a href=\"Brussels%20tram%20route%207\"&gt;tram 7&lt;/a&gt; follows the same route as tram 23, but with a much higher frequency. Because of the frequency being brought up to 'metro' level, its line number was altered to the lower regions, for those are the metro and so-called 'Chrono' tramlines. Tram 24 was also taken over completely by the newly formed tram 7.\nThe tram route formed a half-circle from the south of Brussels to its north via the eastern part of the city. It used to start at the &lt;a href=\"Brussels-South%20railway%20station\"&gt;Brussels-South railway station&lt;/a&gt;, where &lt;a href=\"Eurostar\"&gt;Eurostar&lt;/a&gt; and &lt;a href=\"Thalys\"&gt;Thalys&lt;/a&gt; trains from the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and &lt;a href=\"France\"&gt;France&lt;/a&gt; arrive, but the route was later shortened to start at Vanderkindere. Tram route 24 followed the same rails as the 23 between Vanderkindere and Princess Elizabeth stops, where tram route 24 deviated to terminate one stop later at the &lt;a href=\"Schaerbeek%20railway%20station\"&gt;Schaerbeek railway station&lt;/a&gt;. &lt;a href=\"Brussels%20tram%20route%2025\"&gt;Tram route 25&lt;/a&gt; also followed the same rails as routes 23 and 24 for long, between the Buyl and Meiser stops. \nStarting at the Vanderkindere crossroad on the &lt;a href=\"Greater%20ring%20%28Brussels%29\"&gt;greater ring road&lt;/a&gt; in the municipality of &lt;a href=\"Uccle\"&gt;Uccle&lt;/a&gt;, the tram ran in the middle of this road up to the &lt;a href=\"Bois%20de%20la%20Cambre\"&gt;Bois de la Cambre&lt;/a&gt;, that the tram route avoids via &lt;a href=\"Chauss%C3%A9e%20de%20Waterloo\"&gt;Chaussée de Waterloo/Waterloosesteenweg&lt;/a&gt;, Avenue Legrand/Legrandlaan and Boulevard de la Cambre/Terkamerenlaan, crossing the municipalities of &lt;a href=\"Ixelles\"&gt;Ixelles&lt;/a&gt;, &lt;a href=\"City%20of%20Brussels\"&gt;City of Brussels&lt;/a&gt; and Ixelles again. At this point, the tram route followed the greater ring road up to the Gros Tilleul/Dikke Linde, crossing the municipalities of &lt;a href=\"Etterbeek\"&gt;Etterbeek&lt;/a&gt; past the &lt;a href=\"Etterbeek%20railway%20station\"&gt;Etterbeek railway station&lt;/a&gt;, &lt;a href=\"Woluwe-Saint-Pierre\"&gt;Woluwe-Saint-Pierre&lt;/a&gt; at the &lt;a href=\"Montgomery%20station%20%28Brussels%20Metro%29\"&gt;Montgomery metro station&lt;/a&gt;, &lt;a href=\"Woluwe-Saint-Lambert\"&gt;Woluwe-Saint-Lambert&lt;/a&gt; at the &lt;a href=\"Georges%20Henri%20premetro%20station\"&gt;Georges Henri premetro station&lt;/a&gt;, &lt;a href=\"Schaerbeek\"&gt;Schaerbeek&lt;/a&gt; up to the Teichman bridge, and the City of Brussels again. Past the Gros Tilleul crossroad, the tram route ran under the Parc de Laeken/Lakenpark up to the Centenaire stop, and then joined the Heysel metro station via another tunnel."
}