{
    "id": "2626750",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=2626750",
    "title": "Menston",
    "text": "Menston is a village and &lt;a href=\"civil%20parish\"&gt;civil parish&lt;/a&gt; in the &lt;a href=\"City%20of%20Bradford\"&gt;City of Bradford&lt;/a&gt; in the county of &lt;a href=\"West%20Yorkshire\"&gt;West Yorkshire&lt;/a&gt;, England. Along with &lt;a href=\"Burley-in-Wharfedale\"&gt;Burley in Wharfedale&lt;/a&gt;, most of Menston is within &lt;a href=\"Wharfedale%20%28ward%29\"&gt;Wharfedale Ward&lt;/a&gt; in the &lt;a href=\"metropolitan%20borough\"&gt;metropolitan borough&lt;/a&gt; of &lt;a href=\"Bradford\"&gt;Bradford&lt;/a&gt;. The remainder of Menston is in the Leeds City Council area. As of the 2011 Census it has a population of 4,498 (down from 4,660 in 2001).\nLandmarks.\nMenston's &lt;a href=\"William%20Swinden%20Barber%23Church%20of%20St%20John%20the%20Divine%2C%20Menston%2C%201885\"&gt;Anglican parish church&lt;/a&gt; is dedicated to &lt;a href=\"St%20John%20the%20Divine\"&gt;St John the Divine&lt;/a&gt;, and is part of the &lt;a href=\"Anglican%20Diocese%20of%20Leeds\"&gt;Diocese of Leeds&lt;/a&gt;. Other notable buildings include the former &lt;a href=\"High%20Royds%20Hospital\"&gt;High Royds Hospital&lt;/a&gt; and &lt;a href=\"St.%20Mary%27s%20Menston\"&gt;St. Mary's Menston&lt;/a&gt; Catholic Academy, both of which are in the Leeds part of Menston.\nThe site of &lt;a href=\"High%20Royds%20Hospital\"&gt;High Royds Hospital&lt;/a&gt;, originally the West Riding Pauper Lunatic Asylum, which is just inside the &lt;a href=\"City%20of%20Leeds\"&gt;City of Leeds&lt;/a&gt; metropolitan borough, has been converted to housing called \"Highroyds Village\". This is a reflection of Menston's growing size. In the past 20 years there has been increased demand for much needed housing in the area. The population of Menston has been steadily increasing. As a result, Menston Primary School, which was threatened with closure in the 1980s, has increased student numbers.\nTransport.\nIt lies on the &lt;a href=\"A65%20road\"&gt;A65&lt;/a&gt;, approximately ten miles north-west of the centre of &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt; and 9 miles north of &lt;a href=\"Bradford\"&gt;Bradford&lt;/a&gt; centre, between &lt;a href=\"Guiseley\"&gt;Guiseley&lt;/a&gt; and &lt;a href=\"Burley-in-Wharfedale\"&gt;Burley-in-Wharfedale&lt;/a&gt;. Menston also has &lt;a href=\"Menston%20railway%20station\"&gt;a railway station&lt;/a&gt; between Guiseley and Burley on the &lt;a href=\"Wharfedale%20Line\"&gt;Wharfedale Line&lt;/a&gt;, with direct trains to &lt;a href=\"Leeds%20railway%20station\"&gt;Leeds&lt;/a&gt;, &lt;a href=\"Bradford%20Forster%20Square%20railway%20station\"&gt;Bradford Forster Square&lt;/a&gt; and &lt;a href=\"Ilkley%20railway%20station\"&gt;Ilkley&lt;/a&gt;. There are bus services to &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;, &lt;a href=\"Otley\"&gt;Otley&lt;/a&gt; and &lt;a href=\"Wetherby\"&gt;Wetherby&lt;/a&gt; (an infrequent bus service run by Utopia). Menston once had rail links to Otley, via the (now closed) &lt;a href=\"Arthington\"&gt;Arthington&lt;/a&gt; to Menston Line.\nCultural references.\nHighroyds is mentioned in the &lt;a href=\"Kaiser%20Chiefs\"&gt;Kaiser Chiefs&lt;/a&gt; song of the same name, from the album, \"&lt;a href=\"Yours%20Truly%20Angry%20Mob\"&gt;Yours Truly Angry Mob&lt;/a&gt;\". The Kaiser Chiefs met and formed in the same class at St Mary's Catholic High School, now &lt;a href=\"St.%20Mary%27s%20Menston\"&gt;St. Mary's Menston&lt;/a&gt;.\nSport.\nMenston is home to football club, Menston Town FC who currently play in the Wharfedale Triangle Division 2 after being established in 2010.\nMenston cricket club, which plays at the Fox Ground. Offering 1st, 2nd and 3rd team seniors cricket. The club also boasts one U15 team, two U13 teams, four U11 teams (including Menston storm the first junior all girls team) and two U9 teams all playing in the AWJCL. As at 2019.\nHome also to Menston Juniors Football Club (MJFC).\nNotable residents.\n&lt;a href=\"Paul%20Jewell\"&gt;Paul Jewell&lt;/a&gt;, a retired footballer and the former manager of &lt;a href=\"Bradford%20City\"&gt;Bradford City&lt;/a&gt;, &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt;, &lt;a href=\"Wigan%20Athletic%20F.C.\"&gt;Wigan Athletic&lt;/a&gt; and most recently &lt;a href=\"Ipswich%20Town\"&gt;Ipswich Town&lt;/a&gt;, has lived in the village since the 1990s. &lt;a href=\"Dean%20Windass\"&gt;Dean Windass&lt;/a&gt;, the former Bradford City and Hull City footballer, lives in the village. Nick Hodgson, Nick Baines and Simon Rix, all members of the rock band, the Kaiser Chiefs, met while attending St. Mary's Roman Catholic High School in Menston. Born in Menston were: &lt;a href=\"Smith%20Wigglesworth\"&gt;Smith Wigglesworth&lt;/a&gt;, a notable early Pentecostal preacher (1859); &lt;a href=\"Eric%20Knight\"&gt;Eric Knight&lt;/a&gt;, the author who created the fictional collie, Lassie (1897); Annie Margaret Barr, a Unitarian minister and founder of the Kharang Rural Centre in the Khasi Hills, North East India (1899); and actor &lt;a href=\"Sam%20Riley\"&gt;Sam Riley&lt;/a&gt; (1980).\n&lt;a href=\"Bill%20Bowes\"&gt;Bill Bowes&lt;/a&gt; (25 July 1908 – 4 September 1987) English professional cricketer active from 1929 to 1947\n&lt;br&gt;"
}