{
    "id": "26269656",
    "revid": "279219",
    "url": "https://en.wikipedia.org/wiki?curid=26269656",
    "title": "Western Canada",
    "text": "Western Canada, also referred to as the Western provinces and commonly known within Canada as the West, is a &lt;a href=\"list%20of%20regions%20of%20Canada\"&gt;Canadian region&lt;/a&gt; that includes the &lt;a href=\"provinces%20and%20territories%20of%20Canada\"&gt;four western provinces&lt;/a&gt; just north of the &lt;a href=\"Canada-United%20States%20border\"&gt;Canada-United States border&lt;/a&gt;, namely (from west to east) &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;, &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt; and &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt;. The people of the region are often referred to as \"Western Canadians\" or \"Westerners\", and though diverse from province to province are largely seen as being collectively distinct from other Canadians along cultural, linguistic, socioeconomic, geographic, and political lines. They account for approximately 32% of Canada's total population. \nThe region is further subdivided geographically and culturally between British Columbia, which is mostly on the western side of the &lt;a href=\"Canadian%20Rockies\"&gt;Canadian Rockies&lt;/a&gt; and often referred to as the \"&lt;a href=\"British%20Columbia%20Coast\"&gt;west coast&lt;/a&gt;\", and the \"Prairie Provinces\" (commonly known as \"the &lt;a href=\"Canadian%20Prairies\"&gt;Prairies&lt;/a&gt;\"), which include those provinces on the eastern side of the Rockies yet west of Ontario - Alberta, Saskatchewan and Manitoba. Alberta and British Columbia are also sometimes subcategorized together, either as the \"Rockie Provinces\" or \"mountain provinces\" owing to both hosting large swathes of the mountain range, or due to shared socio-economic, cultural, and demographic factors such as their highly urbanized populations (three of Canada's five largest cities are Calgary, Edmonton, and Vancouver) and significant interprovincial mobility between the two. Alberta and Saskatchewan, having once been united as a single territory, are also sometimes subcategorized together due to shared political and economic histories, as well as similar historic migratory patterns from Eastern Europe.\nCapital cities.\nThe capital cities of the four western provinces, from west to east, are:\nWith the exception of Winnipeg, which is the largest city in Manitoba, all other Western provincial capitals are located in the second-largest metropolitan areas of their respective province.\nConstitutional history.\nWestern Canada is the &lt;a href=\"list%20of%20traditional%20territories%20of%20the%20indigenous%20peoples%20of%20North%20America\"&gt;traditional territory&lt;/a&gt; of &lt;a href=\"Indigenous%20Canadians\"&gt;Indigenous&lt;/a&gt; and &lt;a href=\"First%20Nations%20in%20Canada\"&gt;First Nations&lt;/a&gt; predating the arrival of &lt;a href=\"European%20colonization\"&gt;European colonization&lt;/a&gt;. As Britain colonized the West, it established treaties with various First Nations, took control of other areas without opposition and fought with other First Nations for control of Western Canada. Not all lands were ceded by the First Nations to British control and land claims are still ongoing.\nIn 1858, the British government established the &lt;a href=\"Colony%20of%20British%20Columbia%20%281858%E2%80%931866%29\"&gt;Colony of British Columbia&lt;/a&gt;, governing that part of Canada still known as British Columbia. The English government established the Hudson's Bay Company which controlled most of the current area of Western Canada, northern Ontario and northern Quebec, the area known as &lt;a href=\"Rupert%27s%20Land\"&gt;Rupert's Land&lt;/a&gt; and the &lt;a href=\"North-Western%20Territory\"&gt;North-Western Territory&lt;/a&gt;. In 1870, the British government transferred the lands of the company to Canada. The area of Western Canada not within British Columbia was established as the &lt;a href=\"Northwest%20Territories\"&gt;Northwest Territories&lt;/a&gt; under Canadian control. The Western provinces other than British Columbia were established from areas of the Northwest Territories:\nDemographics.\nAs of the &lt;a href=\"Canada%202016%20Census\"&gt;2016 Census&lt;/a&gt;, the total population of Western Canada was nearly 11.1 million, including approximately 4.65 million in British Columbia, 4.07 million in Alberta, 1.1 million in Saskatchewan, and 1.28 million in Manitoba. This represents 31.5% of Canada's population. &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt; is the largest metropolitan area in Western Canada at nearly 2.5 million people, while &lt;a href=\"Calgary\"&gt;Calgary&lt;/a&gt; is largest city proper at over 1.2 million people.\nCensus metropolitan areas.\nAs of the 2016 Census, &lt;a href=\"Statistics%20Canada\"&gt;Statistics Canada&lt;/a&gt; recognized ten &lt;a href=\"census%20metropolitan%20area\"&gt;census metropolitan area&lt;/a&gt;s within Western Canada, including four in British Columbia, three in Alberta, two in Saskatchewan, and one in Manitoba. The following is a list of these areas and their populations as of 2016.\nFrom 2011 to 2016, the fastest growing CMAs in the country were the five located in Alberta and Saskatchewan: &lt;a href=\"Calgary\"&gt;Calgary&lt;/a&gt; (+14.6%), &lt;a href=\"Edmonton\"&gt;Edmonton&lt;/a&gt; (+13.9%), &lt;a href=\"Saskatoon\"&gt;Saskatoon&lt;/a&gt; (+12.5%), &lt;a href=\"Regina%2C%20Saskatchewan\"&gt;Regina&lt;/a&gt; (+11.8%) and &lt;a href=\"Lethbridge\"&gt;Lethbridge&lt;/a&gt; (+10.8%). These were the only CMAs in the country to register growth over 10%. The three fastest growing CMAs - Calgary, Edmonton, and Saskatoon - were unchanged from the previous intercensal period.\nGeography.\nWestern Canada consists of the country's four westernmost provinces: British Columbia, Alberta, Saskatchewan and Manitoba. It covers 2.9 million square kilometres – almost 29% of Canada's land area. British Columbia adjoins the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; to the west, while Manitoba has a coastline on &lt;a href=\"Hudson%20Bay\"&gt;Hudson Bay&lt;/a&gt; in its northeast of the province. Both Alberta and Saskatchewan are &lt;a href=\"landlocked\"&gt;landlocked&lt;/a&gt; between British Columbia and Manitoba.\nThe &lt;a href=\"Canadian%20Prairies\"&gt;Canadian Prairies&lt;/a&gt; are part of a vast &lt;a href=\"sedimentary\"&gt;sedimentary&lt;/a&gt; &lt;a href=\"Great%20Plains\"&gt;plain&lt;/a&gt; covering much of &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;, southern Saskatchewan, and southwestern Manitoba. The prairies form a significant portion of the land area of Western Canada. The plains generally describes the expanses of largely flat, arable agricultural land which sustain extensive grain farming operations in the southern part of the provinces. Despite this, some areas such as the &lt;a href=\"Cypress%20Hills%20%28Canada%29\"&gt;Cypress Hills&lt;/a&gt; and Alberta Badlands are quite hilly and the prairie provinces contain large areas of forest such as the &lt;a href=\"Mid-Continental%20Canadian%20forests\"&gt;Mid-Continental Canadian forests&lt;/a&gt;.\nIn Alberta and British Columbia, the &lt;a href=\"Canadian%20Cordillera\"&gt;Canadian Cordillera&lt;/a&gt; is bounded by the Rocky Mountains to the east and the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; to the west.\nThe &lt;a href=\"Canadian%20Rockies\"&gt;Canadian Rockies&lt;/a&gt; are part of a major &lt;a href=\"continental%20divide\"&gt;continental divide&lt;/a&gt; that extends north and south through western North America and western &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;. The continental divide also defines much of the border between Alberta and British Columbia. The &lt;a href=\"Columbia%20River\"&gt;Columbia&lt;/a&gt; and the &lt;a href=\"Fraser%20River\"&gt;Fraser River&lt;/a&gt;s have their headwaters in the Canadian Rockies and are the second- and third-largest rivers, respectively, to drain to the west coast of North America. To the west of their headwaters, across the &lt;a href=\"Rocky%20Mountain%20Trench\"&gt;Rocky Mountain Trench&lt;/a&gt;, is a second belt of mountains, the &lt;a href=\"Columbia%20Mountains\"&gt;Columbia Mountains&lt;/a&gt;, comprising the &lt;a href=\"Selkirk%20Mountains\"&gt;Selkirk&lt;/a&gt;, &lt;a href=\"Purcell%20Mountains\"&gt;Purcell&lt;/a&gt;, &lt;a href=\"Monashee%20Mountains\"&gt;Monashee&lt;/a&gt; and &lt;a href=\"Cariboo%20Mountains\"&gt;Cariboo Mountains&lt;/a&gt; sub-ranges.\nClimate.\nThe &lt;a href=\"British%20Columbia%20Coast\"&gt;coast of British Columbia&lt;/a&gt; enjoys a moderate &lt;a href=\"oceanic%20climate\"&gt;oceanic climate&lt;/a&gt; because of the influence of the Pacific Ocean. Winters are typically wet and summers relatively dry. These areas enjoy the mildest winter weather in all of Canada, as temperatures rarely fall much below the freezing mark. The mountainous Interior of the province is drier and has colder winters, but experiences hotter summers than the more moderate coastal areas. &lt;a href=\"Lytton%2C%20British%20Columbia\"&gt;Lytton, British Columbia&lt;/a&gt;, a small town that sits at the confluence of the Thompson River holds the record for the hottest temperature ever recorded in Canada at on 29 June 2021, and is regularly referred as Canada's hot spot in summer with temperatures easily reaching the mid to high 30 °C 's (upper 90s to low 100s °F) in July and August and sometimes top .\nAlberta has a dry continental climate with warm summers and cold winters. The province is open to cold Arctic weather systems from the north, which often produce extremely cold conditions in winter. Winters are generally quite cold, though some areas can experience a phenomenon known as the \"&lt;a href=\"Chinook%20wind\"&gt;Chinook wind&lt;/a&gt;,\" wherein warm winds raise the winter temperatures temporarily. In contrast, summers can fluctuate from cool to hot and are generally wetter.\n&lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt; and &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt; have a continental climate and experience extremes in weather. Winters in both provinces can be classified as harsh with &lt;a href=\"Arctic\"&gt;Arctic&lt;/a&gt; winds and temperatures possible. Winter temperatures in both provinces average between . In contrast, summers can be hot with temperatures exceeding at least once per year in most locations. \nPolitics.\nFederal politics.\nIn Canadian politics, the &lt;a href=\"Conservative%20Party%20of%20Canada\"&gt;Conservative&lt;/a&gt; leanings of Western Canadians has been known for quite some time, as contrasted with the greater tendencies for candidates from either the &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;Liberal Party of Canada&lt;/a&gt; or the &lt;a href=\"New%20Democratic%20Party%20of%20Canada\"&gt;New Democratic Party&lt;/a&gt; (NDP) to be elected in &lt;a href=\"Central%20Canada\"&gt;Central&lt;/a&gt; and &lt;a href=\"Atlantic%20Canada\"&gt;Atlantic Canada&lt;/a&gt;. Exceptions exist, particularly in British Columbia, as well as in the prairie city of Winnipeg, and where the Liberal Party hold seats. The &lt;a href=\"social%20democracy\"&gt;social democratic&lt;/a&gt; NDP had its origins on the Canadian Prairies and in the mining and pulp mill towns and railway camps of British Columbia and has a history of support in Manitoba and British Columbia.\nThe western provinces are represented in the &lt;a href=\"Parliament%20of%20Canada\"&gt;Parliament of Canada&lt;/a&gt; by 104 &lt;a href=\"Member%20of%20Parliament\"&gt;Members of Parliament&lt;/a&gt; (MPs) in the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons&lt;/a&gt; (British Columbia 42, Alberta 34, Saskatchewan and Manitoba 14 each) and 24 senators (6 from each province). Currently, of the 104 western MPs in the Commons, 71 are Conservatives, the New Democrats and Liberals have 15 seats respectively, 2 are Green, and one independent.\nProvincial politics.\nRegarding provincial politics, from May 2001 to June 2017, the &lt;a href=\"British%20Columbia%20Liberal%20Party\"&gt;British Columbia Liberal Party&lt;/a&gt; formed the provincial government in British Columbia, though despite the name is not formally allied with the federal Liberal Party and is widely seen as centre-right or conservative in nature. It is also composed of members from the federal Conservative Party's right-wing and many former &lt;a href=\"Reform%20Party%20of%20Canada\"&gt;Reform Party&lt;/a&gt; supporters. Following the 2017 provincial election in British Columbia, the &lt;a href=\"British%20Columbia%20New%20Democratic%20Party\"&gt;British Columbia New Democratic Party&lt;/a&gt; formed a minority government with the support of the &lt;a href=\"British%20Columbia%20Green%20Party\"&gt;British Columbia Green Party&lt;/a&gt;, following the defeat of &lt;a href=\"Christy%20Clark\"&gt;Christy Clark&lt;/a&gt;'s Liberal Party government by a vote of non-confidence. As of October 2020, the BC NDP hold a majority government in the legislature. The &lt;a href=\"Progressive%20Conservative%20Party%20of%20Manitoba\"&gt;Progressive Conservative party&lt;/a&gt; holds a majority in the Manitoba legislature. Both Saskatchewan and Alberta hold supermajority governments in their legislatures with the &lt;a href=\"Saskatchewan%20Party\"&gt;Saskatchewan Party&lt;/a&gt; and &lt;a href=\"United%20Conservative%20Party\"&gt;United Conservative Party&lt;/a&gt;, respectively.\nWestern alienation.\nWestern alienation refers to the notion that western Canada has been excluded economically and politically from the rest of Canada.\nSenate reform.\nThe West has been the most vocal in calls for reform of the &lt;a href=\"Senate%20of%20Canada\"&gt;Senate&lt;/a&gt;, in which Ontario, Quebec, and particularly &lt;a href=\"Atlantic%20Canada\"&gt;Atlantic Canada&lt;/a&gt; are seen by some westerners as being over-represented. The population of Ontario alone (13.1 million) exceeds that of all the Western provinces combined. The total population of Atlantic Canada, however, is 2.3 million, and this region is represented by 30 senators. Thus, Ontario is under-represented, Quebec has representation proportional to its population and the Atlantic provinces are over-represented. Westerners have advocated the so-called &lt;a href=\"Triple-E%20Senate\"&gt;Triple-E Senate&lt;/a&gt;, which stands for \"equal, elected, effective.\" They feel if all 10 provinces were allotted an equal number of senators, if those senators were elected instead of appointed, and if the Senate were a body that had more direct political power (for example via an arrangement more similar to the structure of the &lt;a href=\"Australian%20Senate\"&gt;Australian Senate&lt;/a&gt; or the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; rather than the UK model), then their region would have more of its concerns addressed at the federal level. Other westerners find this approach simplistic and either advocate keeping the status quo or may support other models for senate reform. The combination of all of these issues has led to the concept known as &lt;a href=\"Western%20alienation\"&gt;Western alienation&lt;/a&gt;, as well as calls for &lt;a href=\"Secessionist%20movements%20of%20Canada%23Western%20Canada\"&gt;Western Canada independence&lt;/a&gt; by various fringe groups.\nEconomy.\nEnergy and agriculture are Western Canada's dominant industries – and this region, with only 11 million inhabitants, is one of the world's largest net exporters of both energy and agricultural commodities. Approximate breakdown:\nEnergy:\nAgriculture:"
}