{
    "id": "2627050",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=2627050",
    "title": "Samsunspor",
    "text": "Samsunspor is a Turkish professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club located in the city of &lt;a href=\"Samsun\"&gt;Samsun&lt;/a&gt;. The club was formed through a merger of five clubs: 19 Mayıs, Akınspor, Fener Gençlik, Samsunspor, and Samsunspor Galatasaray. The club colours are red and white, and they play their home matches at &lt;a href=\"Samsun%20Stadium\"&gt;Samsun Stadium&lt;/a&gt;.\nThe club finished runners-up for the 2. Lig crown in 1968–69, but then &lt;a href=\"yo-yo%20club\"&gt;yo-yoed&lt;/a&gt; between the top two divisions until 1993. The club competed in the &lt;a href=\"UEFA%20Intertoto%20Cup\"&gt;UEFA Intertoto Cup&lt;/a&gt; in 1997 and 1998, and won the &lt;a href=\"Balkans%20Cup\"&gt;Balkans Cup&lt;/a&gt; in 1994.\nHistory.\nFirst Years.\nSamsunspor stepped into professional leagues for the first time in the second football league, today's &lt;a href=\"TFF%20First%20League\"&gt;TFF First League&lt;/a&gt; in the 1965–66 season. The opponent of Samsunspor, who played the first professional league match on September 5, 1965, was &lt;a href=\"Ye%C5%9Fildirek%20S.K.\"&gt;Yeşildirek S.K.&lt;/a&gt;. Samsunspor won the match 1–0 with the goal scored by Nihat Serçeme. Thus Nihat made history as the player who scored Samsunspor's first league goal. In this first season of the league, Samsunspor became 5th in the White Group. The club also competed in the Turkish Cup that year. They reached round two after defeating Güneşspor in the first round, but would go on to lose 2–1 to Petrolspor. The following season was more successful, as the club placed second in the 2. Lig, six points behind champion &lt;a href=\"Bursaspor\"&gt;Bursaspor&lt;/a&gt;. In the Turkish Cup, the club reached the semi-finals, defeating &lt;a href=\"Konyaspor\"&gt;Konyaspor&lt;/a&gt;, &lt;a href=\"Adanaspor\"&gt;Adanaspor&lt;/a&gt;, &lt;a href=\"Manisaspor\"&gt;Manisaspor&lt;/a&gt;, &lt;a href=\"Galatasaray%20S.K.%20%28football%20team%29\"&gt;Galatasaray&lt;/a&gt;, and &lt;a href=\"Fenerbah%C3%A7e%20S.K.\"&gt;Fenerbahçe&lt;/a&gt; along the way. They met &lt;a href=\"G%C3%B6ztepe%20A.%C5%9E.\"&gt;Göztepe&lt;/a&gt; in the semi-finals, eventually losing 5–2 on aggregate. Samsunspor finished second in the 2. Lig and were knocked out in the first round of the Turkish Cup in 1967–68.\nThe club earned their first promotion to the 1. Lig (&lt;a href=\"S%C3%BCper%20Lig\"&gt;Süper Lig&lt;/a&gt;) in 1969. They finished first in the Beyaz Grup (White Group) of the 2. Lig, six points ahead of runners-up &lt;a href=\"Boluspor\"&gt;Boluspor&lt;/a&gt;. Because there were two groups, the winners of each group played each other in a final game to decide the champion and the runner-up. &lt;a href=\"Ankarag%C3%BCc%C3%BC\"&gt;Ankaragücü&lt;/a&gt; beat Samsunspor 1–0 in the final. Samsunspor finished fifth in their first season in the 1. Lig, five points away from securing a spot in the &lt;a href=\"Balkans%20Cup\"&gt;Balkans Cup&lt;/a&gt;. The club finished with a record of eleven wins, nine draws, and ten losses, while scoring 24 goals and allowing 28. Samsunspor finished tenth the following season and were knocked out of the first round of the Turkish Cup for the second year in a row.\nAfter competing in first tier for five seasons, Samsunspor completed the league in the 15th place with 24 points in the 1974–75 season and relegated to the 2nd Football League. Upon this, coach &lt;a href=\"Basri%20Dirimlili\"&gt;Basri Dirimlili&lt;/a&gt; was dismissed and Kamuran Soykıray was brought back to the team. \n1975-76 Football League season Soykıray again made the club White Group leader and Samsunspor has moved to the First Football League. In the same season, Samsunspor won Ministry of Youth and Sports Cup after Bursaspor II was defeated 2–1.\nGolden Ages.\nIn the Mid-1980s, Samsunspor has achieved some of its major successes in the first tier of Turkish Football. After the promotion from second tier in 1984–85, Samsunspor finished First League at 3rd place with 33 goals scored by &lt;a href=\"Tanju%20%C3%87olak\"&gt;Tanju Çolak&lt;/a&gt; in 1985–86 season. The next season, the club had one of the best season in its history. Ranking again 3rd in the league where Tanju Çolak scored 25 goals, the team rose to the semi-finals in the Federation Cup. The next season, Samsunspor finished the league in fourth place and reached the final in the &lt;a href=\"Turkish%20Cup\"&gt;Turkish Cup&lt;/a&gt;. Until the cup final, Nevşehirspor, &lt;a href=\"U%C5%9Fakspor\"&gt;Uşakspor&lt;/a&gt;, &lt;a href=\"Kocaelispor\"&gt;Kocaelispor&lt;/a&gt; and &lt;a href=\"MKE%20Ankarag%C3%BCc%C3%BC\"&gt;MKE Ankaragücü&lt;/a&gt; were eliminated but lost to &lt;a href=\"Sakaryaspor\"&gt;Sakaryaspor&lt;/a&gt; as a result of the two-legged final.\nAccident.\nOn 20 January 1989, while traveling to &lt;a href=\"Malatya\"&gt;Malatya&lt;/a&gt; to face &lt;a href=\"Malatyaspor\"&gt;Malatyaspor&lt;/a&gt;, Samsunspor were involved in a bus accident. The accident killed three players, two coaches, and seriously injured seven other team members. Among the players killed were &lt;a href=\"Mete%20Adan%C4%B1r\"&gt;Mete Adanır&lt;/a&gt; and &lt;a href=\"Muzaffer%20Badal%C4%B1o%C4%9Flu\"&gt;Muzaffer Badalıoğlu&lt;/a&gt;; &lt;a href=\"Zoran%20Tomi%C4%87%20%28footballer%29\"&gt;Zoran Tomić&lt;/a&gt; fell into a coma for six months before dying in his native &lt;a href=\"Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;. Manager Nuri Asan and the bus driver were also killed. Of the players who were injured, two continued playing. Emin Kar, captain of Samsunspor, was left paralyzed after the event. Fatih Uraz, then starting goalkeeper of Samsunspor and the &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey national football team&lt;/a&gt;, broke a &lt;a href=\"vertebra\"&gt;vertebra&lt;/a&gt; in his back. He made a return to football, but was unable to regain a starting place at either national or club level.\nPromotions and Relegations.\nSamsunspor took place in the first tier again in the 1993–94 season and it was in the league continuously for thirteen seasons. The club finished the league at 5th position and run to semi-finals in &lt;a href=\"Turkish%20Cup\"&gt;Turkish Cup&lt;/a&gt; at their comeback season. In both 1994-95 and 1995–96 seasons Samsunspor finished the first League 8th place and run to semi-finals in Turkish Cup Again. 1996-97 Season finished in the 9th place in the first managerial season of &lt;a href=\"Gheorghe%20Mul%C8%9Bescu\"&gt;Gheorghe Mulțescu&lt;/a&gt; but played in the &lt;a href=\"UEFA%20Intertoto%20Cup\"&gt;UEFA Intertoto Cup&lt;/a&gt; with a minor success. Samsunspor relegated from first tier, it's now &lt;a href=\"Super%20Lig\"&gt;Super Lig&lt;/a&gt; in 2005–06 season after finishing the league at 17th place. Between 2006 and 2011, Samsunspor competed in second tier now &lt;a href=\"TFF%20First%20League\"&gt;TFF First League&lt;/a&gt; until succeed a promotion after being a runner-up behind the league champion &lt;a href=\"Mersin%20%C4%B0dman%20Yurdu\"&gt;Mersin İdman Yurdu&lt;/a&gt;. Unfortunately, Samsunspor relegated again after a season in the first tier. In the 2017–18 season, the club relegated to the third tier, &lt;a href=\"TFF%20Second%20League\"&gt;TFF Second League&lt;/a&gt; for the first time in its history. \nOn the way back from an away match in February 2012, two players were injured when the team coach was struck by a train on a level crossing.\nSupporters.\nSamsunspor's main ultra group who go by the name, &lt;a href=\"%C5%9Eirinler\"&gt;Şirinler&lt;/a&gt; (Smurfs) are well known for their ‘flare march’. Hundreds and sometimes thousands of Şirinler meet up at &lt;a href=\"%C3%87iftlik%20Avenue\"&gt;Çiftlik Avenue&lt;/a&gt; and walk to the &lt;a href=\"19%20Mayis%20stadium\"&gt;19 Mayis stadium&lt;/a&gt; with flares, turning the city red and creating an intense atmosphere.\nSeasons.\nEuropean Competitions.\nSamsunspor competed in European competition for the first time in 1993. The club took part in the last edition of the Balkans Cup, defeating &lt;a href=\"PFC%20Pirin%20Blagoevgrad\"&gt;PFC Pirin Blagoevgrad&lt;/a&gt; before facing &lt;a href=\"PAS%20Giannina\"&gt;PAS Giannina&lt;/a&gt; in the final. The first leg took place in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, which Samsunspor won 3–0. The second leg took place in Turkey, where Samsunspor sealed the championship with a 2–0 win. The club competed in the &lt;a href=\"1997%20UEFA%20Intertoto%20Cup\"&gt;1997 UEFA Intertoto Cup&lt;/a&gt; after finishing in ninth place. They were drawn into Group 6 alongside &lt;a href=\"Hamburger%20SV\"&gt;Hamburger SV&lt;/a&gt;, &lt;a href=\"FBK%20Kaunas\"&gt;FBK Kaunas&lt;/a&gt;, &lt;a href=\"Leiftur%20%C3%93lafsfj%C3%B6r%C3%B0ur\"&gt;Leiftur Ólafsfjörður&lt;/a&gt;, &lt;a href=\"Odense%20Boldklub\"&gt;Odense Boldklub&lt;/a&gt;. Samsunspor finished second with nine points and were unable to advance. The club qualified for the &lt;a href=\"Intertoto%20Cup\"&gt;Intertoto Cup&lt;/a&gt; again the following season. Drawn against &lt;a href=\"Denmark\"&gt;Danish&lt;/a&gt; club &lt;a href=\"Lyngby%20Boldklub\"&gt;Lyngby Boldklub&lt;/a&gt;, Samsunspor took a 3–0 lead in the first leg. The club faced a scare in the second leg, advancing by one goal on aggregate after losing the match 1–3. They faced &lt;a href=\"England\"&gt;English&lt;/a&gt; club &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace F.C.&lt;/a&gt; in the second round, beating the club four to nil on aggregate. Samsunspor were knocked out of the cup in the semi-finals after losing 6–0 at the hands of &lt;a href=\"Werder%20Bremen\"&gt;Werder Bremen&lt;/a&gt;.\n&lt;a href=\"UEFA%20Intertoto%20Cup\"&gt;UEFA Intertoto Cup&lt;/a&gt;:\n&lt;a href=\"Balkans%20Cup\"&gt;Balkans Cup&lt;/a&gt;:"
}