{
    "id": "26274832",
    "revid": "1056729807",
    "url": "https://en.wikipedia.org/wiki?curid=26274832",
    "title": "Charles Finlayson (New Zealand athlete)",
    "text": "Charles Gordon Finlayson (9 August 1889 – 9 July 1943) was a New Zealand sportsman who represented &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt; at both &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; and &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;.\nRugby league career.\nFinlayson was a and represented &lt;a href=\"Wellington%20Rugby%20League\"&gt;Wellington&lt;/a&gt; in 1912 and 1913. He was selected for the &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt; side for the second match against &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; in 1913, becoming Kiwi number 100. The New Zealanders lost 58-19 and Finlayson, along with the other two debutants in the match, never played for NZ again after the loss. Finlayson was injured during the match and left the field early in the second half. He joined the newly formed Petone club in 1912 after switching from rugby union. In 1914 he joined the Hutt club but only played 4 matches for them before the team withdrew from the competition due to the enlistment of many players in the war effort. He also played 2 matches for a Hutt Valley team against Wellington City sides.\nCricket career.\nFinlayson made his debut for &lt;a href=\"Wellington%20Firebirds\"&gt;Wellington&lt;/a&gt; on 26 March 1910 against Hawke's Bay. He went on to play three other first class matches for Wellington, including one against &lt;a href=\"Australia%20national%20cricket%20team\"&gt;Australia&lt;/a&gt; in 1921. On 24 March 1928 Finlayson played for &lt;a href=\"New%20Zealand%20national%20cricket%20team\"&gt;New Zealand&lt;/a&gt; against Australia at &lt;a href=\"Eden%20Park\"&gt;Eden Park&lt;/a&gt;. Because New Zealand did not have &lt;a href=\"Test%20cricket\"&gt;Test&lt;/a&gt; status at the time the three-day match only has first-class status. Finlayson later played two first class games for Auckland, once against the touring &lt;a href=\"Marylebone%20Cricket%20Club\"&gt;Marylebone Cricket Club&lt;/a&gt; and once against Wellington in a 1931 &lt;a href=\"Plunket%20Shield\"&gt;Plunket Shield&lt;/a&gt; match.\nHe was employed by the railways in New Zealand. Although he was prominent in Wellington club cricket he played no representative cricket for Wellington after 1921, maintaining that as players were unpaid, he could not afford the time off work. He was selected for New Zealand in 1927-28 purely on the basis of his club form for Petone, having taken in that season 63 wickets at an average of 10.4 and attained a batting average of 51.75.\nPersonal life.\nHe and his wife Olive had five sons, two of whom predeceased him."
}