{
    "id": "262879",
    "revid": "13936648",
    "url": "https://en.wikipedia.org/wiki?curid=262879",
    "title": "Chief Buffalo Child Long Lance",
    "text": "Chief Buffalo Child Long Lance (born Sylvester Clark Long; December 1, 1890 – March 20, 1932) was an &lt;a href=\"African%20Americans\"&gt;African-American&lt;/a&gt; journalist, writer and film actor who, for a time, became internationally prominent as a spokesman for &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; causes. He published an &lt;a href=\"autobiography\"&gt;autobiography&lt;/a&gt;, purportedly based on his experience as the son of a &lt;a href=\"Blackfoot%20Confederacy\"&gt;Blackfoot&lt;/a&gt; chief. He was the first presumed &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; admitted to &lt;a href=\"the%20Explorers%20Club\"&gt;the Explorers Club&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;.\nIn reality a non-Native, he had claimed to be of mixed &lt;a href=\"Cherokee\"&gt;Cherokee&lt;/a&gt;, &lt;a href=\"White%20people\"&gt;white&lt;/a&gt; and &lt;a href=\"African%20Americans\"&gt;black&lt;/a&gt; heritage, at a time when Southern society imposed strict binary divisions of heritage in a &lt;a href=\"Racial%20segregation\"&gt;racially-segregated&lt;/a&gt; society. After his tribal claims were found to be false, he was dropped by these same social circles to which he had gained entry.\nEarly life and education.\nLong had ambitions that were larger than what he saw of his future in Winston, where his father Joseph S. Long was a janitor in the school system. In that segregated society, &lt;a href=\"African%20Americans\"&gt;African Americans&lt;/a&gt; had limited opportunities. Long first left North Carolina to portray Indian characters in a \"&lt;a href=\"Wild%20West%20Show\"&gt;Wild West Show&lt;/a&gt;\". During this time he continued to build upon his (later proven to be fraudulent) stories of being &lt;a href=\"Cherokee\"&gt;Cherokee&lt;/a&gt;.\nIn 1909, Long claimed to be half Cherokee when he applied to the &lt;a href=\"Carlisle%20Indian%20Industrial%20School\"&gt;Carlisle Indian Industrial School&lt;/a&gt; and was accepted. He also lied about his age to gain admission. He graduated in 1912 at the top of his class, which included prominent Native Americans such as &lt;a href=\"Jim%20Thorpe\"&gt;Jim Thorpe&lt;/a&gt; and Robert &lt;a href=\"Geronimo\"&gt;Geronimo&lt;/a&gt;, a son of the famous &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt; warrior.\nLong entered the &lt;a href=\"Manlius%20Pebble%20Hill%20School%23The%20Manlius%20School\"&gt;St. John's and Manlius Military&lt;/a&gt; academies in &lt;a href=\"Manlius%2C%20New%20York\"&gt;Manlius, New York&lt;/a&gt; with a full musical scholarship, based on his performance at the Carlisle School.\nCareer.\nLong went to Canada as an acting sergeant in 1919, requesting discharge at &lt;a href=\"Calgary%2C%20Alberta\"&gt;Calgary, Alberta&lt;/a&gt;. He worked as a journalist for the \"&lt;a href=\"Calgary%20Herald\"&gt;Calgary Herald&lt;/a&gt;\". Canada had \"de facto\" segregation and a climate in which the government had discouraged &lt;a href=\"Black%20Canadians\"&gt;black immigration from the US&lt;/a&gt;. During this time in both Canada and the US it was common for those of African heritage to instead make false claims of Cherokee or &lt;a href=\"Blackfoot%20Confederacy\"&gt;Blackfoot&lt;/a&gt;. \"It is not surprising that in such a climate...Long Lance felt that he was safer, and that he could go further, by disavowing any connection, cultural or racial, to blackness.\"\nLong presented himself as a Cherokee from Oklahoma and claimed he was a &lt;a href=\"West%20Point\"&gt;West Point&lt;/a&gt; graduate with the \"&lt;a href=\"Croix%20de%20guerre%201914%E2%80%931918%20%28France%29\"&gt;Croix de Guerre&lt;/a&gt;\" earned in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. For the next three years as a reporter, he covered Indian issues. He criticized government treatment of Indians and openly criticized Canada's \"&lt;a href=\"Indian%20Act\"&gt;Indian Act&lt;/a&gt;\", especially their attempts at re-education and prohibiting the practice of tribal rituals. To a friend, Long justified his decision to assume a Blackfoot Indian identity by saying it would help him be a more effective advocate, that he had not lived with his own people since he was sixteen, and now knew more about the Indians of Western Canada. In 1924, Long Lance became a press representative for the &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;Canadian Pacific Railway&lt;/a&gt;.\nThrough these years, Long also entered the civic life of the city, by joining the local &lt;a href=\"Elks%20Lodge\"&gt;Elks Lodge&lt;/a&gt; and the militia, and coaching football for the &lt;a href=\"Calgary%20Canucks%20%28football%20club%29\"&gt;Calgary Canucks&lt;/a&gt;. Due to &lt;a href=\"Jim%20Crow%20laws\"&gt;Jim Crow laws&lt;/a&gt;, these activities would not have been possible had he honestly presented himself as a black man. He was a successful writer, publishing articles in national magazines, reaching a wide and diverse audience through \"Macleans\" and \"Cosmopolitan\". By the time he wrote his autobiography in Alberta in 1927, Long claimed to be a full-blooded Blackfoot Indian.\nAutobiography and fame.\nCosmopolitan Book Company commissioned Long's autobiography as a boy's adventure book on Indians. It published \"Long Lance\" in 1928, to quick success. In it, Long claimed to have been born a Blackfoot, son of a chief, in &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt;'s &lt;a href=\"Sweetgrass%20Hills\"&gt;Sweetgrass Hills&lt;/a&gt;. He also said that he had been wounded eight times in the Great War and been promoted to the rank of captain.\nThe popular success of his book and the international press made him a major celebrity. The book became an international bestseller and was praised by literary critics and anthropologists. Long had already been writing and lecturing on the life of &lt;a href=\"Plains%20Indians\"&gt;Plains Indians&lt;/a&gt;. His celebrity gave him more venues and caused him to be taken up as part of the New York party life. More significantly, he was then admitted to the prominent Explorers' Club in New York. The Explorers' Club believed they were admitting their \"first Indian\".\nHe received an average price of $100 for his speeches, a good price in those years. He endorsed a sport shoe for the &lt;a href=\"B.F.%20Goodrich%20Company\"&gt;B.F. Goodrich Company&lt;/a&gt;. A film magazine, \"&lt;a href=\"Screenland\"&gt;Screenland&lt;/a&gt;\", said, \"Long Lance, one of the few real one-hundred-percent Americans, has had New York right in his pocket.\"\nImposture revealed.\nIn 1929, Long entered the film world, starring as the lead protagonist of the 1930 silent film \"&lt;a href=\"The%20Silent%20Enemy%20%281930%20film%29\"&gt;The Silent Enemy&lt;/a&gt;\", a drama focusing on a famine and power struggle in a &lt;a href=\"Post-classical%20history\"&gt;post-classical&lt;/a&gt; &lt;a href=\"Ojibwe\"&gt;Ojibwe&lt;/a&gt; tribe. The film employed over 200 indigenous persons, including actors &lt;a href=\"Chief%20Yellow%20Robe\"&gt;Chief Yellow Robe&lt;/a&gt;, Cheeka, Chief Awakanush, and &lt;a href=\"Molly%20Spotted%20Elk\"&gt;Molly Spotted Elk&lt;/a&gt;, and strived to be an accurate representation of Native American history. &lt;a href=\"Chief%20Yellow%20Robe\"&gt;Chief Yellow Robe&lt;/a&gt;, the central actor who portrayed the Chief and who likely served as a cultural advisor of the film, became suspicious of Long and alerted the studio legal advisor. Long could not explain his heritage to their satisfaction, and rumors began to circulate.\nAn investigation revealed that his father had not been a Blackfoot chief, but a school janitor in &lt;a href=\"Winston-Salem%2C%20North%20Carolina\"&gt;Winston-Salem, North Carolina&lt;/a&gt;. Some neighbors from his home town testified that they thought his background may have included &lt;a href=\"African%20American\"&gt;African&lt;/a&gt; ancestry, which meant by &lt;a href=\"One-drop%20rule\"&gt;southern racial standards&lt;/a&gt;, he was black. Although the studio did not publicize its investigation, the accusations led many of his socialite acquaintances to abandon Long. Author &lt;a href=\"Irvin%20S.%20Cobb\"&gt;Irvin S. Cobb&lt;/a&gt;, a native of &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt; active in New York, is reported to have lamented, \"We're so ashamed! We entertained a &lt;a href=\"nigger\"&gt;nigger&lt;/a&gt;!\"\nIn his \"Being and Becoming Indian: Biographical Studies of North American Frontiers\", late 20th century historian James A. Clifton called Long \"a sham\" who \"assumed the identity of an Indian\", \"an adopted ethnic identity pure and simple.\" In her book \"Real Indians: Identity and the Survival of Native Americans\" (2003), Eva Marie Garroutte uses the controversy over Long's identity to introduce questions surrounding contested &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Indian&lt;/a&gt; identity and authenticity in United States culture.\nDeath.\nAfter the controversy surrounding his identity, &lt;a href=\"California\"&gt;California&lt;/a&gt; socialite Anita Baldwin took Long as a &lt;a href=\"bodyguard\"&gt;bodyguard&lt;/a&gt; on her trip to Europe. Because of his behavior, Baldwin abandoned him in New York. For a time, he fell in love with dancer Elisabeth Clapp but refused to marry her. In 1931, he returned to Baldwin. In 1932, Long was found dead in Baldwin's home in &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt; from a gunshot. His death was ruled a &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt;.\nLong left his assets to St. Paul's &lt;a href=\"Canadian%20residential%20school%20system\"&gt;Indian Residential School&lt;/a&gt; in &lt;a href=\"Southern%20Alberta\"&gt;Southern Alberta&lt;/a&gt;. Most of his papers were willed to his friend, Canon S.H. Middleton. They were acquired, along with the Middleton papers, by J. Zeiffle, a dealer who sold the papers to the &lt;a href=\"Glenbow%20Museum\"&gt;Glenbow Museum&lt;/a&gt; in Calgary, Alberta, Canada in 1968."
}