{
    "id": "2628189",
    "revid": "42508475",
    "url": "https://en.wikipedia.org/wiki?curid=2628189",
    "title": "Khentkaus II",
    "text": "Khentkaus II (&lt;a href=\"25th%20century%20BC\"&gt;2475 BC&lt;/a&gt; – &lt;a href=\"24th%20century%20BC\"&gt;2445 BC&lt;/a&gt;) was a royal woman who lived in &lt;a href=\"Ancient%20Egypt\"&gt;Ancient Egypt&lt;/a&gt;. She was a wife of &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;ian &lt;a href=\"Pharaoh\"&gt;king&lt;/a&gt; &lt;a href=\"Neferirkare%20Kakai\"&gt;Neferirkare Kakai&lt;/a&gt; of the &lt;a href=\"Fifth%20Dynasty%20of%20Egypt\"&gt;Fifth Dynasty&lt;/a&gt;. She was the mother of two kings, &lt;a href=\"Neferefre\"&gt;Neferefre&lt;/a&gt; and &lt;a href=\"Nyuserre%20Ini\"&gt;Nyuserre Ini&lt;/a&gt;.\nBiography.\nKhentkaus II was the wife of Neferirkare Kakai. Her pyramid complex was started during the reign of her husband, when her title was still that of king's wife (\"hmt nswt\"). The construction of her tomb was halted, possibly when her husband died, and later was resumed during the reign of her son. After the building was resumed her title was \"king's mother\" (\"mwt nswt\"). Khentkaues II is shown on a block with her husband Neferirkare and a son named Ranefer B (The future Pharaoh Neferefre).\nA limestone fragment was found in the pyramid complex mentioning a king's daughter &lt;a href=\"Nyuserre%20Ini%23Family\"&gt;Reputnebty&lt;/a&gt;, who is followed by a king's son Khentykauhor. From context, Reputnebty was a daughter of Nyuserre and hence a granddaughter of Khentkaus II. A further king's son Irenre Junior (\"nedjes\") is mentioned.\nTitles.\nKhentkaus II held several titles including the title \"Mwt-neswt-bity-neswt-bity\", which she has in common with &lt;a href=\"Khentkaus%20I\"&gt;Khentkaus I&lt;/a&gt;. This title is not well understood and could mean either mother of the dual kings, or dual king and mother of the dual king. Other titles held by Khentkaus II include great one of the hetes-sceptre (\"wrt-hetes\"), she who sees &lt;a href=\"Horus\"&gt;Horus&lt;/a&gt; and &lt;a href=\"Seth\"&gt;Seth&lt;/a&gt; (\"m33t-hrw-stsh\"), great of praises (\"wrt-hzwt\"), king's wife (\"hmt-nisw\"), king's wife, his beloved (\"hmt-nisw meryt.f\"), priestess of &lt;a href=\"Ba-Pef\"&gt;Bapef&lt;/a&gt; (\"hmt-ntr-b3-pf\"), priestess of Tjazepef (\"hmt-ntr-t3-zp.f\"), directress of the butchers in the acacia house (\"khrpt-sshmtiw-shndt\"), attendant of Horus (\"kht-hrw\"), God's daughter (\"s3t-ntr\"), companion of Horus (\"smrt-hrw\" and \"tist-hrw\").\nThe king's mother Khentkaus II is mentioned in the &lt;a href=\"Abusir%20Papyri\"&gt;Abusir Papyri&lt;/a&gt;.\nTomb.\nKhentkaus II had a pyramid complex in &lt;a href=\"Abusir\"&gt;Abusir&lt;/a&gt; next to the pyramid complex of her husband Neferirkare Kakai. The pyramid initially was excavated in 1906 by Borchardt. The structure was then thought to be a double mastaba and was not excavated very thoroughly. Seventy years later the Czech Institute conducted a thorough excavation of the site. The construction of the pyramid was likely started during the reign of her husband &lt;a href=\"Neferirkare%20Kakai\"&gt;Neferirkare Kakai&lt;/a&gt; and finished during the reign of her son &lt;a href=\"Nyuserre%20Ini\"&gt;Nyuserre Ini&lt;/a&gt;. The pyramid was robbed during the First Intermediate Period. During the Middle Kingdom the pyramid was reopened and the sarcophagus reused for the burial of a young child. By the end of the New Kingdom the destruction of the site occurred when stones were taken from the site to be reused elsewhere.\nThe mortuary temple of Khentkaues II was decorated, but the reliefs were damaged and what remains, are a collection of fragments. The scenes included depictions of offerings, a funeral meal, agricultural scenes, the procession of funerary estates, and the family of king Nyuserre greeting his mother."
}