{
    "id": "26295",
    "revid": "1068168367",
    "url": "https://en.wikipedia.org/wiki?curid=26295",
    "title": "Russian Civil War",
    "text": "The Russian Civil War (; 7 November 1917 – 16 June 1923) was a multi-party &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt; in the former &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; sparked by the overthrowing of the monarchy and the new republican government's failure to maintain stability, as many factions vied to determine Russia's political future, resulting in the formation of the &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; on most of its territory. Its finale marked the end of the &lt;a href=\"Russian%20Revolution\"&gt;Russian Revolution&lt;/a&gt;, which was one of the &lt;a href=\"key%20events%20of%20the%2020th%20century\"&gt;key events of the 20th century&lt;/a&gt;.\nThe &lt;a href=\"Russian%20monarchy\"&gt;Russian monarchy&lt;/a&gt; had been overthrown by the 1917 &lt;a href=\"February%20Revolution\"&gt;February Revolution&lt;/a&gt;, and Russia was in a state of political flux. A tense summer culminated in the &lt;a href=\"Bolsheviks\"&gt;Bolshevik&lt;/a&gt;-led &lt;a href=\"October%20Revolution\"&gt;October Revolution&lt;/a&gt;, overthrowing the &lt;a href=\"Russian%20Provisional%20Government\"&gt;Provisional Government&lt;/a&gt; of the &lt;a href=\"Russian%20Republic\"&gt;Russian Republic&lt;/a&gt;. Bolshevik rule was not universally accepted, and the country descended into civil war. The two largest combatants were the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt;, fighting for the Bolshevik form of &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt; led by &lt;a href=\"Vladimir%20Lenin\"&gt;Vladimir Lenin&lt;/a&gt;, and the loosely allied forces known as the &lt;a href=\"White%20movement\"&gt;White Army&lt;/a&gt;, which included diverse interests favouring political &lt;a href=\"monarchism\"&gt;monarchism&lt;/a&gt;, &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt; and &lt;a href=\"social%20democracy\"&gt;social democracy&lt;/a&gt;, each with &lt;a href=\"democracy\"&gt;democratic&lt;/a&gt; and &lt;a href=\"Criticism%20of%20democracy\"&gt;anti-democratic&lt;/a&gt; variants. In addition, rival militant socialists, notably &lt;a href=\"Makhnovia\"&gt;Makhnovia&lt;/a&gt; &lt;a href=\"anarchists\"&gt;anarchists&lt;/a&gt; and &lt;a href=\"Left%20Socialist-Revolutionaries\"&gt;Left SRs&lt;/a&gt;, as well as non-ideological &lt;a href=\"Green%20armies\"&gt;Green armies&lt;/a&gt;, opposed the Reds, the Whites and foreign interventionists. Thirteen foreign nations intervened against the Red Army, notably the former &lt;a href=\"Allies%20of%20World%20War%20I\"&gt;Allied&lt;/a&gt; military forces from the &lt;a href=\"World%20War%20I\"&gt;World War&lt;/a&gt; with the goal of re-establishing the &lt;a href=\"Eastern%20Front%20%28World%20War%20I%29\"&gt;Eastern Front&lt;/a&gt;. Three foreign nations of the &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt; also intervened, rivaling the Allied intervention with the main goal of retaining the territory they had received in the &lt;a href=\"Treaty%20of%20Brest-Litovsk\"&gt;Treaty of Brest-Litovsk&lt;/a&gt;.\nThe Bolsheviks initially consolidated control over most of the country. They made &lt;a href=\"Treaty%20of%20Brest-Litovsk\"&gt;an emergency peace&lt;/a&gt; with the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt;, who had captured vast swathes of Russia in the chaos of the revolution and the context of World War I. In May 1918, &lt;a href=\"Revolt%20of%20the%20Czechoslovak%20Legion\"&gt;the Czechoslovak Legion in Russia revolted&lt;/a&gt; in Siberia. In reaction, the Allies began an &lt;a href=\"Allied%20intervention%20in%20the%20Russian%20Civil%20War\"&gt;intervention&lt;/a&gt; in &lt;a href=\"North%20Russia%20intervention\"&gt;Northern Russia&lt;/a&gt; and &lt;a href=\"Siberian%20intervention\"&gt;Siberia&lt;/a&gt;. That, combined with the creation of the &lt;a href=\"Provisional%20All-Russian%20Government\"&gt;Provisional All-Russian Government&lt;/a&gt;, saw the reduction of the Bolsheviks to most of &lt;a href=\"European%20Russia\"&gt;European Russia&lt;/a&gt; and parts of &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;. In November, &lt;a href=\"Alexander%20Kolchak\"&gt;Alexander Kolchak&lt;/a&gt; launched a coup to take control of the &lt;a href=\"Russian%20State\"&gt;Russian State&lt;/a&gt;, establishing a \"de facto\" &lt;a href=\"military%20dictatorship\"&gt;military dictatorship&lt;/a&gt;.\nThe White Army launched several attacks from &lt;a href=\"Spring%20offensive%20of%20the%20White%20Army\"&gt;the east&lt;/a&gt; in March, &lt;a href=\"Advance%20on%20Moscow%20%281919%29\"&gt;the south&lt;/a&gt; in July, and &lt;a href=\"Battle%20of%20Petrograd\"&gt;west&lt;/a&gt; in October 1919. The advances were later checked by the &lt;a href=\"Eastern%20Front%20counteroffensive\"&gt;Eastern Front counteroffensive&lt;/a&gt;, the &lt;a href=\"Southern%20Front%20counteroffensive\"&gt;Southern Front counteroffensive&lt;/a&gt;, and the defeat of the &lt;a href=\"Northwestern%20Army%20%28Russia%29\"&gt;Northwestern Army&lt;/a&gt;. The White Movement also suffered greater loss as the Allies pulled back from northern and southern Russia. With the main base of the &lt;a href=\"Russian%20SFSR\"&gt;Russian SFSR&lt;/a&gt; secured, the Soviets could now strike back.\nThe armies under Kolchak were eventually forced on a &lt;a href=\"Great%20Siberian%20Ice%20March\"&gt;mass retreat eastward&lt;/a&gt;. Soviet forces advanced east, despite encountering resistance in &lt;a href=\"Chita%20Operations\"&gt;Chita&lt;/a&gt;, &lt;a href=\"Yakut%20revolt\"&gt;Yakut&lt;/a&gt; and &lt;a href=\"Soviet%20intervention%20in%20Mongolia\"&gt;Mongolia&lt;/a&gt;. Soon the Red Army split the &lt;a href=\"Don%20Army\"&gt;Don&lt;/a&gt; and &lt;a href=\"Volunteer%20Army\"&gt;Volunteer armies&lt;/a&gt;, forcing evacuations in &lt;a href=\"Evacuation%20of%20Novorossiysk%20%281920%29\"&gt;Novorossiysk&lt;/a&gt; in March and &lt;a href=\"Evacuation%20of%20the%20Crimea%20%281920%29\"&gt;the Crimea&lt;/a&gt; in November 1920. After that, anti-Bolshevik resistance was sporadic for several years until the collapse of the White Army in &lt;a href=\"Yakutia\"&gt;Yakutia&lt;/a&gt; in June 1923, but continued on in &lt;a href=\"Basmachi%20movement\"&gt;central Asia&lt;/a&gt; and &lt;a href=\"Tungus%20Republic\"&gt;Khabarovsk Krai&lt;/a&gt; until 1934. There were an estimated 7 to 12 million casualties during the war, mostly civilians.\nMany &lt;a href=\"Pro-independence%20movements%20in%20Russian%20Civil%20War\"&gt;pro-independence movements&lt;/a&gt; emerged after the break-up of the Russian Empire and fought in the war. Several parts of the former Russian Empire—&lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;, &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;, &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, and &lt;a href=\"Second%20Polish%20Republic\"&gt;Poland&lt;/a&gt;—were established as &lt;a href=\"sovereign%20state\"&gt;sovereign state&lt;/a&gt;s, with their own civil wars and wars of independence. The rest of the former Russian Empire &lt;a href=\"History%20of%20Soviet%20Russia%20and%20the%20Soviet%20Union%20%281917%E2%80%9327%29\"&gt;was consolidated into the Soviet Union&lt;/a&gt; shortly afterwards.\nBackground.\nWorld War I.\nThe &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; fought in World War I from 1914 alongside &lt;a href=\"French%20Third%20Republic\"&gt;France&lt;/a&gt; and the &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;United Kingdom&lt;/a&gt; (&lt;a href=\"Triple%20Entente\"&gt;Triple Entente&lt;/a&gt;) against &lt;a href=\"German%20Empire\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt; and later the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; (&lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt;).\nFebruary Revolution.\nThe February Revolution of 1917 resulted in the abdication of &lt;a href=\"Nicholas%20II%20of%20Russia\"&gt;Nicholas II of Russia&lt;/a&gt;. As a result, the &lt;a href=\"Russian%20Provisional%20Government\"&gt;Russian Provisional Government&lt;/a&gt; was established, and &lt;a href=\"Soviet%20%28council%29\"&gt;soviets&lt;/a&gt;, elected councils of workers, soldiers, and peasants, were organized throughout the country, leading to a situation of &lt;a href=\"dual%20power\"&gt;dual power&lt;/a&gt;. Russia was proclaimed a &lt;a href=\"Russian%20Republic\"&gt;republic&lt;/a&gt; in September of the same year.\nOctober Revolution.\nThe Provisional Government, led by &lt;a href=\"Socialist%20Revolutionary%20Party\"&gt;Socialist Revolutionary Party&lt;/a&gt; politician &lt;a href=\"Alexander%20Kerensky\"&gt;Alexander Kerensky&lt;/a&gt;, was unable to solve the most pressing issues of the country, most importantly to end the war with the Central Powers. A &lt;a href=\"Kornilov%20affair\"&gt;failed military coup&lt;/a&gt; by General &lt;a href=\"Lavr%20Kornilov\"&gt;Lavr Kornilov&lt;/a&gt; in September 1917 led to a surge in support for the &lt;a href=\"Bolsheviks\"&gt;Bolshevik party&lt;/a&gt;, who gained majorities in the soviets, which until then had been controlled by the Socialist Revolutionaries. Promising an end to the war and \"all power to the Soviets\", the Bolsheviks then ended dual power by suppressing the Provisional Government in late October, on the eve of the &lt;a href=\"Second%20All-Russian%20Congress%20of%20Soviets%20of%20Workers%27%20and%20Soldiers%27%20Deputies\"&gt;Second All-Russian Congress of Soviets&lt;/a&gt;, in what would be the second Revolution of 1917. Despite the Bolsheviks' seizure of power, they lost to the Socialist Revolutionary Party in the &lt;a href=\"1917%20Russian%20Constituent%20Assembly%20election\"&gt;1917 Russian Constituent Assembly election&lt;/a&gt;, and the Constituent Assembly was dissolved by the Bolsheviks. The Bolsheviks soon lost the support of other &lt;a href=\"Far-left%20politics\"&gt;far-left&lt;/a&gt; allies such as the &lt;a href=\"Left%20Socialist-Revolutionaries\"&gt;Left Socialist-Revolutionaries&lt;/a&gt; after their acceptance of the terms of the &lt;a href=\"Treaty%20of%20Brest-Litovsk\"&gt;Treaty of Brest-Litovsk&lt;/a&gt; presented by Germany.\nFormation of the Red Army.\nFrom mid-1917 onwards, the &lt;a href=\"Russian%20Army%20%281917%29\"&gt;Russian Army&lt;/a&gt;, the successor-organisation of the old &lt;a href=\"Imperial%20Russian%20Army\"&gt;Imperial Russian Army&lt;/a&gt;, started to disintegrate; the Bolsheviks used the volunteer-based &lt;a href=\"Red%20Guards%20%28Russia%29\"&gt;Red Guards&lt;/a&gt; as their main military force, augmented by an armed military component of the &lt;a href=\"Cheka\"&gt;Cheka&lt;/a&gt; (the Bolshevik state security apparatus). In January 1918, after significant Bolshevik reverses in combat, the future &lt;a href=\"People%27s%20Commissar%20of%20Military%20and%20Naval%20Affairs%20of%20the%20Russian%20SFSR\"&gt;People's Commissar for Military and Naval Affairs&lt;/a&gt;, &lt;a href=\"Leon%20Trotsky\"&gt;Leon Trotsky&lt;/a&gt; headed the reorganization of the Red Guards into a \"Workers' and Peasants' Red Army\" in order to create a more effective fighting force. The Bolsheviks appointed &lt;a href=\"political%20commissars\"&gt;political commissars&lt;/a&gt; to each unit of the Red Army to maintain morale and to ensure loyalty.\nIn June 1918, when it had become apparent that a revolutionary army composed solely of workers would not suffice, Trotsky instituted mandatory &lt;a href=\"Conscription%20in%20the%20Soviet%20Union\"&gt;conscription&lt;/a&gt; of the rural peasantry into the Red Army. The Bolsheviks overcame opposition of rural Russians to Red Army conscription units by taking hostages and shooting them when necessary in order to force compliance. The forced conscription drive had mixed results, successfully creating a larger army than the Whites, but with members indifferent towards &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist–Leninist&lt;/a&gt; ideology.\nThe Red Army also utilized former Tsarist officers as \"military specialists\" (\"voenspetsy\"); sometimes their families were taken hostage in order to ensure their loyalty. At the start of the civil war, former Tsarist officers formed three-quarters of the Red Army officer-corps. By its end, 83% of all Red Army divisional and corps commanders were ex-Tsarist soldiers.\nAnti-Bolshevik movement.\nWhile resistance to the Red Guards began on the very day after the Bolshevik uprising, the Treaty of Brest-Litovsk and the instinct of one-party rule became a catalyst for the formation of anti-Bolshevik groups both inside and outside Russia, pushing them into action against the new Soviet government.\nA loose confederation of anti-Bolshevik forces aligned against the Communist government, including landowners, &lt;a href=\"Republicanism\"&gt;republicans&lt;/a&gt;, conservatives, middle-class citizens, &lt;a href=\"reactionary\"&gt;reactionaries&lt;/a&gt;, &lt;a href=\"monarchist\"&gt;pro-monarchists&lt;/a&gt;, &lt;a href=\"Liberalism\"&gt;liberals&lt;/a&gt;, army generals, non-Bolshevik socialists who still had grievances and democratic reformists voluntarily united only in their opposition to Bolshevik rule. Their military forces, bolstered by &lt;a href=\"White%20Terror%20%28Russia%29\"&gt;forced conscriptions and terror&lt;/a&gt; as well as foreign influence, under the leadership of General &lt;a href=\"Nikolai%20Yudenich\"&gt;Nikolai Yudenich&lt;/a&gt;, Admiral &lt;a href=\"Alexander%20Kolchak\"&gt;Alexander Kolchak&lt;/a&gt; and General &lt;a href=\"Anton%20Denikin\"&gt;Anton Denikin&lt;/a&gt;, became known as the &lt;a href=\"White%20movement\"&gt;White movement&lt;/a&gt; (sometimes referred to as the \"White Army\") and controlled significant parts of the former Russian Empire for most of the war.\nA &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian nationalist movement&lt;/a&gt; was active in Ukraine during the war. More significant was the emergence of an &lt;a href=\"anarchist\"&gt;anarchist&lt;/a&gt; political and military movement known as the &lt;a href=\"Revolutionary%20Insurrectionary%20Army%20of%20Ukraine\"&gt;Revolutionary Insurrectionary Army of Ukraine&lt;/a&gt; or the Anarchist Black Army led by &lt;a href=\"Nestor%20Makhno\"&gt;Nestor Makhno&lt;/a&gt;. The Black Army, which counted numerous Jews and Ukrainian peasants in its ranks, played a key part in halting Denikin's White Army offensive towards Moscow during 1919, later ejecting White forces from Crimea.\nThe remoteness of the &lt;a href=\"Volga%20Region\"&gt;Volga Region&lt;/a&gt;, the &lt;a href=\"Ural%20Region\"&gt;Ural Region&lt;/a&gt;, &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt; and the &lt;a href=\"Russian%20Far%20East\"&gt;Far East&lt;/a&gt; was favorable for the anti-Bolshevik forces, and the Whites set up a number of organizations in the cities of those regions. Some of the military forces were set up on the basis of clandestine officers organizations in the cities.\nThe &lt;a href=\"Czechoslovak%20Legion\"&gt;Czechoslovak Legion&lt;/a&gt;s had been part of the Russian Army and numbered around 30,000 troops by October 1917. They had an agreement with the new Bolshevik government to be evacuated from the &lt;a href=\"Eastern%20Front%20%28World%20War%20I%29\"&gt;Eastern Front&lt;/a&gt; via the port of &lt;a href=\"Vladivostok\"&gt;Vladivostok&lt;/a&gt; to France. The transport from the Eastern Front to Vladivostok slowed down in the chaos, and the troops became dispersed all along the &lt;a href=\"Trans-Siberian%20Railway\"&gt;Trans-Siberian Railway&lt;/a&gt;. Under pressure from the Central Powers, Trotsky ordered the disarming and arrest of the legionaries, which created tensions with the Bolsheviks.\nThe Western Allies armed and supported opponents of the Bolsheviks. They were worried about a possible Russo-German alliance, the prospect of the Bolsheviks making good on their threats to default on Imperial Russia's massive &lt;a href=\"External%20debt\"&gt;foreign loans&lt;/a&gt; and the possibility that Communist revolutionary ideas would spread (a concern shared by many Central Powers). Hence, many of the countries expressed their support for the Whites, including the provision of troops and supplies. &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; declared that Bolshevism must be \"strangled in its cradle\". The British and French had supported &lt;a href=\"Russia%20during%20World%20War%20I\"&gt;Russia during World War I&lt;/a&gt; on a massive scale with war materials.\nAllied intervention.\nAfter the treaty, it looked like much of that material would fall into the hands of the Germans. To meet that danger, the &lt;a href=\"Allied%20intervention%20in%20the%20Russian%20Civil%20War\"&gt;Allies intervened&lt;/a&gt; with Great Britain and France sending troops into Russian ports. There were violent clashes with the Bolsheviks. Britain intervened in support of the White forces to defeat the Bolsheviks and prevent the spread of communism across Europe.\nBuffer states.\nThe German Empire created several short-lived &lt;a href=\"satellite%20state\"&gt;satellite&lt;/a&gt; &lt;a href=\"buffer%20state\"&gt;buffer state&lt;/a&gt;s within its sphere of influence after the Treaty of Brest-Litovsk: the &lt;a href=\"United%20Baltic%20Duchy\"&gt;United Baltic Duchy&lt;/a&gt;, &lt;a href=\"Duchy%20of%20Courland%20and%20Semigallia%20%281918%29\"&gt;Duchy of Courland and Semigallia&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Lithuania%20%281918%29\"&gt;Kingdom of Lithuania&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Poland%20%281916%E2%80%931918%29\"&gt;Kingdom of Poland&lt;/a&gt;, the &lt;a href=\"Belarusian%20People%27s%20Republic\"&gt;Belarusian People's Republic&lt;/a&gt;, and the &lt;a href=\"Ukrainian%20State\"&gt;Ukrainian State&lt;/a&gt;. Following Germany´s Armistice in World War I in November 1918, the states were abolished.\n&lt;a href=\"History%20of%20Finland\"&gt;Finland&lt;/a&gt; was the first republic that &lt;a href=\"Finnish%20Declaration%20of%20Independence\"&gt;declared&lt;/a&gt; its &lt;a href=\"Pro-independence%20movements%20in%20Russian%20Civil%20War\"&gt;independence from Russia&lt;/a&gt; in December 1917 and established itself in the ensuing &lt;a href=\"Finnish%20Civil%20War\"&gt;Finnish Civil War&lt;/a&gt; from January–May 1918. The &lt;a href=\"Second%20Polish%20Republic\"&gt;Second Polish Republic&lt;/a&gt;, &lt;a href=\"History%20of%20Lithuania\"&gt;Lithuania&lt;/a&gt;, &lt;a href=\"History%20of%20Latvia\"&gt;Latvia&lt;/a&gt; and &lt;a href=\"History%20of%20Estonia\"&gt;Estonia&lt;/a&gt; formed their own armies immediately after the abolition of the Brest-Litovsk Treaty and the start of the &lt;a href=\"Soviet%20westward%20offensive%20of%201918%E2%80%931919\"&gt;Soviet westward offensive&lt;/a&gt; in November 1918.\nGeography and chronology.\nIn the European part of Russia the war was fought across three main fronts: the eastern, the southern and the northwestern. It can also be roughly split into the following periods.\nThe first period lasted from the Revolution until the Armistice. Already on the date of the Revolution, &lt;a href=\"Cossack\"&gt;Cossack&lt;/a&gt; General &lt;a href=\"Alexey%20Kaledin\"&gt;Alexey Kaledin&lt;/a&gt; refused to recognize it and assumed full governmental authority in the &lt;a href=\"Don%20River%2C%20Russia\"&gt;Don&lt;/a&gt; region, where the &lt;a href=\"Volunteer%20Army\"&gt;Volunteer Army&lt;/a&gt; began amassing support. The signing of the Treaty of Brest-Litovsk also resulted in direct Allied intervention in Russia and the arming of military forces opposed to the Bolshevik government. There were also many German commanders who offered support against the Bolsheviks, fearing a confrontation with them was impending as well.\nDuring the first period, the Bolsheviks took control of &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt; out of the hands of the Provisional Government and White Army, setting up a base for the Communist Party in the &lt;a href=\"Eurasian%20Steppe\"&gt;Steppe&lt;/a&gt; and &lt;a href=\"Russian%20Turkestan\"&gt;Turkestan&lt;/a&gt;, where nearly two million Russian settlers were located.\nMost of the fighting in the first period was sporadic, involved only small groups and had a fluid and rapidly-shifting strategic situation. Among the antagonists were the Czechoslovak Legion, the Poles of the &lt;a href=\"4th%20Rifle%20Division%20%28Poland%29\"&gt;4th&lt;/a&gt; and &lt;a href=\"5th%20Rifle%20Division%20%28Poland%29\"&gt;5th Rifle Divisions&lt;/a&gt; and the pro-Bolshevik &lt;a href=\"Latvian%20riflemen\"&gt;Red Latvian riflemen&lt;/a&gt;.\nThe second period of the war lasted from January to November 1919. At first the White armies' advances from the south (under Denikin), the east (under Kolchak) and the northwest (under Yudenich) were successful, forcing the Red Army and its allies back on all three fronts. In July 1919 the Red Army suffered another reverse after a mass defection of units in the Crimea to the anarchist Black Army under Nestor Makhno, enabling anarchist forces to consolidate power in Ukraine. Leon Trotsky soon reformed the Red Army, concluding the first of two military alliances with the anarchists. In June the Red Army first checked Kolchak's advance. After a series of engagements, assisted by a Black Army offensive against White supply lines, the Red Army defeated Denikin's and Yudenich's armies in October and November.\nThe third period of the war was the extended siege of the last White forces in the &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt;. General &lt;a href=\"Pyotr%20Nikolayevich%20Wrangel\"&gt;Wrangel&lt;/a&gt; had gathered the remnants of Denikin's armies, occupying much of the Crimea. An attempted invasion of southern Ukraine was rebuffed by the Black Army under Makhno's command. Pursued into Crimea by Makhno's troops, Wrangel went over to the defensive in the Crimea. After an abortive move north against the Red Army, Wrangel's troops were forced south by Red Army and Black Army forces; Wrangel and the remains of his army were evacuated to &lt;a href=\"Istanbul\"&gt;Constantinople&lt;/a&gt; in November 1920.\nWarfare.\nOctober Revolution.\nIn the October Revolution, the Bolshevik Party directed the Red Guard (armed groups of workers and Imperial army deserters) to seize control of &lt;a href=\"Saint%20Petersburg\"&gt;Petrograd&lt;/a&gt; (Saint Petersburg) and immediately began the armed takeover of cities and villages throughout the former Russian Empire. In January 1918 the Bolsheviks dissolved the &lt;a href=\"Russian%20Constituent%20Assembly\"&gt;Russian Constituent Assembly&lt;/a&gt; and proclaimed the Soviets (workers' councils) as the new government of Russia.\nInitial anti-Bolshevik uprisings.\nThe first attempt to regain power from the Bolsheviks was made by the Kerensky-Krasnov uprising in October 1917. It was supported by the Junker Mutiny in Petrograd but was quickly put down by the Red Guard, notably including the Latvian Rifle Division.\nThe initial groups that fought against the Communists were local Cossack armies that had declared their loyalty to the Provisional Government. Kaledin of the &lt;a href=\"Don%20Cossacks\"&gt;Don Cossacks&lt;/a&gt; and General &lt;a href=\"Grigory%20Mikhailovich%20Semenov\"&gt;Grigory Semenov&lt;/a&gt; of the &lt;a href=\"Siberian%20Cossacks\"&gt;Siberian Cossacks&lt;/a&gt; were prominent among them. The leading Tsarist officers of the Imperial Russian Army also started to resist. In November, General &lt;a href=\"Mikhail%20Vasilevich%20Alekseev\"&gt;Mikhail Alekseev&lt;/a&gt;, the Tsar's Chief of Staff during the First World War, began to organize the Volunteer Army in &lt;a href=\"Novocherkassk\"&gt;Novocherkassk&lt;/a&gt;. Volunteers of the small army were mostly officers of the old Russian army, military cadets and students. In December 1917, Alekseev was joined by General Lavr Kornilov, Denikin and other Tsarist officers who had escaped from the jail, where they had been imprisoned following the abortive Kornilov affair just before the Revolution. At the beginning of December 1917, groups of volunteers and Cossacks captured &lt;a href=\"Rostov-on-Don\"&gt;Rostov&lt;/a&gt;.\nHaving stated in the November 1917 \"&lt;a href=\"Declaration%20of%20Rights%20of%20Peoples%20of%20Russia\"&gt;Declaration of Rights of Nations of Russia&lt;/a&gt;\" that any nation under imperial Russian rule should be immediately given the power of self-determination, the Bolsheviks had begun to usurp the power of the Provisional Government in the territories of Central Asia soon after the establishment of the Turkestan Committee in Tashkent. In April 1917 the Provisional Government set up the committee, which was mostly made up of former Tsarist officials. The Bolsheviks attempted to take control of the Committee in Tashkent on 12 September 1917 but it was unsuccessful, and many leaders were arrested. However, because the Committee lacked representation of the native population and poor Russian settlers, they had to release the Bolshevik prisoners almost immediately because of a public outcry, and a successful takeover of that government body took place two months later in November. The Leagues of Mohammedam Working People, which Russian settlers and natives who had been sent to work behind the lines for the Tsarist government in 1916 formed in March 1917, had led numerous strikes in the industrial centers throughout September 1917. However, after the Bolshevik destruction of the Provisional Government in &lt;a href=\"Tashkent\"&gt;Tashkent&lt;/a&gt;, Muslim elites formed an autonomous government in Turkestan, commonly called the \"Kokand autonomy\" (or simply &lt;a href=\"Kokand\"&gt;Kokand&lt;/a&gt;). The White Russians supported that government body, which lasted several months because of Bolshevik troop isolation from Moscow. In January 1918 the Soviet forces, under Lt. Col. &lt;a href=\"Mikhail%20Artemyevich%20Muravyov\"&gt;Muravyov&lt;/a&gt;, invaded Ukraine and invested &lt;a href=\"Kiev\"&gt;Kiev&lt;/a&gt;, where the &lt;a href=\"Central%20Council%20of%20Ukraine\"&gt;Central Council&lt;/a&gt; of the Ukrainian People's Republic held power. With the help of the &lt;a href=\"Kiev%20Arsenal%20January%20Uprising\"&gt;Kiev Arsenal Uprising&lt;/a&gt;, the Bolsheviks captured the city on 26 January.\nPeace with the Central Powers.\nThe Bolsheviks decided to immediately make peace with the Central Powers, as they had promised the Russian people before the Revolution. &lt;a href=\"Vladimir%20Lenin\"&gt;Vladimir Lenin&lt;/a&gt;'s political enemies attributed that decision to his sponsorship by the Foreign Office of &lt;a href=\"Wilhelm%20II%2C%20German%20Emperor\"&gt;Wilhelm II, German Emperor&lt;/a&gt;, offered to Lenin in hope that, with a revolution, Russia would withdraw from &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. That suspicion was bolstered by the German Foreign Ministry's sponsorship of Lenin's return to Petrograd. However, after the military fiasco of the summer offensive (June 1917) by the Russian Provisional Government had devastated the structure of the Russian Army, it became crucial that Lenin realize the promised peace. Even before the failed summer offensive the Russian population was very skeptical about the continuation of the war. Western socialists had promptly arrived from France and from the UK to convince the Russians to continue the fight, but could not change the new pacifist mood of Russia.\nOn 16 December 1917 an armistice was signed between Russia and the Central Powers in &lt;a href=\"Brest-Litovsk\"&gt;Brest-Litovsk&lt;/a&gt; and peace talks began. As a condition for peace, the proposed treaty by the Central Powers conceded huge portions of the former Russian Empire to the German Empire and the Ottoman Empire, greatly upsetting &lt;a href=\"nationalist\"&gt;nationalist&lt;/a&gt;s and &lt;a href=\"Conservatism\"&gt;conservatives&lt;/a&gt;. Leon Trotsky, representing the Bolsheviks, refused at first to sign the treaty while continuing to observe a unilateral cease-fire, following the policy of \"No war, no peace\".\nTherefore, on 18 February 1918, the Germans began &lt;a href=\"Operation%20Faustschlag\"&gt;Operation Faustschlag&lt;/a&gt; on the Eastern Front, encountering virtually no resistance in a campaign that lasted 11 days. Signing a formal peace treaty was the only option in the eyes of the Bolsheviks because the Russian Army was demobilized, and the newly formed Red Guard could not stop the advance. They also understood that the impending counterrevolutionary resistance was more dangerous than the concessions of the treaty, which Lenin viewed as temporary in the light of aspirations for a &lt;a href=\"world%20revolution\"&gt;world revolution&lt;/a&gt;. The Soviets acceded to a peace treaty, and the formal agreement, the Treaty of Brest-Litovsk, was ratified on 3 March. The Soviets viewed the treaty as merely a necessary and expedient means to end the war.\nUkraine, South Russia, and Caucasus (1918).\nIn &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; the German-&lt;a href=\"Austro-Hungary\"&gt;Austrian&lt;/a&gt; Operation Faustschlag had by April 1918 removed the Bolsheviks from Ukraine. The German and Austro-Hungarian victories in Ukraine were caused by the apathy of the locals and the inferior fighting skills of Bolsheviks troops to their Austro-Hungarian and German counterparts.\nUnder Soviet pressure, the Volunteer Army embarked on the epic Ice March from &lt;a href=\"Krasnodar\"&gt;Yekaterinodar&lt;/a&gt; to &lt;a href=\"Kuban\"&gt;Kuban&lt;/a&gt; on 22 February 1918, where they joined with the Kuban Cossacks to mount an abortive assault on Yekaterinodar. The Soviets recaptured Rostov on the next day. Kornilov was killed in the fighting on 13 April, and Denikin took over command. Fighting off its pursuers without respite, the army succeeded in breaking its way through back towards the Don, where the Cossack uprising against Bolsheviks had started.\nThe Baku Soviet Commune was established on 13 April. Germany landed its Caucasus Expedition troops in &lt;a href=\"Poti\"&gt;Poti&lt;/a&gt; on 8 June. The Ottoman &lt;a href=\"Army%20of%20Islam%20%28Ottoman%20Empire%29\"&gt;Army of Islam&lt;/a&gt; (in coalition with &lt;a href=\"Azerbaijan%20Democratic%20Republic\"&gt;Azerbaijan&lt;/a&gt;) drove them out of Baku on 26 July 1918. Subsequently, the &lt;a href=\"Armenian%20Revolutionary%20Federation\"&gt;Dashanaks&lt;/a&gt;, Right SRs and &lt;a href=\"Menshevik\"&gt;Menshevik&lt;/a&gt;s started negotiations with Gen. &lt;a href=\"Lionel%20Dunsterville\"&gt;Dunsterville&lt;/a&gt;, the commander of the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt; troops in &lt;a href=\"Persia\"&gt;Persia&lt;/a&gt;. The Bolsheviks and their &lt;a href=\"Left%20SR\"&gt;Left SR&lt;/a&gt; allies were opposed to it, but on 25 July the majority of the Soviets voted to call in the British and the Bolsheviks resigned. The Baku Soviet Commune ended its existence and was replaced by the Central Caspian Dictatorship.\nIn June 1918 the Volunteer Army, numbering some 9,000 men, started its &lt;a href=\"Second%20Kuban%20campaign\"&gt;Second Kuban campaign&lt;/a&gt;. Yekaterinodar was encircled on 1 August and fell on the 3rd. In September–October, heavy fighting took place at &lt;a href=\"Armavir%2C%20Russia\"&gt;Armavir&lt;/a&gt; and &lt;a href=\"Stavropol\"&gt;Stavropol&lt;/a&gt;. On 13 October Gen. Kazanovich's division took Armavir, and on 1 November Gen. &lt;a href=\"Pyotr%20Wrangel\"&gt;Pyotr Wrangel&lt;/a&gt; secured Stavropol. This time, Red forces had no escape, and by early 1919, the whole Northern Caucasus was controlled by the Volunteer Army.\nIn October, General Alekseev, the leader of the White Armies in southern Russia died of a heart attack. An agreement was reached between Denikin, head of the Volunteer Army, and &lt;a href=\"Pyotr%20Krasnov\"&gt;Pyotr Krasnov&lt;/a&gt;, Ataman of the Don Cossacks, to unite their forces under the sole command of Denikin. The &lt;a href=\"Armed%20Forces%20of%20South%20Russia\"&gt;Armed Forces of South Russia&lt;/a&gt; were thus created.\nEastern Russia, Siberia and Far East of Russia (1918).\nThe revolt of the Czechoslovak Legion broke out in May 1918, and the legionaries took control of &lt;a href=\"Chelyabinsk\"&gt;Chelyabinsk&lt;/a&gt; in June. Simultaneously Russian officers' organisations overthrew the Bolsheviks in &lt;a href=\"Petropavl\"&gt;Petropavl&lt;/a&gt;ovsk (in present-day Kazakhstan) and in &lt;a href=\"Omsk\"&gt;Omsk&lt;/a&gt;. Within a month the Czechoslovak Legion controlled most of the Trans-Siberian Railroad between &lt;a href=\"Lake%20Baikal\"&gt;Lake Baikal&lt;/a&gt; and the &lt;a href=\"Ural%20%28region%29\"&gt;Ural&lt;/a&gt; regions. During the summer Bolshevik power in Siberia was eliminated. The &lt;a href=\"Provisional%20Government%20of%20Autonomous%20Siberia\"&gt;Provisional Government of Autonomous Siberia&lt;/a&gt; formed in Omsk. By the end of July, the Whites had extended their gains westwards, capturing &lt;a href=\"Ekaterinburg\"&gt;Ekaterinburg&lt;/a&gt; on 26 July 1918. Shortly before the fall of Yekaterinburg on 17 July 1918, the former Tsar and his family were murdered by the &lt;a href=\"Ural%20Soviet\"&gt;Ural Soviet&lt;/a&gt; to prevent them from falling into the hands of the Whites.\nThe Mensheviks and Socialist-Revolutionaries supported &lt;a href=\"peasant\"&gt;peasant&lt;/a&gt;s fighting against Soviet control of food supplies. In May 1918, with the support of the Czechoslovak Legion, they took &lt;a href=\"Samara%20Oblast\"&gt;Samara&lt;/a&gt; and &lt;a href=\"Saratov\"&gt;Saratov&lt;/a&gt;, establishing the &lt;a href=\"Committee%20of%20Members%20of%20the%20Constituent%20Assembly\"&gt;Committee of Members of the Constituent Assembly&lt;/a&gt;—known as the \"Komuch\". By July the authority of the Komuch extended over much of the area controlled by the Czechoslovak Legion. The Komuch pursued an ambivalent social policy, combining democratic and socialist measures, such as the institution of an &lt;a href=\"eight%20hour%20day\"&gt;eight-hour working day&lt;/a&gt;, with \"restorative\" actions, such as returning both factories and land to their former owners. After the fall of &lt;a href=\"Kazan\"&gt;Kazan&lt;/a&gt;, Vladimir Lenin called for the dispatch of &lt;a href=\"Petrograd\"&gt;Petrograd&lt;/a&gt; workers to the Kazan Front: \"We must send down the \"maximum\" number of Petrograd workers: (1) a few dozen 'leaders' like &lt;a href=\"Benyamin%20Kayurov\"&gt;Kayurov&lt;/a&gt;; (2) a few thousand militants 'from the ranks'\".\nAfter a series of reverses at the front, the Bolsheviks' War Commissar, Trotsky, instituted increasingly harsh measures in order to prevent unauthorised withdrawals, desertions and mutinies in the Red Army. In the field the Cheka special investigations forces, termed the \"Special Punitive Department of the All-Russian Extraordinary Commission for Combat of Counter-Revolution and Sabotage\" or \"Special Punitive Brigades\", followed the Red Army, conducting field tribunals and summary executions of soldiers and officers who deserted, retreated from their positions or failed to display sufficient offensive zeal. The Cheka special investigations forces were also charged with the detection of sabotage and counter-revolutionary activity by Red Army soldiers and commanders. Trotsky extended the use of the death penalty to the occasional political commissar whose detachment retreated or broke in the face of the enemy. In August, frustrated at continued reports of Red Army troops breaking under fire, Trotsky authorised the formation of &lt;a href=\"barrier%20troops\"&gt;barrier troops&lt;/a&gt; – stationed behind unreliable Red Army units and given orders to shoot anyone withdrawing from the battle line without authorisation.\nIn September 1918 Komuch, the Siberian Provisional Government and other local anti-Soviet governments met in &lt;a href=\"Ufa\"&gt;Ufa&lt;/a&gt; and agreed to form a new &lt;a href=\"Provisional%20All-Russian%20Government\"&gt;Provisional All-Russian Government&lt;/a&gt; in Omsk, headed by a Directory of five: two Socialist-Revolutionaries (&lt;a href=\"Nikolai%20Avksentiev\"&gt;Nikolai Avksentiev&lt;/a&gt; and &lt;a href=\"Vladimir%20Zenzinov\"&gt;Vladimir Zenzinov&lt;/a&gt;), two &lt;a href=\"Constitutional%20Democratic%20Party\"&gt;Kadets&lt;/a&gt; (V. A. Vinogradov and PV Vologodskii) and General &lt;a href=\"Vasily%20Boldyrev\"&gt;Vasily Boldyrev&lt;/a&gt;.\nBy the fall of 1918 anti-Bolshevik White forces in the east included the People's Army (&lt;a href=\"Komuch\"&gt;Komuch&lt;/a&gt;), the Siberian Army (of the Siberian Provisional Government) and insurgent Cossack units of Orenburg, Ural, Siberia, Semirechye, Baikal, Amur and Ussuri Cossacks, nominally under the orders of Gen. V.G. Boldyrev, Commander-in-Chief, appointed by the Ufa Directorate.\nOn the Volga, Col. &lt;a href=\"Vladimir%20Kappel\"&gt;Kappel&lt;/a&gt;'s White detachment captured Kazan on 7 August, but the Reds re-captured the city on 8 September 1918 following a counteroffensive. On the 11th &lt;a href=\"Simbirsk\"&gt;Simbirsk&lt;/a&gt; fell, and on 8 October &lt;a href=\"Samara%2C%20Russia\"&gt;Samara&lt;/a&gt;. The Whites fell back eastwards to Ufa and Orenburg.\nIn Omsk the Russian Provisional Government quickly came under the influence and later the dominance of its new War Minister, &lt;a href=\"Rear-Admiral\"&gt;Rear-Admiral&lt;/a&gt; &lt;a href=\"Aleksandr%20Vasilevich%20Kolchak\"&gt;Kolchak&lt;/a&gt;. On 18 November a &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; established Kolchak as dictator. The members of the Directory were arrested and Kolchak proclaimed the \"Supreme Ruler of Russia\". By mid-December 1918 White armies had to leave Ufa, but they balanced that failure with a successful drive towards &lt;a href=\"Perm%2C%20Russia\"&gt;Perm&lt;/a&gt;, which they took on 24 December.\nCentral Asia (1918).\nIn February 1918 the Red Army overthrew the White Russian-supported Kokand autonomy of Turkestan. Although that move seemed to solidify Bolshevik power in Central Asia, more troubles soon arose for the Red Army as the Allied Forces began to intervene. British support of the White Army provided the greatest threat to the Red Army in Central Asia during 1918. Britain sent three prominent military leaders to the area. One was Lieutenant Colonel &lt;a href=\"Frederick%20Marshman%20Baile\"&gt;Frederick Marshman Baile&lt;/a&gt;, who recorded a mission to Tashkent, from where the Bolsheviks forced him to flee. Another was General &lt;a href=\"Wilfrid%20Malleson\"&gt;Wilfrid Malleson&lt;/a&gt;, leading the &lt;a href=\"Malleson%20Mission\"&gt;Malleson Mission&lt;/a&gt;, who assisted the Mensheviks in Ashkhabad (now the capital of Turkmenistan) with a small Anglo-Indian force. However, he failed to gain control of Tashkent, Bukhara and Khiva. The third was Major General Dunsterville, who was driven out by the Bolsheviks of Central Asia only a month after his arrival in August 1918. Despite setbacks because of British invasions during 1918, the Bolsheviks continued to make progress in bringing the Central Asian population under their influence. The first regional congress of the Russian Communist Party convened in the city of Tashkent in June 1918 in order to build support for a local Bolshevik Party.\nLeft SR uprising.\nIn July two Left SR and Cheka employees, &lt;a href=\"Yakov%20Blumkin\"&gt;Blyumkin&lt;/a&gt; and Andreyev, assassinated the German ambassador, Count &lt;a href=\"Wilhelm%20Mirbach\"&gt;Mirbach&lt;/a&gt;. In Moscow a &lt;a href=\"Left%20SR%20uprising\"&gt;Left SR uprising&lt;/a&gt; was put down by the Bolsheviks, using Cheka military detachments. Lenin personally apologized to the Germans for the assassination. Mass arrests of Socialist-Revolutionaries followed.\nEstonia, Latvia and Petrograd.\nEstonia &lt;a href=\"Estonian%20War%20of%20Independence\"&gt;cleared its territory&lt;/a&gt; of the Red Army by January 1919. &lt;a href=\"Baltische%20Landeswehr\"&gt;Baltic German volunteers&lt;/a&gt; captured &lt;a href=\"Riga\"&gt;Riga&lt;/a&gt; from the Red &lt;a href=\"Latvian%20Riflemen\"&gt;Latvian Riflemen&lt;/a&gt; on 22 May, but the Estonian 3rd Division &lt;a href=\"Battle%20of%20C%C4%93sis%20%281919%29\"&gt;defeated&lt;/a&gt; the Baltic Germans a month later, aiding the establishment of the &lt;a href=\"Republic%20of%20Latvia\"&gt;Republic of Latvia&lt;/a&gt;.\nThat rendered possible another threat to the Red Army, from General Yudenich, who had spent the summer organizing the Northwestern Army in Estonia with local and British support. In October 1919, he tried to capture Petrograd in a sudden assault with a force of around 20,000 men. The attack was well-executed, using night attacks and lightning cavalry maneuvers to turn the flanks of the defending Red Army. Yudenich also had six British tanks, which caused panic whenever they appeared. The Allies gave large quantities of aid to Yudenich, but he complained of receiving insufficient support.\nBy 19 October, Yudenich's troops had reached the outskirts of the city. Some members of the Bolshevik central committee in Moscow were willing to give up Petrograd, but Trotsky refused to accept the loss of the city and personally organized its defenses. Trotsky himself declared, \"It is impossible for a little army of 15,000 ex-officers to master a working-class capital of 700,000 inhabitants.\" He settled on a strategy of urban defense, proclaiming that the city would \"defend itself on its own ground\" and that the White Army would be lost in a labyrinth of fortified streets and there \"meet its grave\".\nTrotsky armed all available workers, men and women, ordering the transfer of military forces from Moscow. Within a few weeks, the Red Army defending Petrograd had tripled in size and outnumbered Yudenich three to one. Yudenich, short of supplies, then decided to call off the siege of the city and withdrew. He repeatedly asked permission to withdraw his army across the border to Estonia. However, units retreating across the border were disarmed and interned by orders of the Estonian government, which had entered into peace negotiations with the Soviet Government on 16 September and had been informed by the Soviet authorities of their 6 November decision that if the White Army was allowed to retreat into Estonia, it would be pursued across the border by the Reds. In fact, the Reds attacked Estonian army positions and fighting continued until a ceasefire went into effect on 3 January 1920. After the &lt;a href=\"Treaty%20of%20Tartu%20%28Russian%E2%80%93Estonian%29\"&gt;Treaty of Tartu&lt;/a&gt;. most of Yudenich's soldiers went into exile. Former Imperial Russian and then Finnish General &lt;a href=\"Mannerheim\"&gt;Mannerheim&lt;/a&gt; planned an intervention to help the Whites in Russia capture Petrograd. However, he did not gain the necessary support for the endeavour. Lenin considered it \"completely certain, that the slightest aid from Finland would have determined the fate of [the city]\".\nNorthern Russia (1919).\nThe British occupied &lt;a href=\"Murmansk\"&gt;Murmansk&lt;/a&gt; and, alongside the &lt;a href=\"United%20States\"&gt;Americans&lt;/a&gt;, seized &lt;a href=\"Arkhangelsk\"&gt;Arkhangelsk&lt;/a&gt;. With the retreat of Kolchak in Siberia, they pulled their troops out of the cities before the winter trapped them in the port. The remaining White forces under &lt;a href=\"Yevgeny%20Miller\"&gt;Yevgeny Miller&lt;/a&gt; evacuated the region in February 1920.\nSiberia (1919).\nAt the beginning of March 1919, the general offensive of the Whites on the eastern front began. Ufa was retaken on 13 March; by mid-April, the White Army stopped at the &lt;a href=\"Glazov\"&gt;Glazov&lt;/a&gt;–&lt;a href=\"Chistopol\"&gt;Chistopol&lt;/a&gt;–&lt;a href=\"Bugulma\"&gt;Bugulma&lt;/a&gt;–&lt;a href=\"Buguruslan\"&gt;Buguruslan&lt;/a&gt;–Sharlyk line. Reds started their counteroffensive against Kolchak's forces at the end of April. The Red 5th Army, led by the capable commander &lt;a href=\"Tukhachevsky\"&gt;Tukhachevsky&lt;/a&gt;, captured &lt;a href=\"Elabuga\"&gt;Elabuga&lt;/a&gt; on 26 May, &lt;a href=\"Sarapul\"&gt;Sarapul&lt;/a&gt; on 2 June and &lt;a href=\"Izevsk\"&gt;Izevsk&lt;/a&gt; on the 7th and continued to push forward. Both sides had victories and losses, but by the middle of summer the Red Army was larger than the White Army and had managed to recapture territory previously lost.\nFollowing the abortive offensive at Chelyabinsk, the White armies withdrew beyond the &lt;a href=\"Tobol\"&gt;Tobol&lt;/a&gt;. In September 1919 a White offensive was launched against the Tobol front, the last attempt to change the course of events. However, on 14 October the Reds counterattacked, and thus began the uninterrupted &lt;a href=\"Great%20Siberian%20Ice%20March\"&gt;retreat of the Whites to the east&lt;/a&gt;. On 14 November 1919 the Red Army captured Omsk. Adm. Kolchak lost control of his government shortly after the defeat; White Army forces in Siberia essentially had ceased to exist by December. Retreat of the eastern front by White armies lasted three months, until mid-February 1920, when the survivors, after crossing Lake Baikal, reached &lt;a href=\"Chita%2C%20Zabaykalsky%20Krai\"&gt;Chita&lt;/a&gt; area and joined &lt;a href=\"Ataman%20Semenov\"&gt;Ataman Semenov&lt;/a&gt;'s forces.\nSouth Russia (1919).\nThe Cossacks had been unable to organise and capitalise on their successes at the end of 1918. By 1919 they had begun to run short of supplies. Consequently, when the &lt;a href=\"RSFSR\"&gt;Soviet&lt;/a&gt; counteroffensive began in January 1919 under the Bolshevik leader &lt;a href=\"Vladimir%20Antonov-Ovseenko\"&gt;Antonov-Ovseenko&lt;/a&gt;, the Cossack forces rapidly fell apart. The Red Army captured Kiev on 3 February 1919.\nGeneral Denikin's military strength continued to grow in the spring of 1919. During several months in winter and spring of 1919, &lt;a href=\"Battle%20of%20the%20Donbas%20and%20Don%20%281919%29\"&gt;hard fighting with doubtful outcomes took place&lt;/a&gt; in the &lt;a href=\"Donbas\"&gt;Donbas&lt;/a&gt;, where the attacking Bolsheviks met White forces. At the same time Denikin's Armed Forces of South Russia (AFSR) completed the elimination of Red forces in the northern Caucasus and advanced towards &lt;a href=\"Volgograd\"&gt;Tsaritsyn&lt;/a&gt;. At the end of April and beginning of May the AFSR attacked on all fronts from the Dnepr to the Volga, and by the beginning of the summer they had won numerous battles. French forces landed in &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt; but, after having done almost no fighting, withdrew on 8 April 1919. By mid-June, the Reds were chased from the Crimea and the Odessa area. Denikin's troops took the cities of &lt;a href=\"Kharkov\"&gt;Kharkov&lt;/a&gt; and &lt;a href=\"Belgorod\"&gt;Belgorod&lt;/a&gt;. At the same time White troops under Wrangel's command &lt;a href=\"Battle%20for%20Tsaritsyn%20%281919%29\"&gt;took Tsaritsyn on 17 June 1919&lt;/a&gt;. On 20 June Denikin issued his Moscow directive, ordering all AFSR units to prepare for a decisive offensive to take Moscow.\nAlthough Britain had withdrawn its own troops from the theatre, it continued to give significant military aid (money, weapons, food, ammunition and some military advisers) to the White Armies during 1919. Major &lt;a href=\"Ewen%20Cameron%20Bruce\"&gt;Ewen Cameron Bruce&lt;/a&gt; of the British Army had volunteered to command a British tank mission assisting the White Army. He was awarded the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; for his bravery during the June 1919 Battle of Tsaritsyn for single-handedly storming and capturing the fortified city of Tsaritsyn, under heavy shell fire in a single tank, which led to the capture of over 40,000 prisoners. The fall of Tsaritsyn is viewed \"as one of the key battles of the Russian Civil War\" and greatly helped the White Russian cause. The notable historian &lt;a href=\"Sir%20Basil%20Henry%20Liddell%20Hart\"&gt;Sir Basil Henry Liddell Hart&lt;/a&gt; comments that Bruce's tank action during the battle is to be seen as \"one of the most remarkable feats in the whole history of the Tank Corps\".\nAfter the capture of Tsaritsyn, Wrangel pushed towards Saratov but Trotsky, seeing the danger of the union with &lt;a href=\"Aleksandr%20Kolchak\"&gt;Kolchak&lt;/a&gt; against whom the Red command was concentrating large masses of troops, repulsed his attempts with heavy losses. When Kolchak's army in the east began to retreat in June and July, the bulk of the Red Army, free from any serious danger from Siberia, was directed against Denikin.\nDenikin's forces constituted a real threat and for a time threatened to reach Moscow. The Red Army, stretched thin by fighting on all fronts, was forced out of Kiev on 30 August. &lt;a href=\"Kursk\"&gt;Kursk&lt;/a&gt; and &lt;a href=\"Oryol\"&gt;Orel&lt;/a&gt; were taken, on 20 September and 14 October, respectively. The latter, only from Moscow, was the closest the AFSR would come to its target. The Cossack &lt;a href=\"Don%20Army\"&gt;Don Army&lt;/a&gt; under the command of General &lt;a href=\"Vladimir%20Sidorin\"&gt;Vladimir Sidorin&lt;/a&gt; continued north towards &lt;a href=\"Voronezh\"&gt;Voronezh&lt;/a&gt;, but &lt;a href=\"Semyon%20Budyonny\"&gt;Semyon Budyonny&lt;/a&gt;'s cavalrymen defeated them there on 24 October. That allowed the Red Army to cross the &lt;a href=\"Don%20River%20%28Russia%29\"&gt;Don River&lt;/a&gt;, threatening to split the Don and Volunteer Armies. Fierce fighting took place at the key rail junction of Kastornoye, which was taken on 15 November. Kursk was retaken two days later.\nThe high tide of the White movement against the Soviets had been reached in September 1919. By then Denikin's forces were dangerously overextended. The White front had no depth or stability but had become a series of patrols with occasional columns of slowly-advancing troops without reserves. Lacking ammunition, artillery and fresh reinforcements, Denikin's army was decisively defeated in a series of battles in October and November 1919. The Red Army recaptured Kiev on 17 December and the defeated Cossacks fled back towards the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt;.\nWhile the White armies were being routed in Central Russia and the east, they had succeeded in driving Nestor Makhno's anarchist Black Army (formally known as the Revolutionary Insurrectionary Army of Ukraine) out of part of southern Ukraine and the Crimea. Despite that setback, Moscow was loath to aid Makhno and the Black Army and refused to provide arms to anarchist forces in Ukraine. The main body of White forces, the Volunteers and the Don Army, pulled back towards the Don, to Rostov. The smaller body (Kiev and Odessa troops) withdrew to Odessa and the Crimea, which it had managed to protect from the Bolsheviks during the winter of 1919–1920.\nCentral Asia (1919).\nBy February 1919 the British government had pulled its military forces out of Central Asia. Despite the success for the Red Army, the White Army's assaults in European Russia and other areas broke communication between Moscow and Tashkent. For a time Central Asia was completely cut off from Red Army forces in Siberia. Although the communication failure weakened the Red Army, the Bolsheviks continued their efforts to gain support for the Bolshevik Party in Central Asia by holding a second regional conference in March. During the conference, a regional bureau of Muslim organisations of the Russian Bolshevik Party was formed. The Bolshevik Party continued to try to gain support among the native population by giving it the impression of better representation for the Central Asian population and throughout the end of the year could maintain harmony with the Central Asian people.\nCommunication difficulties with Red Army forces in Siberia and European Russia ceased to be a problem by mid-November 1919. Red Army successes north of Central Asia caused communication with Moscow to be re-established and the Bolsheviks to claim victory over the White Army in Turkestan.\nIn the Ural-Guryev operation of 1919–1920, the Red &lt;a href=\"Turkestan%20Front\"&gt;Turkestan Front&lt;/a&gt; defeated the &lt;a href=\"Ural%20Army\"&gt;Ural Army&lt;/a&gt;. During winter 1920, &lt;a href=\"Ural%20Cossacks\"&gt;Ural Cossacks&lt;/a&gt; and their families, totaling about 15,000 people, headed south along the eastern coast of the Caspian Sea towards &lt;a href=\"Fort-Shevchenko\"&gt;Fort Alexandrovsk&lt;/a&gt;. Only a few hundred of them reached Persia in June 1920. The &lt;a href=\"Orenburg%20Independent%20Army\"&gt;Orenburg Independent Army&lt;/a&gt; was formed from &lt;a href=\"Orenburg%20Cossacks\"&gt;Orenburg Cossacks&lt;/a&gt; and others troops who rebelled against the Bolsheviks. During the winter 1919–20, the Orenburg Army retreated to &lt;a href=\"Semirechye\"&gt;Semirechye&lt;/a&gt; in what is known as the &lt;a href=\"Starving%20March\"&gt;Starving March&lt;/a&gt;, as half of the participants perished. In March 1920 her remnants crossed the border into the Northwestern region of China.\nSouth Russia, Ukraine and Kronstadt (1920–21).\nBy the beginning of 1920, the main body of the Armed Forces of South Russia was rapidly retreating towards the Don, to Rostov. Denikin hoped to hold the crossings of the Don, then rest and reform his troops, but the White Army was not able to hold the Don area, and at the end of February 1920 started a retreat across Kuban towards &lt;a href=\"Novorossiysk\"&gt;Novorossiysk&lt;/a&gt;. Slipshod &lt;a href=\"Evacuation%20of%20Novorossiysk%20%281920%29\"&gt;evacuation of Novorossiysk&lt;/a&gt; proved to be a dark event for the White Army. Russian and Allied ships evacuated about 40,000 of Denikin's men from Novorossiysk to the Crimea, without horses or any heavy equipment, while about 20,000 men were left behind and either dispersed or captured by the Red Army. Following the disastrous Novorossiysk evacuation, Denikin stepped down and the military council elected Wrangel as the new Commander-in-Chief of the White Army. He was able to restore order to the dispirited troops and reshape an army that could fight as a regular force again. It remained an organized force in the Crimea throughout 1920.\nAfter Moscow's Bolshevik government signed a military and political alliance with Nestor Makhno and the Ukrainian anarchists, the Black Army attacked and defeated several regiments of Wrangel's troops in southern Ukraine, forcing him to retreat before he could capture that year's grain harvest.\nStymied in his efforts to consolidate his hold, Wrangel then attacked north in an attempt to take advantage of recent Red Army defeats at the close of the &lt;a href=\"Polish%E2%80%93Soviet%20War\"&gt;Polish–Soviet War&lt;/a&gt; of 1919–1920. The Red Army eventually halted the offensive, and Wrangel's troops had to retreat to &lt;a href=\"Siege%20of%20Perekop%20%281920%29\"&gt;Crimea in November 1920&lt;/a&gt;, pursued by both the Red and Black cavalry and infantry. &lt;a href=\"Wrangel%27s%20fleet\"&gt;Wrangel's fleet&lt;/a&gt; &lt;a href=\"Evacuation%20of%20the%20Crimea%20%281920%29\"&gt;evacuated him and his army&lt;/a&gt; to Constantinople on 14 November 1920, ending the struggle of Reds and Whites in Southern Russia.\nAfter the defeat of Wrangel, the Red Army immediately repudiated its 1920 treaty of alliance with Nestor Makhno and attacked the anarchist Black Army; the campaign to liquidate Makhno and the Ukrainian anarchists began with an attempted assassination of Makhno by Cheka agents. Anger at continued repression by the Bolshevik Communist government and at its liberal use of the Cheka to put down anarchist elements led to a naval mutiny at &lt;a href=\"Kronstadt%20rebellion\"&gt;Kronstadt&lt;/a&gt; in March 1921, followed by peasant revolts. Red Army attacks on the anarchist forces and their sympathisers increased in ferocity throughout 1921.\nSiberia and the Far East (1920–22).\nIn Siberia, Admiral Kolchak's army had disintegrated. He himself gave up command after the loss of Omsk and designated Gen. &lt;a href=\"Grigory%20Mikhaylovich%20Semyonov\"&gt;Grigory Semyonov&lt;/a&gt; as the new leader of the White Army in Siberia. Not long afterward, Kolchak was arrested by the disaffected Czechoslovak Corps as he traveled towards &lt;a href=\"Irkutsk\"&gt;Irkutsk&lt;/a&gt; without the protection of the army and was turned over to the socialist &lt;a href=\"Political%20Centre%20%28Russia%29\"&gt;Political Centre&lt;/a&gt; in Irkutsk. Six days later, the regime was replaced by a Bolshevik-dominated Military-Revolutionary Committee. On 6–7 February Kolchak and his prime minister Victor Pepelyaev were shot and their bodies were thrown through the ice of the frozen Angara River, just before the arrival of the White Army in the area.\nRemnants of Kolchak's army reached &lt;a href=\"Transbaikalia\"&gt;Transbaikalia&lt;/a&gt; and joined Semyonov's troops, forming the Far Eastern army. With the support of the Japanese army it was able to hold Chita, but after the withdrawal of Japanese soldiers from Transbaikalia, Semenov's position became untenable, and in November 1920 he was driven by the Red Army from Transbaikalia and took refuge in China. The Japanese, who had plans to annex the &lt;a href=\"Amur%20Krai\"&gt;Amur Krai&lt;/a&gt;, finally pulled their troops out as Bolshevik forces gradually asserted control over the Russian Far East. On 25 October 1922 Vladivostok fell to the Red Army, and the &lt;a href=\"Provisional%20Priamur%20Government\"&gt;Provisional Priamur Government&lt;/a&gt; was extinguished.\nAftermath.\nEnsuing rebellion.\nIn Central Asia, Red Army troops continued to face resistance into 1923, where \"&lt;a href=\"Basmachi%20Revolt\"&gt;basmachi&lt;/a&gt;\" (armed bands of Islamic guerrillas) had formed to fight the Bolshevik takeover. The Soviets engaged non-Russian peoples in Central Asia, like &lt;a href=\"Magaza%20Masanchi\"&gt;Magaza Masanchi&lt;/a&gt;, commander of the Dungan Cavalry Regiment, to fight against the Basmachis. The Communist Party did not completely dismantle the group until 1934.\nGeneral &lt;a href=\"Anatoly%20Pepelyayev\"&gt;Anatoly Pepelyayev&lt;/a&gt; &lt;a href=\"Yakut%20Revolt\"&gt;continued armed resistance&lt;/a&gt; in the &lt;a href=\"Ayano-Maysky%20District\"&gt;Ayano-Maysky District&lt;/a&gt; until June 1923. The regions of &lt;a href=\"Kamchatka\"&gt;Kamchatka&lt;/a&gt; and Northern &lt;a href=\"Sakhalin\"&gt;Sakhalin&lt;/a&gt; remained under Japanese occupation until their &lt;a href=\"Soviet%E2%80%93Japanese%20Basic%20Convention\"&gt;treaty&lt;/a&gt; with the Soviet Union in 1925, when their forces were finally withdrawn.\nCasualties.\nThe results of the civil war were momentous. Soviet demographer Boris Urlanis estimated the total number of men killed in action in the Civil War and Polish–Soviet War as 300,000 (125,000 in the Red Army, 175,500 White armies and Poles) and the total number of military personnel dead from disease (on both sides) as 450,000. Boris Sennikov estimated the total losses among the population of &lt;a href=\"Tambov%20Oblast\"&gt;Tambov region&lt;/a&gt; in 1920 to 1922 resulting from the war, executions, and imprisonment in concentration camps as approximately 240,000.\nDuring the &lt;a href=\"Red%20Terror\"&gt;Red Terror&lt;/a&gt;, estimates of Cheka executions range from 12,733 to 1.7 million. &lt;a href=\"William%20Henry%20Chamberlin\"&gt;William Henry Chamberlin&lt;/a&gt; suspected that there were about 50,000. &lt;a href=\"Evan%20Mawdsley\"&gt;Evan Mawdsley&lt;/a&gt; suspected that there were more than 12,733, and less than 200,000. Some sources claimed at least 250,000 &lt;a href=\"summary%20execution\"&gt;summary execution&lt;/a&gt;s of \"&lt;a href=\"enemies%20of%20the%20people\"&gt;enemies of the people&lt;/a&gt;\" with estimates reaching above a million. More modest estimates put the numbers executed by the Bolsheviks between December 1917 and February 1922 at around 28,000 per year, with roughly 10,000 executions during the Red Terror.\nSome 300,000–500,000 &lt;a href=\"Cossacks\"&gt;Cossacks&lt;/a&gt; were killed or deported during &lt;a href=\"Decossackization\"&gt;Decossackization&lt;/a&gt;, out of a population of around three million. An estimated 100,000 Jews were killed in Ukraine, mostly by the White Army. Punitive organs of the All Great Don Cossack Host sentenced 25,000 people to death between May 1918 and January 1919. Kolchak's government shot 25,000 people in Ekaterinburg province alone. The White Terror, as it would become known, killed about 300,000 people in total.\nAt the end of the Civil War the &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Russian SFSR&lt;/a&gt; was exhausted and near ruin. The droughts of 1920 and 1921, as well as the &lt;a href=\"Russian%20famine%20of%201921\"&gt;1921 famine&lt;/a&gt;, worsened the disaster still further, killing roughly 5 million people. Disease had reached &lt;a href=\"pandemic\"&gt;pandemic&lt;/a&gt; proportions, with 3,000,000 dying of &lt;a href=\"typhus\"&gt;typhus&lt;/a&gt; throughout the war. Millions more also died of widespread starvation, wholesale massacres by both sides and &lt;a href=\"pogroms\"&gt;pogroms&lt;/a&gt; against Jews in Ukraine and southern Russia. By 1922 there were at least 7,000,000 &lt;a href=\"street%20children\"&gt;street children&lt;/a&gt; in Russia as a result of nearly ten years of devastation from World War I and the civil war.\nAnother one to two million people, known as the &lt;a href=\"White%20%C3%A9migr%C3%A9\"&gt;White émigré&lt;/a&gt;s, fled Russia, many with General Wrangel, some through the Far East and others west into the newly independent Baltic countries. The émigrés included a large percentage of the educated and skilled population of Russia.\nThe Russian economy was devastated by the war, with factories and bridges destroyed, cattle and raw materials pillaged, mines flooded and machines damaged. The industrial production value descended to one seventh of the value of 1913 and agriculture to one third. According to \"&lt;a href=\"Pravda\"&gt;Pravda&lt;/a&gt;\", \"The workers of the towns and some of the villages choke in the throes of hunger. The railways barely crawl. The houses are crumbling. The towns are full of refuse. Epidemics spread and death strikes—industry is ruined.\" It is estimated that the total output of mines and factories in 1921 had fallen to 20% of the pre-World War level, and many crucial items experienced an even more drastic decline. For example, cotton production fell to 5%, and iron to 2%, of pre-war levels.\n&lt;a href=\"War%20Communism\"&gt;War Communism&lt;/a&gt; saved the Soviet government during the Civil War, but much of the Russian economy had ground to a standstill. Some peasants responded to &lt;a href=\"Prodrazvyorstka\"&gt;requisitions&lt;/a&gt; by refusing to till the land. By 1921 cultivated land had shrunk to 62% of the pre-war area, and the harvest yield was only about 37% of normal. The number of horses declined from 35 million in 1916 to 24 million in 1920 and cattle from 58 to 37 million. The exchange rate with the US dollar declined from two &lt;a href=\"Russian%20ruble\"&gt;rubles&lt;/a&gt; in 1914 to 1,200 in 1920.\nWith the end of the war, the Communist Party no longer faced an acute military threat to its existence and power. However, the perceived threat of another intervention, combined with the failure of socialist revolutions in other countries—most notably the &lt;a href=\"German%20Revolution\"&gt;German Revolution&lt;/a&gt;—contributed to the continued militarisation of Soviet society. Although Russia experienced extremely rapid economic growth in the 1930s, the combined effect of World War I and the Civil War left a lasting scar on Russian society and had permanent effects on the development of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;.\nBritish historian &lt;a href=\"Orlando%20Figes\"&gt;Orlando Figes&lt;/a&gt; has contended that the root of the Whites' defeat was their inability to dispel the popular image that they were associated with Tsarist Russia and that they supported a Tsarist restoration as well."
}