{
    "id": "26297814",
    "revid": "937705",
    "url": "https://en.wikipedia.org/wiki?curid=26297814",
    "title": "Mitchell Municipal Airport",
    "text": "Mitchell Municipal Airport is three miles north of &lt;a href=\"Mitchell%2C%20South%20Dakota\"&gt;Mitchell&lt;/a&gt;, in &lt;a href=\"Davison%20County%2C%20South%20Dakota\"&gt;Davison County, South Dakota&lt;/a&gt;. The &lt;a href=\"National%20Plan%20of%20Integrated%20Airport%20Systems\"&gt;National Plan of Integrated Airport Systems&lt;/a&gt; for 2011–2015 &lt;a href=\"FAA%20airport%20categories\"&gt;categorized&lt;/a&gt; it as a \"&lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt;\" airport.\nHistory.\nOpened in November 1937, the facility was rebuilt in 1943 by the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt; as a &lt;a href=\"Second%20Air%20Force\"&gt;Second Air Force&lt;/a&gt; &lt;a href=\"B-17%20Flying%20Fortress\"&gt;B-17 Flying Fortress&lt;/a&gt; and &lt;a href=\"B-24%20Liberator\"&gt;B-24 Liberator&lt;/a&gt; heavy bomber training airfield field known as Mitchell Army Airfield.\nFrom July to late September, 1943, the 700th Bomb Squadron of the 445th Bomb Group conducted their advanced training at Mitchell Army Air Field. Upon completion of training and subsequent notification for overseas deployment, the 700th Bomb Squadron flew to Lincoln Army Air Field for last minute aircraft modifications before taking the Southern Atlantic crossing route to Tibenham, England.\nOn October 1, 1944, when training ended at the facility, it was transferred to &lt;a href=\"Air%20Technical%20Service%20Command\"&gt;Air Technical Service Command&lt;/a&gt; where it was assigned to Ogden Air Service Command as an auxiliary airfield. It was turned over to civil use after the war.\nAirline flights began about 1951: Midwest Airlines Cessna 190s. Braniff stopped at Mitchell 1952–59; North Central arrived in 1959 and successor Republic left in 1982. (Northwest Airlink pulled out in 1991.)\nFacilities.\nThe airport covers 1,376 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s (557 &lt;a href=\"hectare\"&gt;ha&lt;/a&gt;) at an elevation of 1,304 feet (397 m). It has two asphalt runways: 12/30 is 6,700 by 100 feet (2,042 x 30 m) and 17/35 is 5,513 by 100 feet (1,680 x 30 m).\nIn the year ending August 10, 2011 the airport had 19,450 aircraft operations, average 53 per day: 95% &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt;, 4% &lt;a href=\"air%20taxi\"&gt;air taxi&lt;/a&gt;, and 1% military. 29 aircraft were then based at this airport: 79% single-engine and 21% multi-engine."
}