{
    "id": "2630752",
    "revid": "577301",
    "url": "https://en.wikipedia.org/wiki?curid=2630752",
    "title": "Morton Blackwell",
    "text": "Morton C. Blackwell (born November 16, 1939, &lt;a href=\"La%20Jara%2C%20Colorado\"&gt;La Jara&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;) is an &lt;a href=\"Americans\"&gt;American&lt;/a&gt; &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; &lt;a href=\"activist\"&gt;activist&lt;/a&gt;. He is the founder and president of the &lt;a href=\"Leadership%20Institute\"&gt;Leadership Institute&lt;/a&gt; (established 1979), a &lt;a href=\"501%28c%293\"&gt;501(c)3&lt;/a&gt; &lt;a href=\"non-profit\"&gt;non-profit&lt;/a&gt; educational foundation that teaches political technology to conservative activists. He currently serves as Virginia's national committeeman on the &lt;a href=\"Republican%20National%20Committee\"&gt;Republican National Committee&lt;/a&gt;.\nBiography.\nIn youth politics, Blackwell was a &lt;a href=\"College%20Republican\"&gt;College Republican&lt;/a&gt; state chairman and a &lt;a href=\"Young%20Republican\"&gt;Young Republican&lt;/a&gt; state chairman in &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;. He served on the &lt;a href=\"Young%20Republican%20National%20Committee\"&gt;Young Republican National Committee&lt;/a&gt; for more than a dozen years. He rose to the position of national vice chairman at-large of the &lt;a href=\"Young%20Republican%20National%20Federation\"&gt;Young Republican National Federation&lt;/a&gt;. Off and on for five and half years, 1965 to 1970, he worked as executive director of the &lt;a href=\"College%20Republican%20National%20Committee\"&gt;College Republican National Committee&lt;/a&gt; under four consecutive College Republican national chairmen. For eight years, he was a member of the Louisiana Republican State Central Committee.\nBlackwell worked for seven years under conservative &lt;a href=\"Richard%20Viguerie\"&gt;Richard Viguerie&lt;/a&gt;, the specialist in &lt;a href=\"direct%20mail\"&gt;direct mail&lt;/a&gt;.\nBlackwell was first elected to the &lt;a href=\"Arlington%20County%2C%20Virginia\"&gt;Arlington County&lt;/a&gt; Republican Committee in 1972. He is a member of the &lt;a href=\"Republican%20Party%20of%20Virginia\"&gt;Republican Party of Virginia&lt;/a&gt;'s State Central Committee. In 1988, Blackwell was elected as Virginia's &lt;a href=\"Republican%20National%20Committee\"&gt;Republican National Committee&lt;/a&gt;man, and was re-elected in 1992, 1996, 2000, 2004, 2008, 2012, and 2016. In 2004, Blackwell was elected to the Executive Committee of the RNC.\nPolitical activities.\nBlackwell was &lt;a href=\"Barry%20Goldwater\"&gt;Barry Goldwater&lt;/a&gt;’s youngest elected delegate to the &lt;a href=\"1964%20Republican%20National%20Convention\"&gt;1964 Republican National Convention&lt;/a&gt; in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;. His Louisiana delegation was headed by &lt;a href=\"governor%20of%20Louisiana\"&gt;gubernatorial&lt;/a&gt; candidate &lt;a href=\"Charlton%20Lyons\"&gt;Charlton Lyons&lt;/a&gt; of &lt;a href=\"Shreveport%2C%20Louisiana\"&gt;Shreveport&lt;/a&gt;. In the spring of 1966, he worked for the election of the late &lt;a href=\"Roderick%20Miller%20%28politician%29\"&gt;Roderick Miller&lt;/a&gt; of &lt;a href=\"Lafayette%2C%20Louisiana\"&gt;Lafayette&lt;/a&gt; as only the third Republican member of the &lt;a href=\"Louisiana%20State%20Legislature\"&gt;Louisiana House of Representatives&lt;/a&gt; since &lt;a href=\"Reconstruction%20era\"&gt;Reconstruction&lt;/a&gt;.\nHe was a national convention alternate delegate for &lt;a href=\"Ronald%20W.%20Reagan\"&gt;Ronald W. Reagan&lt;/a&gt; in 1968 and 1976, and a Ronald Reagan &lt;a href=\"Delegate%20%28American%20politics%29\"&gt;delegate&lt;/a&gt; at the &lt;a href=\"1980%20Republican%20National%20Convention\"&gt;1980 Republican National Convention&lt;/a&gt;. In 1980, he organized and oversaw the national youth effort for Reagan. From 1981 to 1984, Blackwell was a special assistant to President Reagan.\nBlackwell was at the center of controversy during the &lt;a href=\"2004%20Republican%20National%20Convention\"&gt;2004 Republican National Convention&lt;/a&gt;, when he passed out &lt;a href=\"Purple%20Heart\"&gt;Purple Heart&lt;/a&gt; bandages which were perceived by some as denigrating the award. The &lt;a href=\"John%20Kerry\"&gt;Kerry&lt;/a&gt; campaign attacked the activity as the Republican Party mocking United States soldiers. &lt;a href=\"Karl%20Rove\"&gt;Karl Rove&lt;/a&gt; called Blackwell's bandages \"inappropriate\".\nBlackwell is considered something of a specialist in matters relating to the rules of the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt;. He served on rules committees of the state Republican parties in &lt;a href=\"Republican%20Party%20of%20Louisiana\"&gt;Louisiana&lt;/a&gt; and &lt;a href=\"Republican%20Party%20of%20Virginia\"&gt;Virginia&lt;/a&gt;. He serves now on the Standing Committee on Rules of the &lt;a href=\"Republican%20National%20Committee\"&gt;Republican National Committee&lt;/a&gt; and has attended every meeting of the RNC rules committees since 1972.\nIn September 2016, Blackwell received the second annual &lt;a href=\"Phyllis%20Schlafly\"&gt;Phyllis Schlafly&lt;/a&gt; Award for Excellence in Leadership. He was honored for his work as the founder and president of the Leadership Institute in Virginia for its work in recruiting conservatives for roles in politics, government, and the media.\nIn the 2016 Republican presidential primary, Blackwell endorsed &lt;a href=\"Ted%20Cruz\"&gt;Ted Cruz&lt;/a&gt;."
}