{
    "id": "26328821",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=26328821",
    "title": "Houserville Site",
    "text": "The Houserville Site is an &lt;a href=\"archaeological%20site\"&gt;archaeological site&lt;/a&gt; located near &lt;a href=\"State%20College%2C%20Pennsylvania\"&gt;State College&lt;/a&gt; in &lt;a href=\"Centre%20County%2C%20Pennsylvania\"&gt;Centre County&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. Used as a stone workshop by prehistoric &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt; ten thousand years ago, it has been recognized as a prime candidate for &lt;a href=\"historic%20preservation\"&gt;prehistoric preservation&lt;/a&gt;.\nLocation.\nLocated in &lt;a href=\"College%20Township%2C%20Centre%20County%2C%20Pennsylvania\"&gt;College Township&lt;/a&gt; near the community of &lt;a href=\"Houserville%2C%20Pennsylvania\"&gt;Houserville&lt;/a&gt;, the site lies on the summit and sides of a &lt;a href=\"hillock\"&gt;knoll&lt;/a&gt; above Slab Cabin Run. Before white settlement of the &lt;a href=\"Nittany%20Valley\"&gt;Nittany Valley&lt;/a&gt;, areas such as the Houserville Site were typically occupied by &lt;a href=\"temperate%20broadleaf%20and%20mixed%20forests\"&gt;hardwood forests&lt;/a&gt;, but the site has been &lt;a href=\"agriculture\"&gt;cultivated&lt;/a&gt; since the nineteenth century. Recent decades have seen increasing development in the Houserville vicinity and a consequent reduction in agriculture.\nExcavation.\nIn 1978, an archaeological survey conducted by &lt;a href=\"Pennsylvania%20State%20University\"&gt;Pennsylvania State University&lt;/a&gt; identified the Houserville Site, along with several other sites along Slate Cabin Run. Among the sites in the vicinity of the Houserville Site is the &lt;a href=\"Tudek%20Site\"&gt;Tudek Site&lt;/a&gt;, a quarry that was used to produce the stone worked at Houserville. &lt;a href=\"Excavation%20%28archaeology%29\"&gt;Excavation&lt;/a&gt; at the site began in 1979 under the supervision of a Pennsylvania State &lt;a href=\"anthropology\"&gt;anthropologist&lt;/a&gt;; initial work concluded that it was once the site of a &lt;a href=\"lithic%20reduction\"&gt;lithic reduction&lt;/a&gt; workshop during the &lt;a href=\"Archaic%20period%20in%20the%20Americas\"&gt;Early and Middle Archaic&lt;/a&gt; periods; the site is believed to have been used between 8000 and 3500 BC. It is believed that yellow &lt;a href=\"jasper\"&gt;jasper&lt;/a&gt;, often called \"Bald Eagle Jasper,\" was mined and heated at Tudek before being transported to Houserville, approximately to the east.\nConclusions.\n&lt;a href=\"Post%20excavation\"&gt;Post excavation&lt;/a&gt; analysis of the Houserville Site concentrated on discoveries such as &lt;a href=\"projectile%20point\"&gt;projectile point&lt;/a&gt;s, stone tools such as &lt;a href=\"scraper%20%28archaeology%29\"&gt;scrapers&lt;/a&gt; and drills, and over seven hundred &lt;a href=\"lithic%20flake\"&gt;lithic flake&lt;/a&gt;s. It was concluded that the sites were typically occupied by transient groups primarily engaged in recovering and processing Bald Eagle Jasper. The Tudek and Houserville sites were clearly used for different purposes: while a wide range of tools and flakes was discovered at Houserville, such objects were noticeably absent from Tudek. The presence of these objects has been understood to indicate that groups camping at the site engaged in activities aside from stoneworking, such as &lt;a href=\"hunting\"&gt;hunting&lt;/a&gt; and the processing of animal &lt;a href=\"Hide%20%28skin%29\"&gt;hides&lt;/a&gt;.\nPennsylvania State University archaeologists have concluded that the information gathered from the Houserville Site is key to understanding central Pennsylvania's Archaic period. Objects made of Bald Eagle Jasper have been discovered at many locations in the region; consequently, the identification of the source of this type of stone may clarify the nature of the area's trade routes. Moreover, access to these sites may enable archaeologists to understand better the limitations of Bald Eagle Jasper and the reasons for its abandonment by later cultures. Finally, as cultural changes typically accompanied advances in &lt;a href=\"lithic%20technology\"&gt;lithic technology&lt;/a&gt; in early Native American societies, the evidence provided by the Houserville Site may clarify the development of Early and Middle Archaic society in central Pennsylvania.\nIn 1986, the Houserville Site was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in recognition of its archaeological value, four years after the Tudek Site was accorded a similar status."
}