{
    "id": "2632930",
    "revid": "21481530",
    "url": "https://en.wikipedia.org/wiki?curid=2632930",
    "title": "Arminio",
    "text": "Arminio (&lt;a href=\"HWV\"&gt;HWV&lt;/a&gt; &lt;a href=\"List%20of%20compositions%20by%20George%20Frideric%20Handel\"&gt;36&lt;/a&gt;) is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; composed by &lt;a href=\"George%20Frideric%20Handel\"&gt;George Frideric Handel&lt;/a&gt;. The libretto is based on a libretto of the same name by &lt;a href=\"Antonio%20Salvi\"&gt;Antonio Salvi&lt;/a&gt;, which had been set to music by &lt;a href=\"Alessandro%20Scarlatti\"&gt;Alessandro Scarlatti&lt;/a&gt;. It is a fictionalisation of events surrounding the Germanic leader &lt;a href=\"Arminius\"&gt;Arminius&lt;/a&gt;, who defeated the Romans under Publius Quinctilius Varus at the &lt;a href=\"Battle%20of%20the%20Teutoburg%20Forest\"&gt;Battle of the Teutoburg Forest&lt;/a&gt; in AD 9, and his wife Thusnelda. The opera was performed for the first time at the &lt;a href=\"Royal%20Opera%20House%23The%20first%20theatre\"&gt;Covent Garden Theatre&lt;/a&gt; on 12 January 1737.\nBackground.\nThe German-born Handel had brought Italian opera to London stages for the first time in 1711 with his opera \"&lt;a href=\"Rinaldo%20%28opera%29\"&gt;Rinaldo&lt;/a&gt;\". An enormous success, \"Rinaldo\" created a craze in London for Italian &lt;a href=\"opera%20seria\"&gt;opera seria&lt;/a&gt;, a form focused overwhelmingly on solo arias for the star virtuoso singers. Handel had presented new operas in London for years with great success. One of the major attractions in Handel's operas was the star castrato &lt;a href=\"Senesino\"&gt;Senesino&lt;/a&gt; whose relationship with the composer was often stormy and who eventually left Handel's company to appear with the rival &lt;a href=\"Opera%20of%20the%20Nobility\"&gt;Opera of the Nobility&lt;/a&gt;, set up in 1733 and with the Prince of Wales as a major sponsor. Handel moved to another theatre, Covent Garden, and engaged different singers, but there was not enough of an audience for opera in London, or aristocratic supporters to back it, for two opera houses at once, and both opera companies found themselves in difficulty.\nTogether with \"&lt;a href=\"Giustino%20%28Handel%29\"&gt;Giustino&lt;/a&gt;\" and \"&lt;a href=\"Berenice%20%28opera%29\"&gt;Berenice&lt;/a&gt;\", \"Arminio\" is one of three operas Handel wrote within a period of half a year in 1736. He began with the composition of \"Giustino\" on 14 August 1736, followed by that of \"Arminio\" on 15 September. Having finished \"Arminio\" he resumed work on \"Giustino\", which he finished on 20 October. In mid-December, he went on to compose \"Berenice\". \"Giustino\" followed \"Arminio\" on to the stage in February.\nReception and performance history.\nThe opera was esteemed by Handel's admirers but not by the ticket-buying public.\n&lt;a href=\"Anthony%20Ashley%20Cooper%2C%204th%20Earl%20of%20Shaftesbury\"&gt;Anthony Ashley Cooper, 4th Earl of Shaftesbury&lt;/a&gt; wrote in a letter that he found \"Arminio\" to be \"rather grave but correct and labour'd\" (well worked-out) \"to the highest degree &amp; is a favourite one with Handel... But I fear 'twill not be acted very long. The Town dont much admire it.\"\n\"Arminio\" only saw six performances, the last one on 12 February. It was not performed again until it was revived in 1935, at &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt;.\nWith the revival of interest in Baroque music and &lt;a href=\"Historically%20informed%20performance\"&gt;historically informed musical performance&lt;/a&gt; since the 1960s, \"Arminio\", like all Handel operas, is performed at festivals and opera houses today. Among other productions, the opera was staged by the &lt;a href=\"Badisches%20Staatstheater%20Karlsruhe\"&gt;Badisches Staatstheater Karlsruhe&lt;/a&gt; in 2016.\nSynopsis.\nAct 1.\n&lt;a href=\"Arminius\"&gt;Arminio&lt;/a&gt;, chieftain of a Germanic tribe who has taken up arms to fight against the Roman invasion of his country, yields to his wife Tusnelda's entreaties to retire from the field of battle lest they should both be taken prisoner. (Duet: \"Non è tema\").\nThey leave as Varo and Tullio enter. Tullio informs the Roman general Varo that Arminio has retreated and Varo reveals that he is in love with Arminio's wife Tusnelda. Tullio advises him to forget about such an unworthy passion and fight for Rome's triumph instead (Aria: \"Non deve Roman petto\") but Varo responds that love can inspire great feats of glory (Aria: \"Al lume di due rai\").\nArminio appears, in chains, captured by Segeste, a Germanic chieftain who is collaborating with the Romans and is also Arminio's father-in-law. Arminio denounces Segeste for his treachery and Tusnelda is torn between loyalty to her husband and her father (Aria: \" Scagliano Amore\"). Varo demands that Arminio accept subjugation to Rome, but Arminio insists he would rather die and is taken away. Segeste advises that Arminio must be killed to ensure peace with Rome (Aria: \"Fiaccherò quel fiero orgoglio\").\nThe scene changes to the castle of Segeste, where Sigismondo, his son, has been dreaming of Ramise, Arminio's sister, with whom he is madly in love (Aria: \"Non sono sempre vane larve\"). She and Tusnelda appear on the scene and Tusnelda informs them that her father Segeste has handed Arminio over to the Romans. Ramise is greatly distressed by the threat to her brother's life (Aria: \"Sento il cor per ogni lato\"). When Sigismondo asks Tusnelda for sympathy in this situation, she points out that his dilemma is nothing as to hers, torn as she is between loyalty to her husband and her father (Aria: \"E vil segno\").\nSegeste commands his son to abandon any hope of wedding Ramise but Sigismondo asserts that he would prefer to die (Aria: \"Posso morir\").\nAct 2.\nTullio informs Segeste that the Roman general Varo is in love with his daughter and Arminio's wife Tusnelda (Aria: \"Con quel sangue\").\nSegeste is happy to hear it and looks forward to Varo becoming his new son-in-law once Arminio is dead. Varo appears with a letter from Caesar ordering Arminio's execution and Segeste is eager for this to occur. Arminio once again breathes defiance to Rome (Aria: \"Sì, cadrò\") and is thrown into prison under sentence of death. Tusnelda is beside herself with grief;her father Segeste advises her to tell her husband to submit to Rome and save himself, but she will not (Aria: \"Al furor\").\nRamise denounces Segeste for collaborating with the Romans and sending her brother Arminio to execution and attempts to stab him. Sigismondo intervenes however and saves his father's life, whereupon Ramise bitterly upbraids him. Sigismondo attempts to kill himself but Ramise prevents him from doing so. Ramise is also suffering from divided loyalties between her lover and her brother (Aria: \"Niente spero\") and Sigismondo is likewise torn (Aria: \"Quella fiamma\").\nArminio, in prison, tells Varo that he knows that he loves his wife and gives his blessing for their marriage after his death, which he accepts (Aria: \"Vado a morir\"). Tusnelda however tells Varo that the only way he can make her happy is by saving her husband. Varo pledges to do this and Tusnelda swears to be grateful (Aria: \"Rendimi il dolce sposo\").\nAct 3.\nArminio is brought to his place of execution but still breathes defiance to Rome (Aria: \"Ritorno alle ritorte\"). Segeste is astonished when Varo appears and releases Arminio from his chains so he can die in battle (Aria: \"Mira il Ciel\"). However Tullio enters with news that another German chieftain has defeated the Romans and Arminio is returned to prison.\nIn another room, Tusnelda is contemplating suicide with her husband's sword, but decides to poison herself instead (Aria: \"Ho veleno\").\nRamise enters just in time to prevent her and the two ladies agree that they must save Arminio (Duet: \"Quando più minacci\"). They appeal to Sigismondo to release Arminio, but he says he cannot, whereupon both ladies threaten to kill themselves. Sigismondo is in despair at his conflicting loyalties (Aria: \"Il Sangue al cor favella\"). Tusnelda expresses her anguish (Aria: \"Tra speme\") but is surprised by Arminio, who has been freed from prison, and dashes off to fight the Romans with his sword which has been restored to him by Sigismondo.(Aria: \"Fatto scorta al sentier \").\nRamise is afraid of Segeste's reaction to what his son has done and urges him to flee but Sigismondo refuses. When Segeste appears, furious at his son's action, Ramise lies that she was the person who restored Arminio's sword to him. Segeste has both his son and Ramise thrown into prison as Sigismondo breathes defiance to his father (Aria: \"Impara a non temer\"). Ramise is happy to share her lover's tribulations (Aria: \"Voglio seguir lo sposo\").\nTullio informs Segeste that Arminio has killed Varo, defeated the Romans, and occupied his castle. Tullio thinks they should escape while they can, but Segeste instead denounces his son as a traitor and attempts to kill him. Arminio enters just in time to prevent this; he and Sigismondo implore Segeste to relent in his anger and promise to forgive him if he does. Segeste, overwhelmed by their kindness, agrees. Arminio and Tusnelda rejoice in their reunion (Duet: \"Ritorna nel core vezzosa\") and all celebrate the fortunate turn of events (Chorus: \"A capir tante dolcezze\")."
}