{
    "id": "26336875",
    "revid": "6133615",
    "url": "https://en.wikipedia.org/wiki?curid=26336875",
    "title": "Tiberius Canutius",
    "text": "Tiberius Canutius or Cannutius was &lt;a href=\"tribune\"&gt;tribune of the plebs&lt;/a&gt; in 44 BC, the year of &lt;a href=\"Julius%20Caesar\"&gt;Caesar's&lt;/a&gt; assassination. As a supporter of the senatorial party, he opposed the &lt;a href=\"Second%20Triumvirate\"&gt;triumvirs&lt;/a&gt;, resorting to military force during the &lt;a href=\"Perusine%20War\"&gt;Perusine War&lt;/a&gt;. He was captured and put to death by &lt;a href=\"Augustus\"&gt;Octavianus&lt;/a&gt; in 40 BC.\nTribunate.\nAs \"tribunus plebis\" in 44 BC, Canutius was violently opposed to &lt;a href=\"Mark%20Antony\"&gt;Marcus Antonius&lt;/a&gt;, one of Caesar's closest allies. In the aftermath of Caesar's murder, a rift developed between Antonius and Octavianus, Caesar's grandnephew. Towards the end of October, Octavianus approached the city of Rome, and Canutius went out to meet him, in order to learn his intentions. Upon Octavianus declaring against Antonius, Canutius conducted him into the city, and spoke to the people on his behalf.\nShortly afterward, Octavianus went into &lt;a href=\"Etruria\"&gt;Etruria&lt;/a&gt;, and Antonius returned to Rome. When the latter summoned the &lt;a href=\"Roman%20Senate\"&gt;senate&lt;/a&gt; to the &lt;a href=\"Capitoline%20Hill\"&gt;Capitol&lt;/a&gt; on November 28, in order to declare Octavianus an enemy of the state, he would not allow Canutius and two of his fellow tribunes, &lt;a href=\"Decimus%20Carfulenus\"&gt;Decimus Carfulenus&lt;/a&gt; and &lt;a href=\"Lucius%20Cassius%20Longinus%20%28proconsul%29\"&gt;Lucius Cassius Longinus&lt;/a&gt;, to approach the Capitol, lest they should put their veto upon the decree of the senate.\nAfter the departure of Antonius from Rome to prosecute the war against &lt;a href=\"Decimus%20Junius%20Brutus%20Albinus\"&gt;Decimus Junius Brutus&lt;/a&gt; in &lt;a href=\"Gallia%20Cisalpina\"&gt;Cisalpine Gaul&lt;/a&gt;, Canutius had full scope for indulging his hostility to Antonius, and constantly attacked him in the most furious manner, \"continua rabie lacerabat\".\nPerusine War.\nUpon the establishment of the triumvirate in the following year, BC 43, Canutius is said by &lt;a href=\"Marcus%20Velleius%20Paterculus\"&gt;Velleius Paterculus&lt;/a&gt; to have been included in the proscription and put to death; but this is a mistake, for he was engaged in the Perusine War, BC 40. As Octavianus had deserted the senatorial party, Canutius became one of his enemies, and accordingly he joined &lt;a href=\"Fulvia\"&gt;Fulvia&lt;/a&gt; and &lt;a href=\"Lucius%20Antonius%20%28brother%20of%20Mark%20Antony%29\"&gt;Lucius Antonius&lt;/a&gt; in their attempt to crush Octavianus. Canutius fell into his enemy's hands on the capture of &lt;a href=\"Perusia\"&gt;Perusia&lt;/a&gt;, and was put to death by his orders.\nReferences in literature.\nThe Gaius Canutius mentioned by &lt;a href=\"Suetonius\"&gt;Suetonius&lt;/a&gt; is probably the same person as Tiberius. Whether the Canutius spoken of by &lt;a href=\"Tacitus\"&gt;Tacitus&lt;/a&gt; in his \"Dialogus de Oratoribus\" refers to Tiberius, or to the orator &lt;a href=\"Publius%20Canutius\"&gt;Publius Canutius&lt;/a&gt;, or a different person altogether, is quite uncertain."
}