{
    "id": "2633007",
    "revid": "15216445",
    "url": "https://en.wikipedia.org/wiki?curid=2633007",
    "title": "Islam in Armenia",
    "text": "&lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; began to make inroads into the &lt;a href=\"Armenian%20Plateau\"&gt;Armenian Plateau&lt;/a&gt; during the seventh century. &lt;a href=\"Arabs\"&gt;Arab&lt;/a&gt;, and later &lt;a href=\"Kurds\"&gt;Kurdish&lt;/a&gt;, tribes began to settle in Armenia following the first &lt;a href=\"Arab%20conquest%20of%20Armenia\"&gt;Arab invasion&lt;/a&gt;s and played a considerable role in the political and social history of Armenia. With the &lt;a href=\"Seljuk%20dynasty\"&gt;Seljuk&lt;/a&gt; invasions of the eleventh and twelfth centuries, the &lt;a href=\"Turkic%20peoples\"&gt;Turkic&lt;/a&gt; element eventually superseded that of the Arab and Kurdish. With the establishment of the Iranian &lt;a href=\"Safavid%20Dynasty\"&gt;Safavid Dynasty&lt;/a&gt;, &lt;a href=\"Afsharid%20Dynasty\"&gt;Afsharid Dynasty&lt;/a&gt;, &lt;a href=\"Zand%20Dynasty\"&gt;Zand Dynasty&lt;/a&gt; and &lt;a href=\"Qajar%20Dynasty\"&gt;Qajar Dynasty&lt;/a&gt;, Armenia became an integral part of the Shia world, while still maintaining a relatively independent Christian identity. The pressures brought upon the imposition of foreign rule by a succession of Muslim states forced many lead &lt;a href=\"Armenians\"&gt;Armenians&lt;/a&gt; in &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt; and what is today &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt; to convert to Islam and assimilate into the Muslim community. Many Armenians were also forced to convert to Islam, on the penalty of death, during the years of the &lt;a href=\"Armenian%20Genocide\"&gt;Armenian Genocide&lt;/a&gt;.\nHistory.\nFirst Armenians muslims.\n&lt;a href=\"Farqad%20Sabakhi\"&gt;Farqad Sabakhi&lt;/a&gt; (died 729) was an Armenian Muslim preacher and a companion of Hassan Basri . [1] As a result, he is considered one of the &lt;a href=\"Tabins\"&gt;Tabins&lt;/a&gt; (the next generation of companions). Farqad Sabakhi was originally a Christian. Farqad Sabakhi probably raised the famous &lt;a href=\"Karkhi\"&gt;Karkhi&lt;/a&gt; , who played a pivotal role in shaping Sufism. Sabakhi was known for his ascetic life and knowledge of the Judeo-Christian scriptures . [Historical dictionary of Sufism By John Renard, pg. 87]\nArab invasions.\nThe &lt;a href=\"Muslim%20conquests\"&gt;Muslim Arabs&lt;/a&gt; first &lt;a href=\"Arab%20conquest%20of%20Armenia\"&gt;invaded Armenia&lt;/a&gt; in 639, under the leadership of &lt;a href=\"Abd%20ar-Rahman%20ibn%20Rabiah\"&gt;Abd ar-Rahman ibn Rabiah&lt;/a&gt;, 18,000 Arabs penetrated the district of &lt;a href=\"Taron%20%28historic%20Armenia%29\"&gt;Taron&lt;/a&gt; and the region of the Lake of Van. Prince &lt;a href=\"Theodoros%20Rshtuni\"&gt;Theodoros Rshtuni&lt;/a&gt; led the Armenian defense. In about 652, a peace agreement was made, allowing Armenians freedom of religion. Prince Theodoros traveled to &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt;, where he was recognized by the Arabs as the ruler of &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;, &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt; and &lt;a href=\"Caucasian%20Albania\"&gt;Caucasian Albania&lt;/a&gt;.\nBy the end of the seventh century, the Caliphate's policy toward Armenia and the Christian faith hardened. Special representatives of the Caliph called \"&lt;a href=\"ostikan\"&gt;ostikan&lt;/a&gt;s\" (governors) were sent to govern Armenia. The governors made the city of &lt;a href=\"Dvin%20%28ancient%20city%29\"&gt;Dvin&lt;/a&gt; their residence. Although Armenia was declared the domain of the &lt;a href=\"Caliph\"&gt;Caliph&lt;/a&gt;, almost all Armenians, although not all, remained faithful to &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;. In the beginning of the eighth century, Arab tribes from the &lt;a href=\"Hejaz\"&gt;Hejaz&lt;/a&gt; and &lt;a href=\"Fertile%20Crescent\"&gt;Fertile Crescent&lt;/a&gt; began migrating to and settling in major Armenian urban centers, such as Dvin, &lt;a href=\"Diyarbekir\"&gt;Diyarbekir&lt;/a&gt;, &lt;a href=\"Manzikert\"&gt;Manzikert&lt;/a&gt;, and Apahunik'.\nMedieval.\nThe Muslim element in Armenia grew progressively stronger during the medieval period. Following the Byzantine defeat at &lt;a href=\"Battle%20of%20Manzikert\"&gt;Manzikert in 1071&lt;/a&gt;, waves of Turkic nomads making their way from &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt; and northern &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; penetrated and eventually settled throughout the span of Armenia and Anatolia.\nMost Ethnic Armenians remained Christian during this period when Western Armenia was divided between Muslim states after the Seljuk invasion. Although some Armenians converted to Islam and became influential members of Beylik society, Armenian architecture influenced Seljuk architecture, and many Armenian Nakharars remained autonomous leaders of Armenian society under Muslim Emirs In Erzincan, Tayk, Sassoun, and Van. The Muslim Emirs intermarried with Armenians, Notably the Shaddadids of Ani who intermarried with Bagratid women. There was an Emir of Van named Ezdin who had Armenian sympathies and was said to be descended from Seneqerim Hovhannes Artsruni, the king of Vaspurakan. The son of Armenian prince Taharten, governor of Erzinjan, His son by a daughter of the emperor of Trebizond converted to Islam and was made governor of erzincan by Timur.\nUnder Ottoman Empire.\nThe &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; ruled in accordance to &lt;a href=\"Sharia\"&gt;Islamic law&lt;/a&gt;. As such, the &lt;a href=\"People%20of%20the%20Book\"&gt;People of the Book&lt;/a&gt; (the &lt;a href=\"Christianity\"&gt;Christians&lt;/a&gt; and the &lt;a href=\"Judaism\"&gt;Jews&lt;/a&gt;) had to pay a &lt;a href=\"Jizya\"&gt;tax&lt;/a&gt; to fulfill their status as \"&lt;a href=\"dhimmi\"&gt;dhimmi&lt;/a&gt;\" and in return were guaranteed religious autonomy. While the &lt;a href=\"Armenians%20in%20Istanbul\"&gt;Armenians of Constantinople&lt;/a&gt; benefitted from the &lt;a href=\"List%20of%20sultans%20of%20the%20Ottoman%20Empire\"&gt;Sultan&lt;/a&gt;'s support and grew to be a prospering community, the same could not be said about the ones inhabiting &lt;a href=\"Armenian%20Highlands\"&gt;historic Armenia&lt;/a&gt;. During times of crisis the ones in the remote regions of mountainous often also had to suffer (alongside the settled Muslim population) raids by nomadic &lt;a href=\"Kurdish%20people\"&gt;Kurdish&lt;/a&gt; tribes. &lt;a href=\"Armenians\"&gt;Armenians&lt;/a&gt;, like the other Ottoman Christians (though not to the same extent), had to transfer some of their healthy male children to the Sultan's government due to the \"&lt;a href=\"devshirme\"&gt;devshirme&lt;/a&gt;\" policies in place.\nDuring the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; period many Armenians were forced to convert to Islam throughout Western Armenia through massacres, social pressure, and harsh taxation. Many conversions were noted across eastern Anatolia, particularly in &lt;a href=\"Hem%C5%9Fin\"&gt;Hamshen&lt;/a&gt;, &lt;a href=\"Yusufeli\"&gt;Yusufeli&lt;/a&gt;, &lt;a href=\"Tortum\"&gt;Tortum&lt;/a&gt;, &lt;a href=\"%C4%B0spir\"&gt;İspir&lt;/a&gt;, &lt;a href=\"Bayburt\"&gt;Bayburt&lt;/a&gt;, &lt;a href=\"Erzincan\"&gt;Erzincan&lt;/a&gt;. Notably a mass conversion to Islam was described by Armenian &lt;a href=\"cleric\"&gt;cleric&lt;/a&gt; Hakob (Yakob) Karnetsi. In the region of &lt;a href=\"Tayk\"&gt;Tayk&lt;/a&gt; centered around &lt;a href=\"Tortum\"&gt;Tortum&lt;/a&gt;, a Muslim cleric named Mullah Jaffar was given charge from the Ottoman government to take census of the &lt;a href=\"Erzurum\"&gt;Erzurum&lt;/a&gt; province and to levy taxes. After Mullah Jaffar placed excessively heavy taxes, the &lt;a href=\"Chalcedonian%20Christianity\"&gt;Chalcedonian&lt;/a&gt; Armenians who belonged to the &lt;a href=\"Georgian%20Orthodox%20Church\"&gt;Georgian Orthodox Church&lt;/a&gt; and made up half of the population in the Tortum valley converted to Islam while the Apostolic Armenians did not, as described by Karnetsi.\nIn the region of &lt;a href=\"%C4%B0spir\"&gt;İspir&lt;/a&gt; (Sper in Armenian), 100 Armenian villages were burned down in 1723 and much of the population was converted to Islam by force. In the region of &lt;a href=\"Yusufeli\"&gt;Yusufeli&lt;/a&gt; (Pertakrak in Armenian), &lt;a href=\"Armenian%20Catholic%20Church\"&gt;Armenian Catholic&lt;/a&gt; priest Inchichian writes that most of the Muslim population was Armenian in origin but had converted to Islam to escape heavy taxation and oppression in the early 1700s; Inchichian visited the village of Khewag (&lt;a href=\"Yaylalar%2C%20Yusufeli\"&gt;Yaylalar&lt;/a&gt;) and met Islamized Armenians in the village. The Armenians of &lt;a href=\"Yusufeli\"&gt;Yusufeli&lt;/a&gt; were mostly &lt;a href=\"Chalcedonian\"&gt;Chalcedonian&lt;/a&gt; like the Armenians of &lt;a href=\"Tortum\"&gt;Tortum&lt;/a&gt; before their islamization. In the province of &lt;a href=\"Urfa\"&gt;Urfa&lt;/a&gt;, there were three Islamized Armenian villages recorded to have been speaking a dialect that was similar to &lt;a href=\"classical%20Armenian\"&gt;classical Armenian&lt;/a&gt;. Inchichian also wrote that the region of &lt;a href=\"Kemah%2C%20Erzincan\"&gt;Kemah&lt;/a&gt; in Erzincan used to be Armenian and that its Muslim inhabitants were also of Islamized Armenian descent.\nIn the early 1500s, the &lt;a href=\"Ottoman%20Turks\"&gt;Ottomans&lt;/a&gt; brutally enforced taxation by massacring 10,000 Armenians in &lt;a href=\"Bayburt\"&gt;Bayburt&lt;/a&gt;, &lt;a href=\"Erzincan\"&gt;Erzincan&lt;/a&gt;, &lt;a href=\"Ispir\"&gt;Ispir&lt;/a&gt;, &lt;a href=\"Erzurum\"&gt;Erzurum&lt;/a&gt;, and forcibly converted another 50,000 to Islam. In the region of &lt;a href=\"Tunceli%20Province\"&gt;Dersim&lt;/a&gt;, the &lt;a href=\"Armenian%20Patriarchate%20of%20Constantinople\"&gt;Armenian Patriarchate of Constantinople&lt;/a&gt; reported that groups of Armenians had converted to &lt;a href=\"Alevism\"&gt;Alevi&lt;/a&gt; Islam and had assimilated with Kurdish &lt;a href=\"Zazas\"&gt;Zazas&lt;/a&gt; who had migrated to Armenia during Ottoman rule. similarly in the region of Palu some Armenian villages converted to &lt;a href=\"Sunni%20Islam\"&gt;Sunni Islam&lt;/a&gt; and assimilated into the Sunni Zaza community.\nPeriodic forced conversions created a class of &lt;a href=\"Hidden%20Armenians\"&gt;crypto-Christian Armenians&lt;/a&gt; called \"Kes-kes\" (Half-half) who practiced both Christian and Muslim rituals. The Armenians who converted to Islam lost their Armenian identity because they switched \"&lt;a href=\"Millet%20%28Ottoman%20Empire%29\"&gt;millets&lt;/a&gt;\", but many kept the Armenian language and culture. In eastern Anatolia, however, they were eventually &lt;a href=\"Turkification\"&gt;Turkified&lt;/a&gt; except for the Armenians of &lt;a href=\"Hem%C5%9Fin\"&gt;Hamshen&lt;/a&gt; who kept their language in the isolated &lt;a href=\"Pontic%20Mountains\"&gt;Pontic Mountains&lt;/a&gt; until Turkish Muslim schools were opened in the 1800s and the western &lt;a href=\"Hemshin%20peoples\"&gt;Hemshin&lt;/a&gt; became Turkified as the Armenian language was condemned as sinful by Muslim teachers. In &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; only the &lt;a href=\"Hopa\"&gt;Hopa&lt;/a&gt; Hemshin have preserved their language, which constitutes the &lt;a href=\"Homshetsi%20dialect\"&gt;Homshetsi dialect&lt;/a&gt; of &lt;a href=\"Armenian%20language\"&gt;Armenian&lt;/a&gt;, in the modern era.\nDuring the &lt;a href=\"Hamidian%20massacres\"&gt;Hamidian massacres&lt;/a&gt; when Kurdish tribes were incited by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; government to attack and destroy Armenian settlements many Armenian were forced to convert to Islam throughout eastern Anatolia. In &lt;a href=\"Diyarbakir\"&gt;Diyarbakir&lt;/a&gt; 20,000 were converted, while many also converted in &lt;a href=\"Mu%C5%9F\"&gt;Mush&lt;/a&gt;, &lt;a href=\"Van%2C%20Turkey\"&gt;Van&lt;/a&gt;, and &lt;a href=\"Erzurum\"&gt;Erzurum&lt;/a&gt;. Although some converted back to Christianity after the massacres ended, many remained Muslims and became &lt;a href=\"Kurdification\"&gt;Kurdified&lt;/a&gt; and Turkified. In the region of &lt;a href=\"Sivas\"&gt;Sivas&lt;/a&gt; in the early 19th century many Armenian villages were forcefully convert to Islam by the local government. The village of Cancova (Cancik) in &lt;a href=\"Zara%2C%20Turkey\"&gt;Zara&lt;/a&gt; was a village of 400 Armenian families in 1877, but only 48 families remained Christian by the 20th century. The Catholic Armenians of Perkinik has reported that their neighboring village of Glkhategh (now Uzuntepe) was an Armenian village and the Armenians were forcibly converted to Islam and Turkified.\nDuring the &lt;a href=\"Armenian%20genocide\"&gt;Armenian genocide&lt;/a&gt; of 1915, many Armenians converted to Islam to escape deportation and massacre.\nUnder Iranian Empires.\nThe Iranian &lt;a href=\"Safavids\"&gt;Safavids&lt;/a&gt; (who had changed from being Sunni to Shia Muslims by then), established definite control over Armenia and far beyond since the time of &lt;a href=\"Shah%20Ismail%20I\"&gt;Shah Ismail I&lt;/a&gt; in the early 16th century. Even though they often competed with the Ottomans over the territory, what is today Armenia always stayed an integral part of Persian territory, during the following centuries until they had to cede it to Russia following the &lt;a href=\"Russo-Persian%20War%20%281826-1828%29\"&gt;Russo-Persian War (1826-1828)&lt;/a&gt;. Many Armenians joined the Safavid functions, in the civil administration and the military (the so-called \"ghulams\") since the time of &lt;a href=\"Abbas%20I%20of%20Persia\"&gt;Shah Abbas&lt;/a&gt; the Great. Especially amongst these elite soldier units, the ghulams (literally meaning \"slaves\"), many of them were converted Armenians, alongside the masses of &lt;a href=\"Circassians\"&gt;Circassians&lt;/a&gt; and &lt;a href=\"Georgians\"&gt;Georgians&lt;/a&gt;. Before joining these functions, whether in the civil administration or military, they always had to convert to Islam, like in the Ottoman Empire, but the ones who stayed Christian (but couldn't get to the highest functions) did not have to pay extra taxes unlike the Ottoman Empire.\nAs a part of Abbas his &lt;a href=\"scorched%20earth\"&gt;scorched earth&lt;/a&gt; policy during his wars against the Ottomans, and also to boost his empire's economy, he alone deported some 300,000 Armenians from the &lt;a href=\"Armenian%20Highlands\"&gt;Armenian highland&lt;/a&gt; including the territory of modern-day &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;, to the heartland of &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;. To fill in the gap created in these regions, he settled masses of Muslim Turcomans and &lt;a href=\"Kurds\"&gt;Kurds&lt;/a&gt; in the regions to defend the borders against the &lt;a href=\"Ottoman%20Turks\"&gt;Ottoman Turks&lt;/a&gt;, making the area of Armenia a Muslim dominated one. His successors continued to do more of these deportations and replacements with Turcomans and Kurds.\nThe Safavid suzerains also created the &lt;a href=\"Erivan%20Khanate\"&gt;Erivan Khanate&lt;/a&gt; over the region, making it similar to a system as was made during the Achaemenid times were satraps would rule the area in place of the king letting the entire Armenian highland stay Muslim ruled, until the early 19th century.\nBy the time the Iranians had to cede their centuries long suzerainty over Armenia, the majority of the population in what is now Armenia were Muslims. (Persians, Azerbaijani's, Kurds and North Caucasians)\nDue to the early &lt;a href=\"Shi%27ite\"&gt;Shi'ite&lt;/a&gt; zeal of the Safavids to convert all populations of Iran to &lt;a href=\"Shia%20Islam\"&gt;Shia Islam&lt;/a&gt;, Many Armenians were heavily pressured to convert throughout Eastern Armenia. A law was passed by Islamic clerics declaring that any &lt;a href=\"Armenians\"&gt;Armenian&lt;/a&gt; who converted to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; would inherit his relative's belongings up to the 7th generation, because of this law many Armenians in &lt;a href=\"Safavid%20Armenia\"&gt;Safavid Armenia&lt;/a&gt; began to convert to Islam. The Catholic diocese of Nakhichevan reported that in the mid 1600s 130 Armenian families of the villages of Saltaq, Kirne had converted to Islam to avoid losing their belongings. The diocese pleaded with the Pope and the king of Spain to intercede with the Shah of Iran to lessen the persecution of Armenians. In the 1700s Catholic missionaries warned that if the forced conversions didn't stop, the entire Christian Armenian population would disappear from conversions and &lt;a href=\"Turkification\"&gt;Turkification&lt;/a&gt;, writing that there were only a handful Armenians left in the village of Ganza in &lt;a href=\"Ordubad\"&gt;Ordubad&lt;/a&gt; province.\nBesides the &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; Armenians, many &lt;a href=\"Armenian%20Apostolic%20Church\"&gt;Apostolic&lt;/a&gt; Armenians also converted to Islam in other provinces of &lt;a href=\"Safavid\"&gt;Safavid&lt;/a&gt; Armenia, such as &lt;a href=\"Nakhchivan%20Autonomous%20Republic\"&gt;Nakhichevan&lt;/a&gt;, &lt;a href=\"Ararat%20Province\"&gt;Ararat&lt;/a&gt;, &lt;a href=\"Kotayk%20Province\"&gt;Kotayk&lt;/a&gt;, &lt;a href=\"Gegharkunik%20Province\"&gt;Gegharkunik&lt;/a&gt;, &lt;a href=\"Syunik%20Province\"&gt;Syunik&lt;/a&gt;, &lt;a href=\"Vayots%20Dzor\"&gt;Vayots Dzor&lt;/a&gt;, &lt;a href=\"Khoy\"&gt;Khoy&lt;/a&gt;, &lt;a href=\"Salmas\"&gt;Salmas&lt;/a&gt;, &lt;a href=\"Lori%20Province\"&gt;Lori&lt;/a&gt;, and &lt;a href=\"Kars%20Province\"&gt;Kars&lt;/a&gt;. After their conversion becoming &lt;a href=\"Turkified\"&gt;Turkified&lt;/a&gt; and eventually forming a large portion of the settled &lt;a href=\"Azerbaijanis\"&gt;Azerbaijani&lt;/a&gt; population in those provinces. There were Islamized Armenian villages in what is today Azerbaijan in &lt;a href=\"Shamakhi\"&gt;Shamakhi&lt;/a&gt;, Sheki, Vartashen(oguz) and in &lt;a href=\"Gardman\"&gt;Gardman&lt;/a&gt; which converted during the &lt;a href=\"Safavid\"&gt;Safavid&lt;/a&gt; period. Nowadays those villages are assimilated into Azeri culture and have lost Armenian cultural identity. The Islamized villages of Sheki were Kish, Zayzit, Parkes, Kungut (Bash and Ghshlagh), Turk-Orban.\nTsarist period.\nDuring the late Tsarist period Muslim populations made up substantial populations in the territory of present-day Armenia. In the Russian Imperial Census of 1897 Muslim populations made up 362,565 of a total population of 829,556 in &lt;a href=\"Erivansky%20Uyezd\"&gt;Erivansky Uyezd&lt;/a&gt;. 41,417 Tatar Turks, 27,075 Armenians and 19,099 Kurds lived in the &lt;a href=\"Surmalinsky%20Uyezd\"&gt;Surmalinsky Uyezd&lt;/a&gt;. In the &lt;a href=\"Sharur-Daralagezsky%20Uyezd\"&gt;Sharur-Daralagezsky Uyezd&lt;/a&gt; 20,726 Armenians were likewise outnumbered by the Muslim population, consisting of 3,761 Kurds and 51,560 Tatar Turks. With the influx of Armenian refugees in the aftermath of the &lt;a href=\"Armenian%20genocide\"&gt;Armenian genocide&lt;/a&gt; the demographic balance shifted in favor of Armenian populations.\nSoviet period.\nWith the historical provinces being subsumed within the borders of the &lt;a href=\"Republic%20of%20Turkey\"&gt;Republic of Turkey&lt;/a&gt; in 1923, the remainder of Armenia became a part of the &lt;a href=\"Soviet%20Socialist%20Republic%20of%20Armenia\"&gt;Soviet Socialist Republic of Armenia&lt;/a&gt;. A small number of Muslims were resident in Armenia while it was a part of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, consisting mainly of &lt;a href=\"Azeris\"&gt;Azeris&lt;/a&gt; and &lt;a href=\"Kurds\"&gt;Kurds&lt;/a&gt;, the great majority of whom left in 1988 after the &lt;a href=\"Sumgait%20Pogroms\"&gt;Sumgait Pogroms&lt;/a&gt; and the &lt;a href=\"First%20Nagorno-Karabakh%20War\"&gt;First Nagorno-Karabakh War&lt;/a&gt;, which caused the Armenian and Azeri communities of each country to have something of a population exchange, with Armenia getting around 500,000 Armenians previously living in Azerbaijan outside of the Nagorno Karabakh Republic, and the Azeris getting around 724,000 people who were forced from Armenia and Nagorno Karabakh.\nIndependent Armenia.\nSince Armenia gained its independence in 1991, the majority of Muslims still living in the country are temporary residents from &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; and other countries. In 2009, the &lt;a href=\"Pew%20Research%20Center\"&gt;Pew Research Center&lt;/a&gt; estimated that 0.03%, or about 1,000 people, were Muslims - out of total population of 2,975,000 inhabitants.\nPopulation census conducted in 2011 counted 812 Muslims in Armenia.\nCultural heritage.\nA significant number of mosques were erected in historical Armenia during the period antiquity, the Middle Ages, and the modern age, though it was not unusual for Armenian and other Christian churches to be converted into mosques, as was the case, for example, of the &lt;a href=\"Cathedral%20of%20Kars\"&gt;Cathedral of Kars&lt;/a&gt;.\nThe &lt;a href=\"Blue%20Mosque%2C%20Yerevan\"&gt;Blue Mosque&lt;/a&gt; of Yerevan is the only active mosque in Armenia today.\nThe Qur'an.\nThe first printed version of the Qur'an translated into the &lt;a href=\"Armenian%20language\"&gt;Armenian language&lt;/a&gt; from &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt; appeared in 1910. In 1912 a translation from a &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; version was published. Both were in the &lt;a href=\"Western%20Armenian\"&gt;Western Armenian&lt;/a&gt; dialect.\nA new translation of the Qur'an in the &lt;a href=\"Eastern%20Armenian\"&gt;Eastern Armenian&lt;/a&gt; dialect was started with the help of the &lt;a href=\"embassy\"&gt;embassy&lt;/a&gt; of the &lt;a href=\"Islamic%20Republic%20of%20Iran\"&gt;Islamic Republic of Iran&lt;/a&gt; located in Yerevan. The translation was done by Edward Hakhverdyan from &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; in three years. A group of Arabologists have been helping with the translation. Each of the 30 parts of Qur'an have been read and approved by the &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt; Center of Qur'anic Studies. The publication of 1,000 copies of the translated work was done in 2007."
}