{
    "id": "26343112",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=26343112",
    "title": "2008–09 Paris Saint-Germain F.C. season",
    "text": "The 2008–09 season was &lt;a href=\"France\"&gt;French&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club &lt;a href=\"Paris%20Saint-Germain%20F.C.\"&gt;Paris Saint-Germain&lt;/a&gt;'s 36th professional season, their 36th season in &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt; and their 35th consecutive season in &lt;a href=\"Football%20in%20France\"&gt;French top-flight&lt;/a&gt;. Paris Saint-Germain was managed by &lt;a href=\"Paul%20Le%20Guen\"&gt;Paul Le Guen&lt;/a&gt;. The capital club was chaired by Charles Villeneuve until Sébastien Bazin took over. Paris Saint-Germain was present in the &lt;a href=\"2008%E2%80%9309%20Ligue%201\"&gt;2008–09 Ligue 1&lt;/a&gt;, the &lt;a href=\"2008%E2%80%9309%20Coupe%20de%20France\"&gt;2008–09 Coupe de France&lt;/a&gt; and the &lt;a href=\"2008%E2%80%9309%20Coupe%20de%20la%20Ligue\"&gt;2008–09 Coupe de la Ligue&lt;/a&gt;. Last season's &lt;a href=\"2007%E2%80%9308%20Coupe%20de%20la%20Ligue\"&gt;League Cup&lt;/a&gt; win allowed the capital club to participate in the &lt;a href=\"2008%E2%80%9309%20UEFA%20Cup\"&gt;2008–09 UEFA Cup&lt;/a&gt;. Paris Saint-Germain's average home attendance for the 2008–09 season was 40,902, the second-highest in the Ligue 1.\nLast season, &lt;a href=\"Alain%20Cayzac\"&gt;Alain Cayzac&lt;/a&gt; resigned with four games remaining and Paris Saint-Germain was in the relegation zone. Cayzac was temporarily replaced by Simon Tahar, then succeeded by Charles Villeneuve, days after Paris Saint-Germain maintained Ligue 1 status and was defeated in the &lt;a href=\"2008%20Coupe%20de%20France%20Final\"&gt;French Cup Final&lt;/a&gt; by &lt;a href=\"Olympique%20Lyonnais\"&gt;Lyon&lt;/a&gt;. He had relatively high ambitions for Paris Saint-Germain and stated his expectations from coach and former player &lt;a href=\"Paul%20Le%20Guen\"&gt;Paul Le Guen&lt;/a&gt;. Villeneuve declared that Paris Saint-Germain started the season with the prospect of regaining success and stability:\nNews.\nCity of &lt;a href=\"Lens%2C%20Pas-de-Calais\"&gt;Lens&lt;/a&gt; Mayor Guy Delcourt wanted the match to be replayed after PSG fans unfurled a racist banner midway through last season's &lt;a href=\"2008%20Coupe%20de%20la%20Ligue%20Final\"&gt;League Cup Final&lt;/a&gt;. The match was not replayed, but Paris Saint-Germain were fined and banned from next's year edition. The measure was later overturned on appeal. Charles Villeneuve replaced Simon Tahar as president days after the club maintained Ligue 1 status and was defeated in the &lt;a href=\"Coupe%20de%20France%20Final%202008\"&gt;French Cup Final&lt;/a&gt; by &lt;a href=\"Olympique%20Lyonnais\"&gt;Lyon&lt;/a&gt;. Charles Villeneuve announced that the Presidential Tribune was renamed the \"Tribune Francis Borelli\" to honor the former President. &lt;a href=\"Pauleta\"&gt;Pauleta&lt;/a&gt;, PSG's all-time top scorer with 110 goals, announced his retirement from professional football. Paris Saint-Germain announced that &lt;a href=\"Lilian%20Thuram\"&gt;Lilian Thuram&lt;/a&gt; would not play for the capital club. His medical examination revealed heart abnormalities. Paris Saint-Germain and &lt;a href=\"Stade%20Rennais%20F.C.\"&gt;Rennes&lt;/a&gt; decided, by mutual agreement, to terminate discussions and negotiations concerning &lt;a href=\"Jimmy%20Briand\"&gt;Jimmy Briand&lt;/a&gt;'s transfer. &lt;a href=\"J%C3%A9r%C3%A9my%20Cl%C3%A9ment\"&gt;Jérémy Clément&lt;/a&gt; signed a one-year contract extension until 2012. Guillaume Hoarau received the \"France Football Golden Star\" trophy for his performance in Ligue 2. Paris Saint-Germain refused a €0.3 million offer from &lt;a href=\"Real%20Madrid%20C.F.\"&gt;Real Madrid&lt;/a&gt; for &lt;a href=\"Yannick%20Boli\"&gt;Yannick Boli&lt;/a&gt; as he was determined to succeed at Paris. &lt;a href=\"Apoula%20Edel\"&gt;Apoula Edel&lt;/a&gt; signed a new one-year contract extension until 2011.\nThe renovations of the &lt;a href=\"Camp%20des%20Loges\"&gt;Camp des Loges&lt;/a&gt; were completed on 4 October 2008. The entire process cost €5 million and was inaugurated on 4 November 2008. Guillaume Hoarau was named Player of the Month for October by the &lt;a href=\"National%20Union%20of%20Professional%20Footballers\"&gt;UNFP&lt;/a&gt; with 55% of the votes. Charles Villeneuve announced that Pauleta would become ambassador and supervisor of the capital club. &lt;a href=\"Paul%20Le%20Guen\"&gt;Paul Le Guen&lt;/a&gt; won the UNECATEF Fidelidade Mundial \"Le Coup du Coach.\" &lt;a href=\"St%C3%A9phane%20Sess%C3%A8gnon\"&gt;Stéphane Sessègnon&lt;/a&gt; was named Player of the Month for December by the UNFP with 55% of the votes. Paris Saint-Germain announced that Charles Villeneuve would resign from his mandate as president-general manager ahead of the General Assembly. The Camp des Loges was recognised by the &lt;a href=\"French%20Football%20Federation\"&gt;FFF&lt;/a&gt; as one of the best pre-training centers in France, being classified as Elite, Class 1 and Class A in recent seasons. Sébastien Bazin was named the new president of Paris Saint-Germain. &lt;a href=\"P%C3%A9guy%20Luyindula\"&gt;Péguy Luyindula&lt;/a&gt; was named Player of the Month for January by the UNFP with 55% of the votes. Guillaume Hoarau was named Player of the Month for February by the UNFP with 71% of the votes. &lt;a href=\"Paul%20Le%20Guen\"&gt;Paul Le Guen&lt;/a&gt; left Paris Saint-Germain at the end of the season after the capital club decided not to renew his contract. &lt;a href=\"Jean-Eudes%20Maurice\"&gt;Jean-Eudes Maurice&lt;/a&gt; signed a new three-year contract extension until 2012.\nTransfers.\nTotal spending: &lt;a href=\"Euro\"&gt;€&lt;/a&gt;10.5 million\nTotal income: &lt;a href=\"Euro\"&gt;€&lt;/a&gt;14 million\nKit.\n&lt;a href=\"Nike%2C%20Inc.\"&gt;Nike&lt;/a&gt; manufactured the kits for Paris Saint-Germain and &lt;a href=\"Emirates%20%28airline%29\"&gt;Emirates Airlines&lt;/a&gt; continued to be the club's main sponsor. Nike have been PSG's official kit provider since 1989. Emirates have been the club's partner since 2005 and the major shirt sponsor since January 2006. Emirates Airlines confirmed their commitment to PSG by extending the current partnership until 2014. \"Les Parisiens\" received brand new home and away kits. The home shirt had PSG's traditional colors. It was dark blue with a vertical red band and two thinner white stripes on the middle of the chest which disappeared under the main sponsor's logo in white writing. The borders of the sleeves were partly red. The away shirt had a simple design. Silver was the main color while the sponsor's logo was accented by a red background bordered by white and black thin stripes. The shirts had the club badge on the top-left, the Nike logo on the top-right and the club sponsor Fly Emirates written across the middle.\nPre-season.\nParis Saint-Germain opened their preseason campaign with a victory over &lt;a href=\"GSI%20Pontivy\"&gt;Pontivy&lt;/a&gt;. The capital club then achieved a new triumph, this time over &lt;a href=\"Ligue%202\"&gt;Ligue 2&lt;/a&gt; side &lt;a href=\"LB%20Ch%C3%A2teauroux\"&gt;Châteauroux&lt;/a&gt; in Port Crouesty. Paris Saint-Germain continued their pre-season preparations for the coming season with a draw against &lt;a href=\"US%20Boulogne\"&gt;Boulogne&lt;/a&gt;. The capital club then defeated &lt;a href=\"Clermont%20Foot\"&gt;Clermont&lt;/a&gt; scoring two unanswered goals and confirming that &lt;a href=\"Paul%20Le%20Guen\"&gt;Paul Le Guen&lt;/a&gt;'s squad is in top form just two weeks before the start of the 2008–09 campaign. Paris Saint-Germain recorded two consecutive victories over Belgian sides &lt;a href=\"K.A.A.%20Gent\"&gt;Gent&lt;/a&gt; and &lt;a href=\"K.S.V.%20Roeselare\"&gt;Roeselare&lt;/a&gt; with youngster &lt;a href=\"Yannick%20Boli\"&gt;Yannick Boli&lt;/a&gt; scoring his third goal in pre-season. Invited by Portuguese club &lt;a href=\"Vit%C3%B3ria%20S.C.\"&gt;Vitória de Guimarães&lt;/a&gt; for the first time, Paris Saint-Germain attended the &lt;a href=\"2008%20Cidade%20de%20Guimar%C3%A3es%20Trophy\"&gt;Torneio Cidade de Guimarães&lt;/a&gt;, were \"Les Rouge-et-Bleu\" suffered a narrow defeat at the hands of the hosts in their opening match. &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt; showed great capacity and came back from two goals down to equalize against Paris Saint-Germain in the second day of the tournament. Just three days before the start of the season, \"Les Parisiens\" finished their pre-season preparations with a superb victory over Qatari side &lt;a href=\"Al-Khor%20Sports%20Club\"&gt;Al-Khor&lt;/a&gt; at the &lt;a href=\"Camp%20des%20Loges\"&gt;Camp des Loges&lt;/a&gt;. Paris Saint-Germain showed great character as the pre-season lived up to all its promise and more, being without any doubt a positive outing for Paul Le Guen's side.\nCompetitions.\nLigue 1.\n&lt;a href=\"AS%20Monaco%20FC\"&gt;AS Monaco&lt;/a&gt; made a winning start against Paris Saint-Germain's expensively-assembled team with a late goal. &lt;a href=\"Guillaume%20Hoarau\"&gt;Guillaume Hoarau&lt;/a&gt; scored his first Paris Saint-Germain goal as the capital outfit condemned last season's runners-up &lt;a href=\"FC%20Girondins%20de%20Bordeaux\"&gt;Bordeaux&lt;/a&gt; to their first defeat of the season at the &lt;a href=\"Parc%20des%20Princes\"&gt;Parc des Princes&lt;/a&gt;. &lt;a href=\"FC%20Sochaux-Montb%C3%A9liard\"&gt;Sochaux&lt;/a&gt; got their first point of the season with a hard-earned draw at home to PSG. Paris Saint-Germain made it three games without defeat as their improvement under &lt;a href=\"Paul%20Le%20Guen\"&gt;Paul Le Guen&lt;/a&gt; continued with another Guillaume Hoarau goal earning them a narrow win at &lt;a href=\"SM%20Caen\"&gt;Caen&lt;/a&gt;. Paris Saint-Germain took an early lead from the spot through new signing &lt;a href=\"Mateja%20Ke%C5%BEman\"&gt;Mateja Kežman&lt;/a&gt; and held out for the 90 minutes to take all three points at home to &lt;a href=\"FC%20Nantes\"&gt;Nantes&lt;/a&gt;. &lt;a href=\"AS%20Saint-%C3%89tienne\"&gt;Saint-Étienne&lt;/a&gt; picked up their first win in four matches as they beat Paris Saint-Germain. &lt;a href=\"Nassim%20Akrour\"&gt;Nassim Akrour&lt;/a&gt;'s third goal of the season gave promoted &lt;a href=\"Grenoble%20Foot%2038\"&gt;Grenoble&lt;/a&gt; an historic win over Paris Saint-Germain at the Parc des Princes. Paris Saint-Germain's poor recent run continued as they let slip an early lead to take only a point from &lt;a href=\"AS%20Nancy\"&gt;Nancy&lt;/a&gt;. Paris Saint-Germain staged a come-from-behind win at home to &lt;a href=\"FC%20Lorient\"&gt;Lorient&lt;/a&gt; with a late goal from substitute &lt;a href=\"Loris%20Arnaud\"&gt;Loris Arnaud&lt;/a&gt;. Goals abounded as Paris Saint-Germain handed Marseille its first league defeat of the season, outscoring their arch-rivals four goals to two and denying them top spot on the table in a thrilling 'clasico' at the &lt;a href=\"Stade%20V%C3%A9lodrome\"&gt;Stade Vélodrome&lt;/a&gt;. A bizarre own-goal from &lt;a href=\"Zoumana%20Camara\"&gt;Zoumana Camara&lt;/a&gt; condemned Paris Saint-Germain to defeat at home to &lt;a href=\"Toulouse%20FC\"&gt;Toulouse&lt;/a&gt;. Paris Saint-Germain coach Paul Le Guen blasted his players for being too soft at half-time of their clash away to &lt;a href=\"OGC%20Nice\"&gt;Nice&lt;/a&gt;, but despite an improved second-half display, the capital club fell to a second consecutive loss. &lt;a href=\"Ludovic%20Giuly\"&gt;Ludovic Giuly&lt;/a&gt;'s first goal for Paris Saint-Germain was enough to earn all three against a resistant, if largely uninspired, &lt;a href=\"Lille%20OSC\"&gt;Lille&lt;/a&gt; who saw their nine-game unbeaten run brought to an end at the Parc des Princes.\nParis Saint-Germain were too strong for &lt;a href=\"Le%20Havre%20AC\"&gt;Le Havre&lt;/a&gt; and took the points with goals from Guillaume Hoarau and Ludovic Giuly. Ludovic Giuly struck for the third time in as many games to give Paris Saint-Germain a narrow win over &lt;a href=\"Olympique%20Lyonnais\"&gt;Lyon&lt;/a&gt; in the capital as the leaders' cushion at the top was reduced to five points. &lt;a href=\"Stade%20Rennais%20F.C.\"&gt;Rennes&lt;/a&gt; moved up to second in &lt;a href=\"2008%E2%80%9309%20Ligue%201\"&gt;Ligue 1&lt;/a&gt; after &lt;a href=\"Bruno%20Cheyrou\"&gt;Bruno Cheyrou&lt;/a&gt;'s first-half goal proved enough to give &lt;a href=\"Guy%20Lacombe\"&gt;Guy Lacombe&lt;/a&gt;'s side a narrow win over Paris Saint-German. A first half double from Ligue 1's leading scorer Guillaume Hoarau set the stage for Paris's win, their fifth in their last six matches, over &lt;a href=\"Le%20Mans%20Union%20Club%2072\"&gt;Le Mans&lt;/a&gt; at the Parc des Princes. &lt;a href=\"St%C3%A9phane%20Sess%C3%A8gnon\"&gt;Stéphane Sessègnon&lt;/a&gt; struck twice against &lt;a href=\"AJ%20Auxerre\"&gt;Auxerre&lt;/a&gt; to lift PSG into third as Paul Le Guen's men registered a fifth league win in six outings. In the race for second place behind autumn champions Lyon, Paris failed to keep the pace drawing at home to &lt;a href=\"Valenciennes%20FC\"&gt;Valenciennes&lt;/a&gt;. &lt;a href=\"Laurent%20Blanc\"&gt;Laurent Blanc&lt;/a&gt;'s Bordeaux thumped four unanswered goals past Paris to go within one point of top spot on the table, giving faltering champions Lyon serious cause for concern in the race for the title. PSG made it six wins from their last nine matches when they beat a tough Sochaux outfit at the Parc des Princes. Guillaume Hoarau grabbed his 13th goal of the season as Paris Saint-Germain moved up to third in the table thanks to their win over Caen. Paris Saint-Germain closed to within a point of Ligue 1 leaders Lyon thanks to an emphatic victory over Nantes. Paris Saint-Germain registered their fourth Ligue 1 victory in a row against Saint-Étienne to move outright second in the standings, one point behind Lyon, ahead of the champions match at home to Le Havre. Paris Saint Germain remained second, but lost ground after they were held to a goalless draw at Grenoble. Paul Le Guen's men made it three wins in four matches as they completely dominated a tentative Nancy outfit to consolidate second place on the L1 table. A superb first-half strike from Ludovic Giuly and a &lt;a href=\"Micka%C3%ABl%20Landreau\"&gt;Mickaël Landreau&lt;/a&gt; penalty save were enough to give Paris Saint-Germain a narrow win at Lorient and ease Paul Le Guen's side within a point of leaders Lyon.\nMarseille are up to second in Ligue 1 after they emerged victorious over a ten-man Paris Saint-Germain in the 'classico'. Toulouse continued their string of strong results with a comprehensive win at home to Paris, their tenth victory in 14 matches in all competitions in 2009, to climb back to fourth place on the Ligue 1 table. Paris Saint-Germain beat Nice at the Parc des Princes to maintain their title challenge. Lille's goalless draw with visiting Paris was a case of two points dropped against an uninspired opposition and did little to help either side's fortunes, with both clubs leapfrogged by Toulouse, winners over Nantes. Paris Saint-German moved into fourth place as the club from the capital eased past bottom side Le Havre. Lyon and Paris Saint-Germain raised the curtain on a decisive weekend of football with a heart-stopping draw at the &lt;a href=\"Stade%20Gerland\"&gt;Stade Gerland&lt;/a&gt; which, in the end, suited neither side. Paris Saint-Germain missed out on the chance to go above Lyon into third as they were narrowly beaten by Rennes. Mateja Kezman's second league goal of the season gave Paris Saint-Germain a narrow win at Le Mans to keep them in contention for a top-three finish. Paris saw their chances of overtaking Lyon into third place and a &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt; qualifying spot dealt a blow as they succumbed to in-form Auxerre at the Parc des Princes. PSG's ambitions of European football were in the balance after they saw a stubborn Valenciennes side come from behind at the &lt;a href=\"Stade%20Nungesser\"&gt;Stade Nungesser&lt;/a&gt;. Paris needed to win at home to Monaco to clinch fourth or fifth and a place in Europe next season, but a tepid display from Paul Le Guen's men in a goalless draw left them empty-handed after being tipped as potential title contenders throughout the season.\nCoupe de France.\nParis Saint-Germain entered the &lt;a href=\"2008%E2%80%9309%20Coupe%20de%20France\"&gt;French Cup&lt;/a&gt; having last won the cup in &lt;a href=\"2006%20Coupe%20de%20France%20Final\"&gt;2006&lt;/a&gt; and having reached last season's &lt;a href=\"2008%20Coupe%20de%20France%20Final\"&gt;Final&lt;/a&gt;, narrowly losing to &lt;a href=\"Olympique%20Lyonnais\"&gt;Olympique Lyonnais&lt;/a&gt; in a highly contested match. PSG started from the round of 64, as all &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt; clubs did. The draw for the last-64 of the French Cup saw Paris Saint-Germain paired with &lt;a href=\"Championnat%20de%20France%20amateur\"&gt;CFA&lt;/a&gt; club &lt;a href=\"%C3%89DS%20Montlu%C3%A7on\"&gt;Montluçon&lt;/a&gt;. Paris Saint-Germain squeezed through to the last-32 of the French Cup, but failed to impress against fourth division outfit, Montluçon. &lt;a href=\"Paul%20Le%20Guen\"&gt;Paul Le Guen&lt;/a&gt;'s side had &lt;a href=\"St%C3%A9phane%20Sess%C3%A8gnon\"&gt;Stéphane Sessègnon&lt;/a&gt; to thank for the only goal of the game. The draw for the last-32 pitted \"Les Parisiens\" with fourth tier side &lt;a href=\"Gaz%C3%A9lec%20Ajaccio\"&gt;Gazélec Ajaccio&lt;/a&gt;. Paris Saint-Germain beat lower league opposition to progress to the last 16 of the French Cup. &lt;a href=\"Mateja%20Ke%C5%BEman\"&gt;Mateja Kežman&lt;/a&gt; struck twice for PSG as they beat Gazélec Ajaccio. The &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;n striker scored once in either half before defender &lt;a href=\"Sammy%20Traor%C3%A9\"&gt;Sammy Traoré&lt;/a&gt; helped secure Paul Le Guen's men a place in the next round. Last season's losing finalists PSG were drawn away to &lt;a href=\"Championnat%20National\"&gt;third tier&lt;/a&gt; club &lt;a href=\"Rodez%20AF\"&gt;Rodez&lt;/a&gt; for the last-16. Paris Saint-Germain were sensationally knocked out of the French Cup, succumbing to a defeat after extra-time to lowly Rodez.\nCoupe de la Ligue.\nHolders Paris Saint-Germain were through to the last-16 of the &lt;a href=\"2008%E2%80%9309%20Coupe%20de%20la%20Ligue\"&gt;League Cup&lt;/a&gt; after &lt;a href=\"Fabrice%20Pancrate\"&gt;Fabrice Pancrate&lt;/a&gt;'s goal proved enough for the reigning champions to beat &lt;a href=\"AS%20Monaco%20FC\"&gt;AS Monaco&lt;/a&gt;. Paris Saint-Germain's defence of the League Cup continued against &lt;a href=\"AS%20Nancy\"&gt;Nancy&lt;/a&gt; after the draw for the last-16, quarter-finals and semi-finals was made. &lt;a href=\"P%C3%A9guy%20Luyindula\"&gt;Péguy Luyindula&lt;/a&gt; scored both goals in Paris Saint-Germain's victory over Nancy to send the holders through to the quarter-finals of the League Cup. In a dramatic twist of fate, Paris Saint-Germain hosted &lt;a href=\"RC%20Lens\"&gt;Lens&lt;/a&gt; in the pick of the quarter-final draw. In a remake of &lt;a href=\"2007%E2%80%9308%20Coupe%20de%20la%20Ligue\"&gt;last season&lt;/a&gt;'s &lt;a href=\"2008%20Coupe%20de%20la%20Ligue%20Final\"&gt;Final&lt;/a&gt;, Paris Saint-Germain defeated Lens at the Parc des Princes to qualify for the semi-finals of the League Cup, where they met &lt;a href=\"FC%20Girondins%20de%20Bordeaux\"&gt;Bordeaux&lt;/a&gt;, winners over &lt;a href=\"LB%20Ch%C3%A2teauroux\"&gt;Châteauroux&lt;/a&gt;. Late goals from &lt;a href=\"Souleymane%20Diawara\"&gt;Souleymane Diawara&lt;/a&gt; and &lt;a href=\"Wendel%20Geraldo\"&gt;Wendel&lt;/a&gt; added to &lt;a href=\"David%20Bellion\"&gt;David Bellion&lt;/a&gt;'s first-half strike put the icing on the cake as Bordeaux cruised past Paris Saint-Germain in the League Cup semi-final at the Parc des Princes.\nUEFA Cup.\nParis Saint-Germain entered the &lt;a href=\"2008%E2%80%9309%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; at the first round, 18 months after their last European clash against &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt; on 15 March 2007. Sitting in third place on the &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt;, Paris Saint-Germain were taking on &lt;a href=\"Turkey\"&gt;Turkish&lt;/a&gt; club &lt;a href=\"Kayserispor\"&gt;Kayserispor&lt;/a&gt;, unbeaten in the &lt;a href=\"S%C3%BCper%20Lig\"&gt;Süper Lig&lt;/a&gt;. The hosts, however, lost their unbeaten record in the final minute thanks to &lt;a href=\"P%C3%A9guy%20Luyindula\"&gt;Péguy Luyindula&lt;/a&gt; goal, just a few minutes after the Turkish side had equalized through &lt;a href=\"Delio%20Toledo\"&gt;Delio Toledo&lt;/a&gt;. Paris Saint-Germain qualified to the group stage at Kayserispor's expense in a scoreless match at the &lt;a href=\"Parc%20des%20Princes\"&gt;Parc des Princes&lt;/a&gt;. The capital club was inserted into Group A with &lt;a href=\"Germany\"&gt;German&lt;/a&gt; club &lt;a href=\"FC%20Schalke%2004\"&gt;Schalke 04&lt;/a&gt;, &lt;a href=\"England\"&gt;English&lt;/a&gt; side &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; outfit &lt;a href=\"Racing%20de%20Santander\"&gt;Racing de Santander&lt;/a&gt;, and &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; club &lt;a href=\"FC%20Twente\"&gt;Twente&lt;/a&gt;. Despite his faith in young players, Paul Le Guen's men were overwhelmed by the better organized and more experienced Germans, who were quickly firming as Group A favourites. Schalke went ahead early through &lt;a href=\"Larrys%20Mabiala\"&gt;Larrys Mabiala&lt;/a&gt;'s own goal before &lt;a href=\"Kevin%20Kur%C3%A1nyi\"&gt;Kevin Kurányi&lt;/a&gt; added to their tally, followed by &lt;a href=\"Halil%20Alt%C4%B1ntop\"&gt;Halil Altıntop&lt;/a&gt;. &lt;a href=\"Cl%C3%A9ment%20Chant%C3%B4me\"&gt;Clément Chantôme&lt;/a&gt;'s far-post strike in stoppage time came too late in a game where Paris Saint-Germain struggled to find their rhythm as Schalke pushed forward relentlessly at the &lt;a href=\"Veltins-Arena\"&gt;Veltins-Arena&lt;/a&gt;. Paris Saint-Germain blew a two-goal lead as Spanish side Racing Santander held the capital club to a draw at the Parc des Princes.\nParis Saint-Germain rued the missed opportunities in the second half of their goalless draw with Manchester City but still had a chance of qualifying for the next round. Paris Saint-Germain qualified to the last-32 after a dramatic victory over Twente at the Parc des Princes. Late goals from &lt;a href=\"Mateja%20Ke%C5%BEman\"&gt;Mateja Kežman&lt;/a&gt; and Péguy Luyindula saw PSG clinch third spot in Group A ahead of Racing Santander on goal difference. Paris Saint-Germain reached the last-32 and received a tough draw being given &lt;a href=\"Fu%C3%9Fball-Bundesliga\"&gt;Bundesliga&lt;/a&gt; side &lt;a href=\"VfL%20Wolfsburg\"&gt;Wolfsburg&lt;/a&gt;. Giant striker &lt;a href=\"Guillaume%20Hoarau\"&gt;Guillaume Hoarau&lt;/a&gt; marked his return by scoring two late goals as the side from the French capital finished over the top of German outfit Wolfsburg. Paris Saint-Germain walloped Wolfsburg in Germany for a convincing aggregate victory in the last-32. Paris Saint-Germain goalkeeper &lt;a href=\"Micka%C3%ABl%20Landreau\"&gt;Mickaël Landreau&lt;/a&gt; made a number of good saves to deny before Péguy Luyindula put an end to Wolfsburg's hopes of a fightback by netting a penalty. &lt;a href=\"J%C3%A9r%C3%B4me%20Rothen\"&gt;Jérôme Rothen&lt;/a&gt; doubled the lead on the hour with a terrific strike. Wolfsburg's Japanese star &lt;a href=\"Makoto%20Hasebe\"&gt;Makoto Hasebe&lt;/a&gt; reduced the arrears with a fine solo goal three minutes later, but Luyindula netted his sixth goal of the competition with a header from &lt;a href=\"Cl%C3%A9ment%20Chant%C3%B4me\"&gt;Clément Chantôme&lt;/a&gt;'s cross. Paris Saint-Germain, &lt;a href=\"1995%E2%80%9396%20UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt; winners, marched into the last-16 where they faced &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; side &lt;a href=\"S.C.%20Braga\"&gt;Sporting Braga&lt;/a&gt;.\nParis Saint-Germain's European campaign was in the balance after they failed to break down a stubborn Braga side at the Parc des Princes. Jérôme Rothen came closest when he struck an upright in the second-half, which saw Mateja Kežman jeered onto the pitch by the PSG fans as he made his first appearance at the Parc since his infamous shirt-throwing incident during his side's League Cup semi-final defeat to Bordeaux last month. Guillaume Hoarau came off the bench to score the only goal of the game to give Paris Saint-Germain a win over Braga and see them join Marseille in the quarter-finals. The capital club was pitted against &lt;a href=\"Ukraine\"&gt;Ukrainian&lt;/a&gt; side &lt;a href=\"FC%20Dynamo%20Kyiv\"&gt;Dynamo Kyiv&lt;/a&gt; and fared little better than Marseille as they were held goalless at the Parc des Princes. Paris Saint-Germain found their ambitions frustrated by a well-organised Dynamo side. A disastrous display by Mickaël Landreau saw Paris Saint-Germain tumble out. PSG travelled to Ukraine with hope, but were on the back foot throughout after &lt;a href=\"Isma%C3%ABl%20Bangoura\"&gt;Ismaël Bangoura&lt;/a&gt; had given Dynamo a fourth-minute lead. Péguy Luyindula struck a post with a header soon after, but Mickaël Landreau's poor goalkeeping put an end to PSG's European ambitions. He inadvertently punched a high ball into his own goal, before fumbling an &lt;a href=\"Oleksandr%20Aliyev\"&gt;Oleksandr Aliyev&lt;/a&gt; free-kick on the hour mark that allowed &lt;a href=\"Ognjen%20Vukojevi%C4%87\"&gt;Ognjen Vukojević&lt;/a&gt; to score a third.\nOther statistics.\n!class=\"sortable\" width=\"50px\"|No.\n!width=\"50px\"|Pos.\n!class=\"sortable\" width=\"50px\"|Nat.\n!width=\"130px\"|Player\n!width=\"70px\" style=\"background: #FFFFFF\"| Assists\n!width=\"70px\" style=\"background: #FFFFFF\"| Minutes Played\n!width=\"50px\" style=\"background: #FFEE99\"|\n!width=\"50px\" style=\"background: #FFEE99\"| \n!width=\"50px\" style=\"background: #FF8888\"|"
}