{
    "id": "2635744",
    "revid": "25806456",
    "url": "https://en.wikipedia.org/wiki?curid=2635744",
    "title": "Three Hundred and Thirty Five Years' War",
    "text": "The Three Hundred and Thirty Five Years' War (, ) was an alleged state of war between the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; and the &lt;a href=\"Isles%20of%20Scilly\"&gt;Isles of Scilly&lt;/a&gt; (located off the southwest coast of Great Britain), and its existence is disputed. It is said to have been &lt;a href=\"List%20of%20wars%20extended%20by%20diplomatic%20irregularity\"&gt;extended by the lack of a peace treaty&lt;/a&gt; for 335 years without a single shot being fired, which would make it one of the &lt;a href=\"List%20of%20longest%20wars\"&gt;world's longest wars&lt;/a&gt;, and a &lt;a href=\"bloodless%20war\"&gt;bloodless war&lt;/a&gt;. Despite the uncertain validity of the &lt;a href=\"declaration%20of%20war\"&gt;declaration of war&lt;/a&gt;, and thus uncertainty about whether or not a state of war ever actually existed, peace was finally declared in 1986, bringing an end to any hypothetical war that may have been legally considered to exist.\nWar.\nOrigins.\nThe origins of the war can be found in the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt;, fought between the &lt;a href=\"Cavalier\"&gt;Royalists&lt;/a&gt; and &lt;a href=\"Roundhead\"&gt;Parliamentarians&lt;/a&gt; from 1642 to 1651. &lt;a href=\"Oliver%20Cromwell\"&gt;Oliver Cromwell&lt;/a&gt; had fought the Royalists to the edges of the &lt;a href=\"Kingdom%20of%20England\"&gt;Kingdom of England&lt;/a&gt;. In the West of Britain this meant that &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt; was the last Royalist stronghold. In 1648, Cromwell pushed on until mainland Cornwall was in the hands of the Parliamentarians. The Royalist Navy was forced to retreat to the &lt;a href=\"Isles%20of%20Scilly\"&gt;Isles of Scilly&lt;/a&gt;, which lay off the Cornish coast and were under the ownership of Royalist &lt;a href=\"John%20Granville%2C%201st%20Earl%20of%20Bath\"&gt;John Granville&lt;/a&gt;.\nDutch Navy alliance.\nThe &lt;a href=\"Dutch%20Navy\"&gt;navy&lt;/a&gt; of the &lt;a href=\"United%20Provinces%20of%20the%20Netherlands\"&gt;United Provinces of the Netherlands&lt;/a&gt; was at the time allied with the Parliamentarians. The Netherlands had been assisted by the English under a number of rulers in the &lt;a href=\"Eighty%20Years%27%20War\"&gt;Eighty Years' War&lt;/a&gt; (1568–1648), starting with Queen &lt;a href=\"Elizabeth%20I%20of%20England\"&gt;&lt;/a&gt;. The &lt;a href=\"Peace%20of%20M%C3%BCnster\"&gt;Treaty of Münster&lt;/a&gt; ( 1648) had confirmed Dutch independence from Spain. The Netherlands sought to maintain their alliance with England and had chosen to ally with the Parliamentarians as the side likely to win the Civil War.\nThe Dutch merchant navy was suffering heavy losses from the Royalist fleet based in Scilly. On 1651, Lieutenant-Admiral &lt;a href=\"Maarten%20Harpertszoon%20Tromp\"&gt;Maarten Harpertszoon Tromp&lt;/a&gt; arrived in Scilly to demand reparation from the Royalist fleet for the Dutch ships and goods taken by them.\nAccording to &lt;a href=\"Bulstrode%20Whitelocke\"&gt;Whitelocke's&lt;/a&gt; Memorials, a letter of 1651 explains: \"Tromp came to &lt;a href=\"Pendennis%20Castle\"&gt;Pendennis&lt;/a&gt; and related that he had been to Scilly to demand reparation for the Dutch ships and goods taken by them; and receiving no satisfactory answer, he had, according to his Commission, declared war on them.\" As most of England was now in Parliamentarian hands, war was declared specifically upon the Isles of Scilly.\nRoyalist surrender.\nIn June 1651, soon after the declaration of war, the Parliamentarian forces under Admiral &lt;a href=\"Robert%20Blake%20%28admiral%29\"&gt;Robert Blake&lt;/a&gt; forced the Royalist fleet to surrender. The Dutch fleet, no longer under threat, left without firing a shot. Due to the obscurity of one nation's declaration of war against a small part of another, the Dutch did not officially declare peace.\nPeace treaty.\nFor many years in the Isles of Scilly, the local legend was that the state of war was still in effect. In 1986, Roy Duncan, historian and Chairman of the &lt;a href=\"Isles%20of%20Scilly%20Council\"&gt;Isles of Scilly Council&lt;/a&gt;, decided to investigate and wrote to the &lt;a href=\"Embassy%20of%20the%20Netherlands%2C%20London\"&gt;Dutch Embassy in London&lt;/a&gt;. Embassy staff found that no peace treaty had ever been signed, and Duncan invited the Dutch ambassador &lt;a href=\"Jonkheer\"&gt;Jonkheer&lt;/a&gt; Rein Huydecoper to visit the islands and officially end the \"conflict\". Peace was declared on 17 April 1986, exactly 335 years after the supposed declaration of war. The Dutch ambassador joked that it must have been horrifying to the Scillonians \"to know we could have attacked at any moment.\"\nAuthenticity.\nBowley (2001) argues that the letter in Whitelocke's Memorials is the probable origin of the \"declaring war\" legend: \"Tromp had no 'Commission' from his government to declare war on the rebels in Scilly; but he did come to tryby a show of force, threats and even by violence perhaps, although this never happenedto seek reparation for Royalist piracies, but short of resorting to any action which might offend the Commonwealth even if [a war] had occurred in 1651, all matters pertaining would have been resolved in 1654 as a part of &lt;a href=\"Treaty%20of%20Westminster%20%281654%29\"&gt;the treaty&lt;/a&gt; between England and the United Provinces at the end of the &lt;a href=\"First%20Dutch%20War\"&gt;First Dutch War&lt;/a&gt;\".\nThe reality of this war is also disputed by Graeme Donald. In his book \"Loose Cannons: 101 Myths, Mishaps and Misadventurers of Military History\" he argues that no such war could have existed because neither side was sovereign: \"Tromp was an admiral, not a nation, and Scilly part of England\". He goes on to describe it as \"a great &lt;a href=\"Public%20Relations\"&gt;PR&lt;/a&gt; coup for the island's tourist board\"."
}