{
    "id": "26362250",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=26362250",
    "title": "Michael Domingo",
    "text": "Michael \"Bruce Lee\" Domingo (born August 23, 1979 in &lt;a href=\"Lebak%2C%20Sultan%20Kudarat\"&gt;Lebak&lt;/a&gt;, &lt;a href=\"Sultan%20Kudarat\"&gt;Sultan Kudarat&lt;/a&gt;, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;) is a &lt;a href=\"Filipino%20people\"&gt;Filipino&lt;/a&gt; retired professional &lt;a href=\"Boxing\"&gt;boxer&lt;/a&gt; and current WBO Oriental bantamweight champion.\nProfessional career.\nOn September 14, 2008, Domingo took on &lt;a href=\"Thai%20people\"&gt;Thai&lt;/a&gt; &lt;a href=\"Boxing\"&gt;boxer&lt;/a&gt; &lt;a href=\"Ratanachai%20Sor%20Vorapin\"&gt;Ratanachai Sor Vorapin&lt;/a&gt;, who gave former WBO champion &lt;a href=\"Gerry%20Pe%C3%B1alosa\"&gt;Gerry Peñalosa&lt;/a&gt; a hard time before being stopped in the 8th round a few months before at the Araneta Coliseum. The fight was part of the “Daytime Boxing” fight card at the Cebu Coliseum. Domingo was trained by former boxer Edito “Ala” Villamor. The Filipino boxer scored a 9th-round &lt;a href=\"technical%20knockout\"&gt;technical knockout&lt;/a&gt; victory over Vorapin to retain the regional &lt;a href=\"World%20Boxing%20Organization\"&gt;World Boxing Organization&lt;/a&gt; Oriental &lt;a href=\"bantamweight\"&gt;bantamweight&lt;/a&gt; title.\nDomingo was scheduled to fight Luis Melendez of Colombia, known for his fight with Filipino boxer &lt;a href=\"Z%20Gorres\"&gt;Z Gorres&lt;/a&gt; on May 1, 2010. The Domingo-Melendez bout was the main event of the card billed as “HANGAD NA PAGHIHIGANTI” (Dream Vendetta) and was supposed to be held on May 1, 2010, at the &lt;a href=\"Waterfront%20Cebu%20City%20Hotel%20%26amp%3B%20Casino\"&gt;Waterfront Hotel&lt;/a&gt; in Lahug, &lt;a href=\"Cebu%20City\"&gt;Cebu City&lt;/a&gt;. However, the match was postponed to May 23.\nDomingo was looking for a knockout win in this fight, to avenge Gorres' loss. After being knocked down by Melendez in the last round of his unanimous decision win, Gorres collapsed and was sent to the hospital for emergency neurosurgery. When asked upon the fight, Domingo said: “I am very happy to be given this opportunity to fight Melendez. I want to show the world that we Filipinos do not back away from a fight.\" He also added: “This fight is personal. This fight is a very emotional one for me. I cried when I learned what happened to Gorres. I want to show Gorres what I can do.”\nDomingo came in at 119 pound during the official weigh-in. The Filipino boxer won the bout by KO in the 2nd round. After the win Domingo turned into his friend Z Gorres, who was seating at the ringside. In his next fight, he faced &lt;a href=\"Vusi%20Malinga\"&gt;Vusi Malinga&lt;/a&gt; in an IBF Bantamweight Title eliminator bout in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. Domingo lost the bout by majority decision.\nIn the PINOY PRIDE: Battle of Cebu, Michael Domingo make another knock out against &lt;a href=\"Richard%20Samosir\"&gt;Richard Samosir&lt;/a&gt;, of &lt;a href=\"Semarang%2C%20Indonesia\"&gt;Semarang, Indonesia&lt;/a&gt;. Michael Domingo dominated the fight applying pressure and meaningful shot. After round six the referee called the RTD (retired) after Richard Samosir signaled in his corner. Making it a history of 41 wins and 19 knock outs. The event held at Hoops Dome, &lt;a href=\"Lapu-Lapu%2C%20Philippines\"&gt;Lapu-Lapu City, Cebu, Philippines&lt;/a&gt;.\nHis last bout was on October 20, 2012.\nHe now works as a boxing coach."
}