{
    "id": "2636378",
    "revid": "1057030046",
    "url": "https://en.wikipedia.org/wiki?curid=2636378",
    "title": "Stawamus Chief",
    "text": "The Stawamus Chief, officially Stawamus Chief Mountain (often referred to as simply The Chief, or less commonly Squamish Chief), is a &lt;a href=\"granite%20dome\"&gt;granitic dome&lt;/a&gt; located adjacent to the town of &lt;a href=\"Squamish%2C%20British%20Columbia\"&gt;Squamish, British Columbia&lt;/a&gt;, Canada. It towers over above the waters of nearby &lt;a href=\"Howe%20Sound\"&gt;Howe Sound&lt;/a&gt;. It is one of the largest granite monoliths in the world.\nThe &lt;a href=\"Squamish%20people\"&gt;Squamish&lt;/a&gt;, &lt;a href=\"Indigenous%20peoples%20of%20the%20Pacific%20Northwest%20Coast\"&gt;indigenous&lt;/a&gt; people from this area, consider the Chief to be a place of spiritual significance. The &lt;a href=\"Squamish%20language\"&gt;Squamish language&lt;/a&gt; name for the mountain is ( is usually translated as \"chief\" though it is really a social ranking), and their traditions say it is a longhouse transformed to stone by &lt;a href=\"X%C3%A1ays\"&gt;Xáays&lt;/a&gt;, as the Transformer Brothers are known in this language. The great cleft in the mountain's cliff-face in Squamish legend is a mark of corrosion left by the skin of &lt;a href=\"Sisiutl\"&gt;Sínulhka&lt;/a&gt;, a giant two-headed sea serpent.\nThe mountain gets its name from their village near its foot, &lt;a href=\"Stawamus%20%28village%29\"&gt;Stawamus&lt;/a&gt; (St'a7mes), as is also the case with the &lt;a href=\"Stawamus%20River\"&gt;Stawamus River&lt;/a&gt; and &lt;a href=\"Stawamus%20Lake\"&gt;Stawamus Lake&lt;/a&gt;, though the pronunciation of the village name is different from that commonly used in English ( is an approximation of the &lt;a href=\"Squamish%20language\"&gt;Squamish language&lt;/a&gt;, vs as commonly used in English).\nThe park.\nIn 1997, the &lt;a href=\"Stawamus%20Chief%20Provincial%20Park\"&gt;Stawamus Chief Provincial Park&lt;/a&gt; was established by the &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; Ministry of the Environment. The park is over five square kilometres in area and encompasses not only the Chief but also &lt;a href=\"Slhanay\"&gt;Slhanay&lt;/a&gt;, a slightly smaller granitic dome located a short distance to the north-east. Also featured in the park are a walk-in campground and a number of maintained &lt;a href=\"hiking\"&gt;hiking&lt;/a&gt; trails which lead through the forest of the Chief's \"backside\" to several &lt;a href=\"Summit%20%28topography%29\"&gt;summit&lt;/a&gt; areas.\nIn the spring of 2009, a new pedestrian bridge was opened across the highway. It provides access to the park from a new southbound parking lot in addition to linking the climbing areas of The Chief with those on the granite faces of Malamute Bluffs. This bridge (officially known as Stawamus Chief Pedestrian Overpass) was built as part of the Winter Olympic upgrades of the Sea to Sky Highway.\nGeology.\nThe Chief is part of a medium-sized &lt;a href=\"pluton\"&gt;pluton&lt;/a&gt; of a granitic rock (&lt;a href=\"granodiorite\"&gt;granodiorite&lt;/a&gt;) that was initially formed in the early &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; (approximately 100 million years ago) by the slow cooling and solidification of molten &lt;a href=\"magma\"&gt;magma&lt;/a&gt; deep below the surface of the Earth.\nExhumation of the granodiorite body probably occurred mostly by &lt;a href=\"erosion\"&gt;erosion&lt;/a&gt; of overlying rocks over tens of millions of years, with &lt;a href=\"glacial\"&gt;glacial&lt;/a&gt; erosion processes dominating exhumation over the last 2.5 million years. Once exposed at the surface, the original granodiorite body was shaped by glacial erosion, which is responsible for the tall steep walls that define the Chief, as well as the excavation of Howe Sound, a &lt;a href=\"fjord\"&gt;fjord&lt;/a&gt;. Classic hallmarks of glacial erosion are ubiquitous, especially polished, striated surfaces. Polish and striations observable at the very summit of the formation require that, at the peak of glaciation, the entire formation was buried under a substantial thickness of ice.\nThe striking &lt;a href=\"Gully\"&gt;gullies&lt;/a&gt; that separate and define the three summits of the Chief are the result of fracturing and mass-wasting of large blocks along a series of vertical, and roughly north-south oriented deep-seated fracture sets (joints).\nThe Chief may be the root of an &lt;a href=\"extinct%20volcano\"&gt;extinct volcano&lt;/a&gt; because no volcanic activity has occurred in the Squamish area from about 86 million years ago to the beginning of &lt;a href=\"Garibaldi%20Volcanic%20Belt\"&gt;Garibaldi Volcanic Belt&lt;/a&gt; &lt;a href=\"volcanism\"&gt;volcanism&lt;/a&gt; about 2-3 million years ago. In the Squamish area, Garibaldi Volcanic Belt volcanism ceased during or shortly after the end of the last &lt;a href=\"ice%20age\"&gt;ice age&lt;/a&gt;.\nTopography and features.\nThe Chief measures approximately three square kilometres. In summary, there are several summits separated by several deep gullies. Steep cliffs separate the summits from the forest floor in many places, especially the western faces.\nSummits.\nThere are three main summit areas:\nEach summit features an expanse of fine &lt;a href=\"Glacial%20striations\"&gt;glacier-polished&lt;/a&gt; granodiorite and views in all directions. Third Peak is a bit more remote and isolated and is less popular with tourists.\nAn additional summit area lies to the north of all the summits. This area is called the Zodiac Summit. Although it can be considered a sub-summit of Third Peak, it is perhaps the most isolated area of the Chief. No proper trail leads to the Zodiac Summit; there are only faint tracks here and there among the trees.\nHiking trails.\nAll of the three main summits are accessible via the Chief's maintained backside &lt;a href=\"hiking\"&gt;hiking&lt;/a&gt; trails. These trails are steep and rugged. In several high places there are short sections of \"trail\" that are so steep or slippery, that chains and ladders have been bolted to the rock for aid. The main attraction at the chief is the large granitic façade which is accessed by the chief trail or by &lt;a href=\"rock%20climbing\"&gt;rock climbing&lt;/a&gt;. The several peaks offer a view of the &lt;a href=\"Sea%20to%20Sky%20highway%2099\"&gt;Sea to Sky highway 99&lt;/a&gt; and the river below. The summits have no railings or safety installations, making it possible to fall off the face of the cliff.\nCharacteristics.\nGullies.\nThe three main summits of the Chief are separated by several deep clefts known as the gullies. These chasms are steep and are partially filled with debris, mostly &lt;a href=\"scree\"&gt;talus and scree&lt;/a&gt;. They were apparently excavated primarily by glacier action.\nThere is an additional smaller gully near the south end of the Chief called Bullethead Gully which somewhat separates the Bulletheads region from the rest of the Chief. This gully is very bushy and is much less dramatic than the main gullies mentioned above.\nThe Apron.\nThe Apron is a vast sweep of lower-angle rock which rises like a wedge from the highway to about halfway up the Grand Wall near the Chief's approximate centre. There it meets with a rising ridge of rock known as the Squamish Buttress, and promptly terminates in the great chasm known as the South Gully.\nRock faces.\nThe Chief's summits are surrounded by sheer rock wall cliffs. They are typically high, exposed, and surprisingly varied in character. Several of the Chief's more notable rock faces are as follows:\nThe Chief's rock faces, especially the Grand Wall, exhibit the unique textural patterns which result from the process of granitic exfoliation. This is the natural means by which large, high-quality granite formations weather, erode, and age. Rather than crumbling and slowly wearing away, large flakes of granitic rock tend to shear off and drop from the face in layers. On impact with the ground below, the shattered flakes become &lt;a href=\"boulders\"&gt;boulders&lt;/a&gt; and &lt;a href=\"scree\"&gt;talus&lt;/a&gt;.\nSometimes a flake will partially split away while remaining attached to the rock face. An excellent example of a partially detached flake on the Chief is the renowned Split Pillar on the Grand Wall. The Chief's rock faces are characterized by varied rock features including overhanging roofs, splitter cracks, rock chimneys, dihedrals, ledges, platforms, and lower angle slabs.\nThe Black Dyke.\nThis feature divides the Grand Wall from the Dihedral Wall to the south. This feature is considerably younger than the pale granodiorite rock surrounding it. It formed by the splitting of the solid granodiorite along a vertical fracture, which created a conduit for &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt; and &lt;a href=\"andesite\"&gt;andesite&lt;/a&gt; magmas, which may have fed &lt;a href=\"volcanoes\"&gt;volcanoes&lt;/a&gt; on the surface above the then-buried granitic rock. These younger magmas cooled quite quickly, which results in a very fine grained, almost glassy texture. The resulting &lt;a href=\"Dike%20%28geology%29\"&gt;dyke&lt;/a&gt; is now clearly visible from the Chief's main parking area.\nForest.\nAt the base and around the perimeter of the Chief are thick &lt;a href=\"forests\"&gt;forests&lt;/a&gt;. Although not exactly &lt;a href=\"old%20growth\"&gt;old growth&lt;/a&gt; these stands of trees are representative of &lt;a href=\"Pacific%20temperate%20rain%20forests\"&gt;pacific coastal temperate rain forest&lt;/a&gt; common in the area. Typical tree species are &lt;a href=\"Douglas%20fir\"&gt;Douglas fir&lt;/a&gt;, &lt;a href=\"Western%20Hemlock\"&gt;Western Hemlock&lt;/a&gt;, &lt;a href=\"western%20red%20cedar\"&gt;western red cedar&lt;/a&gt;, &lt;a href=\"Sitka%20spruce\"&gt;Sitka spruce&lt;/a&gt;, and &lt;a href=\"red%20alder\"&gt;red alder&lt;/a&gt;.\nBoulders.\nAlso at the base of the Chief's walls are a bewildering variety of medium-to-large size granitic &lt;a href=\"boulder\"&gt;boulder&lt;/a&gt;s. Once themselves part of the Chief, these boulders form groups which have been carefully explored by &lt;a href=\"bouldering\"&gt;bouldering&lt;/a&gt; enthusiasts. Some of the boulders are so large as to seem like small cliffs in their own right. The largest is the &lt;a href=\"Cacodemon%20Boulder\"&gt;Cacodemon Boulder&lt;/a&gt; at the base of the Grand Wall, an individual chunk of rock as big as a small apartment building.\nRock climbing.\nBecause of the Chief and several other high-quality climbing areas in the vicinity, Squamish has become a world-class &lt;a href=\"rock%20climbing\"&gt;rock climbing&lt;/a&gt; destination. Squamish is sometimes referred to as \"&lt;a href=\"Yosemite%20Valley\"&gt;Yosemite&lt;/a&gt; North\". In terms of structure, composition, and quality of the granitic rock, the Chief reportedly resembles &lt;a href=\"Half%20Dome\"&gt;Half Dome&lt;/a&gt; in the Yosemite Valley.\n&lt;a href=\"Kevin%20McLane\"&gt;Kevin McLane&lt;/a&gt;, longtime rock climber and Squamish guidebook author, describes climbing at the Chief thus: \"immense vertical walls, long cool slabs, sinuous &lt;a href=\"Dike%20%28geology%29\"&gt;dykes&lt;/a&gt;, and beautiful cracks offer a variety of climbing that is hard to match anywhere.\" Almost every style of rock climbing at almost every possible skill level can be practiced here, including &lt;a href=\"Traditional%20climbing\"&gt;Traditional climbing&lt;/a&gt;, &lt;a href=\"sport%20climbing\"&gt;sport climbing&lt;/a&gt;, &lt;a href=\"aid%20climbing\"&gt;aid climbing&lt;/a&gt;, and &lt;a href=\"bouldering\"&gt;bouldering&lt;/a&gt;. Since the Chief is practically at sea level, the only climbing styles not normally represented are &lt;a href=\"alpine%20climate\"&gt;alpine&lt;/a&gt; climbing and &lt;a href=\"ice%20climbing\"&gt;ice climbing&lt;/a&gt;.\nThe first epic ascent of The Grand Wall was made in 1961 by Ed Cooper and Jim Baldwin. Their effort was later profiled in &lt;a href=\"Ivan%20Hughes\"&gt;Ivan Hughes&lt;/a&gt;' 2003 documentary film \"&lt;a href=\"In%20the%20Shadow%20of%20the%20Chief\"&gt;In the Shadow of the Chief&lt;/a&gt;\".\nRock climber &lt;a href=\"Peter%20Croft%20%28climber%29\"&gt;Peter Croft&lt;/a&gt; began what continues to be a long and illustrious climbing career in Squamish in the late 1970s. He astounded the climbing community by putting up a number of bold new &lt;a href=\"free%20climbing\"&gt;free climbing&lt;/a&gt; routes on the Chief which, at the time, pushed the limits of what people thought was possible. More recently, &lt;a href=\"Brad%20Zdanivsky\"&gt;Brad Zdanivsky&lt;/a&gt; became the first &lt;a href=\"quadriplegic\"&gt;quadriplegic&lt;/a&gt; ever to reach the summit on 31 July 2005. In the summer of 2006, Sonnie Trotter established what was at the time considered to be the hardest traditionally protected single rock pitch in North America, and possibly the world: Cobra Crack (5.14).\nSlacklining.\n&lt;a href=\"Slacklining\"&gt;Slacklining&lt;/a&gt; has found its way on to the Chief more recently than rock climbing. Slackliners set up across the gullies of the Chief. On August 2, 2015, Spencer Seabrooke broke the standing free-solo world record for walking untethered across a 64-metre gap. There are over seven different lines that slackliners use in various locations on the Chief."
}