{
    "id": "26373339",
    "revid": "40130136",
    "url": "https://en.wikipedia.org/wiki?curid=26373339",
    "title": "Panchagni",
    "text": "Panchagni () is a 1986 Indian &lt;a href=\"Malayalam\"&gt;Malayalam&lt;/a&gt;-language drama &lt;a href=\"Thriller%20film\"&gt;thriller&lt;/a&gt; film directed by &lt;a href=\"Hariharan%20%28director%29\"&gt;Hariharan&lt;/a&gt; and written by &lt;a href=\"M.%20T.%20Vasudevan%20Nair\"&gt;M. T. Vasudevan Nair&lt;/a&gt;. The story is loosely inspired from the life of &lt;a href=\"naxalite\"&gt;naxalite&lt;/a&gt; &lt;a href=\"K.%20Ajitha\"&gt;K. Ajitha&lt;/a&gt; who was part of the naxalite movement in &lt;a href=\"Kerala\"&gt;Kerala&lt;/a&gt; in the 1960s. The film tells the story of Indira, a naxalite who comes out from prison on parole, she is serving a life sentence for killing a landlord. It stars &lt;a href=\"Mohanlal\"&gt;Mohanlal&lt;/a&gt;, &lt;a href=\"Geetha%20%28actress%29\"&gt;Geetha&lt;/a&gt;, &lt;a href=\"Nadia%20Moidu\"&gt;Nadia Moidu&lt;/a&gt;, and &lt;a href=\"Thilakan\"&gt;Thilakan&lt;/a&gt;. The film features songs composed by &lt;a href=\"Bombay%20Ravi\"&gt;Bombay Ravi&lt;/a&gt; and a score by &lt;a href=\"Pukazhenthi\"&gt;Pukazhenthi&lt;/a&gt;. Cinematography was done by &lt;a href=\"Shaji%20N.%20Karun\"&gt;Shaji N. Karun&lt;/a&gt;.\nUpon release, \"Panchagni\" received widespread critical acclaim and became one of the highest-grossing Malayalam films of the year. The film ran for more than 200 days in theatres. \"Panchagni\" is now regarded as a classic in &lt;a href=\"Malayalam%20cinema\"&gt;Malayalam cinema&lt;/a&gt; and is also considered one of the best screenplays by Vasudevan Nair. Indira is regarded by critics as one of the most powerful female characters in Indian cinema. The film won two &lt;a href=\"Kerala%20State%20Film%20Awards\"&gt;Kerala State Film Awards&lt;/a&gt;—&lt;a href=\"Kerala%20State%20Film%20Award%20for%20Best%20Screenplay\"&gt;Best Screenplay&lt;/a&gt; and &lt;a href=\"Kerala%20State%20Film%20Award%20for%20Second%20Best%20Actor\"&gt;Second Best Actor&lt;/a&gt; (Thilakan). Hariharan won the &lt;a href=\"Filmfare%20Award%20for%20Best%20Director%20%E2%80%93%20Malayalam\"&gt;Filmfare Award for Best Director – Malayalam&lt;/a&gt;. The film was remade in Tamil as \"&lt;a href=\"Nyaya%20Tharasu\"&gt;Nyaya Tharasu&lt;/a&gt;\" (1989).\nPlot.\nThe movie revolves around the incidents in a two-week period, when Indira (&lt;a href=\"Geetha%20%28actress%29\"&gt;Geetha&lt;/a&gt;), a Naxal activist is out in parole. She is serving life sentence in the central jail, Cannanore after being charged for the murder of Avarachan, a landlord, who she had witnessed kill a young tribal woman after she was raped and impregnated (by him).\nIndira's mother, a former freedom fighter who is on her deathbed, is relieved to see her, and is under the impression that she is free now. Her younger sister Savithri (&lt;a href=\"Nadiya%20Moidu\"&gt;Nadiya Moidu&lt;/a&gt;), her husband Prabhakaran (&lt;a href=\"Devan%20%28actor%29\"&gt;Devan&lt;/a&gt;) and her nephew are happy to have her back home. But her younger brother, Ravi (Meghanathan), an unemployed youth, addicted to drugs is angered by her mere presence, blaming her for his inability to secure a good job. Indira's older brother who is home from &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt; to perform the death rites of her mother refuses to even talk to her, and leaves after a big quarrel, leaving his nephew to do the rites. Most of her acquaintances are intimidated by her, except her old classmate Sharadha (&lt;a href=\"Chithra%20%28actress%29\"&gt;Chitra&lt;/a&gt;). Sharadha had married her college sweetheart, Rajan (&lt;a href=\"Murali%20%28Malayalam%20actor%29\"&gt;Murali&lt;/a&gt;) and lives close to Indira's home.\nRasheed (&lt;a href=\"Mohanlal\"&gt;Mohanlal&lt;/a&gt;), a freelance journalist, tries to get an interview with Indira, she declines initially and is annoyed by his persistence.\nAs the days pass on, Indira feels unwanted, and ends up having no place to live. Savithri suspects an affair between her husband and Indira, making it hard for Indira to stay with them. Sharadha's husband has changed a lot in years, has degraded himself into a womanizer, and Indira can't stay with them either. Ultimately, Indira asks Rasheed for help and ends up staying at his place.\nWith time, Indira and Rasheed get closer, and a lovely relationship blossoms between the two. As Indira is nearing the completion of her parole, Rasheed, with great difficulty, succeeds in getting the government remission order in time, so that Indira no longer has to go back to jail. By this time, Savithri and Ravi reconcile with Indira, and are overjoyed to hear about her release. Indira rushes to Sharadha's place to share the good news, but there she is shocked to see Sharadha's servant being gang-raped by her husband Rajan and friends. True to her righteous self, Indira ends up shooting Rajan with his hunting rifle and ultimately surrenders herself at the police station.\nProduction.\n\"Panchagni\" is loosely inspired from the life of &lt;a href=\"naxalite\"&gt;naxalite&lt;/a&gt; activist &lt;a href=\"K.%20Ajitha\"&gt;K. Ajitha&lt;/a&gt; who was an active part of the naxalite movement that took place in &lt;a href=\"Kerala\"&gt;Kerala&lt;/a&gt; in the 1960s. It was one of the few films in Malayalam that discussed about naxals.\nAfter M. T. Vasudevan Nair completed the screenplay of \"Panchagni\", Hariharan decided to produce the film himself under his company Gayathri Cinema. During the pre-production of the film, G. P. Vijayakumar telephoned Hariharan and informed his wish to produce a Hariharan-M.T. Vasudevan Nair film under his newly formed production company, Seven Arts. Hariharan agreed and hand over the production to Vijayakumar. Initially, &lt;a href=\"Naseeruddin%20Shah\"&gt;Naseeruddin Shah&lt;/a&gt; was cast in the role of news reporter Rasheed, per the suggestion of Nair. Shah signed the film and was given advance payment. Later, &lt;a href=\"Mohanlal\"&gt;Mohanlal&lt;/a&gt; met Hariharan informing his wish to act in their film, but the casting process was already over by then, so he had to return him. But after that meeting, Hariharan had a change of mind with the thought of casting him in the role of Rasheed, he talked the matter with Nair and Mohanlal was fixed. In a later interview in 2000, Hariharan recalled: \"when we asked Mohanlal whether he would do the film, he said he would do 'any role'. The first thing I wanted was to give him a different appearance. Till then, he hadn't appeared without a moustache. So I asked him to shave it off. He immediately agreed. \"Panchagni\" went on to become a turning point in his career\". Initially, &lt;a href=\"Ambika%20%28actress%29\"&gt;Ambika&lt;/a&gt; was chosen for the role of Indira, but she could not sign the film due to scheduling conflicts with a &lt;a href=\"Kannada\"&gt;Kannada&lt;/a&gt; film, which she later regrets. &lt;a href=\"Geetha%20%28actress%29\"&gt;Geetha&lt;/a&gt; was finalised for the role. Ambika said in a later interview in 2017 that \"Panchagni\" and \"&lt;a href=\"Chithram\"&gt;Chithram&lt;/a&gt;\" are the two films in her career that she feels sad about that she could not join.\nRelease.\nThe film was released on 1 February 1986.\nUpon release, \"Panchagni\" received widespread critical acclaim and also performed well at the box office, becoming one of the highest-grossing Malayalam films of the year. The film ran for more than 200 days in theatres. Indira is regarded by critics as one of the most powerful female characters in Indian cinema. \"Panchagni\" is now considered a classic in &lt;a href=\"Malayalam%20cinema\"&gt;Malayalam cinema&lt;/a&gt;. Its screenplay is considered one of the best works of Vasudevan Nair. The film was remade in Tamil as \"&lt;a href=\"Nyaya%20Tharasu\"&gt;Nyaya Tharasu&lt;/a&gt;\" (1989)."
}