{
    "id": "26370057",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=26370057",
    "title": "Frente Popular (Goa)",
    "text": "The Frente Popular Party (also named Janta Agadhi) is a former political party of &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. It participated in the 1963 Goa general elections without any success.\nBackground.\nFrente Popular was founded by &lt;a href=\"communists\"&gt;communists&lt;/a&gt;. Its stated ideals were &lt;a href=\"secularism\"&gt;secularism&lt;/a&gt;, &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt; and &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt;. It attacked the &lt;a href=\"prohibition\"&gt;prohibition&lt;/a&gt; policy promoted by the &lt;a href=\"Indian%20National%20Congress\"&gt;Congress&lt;/a&gt; and criticized the administration of Goa for nepotism and corruption.\nFrente Popular was responsible for organizing mass rallies which were addressed by prominent national communist leaders such as &lt;a href=\"S.%20A.%20Dange\"&gt;S. A. Dange&lt;/a&gt;. It was headed by &lt;a href=\"Bertha%20Menezes%20Braganza\"&gt;Bertha Menezes Braganza&lt;/a&gt;, a journalist from &lt;a href=\"Bombay\"&gt;Bombay&lt;/a&gt;.\nViews on Goa's statehood.\nThere were persistent demands to merge the Union Territory of Goa into the newly created linguistic state of &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;. The communists in India were staunch supporters of the &lt;a href=\"Samyukta%20Maharashtra%20movement\"&gt;Samyukta Maharashtra movement&lt;/a&gt;, which demanded an enlarged linguistic state of Maharashtra, which included Goa. However, the Frente Popular campaigned against a merger and supported full statehood for Goa.\n1963 elections.\nThere were eight political parties in Goa at the time of the first general elections in 1963; however, only four got recognition from the &lt;a href=\"Election%20Commission%20of%20India\"&gt;Election Commission of India&lt;/a&gt;, including the Frente Popular. The symbol allocated to the Frente Popular was the &lt;a href=\"elephant\"&gt;elephant&lt;/a&gt;.\nFrente Popular put forth only eight candidates from the 30 available constituencies. It contested mainly in areas with high concentrations of labourers, fielding candidates from the &lt;a href=\"trade%20unions\"&gt;trade unions&lt;/a&gt;. Bertha Menezes Braganza ran in &lt;a href=\"Cortalim\"&gt;Cortalim&lt;/a&gt;. The party did not win any seats, polling just 4,548 votes (1.82% of polled votes). The &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt;'s campaign for the &lt;a href=\"United%20Goans%20Party\"&gt;United Goans Party&lt;/a&gt; has been cited as a major factor contributing to the party's poor showing."
}