{
    "id": "26384437",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=26384437",
    "title": "Limassol Crusaders",
    "text": "The Limassol Crusaders are an independent &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club based in &lt;a href=\"Limassol\"&gt;Limassol&lt;/a&gt;, &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt;. They were the 2nd independent rugby club to be formed in Cyprus, after the &lt;a href=\"Paphos%20Tigers\"&gt;Paphos Tigers&lt;/a&gt;. They were established in late 2003.\nHistory.\nThe club was formed, and initial membership recruited, by word of mouth after the &lt;a href=\"2003%20Rugby%20World%20Cup\"&gt;2003 Rugby World Cup&lt;/a&gt;. Temporary training facilities were used initially, including a spell at the Elias Beach Resort Hotel, until the club finally leased the AEK Achileas Stadium in 2004, with the club joining the Joint Services Rugby Football Union and competing formally starting with the 2004/05 season. When the Cyprus Rugby Federation formed its own league, Limassol Crusaders joined it.\nWhen, in 2006, Cyprus formed a &lt;a href=\"Cyprus%20national%20rugby%20union%20team\"&gt;national squad&lt;/a&gt;, five Crusaders were members of the team that won their inaugural game against &lt;a href=\"Greece%20national%20rugby%20union%20team\"&gt;Greece&lt;/a&gt;.\nIn 2013, the Crusaders moved to a new stadium in the &lt;a href=\"Mesa%20Yitonia\"&gt;Mesa Geitonia&lt;/a&gt; area of Limassol. The new stadium has a higher capacity, better drainage and conforms better to &lt;a href=\"International%20Rugby%20Board\"&gt;IRB&lt;/a&gt; safety regulations.\nIn 2016, the club moved back to the historical stadium next to Katholiki Technical School after closing the contract with the previous venue.\nResults.\nTours.\na Match played in the 2015 Warsaw Rugby Festiival.\nCurrent squad.\n\"2015/16\"\n \nYouth rugby.\nAs well as the senior team, the Crusaders also encourage youth rugby. The Crusader Colts is open to boys and girls aged 13 and older and the Minicru is open to children aged 6 and older.\nVeterans rugby.\nIn November 2016 the Limassol Crusaders for the first time fulfil a Veterans squad as opposition for the Camberley Rugby Vets &lt;a href=\"http%3A//www.camberleyrugbyclub.co.uk/\"&gt;&lt;/a&gt; on tour in Cyprus. The team has been unofficially called \"the Commandarias\"."
}