{
    "id": "2643694",
    "revid": "35543829",
    "url": "https://en.wikipedia.org/wiki?curid=2643694",
    "title": "Limerick Soviet",
    "text": "The Limerick Soviet (&lt;a href=\"Irish%20language\"&gt;Irish:&lt;/a&gt; \"Sóibhéid Luimnigh\") is one of a number of self-declared &lt;a href=\"Irish%20soviets\"&gt;Irish soviets&lt;/a&gt; that were formed around Ireland circa 1919. The Limerick Soviet existed for a two week period from 15 to 27 April 1919. At the beginning of the &lt;a href=\"Irish%20War%20of%20Independence\"&gt;Irish War of Independence&lt;/a&gt;, a &lt;a href=\"general%20strike\"&gt;general strike&lt;/a&gt; was organised by the Limerick Trades and Labour Council, as a protest against the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt;'s declaration of a \"Special Military Area\" under the &lt;a href=\"Defence%20of%20the%20Realm%20Act\"&gt;Defence of the Realm Act&lt;/a&gt;, which covered most of &lt;a href=\"Limerick\"&gt;Limerick&lt;/a&gt; city and a part of the county. The &lt;a href=\"Soviet%20%28council%29\"&gt;soviet&lt;/a&gt; ran the city for the period, printed its own money and organised the supply of food. The Limerick Soviet was one of a number of Irish soviets declared between 1919 and 1923.\nCreation.\nFrom January 1919 the &lt;a href=\"Irish%20War%20of%20Independence\"&gt;Irish War of Independence&lt;/a&gt; developed as a &lt;a href=\"guerrilla\"&gt;guerrilla&lt;/a&gt; conflict between the &lt;a href=\"Irish%20Republican%20Army\"&gt;Irish Republican Army&lt;/a&gt; (IRA) (backed by &lt;a href=\"Sinn%20F%C3%A9in\"&gt;Sinn Féin&lt;/a&gt;'s &lt;a href=\"D%C3%A1il%20%C3%89ireann\"&gt;Dáil Éireann&lt;/a&gt;), and the &lt;a href=\"British%20government\"&gt;British government&lt;/a&gt;. On 6 April 1919 the IRA tried to liberate Robert Byrne, who was under arrest by the &lt;a href=\"Royal%20Irish%20Constabulary\"&gt;Royal Irish Constabulary&lt;/a&gt; (RIC) police in a hospital, being treated for the effects of a &lt;a href=\"hunger%20strike\"&gt;hunger strike&lt;/a&gt;. In the rescue attempt &lt;a href=\"Constable\"&gt;Constable&lt;/a&gt; Martin O'Brien was fatally wounded and another policeman was seriously injured. Byrne was also wounded and died later the same day.\nIn response, on 9 April &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; Brigadier Griffin declared the city to be a Special Military Area, with RIC permits required for all wanting to enter and leave the city as of Monday 14 April. British Army troops and armoured vehicles were deployed in the city.\nOn Friday 11 April a meeting of the United Trades and Labour Council, to which Byrne had been a delegate, took place. At that meeting &lt;a href=\"Irish%20Transport%20and%20General%20Workers%27%20Union\"&gt;Irish Transport and General Workers' Union&lt;/a&gt; (ITGWU) representative Sean Dowling proposed that the trade unions take over Town Hall and have meetings there, but the proposal was not voted on. On Saturday 12 April the ITGWU workers in the Cleeve's factory in Lansdowne voted to go on strike. On Sunday 13 April, after a twelve-hour discussion and lobbying of the delegates by workers, a &lt;a href=\"general%20strike\"&gt;general strike&lt;/a&gt; was called by the city's United Trades and Labour Council. Responsibility for the direction of the strike was devolved to a committee that described itself as a &lt;a href=\"Soviet%20%28council%29\"&gt;soviet&lt;/a&gt; as of 14 April. The committee had the example of the &lt;a href=\"1913%20Strike%20and%20Lockout\"&gt;Dublin general strike&lt;/a&gt; of 1913 and \"soviet\" (meaning a self-governing committee) had become a popular term after 1917 from the soviets that had led to the &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Russian Soviet Federative Socialist Republic&lt;/a&gt;.\nMedia attention.\nA transatlantic air race was being organised from Bawnmore in &lt;a href=\"County%20Limerick\"&gt;County Limerick&lt;/a&gt; at the same time, but was cancelled. The assembled journalists from England and America took up the story of an Irish soviet and interviewed the organisers. The Trades Council chairman John Cronin was described as the \"father of the baby Soviet.\" Ruth Russell of the \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\" remarked on the &lt;a href=\"Roman%20Catholicism%20in%20Ireland\"&gt;religiosity&lt;/a&gt; of the strike committee, observed \"the bells of the nearby &lt;a href=\"Munchin\"&gt;St. Munchin's&lt;/a&gt; Church tolled the &lt;a href=\"Angelus\"&gt;Angelus&lt;/a&gt; and all the red-badged guards rose and &lt;a href=\"Sign%20of%20the%20cross\"&gt;blessed themselves&lt;/a&gt;.\" The Sinn Féin Mayor of Limerick, &lt;a href=\"Phons%20O%27Mara\"&gt;Phons O'Mara&lt;/a&gt; told Russell there is no prospect of socialism, as \"There can't be, the people here are Catholics.\"\nOperations.\nThe general strike was extended to a boycott of the troops. A special strike committee was set up to print their own money, control &lt;a href=\"food%20prices\"&gt;food prices&lt;/a&gt; and publish newspapers. The businesses of the city accepted the strike currency. Outside Limerick there was some sympathy in Dublin, but not in the main Irish industrial area around &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt;. The National Union of Railwaymen did not help.\nThe strike committee organised food and fuel supplies, printed its own money based on the &lt;a href=\"Shilling%20%28British%20coin%29\"&gt;British shilling&lt;/a&gt;, and published its own newspaper called 'The Worker's Bulletin' Cinemas opened with the sign “Working under authority of the strike committee” posted. Local newspapers were allowed to publish once a week as long as they had the caption \"Published by Permission of the Strike Committee\".\nOn 21 April 'The Worker's Bulletin' remarked that \"A new and perfect system of organisation has been worked out by a clever and gifted mind, and ere long we shall show the world what Irish workers are capable of doing when left to their own resources.\" On Easter Monday 1919, the newspaper stated \"The strike is a worker's strike and is no more Sinn Féin than any other strike.\"\nLiam Cahill argues \"The soviet attitude to private property was essentially pragmatic. So long as shopkeepers were willing to act under the soviet's dictates, there was no practical reason to commandeer their premises.\" While the strike was described by some as a revolution, Cahill adds that: \"In the end the soviet was basically an emotional and spontaneous protest on essentially nationalist and humanitarian grounds, rather than anything based on socialist or even trade union aims.\"\nAfter two weeks the &lt;a href=\"Sinn%20F%C3%A9in\"&gt;Sinn Féin&lt;/a&gt; Lord Mayor of Limerick, &lt;a href=\"Phons%20O%27Mara\"&gt;Phons O'Mara&lt;/a&gt;, and the Catholic bishop Denis Hallinan called for the strike to end, and the Strike Committee issued a proclamation on 27 April 1919 stating that the strike was over."
}