{
    "id": "26439881",
    "revid": "373827",
    "url": "https://en.wikipedia.org/wiki?curid=26439881",
    "title": "Nick Moss",
    "text": "Nick Moss (born December 15, 1969, &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, United States) is an American &lt;a href=\"Chicago%20blues\"&gt;Chicago blues&lt;/a&gt; and &lt;a href=\"electric%20blues\"&gt;electric blues&lt;/a&gt; musician. He has released thirteen albums to date, all on his own label, Blue Bella Records label. He has played with &lt;a href=\"Buddy%20Scott\"&gt;Buddy Scott&lt;/a&gt;, &lt;a href=\"Jimmy%20Dawkins\"&gt;Jimmy Dawkins&lt;/a&gt;, &lt;a href=\"Jimmy%20Rogers\"&gt;Jimmy Rogers&lt;/a&gt; and the &lt;a href=\"The%20Legendary%20Blues%20Band\"&gt;Legendary Blues Band&lt;/a&gt;. More recently he has performed &lt;a href=\"frontman\"&gt;fronting&lt;/a&gt; his own group, Nick Moss and the Flip Tops until 2008 and then shortening the name in 2009 to Nick Moss Band. The &lt;a href=\"music%20journalism\"&gt;music journalist&lt;/a&gt; Bill Dahl stated that Moss possesses \"mastery of the classic Chicago sound.\"\nBiography.\nMoss originally learned to play the bass guitar. He joined &lt;a href=\"Buddy%20Scott\"&gt;Buddy Scott&lt;/a&gt;'s backing band when he was in his late teens. He played for Scott for two years. After that he played with &lt;a href=\"Jimmy%20Dawkins\"&gt;Jimmy Dawkins&lt;/a&gt;. By 1993, he had joined the &lt;a href=\"The%20Legendary%20Blues%20Band\"&gt;Legendary Blues Band&lt;/a&gt; and played bass on their final album, \"Money Talks\". The band's &lt;a href=\"frontman\"&gt;frontman&lt;/a&gt;, &lt;a href=\"Willie%20%26quot%3BBig%20Eyes%26quot%3B%20Smith\"&gt;Willie \"Big Eyes\" Smith&lt;/a&gt;, suggested Moss should switch to lead guitar, and he spent over two years there before they split up.\nMoss moved on to play guitar in the &lt;a href=\"Jimmy%20Rogers\"&gt;Jimmy Rogers&lt;/a&gt; band for three years, before he turned to a solo career. His debut album, \"First Offense\" (re-released in 2003), billed as by Nick Moss and the Flip Tops, included a guest appearance by the harmonica player &lt;a href=\"Lynwood%20Slim\"&gt;Lynwood Slim&lt;/a&gt;. His next albums, \"Got a New Plan\" (2001), \"Count Your Blessings\" (2003), \"Sadie Mae\" (2005) and \"Live at Chan's\" (2006), were each nominated for a &lt;a href=\"Blues%20Music%20Award\"&gt;W. C. Handy Award&lt;/a&gt;.\nNick Moss and the Flip Tops recorded two live albums at Chan's, a &lt;a href=\"Rhode%20Island\"&gt;Rhode Island&lt;/a&gt; &lt;a href=\"nightclub\"&gt;club&lt;/a&gt;, the second of which included the harp playing of &lt;a href=\"Gerry%20Hundt\"&gt;Gerry Hundt&lt;/a&gt;. Moss and the Flip Tops played at &lt;a href=\"Memphis%20in%20May\"&gt;Memphis in May&lt;/a&gt; and the Ottawa Blues Festival in 2008. The same year Moss produced &lt;a href=\"Magic%20Slim\"&gt;Magic Slim&lt;/a&gt;'s album \"Midnight Blues.\" Moss later changed the name of his group, which became the Nick Moss Band.\nMoss's ninth album, \"Here I Am\", was released on November 22, 2011. It was nominated for a &lt;a href=\"Blues%20Music%20Award\"&gt;Blues Music Award&lt;/a&gt; in 2013 in the category Rock Blues Album. His tenth album, \"Time Ain't Free\", was released in March 2014 and was voted by the editors at \"&lt;a href=\"Guitar%20World\"&gt;Guitar World&lt;/a&gt;\" magazine as One of the Top 50 Albums of 2014.\nThe band released \"Live &amp; Luscious\" on October 30, 2015. It was their 11th album released after a European tour in April that year. It featured live versions of unreleased songs that will be introduced in the following studio album. The 12th album was issued on May 20, 2016, and was a double disc studio effort, \"From the Root to the Fruit\".\n\"The High Cost of Low Living\" (2018) was a slight departure from the norm, incorporating a significant guest appearance from the harmonica player &lt;a href=\"Dennis%20Gruenling\"&gt;Dennis Gruenling&lt;/a&gt;, plus the release was via &lt;a href=\"Alligator%20Records\"&gt;Alligator Records&lt;/a&gt;.\nAt the 40th Blues Music Awards in 2019, Moss was named 'Traditional Blues Male Artist of the Year'.\nHis 2019 joint recording with &lt;a href=\"Dennis%20Gruenling\"&gt;Dennis Gruenling&lt;/a&gt;, \"Lucky Guy!\", was chosen as a 'Favorite Blues Album' by &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt;. In May 2020, the Nick Moss Band featuring Dennis Gruenling won two Blues Music Awards for 'Band of the Year' and 'Traditional Blues Album of the Year' for \"Lucky Guy!\"."
}