{
    "id": "264812",
    "revid": "40292988",
    "url": "https://en.wikipedia.org/wiki?curid=264812",
    "title": "Edwin F. Uhl",
    "text": "Edwin Fuller Uhl (August 14, 1841 – May 17, 1901) was a prominent &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt; &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt; and &lt;a href=\"politician\"&gt;politician&lt;/a&gt;. He served as &lt;a href=\"List%20of%20mayors%20of%20Grand%20Rapids%2C%20Michigan\"&gt;Mayor&lt;/a&gt; of &lt;a href=\"Grand%20Rapids%2C%20Michigan\"&gt;Grand Rapids, Michigan&lt;/a&gt;, &lt;a href=\"United%20States%20Ambassador%20to%20Germany\"&gt;Ambassador to Germany&lt;/a&gt; and &lt;a href=\"United%20States%20Assistant%20Secretary%20of%20State\"&gt;United States Assistant Secretary of State&lt;/a&gt;.\nBiography.\nUhl was born in the township of &lt;a href=\"Rush%2C%20New%20York\"&gt;Rush, New York&lt;/a&gt;, the son of David M. and Catherine (De Garmo) Uhl. The family moved to a farm near &lt;a href=\"Ypsilanti%2C%20Michigan\"&gt;Ypsilanti, Michigan&lt;/a&gt; in 1844. Uhl graduated from the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt; in 1862 and received an M.A. degree from the same institution in 1863. He then studied &lt;a href=\"law\"&gt;law&lt;/a&gt;, gaining admission to the Michigan &lt;a href=\"bar%20association\"&gt;bar&lt;/a&gt; in January 1864, and began practice. He would practice law alone and in partnerships for the next thirty years.\nOn May 1, 1865 Uhl married Alice Follett, the daughter of Benjamin Follett, a prominent citizen and onetime mayor of Ypsilanti. They had four children: Lucy Follett, David Edwin, Alice Edwina and Marshall Mortimer.\nIn 1870 Uhl was elected Prosecuting Attorney of &lt;a href=\"Washtenaw%20County%2C%20Michigan\"&gt;Washtenaw County&lt;/a&gt; and served in that office for two years. In 1876 the Uhl family moved to &lt;a href=\"Grand%20Rapids%2C%20Michigan\"&gt;Grand Rapids&lt;/a&gt;. In 1881 he became president of the Grand Rapids National Bank; he remained in that position until 1893, then returned to it in 1897. At one time he served as President of the Bar Association of Grand Rapids. In 1890 he was elected Mayor of Grand Rapids, serving two years.\nIn 1893 Uhl was appointed &lt;a href=\"United%20States%20Assistant%20Secretary%20of%20State\"&gt;Assistant Secretary of State&lt;/a&gt; and moved to &lt;a href=\"Washington%2C%20DC\"&gt;Washington, DC&lt;/a&gt;. From May 28 to June 9, 1895, he served as Acting Secretary of State by appointment of &lt;a href=\"Grover%20Cleveland\"&gt;President Cleveland&lt;/a&gt;. In 1895 the federal government appointed him to inspect US &lt;a href=\"consular%20office\"&gt;consular office&lt;/a&gt;s throughout &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and in 1896 he was appointed Ambassador to Germany, a post he held until 1897, when the Cleveland administration and its appointees were replaced. He returned to Grand Rapids and resumed his career there until his death four years later.\nHe is buried in &lt;a href=\"Highland%20Cemetery\"&gt;Highland Cemetery&lt;/a&gt; in &lt;a href=\"Ypsilanti%2C%20Michigan\"&gt;Ypsilanti, Michigan&lt;/a&gt;."
}