{
    "id": "26497472",
    "revid": "1069268169",
    "url": "https://en.wikipedia.org/wiki?curid=26497472",
    "title": "Fenian",
    "text": "The word Fenian () served as an umbrella term for the &lt;a href=\"Irish%20Republican%20Brotherhood\"&gt;Irish Republican Brotherhood&lt;/a&gt; (IRB) and their affiliate in the United States, the &lt;a href=\"Fenian%20Brotherhood\"&gt;Fenian Brotherhood&lt;/a&gt;, secret political organisations in the late 19th and early 20th century dedicated to the establishment of an independent &lt;a href=\"Irish%20Republic\"&gt;Irish Republic&lt;/a&gt;. In 1867 they sought to coordinate &lt;a href=\"Fenian%20raids\"&gt;raids into Canada&lt;/a&gt; from the United States with a &lt;a href=\"Fenian%20Rising\"&gt;rising in Ireland&lt;/a&gt;. In the &lt;a href=\"Easter%20Rising\"&gt;1916 Easter Rising&lt;/a&gt; and the 1919–1921 &lt;a href=\"Irish%20War%20of%20Independence\"&gt;Irish War of Independence&lt;/a&gt;, the IRB led the republican struggle.\nThe term \"Fenian\" today occurs as a derogatory sectarian term in Ireland, referring to &lt;a href=\"Irish%20nationalism\"&gt;Irish nationalists&lt;/a&gt; or &lt;a href=\"Catholic%20Church%20in%20Ireland\"&gt;Catholics&lt;/a&gt;, particularly in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;. The term has been used similarly in Scotland by Protestants as an attempt at a derogatory &lt;a href=\"List%20of%20religious%20slurs%23Roman%20Catholics\"&gt;religious slur&lt;/a&gt; when referring to &lt;a href=\"Catholic%20Church%20in%20Scotland\"&gt;Scottish Catholics&lt;/a&gt; or to &lt;a href=\"Irish%20migration%20to%20Great%20Britain%23Irish%20in%20Scotland\"&gt;Scots with Irish ancestry&lt;/a&gt;.\nFenianism.\nFenianism (), according to O'Mahony, embodied two principles: firstly, that Ireland had a natural right to independence, and secondly, that this right could be won only by an armed revolution. The name originated with the &lt;a href=\"Fianna\"&gt;Fianna&lt;/a&gt; of &lt;a href=\"Irish%20mythology\"&gt;Irish mythology&lt;/a&gt; – groups of legendary warrior-bands associated with &lt;a href=\"Fionn%20mac%20Cumhail\"&gt;Fionn mac Cumhail&lt;/a&gt;. Mythological tales of the Fianna became known as the &lt;a href=\"Fenian%20Cycle\"&gt;Fenian Cycle&lt;/a&gt;.\nIn the 1860s, opponents of Irish nationalism within the English &lt;a href=\"political%20establishment\"&gt;political establishment&lt;/a&gt; sometimes used the term \"Fenianism\" to refer to any form of mobilisation among the Irish or to those who expressed any Irish nationalist sentiments, or questioned the &lt;a href=\"Protestant%20Ascendancy\"&gt;Protestant Ascendancy&lt;/a&gt; (such as by advocating for the rights of &lt;a href=\"tenant%20farmer\"&gt;tenant farmer&lt;/a&gt;s). The political establishment often applied the term in this sense - inaccurately - to the unrelated &lt;a href=\"Tenant%20Right%20League\"&gt;Tenant Right League&lt;/a&gt;, the &lt;a href=\"Irish%20National%20Land%20League\"&gt;Irish National Land League&lt;/a&gt; and the &lt;a href=\"Irish%20Parliamentary%20Party\"&gt;Irish Parliamentary Party&lt;/a&gt;, who did not advocate explicitly for an independent Irish Republic or for the use of force. The establishment warned people about a perceived threat to turn what they saw as \"decent civilised\" society on its head by movements such as &lt;a href=\"trade%20union\"&gt;trade union&lt;/a&gt;ism seeking to change the existing &lt;a href=\"social%20order\"&gt;social order&lt;/a&gt; in the &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;United Kingdom&lt;/a&gt;.\nIreland.\n&lt;a href=\"James%20Stephens%20%28Fenian%29\"&gt;James Stephens&lt;/a&gt;, one of the \"Men of 1848\", (a participant in the &lt;a href=\"Young%20Irelander%20Rebellion%20of%201848\"&gt;1848 revolt&lt;/a&gt;) had established himself in Paris, and was in correspondence with &lt;a href=\"John%20O%27Mahony\"&gt;John O'Mahony&lt;/a&gt; in the United States and other advanced nationalists at home and abroad. This would include the \"Phoenix National and Literary Society\", with Jeremiah O'Donovan (afterwards known as &lt;a href=\"Jeremiah%20O%27Donovan%20Rossa\"&gt;O'Donovan Rossa&lt;/a&gt;) among its more prominent members, which had been formed recently at &lt;a href=\"Skibbereen\"&gt;Skibbereen&lt;/a&gt;.\nAlong with &lt;a href=\"Thomas%20Clarke%20Luby\"&gt;Thomas Clarke Luby&lt;/a&gt;, &lt;a href=\"John%20O%27Leary%20%28Fenian%29\"&gt;John O'Leary&lt;/a&gt; and &lt;a href=\"Charles%20Kickham\"&gt;Charles Kickham&lt;/a&gt; he founded the Irish Republican Brotherhood on 17 March 1858 in Lombard Street, &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;.\nThe &lt;a href=\"Fenian%20Rising\"&gt;Fenian Rising&lt;/a&gt; in 1867 proved to be a \"doomed rebellion\", poorly organised and with minimal public support. Most of the Irish-American officers who landed at &lt;a href=\"Cork%20%28city%29\"&gt;Cork&lt;/a&gt;, in the expectation of commanding an army against England, were imprisoned; sporadic disturbances around the country were easily suppressed by the police, &lt;a href=\"British%20army\"&gt;army&lt;/a&gt; and local militias. In the aftermath, Fenian assassination circles were active in Cork and in Dublin and were responsible for shooting two officers of the &lt;a href=\"Dublin%20Metropolitan%20Police\"&gt;Dublin Metropolitan Police&lt;/a&gt; on duty in October 1867.\nIn 1882, a breakaway IRB faction calling itself the &lt;a href=\"Irish%20National%20Invincibles\"&gt;Irish National Invincibles&lt;/a&gt; assassinated the British &lt;a href=\"Chief%20Secretary%20for%20Ireland\"&gt;Chief Secretary for Ireland&lt;/a&gt; &lt;a href=\"Lord%20Frederick%20Cavendish\"&gt;Lord Frederick Cavendish&lt;/a&gt; and his Permanent Under-secretary (chief civil servant), in an incident known as the &lt;a href=\"Phoenix%20Park%20Murders\"&gt;Phoenix Park Murders&lt;/a&gt;.\nUnited States.\nThe &lt;a href=\"Fenian%20Brotherhood\"&gt;Fenian Brotherhood&lt;/a&gt;, the Irish Republican Brotherhood's US branch, was founded by John O'Mahony and &lt;a href=\"Michael%20Doheny\"&gt;Michael Doheny&lt;/a&gt;, both of whom had been \"out\" (participating in the Young Irelander's rising) in 1848. In the face of &lt;a href=\"Nativism%20%28politics%29\"&gt;nativist&lt;/a&gt; suspicion, it quickly established an independent existence, although it still worked to gain Irish American support for armed rebellion in Ireland. Initially, O'Mahony ran operations in the US, sending funds to Stephens and the IRB in Ireland.\nIn 1865, O'Mahony's leadership was challenged and the movement was split by a faction led by William B. Roberts, a wealthy New York City dry-goods merchant, more closely allied with the Democratic-Party machine. It was Roberts’ faction that sponsored the plan to invade Canada and hold it hostage for the liberation of Ireland. In 1867 there was a further challenge to O'Mahony from the new IRB exile &lt;a href=\"David%20Bell%20%28Irish%20Republican%29\"&gt;David Bell&lt;/a&gt;, and his weekly the \"Irish Republic\". In contrast to Roberts, Bell, committed to black suffrage and to Reconstruction, was allied to the Republicans and was calling a \"cleansing\" of the spirits of the Irish in America: \"Let our people fling off the scales of bigotry and declare that all men are entitled to 'life, liberty, and happiness.'\"\nJohn Devoy records that, in the course of 1866, various conferences to reunite the various factions were held. There efforts were to elect &lt;a href=\"James%20Stephens%20%28Fenian%29\"&gt;James Stephens&lt;/a&gt; as president of a united organisation. Stephens had escaped the round-up the I.R.B. leadership in Dublin the previous year, but still promised that \"The Irish flag – the flag of the Irish Republic – will float in an Irish breeze before New Year's Day, 1867.\" At the close of 1866, a conference of the refugees of the I.R.B. and many of the American officers who had been in Ireland was held in New York and presided over by Stephens, at which the decision was taken that the fight should be made early in 1867. Some thousands of rifles were afterwards sent to Ireland, but arrived too late to be of any use in the Rising.\nCanada.\nIn Canada, \"Fenian\" is used to designate a group of Irish radicals, a.k.a. the American branch of the Fenian Brotherhood in the 1860s. They made several attempts to invade some parts of the British colonies of &lt;a href=\"New%20Brunswick\"&gt;New Brunswick&lt;/a&gt; (i.e., &lt;a href=\"Campobello%20Island\"&gt;Campobello Island&lt;/a&gt;) and &lt;a href=\"Province%20of%20Canada\"&gt;Canada&lt;/a&gt; (present-day &lt;a href=\"Southern%20Ontario\"&gt;Southern Ontario&lt;/a&gt; and &lt;a href=\"Missisquoi%20County%2C%20Quebec\"&gt;Missisquoi County&lt;/a&gt;), with the raids continuing after these colonies had been &lt;a href=\"Canadian%20Confederation\"&gt;confederated&lt;/a&gt;. The ultimate goal of the Fenian raids was to hold Canada hostage and therefore be in a position to blackmail the United Kingdom to give Ireland its independence. Because of the invasion attempts, support or collaboration for the Fenians in Canada became very rare even among the &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt;.\nFrancis Bernard McNamee, the man who started the Fenian movement in Montreal (and who was later suspected of being a government spy), was a case in point. In public, he proclaimed his loyalty to the queen and called for an Irish militia company to defend Canada against the Fenians. In private, he wrote that the real purpose of an Irish militia company would be to assist the Fenian invasion, adding for good measure that if the government denied his request he would raise the cry of anti-Irish Catholic discrimination and bring more of his aggrieved countrymen into the Fenian Brotherhood.\nA suspected Fenian, &lt;a href=\"Patrick%20J.%20Whelan\"&gt;Patrick J. Whelan&lt;/a&gt;, was hanged in &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt; for the assassination of &lt;a href=\"Irish%20Canadian\"&gt;Irish Canadian&lt;/a&gt; politician, &lt;a href=\"Thomas%20D%27Arcy%20McGee\"&gt;Thomas D'Arcy McGee&lt;/a&gt; in 1868, who had been a member of the &lt;a href=\"Irish%20Confederation\"&gt;Irish Confederation&lt;/a&gt; in the 1840s.\nThe danger posed by the Fenian raids was an important element in motivating the British North America colonies to consider a more centralised defence for mutual protection which was ultimately realised through &lt;a href=\"Canadian%20Confederation\"&gt;Canadian Confederation&lt;/a&gt;.\nEngland.\nThe Fenians in England and the British Empire were a major threat to political stability. In the late 1860s, the IRB control centre was in Lancashire. In 1868, the Supreme Council of the IRB, the provisional government of the Irish Republic, was restructured. The four Irish provinces (Connacht, Leinster, Ulster and Munster), along with Scotland, the north and south of England and London, had representatives on the Council. Later four honorary members were co-opted. The Council elected three members to the executive. The President was chairman, the Treasurer managed recruitment and finance, and the Secretary was director of operations. There were IRB Circles in every major city in England.\nOn 23 November 1867, three Fenians, William Philip Allen, Michael O'Brian, and Michael Larkin, known as the &lt;a href=\"Manchester%20Martyrs\"&gt;Manchester Martyrs&lt;/a&gt;, were executed in &lt;a href=\"Salford%2C%20Greater%20Manchester\"&gt;Salford&lt;/a&gt; for their attack on a police van to release Fenians held captive earlier that year.\nOn 13 December 1867, the Fenians &lt;a href=\"Clerkenwell%20explosion\"&gt;exploded a bomb in attempt to free one of their members being held on remand at Clerkenwell Prison in London&lt;/a&gt;. The explosion damaged nearby houses, killed 12 people and caused 120 injuries. None of the prisoners escaped. The bombing was later described as the most infamous action carried out by the Fenians in Great Britain in the 19th century. It enraged the public, causing a backlash of hostility in Britain which undermined efforts to establish &lt;a href=\"home%20rule\"&gt;home rule&lt;/a&gt; or independence for Ireland.\nAustralia.\nIn 1868 a Irishman, &lt;a href=\"Henry_O%2527Farrell\"&gt;Henry James O’Farrell&lt;/a&gt; attempted to assassinate the &lt;a href=\"Alfred%2C_Duke_of_Saxe-Coburg_and_Gotha\"&gt;Duke of Edinburgh&lt;/a&gt;, second son of Queen Victoria, who was visiting Sydney. O’Farrell claimed to be a Fenian but was probably a lone actor. He was hanged on 21 April 1868. The Duke recovered but the attack was used by politician &lt;a href=\"Henry_Parkes\"&gt;Henry Parkes&lt;/a&gt; to wage a sectarian campaign against Catholics and people of Irish origin. \nLater in 1868 the &lt;a href=\"Hougoumont_%28ship%29\"&gt;Hougoumont&lt;/a&gt;, the last convict ship to Australia, arrived in Western Australia carrying 62 Fenian prisoners convicted in England. Over the next decade most were released and many chose to go to America. By 1876 only six remained in custody, and in that year they were freed in a daring rescue mission organised by the IRB in the United States. The ship Catalpa was sailed from New Bedford, Massachusetts, to Fremantle, Western Australia, a distance of some 12,000 miles, and took the men back to the United States. The &lt;a href=\"Catalpa_rescue\"&gt;rescue&lt;/a&gt; caused a worldwide sensation and sparked several ballads.\nContemporary usage.\nNorthern Ireland.\nIn Northern Ireland, \"Fenian\" is used by some as a derogatory word for Irish Catholics; in 2012, &lt;a href=\"British%20National%20Party\"&gt;British National Party&lt;/a&gt; leader &lt;a href=\"Nick%20Griffin\"&gt;Nick Griffin&lt;/a&gt; was criticised by Unionists and Republicans for &lt;a href=\"Twitter\"&gt;tweeting&lt;/a&gt; the term while attending an &lt;a href=\"Ulster%20Covenant\"&gt;Ulster Covenant&lt;/a&gt; event at &lt;a href=\"Stormont%2C%20Belfast\"&gt;Stormont&lt;/a&gt;, &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt;; Griffin referred to &lt;a href=\"Lambeg%20drum\"&gt;Lambeg drum&lt;/a&gt;s, saying \"the can't match the lambeg, you Fenian bastards\".\nScotland.\nThe term \"Fenian\" is used similarly in Scotland. During Scottish &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; matches, it is often aimed in a sectarian manner at supporters of &lt;a href=\"Celtic%20F.C.\"&gt;Celtic F.C.&lt;/a&gt; Celtic has its roots in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;'s immigrant Catholic &lt;a href=\"Irish%20migration%20to%20Great%20Britain\"&gt;Irish population&lt;/a&gt; and the club has thus been associated with Irish nationalism, symbolised by the almost universal flying of the Irish Tricolour during matches. Other Scottish clubs that have Irish roots, such as &lt;a href=\"Hibernian%20F.C.\"&gt;Hibernian&lt;/a&gt; and &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt;, do not tend to have the term applied to them, however. The term is now firmly rooted within the &lt;a href=\"Old%20Firm\"&gt;Old Firm&lt;/a&gt; rivalry between Celtic and &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt;.\nUse of the term as a religious slur carried criminal penalties in some contexts under the &lt;a href=\"Offensive%20Behaviour%20at%20Football%20and%20Threatening%20Communications%20%28Scotland%29%20Act%202012\"&gt;Offensive Behaviour at Football and Threatening Communications (Scotland) Act 2012&lt;/a&gt;, before its repeal in January 2018.\nAustralia.\nIn Australia, \"Fenian\" is used as a pejorative term for those members of the &lt;a href=\"Australian%20Labor%20Party\"&gt;Australian Labor Party&lt;/a&gt; (ALP) who have &lt;a href=\"Republicanism%20in%20Australia\"&gt;Australian Republican&lt;/a&gt; views similar to those who support &lt;a href=\"United%20Ireland\"&gt;Irish unification&lt;/a&gt;. In a speech given at the ALP Convention in &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt; on 15 October 2006, &lt;a href=\"Michael%20Atkinson%20%28politician%29\"&gt;Michael Atkinson&lt;/a&gt;, &lt;a href=\"Attorney%20general\"&gt;Attorney-General&lt;/a&gt; of South Australia, spoke of those members of the ALP who wished to remove the title &lt;a href=\"Queen%27s%20Counsel\"&gt;Queen's Counsel&lt;/a&gt; and other references to the crown as \"Fenians and &lt;a href=\"Bolshevik\"&gt;Bolshevik&lt;/a&gt;s\". Atkinson made a further mention of Fenianism when the title of Queen's Counsel was abolished. The title of Queen's Counsel was re-instated by the South Australian government in 2019. "
}