{
    "id": "26508615",
    "revid": "1044659294",
    "url": "https://en.wikipedia.org/wiki?curid=26508615",
    "title": "Tasty Planet",
    "text": "Tasty Planet is a widely distributed and diverse franchise of &lt;a href=\"Top-down%20perspective\"&gt;top-down&lt;/a&gt; video games published by &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;-based studio Dingo Games. The games are targeted at ages 8 years and older, and may be downloaded to &lt;a href=\"Windows\"&gt;Windows&lt;/a&gt; or &lt;a href=\"Macintosh\"&gt;Macintosh&lt;/a&gt; systems.\nThe games are focused on the &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt; of a prototype &lt;a href=\"bathroom\"&gt;bathroom&lt;/a&gt; cleaner, \"&lt;a href=\"Gray%20goo\"&gt;Grey Goo&lt;/a&gt;\". The levels follow the Grey Goo as it advances from eating dirt particles to bugs and leaves, and then eventually the rest of the universe. The game is arcade in style and has both a casual mode, where players can play for leisure without a timer and the full game which is timed and must be completed before the time runs out to complete the level. In the original \"Tasty Planet\" game, there are also 3 bonus levels called &lt;a href=\"Endurance\"&gt;Endurance&lt;/a&gt; levels, which are long, and can take up to an hour to complete each. The &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt; and &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; Tasty Planet games only have the normal mode, and it doesn't have a time limit.\n\"Tasty Planet\" (2006).\nPlot.\nThe plot is shown solely through comic strips at the end of some levels. The first comic strip shows a scientist telling his assistant about his latest discovery, the Grey Goo bathroom cleaner. They place it under a microscope, and the first level of the game begins. After the first two levels of the game, the assistant touches the Grey Goo, who bites him and enters his body. The scientist tells his assistant \"Just go and wash your hands.\"\nThe Grey Goo is then washed down the drain and lands outside, where it moves to a &lt;a href=\"park\"&gt;park&lt;/a&gt; and grows in size. It then moves on to a picnic table where the scientist and assistant are having lunch. When they discover it, the pair throw the Grey Goo into the ocean. The Grey Goo then eats through the ocean and is launched by a whale into another park and then to a city. There, the Grey Goo faces its first war from humans, who attempt to use guns, tanks, etc. to stop it. It eventually launches itself into the sky and then into orbit around Earth. After eating the moon, Earth, and the rest of the solar system (including &lt;a href=\"Pluto\"&gt;Pluto&lt;/a&gt;), it moves on to nearby stars like &lt;a href=\"Alpha%20Centauri\"&gt;Alpha Centauri&lt;/a&gt; and beyond the &lt;a href=\"Milky%20Way\"&gt;Milky Way&lt;/a&gt;. However, its mass becomes too great after devouring the fabric of space and time, and it &lt;a href=\"Big%20Crunch\"&gt;implodes&lt;/a&gt; thus causing the universe to begin again.\nLevels.\n\"Tasty Planet\" is split up into 9 chapters, each containing a depending number of levels. They are listed in increasing size order as the Grey Goo grows.\nThey are Labs, Outside, Picnic, Ocean, Park, City, Sky, Orbit and Cosmos.\nAn additional option selectable from the main menu is the Endurance mode. These are variations on 3 existing levels. The only change is that the player grows extremely slowly, and it can take over an hour to beat one of these levels. They are considered the most difficult part of the game.\n\"Tasty Planet: Back For Seconds\" (2010).\n\"Tasty Planet: Back for Seconds\", the second part of the franchise, was released in September 2010.\nPlot.\nJust like in the original \"Tasty Planet\" game, the plot is shown solely through comic strips at the beginning or end of some levels. The first comic strip shows a scientist telling his assistant about his new time machine, and also mentioning an accidental discovery, a grey goo blob that is sitting under a beaker. The assistant thinks the blob looks hungry and gives it some candy. The blob eats the candy, then the scientific apparatus on the table, followed by rats, then cats, then larger apparatuses, until it is big enough to consume the time machine itself, which makes it travel back in time 65 million years.\nThe Grey Goo starts small again in the late &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; period, consuming the plants and animals of the area, before consuming a volcano and being hit by a meteor, which prevents the &lt;a href=\"K-T%20event\"&gt;dinosaurs from going extinct&lt;/a&gt;. In the present, the scientist and the assistant experience changes in the timeline as they happen in the past. After being hit by the meteor, the grey goo travels through time again, but each time it travels through time it reverts to a small size. It then travels to &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, and consumes snakes, mummies, cats, people, buildings, and the pyramids. Next, it travels to &lt;a href=\"Ancient%20Rome\"&gt;Ancient Rome&lt;/a&gt;, where it consumes a feast, people, then buildings and destroys the city, forcing the Romans to pull together and prevent the fall of the empire. Next, it travels to &lt;a href=\"History%20of%20Japan%23Feudal%20Japan\"&gt;Feudal Japan&lt;/a&gt;, where it eats rice, ninja, and buildings, but also consumes &lt;a href=\"Godzilla\"&gt;Monsterzilla&lt;/a&gt;, removing the world's protection from giant monsters and allowing them to ravage the present. The scientist by this point has figured out that the grey goo has only one jump left, this time to their future, and they must be prepared for it, so he and his assistant &lt;a href=\"Isolated%20brain\"&gt;preserve their brains&lt;/a&gt; so they can survive until the grey goo appears. When it does, far in the future, it is microscopic instead of a few centimeters in diameter as when it usually jumps, but the scientist has prepared &lt;a href=\"Nanorobotics\"&gt;tiny robots&lt;/a&gt; to destroy the grey goo while it is still small. However, it evades the bots and grows larger, necessitating the scientist's second line of defense: energy weapons grafted onto ants, rats, and cats. It evades those too, growing large enough to consume the scientist and his assistants' brains. Giant humanoid tanks armed with powerful lasers are dispatched to destroy the goo, now several meters in diameter, but it evades the blasts, consumes future technology, people, and cars, and destroys the tanks too, destroying the city. Next, it launches into space, grows on small asteroids, destroys humanity's last line of defense - armed circular satellites that measure roughly 120 kilometers in diameter - then moves on to destroy Earth, the moon, and the planets (excluding Pluto as it is too small compared to the gas giants). Next, the grey goo consumes small stars around the sun, then the sun itself, working up to &lt;a href=\"red%20giant\"&gt;red giant&lt;/a&gt;s. The goo eats the &lt;a href=\"largest%20stars\"&gt;largest stars&lt;/a&gt; (red &lt;a href=\"hypergiant\"&gt;hypergiant&lt;/a&gt;s); though one of them undergoes a &lt;a href=\"hypernova\"&gt;hypernova&lt;/a&gt; leaving a &lt;a href=\"black%20hole\"&gt;black hole&lt;/a&gt;, the goo consumes the black hole as well. The goo continues to consume &lt;a href=\"nebula\"&gt;nebula&lt;/a&gt;e, star clusters, galaxies, and galaxy clusters. Ripping through the fabric of time, it eats said fabric and discovers that the space-time continuum is resting on the back of a turtle, which is on the back of a slightly larger turtle, and that it's &lt;a href=\"turtles%20all%20the%20way%20down\"&gt;turtles all the way down&lt;/a&gt;. It then eats the turtles until they are gone, but since the turtles are infinite, the goo's feast is never-ending, then the game is over.\nLevels.\n\"Tasty Planet: Back For Seconds\" is split up into 6 chapters, further split into 48 levels. They are listed largely related to the story, but many of the levels are separate challenges unrelated to the growth of the grey goo, such as a level where the goo must eat &lt;a href=\"hippopotamus\"&gt;hippopotamus&lt;/a&gt; babies but avoid the adults until it is large enough.\n\"Tasty Blue\" (2014).\n\"Tasty Blue\" is the third Tasty Planet game. It doesn't have \"Planet\" in the name. But is still considered part of the series on the Dingo Games website. It has 50 main levels, and 15 optional bonus levels. It also has 5 difficulties. Very Easy, Easy, Medium, Hard, and Deadly.\nPlot.\nGoldy or Goldfish.\nThe Goldfish, known on the Steam trading card as Goldy. Is the first character of the game. A kid buys you from a pet store. They overfeed you even though the sign says \"Do not overfeed.\" The kid ignores this and feeds Goldy too much food. Goldy escapes and eats everything\nSmiles or Dolphin.\nThe Dolphin. known on the Steam trading card as Smiles. Is the second character of the game. He was trapped at an aquarium. He heard a video about Goldy eating everything, so he got revenge. Smiles jumped through the hoop to gain fish. Once Smiles ate enough fish, he escaped and ate everything also. He later teams up with Goldy.\nBrenda or Nano Shark.\nThe Nano Shark, known on the Steam trading card as Brenda. Is the third and final character of the game. She was created to stop Goldy and Smiles from eating everything. Scientists released her into the wild. She did eat Goldy and Smiles. But a penguin chewed on the program used to stop her. Because of this, she ate the earth.\n\"Tasty Planet Forever\" (2018).\n\"Tasty Planet Forever\" is the fourth game in the franchise, and was released in 2018. It has more than eight playable characters and well over 150 levels.\nPlot.\nParisian Cat.\nThe game begins in &lt;a href=\"Paris%2C%20France\"&gt;Paris, France&lt;/a&gt;. Two chefs, which resemble the original scientist and his assistant from the two original games, think that the kitchen is dirty; the older chef informs his assistant of a robotic cat gifted to him by his cousin. They order their robotic cat to consume peas, cockroaches, mice, wine bottles, knives, and croissants on the floor. However, it did not stop and it continued to eat more. After eating waiters, customers, and more people, it started to consume trees, cars, buildings, the &lt;a href=\"Eiffel%20Tower\"&gt;Eiffel Tower&lt;/a&gt;, and eventually all of Paris.\nCaribbean Octopus.\nAn infant &lt;a href=\"octopus\"&gt;octopus&lt;/a&gt; in the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt; is sleeping, only to be awoken by an aluminum can that hits its head. It swims to the surface of the sea and, much to its dismay finds that a city resort on an island has produced a large pile of waste. The octopus starts to eat &lt;a href=\"Ocean%20pollution\"&gt;rubbish&lt;/a&gt;, causing it to become larger and consume the waste-producing island resort.\nAfrican Rat.\nIn Africa, a foreign stray &lt;a href=\"rat\"&gt;rat&lt;/a&gt; appears among other rats trained to eat old &lt;a href=\"land%20mine\"&gt;land mine&lt;/a&gt;s to prevent the deaths of endangered animals. The rat begins to eat inhabitants and fauna of the &lt;a href=\"Sahara%20Desert\"&gt;Sahara Desert&lt;/a&gt;, along with safari vans, resorts, and planes.\nBig City Bee.\nTo prevent the collapse of endangered bee colonies, a genetically engineered &lt;a href=\"bee\"&gt;bee&lt;/a&gt; is kept in a &lt;a href=\"test%20tube\"&gt;test tube&lt;/a&gt; to be tested. During an interview, a man walks by and observes the bee. Shocked with the size of its eyes, the man aggressively snaps the test tube, causing the bee to eat &lt;a href=\"nectar\"&gt;nectar&lt;/a&gt; at first, but grows in size and eats &lt;a href=\"gnat\"&gt;gnat&lt;/a&gt;s, &lt;a href=\"apple\"&gt;apple&lt;/a&gt;s, &lt;a href=\"Unmanned%20aerial%20vehicle\"&gt;drone&lt;/a&gt;s, then whole &lt;a href=\"human\"&gt;human&lt;/a&gt;s, &lt;a href=\"tree\"&gt;tree&lt;/a&gt;s, aircraft, buildings, hills, mountains, and islands. Finally, the bee consumes the &lt;a href=\"continent\"&gt;continent&lt;/a&gt;s, the &lt;a href=\"Moon\"&gt;Moon&lt;/a&gt;, and &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;.\nPacific Basking Shark.\nIn an &lt;a href=\"alternate%20timeline\"&gt;alternate timeline&lt;/a&gt;, a man in charge of a large &lt;a href=\"Overfishing\"&gt;fishing business&lt;/a&gt; boasts about having killed all &lt;a href=\"basking%20shark\"&gt;basking shark&lt;/a&gt;s in the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; when the year is 1956. However, one off the coast of &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; begins to consume other fish, &lt;a href=\"scuba%20diver\"&gt;scuba diver&lt;/a&gt;s, and eventually log cabins.\nAustralian Dingo.\nIn the &lt;a href=\"Australian%20Outback\"&gt;Australian Outback&lt;/a&gt;, a stray &lt;a href=\"dingo\"&gt;dingo&lt;/a&gt; trained to eat &lt;a href=\"invasive%20species\"&gt;invasive species&lt;/a&gt; begins to consumes humans and eventually the entire landscape, including &lt;a href=\"tractor\"&gt;tractor&lt;/a&gt;s, houses, and crops.\nCyberpunk Penguin.\nIn the future, most of the ice on Earth has melted, resulting in a &lt;a href=\"sea%20level%20rise\"&gt;sea level rise&lt;/a&gt;. A group of penguins has been confined to a barren island, while most of humanity has built a floating island in the highly polluted atmosphere. A &lt;a href=\"mutation\"&gt;mutation&lt;/a&gt; occurs within the commune of penguins, giving it wings that it uses to fly to one of the artificial floating cities. It begins small by eating first &lt;a href=\"french%20fries\"&gt;french fries&lt;/a&gt;, meat snacks, moths, and butterflies, before consuming air conditioning systems, buildings, futuristic flying vehicles, and entire floating cities.\nMartian Grey Goo.\nIn 2057, the &lt;a href=\"Humans%20on%20mars\"&gt;first humans are finally able to land on Mars&lt;/a&gt;. However, one of the crew members reports observing \"anomalies\" in the ice samples he had brought with him. The \"anomalies\" turn out to be from a grey goo frozen in the ice, which is subatomic in size. The goo begins to eat &lt;a href=\"quark\"&gt;quark&lt;/a&gt;s, &lt;a href=\"hadron\"&gt;hadron&lt;/a&gt;s, &lt;a href=\"atom\"&gt;atom&lt;/a&gt;s, before growing in size to eat the crew members, their robotic canines, and their settlements on Mars. After consuming all of the human bases, the goo consumes the &lt;a href=\"Mars%20surface%20features\"&gt;surface features of Mars&lt;/a&gt; (such as the planet's &lt;a href=\"ice%20cap\"&gt;ice cap&lt;/a&gt;s) before consuming the entire planet and the seven other planets in the Solar System (including &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; and excluding &lt;a href=\"Pluto\"&gt;Pluto&lt;/a&gt;). It then moves up in scale to eat the Sun, &lt;a href=\"red%20dwarf\"&gt;M-type&lt;/a&gt;, &lt;a href=\"K-type%20main-sequence%20star\"&gt;K-type stars&lt;/a&gt; and &lt;a href=\"Yellow%20dwarf%20star\"&gt;yellow dwarf&lt;/a&gt;s, &lt;a href=\"T%20Tauri%20star\"&gt;T Tauri star&lt;/a&gt;s, nebulae, \"Space &lt;a href=\"Manta%20Ray\"&gt;Manta Ray&lt;/a&gt;s\", the Milky Way and other galaxies in the &lt;a href=\"Local%20Group\"&gt;Local Group&lt;/a&gt;, a \"&lt;a href=\"Flying%20Spaghetti%20Monster\"&gt;Noodly Monster&lt;/a&gt;\", and eventually the &lt;a href=\"observable%20universe\"&gt;observable universe&lt;/a&gt;. The universe, however, turns out to be nothing but a quark in a much larger universe, with other &lt;a href=\"Parallel%20universes%20in%20fiction\"&gt;parallel universe&lt;/a&gt;s being other quarks in the larger universe.\nObjective.\nThe main &lt;a href=\"objective%20%28goal%29\"&gt;objective&lt;/a&gt; of the games is to get to the size specified by the level. This is done by eating entities that are smaller than the Grey Goo, and avoiding those that would harm it, such as &lt;a href=\"white%20blood%20cell\"&gt;white blood cell&lt;/a&gt;s, &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt; and &lt;a href=\"samurai\"&gt;samurai&lt;/a&gt;. However, touching a damaging item only removes a small bit of matter for the grey goo, and there's a limit on how much is removed, so on Casual mode, it's impossible to lose the game. Also, the vast majority of the harmful objects ignore the grey goo, only a few actively pursue it, and nothing in the game can move faster than the grey goo, except for certain bonus levels where the goal is to grow larger than a computer-controlled grey goo. The level is complete when the Grey Goo has reached the required size or otherwise fulfilled the stage requirements (such as, perhaps, eating a set number of eggs or mummies). On the timed levels, players can also try to achieve the \"Medals\" for each level by completing the level under a certain time limit, which can be found on the level select menu by mousing over the chosen level. This is different in \"Tasty Planet Forever\", in which the player must earn a certain score to achieve \"Stars\". On certain challenge levels, touching a single harmful object results in immediate death."
}