{
    "id": "26512000",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=26512000",
    "title": "Jan Ellis",
    "text": "Jan Hendrik Ellis (5 January 1942 – 8 February 2013) was a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who represented the &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;Springboks&lt;/a&gt; in 38 tests, which at his retirement in 1976 was a record. His 7 test &lt;a href=\"Try%20%28rugby%29\"&gt;tries&lt;/a&gt; equalled &lt;a href=\"Ferdie%20Bergh\"&gt;Ferdie Bergh&lt;/a&gt;'s record for forwards and were only surpassed in 1997 by &lt;a href=\"Mark%20Andrews%20%28rugby%20player%29\"&gt;Mark Andrews&lt;/a&gt;' 12 tries. Playing on the &lt;a href=\"Rugby%20union%20positions%236.%20Blindside%20flanker%20%26amp%3B%207.%20Openside%20flanker\"&gt;flank&lt;/a&gt;, Ellis was instantly recognisable on the field due to his red hair and uncompromising playing style. Among three Springboks invited to participate in the first unofficial &lt;a href=\"rugby%20sevens\"&gt;rugby sevens&lt;/a&gt; &lt;a href=\"1973%20International%20Seven-a-side%20Tournament\"&gt;world cup&lt;/a&gt; in 1973, he was ranked in 2003 as the 12th greatest Springbok of all time.\nEarly life.\nBorn in South Africa, Ellis' family moved to the then-South African &lt;a href=\"protectorate\"&gt;protectorate&lt;/a&gt; of &lt;a href=\"South%20West%20Africa\"&gt;South West Africa&lt;/a&gt;, where he attended school in &lt;a href=\"Gobabis\"&gt;Gobabis&lt;/a&gt;, a town in a sheep and cattle-farming region. While a pupil at Wennie Du Plessis High School Ellis played in various positions, including fullback. He gained selection to the South West African Schools side, in which he was appointed captain. Ellis would play for his high school in the mornings and turn out for the town's senior team later in the day.\nOnce he left school Ellis moved to &lt;a href=\"Windhoek\"&gt;Windhoek&lt;/a&gt; to be part of a larger rugby community, playing for the United Rugby Club (1965) and Windhoek Wanderers (1966–) as well as in South Africa for &lt;a href=\"Kempton%20Park%2C%20Gauteng\"&gt;Kempton Park&lt;/a&gt;. \n In 2009 he recalled his period at United as among his most enjoyable playing experiences.\nCareer.\nDetermined from early on to make a name for himself as a rugby player, Ellis adhered to a punishing fitness regime throughout his career. He was frequently seen around Windhoek running up sand dunes and carrying rocks in his hands to increase his gripping strength. Fellow Springbok Gert Brynard later recalled how during a pre-test fitness session of 14 circuits around two rugby fields Ellis outstripped the rest of the squad. Teammate &lt;a href=\"Jannie%20Engelbrecht\"&gt;Jannie Engelbrecht&lt;/a&gt; remembered Ellis as always acting as the pace-maker in training runs, and that he would continue on after others would stop.\nIn 1962 the 20-year-old Ellis was selected at &lt;a href=\"Lock%20%28rugby%20union%29\"&gt;lock&lt;/a&gt; for South West Africa's 12 June match at Windhoek's &lt;a href=\"Hage%20Geingob%20Rugby%20Stadium\"&gt;Suidwes Stadion&lt;/a&gt; against the &lt;a href=\"1962%20British%20Lions%20tour%20to%20South%20Africa\"&gt;British Lions&lt;/a&gt;, who were touring South Africa. Although he was selected at lock again for South West's game against Northern Transvaal on 30 June, he was moved to flank for subsequent matches that year against Free State and Western Province.\nEncouraged, he moved to Pretoria in 1963 where he joined the &lt;a href=\"Quins-Bobbies%20Rugby%20Club\"&gt;Harlequins&lt;/a&gt; club with ambitions to play for &lt;a href=\"Blue%20Bulls%20Rugby%20Union\"&gt;Northern Transvaal&lt;/a&gt;. But when he was not selected, Ellis returned to his brother's farm near Gobabis, determined never to play rugby again. &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt; radio commentator Gerhard Viviers recalled that Ellis did not even want to visit Gobabis, but when he was forced to go to there to pick up a spare part for his brother's tractor one day, he was convinced to play for the town team that afternoon.\nBetween 1962 and 1969 Ellis played lock, flank, and number eight for South West Africa. He was chosen to play for various South African development sides, such as the &lt;a href=\"1966%20South%20African%20Gazelles%20rugby%20union%20tour%20in%20Argentina\"&gt;1966 South African Gazelles tour to Argentina&lt;/a&gt; on which he played 9 matches and scored 17 tries, as well as South African Country and South African Barbarian teams.\nIn 1964 he was invited to the Springbok trials and won a place on the &lt;a href=\"1965%20South%20Africa%20rugby%20union%20tour%20of%20Australasia\"&gt;Springbok touring side to Australia and New Zealand in 1965&lt;/a&gt;. At the age of 22 Ellis made his test debut against the &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;All Blacks&lt;/a&gt; in &lt;a href=\"Wellington%20%28New%20Zealand%29\"&gt;Wellington&lt;/a&gt; on 31 July 1965, replacing &lt;a href=\"Frik%20du%20Preez\"&gt;Frik du Preez&lt;/a&gt; who was moved to lock alongside Tiny Naudé. He became a permanent fixture in this position until his last test against New Zealand on 24 July 1976 in &lt;a href=\"Durban\"&gt;Durban&lt;/a&gt;.\nStruggling with an injury in 1967, he was at first not selected to attend the Springbok trials prior to the visit by the &lt;a href=\"1967%20France%20rugby%20union%20tour%20of%20South%20Africa\"&gt;French&lt;/a&gt; national side. When he recovered quicker than expected, the national selectors invited him to play for &lt;a href=\"Durban%20Collegians\"&gt;Durban Collegians&lt;/a&gt; in a curtain-raiser to the trials, and he performed well enough to be included in the Springbok squad.\nEllis' talents were best displayed when he was paired with flanker &lt;a href=\"Piet%20Greyling\"&gt;Piet Greyling&lt;/a&gt;, a combination initiated during &lt;a href=\"1967%20France%20rugby%20union%20tour%20of%20South%20Africa\"&gt;France's 1967 tour&lt;/a&gt; to South Africa. Greyling excelled in close-quarter ball-recovery at &lt;a href=\"Rugby%20union%20gameplay%23Breakdowns\"&gt;breakdowns&lt;/a&gt;, allowing Ellis to defend wider out and play the attacking role. They played 25 tests together, and Ellis and Greyling's effective disruption of the breakdowns was a major contribution to South Africa's home victory over the &lt;a href=\"1970%20New%20Zealand%20rugby%20union%20tour%20of%20South%20Africa\"&gt;touring 1970 All Blacks&lt;/a&gt;.\nEllis is remembered for his speed, &lt;a href=\"Rugby%20union%20gameplay%23Running\"&gt;sidestep&lt;/a&gt;, and ability to hand off opponents—talents most famously on display in the two tries he scored at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham&lt;/a&gt; against the &lt;a href=\"Barbarian%20F.C.\"&gt;Barbarian&lt;/a&gt; invitational side on 31 January 1970, with the ball \"clutched in one big, freckled hand and running with perfect balance\". For one try Ellis sprinted 40m, evading four defenders with sidesteps, a change of pace and a feinted pass that wrongfooted Ireland center &lt;a href=\"Mike%20Gibson%20%28rugby%20union%29\"&gt;Mike Gibson&lt;/a&gt;. Among his Springbok teammates only wing Syd Nomis could out-sprint Ellis, whose loping long strides made him appear slower than he was. &lt;a href=\"Danie%20Craven\"&gt;Danie Craven&lt;/a&gt; described Ellis as a surprisingly mobile player who could run and sidestep like a back.\nAs part of the &lt;a href=\"Scottish%20Rugby%20Union\"&gt;Scottish Rugby Union&lt;/a&gt;'s centenary celebrations in 1973 Ellis was invited to play in a SRU's presidents XV on 31 March 1973 against &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt;. In April he and Greyling were selected for SRU's President's VIIs side which contested the &lt;a href=\"1973%20International%20Seven-a-side%20Tournament\"&gt;first unofficial rugby sevens world cup&lt;/a&gt;, featuring teams from all eight members of the &lt;a href=\"World%20Rugby\"&gt;then-International Rugby Board&lt;/a&gt;. Although South Africa was not invited, Springbok fullback Ray Carlson was included alongside Ellis and Greyling.\nEllis played his final match for South West Africa in their 31 August 1974 contest at the Suidwes Stadion against &lt;a href=\"List%20of%20South%20African%20rugby%20union%20teams%23Griqualand%20West%20Rugby%20Union\"&gt;Griqualand West&lt;/a&gt; as captain. He scored two tries in their 61–21 defeat of the visitors.\nHis final match at the age of 34 for the Springboks was the first test against the 1976 All Blacks at &lt;a href=\"Kings%20Park%20Stadium\"&gt;Kings Park&lt;/a&gt;, &lt;a href=\"Durban\"&gt;Durban&lt;/a&gt;, on 24 July 1976. An uncharacteristically lucklustre performance contributed to his omission from the national squad for good.\nEllis captained Transvaal in its outing against the visiting All Blacks on 31 July 1976 at &lt;a href=\"Ellis%20Park%20Stadium\"&gt;Ellis Park&lt;/a&gt; in Johannesburg. Transvaal fielded five players who were injured or ill, including Ellis, who had been bed-ridden with influenza. Nevertheless, his performance was described in the press as better than in the first test. Captions to press photographs of the match referred to his characteristic ball-in-one-hand runs and even an American football-style overhead pass.\nIn the 50 matches that he played for South West, he &lt;a href=\"Rugby%20union%23Scoring\"&gt;scored&lt;/a&gt; 32 tries and kicked 33 conversions and 7 penalties. To this tally should be added the 32 tries in 74 appearances that he scored as a Springbok.\nControversies.\nEllis garnered a reputation as a loner with a fiery temper, earning him the nickname \"Die Rooi Duiwel\" (The Red Devil). On Springbok tours he chose not to participate in after-match social events, especially because he did not drink alcohol, preferring to read in the team bus. Director &lt;a href=\"Jamie%20Uys\"&gt;Jamie Uys&lt;/a&gt; exploited Ellis' temper in his candid camera movie &lt;a href=\"Jamie%20Uys%23Selected%20filmography\"&gt;Funny People (1976)&lt;/a&gt; by getting him to respond aggressively to an unwitting motorist in a prank involving hidden car horns placed near a stop sign.\nEllis was renowned for his blunt opinions and challenged the South West African rugby establishment so often that he was sometimes omitted in retribution. As a result, he played more matches for South Africa than for his provincial side. Yet he was selected to face touring British Lions sides in 1964, 1968, and 1974 for South West Africa, scoring a try in the latter match.\nDuring the 1969–70 Springbok tour of Britain Ellis disliked the way that coach Avril Malan treated him so much that he packed his bags and had to be persuaded by Frik du Preez and Gerhard Viviers not to board a train to the airport. Malan had omitted Ellis for seven matches following the test on 6 December 1969, which South Africa had lost against Scotland at &lt;a href=\"Murrayfield%20Stadium\"&gt;Murrayfield Stadium&lt;/a&gt;, and Ellis had been nursing an injured shoulder. Due mostly to the intervention of Viviers, Malan relented and selected Ellis for the mid-week contest with Midland Counties West on 6 January. Ellis scored a try and produced a performance that secured his place in the test against Ireland.\nOver his career Ellis gained a reputation for foul play. Former Springbok captain Wynand Claassen recalled how a cleated Ellis ran across the back of a prone Dirk de Vos in a match between Northern Transvaal and South West Africa. In the first test in Pretoria of the 1968 Lion's tour to South Africa Ellis broke &lt;a href=\"Barry%20John\"&gt;Barry John&lt;/a&gt;'s collar bone with a high tackle. New Zealand journalist Terry McLean claimed that Ellis had punched All Black captain &lt;a href=\"Andy%20Leslie\"&gt;Andy Leslie&lt;/a&gt; in the 31 July 1976 match between &lt;a href=\"Golden%20Lions\"&gt;Transvaal&lt;/a&gt; and the All Blacks hard enough to cause a hairline fracture in his jaw. Ellis vehemently denied hitting Leslie, but McLean suggested that this incident, added to a loss of form, were the reasons Ellis lost his place in the Springbok team. At the after-match event Ellis commented that Leslie had gotten what he deserved.\nBut Ellis was also on the receiving end of foul play; for example, by All Black &lt;a href=\"Colin%20Meads\"&gt;Colin Meads&lt;/a&gt; in 1970, who in turn found himself the target in a match against &lt;a href=\"Falcons%20%28rugby%20team%29\"&gt;Eastern Transvaal&lt;/a&gt; in which 12 New Zealand players were injured.\nA contrasting side to his personality is demonstrated by Ellis' willingness to visit a hospital and talk to a club player during the 1969-70 Springbok tour of Britain.\nEllis' international career coincided with a period in which South Africa was increasingly isolated through sanctions due to its &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; policies, and outgoing rugby tours, like the Springboks' 1969–70 visit to the British Isles, were met with sustained demonstrations abroad.\nWhite South African politicians and sports authorities responded with attempts at projecting an image of inclusivity in sports, such as exhibition matches of racially mixed teams against opponents.\nEllis was asked to captain such a mixed South African Invitation XV team for a match on 10 July 1976 at &lt;a href=\"Newlands%20Stadium\"&gt;Newlands&lt;/a&gt; that included eight future Springboks. While the majority of players represented the whites-only &lt;a href=\"South%20African%20Rugby%20Board\"&gt;SA Rugby Board&lt;/a&gt;, the side included the &lt;a href=\"South%20African%20Rugby%20Football%20Federation\"&gt;SA Rugby Football Federation's&lt;/a&gt; &lt;a href=\"Fullback%20%28rugby%20union%29\"&gt;fullback&lt;/a&gt; Ronnie Louw and &lt;a href=\"Wing%20%28rugby%20union%29\"&gt;wing&lt;/a&gt; &lt;a href=\"John%20Noble%20%28rugby%20union%29\"&gt;John Noble&lt;/a&gt;, while the &lt;a href=\"South%20African%20African%20Rugby%20Board\"&gt;SA African Rugby Board&lt;/a&gt; was represented by &lt;a href=\"Prop%20%28rugby%20union%29\"&gt;prop&lt;/a&gt; Broadness Cona and &lt;a href=\"Number%20Eight%20%28rugby%20union%29\"&gt;No. 8&lt;/a&gt; &lt;a href=\"Morgan%20Cushe\"&gt;Morgan Cushe&lt;/a&gt;.\nEllis declined to participate, claiming that he had flu. When pressed, he reportedly said \"Multi-racial sport anywhere else in the world is okay. I have played against and socialised with Fijians, Maoris and all other kinds...When in Rome, you do as the Romans tell you. Here in South Africa, the same thing holds, and I am a white South African\". When journalists continuously asked Ellis for clarification, he said that talk about his decision was \"finish and klaar\".\nBy contrast, Japhet Hellao, former goalkeeper for the then-South West Africa Bantu Football XI, recalled that Ellis \"sponsored me with full goalkeeping gear, including a brand new pair of boots while I was a student\". Hellao described Ellis as \"a kind-hearted human being who never allowed fame to go to his head. He was always humble and a very reserved person\". Writing in 2013 Namibian journalist Carlos Kambaekwa said that Ellis was \"worshipped by many – including those from across the colour line\", and decried the \"lukewarm\" recognition of Ellis' achievements in post-independence Namibia.\nLater life.\nWith start-up funds provided by local business leaders Ellis ran a sports equipment shop in Windhoek until about 1972.\nAfter retiring from rugby Ellis, who had moved to South Africa to play for Transvaal, eventually settled on his Kaalfontein small-holding outside &lt;a href=\"Rayton\"&gt;Rayton&lt;/a&gt; near &lt;a href=\"Cullinan%2C%20Gauteng\"&gt;Cullinan&lt;/a&gt;, where he develolped several businesses bearing his name, including an auctioneering firm, a shopping centre, and a filling station. On 22 December 2000 he was shot and seriously wounded in an armed robbery by masked assailants at one of his business premises. One of Ellis' kidneys had to be removed in an emergency operation and he never fully recovered from his wounds. One report claimed that Ellis, despite his serious wounds, held on to one perpetrator and detained him until the police arrived.\nIllness and death.\nLate in life Jan Ellis contracted &lt;a href=\"bone-marrow%20cancer\"&gt;bone-marrow cancer&lt;/a&gt; and suffered for 18 months before dying in a Pretoria hospice on 8 February 2013 . Frik du Preez and Piet Greyling were among the surviving teammates who attended his funeral service at the Reformed Church in Cullinan.\nIn expressing condolences to Ellis' family, &lt;a href=\"Oregan%20Hoskins\"&gt;Oregan Hoskins&lt;/a&gt;, then-president of the &lt;a href=\"South%20African%20Rugby%20Union\"&gt;South African Rugby Union&lt;/a&gt;, remembered Ellis as \"one of the greatest Springbok loose forwards of any era...one of those unbelievably tough Springbok forwards for which our country is renowned\".\"\nAt Ellis' funeral Maryna Viviers told how Jan had visited her husband, Gerhard Viviers (d. 1998), as he lay dying of throat cancer. Worried that Viviers would no longer recognise Ellis, they asked Viviers who his visitor was. With a hoarse voice, Viviers managed to reply, \"The greatest flank that South Africa ever produced.\""
}