{
    "id": "26540380",
    "revid": "11521989",
    "url": "https://en.wikipedia.org/wiki?curid=26540380",
    "title": "Quintus Catius",
    "text": "Quintus Catius was an officer (\"&lt;a href=\"legatus\"&gt;legatus&lt;/a&gt;\") of the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt; during the &lt;a href=\"Second%20Punic%20War\"&gt;Second Punic War&lt;/a&gt;.\nCatius was &lt;a href=\"plebeian%20aedile\"&gt;plebeian aedile&lt;/a&gt; with Lucius Porcius Licinius in 210 BC. Using money collected through fines, they dedicated bronze statues at the &lt;a href=\"Temple%20of%20Ceres\"&gt;Temple of Ceres&lt;/a&gt; and presented games (\"&lt;a href=\"ludi\"&gt;ludi&lt;/a&gt;\") that the &lt;a href=\"Augustan%20literature%20%28ancient%20Rome%29\"&gt;Augustan&lt;/a&gt; historian &lt;a href=\"Livy\"&gt;Livy&lt;/a&gt; says were quite magnificent for their time.\nIn 207 BC, Catius was left in charge of the Roman camp at &lt;a href=\"Canusium\"&gt;Canusium&lt;/a&gt; when his commanding officer &lt;a href=\"Gaius%20Claudius%20Nero\"&gt;Gaius Claudius Tiberius Nero&lt;/a&gt; joined &lt;a href=\"Roman%20consul\"&gt;consular&lt;/a&gt; colleague &lt;a href=\"Marcus%20Livius%20Salinator\"&gt;Marcus Livius Salinator&lt;/a&gt; to fight against &lt;a href=\"Hasdrubal%20%28Barcid%29\"&gt;Hasdrubal&lt;/a&gt;. Nero's move was virtually unprecedented; a consul was to fight only within his own \"&lt;a href=\"Roman%20province\"&gt;provincia&lt;/a&gt;\" with the troops assigned to him by the &lt;a href=\"Roman%20senate\"&gt;senate&lt;/a&gt;, but Nero thought the circumstances justified extreme measures which also gave him an element of surprise. Catius was left to face off against &lt;a href=\"Hannibal\"&gt;Hannibal&lt;/a&gt;, who decided to stay put. This delegation of authority anticipated a highly controversial case two years later concerning an egregious exercise of \"&lt;a href=\"imperium\"&gt;imperium&lt;/a&gt;\" under &lt;a href=\"Scipio%20Africanus\"&gt;Scipio Africanus&lt;/a&gt; by his legate &lt;a href=\"Quintus%20Pleminius\"&gt;Quintus Pleminius&lt;/a&gt;; Catius, by contrast, had benefitted from the nearby support of the experienced and respected &lt;a href=\"Quintus%20Fulvius%20Flaccus%20%28consul%20237%20BC%29\"&gt;Fulvius Flaccus&lt;/a&gt;, a four-time consul.\nIn 205, Catius and &lt;a href=\"Marcus%20Pomponius%20Matho\"&gt;Marcus Pomponius Matho&lt;/a&gt;, who would later become the &lt;a href=\"praetor\"&gt;praetor&lt;/a&gt; in charge of the investigation against Pleminius, were sent as Rome's ambassadors to &lt;a href=\"Delphi\"&gt;Delphi&lt;/a&gt; with gifts to dedicate at the temple. These included a 200-pound gold crown and images (\"simulacra\") of the spoils seized from Hasdrubal, amounting to 1,000 pounds of silver. This embassy occurred in the context of what Livy characterizes as a sudden attack of religiosity at Rome, which in addition to a consultation with the &lt;a href=\"Sibylline%20books\"&gt;Sibylline books&lt;/a&gt; resulted most famously in the importation of the &lt;a href=\"Cult%20%28religion%29\"&gt;cult&lt;/a&gt; of &lt;a href=\"Cybele\"&gt;Cybele&lt;/a&gt; to Rome.\nCatius and Matho received favorable omens when they sacrificed to &lt;a href=\"Pythian%20Apollo\"&gt;Pythian Apollo&lt;/a&gt; at Delphi. The question posed by the Roman ambassadors goes unrecorded, but the oracle responded with what was probably already a safe prediction: \"The &lt;a href=\"SPQR\"&gt;Roman people&lt;/a&gt; will soon have a victory much greater than that from whose spoils you have brought gifts.\" This was taken as confirmation of Scipio's desire to operate in Africa.\nThe Catii were an obscure family; the only other member to attain prominence during the Republic was &lt;a href=\"Gaius%20Catius%20Vestinus\"&gt;Gaius Catius Vestinus&lt;/a&gt;, a &lt;a href=\"military%20tribune\"&gt;military tribune&lt;/a&gt; in 43 BC under &lt;a href=\"Mark%20Antony\"&gt;Marcus Antonius&lt;/a&gt;."
}