{
    "id": "26543385",
    "revid": "28903366",
    "url": "https://en.wikipedia.org/wiki?curid=26543385",
    "title": "UdiWWW",
    "text": "UdiWWW is an early, now discontinued &lt;a href=\"freeware\"&gt;freeware&lt;/a&gt; graphical &lt;a href=\"HTML\"&gt;HTML&lt;/a&gt; 3.2 &lt;a href=\"web%20browser\"&gt;web browser&lt;/a&gt; for &lt;a href=\"16-bit\"&gt;16-bit&lt;/a&gt; and &lt;a href=\"32-bit\"&gt;32-bit&lt;/a&gt; &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt;. It was written and developed by Bernd Richter in &lt;a href=\"C%20%28programming%20language%29\"&gt;C&lt;/a&gt;/&lt;a href=\"C%2B%2B\"&gt;C++&lt;/a&gt; from 1995 to 1996. Following the release of version 1.2 in April 1996, Richter ceased development, stating \"let &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt; with the &lt;a href=\"ActiveX\"&gt;ActiveX Development Kit&lt;/a&gt; do the rest.\"\nUdiWWW was among the first web browsers to support the then proposed HTML 3.0 standard. In doing so, it was also among the first browsers to support the specifications html math, html figures, and the &lt;a href=\"Portable%20Network%20Graphics\"&gt;PNG&lt;/a&gt; image format, which other leading browsers at the time such as &lt;a href=\"Netscape\"&gt;Netscape&lt;/a&gt; and &lt;a href=\"Internet%20Explorer%202.0\"&gt;Internet Explorer 2.0&lt;/a&gt; did not. The browser gained some popularity during 1996, but after development was abandoned, the browser fell out of favor.\nThe browser is no longer available from its original homepage. However, it (and its source) can still be downloaded from &lt;a href=\"mirror%20website\"&gt;mirror sites&lt;/a&gt;.\nHistory.\nUdiWWW was created for the UDINE Projekt (Universal Document Information and Navigation Environment). UDINE was started in 1992 and the goal was to \"create a flexible, multimedia information system that is able to show different files (text, picture, audio, and video) with a similar &lt;a href=\"graphic%20user%20interface\"&gt;user interface&lt;/a&gt; on different &lt;a href=\"operating%20systems\"&gt;systems&lt;/a&gt;.\"\nTo be able to read \"web information\" the UDINE project was expanded by a web browser. It was not able to integrate common browsers like the &lt;a href=\"Mosaic%20%28web%20browser%29\"&gt;NSCA Mosaic&lt;/a&gt; because of the client-server architecture without modification. The source code of Mosaic was not available at that time, so the university started their own project. UDINE-WWW-Viewer was created and had most features of HTML 3 integrated.\nFeatures.\nUdiWWW has the following features as of Version 1.2:\nIt also features a clock in the lower right hand corner that tells how long the browser has been up.\nThere is no official help file; rather, in the included &lt;a href=\".hlp\"&gt;.hlp&lt;/a&gt; file, &lt;a href=\"Bernd%20Richter\"&gt;Bernd Richter&lt;/a&gt; stated, \"This help file was automatically created by the developing environment and is quite useless. As you know, UdiWWW is a 'One Man Show' and the author could not find time for writing help files.\"\nCriticism.\nUdiWWW was criticized for lacking many advanced features like &lt;a href=\"Usenet\"&gt;news&lt;/a&gt;, &lt;a href=\"File%20Transfer%20Protocol\"&gt;FTP&lt;/a&gt;, &lt;a href=\"HTML4\"&gt;HTML4&lt;/a&gt;, &lt;a href=\"Dynamic%20HTML\"&gt;Dynamic HTML&lt;/a&gt;, support for targeted windows, a \"new window\" command for launching multiple sessions, client side &lt;a href=\"image%20map\"&gt;image map&lt;/a&gt;ping, and security. It was also seen to be slow.\nReleases.\nThe following versions were released:\nNotes.\nThe &lt;a href=\"web%20browser\"&gt;browser&lt;/a&gt; was only available via &lt;a href=\"download\"&gt;download&lt;/a&gt;.\nAll releases were &lt;a href=\"data%20compression\"&gt;compressed&lt;/a&gt; using the &lt;a href=\"PKZIP\"&gt;PKSFX Self-Extract Utility Version 2.04g&lt;/a&gt; shareware version.\nThe browser's source, which has been released into the &lt;a href=\"public%20domain\"&gt;public domain&lt;/a&gt;, is available at &lt;a href=\"https%3A//web.archive.org/web/19970724174700/http%3A//www.uni-ulm.de/~richter/udiwww/udiwres.exe\"&gt;Archive.org&lt;/a&gt;.\nTechnical.\nThe &lt;a href=\"user%20agent\"&gt;user agent&lt;/a&gt; for UdiWWW is codice_1 so the latest one is codice_2.\nA typical get request from the UdiWWW browser would be as follows:\nGET http://www.wikipedia.org/ HTTP/1.0\nDate:Sat, Mar 13, 2010 18:42:02 \"GMT\"\nMessageID: &lt;10031318024194304&gt;\nMIME-Version: 1.0\nUser-Agent: UdiWWW/1.2.000\nAccept: image/gif, image/x-xbitmap, image/jpeg, image/pjpeg, image/png\nAccept: text/html;version=3.0, text/plain, */*\nAlthough the browser's HTML3 support allows it to view most webpages, its lack of support for HTTP &lt;a href=\"virtual%20hosting\"&gt;virtual hosting&lt;/a&gt; requires the use of a proxy server for many current websites.\nSystem requirements.\nUdiWWW has the following system requirements:"
}