{
    "id": "26564768",
    "revid": "42790821",
    "url": "https://en.wikipedia.org/wiki?curid=26564768",
    "title": "Manchester United F.C. 9–0 Ipswich Town F.C.",
    "text": "The &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; match between &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; and &lt;a href=\"Ipswich%20Town%20F.C.\"&gt;Ipswich Town&lt;/a&gt; played at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt;, &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, on 4 March 1995 as part of the &lt;a href=\"1994%E2%80%9395%20FA%20Premier%20League\"&gt;1994–95 FA Premier League&lt;/a&gt; finished in a 9–0 victory for the home team. The result stands as the joint record, with &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt; having subsequently lost by the same scoreline at home to &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt; in &lt;a href=\"Southampton%20F.C.%200%E2%80%939%20Leicester%20City%20F.C.\"&gt;2019&lt;/a&gt; and away at Manchester United in &lt;a href=\"Manchester%20United%20F.C.%209%E2%80%930%20Southampton%20F.C.\"&gt;2021&lt;/a&gt;. The two teams went into the match at opposite ends of the table; Manchester United were second, while Ipswich Town were second-last. In the corresponding fixture at Ipswich's &lt;a href=\"Portman%20Road\"&gt;Portman Road&lt;/a&gt; ground earlier in the season, they had beaten United 3–2. Manchester United were missing &lt;a href=\"Eric%20Cantona\"&gt;Eric Cantona&lt;/a&gt;, their French international &lt;a href=\"Forward%20%28association%20football%29\"&gt;forward&lt;/a&gt; who was serving a nine-month suspension, and their attacking partnership of &lt;a href=\"Andy%20Cole\"&gt;Andy Cole&lt;/a&gt; and &lt;a href=\"Mark%20Hughes\"&gt;Mark Hughes&lt;/a&gt; was not well regarded by &lt;a href=\"pundit\"&gt;pundit&lt;/a&gt;s.\nPlaying in front of the highest attendance in the league to that point in the season, United scored three times in the first half; &lt;a href=\"Roy%20Keane\"&gt;Roy Keane&lt;/a&gt; opened the scoring, before Cole added two more. In the second half, United scored four times in the first twenty minutes; Cole scored his third and fourth, while Hughes also scored two. &lt;a href=\"Paul%20Ince\"&gt;Paul Ince&lt;/a&gt; scored United's eighth with a &lt;a href=\"Free%20kick%20%28association%20football%29\"&gt;free kick&lt;/a&gt; into an empty net while Ipswich's goalkeeper &lt;a href=\"Craig%20Forrest\"&gt;Craig Forrest&lt;/a&gt; argued with the referee, before Cole scored a Premier League-record fifth goal, United's ninth, in the 89th minute. Ipswich finished the season in last place and were &lt;a href=\"Promotion%20and%20relegation\"&gt;relegated&lt;/a&gt; while Manchester United were second, one point behind champions &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt;.\nBackground.\n&lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; were the reigning &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; champions, having won the &lt;a href=\"1993%E2%80%9394%20FA%20Premier%20League\"&gt;1993–94 title&lt;/a&gt; by eight points ahead of &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt;. However, they had been knocked out of the &lt;a href=\"1994%E2%80%9395%20UEFA%20Champions%20League\"&gt;1994–95 UEFA Champions League&lt;/a&gt; in the &lt;a href=\"1994%E2%80%9395%20UEFA%20Champions%20League%20group%20stage\"&gt;group stage&lt;/a&gt;, and were trailing Blackburn by three points at the top of the table going into this match. In response to their elimination from European competition, and their need for a goal-scorer, they signed &lt;a href=\"Andy%20Cole\"&gt;Andy Cole&lt;/a&gt; from &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; for a British record fee of £7 million in January 1995.\n&lt;a href=\"Ipswich%20Town%20F.C.\"&gt;Ipswich Town&lt;/a&gt; had returned to the top flight of English football in time for the start of the Premier League in the &lt;a href=\"1992%E2%80%9393%20in%20English%20football\"&gt;1992–93 season&lt;/a&gt;; however, they had finished in the bottom half of the table in both of the new league's first two seasons and had narrowly avoided &lt;a href=\"Promotion%20and%20relegation\"&gt;relegation&lt;/a&gt; to the First Division in the final minutes of the 1993–94 campaign, finishing one point above the relegation zone. Coming into this match, Ipswich were in 21st place in the league, three points and a game ahead of bottom club &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt;, but eight points away from escaping the relegation zone.\nBefore this match, the two teams had met 50 times in all competitions; Manchester United had the upper hand with 24 wins to Ipswich's 18. The remaining eight matches, which finished as draws, were all in the league, where it was a similar story, with Manchester United winning 20 of the teams' 45 meetings, while Ipswich had 17 wins. The most recent game between the two sides, which was played at Ipswich's &lt;a href=\"Portman%20Road\"&gt;Portman Road&lt;/a&gt; on 24 September 1994, finished in a 3–2 win for Ipswich. The Manchester United players were indignant at Ipswich's enthusiastic celebrations after the win: the United midfielder, &lt;a href=\"Brian%20McClair\"&gt;Brian McClair&lt;/a&gt;, said \"they were more than exuberant in their celebrations, so that stuck a bit\". In the period between the two sides' meetings that season, Ipswich had replaced &lt;a href=\"John%20Lyall\"&gt;John Lyall&lt;/a&gt; with &lt;a href=\"George%20Burley\"&gt;George Burley&lt;/a&gt; as their manager.\nDespite this contrast in the fortunes of the two clubs, United had won just one of their four meetings with Ipswich in the first two seasons of the Premier League; they had been held to draws in both of Ipswich's visits to &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt;, and lost 2–1 on their first Premier League visit to Portman Road in January 1993.\nTeam selection.\nIpswich selected a back four that featured &lt;a href=\"David%20Linighan\"&gt;David Linighan&lt;/a&gt;, &lt;a href=\"Neil%20Thompson\"&gt;Neil Thompson&lt;/a&gt;, &lt;a href=\"John%20Wark\"&gt;John Wark&lt;/a&gt; and &lt;a href=\"Frank%20Yallop\"&gt;Frank Yallop&lt;/a&gt;; they had an average age of 32, and were described by \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\"s Richard Barker as \"one of the slowest back fours the game has seen\". Up front, &lt;a href=\"Lee%20Chapman\"&gt;Lee Chapman&lt;/a&gt; started, but &lt;a href=\"Paul%20Mason%20%28footballer%29\"&gt;Paul Mason&lt;/a&gt; – who had scored twice during Ipswich's victory over United in September – was a substitute. Despite already having conceded 60 league goals that season, Burley had stated Ipswich's intention to attack: \"I'm certainly not going to put nine behind the ball. We'll play two up front and look to get forward\".\nPrior to the game, Manchester United's Russian winger and season's top scorer &lt;a href=\"Andrei%20Kanchelskis\"&gt;Andrei Kanchelskis&lt;/a&gt; had handed in a &lt;a href=\"transfer%20market\"&gt;transfer request&lt;/a&gt;, which was rejected by the United manager, &lt;a href=\"Alex%20Ferguson\"&gt;Alex Ferguson&lt;/a&gt;. Kanchelskis, along with &lt;a href=\"Ryan%20Giggs\"&gt;Ryan Giggs&lt;/a&gt;, Cole and &lt;a href=\"Mark%20Hughes\"&gt;Mark Hughes&lt;/a&gt;, made up United's attack for the match. The pairing of Cole and Hughes up front was not considered well-matched; \"The Guardian\"s Stephen Bierley suggested that Cole was much better matched with &lt;a href=\"Eric%20Cantona\"&gt;Eric Cantona&lt;/a&gt;, but the French &lt;a href=\"Forward%20%28association%20football%29\"&gt;forward&lt;/a&gt; was serving a nine-month suspension for kicking a spectator. United had conceded just three league goals at Old Trafford all season.\nMatch.\nSummary.\nThe match took place at Old Trafford at 15:00 on 4 March 1995 in front of a crowd of 43,804, the largest in the league to date that season. Manchester United kicked off, attacking the &lt;a href=\"Stretford%20End\"&gt;Stretford End&lt;/a&gt; at the west end of the stadium, and within the first few minutes they had put the ball into the Ipswich &lt;a href=\"penalty%20area\"&gt;penalty area&lt;/a&gt; five times; from three &lt;a href=\"Cross%20%28association%20football%29\"&gt;crosses&lt;/a&gt; and two &lt;a href=\"corner%20kick\"&gt;corner kick&lt;/a&gt;s. According to Rogan Taylor's report for \"&lt;a href=\"The%20Observer\"&gt;The Observer&lt;/a&gt;\", the Ipswich defence was panicked by these early attacks, and he suggested that Andy Cole should have scored from one of them, had he not accidentally stepped on the ball. In the 15th minute, after an attack down the left wing, Hughes turned near the edge of the &lt;a href=\"six-yard%20box\"&gt;six-yard box&lt;/a&gt;, and played the ball out to &lt;a href=\"Roy%20Keane\"&gt;Roy Keane&lt;/a&gt; on the edge of the area. Keane kept his shot low, and it went in off the post. Four minutes later, Giggs dispossessed Ipswich's Canadian right-back, Frank Yallop, on the halfway line. He broke clear and passed the ball to Cole, who rolled it in from close range. In the 37th minute, Kanchelskis attacked up the right wing for Manchester United, and crossed the ball into the box; Hughes shot at goal with a &lt;a href=\"bicycle%20kick\"&gt;bicycle kick&lt;/a&gt; that hit the bar and rebounded to Cole, who scored his second of the game and made it 3–0. During his half-time team talk, Ferguson urged his team on, challenging them to score another three goals.\nKeane was replaced with &lt;a href=\"Lee%20Sharpe\"&gt;Lee Sharpe&lt;/a&gt; at half-time. Seven minutes after the break, Hughes passed the ball out to &lt;a href=\"Denis%20Irwin\"&gt;Denis Irwin&lt;/a&gt;, who crossed it into the area. In the confusion, it was initially reported that Yallop had put the ball into his own goal, but video replays showed that the final touch had been from Cole, securing his &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt;. Within a minute, a low cross from Giggs found Hughes, who scored United's fifth with a &lt;a href=\"Volley%20%28association%20football%29\"&gt;volley&lt;/a&gt; that went in off the crossbar. The pair were also responsible for United's next goal; the Ipswich goalkeeper &lt;a href=\"Craig%20Forrest\"&gt;Craig Forrest&lt;/a&gt; parried a shot from Giggs out to Hughes, who headed it in. When &lt;a href=\"Ian%20Marshall%20%28English%20footballer%29\"&gt;Ian Marshall&lt;/a&gt; replaced Chapman in the 64th minute, Marshall thanked United's defender &lt;a href=\"Gary%20Pallister\"&gt;Gary Pallister&lt;/a&gt; \"for being invited to join the practice match\", according to an article published by United. A minute later, Hughes helped to set up the seventh goal with a pass to McClair, whose shot was saved by Forrest but rebounded to Cole, who put it in the net. In the 73rd minute, a foul was given against Forrest, who the referee, &lt;a href=\"Graham%20Poll\"&gt;Graham Poll&lt;/a&gt;, &lt;a href=\"Penalty%20card%23Yellow%20card\"&gt;cautioned&lt;/a&gt; for handling the ball outside of his area. While Forrest was arguing the decision, Manchester United took the free kick quickly, and &lt;a href=\"Paul%20Ince\"&gt;Paul Ince&lt;/a&gt; lobbed the ball straight into the empty goal to make the score 8–0. In the last few minutes of the match, Cole scored his fifth and United's ninth, from a corner delivered by Giggs. The United fans chanted \"we want ten\", to which the away fans responded \"we want one\". The match finished 9–0 to Manchester United.\nReaction.\nThe result was Manchester United's biggest league victory in 103 years, matching the nine-goal margin they recorded in a 10–1 win at home to &lt;a href=\"Wolverhampton%20Wanderers%20F.C.\"&gt;Wolverhampton Wanderers&lt;/a&gt; on 15 October 1892. Alex Ferguson had previously won twice 8–0 as &lt;a href=\"Aberdeen%20F.C.\"&gt;Aberdeen&lt;/a&gt; manager, but noted: \"That was as near as perfection as you can get. The performance superseded the number of goals scored.\" According to his biographer, &lt;a href=\"Michael%20Crick\"&gt;Michael Crick&lt;/a&gt;, Ferguson later said he was \"praying that United wouldn't reach ten, as he felt sorry for the Ipswich manager\". The Ipswich manager George Burley declined to face the press for the normal post-match interview. The victory cancelled out Blackburn's &lt;a href=\"goal%20difference\"&gt;goal difference&lt;/a&gt; advantage at the top of the table as Rovers beat &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt; 1–0 at &lt;a href=\"Villa%20Park\"&gt;Villa Park&lt;/a&gt; on the same day, although Rovers' manager &lt;a href=\"Kenny%20Dalglish\"&gt;Kenny Dalglish&lt;/a&gt; shrugged off the result saying, \"You get three points whether you win 9–0 or 1–0.\" McClair referenced Ipswich's win earlier in the season, but denied that the scale of the win had been about revenge: \"it wasn't a case of: 'We're going to humiliate you and grind you into dust,' it was just: 'We're going to score as many as we can and keep going until it's over.' That's just the Manchester United way: it's never over.\"\nAlthough he was hurt in a tackle by Ipswich defender Linighan, Cole was determined to play on in the second half despite his manager's suggestion he be substituted as the points were already secured. Cole noted: \"I sensed a hat-trick was there for the taking and I was determined to get one\". Cole's five-goal haul was later equaled by &lt;a href=\"Alan%20Shearer\"&gt;Alan Shearer&lt;/a&gt; – for Newcastle United against &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday&lt;/a&gt; in September 1999; &lt;a href=\"Jermain%20Defoe\"&gt;Jermain Defoe&lt;/a&gt; – for &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; against &lt;a href=\"Wigan%20Athletic%20F.C.\"&gt;Wigan Athletic&lt;/a&gt; in November 2009; &lt;a href=\"Dimitar%20Berbatov\"&gt;Dimitar Berbatov&lt;/a&gt; – for Manchester United against Blackburn Rovers in November 2010; and &lt;a href=\"Sergio%20Ag%C3%BCero\"&gt;Sergio Agüero&lt;/a&gt; – for &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt; against Newcastle United in October 2015. Cole's haul was the first time for twelve years that a player in the top flight of English football had scored five goals in a game: &lt;a href=\"Ian%20Rush\"&gt;Ian Rush&lt;/a&gt; and &lt;a href=\"Tony%20Woodcock%20%28footballer%29\"&gt;Tony Woodcock&lt;/a&gt; each scored five in separate matches on the same day in 1983.\nManchester United went on to finish second in the league, just one point behind Blackburn, while Ipswich were relegated, finishing bottom of the table. Ipswich goalkeeper Forrest went on to concede a further seven goals against Manchester United, playing for &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; in a 7–1 defeat in April 2000. Cole recalled that when he met Forrest years later, Forrest introduced Cole to his wife as \"the man who made his life a misery\".\nThe record Manchester United set for the biggest Premier League win would not be equalled until Leicester City beat &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt; by the &lt;a href=\"Southampton%20F.C.%200%E2%80%939%20Leicester%20City%20F.C.\"&gt;same scoreline&lt;/a&gt;, away from home on 25 October 2019. The following season, United would equal their biggest victory, also against Southampton, with a &lt;a href=\"Manchester%20United%20F.C.%209%E2%80%930%20Southampton%20F.C.\"&gt;9–0 win&lt;/a&gt; at Old Trafford on 2 February 2021."
}