{
    "id": "2661061",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=2661061",
    "title": "Timorese Democratic Union",
    "text": "The Timorese Democratic Union (, UDT) is a &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; &lt;a href=\"political%20party\"&gt;political party&lt;/a&gt; in &lt;a href=\"East%20Timor\"&gt;East Timor&lt;/a&gt;. It was the first party to be established in the country on May 11, 1974, following the &lt;a href=\"Carnation%20Revolution\"&gt;Carnation Revolution&lt;/a&gt; in &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;.\nHistory.\nEarly history (1974–1975).\nThe UDT originally advocated continued &lt;a href=\"Portuguese%20Timor\"&gt;links with Portugal&lt;/a&gt;, using the &lt;a href=\"Tetum\"&gt;Tetum&lt;/a&gt; slogan \"Mate Bandeira Hun\", meaning 'Death in the shadow of the flag', but later formed an alliance with the more &lt;a href=\"left-wing\"&gt;left-wing&lt;/a&gt; &lt;a href=\"Frente%20Revolucionaria%20de%20Timor-Leste%20Independente\"&gt;Frente Revolucionaria de Timor-Leste Independente&lt;/a&gt; (Fretilin) to work towards independence in January 1975. This alliance lasted for only five months and broke up among accusations that Fretilin was not exercising control over its more extreme members, although by this time UDT leaders like &lt;a href=\"Francisco%20Lopes%20da%20Cruz\"&gt;Francisco Lopes da Cruz&lt;/a&gt; had held meetings with &lt;a href=\"Indonesian%20State%20Intelligence%20Agency\"&gt;BAKIN&lt;/a&gt;, the then &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;n &lt;a href=\"military%20intelligence\"&gt;military intelligence&lt;/a&gt;, which had signalled Jakarta's misgivings about an independent state under Fretilin control.\nOn August 11 of that year, the UDT staged a coup against the Portuguese administration, and a three-month civil war erupted. Many UDT politicians and supporters fled across the border to &lt;a href=\"West%20Timor\"&gt;West Timor&lt;/a&gt;, where they were required to sign a petition calling for &lt;a href=\"Indonesian%20occupation%20of%20East%20Timor\"&gt;East Timor's incorporation into Indonesia&lt;/a&gt;, with most of the UDT loyalists declining the offer, as it would be considered a betrayal to its own ideology and trust for the country. After the signing, the UDT split into two factions, with only a small percentage of UDT giving up on hope and decided to side with &lt;a href=\"Timorese%20Popular%20Democratic%20Association\"&gt;Timorese Popular Democratic Association&lt;/a&gt; (APODETI) to call for Indonesian annexation, while the rest of the UDT decided to take a fight with the Indonesian invading forces or decided to leave Timor to seek help and make a congress with Fretilin in Australia and Portugal to work towards independence.\nDuring Indonesian occupation (1975–1999).\nOne of the UDT's most senior leaders, &lt;a href=\"M%C3%A1rio%20Viegas%20Carrascal%C3%A3o\"&gt;Mário Viegas Carrascalão&lt;/a&gt;, sided with the Indonesian regime and served as the Governor of Indonesia's '27th &lt;a href=\"Provinces%20of%20Indonesia\"&gt;province&lt;/a&gt;' between 1987 and 1992. His brother, &lt;a href=\"Jo%C3%A3o%20Carrascal%C3%A3o\"&gt;João&lt;/a&gt;, however, led the UDT in exile in Portugal and Australia, later joining with Fretilin in a national unity movement called the &lt;a href=\"National%20Council%20of%20Maubere%20Resistance\"&gt;National Council of Maubere Resistance&lt;/a&gt; (, \"CNRM\"), later called the National Council of Timorese Resistance (, \"CNRT\"), due to the disagreement between UDT and Fretilin for using the word \"Maubere\", as this could possibly divide the Timorese people into two.\nSince independence (2002–present).\nFollowing the &lt;a href=\"Fall%20of%20Suharto\"&gt;change of government in Indonesia in 1998&lt;/a&gt;, and subsequently the change of policy, the UDT was able to organise in East Timor, where it supported the &lt;a href=\"1999%20East%20Timorese%20independence%20referendum\"&gt;independence&lt;/a&gt; campaign.\nIn the &lt;a href=\"East%20Timorese%20parliamentary%20election%2C%202001\"&gt;parliamentary election&lt;/a&gt; held on 30 August 2001, the party won 2.4% of the popular vote and 2 out of 88 seats. In the &lt;a href=\"East%20Timorese%20parliamentary%20election%2C%202007\"&gt;parliamentary election&lt;/a&gt; held on 30 June 2007, the UDT won 0.90% of the vote and did not win any seats in parliament, as it did not reach the 3% threshold to win seats.\nFollowing the political unrest between Fretilin and AMP (Aliança Maioria Parlamentar), comprised by CNRT, PLP and KHUNTO, the President of Timor-Leste decided to make another parliamentary election to solve the problem.\nUDT, not giving up on hope, decided to join forces or alliance with three political parties: PUDD (Partido Unidade Desenvolvimento Democrático), Frente-Mudança (FRETILIN's separatist party) and PDN (Partido Desenvolvimento Nacional), forming a coalition called FDD (Frente Desenvolvimento Democrático) and won 34,531 votes and won 3 seats."
}