{
    "id": "2662030",
    "revid": "1041392782",
    "url": "https://en.wikipedia.org/wiki?curid=2662030",
    "title": "Cray T3E",
    "text": "The Cray T3E was &lt;a href=\"Cray%20Research\"&gt;Cray Research&lt;/a&gt;'s second-generation &lt;a href=\"massively%20parallel\"&gt;massively parallel&lt;/a&gt; supercomputer architecture, launched in late November 1995. The first T3E was installed at the &lt;a href=\"Pittsburgh%20Supercomputing%20Center\"&gt;Pittsburgh Supercomputing Center&lt;/a&gt; in 1996. Like the previous &lt;a href=\"Cray%20T3D\"&gt;Cray T3D&lt;/a&gt;, it was a fully distributed memory machine using a 3D &lt;a href=\"Torus%20interconnect\"&gt;torus topology interconnect&lt;/a&gt;ion network. The T3E initially used the &lt;a href=\"Digital%20Equipment%20Corporation\"&gt;DEC&lt;/a&gt; &lt;a href=\"Alpha%2021164\"&gt;Alpha 21164&lt;/a&gt; (EV5) &lt;a href=\"microprocessor\"&gt;microprocessor&lt;/a&gt; and was designed to scale from 8 to 2,176 \"Processing Elements\" (PEs). Each PE had between 64 MB and 2 GB of &lt;a href=\"DRAM\"&gt;DRAM&lt;/a&gt; and a 6-way interconnect router with a payload bandwidth of 480 MB/s in each direction. Unlike many other MPP systems, including the T3D, the T3E was fully self-hosted and ran the &lt;a href=\"UNICOS\"&gt;UNICOS&lt;/a&gt;/mk &lt;a href=\"distributed%20operating%20system\"&gt;distributed operating system&lt;/a&gt; with a \"GigaRing\" I/O subsystem integrated into the torus for network, disk and tape I/O.\nThe original T3E (retrospectively known as the T3E-600) had a 300 &lt;a href=\"MHz\"&gt;MHz&lt;/a&gt; processor clock. Later variants, using the faster 21164A (EV56) processor, comprised the T3E-900 (450 MHz), T3E-1200 (600 MHz), T3E-1200E (with improved memory and interconnect performance) and T3E-1350 (675 MHz). The T3E was available in both air-cooled (\"AC\") and liquid-cooled (\"LC\") configurations. AC systems were available with 16 to 128 user PEs, LC systems with 64 to 2048 user PEs.\nA 1480-processor T3E-1200 was the first supercomputer to achieve a performance of more than 1 &lt;a href=\"teraflops\"&gt;teraflops&lt;/a&gt; running a &lt;a href=\"computational%20science\"&gt;computational science&lt;/a&gt; application, in 1998. \nAfter Cray Research was acquired by &lt;a href=\"Silicon%20Graphics\"&gt;Silicon Graphics&lt;/a&gt; in February 1996, development of new Alpha-based systems was stopped. While providing the -900, -1200 and -1200E upgrades to the T3E, in the long term Silicon Graphics intended Cray T3E users to migrate to the &lt;a href=\"Origin%203000\"&gt;Origin 3000&lt;/a&gt;, a &lt;a href=\"MIPS%20architecture\"&gt;MIPS&lt;/a&gt;-based &lt;a href=\"distributed%20shared%20memory\"&gt;distributed shared memory&lt;/a&gt; computer, introduced in 2000. However, the T3E continued in production after SGI sold the Cray business the same year."
}