{
    "id": "26628404",
    "revid": "32206216",
    "url": "https://en.wikipedia.org/wiki?curid=26628404",
    "title": "Dennis Laurente",
    "text": "Dennis Laurente (born July 29, 1977 in &lt;a href=\"Palompon%2C%20Leyte\"&gt;Palompon&lt;/a&gt;, &lt;a href=\"Leyte\"&gt;Leyte&lt;/a&gt;, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;) is a &lt;a href=\"Filipino%20people\"&gt;Filipino&lt;/a&gt; professional &lt;a href=\"Boxing\"&gt;boxer&lt;/a&gt;.\nDuring his younger days, his family migrated to Agusan del Sur. He continued his studies in &lt;a href=\"Sibagat\"&gt;Sibagat&lt;/a&gt;, &lt;a href=\"Agusan%20del%20Sur\"&gt;Agusan del Sur&lt;/a&gt; and later in 1997, they migrated again in &lt;a href=\"Agusan%20del%20Norte\"&gt;Agusan del Norte&lt;/a&gt; where he had a stint of work in a factory line making durian candy in &lt;a href=\"Butuan%20City\"&gt;Butuan City&lt;/a&gt;. Later, Laurente joined his parents in &lt;a href=\"Leyte\"&gt;Leyte&lt;/a&gt; and did some work in the farm until he went to Manila to live with his uncle. A friend and pro boxer Aljun Corporal brought Laurente to Elorde in 1998.\nHe fights under the care of Johnny S. Elorde, President of the Johnny Elorde Management International, and his wife, Liza Elorde, a boxing care manager.\nProfessional career.\nLaurente started as a professional boxer on April 23, 1994, against Alberto Sososco. He won the bout via technical knockout in round 4.\nHe won his first title, the Philippines Games &amp; Amusement Board (GAB) lightweight championship, on August 9, 2000, against veteran fighter Francis Velasquez. The bout was held in Manila and ended by unanimous decision, all in favor of Laurente. On May 4, 2001, he took on Thai boxer Prawet Singwancha but suffered his first ever loss by unanimous decision. The fight was for the PABA lightweight title. Despite the loss, Laurente won the vacant OPBF lightweight title against Yosuke Otsuka in his next bout on November 23, 2001. He defended the title a total of 7 times, but fell short to Chicashi Inada on March 5, 2005. After 3 more fights, Laurente moved to the light welterweight division."
}