{
    "id": "2662056",
    "revid": "40123752",
    "url": "https://en.wikipedia.org/wiki?curid=2662056",
    "title": "Tony Franklin (kicker)",
    "text": "Anthony Ray Franklin (born November 18, 1956 in &lt;a href=\"Big%20Spring%2C%20Texas\"&gt;Big Spring, Texas&lt;/a&gt;) is a former &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; &lt;a href=\"placekicker\"&gt;kicker&lt;/a&gt; in the National Football League between &lt;a href=\"1979%20NFL%20season\"&gt;1979&lt;/a&gt; and &lt;a href=\"1988%20NFL%20season\"&gt;1988&lt;/a&gt; for the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;, the &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt;, and the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt;. Franklin was best known for his &lt;a href=\"barefoot\"&gt;barefoot&lt;/a&gt; kicking style. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Texas%20A%26amp%3BM%20Aggies%20football\"&gt;Texas A&amp;M&lt;/a&gt;.\nCollege career.\nFranklin played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Texas%20A%26amp%3BM%20University\"&gt;Texas A&amp;M University&lt;/a&gt;, where he set the record for the longest &lt;a href=\"Field%20goal%20%28football%29\"&gt;field goal&lt;/a&gt; in modern college football history when he made a kick of 65 yards on October 16, 1976 against &lt;a href=\"1976%20Baylor%20Bears%20football%20team\"&gt;Baylor&lt;/a&gt;. For a brief period, this was tied for the overall record for all of American college football with &lt;a href=\"J.%20T.%20Haxall\"&gt;J. T. Haxall&lt;/a&gt; of &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt;, having made a 65-yard kick in 1882, but it did not last as &lt;a href=\"Ove%20Johansson\"&gt;Ove Johansson&lt;/a&gt; of &lt;a href=\"Abilene%20Christian%20University\"&gt;Abilene Christian University&lt;/a&gt;, which at the time was a member of &lt;a href=\"National%20Association%20of%20Intercollegiate%20Athletics\"&gt;National Association of Intercollegiate Athletics&lt;/a&gt; (NAIA), made a 69-yard field goal on the same day. Franklin's NCAA record only lasted until 1977, when both &lt;a href=\"Russell%20Erxleben\"&gt;Russell Erxleben&lt;/a&gt; and &lt;a href=\"Steve%20Little%20%28American%20football%29\"&gt;Steve Little&lt;/a&gt; made 67-yard field goals, and he has since been passed by two other men and tied by &lt;a href=\"Mart%C3%ADn%20Gram%C3%A1tica\"&gt;Martín Gramática&lt;/a&gt;. However, Franklin set a record by kicking a 64-yard field goal in the same game, which made him the only kicker in NCAA history to connect on two field goals of sixty or more yards in the same game.\nFranklin finished his collegiate career breaking 18 &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;NCAA&lt;/a&gt; records at the time, including most career field goals (56), career kick scoring (291 points), most field goals of 50 yards or longer in a career (16), most field goals made in a three-year career (45) and longest average for field goals made in a career (39.5 yards). He was a consensus All-American pick as a sophomore in &lt;a href=\"1976%20College%20Football%20All-America%20Team\"&gt;1976&lt;/a&gt; and earned All-American honors again as a senior in &lt;a href=\"1978%20College%20Football%20All-America%20Team\"&gt;1978&lt;/a&gt;. He was a Second-team All-America selection as a junior, in 1977.\nHe is listed as a \"Legend of the &lt;a href=\"Sun%20Bowl\"&gt;Sun Bowl&lt;/a&gt;\" by the Sun Bowl Association for his 63-yard field goal against &lt;a href=\"1976%20Florida%20Gators%20football%20team\"&gt;Florida&lt;/a&gt; in the &lt;a href=\"1977%20Sun%20Bowl%20%28January%29\"&gt;January 1977 Sun Bowl&lt;/a&gt;. He is also a member of the Sun Bowl's 75th Anniversary All-Sun Bowl Team.\nProfessional career.\nFranklin was drafted by the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt; in the third round of the &lt;a href=\"1979%20NFL%20Draft\"&gt;1979 NFL Draft&lt;/a&gt;. He was credited with the fourth longest field goal (at the time) in NFL history during his &lt;a href=\"rookie\"&gt;rookie&lt;/a&gt; year with the Eagles, a 59-yarder at &lt;a href=\"Dallas%20Cowboys\"&gt;Dallas&lt;/a&gt; on November 12, 1979. Franklin played in &lt;a href=\"Super%20Bowl%20XV\"&gt;Super Bowl XV&lt;/a&gt; and kicked a 30-yard field goal.\nOn February 21, 1984, Franklin was traded to the &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt; for a sixth-round draft choice in the &lt;a href=\"1985%20NFL%20Draft\"&gt;1985 NFL Draft&lt;/a&gt;. He led the NFL in scoring (140 points) and field goals made (32) in &lt;a href=\"1986%20NFL%20season\"&gt;1986&lt;/a&gt; and was selected to represent the &lt;a href=\"American%20Football%20Conference\"&gt;AFC&lt;/a&gt; in the &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt;. He played in &lt;a href=\"Super%20Bowl%20XX\"&gt;Super Bowl XX&lt;/a&gt; and kicked a 36-yard field goal. The 32 field goals he made in 1986 was a Patriots single-season franchise record until &lt;a href=\"Stephen%20Gostkowski\"&gt;Stephen Gostkowski&lt;/a&gt; broke the record in &lt;a href=\"2008%20New%20England%20Patriots%20season\"&gt;2008&lt;/a&gt;. After being cut by New England, Franklin was out of football until 1988, when an injury crisis led the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt; to sign him. Unfortunately, Franklin's time with the Dolphins was highlighted by a disastrous game against his former team where he missed three field goals (including a 23-yarder) and the Patriots ended Miami's playoff hopes with a 6-3 road win. Franklin was cut after that and never played another game in the NFL."
}