{
    "id": "2664253",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=2664253",
    "title": "Sigil (comics)",
    "text": "Sigil is an American &lt;a href=\"comic%20book\"&gt;comic book&lt;/a&gt; &lt;a href=\"ongoing%20series\"&gt;series&lt;/a&gt; published by &lt;a href=\"CrossGen\"&gt;CrossGen Entertainment&lt;/a&gt; from July &lt;a href=\"2000%20in%20comics\"&gt;2000&lt;/a&gt; to December &lt;a href=\"2003%20in%20comics\"&gt;2003&lt;/a&gt;, ending at issue forty-two. \"Sigil\" was one of the publisher's first four titles (the others are \"&lt;a href=\"Mystic%20%28comics%29\"&gt;Mystic&lt;/a&gt;\", \"&lt;a href=\"Scion%20%28comics%29\"&gt;Scion&lt;/a&gt;\", and \"&lt;a href=\"Meridian%20%28comics%29\"&gt;Meridian&lt;/a&gt;\"), a &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; &lt;a href=\"space%20opera\"&gt;space opera&lt;/a&gt;, originally created by &lt;a href=\"Mark%20Alessi\"&gt;Mark Alessi&lt;/a&gt; and Gina M. Villa. The book is one of many from the publisher that took place in the &lt;a href=\"Sigilverse\"&gt;Sigilverse&lt;/a&gt;, or the CrossGen &lt;a href=\"universe\"&gt;universe&lt;/a&gt;.\nIn 2011, \"Sigil\" was part of &lt;a href=\"Marvel%20Comics\"&gt;Marvel Comics&lt;/a&gt;' relaunch of the CrossGen Universe.\nSetting.\nThe bulk of \"Sigil\" takes place on and around the worlds of the \"Planetary Union\", a group of five human-inhabited planets: \"Gaia\" (believed to be humanity's homeworld), \"Brejhur\", \"Delassia\", \"Kayseecay\", and \"Victor\". Humans have also colonized the neutral world of \"Tanipal\", which seceded from the Union some time before the series opened. Tanipal is ruled by the Sultan Ronolo.\nAs the series opens, the Planetary Union has been at war with the \"Saurians\", a starfaring race of &lt;a href=\"reptilian%20humanoids\"&gt;reptilian humanoids&lt;/a&gt;, for several centuries. The size of the saurian empire is never revealed in the series, but its capital is the saurian homeworld, \"Tcharun\".\nPlot synopsis.\nSamandahl \"Sam\" Rey was a former soldier for the Planetary Union. He and his good friend Roiya Sintor were laid off from the army due to cutbacks, and became mercenaries. The pair were \"vacationing\" on the pleasure world of Tanipal when the series began. While on Tanipal, Sam and Roiya meet the beautiful Zanniati Oribatta and her bodyguard, an orange eyed-man named JeMerik Meer, these four would be inseparable for the rest of the series.\nDuring that initial meeting, a Saurian assassin squad arrived looking for Sam. Sam had previously made an enemy of Tchlusarud, the youngest Saurian prince. The prince desperately wanted Sam dead. In the ensuing fight, Sam was tackled by an odd Saurian with glowing orange eyes. The Saurian cryptically said to Sam, \"You shall find them, gather them, and lead them\" and branded him with a swirling red and yellow mark: the &lt;a href=\"Seal%20%28emblem%29\"&gt;sigil&lt;/a&gt;. The saurian then disappeared. While Sam was distracted, one of the attacking Saurians impaled Roiya with his weapon, fatally injuring her.\nThe four retreated to Sam's ship, \"The Bitterluck\", where they failed to save Roiya's life. In a fit of rage, Sam activated his sigil, destroying a large part of the city in the process.\nRelaunch.\n\"Sigil\" was relaunched by Marvel Comics in March 2011 with an entirely different storyline. Now starring Samantha Rey, a 16-year-old South Carolina girl who awakens one day to find herself branded with a strange symbol, she finds herself thrust into a war across time.\nCreative teams.\n\"Sigil\" was created by &lt;a href=\"Mark%20Alessi\"&gt;Mark Alessi&lt;/a&gt; and Gina M. Villa.\nThe original creative team consisted of writer &lt;a href=\"Barbara%20Kesel\"&gt;Barbara Kesel&lt;/a&gt;, the Lai Brothers (Ben on pencils and Ray on inks), and Wil Quintana coloring. Over the years, this line-up changed several times.\nBooks.\nCrossGen published four &lt;a href=\"Trade%20paperback%20%28comics%29\"&gt;trade paperback&lt;/a&gt; books containing the first part of the series:\nCrossGen also announced a further two books, but went bankrupt before they were published. &lt;a href=\"Checker%20Book%20Publishing%20Group\"&gt;Checker Books&lt;/a&gt; released them in July 2007:"
}