{
    "id": "26658551",
    "revid": "7314633",
    "url": "https://en.wikipedia.org/wiki?curid=26658551",
    "title": "Iris tectorum",
    "text": "Iris tectorum (also known as roof iris, Japanese roof iris and wall iris) is a plant species in the genus \"&lt;a href=\"Iris%20%28plant%29\"&gt;Iris&lt;/a&gt;\", it is also in the subgenus \"&lt;a href=\"Iris%20subg.%20Limniris\"&gt;Limniris&lt;/a&gt;\". It is a &lt;a href=\"rhizomatous\"&gt;rhizomatous&lt;/a&gt; &lt;a href=\"perennial%20plant\"&gt;perennial&lt;/a&gt;. It is native of &lt;a href=\"China\"&gt;China&lt;/a&gt;, &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; and &lt;a href=\"Burma\"&gt;Burma&lt;/a&gt;, with lavender-blue, bluish-violet, purple-blue, blue-lilac or sky blue flowers. There is a white form as well. It is a compact plant and is cultivated as an ornamental plant in &lt;a href=\"temperateness\"&gt;temperate&lt;/a&gt; regions of the world.\nDescription.\nIt has a thick, (the size of a man's thumb), creeping, buff (coloured), or greenish rhizome. They are similar in form to a bearded iris rhizome.\nIt has slender, short roots (under the rhizomes), and fibres on the top.\nThe creeping habit, creates spreading clumps of plants. It does not produce &lt;a href=\"stolons\"&gt;stolons&lt;/a&gt;.\nIt has basal fans, that are yellowish green, or pale green, and sword-shaped (ensiform), or lance-shaped. They are also, glossy, and ribbed, and can grow up to between long and wide.\nThe leaves are floppy, and described as semi-&lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt;.\nIt has terete (cylindrical), stems that can grow up to between tall.\nIt has 1–2 branches, and 1–2 (reduced) stem leaves.\nThe stems have 2–3 &lt;a href=\"spathe\"&gt;spathe&lt;/a&gt;s (leaves of the flower bud), that are green, lanceolate and long and wide.\nIt has a 1 cm long pedicel (flower stalk), which is shorter than the spathe, but similar in size to the ovary.\nThe stems (and the branches) hold between 1 and 3 flowers, in late spring, or early summer, between April and May, or June. It flowers between September and October in Australia. The flower display can last for 2 weeks.\nThe flowers are in diameter,\nThe flattened, horizontal, flowers are larger than \"Iris japonica\" flowers.\nThe flowers come in shades of lavender blue, or bluish violet, or blue-lilac, or purple-blue, or sky blue.\nThere is also a white form.\nIt has 2 pairs of petals, 3 large &lt;a href=\"sepals\"&gt;sepals&lt;/a&gt; (outer petals), known as the 'falls' and 3 inner, smaller petals (or &lt;a href=\"tepals\"&gt;tepals&lt;/a&gt;), known as the 'standards'. The falls are obovate (egg-like), or ovate, with darker (or brownish purple/violet). mottling, veining, streaks, or spots, around a toothed or lacinated (fringed), white crest. They have a bi-coloured claw (part of the petal closest to the stem), white and violet or lilac.\nThe falls are long and 4 cm wide. The elliptic standards spread horizontally (not erect), and are long and 3 cm wide. Both petals (falls and standards) can have wavy margins.\nThe flowers are self-fertile, but are &lt;a href=\"pollinated\"&gt;pollinated&lt;/a&gt; by insects.\nIt has a 2.5–3 cm long slender, perianth tube, a 2.5 cm long stamen, bright yellow anthers and a cylindric, 1.8–2 cm long ovary. \nIt has a pale bluish-violet style branch, that is 3.5 cm long. It has toothed lobes (at the tips), that are irregular.\nAfter the iris has flowered, between June and August, it produces an ellipsoid or obovoid (oblong-ovoid), light green, seed capsule. It is long and 2–2.5 cm wide, and has 6 ribs. When it ripens, (and goes brown,) it splits in three, along 2 or more seams, starting from the top. Inside, are multiple, black-brown seeds, which are pyriform (pear shaped) and have a small cream (coloured) aril (appendage).\nBiochemistry.\nIn 1994, a study was carried out to isolate various chemical compounds from the seeds of Iris tectorum, it found an &lt;a href=\"ester\"&gt;ester&lt;/a&gt; '&lt;a href=\"iristectorene%20B\"&gt;iristectorene B&lt;/a&gt;'.\nIn 1999, a study was carried out \"Iris tectorum\" rhizomes, it found a &lt;a href=\"triterpenoid\"&gt;triterpenoid&lt;/a&gt; chemical compound.\nIn 2007, a study was carried out on &lt;a href=\"cytotoxic\"&gt;cytotoxic&lt;/a&gt; properties of \"Iris tectorum\", used to treat &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt;.\nIn May 2007, a study was carried out on the rhizomes of \"Iris tectorum\", to find various chemical compounds.\nIn 2009, a &lt;a href=\"karyotype\"&gt;karyotype&lt;/a&gt; analysis was carried out on 10 Irises found in China, and found that \"Iris tectorum\"s was 2n=28.\nIn 2011, &lt;a href=\"Isoflavones\"&gt;Isoflavones&lt;/a&gt; such as &lt;a href=\"tectoridin\"&gt;tectoridin&lt;/a&gt;, &lt;a href=\"iristectorin%20B\"&gt;iristectorin B&lt;/a&gt; and &lt;a href=\"iristectorin%20A\"&gt;iristectorin A&lt;/a&gt; have been found in the rhizomes of \n\"Iris tectorum\". They were published in the \"Journal of Chromatography B\", Vol. 879, Issue 13, pages 975–980.\nIn 2012, a study was carried out on the leaves of \"Iris tectorum\" for anti cancer properties.\nIn 2013, a study was carried on \"Iris tectorum\" to isolate various chemical compounds.\nIn 2013, a molecular &lt;a href=\"phylogenetic\"&gt;phylogenetic&lt;/a&gt; (genetic evolution) study was carried out on 16 species of Iris found in Korea. It placed \"&lt;a href=\"Iris%20mandshurica\"&gt;Iris mandshurica&lt;/a&gt;\" in a &lt;a href=\"clade\"&gt;clade&lt;/a&gt; with other basal irises, including \"&lt;a href=\"Iris%20dichotoma\"&gt;Iris dichotoma&lt;/a&gt;\" and \"Iris tectorum\".\nIn January 2014, a study was carried out on the neuro-protective activities of \"Iris tectorum\".\nSeveral &lt;a href=\"isoflavone\"&gt;isoflavone&lt;/a&gt;s have been found in \"Iris tectorum\". &lt;a href=\"Iris%20tectorigenin%20A\"&gt;Iris tectorigenin A&lt;/a&gt; is found in \"&lt;a href=\"Iris%20florentina\"&gt;Iris florentina&lt;/a&gt;\", \"Iris tectorum\", \"&lt;a href=\"Iris%20pseudacorus\"&gt;Iris pseudacorus&lt;/a&gt;\", \"&lt;a href=\"Iris%20kemaonensis\"&gt;Iris kumaonensis&lt;/a&gt;\" and \"Belamcanda chinensis\" (\"&lt;a href=\"iris%20domestica\"&gt;iris domestica&lt;/a&gt;\"). &lt;a href=\"Iristectorin%20B\"&gt;Iristectorin B&lt;/a&gt; (C23H24O12) can be found in the rhizomes of \"Iris tectorum\", &lt;a href=\"iris-tectorigenin%20B\"&gt;iris-tectorigenin B&lt;/a&gt; found in \"Iris germanica\" and \"Iris tectorum\" and &lt;a href=\"iristectorin%20A\"&gt;iristectorin A&lt;/a&gt; (which is also found in \"Belamcanda chinensis\").\nCytology.\nAs most irises are &lt;a href=\"diploid\"&gt;diploid&lt;/a&gt;, having two sets of &lt;a href=\"chromosomes\"&gt;chromosomes&lt;/a&gt;, this can be used to identify hybrids and classification of groupings. Diploid counts include 2n=28, Simonet, 1932; 2n=32, Sharma, 1970; 2n=28, Chimphamba, 1973; 2n=28, Karihaloo, 1978; 2n=28, Karihaloo, 1984; 2n=28, Huiang, 1986; 2n=36, Mao &amp; Xue, 1986; 2n=28, Huang 1989; and 2n=32, Dong et al., 1994.\nIt is normally designated as 2 n = 24, 28, 32.\nTaxonomy.\nIt is pronounced as (Iris) EYE-ris (tectorum) tek-TOR-um.\nIt is written as 鸢尾 in &lt;a href=\"Chinese%20characters\"&gt;Chinese script&lt;/a&gt;, and known as \"yuan wei\" in &lt;a href=\"Pidgin\"&gt;Pidgin&lt;/a&gt; in China.\nIt has several common names, including; \"roof iris\", \"Japanese roof iris\", \"wall iris\" (in America), \"wall flag\", \"white root iris\", \"Ichihatu\" (In Japan – meaning first as the first iris to flower), \"shenan\", and \"roof garden iris\".\nIt is known as \"Dach-Schwertlilie\" in &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; and \"takiris\" in &lt;a href=\"Swedish%20language\"&gt;Swedish&lt;/a&gt;.\nThe Latin &lt;a href=\"Botanical%20name%23Binary%20name\"&gt;specific epithet&lt;/a&gt; \"tectorum\" refers to Latin word for roof or covering.\n\"Iris tectorum\" is native to China, but was first discovered in the 1860s, growing in Japan on the roofs, hence the common name.\nIt was first published and described by &lt;a href=\"Karl%20Maximovich\"&gt;Karl Maximovich&lt;/a&gt; in the 'Bulletin of Acad. Imp. Sci. Saint-Pétersbourg' Volume15 page380 in 1871.\nIt was published in Flor. Serres Vol.22 page 23 in 1874, with a colour illustration, then published by &lt;a href=\"Joseph%20Dalton%20Hooker\"&gt;Hooker&lt;/a&gt; in &lt;a href=\"Curtis%27s%20Botanical%20Magazine\"&gt;Curtis's Botanical Magazine&lt;/a&gt; table 6118 in September, 1874, and in the 'Journal of the Royal Horticultural Society' Vol88 page116 in 1963.\nIt was introduced to England and European cultivation in 1874, by Philipp Franz von Siebold, who sent plants to St Petersburg. It was also introduced to US cultivation by Mr William Bull in 1874.\nIt was verified by &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;United States Department of Agriculture&lt;/a&gt; and the &lt;a href=\"Agricultural%20Research%20Service\"&gt;Agricultural Research Service&lt;/a&gt; on 2 April 1996 and updated on 1 December 2004.\n\"Iris tectorum\" is an accepted name by the &lt;a href=\"Royal%20Horticultural%20Society\"&gt;RHS&lt;/a&gt;.\nDistribution and habitat.\nIt is &lt;a href=\"native%20plant\"&gt;native&lt;/a&gt; to temperate and tropical regions of Asia.\nRange.\nIt is found in (central and south western), China, within the &lt;a href=\"Provinces%20of%20China\"&gt;Chinese provinces&lt;/a&gt;, of &lt;a href=\"Anhui\"&gt;Anhui&lt;/a&gt;, &lt;a href=\"Fujian\"&gt;Fujian&lt;/a&gt;, &lt;a href=\"Gansu\"&gt;Gansu&lt;/a&gt;, &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt;, &lt;a href=\"Guangxi\"&gt;Guangxi&lt;/a&gt;, &lt;a href=\"Guizhou\"&gt;Guizhou&lt;/a&gt;, &lt;a href=\"Hainan\"&gt;Hainan&lt;/a&gt;, &lt;a href=\"Hubei\"&gt;Hubei&lt;/a&gt;, &lt;a href=\"Hunan\"&gt;Hunan&lt;/a&gt;, &lt;a href=\"Jiangsu\"&gt;Jiangsu&lt;/a&gt;, &lt;a href=\"Jiangxi\"&gt;Jiangxi&lt;/a&gt;, &lt;a href=\"Shaanxi\"&gt;Shaanxi&lt;/a&gt;, &lt;a href=\"Shanxi\"&gt;Shanxi&lt;/a&gt;, &lt;a href=\"Sichuan\"&gt;Sichuan&lt;/a&gt;, &lt;a href=\"Xizang\"&gt;Xizang&lt;/a&gt;, &lt;a href=\"Yunnan\"&gt;Yunnan&lt;/a&gt; and &lt;a href=\"Zhejiang\"&gt;Zhejiang&lt;/a&gt;.\nAlso found in Korea, and within (the tropical region) of Myanmar (Burma).\nIt is often cited as native to Japan, but it may just be &lt;a href=\"naturalized\"&gt;naturalized&lt;/a&gt;.\nIt has naturalized in &lt;a href=\"Bhutan\"&gt;Bhutan&lt;/a&gt; and &lt;a href=\"India\"&gt;India&lt;/a&gt;.\nIt has also naturalized in regions of America, including &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;.\nHabitat.\nIt grows on forest margins, on sunny banks, in meadows, in damp places and beside water.\nIt can also be found growing along roadsides and on steep hillsides, in China.\nThey can be found at an altitude of above sea level.\nIn New Hampshire, as a wild flower, it is found on the edges of lawns and fields, beside roadsides and in compost heaps.\nCultivation.\nThe cultivation of \"Iris tectorum\" is very similar to that of \"Iris japonica\" and \"Iris milesii\".\nIt is &lt;a href=\"Hardiness%20%28plants%29\"&gt;hardy&lt;/a&gt; to between &lt;a href=\"USDA\"&gt;USDA&lt;/a&gt; Zone 4 and Zone 9. It is hardy to European Zone H2, meaning it can tolerate temperatures as low as −10, but needs protection from hard frosts. Older plants can survive some frosts but young plants need protection in the spring. Both the blue and white forms of the iris, are perfectly hardy. It is hardy in the UK, but it does not flower very well, due to the summers not being hot enough to bake the roots. After flowering, it is best to remove the old stems from \"&lt;a href=\"Iris%20confusa\"&gt;Iris confusa&lt;/a&gt;\", \"&lt;a href=\"Iris%20japonica\"&gt;Iris japonica&lt;/a&gt;\" and \"Iris tectorum\", as this helps the plant survive the winter.\nIt prefers to grow in &lt;a href=\"humus\"&gt;humus&lt;/a&gt;, rich, moist soil, with good drainage.\nDuring spring or autumn, a top dressing of well rotted compost (or well rotted manure), should be added, a feed of fertilizer can also be added. A mulch can also be applied (at the same time) to retain the moisture.\nIt can tolerate neutral or acidic soils (&lt;a href=\"Soil%20pH\"&gt;pH levels&lt;/a&gt; between 6.1 – 7.8).\nIt can tolerate positions between full sun and partial shade, but prefers light shade, In full sun, the leaves can bleach. (similar to woodland conditions). Although, a few sources say it prefers a sunny, sheltered site.\nIt has average water needs during the growing season. If the summer conditions become exceedingly hot and dry, the iris will go into early dormancy. Therefore it prefers a dry and cold winter, with a warm and wet summer.\nIt can be grown in a mixed &lt;a href=\"herbaceous%20border\"&gt;flower border&lt;/a&gt;, &lt;a href=\"rock%20garden\"&gt;rock garden&lt;/a&gt;, and in a &lt;a href=\"woodland%20garden\"&gt;woodland garden&lt;/a&gt;. If the plant is to be grown in a rockery, it is recommended that the plant has new soil or fertiliser every year. It can be also grown in containers and large (15 cm) pots, but it needs to be re-potted frequently. In the UK, the pot can survive the winter in a cold greenhouse.\nIt suffers from a virus disease that causes leaf discolouration, yellowing and streaking. It seems immune to insect pests, but can be prone to damage from slugs or snails. Also an &lt;a href=\"aphid\"&gt;aphid&lt;/a&gt;, \"&lt;a href=\"Aulacorthum%20solani\"&gt;Aulacorthum solani&lt;/a&gt;\" can be found on the plant.\nSince the roots can quickly take all the nutrients out of the soil, division and re-planting is needed every other year, or every 3–5 years when clumps become over-crowded. Although, it can be left undisturbed for many years, but flowering will decrease.\nLike most rhizomatous irises, it should be planted with the top of rhizome just at the surface of the soil. They should be spaced apart.\nPropagation.\n\"Iris tectorum\" can be propagated by &lt;a href=\"Division%20%28horticulture%29\"&gt;division&lt;/a&gt; or by seed growing. It is easy to raise from seed.\nPlants grown from its seeds will re-produce a true form, including white plants.\nDivision is best done in the spring, or fall (after flowering). Transplanting should be carried out soon after division.\nHybrids and cultivars.\n\"Iris tectorum\" has many cultivars including;\nToxicity.\nLike many other irises, most parts of the plant are &lt;a href=\"poisonous\"&gt;poisonous&lt;/a&gt; (rhizome and leaves), if mistakenly ingested, it can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation (like &lt;a href=\"dermatitis\"&gt;dermatitis&lt;/a&gt; or an allergic reaction.\nUses.\nDespite its toxicity, it is used in Chinese herbal medicine to treat hepatitis and \"wind damp pains\".\nThe &lt;a href=\"Dong%20people\"&gt;Kam&lt;/a&gt; eat fish that have been given fresh \"Iris tectorum\", as medicine to treat stomach aches.\nCulture.\n\"Iris tectorum\" is commonly called the 'roof iris' because it was grown in the thatch of Chinese and Japanese houses. There are several theories as to why;\nThe most common theory, was due to a period of wartime, or great &lt;a href=\"famine\"&gt;famine&lt;/a&gt; in Japan, all land was then decreed by the emperor to be cultivated, for rice and other food crops. Also, it was illegal for land to be used for growing flowers. But also women wanted the iris roots for making hair dye, face powder and corn plasters. The rhizomes were ground down, to make a white powder used for whitening the skin, similar in look to &lt;a href=\"Geisha\"&gt;Geisha&lt;/a&gt; girls.\nAlthough, &lt;a href=\"Edward%20Augustus%20Bowles\"&gt;EA bowles&lt;/a&gt; did not believe this theory.\nAnother theory, was that it was grown in the wet clay and was used to bind the straw thatch together, to stop a roof coming apart. It also acted as a decoration, creating a purple flowering roof-ridge.\nA final reason known, was that it was planted to avert the 'evil spirits' and a superstition that they prevent disease from affecting the householders."
}