{
    "id": "26668439",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=26668439",
    "title": "Gerhard van den Heever",
    "text": "Gerhard Jacobus van den Heever (born 13 April 1989) is a South African-born Japanese &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player for the in &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; and &lt;a href=\"Kubota%20Spears\"&gt;Kubota Spears&lt;/a&gt; in the &lt;a href=\"Top%20League\"&gt;Top League&lt;/a&gt;. His regular playing position is as a &lt;a href=\"Rugby%20union%20positions%23Wing\"&gt;wing&lt;/a&gt;.\nEducation.\nVan den Heever attended &lt;a href=\"Afrikaanse%20Ho%C3%ABr%20Seunskool\"&gt;Afrikaanse Hoër Seunskool&lt;/a&gt; (Afrikaans High School for Boys, known as \"Affies\"), in Pretoria — a school that produced several sports stars such as Bulls players Derick Kuun, &lt;a href=\"Pierre%20Spies\"&gt;Pierre Spies&lt;/a&gt; and &lt;a href=\"Jacques-Louis%20Potgieter\"&gt;Jacques-Louis Potgieter&lt;/a&gt; and Titans cricketers &lt;a href=\"AB%20de%20Villiers\"&gt;AB de Villiers&lt;/a&gt;, &lt;a href=\"Heino%20Kuhn\"&gt;Heino Kuhn&lt;/a&gt; and &lt;a href=\"Faf%20du%20Plessis\"&gt;Faf du Plessis&lt;/a&gt;. He played in the University Seven's Rugby World Championships for the &lt;a href=\"University%20of%20Pretoria\"&gt;University of Pretoria&lt;/a&gt;.\nBulls.\nIn early 2010, Van den Heever inherited &lt;a href=\"Bryan%20Habana\"&gt;Bryan Habana&lt;/a&gt;'s number 11 shirt in the Bulls team after Habana's departure for the &lt;a href=\"Stormers\"&gt;Stormers&lt;/a&gt;; Van den Heever is said to be even quicker than Habana.\nStormers.\nOn 24 October 2011, Van den Heever left the Bulls to join the Stormers and Western Province.\nMunster.\nVan den Heever agreed to join Irish side &lt;a href=\"Munster%20Rugby\"&gt;Munster&lt;/a&gt; on a two-year contract after the &lt;a href=\"2013%20Currie%20Cup%20Premier%20Division\"&gt;2013 Currie Cup Premier Division&lt;/a&gt;. He arrived in &lt;a href=\"Cork%20%28city%29\"&gt;Cork&lt;/a&gt; to join up with Munster on 5 November 2013. He made his debut for Munster on 29 November 2013, starting against &lt;a href=\"Dragons%20%28rugby%20union%29\"&gt;Newport Gwent Dragons&lt;/a&gt; in the &lt;a href=\"United%20Rugby%20Championship\"&gt;Pro12&lt;/a&gt;, but sustained a broken bone in his hand during the game. Van den Heever scored his first try for Munster in their 54–13 win against &lt;a href=\"Cardiff%20Blues\"&gt;Cardiff Blues&lt;/a&gt; on 8 February 2014. He was added to Munster's &lt;a href=\"2013%E2%80%9314%20Heineken%20Cup\"&gt;2013–14 Heineken Cup&lt;/a&gt; squad on 20 March 2014. He made his &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt; debut on 5 April 2014, coming on against &lt;a href=\"Stade%20Toulousain\"&gt;Toulouse&lt;/a&gt; in Munster's quarter-final. In May 2016, it was announced that Van den Heever would be leaving Munster.\nYamaha Júbilo.\nAfter leaving Munster, Van den Heever played for Japanese &lt;a href=\"Top%20League\"&gt;Top League&lt;/a&gt; side &lt;a href=\"Yamaha%20J%C3%BAbilo\"&gt;Yamaha Júbilo&lt;/a&gt; from 2016 to early 2018."
}