{
    "id": "26672740",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=26672740",
    "title": "Oluf Reed-Olsen",
    "text": "Oluf Bernhard Reed-Olsen (8 July 1918 – 14 October 2002) was a Norwegian &lt;a href=\"Norwegian%20resistance%20movement\"&gt;resistance&lt;/a&gt; member and pilot during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. As a resistance member he is best known for the &lt;a href=\"Lysaker%20Bridge%20sabotage\"&gt;Lysaker Bridge sabotage&lt;/a&gt; as well as operating illegal radio transmitters. After the war he was a businessman and &lt;a href=\"Scouting\"&gt;Scouting&lt;/a&gt; leader. He wrote books and contributed to a film based on his war experience.\nEarly life.\nHe was born in &lt;a href=\"Aker%2C%20Norway\"&gt;Aker&lt;/a&gt;. He grew up in &lt;a href=\"Bestum\"&gt;Bestum&lt;/a&gt; and graduated from middle school at &lt;a href=\"Ullern\"&gt;Ullern&lt;/a&gt; in 1934. He then took commerce school and took pilot education in the airline &lt;a href=\"Wider%C3%B8e\"&gt;Widerøe's Flyveselskap&lt;/a&gt;.\nWorld War II.\nSabotage and escape.\nWhen &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; reached Norway with a &lt;a href=\"Operation%20Weser%C3%BCbung\"&gt;German invasion&lt;/a&gt; on 9 April 1940, he started resistance work on the same day. On the night between 13 and 14 April he &lt;a href=\"Lysaker%20Bridge%20sabotage\"&gt;blew up the Lysaker Bridge&lt;/a&gt; together with Kåre Moe and Leif Moe. This sabotage had national-level repercussions, in that it contributed to the surfacing of the &lt;a href=\"Administrative%20Council%20%28Norway%29\"&gt;Administrative Council&lt;/a&gt; on the next day. The Germans soon took &lt;a href=\"Occupation%20of%20Norway%20by%20Nazi%20Germany\"&gt;control over Norway&lt;/a&gt;, and Reed-Olsen and Kåre Moe were sent to photograph and spy on German installations, most importantly at &lt;a href=\"Oslo%20Airport%2C%20Fornebu\"&gt;Oslo Airport, Fornebu&lt;/a&gt;. Reed-Olsen had easier access around town because he had joined the civil firefighting squad of Furulund as a team leader and owned a motorbike. They were caught after breaking into a crashed aircraft at Fornebu. Although the Germans did not know the nature of their actions, they were apprehended and sent to Oslo. However, at Lysaker Bridge the lorry slowed down because of the bridge damage and the two escaped from the lorry, jumped into &lt;a href=\"Lysakerelva\"&gt;Lysakerelva&lt;/a&gt;, swam further down and eventually careered to their homes. The two fled Norway by boat from &lt;a href=\"Bestumkilen\"&gt;Bestumkilen&lt;/a&gt; on 2 September. Reed-Olsen bought the boat after selling his motorbike. They first sailed down the Norwegian coast and picked up a third man Rolf Gabrielsen whom they met in &lt;a href=\"Mandal%2C%20Norway\"&gt;Mandal&lt;/a&gt;. They finally left for the United Kingdom from &lt;a href=\"Farsund\"&gt;Farsund&lt;/a&gt; on 14 September. According to Reed-Olsen, they had almost reached the &lt;a href=\"Aberdeen\"&gt;Aberdeen&lt;/a&gt; district when the wind turned and brought them as far east as &lt;a href=\"Jutland\"&gt;Jutland&lt;/a&gt;. After the wind turned again, they almost reached the &lt;a href=\"Thames\"&gt;Thames&lt;/a&gt;, when on 29 September they were picked up by the British destroyer . After a diversion when the ship had to salvage crashed pilots (one of five was alive), the Norwegians set foot in &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; on 4 October.\nAir service and intelligence.\nThey soon travelled to &lt;a href=\"London\"&gt;London&lt;/a&gt;. They reported at the Norwegian recruiting office, spent one month in the city before leaving for Canada via Scotland, on the ocean liner &lt;a href=\"RMS%20Empress%20of%20Canada%20%281928%29\"&gt;SS \"Duchess of Richmond\"&lt;/a&gt;. They reached &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; and were drafted into the &lt;a href=\"Royal%20Norwegian%20Navy%20Air%20Service\"&gt;Royal Norwegian Navy Air Service&lt;/a&gt;. They were stationed on the Norwegian steamship before the training camp &lt;a href=\"Little%20Norway\"&gt;Little Norway&lt;/a&gt; opened, and then about three months at Toronto Flying Club before finally going to Little Norway. Reed-Olsen graduated from the air force academy there in 1941. They then went on a fourteen-day boat trip from &lt;a href=\"City%20of%20Halifax\"&gt;Halifax, Canada&lt;/a&gt; via England and Scotland to &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;.\nHe served in the &lt;a href=\"No.%20330%20Squadron%20RNoAF\"&gt;No. 330 Squadron RAF&lt;/a&gt;. From 1942 he underwent training in &lt;a href=\"military%20intelligence\"&gt;intelligence&lt;/a&gt;, &lt;a href=\"telegraphy\"&gt;telegraphy&lt;/a&gt; and &lt;a href=\"parachuting\"&gt;parachuting&lt;/a&gt;. On 20 April 1943 he was paradropped over &lt;a href=\"Eiker\"&gt;Eiker&lt;/a&gt;, from whence he bicycled to &lt;a href=\"Southern%20Norway\"&gt;Southern Norway&lt;/a&gt;. He performed intelligence radio broadcasts from the &lt;a href=\"Birkenes\"&gt;Birkenes&lt;/a&gt; district and elsewhere. He served the &lt;a href=\"Secret%20Intelligence%20Service\"&gt;Secret Intelligence Service&lt;/a&gt;. In the autumn of 1943 he operated the radio station codenamed \"Meton\" in &lt;a href=\"Lommedalen\"&gt;Lommedalen&lt;/a&gt; together with &lt;a href=\"Hjelm%20Waage%20Thurn-Basberg\"&gt;Hjelm Waage Thurn-Basberg&lt;/a&gt;, with whom he had worked in Southern Norway. \"Meton\" was one of nine illegal transmitters in &lt;a href=\"B%C3%A6rum\"&gt;Bærum&lt;/a&gt;; four of these belonged to the Secret Intelligence Service. It was also transmitted from &lt;a href=\"Kols%C3%A5s\"&gt;Kolsås&lt;/a&gt; for a short time.\nBoth Reed-Olsen and Thurn-Basberg fled to England via Sweden shortly thereafter. Reed-Olsen then had another stay in Norway before going to Canada again. In 1944 he married Joan Whiteside in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;. Lastly, he went on a &lt;a href=\"fundraiser\"&gt;fundraiser&lt;/a&gt; tour in the United States for the post-war rebuilding of Norway. For his efforts he was decorated with the &lt;a href=\"War%20Cross%20with%20sword\"&gt;War Cross With Sword&lt;/a&gt; and the &lt;a href=\"Distinguished%20Service%20Cross%20%28United%20Kingdom%29\"&gt;Distinguished Service Cross&lt;/a&gt;.\nPost-war life.\nAfter the war he worked for the &lt;a href=\"Royal%20Norwegian%20Air%20Force\"&gt;Royal Norwegian Air Force&lt;/a&gt; (as a &lt;a href=\"Captain%20%28air%20force%29\"&gt;Captain&lt;/a&gt;), then the civil companies &lt;a href=\"Det%20Norske%20Luftfartsselskap\"&gt;Det Norske Luftfartsselskap&lt;/a&gt; and &lt;a href=\"Norsk%20Br%C3%A6ndselolje\"&gt;Norsk Brændselolje&lt;/a&gt; before becoming an independent businessman. He also dedicated himself to &lt;a href=\"Scouting\"&gt;Scouting&lt;/a&gt;, arranged summer camps at &lt;a href=\"H%C3%A5%C3%B8ya%2C%20Telemark\"&gt;Håøya&lt;/a&gt; and was a board member of the &lt;a href=\"Norwegian%20Guide%20and%20Scout%20Association\"&gt;Norwegian Guide and Scout Association&lt;/a&gt;. He chronicled his war experiences in the books \"Contact\" (1946, reissued 1983) and \"Vi kommer igjen\" (1953), (published in English as \"Two Eggs On My Plate\"). The first book was made into the motion picture \"Kontakt\" in 1956, with Reed-Olsen contributing as a screenwriter and actor. He died in October 2002 in Oslo."
}