{
    "id": "2670844",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=2670844",
    "title": "Amy X Neuburg",
    "text": "Amy X Neuburg (born &lt;a href=\"Cheltenham%2C%20England\"&gt;Cheltenham&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;) is an American composer, vocalist, and electronic musician.\nEducation and career.\nShe holds a B.M. degree in voice from the &lt;a href=\"Oberlin%20Conservatory%20of%20Music\"&gt;Oberlin Conservatory of Music&lt;/a&gt;, a B.A. in linguistics from &lt;a href=\"Oberlin%20College\"&gt;Oberlin College&lt;/a&gt;, and an M.F.A. in electronic music from &lt;a href=\"Mills%20College\"&gt;Mills College&lt;/a&gt;, where she studied with &lt;a href=\"Pauline%20Oliveros\"&gt;Pauline Oliveros&lt;/a&gt; and &lt;a href=\"David%20Rosenboom\"&gt;David Rosenboom&lt;/a&gt;.\nHer solo works combine her singing and speaking voice with electronic loops and samples triggered with electronic drums. Her multi-layered compositions incorporate musical styles including &lt;a href=\"opera\"&gt;opera&lt;/a&gt;, rock, &lt;a href=\"Medieval%20music\"&gt;Medieval music&lt;/a&gt;, and world music. For ten years she led the experimental band Amy X Neuburg &amp; Men. Neuburg's live-looping works incorporate voice and digital instrument samples, and draw upon compositional traditions such as &lt;a href=\"Acousmatic%20sound\"&gt;acousmatic&lt;/a&gt; voice and the &lt;a href=\"posthuman\"&gt;posthuman&lt;/a&gt; vocal subject.\nMore recently Ms. Neuburg's compositions have focused on chamber and vocal ensembles, often with electronics and her own voice as soloist. She has composed for and sung with the &lt;a href=\"Paul%20Dresher\"&gt;Paul Dresher&lt;/a&gt; Ensemble, Solstice vocal ensemble, &lt;a href=\"Del%20Sol%20String%20Quartet\"&gt;Del Sol String Quartet&lt;/a&gt;, Robin Cox Ensemble, &lt;a href=\"Present%20Music\"&gt;Present Music&lt;/a&gt;, and &lt;a href=\"Pacific%20Mozart%20Ensemble\"&gt;Pacific Mozart Ensemble&lt;/a&gt;.\nFrom 2005 to 2010 Amy led the Cello ChiXtet, a group she established to perform her song cycle &lt;a href=\"http%3A//www.starkland.com/mm17/index.htm\"&gt;The Secret Language of Subways&lt;/a&gt;.\nNeuburg lives in &lt;a href=\"Oakland%2C%20California\"&gt;Oakland&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;.\nDiscography.\nNeuburg's recorded output reflects a polystylistic approach to singing/songwriting."
}