{
    "id": "26717588",
    "revid": "9813438",
    "url": "https://en.wikipedia.org/wiki?curid=26717588",
    "title": "The Mirror of the Mind of Samantabhadra",
    "text": "The Mirror of the Mind of Samantabhadra () is one of the &lt;a href=\"Seventeen%20tantras\"&gt;Seventeen tantras&lt;/a&gt; of &lt;a href=\"Dzogchen\"&gt;Dzogchen&lt;/a&gt; &lt;a href=\"Upadesha\"&gt;Upadesha&lt;/a&gt;.\nEnglish discourse.\nIn the &lt;a href=\"Lungi%20Terdz%C3%B6\"&gt;Lungi Terdzö&lt;/a&gt; (Wylie: lung gi gter mdzod) the prose autocommentary by &lt;a href=\"Longchenpa\"&gt;Longchenpa&lt;/a&gt; (1308 – 1364 or possibly 1369) to his &lt;a href=\"Ch%C3%B6ying%20Dz%C3%B6\"&gt;Chöying Dzö&lt;/a&gt; (Wylie: chos dbyings mdzod) -- which are numbered amongst the &lt;a href=\"Seven%20Treasuries\"&gt;Seven Treasuries&lt;/a&gt; (Wylie: mdzod chen bdun) -- the following embedded quotation from this Tantra has been rendered into English by &lt;a href=\"Richard%20Barron\"&gt;Barron&lt;/a&gt;, \"et al.\" (2001: p. 8) and the Wylie has been secured from Wikisource and interspersed and embedded in the English gloss for &lt;a href=\"%3Awikt%3Aprobity\"&gt;probity&lt;/a&gt;:\n\"You should understand that the nature of all phenomena is that of the five aspects of Samantabhadra [chos thams cad kun tu bzang po lnga'i rang bzhin du shes par bya'o]. What are these? you ask [de yang gang zhe na 'di lta ste]. They are Samantabhadra as nature [rang bzhin kun tu bzang po dang], Samantabhadra as adornment [rgyan kun tu bzang po dang], Samantabhadra as teacher [ston pa kun tu bzang po dang], Samantabhadra as awareness [rig pa kun tu bzang po dang], and Samantabhadra as realization [rtogs pa kun tu bzang po'o].\"\n\"Phenomena\" in the abovementioned quotation should be understood as a rendering of &lt;a href=\"Dharma%20%28Buddhism%29\"&gt;dharmas&lt;/a&gt; (Sanskrit) which may also be glossed \"constituent factors\". \"Nature\" (\"rang bzhin\") is an analogue of \"&lt;a href=\"svabhava\"&gt;svabhava&lt;/a&gt;\" (Sanskrit). \"Awareness\" is a gloss of \"&lt;a href=\"rigpa\"&gt;rigpa&lt;/a&gt;\" (Tibetan). Though Buddhism is for the most part non-theistic, Dzogchen and other Buddhadharma traditions often personify attributes or qualities with a deity in textual discourse as &lt;a href=\"Samantabhadra%20%28Bodhisattva%29\"&gt;Samantabhadra&lt;/a&gt; herein is the &lt;a href=\"Adi-Buddha\"&gt;Adi-Buddha&lt;/a&gt; (to be clearly discerned from the namesake &lt;a href=\"Bodhisattva\"&gt;Bodhisattva&lt;/a&gt;) and is iconographically \"attributeless\" and \"unadorned\", the \"primordial Buddha\", and Samantabhadra is often so for many textual traditions of Dzogchen in both lineagues of &lt;a href=\"Bonpo\"&gt;Bonpo&lt;/a&gt; and &lt;a href=\"Nyingmapa\"&gt;Nyingmapa&lt;/a&gt;. Following Longchenpa, wherever Samantabhadra is &lt;a href=\"Samantabhadri\"&gt;Samantabhadri&lt;/a&gt; is evident indivisibly in &lt;a href=\"Yab-yum\"&gt;Yab-yum&lt;/a&gt; (Tibetan)."
}