{
    "id": "2672461",
    "revid": "36016970",
    "url": "https://en.wikipedia.org/wiki?curid=2672461",
    "title": "The Absynthe",
    "text": "Absynthe Magazine is a &lt;a href=\"student%20magazine\"&gt;student magazine&lt;/a&gt; at &lt;a href=\"Trent%20University\"&gt;Trent University&lt;/a&gt;. \"Absynthe's\" articles are written and submitted by any members of the Trent community. It was established in 1999 by Ken Giffen, Brad Harkness and Peter Read. Matt Griem maintained the paper through its second edition. In 2003, the organization formalized and created an executive board and a publication team. The executive board consists of the president, editor, secretary, treasurer, and member representatives, while the publication team is made up of the editor, soliciting editor, production manager and production assistant. It was in 2005 that the current editorial policy was written by Ted Cragg and Liz Zylstra and approved at the Annual General Meeting. Absynthe Magazine receives funding via a $4.00 \"(refundable)\" &lt;a href=\"Tax\"&gt;levy&lt;/a&gt; from each full-time student. ($2.00 from each nursing/part-time student). Absynthe's website can be found at &lt;a href=\"https%3A//absynthemagazine.squarespace.com/\"&gt;&lt;/a&gt;.\nIn the fall of 2006, Absynthe came under fire after a contributor published an article linking obesity to laziness. There was significant controversy in the Trent community over the article. Editor-in-Chief Matt McGowan supported the decision of the Soliciting Editor, Rheanna Leckie, to run the piece, noting that the magazine accepts submissions from all students and, only in rare circumstances, censors or turns away contributions. He also offered a guarantee that critical responses to either the piece or the Absynthe's decision to run it, would be published in subsequent editions, which was fulfilled.\nIn its ninth volume, 2007-2008, Editor-in-Chief Jeffrey Charters and President Joe Wood authorized a fundamental format change. The looseleaf newsprint format, used since Absynthe's founding was changed to a bound, full-colour, cover magazine format.\nSince 2021, Absynthe Magazine has moved to both an online publication format along with free distribution of its physical magazine copies around the downtown Peterborough area and on the Trent University campus itself.\nReferences.\nhttp://trentcentral.ca/clubs-levy.php"
}