{
    "id": "267322",
    "revid": "34169137",
    "url": "https://en.wikipedia.org/wiki?curid=267322",
    "title": "Tram stop",
    "text": "A tram stop, tram station, streetcar stop, or light rail station is a place designated for a &lt;a href=\"tram\"&gt;tram&lt;/a&gt;, &lt;a href=\"streetcar\"&gt;streetcar&lt;/a&gt;, or &lt;a href=\"light%20rail\"&gt;light rail&lt;/a&gt; vehicle to stop so passengers can board or alight it. Generally, tram stops share most characteristics of &lt;a href=\"bus%20stop\"&gt;bus stop&lt;/a&gt;s, but because trams operate on rails, they often include &lt;a href=\"railway%20platform\"&gt;railway platform&lt;/a&gt;s, especially if stepless entries are provided for &lt;a href=\"accessibility\"&gt;accessibility&lt;/a&gt;. However, trams may also be used with bus stop type flags and with mid-street pavements as platforms, in &lt;a href=\"street%20running\"&gt;street running&lt;/a&gt; mode.\nExamples.\nMost tram or streetcar stops in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; and &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; and other systems with extensive sections of street-running have no associated platforms, with stops in the middle of the roadway pavement. In most jurisdictions, traffic cannot legally pass a tram or streetcar whose doors are open, unless the tram is behind a safety zone or has a designated platform. \nOn the other hand, several light rail systems have high-platform stops or stations with dedicated platforms at &lt;a href=\"railway%20platform%20height\"&gt;railway platform height&lt;/a&gt;. Reasons for this include systems being created from former &lt;a href=\"heavy%20rail\"&gt;heavy rail&lt;/a&gt; routes (as in the case of the &lt;a href=\"Manchester%20Metrolink\"&gt;Metrolink&lt;/a&gt; system in &lt;a href=\"Greater%20Manchester\"&gt;Greater Manchester&lt;/a&gt;, England), or to provide a more &lt;a href=\"rapid%20transit\"&gt;rapid transit&lt;/a&gt;-like commuting experience (such as the &lt;a href=\"Metro%20Rail%20%28Los%20Angeles%20County%29\"&gt;Metro Rail&lt;/a&gt; system in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, California). Such trams also stop at dedicated platform stops on &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; systems in Germany, especially in underground stations in city centres.\nNot all tram stops are served full-time. In the 1920s, Toronto created Sunday stops in addition to regular stops along its streetcar routes. Sunday stops were only used on a Sunday and, with few exceptions, were always near a Christian church. There were also a few Sunday stops near subway stations that were usable only before 9 am, the Sunday opening time of the subway system. However, the &lt;a href=\"Toronto%20Transit%20Commission\"&gt;Toronto Transit Commission&lt;/a&gt; decided to close all Sunday stops on June 7, 2015. The TTC found that Sunday stops slow down streetcars making it more difficult to maintain schedules. Also, Sunday stops were also unfair to non-Christian places of worship which never had the equivalent of a Sunday stop. By 2015, most Sunday stops were along current and former streetcar routes.\nThe design of tram stops have seen many recent innovations; the &lt;a href=\"Dubai%20Tram\"&gt;Dubai Tram&lt;/a&gt;, which opened on 12 November 2014, became the world's first tram system to feature &lt;a href=\"platform%20screen%20doors\"&gt;platform screen doors&lt;/a&gt; at its tram stops."
}