{
    "id": "26757538",
    "revid": "31534067",
    "url": "https://en.wikipedia.org/wiki?curid=26757538",
    "title": "Bill Tupou",
    "text": "Bill Tupou (born 2 July 1990) is a &lt;a href=\"Tonga%20national%20rugby%20league%20team\"&gt;Tonga&lt;/a&gt; international &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a or on the for &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt; in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;.\nHe previously played for the &lt;a href=\"New%20Zealand%20Warriors\"&gt;New Zealand Warriors&lt;/a&gt; and the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; in the &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt;.\nBackground.\nTupou was born in &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt;, New Zealand.\nEarly years.\nTupou attended &lt;a href=\"Kelston%20Boys%20High%20School\"&gt;Kelston Boys High School&lt;/a&gt; and played for the &lt;a href=\"Bay%20Roskill%20Vikings\"&gt;Bay Roskill Vikings&lt;/a&gt; and &lt;a href=\"Marist%20Saints\"&gt;Marist Saints&lt;/a&gt; in the &lt;a href=\"Auckland%20Rugby%20League\"&gt;Auckland Rugby League&lt;/a&gt; competition.\nTupou represented the &lt;a href=\"New%20Zealand%20Rugby%20League\"&gt;New Zealand&lt;/a&gt; Under-16 side and also represented &lt;a href=\"Auckland%20rugby%20league%20team\"&gt;Auckland&lt;/a&gt; Under-16 teams.\nPlaying career.\nWith the creation of the &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;Toyota Cup&lt;/a&gt; in 2008 Tupou joined the &lt;a href=\"New%20Zealand%20Warriors\"&gt;New Zealand Warriors&lt;/a&gt; under-20 side and scored 14 tries in 19 games. He repeated this effort in 2009, scoring 14 tries in just 17 games.\nTupou was one of a small group of players still eligible for the side in 2010. In all, Tupou played 51 Toyota Cup games for the Junior Warriors, scoring thirty seven tries.\nIn 2010 he trained during the pre-season with the senior side and was named to make his &lt;a href=\"National%20Rugby%20League\"&gt;first grade&lt;/a&gt; début for the Warriors on 4 April 2010 against the &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt;.\nIn 2010 he was picked for the &lt;a href=\"Junior%20Kiwis\"&gt;Junior Kiwis&lt;/a&gt;.\nIn the &lt;a href=\"2011%20NRL%20season\"&gt;2011 NRL season&lt;/a&gt;, Tupou played 17 games for the &lt;a href=\"New%20Zealand%20Warriors\"&gt;New Zealand Warriors&lt;/a&gt; as the club reached the &lt;a href=\"2011%20NRL%20Grand%20Final\"&gt;2011 NRL Grand Final&lt;/a&gt;. Tupou played on the wing in the club's loss against &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah&lt;/a&gt;.\nOn 12 October 2011 he was called into the &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand national rugby league team&lt;/a&gt; squad for the &lt;a href=\"2011%20Rugby%20League%20Four%20Nations\"&gt;Four Nations tournament&lt;/a&gt;.\nIn 2012, Tupou re-signed with the &lt;a href=\"New%20Zealand%20Warriors\"&gt;New Zealand Warriors&lt;/a&gt; until the end of the &lt;a href=\"2014%20NRL%20season\"&gt;2014 NRL season&lt;/a&gt;.\nTupou joined &lt;a href=\"Canberra%20Raiders\"&gt;Canberra&lt;/a&gt; on 25 June 2013. He had felt as though he was on the outer with the &lt;a href=\"New%20Zealand%20Warriors\"&gt;New Zealand Warriors&lt;/a&gt; under new coach Matt Elliot who had preferred others to him on the wing during the 2013 season.\nTupou joined &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt; in July 2015 and is well known by Wakefield Trinity fans and Super League fans alike for his aggressive and fearless style of play as a powerful centre. Tupou scored a memorable eleventh-minute hat trick in Wakefield's 42-30 win away at &lt;a href=\"Wigan%20Warriors\"&gt;Wigan&lt;/a&gt;. On the 16 June 2021 he ruptured his patellar tendon, resulting in surgery ending his 2021 campaign."
}