{
    "id": "26754591",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=26754591",
    "title": "Borsonella agassizii",
    "text": "Borsonella agassizii is a species of &lt;a href=\"sea%20snail\"&gt;sea snail&lt;/a&gt;, a marine &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"mollusk\"&gt;mollusk&lt;/a&gt; in the &lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Borsoniidae\"&gt;Borsoniidae&lt;/a&gt;. The snail was named after &lt;a href=\"Louis_Agassiz\"&gt;Louis_Agassiz&lt;/a&gt;.\nDescription.\nThe length of the shell attains 23 mm.\n(Original description) The shell is biconic. The &lt;a href=\"Aperture%20%28mollusc%29\"&gt;aperture&lt;/a&gt; is shorter than the &lt;a href=\"Spire%20%28mollusc%29\"&gt;spire&lt;/a&gt;. The &lt;a href=\"Apex%20%28mollusc%29\"&gt;apex&lt;/a&gt; is eroded but with six remaining &lt;a href=\"Whorl%20%28mollusc%29\"&gt;whorl&lt;/a&gt;s. The color of the shell is white and chalky under a pale greenish yellow &lt;a href=\"periostracum\"&gt;periostracum&lt;/a&gt;. The &lt;a href=\"Suture%20%28anatomy%29\"&gt;suture&lt;/a&gt; is distinct, not appressed. The whorls are sloping flatly to the periphery which is marked by a rounded keel with (on the &lt;a href=\"body%20whorl\"&gt;body whorl&lt;/a&gt; fifteen) obscure elongated swellings or undulations. The anal fasciole which is close to the suture is marked by lines of growth concavely arcuate, crossed by half a dozen spiral incised lines in the path of the sulcus. Below the keel are lines of growth, obscure traces of spiral distant incised lines, and numerous irregularly impressed striae, which are perhaps pathological. The base of the shell is moderately convex. The outer &lt;a href=\"Lip%20%28gastropod%29\"&gt;lip&lt;/a&gt; is thin, sharp, strongly protractive below the keel, above the latter with a wide, shallow anal sulcus reaching close to the suture. The body is polished, milkwhite. The &lt;a href=\"Columella%20%28gastropod%29\"&gt;columella&lt;/a&gt; is short, twisted, white, with a well-marked spiral plait near its insertion. The &lt;a href=\"siphonal%20canal\"&gt;siphonal canal&lt;/a&gt; is wide, short, distally funicular, and somewhat recurved.\nDistribution.\nThis species occurs in the Pacific Ocean off the &lt;a href=\"Gulf%20of%20Panama\"&gt;Gulf of Panama&lt;/a&gt; and the &lt;a href=\"Galapagos%20Islands\"&gt;Galapagos Islands&lt;/a&gt;."
}