{
    "id": "26760528",
    "revid": "1338881",
    "url": "https://en.wikipedia.org/wiki?curid=26760528",
    "title": "Thomas Tipping (knight)",
    "text": "Sir Thomas Tipping (1614–1693) was a prominent &lt;a href=\"Roundhead\"&gt;Parliamentarian&lt;/a&gt; during the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt;.\nFamily.\nSir Thomas was the eldest son of John Tipping of &lt;a href=\"Wheatfield%2C%20Oxfordshire\"&gt;Wheatfield, Oxfordshire&lt;/a&gt; and his wife, Anne daughter of Sir &lt;a href=\"Christopher%20Pigott\"&gt;Christopher Pigott&lt;/a&gt; of &lt;a href=\"Doddershall\"&gt;Doddershall&lt;/a&gt; in &lt;a href=\"Buckinghamshire\"&gt;Buckinghamshire&lt;/a&gt;. He was baptised in Wheatfield parish church on 10 December 1615, but his father died when he was only four years old. In 1627, Tipping inherited the Wheatfield estate upon the death of his grandfather, Sir &lt;a href=\"George%20Tipping\"&gt;George Tipping&lt;/a&gt;. Four years later, he matriculated from &lt;a href=\"Trinity%20College%2C%20Oxford\"&gt;Trinity College, Oxford&lt;/a&gt; at the age fifteen. He married, in 1637, Elizabeth (1620–1698) youngest daughter and co-heiress of Sir White Beconshaw of Moyles Court at &lt;a href=\"Ellingham%2C%20Hampshire\"&gt;Ellingham, Hampshire&lt;/a&gt;, by whom he had five sons and eleven daughters, only eight of whom survived him.\nCareer.\nFrom 1647, Tipping served on various local Oxfordshire commissions. Although sometimes referred to as a &lt;a href=\"cavalier\"&gt;Royalist&lt;/a&gt; who walked a tightrope during the Civil War, Tipping, in fact, appears to have been something of a Parliamentarian like his more outspoken uncle, the &lt;a href=\"Puritan\"&gt;Puritan&lt;/a&gt; and Parliamentarian writer, &lt;a href=\"William%20%27Eternity%27%20Tipping\"&gt;William 'Eternity' Tipping&lt;/a&gt;. Thomas was brother-in-law of the &lt;a href=\"regicide\"&gt;regicide&lt;/a&gt;, Sir &lt;a href=\"John%20Lisle\"&gt;John Lisle&lt;/a&gt;, and a friend of the &lt;a href=\"Commonwealth%20of%20England\"&gt;Commonwealth&lt;/a&gt; &lt;a href=\"Lord%20Keeper%20of%20the%20Great%20Seal\"&gt;Lord Keeper of the Great Seal&lt;/a&gt;, Sir &lt;a href=\"Bulstrode%20Whitelocke\"&gt;Bulstrode Whitelocke&lt;/a&gt;, whose visits to Wheatfield are recorded in his diary. However, upon the &lt;a href=\"Restoration%20%28England%29\"&gt;Restoration&lt;/a&gt;, he embraced reconciliation and &lt;a href=\"Charles%20II%20of%20England\"&gt;Charles II&lt;/a&gt; created him a &lt;a href=\"Knight%20Bachelor\"&gt;Knight Bachelor&lt;/a&gt; at &lt;a href=\"Whitehall%20Palace\"&gt;Whitehall Palace&lt;/a&gt; on 15 June 1660. To commemorate this event portraits were painted of Sir Thomas and Lady Tipping by &lt;a href=\"Gilbert%20Soest\"&gt;Gilbert Soest&lt;/a&gt;. Both, for many years, hung in &lt;a href=\"Bramshill%20House\"&gt;Bramshill House&lt;/a&gt; in Hampshire, home of their descendants, the Cope family. The former is now in the &lt;a href=\"Tate%20Gallery\"&gt;Tate Gallery&lt;/a&gt;. The whereabouts of the latter is unknown.\nSir Thomas died on 1 March 1693, aged 78, and was buried at Wheatfield. He was succeeded in his estates by his second son, &lt;a href=\"Sir%20Thomas%20Tipping%2C%201st%20Baronet\"&gt;Sir Thomas Tipping, 1st Baronet&lt;/a&gt;."
}