{
    "id": "26779714",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=26779714",
    "title": "Rhys Ruddock",
    "text": "Rhys Ruddock (born 13 November 1990) is a professional &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. He currently plays for &lt;a href=\"St%20Mary%27s%20College%20RFC\"&gt;St Mary's College RFC&lt;/a&gt; and &lt;a href=\"Leinster%20Rugby\"&gt;Leinster&lt;/a&gt;. He plays in the backrow, at 6 or 8. In the 2009/2010 season, he captained the Irish U20s to winning the Six Nations Championship.\nRhys is the son Welshman and former Wales and Leinster coach &lt;a href=\"Mike%20Ruddock\"&gt;Mike Ruddock&lt;/a&gt; and Bernadette Mary Ruddock who is &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt;. Born in Dublin and raised in Wales, he opted to follow his brother Ciaran Ruddock in joining the Leinster Academy from &lt;a href=\"Ospreys%20%28rugby%20union%29\"&gt;Ospreys&lt;/a&gt; youth, where he subsequently joined the Irish team soon after. He made his Leinster debut against his father's old club &lt;a href=\"Dragons%20%28rugby%20union%29\"&gt;Newport Gwent Dragons&lt;/a&gt;.\nIn summer 2010, whilst playing for his first club in Ireland &lt;a href=\"University%20College%20Dublin%20R.F.C.\"&gt;UCD&lt;/a&gt;, Ruddock got a call up to the Irish senior squad for their &lt;a href=\"2010%20mid-year%20rugby%20test%20series\"&gt;2010 summer tour&lt;/a&gt; where he received his first cap vs Australia due to the shortage of back-row players to injury. He started against &lt;a href=\"New%20Zealand%20M%C4%81ori%20rugby%20union%20team\"&gt;New Zealand Māori&lt;/a&gt; in a non-cap match, and won his first cap for Ireland when he came off the bench against .\nRuddock was part of the Ireland squad for the 2012 Six Nations tournament. Meanwhile, with Leinster, he became their youngest ever captain against Arioni in the Magners League, when he was still playing for &lt;a href=\"University%20College%20Dublin%20R.F.C.\"&gt;UCD&lt;/a&gt;'s under-20 side.\nRuddock captained Ireland against the United States in the 2018 Autumn International, a match Ireland won 57–14."
}