{
    "id": "26784762",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=26784762",
    "title": "SV Odin Hannover",
    "text": "The SV Odin Hannover is a German &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; from &lt;a href=\"Hanover\"&gt;Hanover&lt;/a&gt;, currently playing in the &lt;a href=\"2.%20Rugby-Bundesliga\"&gt;2. Rugby-Bundesliga&lt;/a&gt;. Apart from rugby, the club also offers other sports like &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt;, &lt;a href=\"gymnastics\"&gt;gymnastics&lt;/a&gt; and &lt;a href=\"Team%20handball\"&gt;handball&lt;/a&gt;.\nThe club has six &lt;a href=\"German%20rugby%20union%20championship\"&gt;German rugby union championship&lt;/a&gt; to its name, won in 1914, 1920, 1930, 1931, 1961 and 1963.\nHistory.\nThe club was formed as a rugby union club in 1905. The club was an early power house of German rugby, reaching the second-ever German championship final, but losing to &lt;a href=\"SC%201880%20Frankfurt\"&gt;FC 1880 Frankfurt&lt;/a&gt;.\nIt was to be the only championship final the club lost, winning the next six it played in between 1914 and 1963. The club also became the first-ever winner of the &lt;a href=\"German%20rugby%20union%20cup\"&gt;German rugby union cup&lt;/a&gt; in 1962 and defended this title the following year. The double of championship and cup won that year however was to become its last national titles until 2009. Two more lost cup finals in the late 1960s marking the end of the club's success on national scale.\nIn recent seasons, after having been relegated from the &lt;a href=\"Rugby-Bundesliga\"&gt;Rugby-Bundesliga&lt;/a&gt; in 1998, the club made a comeback to the national rugby scene when it returned to the &lt;a href=\"2nd%20Rugby-Bundesliga\"&gt;2nd Rugby-Bundesliga&lt;/a&gt;, the second tier of German rugby, in 2004. The club remained a mid-table side in the league the following seasons. In 2008, it formed an on-the-field union with &lt;a href=\"VfR%20D%C3%B6hren\"&gt;VfR Döhren&lt;/a&gt;, the two clubs now fielding a combined side in the league, playing as \"SG SV Odin/VfR Döhren\".\nIn 2009, the combined side managed to win the league cup, a competition not contested by the top teams of German rugby.\nThe \"SG SV Odin/VfR Döhren\" was withdrawn from the 2nd Bundesliga in 2011 and instead entered the tier-three &lt;a href=\"Rugby-Regionalliga\"&gt;Regionalliga North&lt;/a&gt; for the following season. In the 2013-14 season the club made it back to the &lt;a href=\"2nd%20Rugby-Bundesliga\"&gt;2nd Rugby-Bundesliga&lt;/a&gt;. In the 2014–15 season the club finished third in the north-east Liga-Pokal group and was knocked out by Neckarsulmer SU in the quarter finals of the play-offs.\nIn the 2016-2017 season they went unbeaten in the 2. Rugby-Bundesliga and beat RK Berlin Grizzlies to win the first promotion spot to the 1. Rugby-Bundesliga for the 2017-2018 season.\nIn the 2017-2018 season and after a good start they ended the first leg in the middle of the table. After the winter break they did not manage to win a single game and ended the season in the last place returning to the 2. Rugby-Bundesliga.\nRecent seasons.\nRecent seasons of the club:"
}