{
    "id": "26796519",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=26796519",
    "title": "Richard Norton of Southwick Park",
    "text": "Richard Norton of &lt;a href=\"Southwick%20Park\"&gt;Southwick Park&lt;/a&gt; (19 November 1615 – May 1691), was an English landowner and politician who sat in the &lt;a href=\"House%20of%20Commons%20of%20England\"&gt;House of Commons&lt;/a&gt; at various times between 1645 and 1691. He was a colonel in the parliamentary army in the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt; and for a time he commanded the Parliamentary forces &lt;a href=\"siege%20of%20Basing%20House\"&gt;besieging Basing House&lt;/a&gt;. He was &lt;a href=\"Governor%20of%20Portsmouth\"&gt;Governor of Portsmouth&lt;/a&gt; for Parliament during the Civil War and for &lt;a href=\"Charles%20II%20of%20England\"&gt;Charles II&lt;/a&gt; after the &lt;a href=\"Restoration%20%28England%29\"&gt;Restoration&lt;/a&gt;.\nBiography.\nNorton was the son of Sir &lt;a href=\"Daniel%20Norton\"&gt;Daniel Norton&lt;/a&gt; of Southwick and his wife Honor White daughter of Sir John White of Southwick. The Norton family had settled long before at &lt;a href=\"Old%20Alresford\"&gt;Alresford&lt;/a&gt;, Nutley, &lt;a href=\"East%20Tisted\"&gt;East Tisted&lt;/a&gt;, &lt;a href=\"Southwick%2C%20Hampshire\"&gt;Southwick&lt;/a&gt;, near Portsmouth, and Rotherfield. His ancestor and namesake had been knighted at &lt;a href=\"Basing%20House\"&gt;Basing House&lt;/a&gt; by Queen &lt;a href=\"Elizabeth%20I\"&gt;Elizabeth I&lt;/a&gt;.\nNorton lived at the Manor House of &lt;a href=\"Old%20Alresford\"&gt;Old Alresford&lt;/a&gt; when he was a young man.\nHe was Parliamentary Colonel during the Civil War. In January 1643 he led a force which garrisoned &lt;a href=\"Warblington%20Castle\"&gt;Warblington Castle&lt;/a&gt;. The castle soon fell when a Royalist force under &lt;a href=\"Ralph%20Hopton%2C%201st%20Baron%20Hopton\"&gt;Lord Hopton&lt;/a&gt; laid siege to it although Norton managed to escape. He was appointed &lt;a href=\"High%20Sheriff%20of%20Hampshire\"&gt;Sheriff of Hampshire&lt;/a&gt; for 1643–44 by Parliament (Sir Humphrey Bennet had already been appointed by the Crown).\nNorton is said to have distinguished himself in the &lt;a href=\"Battle%20of%20Cheriton\"&gt;Battle of Cheriton&lt;/a&gt; by bringing up a body of horse through by-ways, from his hunting knowledge of the country, to charge the rear of the enemy. He served under the &lt;a href=\"Edward%20Montagu%2C%202nd%20Earl%20of%20Manchester\"&gt;Earl of Manchester&lt;/a&gt;, was a fellow Colonel with Cromwell in the &lt;a href=\"Eastern%20Association\"&gt;Eastern Association&lt;/a&gt;. Oliver Cromwell was on familiar and intimate terms with him, addresses letters to him thus: \"For my noble Friend, Colonel Richard Norton. These,\" and commences \"Dear Dick.\" and distinguishing him in letters to his private friends by the appellation of \"Idle Dick Norton.\"\nClarendon says that the besiegers of Basing House were \"united in this service under the command of Norton, a man of spirit and of the greatest fortune of all the rest\" and speaks of \"the known courage of Norton.\" \"Mercurius Aulicus\" styles him \"the great incendiary of Hampshire.\"\nColonel Norton became Member of Parliament for &lt;a href=\"Hampshire%20%28UK%20Parliament%20constituency%29\"&gt;Hampshire&lt;/a&gt; in 1645 as a &lt;a href=\"Recruiter%20elections%20%28Seventeenth-century%20by-elections%29\"&gt;Recruiter&lt;/a&gt; to the &lt;a href=\"Long%20Parliament\"&gt;Long Parliament&lt;/a&gt;. In April 1647, Norton was for the second time appointed Governor of Portsmouth for which he was to receive 12s. per day, with an additional 8s per day as Captain of &lt;a href=\"Southsea%20Castle\"&gt;Southsea Castle&lt;/a&gt;. In 1653 he sat in the &lt;a href=\"Barebones%20Parliament\"&gt;Barebones Parliament&lt;/a&gt;, and was elected a member of the &lt;a href=\"Council%20of%20State%20%28England%29\"&gt;Council of State&lt;/a&gt; in the same year. Carlyle says of him, \"Given to Presbyterian notions; was &lt;a href=\"Pride%27s%20Purge\"&gt;purged out by Pride&lt;/a&gt;; came back, dwindled ultimately into Royalism.\" He was re-elected MP for Hampshire in 1654 for the &lt;a href=\"First%20Protectorate%20Parliament\"&gt;First Protectorate Parliament&lt;/a&gt; and in 1656 for the &lt;a href=\"Second%20Protectorate%20Parliament\"&gt;Second Protectorate Parliament&lt;/a&gt;. In 1660 he was elected MP for Hampshire again in the &lt;a href=\"Convention%20Parliament%20%281660%29\"&gt;Convention Parliament&lt;/a&gt; which invited &lt;a href=\"Charles%20II%20of%20England\"&gt;Charles II&lt;/a&gt; to return to his kingdom, and immediately upon the restoration Colonel Norton was once more appointed \"Captain of the Town, Isle and Castle of Portsmouth.\" He was elected MP for &lt;a href=\"Portsmouth%20%28UK%20Parliament%20constituency%29\"&gt;Portsmouth&lt;/a&gt; in the &lt;a href=\"Cavalier%20Parliament\"&gt;Cavalier Parliament&lt;/a&gt;. He was returned for Hampshire again in 1679 for the &lt;a href=\"First%20Exclusion%20Parliament\"&gt;First Exclusion Parliament&lt;/a&gt; and for Portsmouth again in the &lt;a href=\"Second%20Exclusion%20Parliament\"&gt;Second Exclusion Parliament&lt;/a&gt;. He was re-elected MP for Portsmouth in 1681 and 1689 and for Hampshire again in 1690.\nNorton died in 1691. His portrait was destroyed when a Berkshire house was burnt circa 1800.\nFamily.\nNorton was married twice. By his first wife, Anne, daughter of &lt;a href=\"Walter%20Earle\"&gt;Walter Earle&lt;/a&gt;, of Cherborough, Dorset, a well-known Parliamentarian, he was father of Daniel Norton, who, dying in the lifetime of the Colonel, left an only son, &lt;a href=\"Richard%20Norton%20%28died%201732%29\"&gt;Richard&lt;/a&gt;, who succeeded to the Southwick estates. He represented the county of Hants in Parliament from 1693 to 1705. He married Lady Elizabeth, daughter of Edward Noel, Earl of Gainsborough, sometime Governor of Portsmouth, but died in 1732 without issue."
}