{
    "id": "26832607",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=26832607",
    "title": "Post–World War II air-to-air combat losses",
    "text": "&lt;a href=\"Air-to-air%20combat\"&gt;Air-to-air combat&lt;/a&gt; is the engagement of flying machines in &lt;a href=\"warfare\"&gt;warfare&lt;/a&gt; in which one or more aircraft tries to destroy one or more other aircraft. The &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; saw the greatest amount of air-to-air combat since &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. During the war the United States claimed to have shot down around 700 fighters. After the war the &lt;a href=\"United%20States%20Air%20Force\"&gt;U.S. Air Force&lt;/a&gt; reviewed its figures in an investigation code-named \"Sabre Measure Charlie\" and downgraded the kill ratio of the &lt;a href=\"North%20American%20F-86%20Sabre\"&gt;North American F-86 Sabre&lt;/a&gt; against the &lt;a href=\"Mikoyan-Gurevich%20MiG-15\"&gt;Mikoyan-Gurevich MiG-15&lt;/a&gt; by half from 14:1 to 7:1. One of the factors inflating US numbers was that most dogfights took place over enemy-controlled area. The only way to confirm kills was through gun camera photography. USAF pilots were credited with a kill if the gun camera showed their guns striking the enemy aircraft even if no one actually saw it go down. However, &lt;a href=\"Soviet%20Air%20Forces\"&gt;Soviet Air Force&lt;/a&gt; kill claims were also highly exaggerated, based upon inherent flaws in their film grading procedures. For instance, the S-13 gun camera was not aligned with either the gunsight or either cannons' ballistics. It ran only while the firing buttons were depressed. Film graders commonly included unit commanders and political commisars who would confirm a \"kill\"—sometimes even if one had not been claimed by a pilot—when the camera's crosshairs touched the target for two movie frames. During the first 16 months of combat Soviet V-VS units claimed 218 F-86s destroyed when only 36 (35 to the two elite IADs and one to the 50th IAD) had been lost. This results in a 600 per cent inflation rate in victory credits over actual Sabres destroyed. However, these figures are complicated by the fact that the Americans routinely attributed combat losses to landing accidents and other causes.\nThe &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; saw a move away from cannon fire to &lt;a href=\"Air-to-air%20missile\"&gt;air-to-air missiles&lt;/a&gt;. Although US forces maintained &lt;a href=\"air%20supremacy\"&gt;air supremacy&lt;/a&gt; throughout the war, there were still occasional dogfights and US and North Vietnamese &lt;a href=\"flying%20ace\"&gt;aces&lt;/a&gt;. The North Vietnamese side claimed the &lt;a href=\"Vietnam%20People%27s%20Air%20Force\"&gt;Vietnam People's Air Force&lt;/a&gt; had &lt;a href=\"List%20of%20Vietnam%20War%20flying%20aces\"&gt;17 aces&lt;/a&gt; throughout the war, including &lt;a href=\"Nguy%E1%BB%85n%20V%C4%83n%20C%E1%BB%91c\"&gt;Nguyễn Văn Cốc&lt;/a&gt;, who is also the top ace of Vietnam War with 9 kills: seven acknowledged by the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt;.\nDuring the &lt;a href=\"Indo-Pakistani%20War%20of%201947%E2%80%931948\"&gt;1947 conflict&lt;/a&gt; over &lt;a href=\"Jammu%20and%20Kashmir%20%28princely%20state%29\"&gt;Jammu and Kashmir&lt;/a&gt;, the &lt;a href=\"Indian%20Air%20Force\"&gt;Indian Air Force&lt;/a&gt; did not engage the &lt;a href=\"Pakistan%20Air%20Force\"&gt;Pakistan Air Force&lt;/a&gt; in air-to-air combat; however, it did provide effective transport and close air support to the &lt;a href=\"Indian%20Army\"&gt;Indian Army&lt;/a&gt; troops. The &lt;a href=\"Indo-Pakistani%20War%20of%201965\"&gt;Indo-Pakistani War of 1965&lt;/a&gt; was the first time the Indian Air Force actively engaged an enemy air force. By the time the conflict had ended, India lost between 65 and 75 aircraft and Pakistan lost 20 aircraft. The &lt;a href=\"Indian%20Air%20Force\"&gt;Indian Air Force&lt;/a&gt; lost 45 aircraft during the &lt;a href=\"Indo-Pakistani%20war%20of%201971\"&gt;Indo-Pakistani war of 1971&lt;/a&gt; and the &lt;a href=\"Pakistani%20Air%20Force\"&gt;Pakistani Air Force&lt;/a&gt; lost 75 aircraft.\nDuring the &lt;a href=\"Iran%E2%80%93Iraq%20War\"&gt;Iran–Iraq War&lt;/a&gt; of 1980–88, there were nearly 1,000 air-to-air engagements between &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; and &lt;a href=\"Ba%27athist%20Iraq\"&gt;Iraq&lt;/a&gt;, including the only known instances of helicopters dogfighting and shooting down other helicopters. The &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt; of 1982 witnessed air combat between &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; and &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; military aircraft. The &lt;a href=\"Falkland%20Islands\"&gt;Falkland Islands&lt;/a&gt;' runways were short and thus unable to support fighter jets, forcing Argentina to launch fighters from the mainland, which had an adverse effect on their loiter time. The &lt;a href=\"Armed%20Forces%20of%20the%20Argentine%20Republic\"&gt;Argentine forces&lt;/a&gt; lost 23 aircraft in air-to-air combat, out of a total of 134 fixed wing aircraft and helicopters lost during the conflict. During the 1990–91 &lt;a href=\"Gulf%20War\"&gt;Persian Gulf War&lt;/a&gt; 33 of &lt;a href=\"Iraqi%20Armed%20Forces\"&gt;Iraqi Armed Forces&lt;/a&gt;' 750 fixed wing aircraft were claimed as downed (23 were confirmed), compared to 14 &lt;a href=\"Coalition%20of%20the%20Gulf%20War\"&gt;coalition&lt;/a&gt; aircraft claimed as downed (4 losses are confirmed, one &lt;a href=\"F/A-18%20Hornet\"&gt;F/A-18 Hornet&lt;/a&gt; and three UAVs)."
}