{
    "id": "26832567",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=26832567",
    "title": "Stuttgarter RC",
    "text": "The Stuttgarter RC is a German &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; from &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt;, currently playing in the &lt;a href=\"2nd%20Rugby-Bundesliga\"&gt;2nd Rugby-Bundesliga&lt;/a&gt;.\nHistory.\nPredecessors.\nThe origins of the club go back to 1934 when the first Stuttgarter Rugby Club was formed. The club disappeared and was later reformed in 1958.\nThe new club joined the \"PSG Stuttgart\" shortly after re-formation and, under this name, won a first Southern German championship in 1971. It took almost 20 years for \"PSG\" to repeat this success, winning the championship once more in 1990 and earning promotion to the &lt;a href=\"Rugby-Bundesliga\"&gt;Rugby-Bundesliga&lt;/a&gt;.\nThe early 1990s were to become club's most successful era, reaching the final of the German league cup twice and winning it in 1992. In 1995 however, it suffered relegation from the Bundesliga and, the year after, dropped to the third division &lt;a href=\"Rugby-Regionalliga\"&gt;Rugby-Regionalliga&lt;/a&gt;. In 1997 finally, \"PSG\" was declared bankrupt and the rugby era at the club finished.\nCurrent club.\nA new Stuttgarter Rugby Club was formed the following year and formed an on-the-field union with &lt;a href=\"TV%20Pforzheim\"&gt;TV Pforzheim&lt;/a&gt;. The new team won the Southern German championship once more but \"SRC\" decided to terminate the partnership with \"TVP\" and retained an independent team in the Regionalliga.\nIn this league, it finished runners-up in 2006, followed by a championship the year after, which was won without a defeat. It followed up with a title in the Southern German Regionalliga championship and promotion to the &lt;a href=\"2nd%20Rugby-Bundesliga%20South/West\"&gt;2nd Rugby-Bundesliga South/West&lt;/a&gt;.\nThe club finished second in the league in its first season there, but only managed a ninth place in 2009. In 2009-10, the team was back at the top of the table and won the South/West championship as well as the 2nd Bundesliga one, but indicated that it would not take up promotion to the Bundesliga.\nThe club also has a successful women's team, which plays at the highest level in Germany, the &lt;a href=\"Women%27s%20Rugby%20Bundesliga\"&gt;Women's Rugby Bundesliga&lt;/a&gt;, but has yet to win a national championship at this level.\nThe season after its 2nd Bundesliga title, the club finished on a relegation spot and dropped down to the &lt;a href=\"3rd%20Liga%20South/West\"&gt;3rd Liga South/West&lt;/a&gt; for 2011-12. The team finished third in the southern division in 2012 but was knocked out in the semi finals and initially missed out on promotion. However, a league expansion saw the club return to the 2nd Bundesliga for 2012-13. In the 2012-13 season the club competed in the 2nd Bundesliga, finishing in the lower half of the table and qualifying for the play-offs for the Liga-Pokal. The club advanced to the final of the Liga-Pokal where it narrowly lost 13-12 to Bremen 1860.\nThe club qualified for the south-west division of the Liga-Pokal in 2013–14 and was knocked out by Neckarsulmer SU in the semi finals of the play-offs. In the 2014–15 season the club finished sixth in the south-west Liga-Pokal group and was knocked out by &lt;a href=\"TSV%20Handschuhsheim\"&gt;TSV Handschuhsheim&lt;/a&gt; II in the quarter finals of the play-off after a first round win over USV Jena.\nRecent seasons.\nRecent seasons of the club:"
}