{
    "id": "26841726",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=26841726",
    "title": "Exomilus pentagonalis",
    "text": "Exomilus pentagonalis, common name the orange rib drillia, is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of &lt;a href=\"sea%20snail\"&gt;sea snail&lt;/a&gt;, a marine &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"mollusk\"&gt;mollusk&lt;/a&gt; in the &lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Raphitomidae\"&gt;Raphitomidae&lt;/a&gt;.\nDescription.\nThe length of the shell attains 3.5 mm, its diameter 1.25 mm.\n(Original description) The minute shell is telescope-shaped and rather thick. It contains &lt;a href=\"Whorl%20%28mollusc%29\"&gt;whorl&lt;/a&gt;s without the &lt;a href=\"protoconch\"&gt;protoconch&lt;/a&gt;. The protoconch is absent. The &lt;a href=\"Spire%20%28mollusc%29\"&gt;spire&lt;/a&gt; is gradated, the whorls straight-sided in the anterior three-fourths, and bevelled at an angle of 45° to the posterior suture, which is distinct and simple. The &lt;a href=\"Sculpture%20%28mollusc%29\"&gt;sculpture&lt;/a&gt; consists of five longitudinal ribs, continuous, narrow, erect and prominent. The interspaces are nearly flat, giving a pentagonal section. The spiral sculpture consists of Sublenticular inconspicuous longitudinal and spiral striae, which cross the ribs. The &lt;a href=\"body%20whorl\"&gt;body whorl&lt;/a&gt; shows five longitudinal ribs, squarely rhomboidal, angulated near the suture, and carinated at the periphery, the ribs having projecting points here, and the carina being curved between them. The body whorl is excavately contracted below. Scarcely visible sublenticular longitudinal striae in upper part; rather less obsolete spiral striae. These are more valid below the carina, where seven can be counted on the ventral aspect. The &lt;a href=\"Aperture%20%28mollusc%29\"&gt;aperture&lt;/a&gt; is narrow, elongately oblong. The outer &lt;a href=\"Lip%20%28gastropod%29\"&gt;lip&lt;/a&gt; is varicosely thickened by a rib. The margin is thin, simple, and sharp, straight for four-sevenths of its length, between the angle and the carina, curved towards the notch in the lower two-sevenths, and containing a well marked sinus in the upper seventh, rather more than a semi-circle, not quite reaching to the suture. The &lt;a href=\"Columella%20%28gastropod%29\"&gt;columella&lt;/a&gt; is straight, slightly concave below. The inner lip is inconspicuous. Ornament unicoloured dull stony-white.\nDistribution.\nThis marine species is &lt;a href=\"endemic\"&gt;endemic&lt;/a&gt; to Australia and occurs off &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt; and &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt;."
}