{
    "id": "2687634",
    "revid": "1046868263",
    "url": "https://en.wikipedia.org/wiki?curid=2687634",
    "title": "Barry Bingham Sr.",
    "text": "George Barry Bingham Sr. (February 10, 1906 – August 15, 1988) was the patriarch of a family that dominated local media in Louisville for several decades in the 20th century.\nFamily and career.\nBingham's family owned a cluster of influential media properties – \"&lt;a href=\"The%20Courier-Journal\"&gt;The Courier-Journal&lt;/a&gt;\" and \"&lt;a href=\"The%20Louisville%20Times\"&gt;The Louisville Times&lt;/a&gt;\" &lt;a href=\"newspaper\"&gt;newspaper&lt;/a&gt;s, plus &lt;a href=\"WHAS%20%28AM%29\"&gt;WHAS Radio&lt;/a&gt; and &lt;a href=\"WHAS-TV\"&gt;WHAS Television&lt;/a&gt;. The papers had been purchased by his father, Col. &lt;a href=\"Robert%20Worth%20Bingham\"&gt;Robert Worth Bingham&lt;/a&gt;, using proceeds from an inheritance left by his second wife, Mary Lily Kenan Flagler, herself the widow of railroad magnate &lt;a href=\"Henry%20Morrison%20Flagler\"&gt;Henry Flagler&lt;/a&gt;.\nBingham attended &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;, then went into the family businesses. In 1931, he married Mary Caperton, a &lt;a href=\"Radcliffe%20College\"&gt;Radcliffe&lt;/a&gt; graduate. Bingham Sr. took the reins of the company in 1937; his elder brother Robert Worth Bingham Jr was considered incapable of taking control of the family business because of his alcoholism, and settled in England, where he married. At the time, \"The C-J\" was little more than a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; organ, but Bingham built it into national prominence, thanks to reporting that was ambitious in scope for a newspaper in a city of Louisville's size. Throughout Bingham's tenure, the editorial voices of the \"C-J &amp; Times\" was forthrightly &lt;a href=\"American%20modern%20liberalism\"&gt;liberal&lt;/a&gt;, especially for a fairly &lt;a href=\"Social%20conservatism\"&gt;conservative&lt;/a&gt; (though predominantly Democratic at the time) state like &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;. The newspapers were recipients of six &lt;a href=\"Pulitzer%20Prize\"&gt;Pulitzer Prize&lt;/a&gt;s, including one for public service in 1967, plus multiple other awards during the Bingham years. \"The Courier-Journal\" became the commonwealth's dominant newspaper, a position it retains to this day. He also founded &lt;a href=\"WHAS-TV\"&gt;WHAS-TV&lt;/a&gt;, the city's second &lt;a href=\"television\"&gt;television&lt;/a&gt; station, and founded the &lt;a href=\"WHAS%20Crusade%20for%20Children\"&gt;WHAS Crusade for Children&lt;/a&gt;, a &lt;a href=\"telethon\"&gt;telethon&lt;/a&gt; broadcast on both the radio and television stations that today collects more than $6,000,000 each year for local children's charities. The family also owned Standard Gravure, a &lt;a href=\"rotogravure\"&gt;rotogravure&lt;/a&gt; printing company that printed the newspapers' Sunday magazine section, plus Sunday sections for other newspapers.\nIn &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Bingham served as an officer in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;, and was twice awarded the &lt;a href=\"Bronze%20Star%20Medal\"&gt;Bronze Star&lt;/a&gt;. Bingham Sr. was given the rank of Commandeur, Légion d'honneur, by &lt;a href=\"France\"&gt;French&lt;/a&gt; government for service. In 1950, he was elected a Fellow of the &lt;a href=\"American%20Academy%20of%20Arts%20and%20Sciences\"&gt;American Academy of Arts and Sciences&lt;/a&gt;. He was a Fulbright lecturer at &lt;a href=\"Oxford%20University\"&gt;Oxford University&lt;/a&gt; in 1955.\nOn July 7, 1951, Bingham, along with &lt;a href=\"Jane%20Darwell\"&gt;Jane Darwell&lt;/a&gt;, was a guest on the &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; &lt;a href=\"Variety%20show\"&gt;variety&lt;/a&gt; &lt;a href=\"television%20series\"&gt;television series&lt;/a&gt;, \"&lt;a href=\"Faye%20Emerson%27s%20Wonderful%20Town\"&gt;Faye Emerson's Wonderful Town&lt;/a&gt;\", when the program hosted Louisville and its music heritage.\nIn 1971, Bingham stepped down from day-to-day operations and handed over the operations of the company to his remaining son, &lt;a href=\"Barry%20Bingham%20Jr.\"&gt;Barry Bingham Jr.&lt;/a&gt; Bingham Sr. died on August 15, 1988, at age 82. Bingham Jr. died on April 3, 2006."
}