{
    "id": "26872506",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=26872506",
    "title": "Carta Pisana",
    "text": "The Carta Pisana or Carte Pisane is a map probably made at the end of the 13th century, about 1275–1300, currently conserved in the Département des cartes et plans at the &lt;a href=\"Biblioth%C3%A8que%20nationale%20de%20France\"&gt;Bibliothèque nationale de France&lt;/a&gt;. New research suggests that it was made a century later. It was found in &lt;a href=\"Pisa\"&gt;Pisa&lt;/a&gt;, hence its name. It shows the whole &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;, the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; and a part of the &lt;a href=\"Atlantic%20Ocean\"&gt;atlantic&lt;/a&gt; coast, from the north of present-day &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt; (down to roughly the &lt;a href=\"33rd%20parallel%20north\"&gt;33rd parallel north&lt;/a&gt;, with the town of &lt;a href=\"Azemmour\"&gt;Azemmour&lt;/a&gt;) to the present-day &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, but the accuracy of the map is mostly limited to the Mediterranean. It is the oldest surviving &lt;a href=\"nautical%20chart\"&gt;nautical chart&lt;/a&gt; (that is, not simply a map but a document showing accurate navigational directions). It is a &lt;a href=\"portolan%20chart\"&gt;portolan chart&lt;/a&gt;, showing a detailed survey of the coasts, and many ports, but bears no indication on the &lt;a href=\"topography\"&gt;topography&lt;/a&gt; or &lt;a href=\"toponymy\"&gt;toponymy&lt;/a&gt; of the &lt;a href=\"wikt%3Ainland\"&gt;inland&lt;/a&gt;. On the map, North is on the top, in contrast to other maps of the same period such as the &lt;a href=\"Hereford%20Mappa%20Mundi\"&gt;Hereford Mappa Mundi&lt;/a&gt; (ca. 1300), where East is on the top.\nOrigin and content.\nPossible places of origin for the map include &lt;a href=\"Pisa\"&gt;Pisa&lt;/a&gt;, where it was found, &lt;a href=\"Venetia%20%28region%29\"&gt;Venetia&lt;/a&gt;, and &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;, which is the conventionally recognised place of origin. The density of the ports referenced on the map is the highest for the coast of the &lt;a href=\"Tyrrhenian%20Sea\"&gt;Tyrrhenian Sea&lt;/a&gt;, and the lowest for that of the &lt;a href=\"Ionian%20Sea\"&gt;Ionian Sea&lt;/a&gt;. This is possible evidence that the map is of &lt;a href=\"Genoa\"&gt;Genoese&lt;/a&gt; origin, since &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;, at this time, was a major power in the &lt;a href=\"Tyrrhenian%20Sea\"&gt;Tyrrhenian Sea&lt;/a&gt;. Additionally, the first textual reference to the use of such a detailed maritime chart, in 1270, is in relation to a Genoese ship.\nThe inaccuracy of the Atlantic part of the \"Carta Pisana\", especially when compared to its Mediterranean part, can be exemplified by its depiction of &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;: an irregular, rectangular shape, lying on an east–west axis. Only six place names are indicated for Great Britain. \"Civitate Londra\" (&lt;a href=\"London\"&gt;London&lt;/a&gt;) is placed in the middle of the southern coast.\nAs to the date of the map, it is partly indicated by the mention of the town of &lt;a href=\"Manfredonia\"&gt;Manfredonia&lt;/a&gt;, which was founded by king &lt;a href=\"Manfred%20of%20Sicily\"&gt;Manfred of Sicily&lt;/a&gt; in 1256.\nThe sources used in the making of the \"Carta Pisana\" are difficult to determine. The use of several dialects in the place-names indicated on the map would tend to suggest that several regional sources were compiled to make the map. Other possibilities include a hypothetical earlier, no longer extant portolan chart, or &lt;a href=\"Ancient%20Rome\"&gt;Ancient Roman&lt;/a&gt; cartography. However, there is absolutely no evidence supporting the existence of an earlier portolan chart, and the fact that the map's most glaring error concerns Italy would undermine the theory of an Ancient Roman influence.\nNavigational aspects and relation to the compass.\nThe map encompasses almost all of the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; inside two circles, one for the western Mediterranean, one for the eastern. These circles are divided into sixteen parts, providing the map with sixteen corresponding &lt;a href=\"wind%20direction\"&gt;wind direction&lt;/a&gt;s. Furthermore, it comprises a two-directional &lt;a href=\"scale%20%28map%29\"&gt;scale&lt;/a&gt; subdivided into several segments corresponding to 200, 50, 10, and 5 miles. The exact value of these \"portolan miles\" is difficult to calculate in present-day units, given discrepancies between geographical areas on this map and others; but it is conventionally accepted to be around 1.25 kilometers."
}