{
    "id": "26892249",
    "revid": "1069198986",
    "url": "https://en.wikipedia.org/wiki?curid=26892249",
    "title": "Conversion to Islam in prisons",
    "text": "Conversion to Islam in prisons refers to the modern phenomenon seen in the &lt;a href=\"Western%20world\"&gt;Western world&lt;/a&gt; of a statistically high incidence of &lt;a href=\"incarceration\"&gt;incarcerated&lt;/a&gt; criminal non-Muslims &lt;a href=\"Religious_conversion%23Islam\"&gt;converting to Islam&lt;/a&gt; while in the &lt;a href=\"Prison\"&gt;prison system&lt;/a&gt;. In the decade preceding 2014, the number of conversions to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; among prisoners in Western countries outpaced all other religions, with the overall imprisoned Muslim population (jailhouse converts to Islam plus inmates who entered the prison system as Muslims) growing as a result.\nAlthough many prisoners find religion during their time in custody, the phenomenon of conversion to Islam in prisons is of particular discussion among academics, government and social services.\nBackground.\nAustralia.\nWhile there is concern amongst state and prison officials of the risk of fast-paced conversion turning into radical Islam, the situation remains much more complicated. For many prisoners, the discovery of religion, Islam in particular provides a coping mechanism.\nUK.\nThere are instances in which conversion results in extremist or radical interpretations of Islam. Many prison and state authorities believe prisons are fueling \"concerns about the rising threat of [non-Muslim] criminals being brought under the influence\" to commit their predisposed acts of violence in the name of a cause—in this case, Islam—endangering the general non-Muslim population. British \"[m]inisters have announced plans to create specialist units within jails to tackle what a government-ordered review last year [in 2016] concluded was a 'growing problem'\".\nGrowth and impact of prison conversions.\nIn some regions, a significant proportion of the growth of the Muslim population through conversion (i.e., growth which is neither the result of Muslim &lt;a href=\"Immigration%20to%20Europe\"&gt;immigration&lt;/a&gt; nor natural Muslim &lt;a href=\"birth%20rate\"&gt;birth rate&lt;/a&gt;s) has been attributed to prison conversions specifically, rather than conversions of persons from the general non-incarcerated population. In the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, for instance, the country's total Muslim population exceeded over 3 million in 2016, though that constituted only around 4.8% of the general UK population. Nevertheless, the proportion of UK prisoners who were Muslims in 2016 was 15%.\nOf the millions of Muslims in the general UK population in 2011, only 5,000 were persons who converted to Islam that year. Yet in that same year \"[a]round 30% of Muslim inmates are converts [to Islam...] and many of those are, according to previous Home Office research, from &lt;a href=\"Black%20African\"&gt;black&lt;/a&gt;\" ethnic backgrounds. In 1999, it was found that in the United Kingdom \"37% of Muslim male prisoners were &lt;a href=\"Black%20Muslims%20%28disambiguation%29\"&gt;black Muslims&lt;/a&gt; compared with 7% [Black Muslims] in the wider (&lt;a href=\"British%20Muslim\"&gt;British Muslim&lt;/a&gt;) population,\" with most Black Muslim inmates being converts to Islam. Meanwhile, \"less than 1% of &lt;a href=\"British%20African-Caribbean%20people\"&gt;[British] Black Caribbeans&lt;/a&gt; are Muslims generally, in jail the figure is almost 19%.\"\nAustralia.\nMuslims are over-represented in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;n prisons, with increasing numbers of inmates undergoing jailhouse conversions.\nIn 2015, within \"&lt;a href=\"Victoria%2C%20Australia\"&gt;Victoria&lt;/a&gt; and &lt;a href=\"NSW\"&gt;NSW&lt;/a&gt;, 8 per cent and 9 per cent of the respective prison populations identify as Muslim, compared with 2.2 per cent and 3 per cent of the general populations. [...] Prison employees, who spoke confidentially to &lt;a href=\"The%20Weekend%20Australian\"&gt;The Weekend Australian&lt;/a&gt;, say they are seeing increasing numbers of white and &lt;a href=\"Aboriginal%20Australians\"&gt;Aboriginal&lt;/a&gt; prisoners converting to Islam in jail.\"\nIn April 2017, it was reported that most inmates in NSW's &lt;a href=\"Supermax%20Prison\"&gt;Supermax Prison&lt;/a&gt; (High Risk Management Correctional Centre) were Muslim, with only a handful of non-Muslims. Located 195km southwest of &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, the prison is often referred to as “Super &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt;”. Of the Muslim inmates in Supermax, those serving sentences for non-terrorism related violent criminal offences (including murder, etc) are largely inmates \"who converted to Islam behind bars\". \"&lt;a href=\"The%20Australian\"&gt;The Australian&lt;/a&gt;\" reported that \"Islam has become an obsession for the violent inmates [...] inside Supermax\".\nFrance.\nIn &lt;a href=\"France\"&gt;France&lt;/a&gt;, where ethnic and religious statistics are forbidden, prison administration confirmed that 25.8% of all prisoners asked for \"special measures\" during Ramadan in 2017. According to estimates, based on country of origin of migrants in France, around 9% of the general population is from an Islamic background \nUnited Kingdom.\nAccording to \"Muslim Prisoners' Experiences\" report by Chief Inspector of Prisons, Dame &lt;a href=\"Anne%20Owers\"&gt;Anne Owers&lt;/a&gt;, conversion to Islam in prisons in the United Kingdom is attributed to converts seeking \"support and protection in a group with a powerful &lt;a href=\"Identity%20%28social%20science%29\"&gt;identity&lt;/a&gt;\" and \"perceptions of material advantages of identifying as Muslim\" in prison, including perks or \"material benefits\" available only to Muslims \"such as more time out of their cell and better food during &lt;a href=\"Ramadan\"&gt;Ramadan&lt;/a&gt; if they become Muslim\".\nUnited States.\nIn 2016, the total &lt;a href=\"Islam%20in%20the%20United%20States\"&gt;Muslim population in the United States&lt;/a&gt; reached approximately 3.3 million (0.9% of the U.S. population). Yet in the years between 2001 and 2014 it has been estimate that one quarter of a million U.S. convicts converted to Islam in the U.S. prison system, making prison converts to Islam just from those years (not counting prison converts to Islam before or since then) account for a significant proportion of all Muslims in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; overall.\nIn 2011, &lt;a href=\"Pew%20Research%20Center\"&gt;Pew Research Center&lt;/a&gt; data estimated that Muslims made up 9% of the 1,598,780 United States inmates in state and federal prisons despite Muslims being only 0.8% of the general U.S. population in the year prior.\nMuslims prisoners have been characterized as a danger or threat for radicalization in the media. For example, &lt;a href=\"Indiana%20State%20University\"&gt;Indiana State University&lt;/a&gt; professor Mark Hamm stated in an interview with &lt;a href=\"Fox%20News\"&gt;Fox News&lt;/a&gt;, “it is not the sheer number of prisoners following extremist interpretations of religious doctrines that poses a threat, rather, it is the potential for the single individual to become radicalized.” Yet despite the fact of there being over 350,000 Muslim inmates in the United States, little evidence indicates widespread radicalization or foreign recruitment. Rather, research has shown that Islam has a long history of positive influence on prisoners, including supporting inmate rehabilitation for decades."
}