{
    "id": "26900171",
    "revid": "14423028",
    "url": "https://en.wikipedia.org/wiki?curid=26900171",
    "title": "Hills Adventist College",
    "text": "Hills Adventist College is an &lt;a href=\"Independent%20school\"&gt;independent&lt;/a&gt; &lt;a href=\"Seventh-day%20Adventist\"&gt;Seventh-day Adventist&lt;/a&gt; &lt;a href=\"Mixed-sex%20education\"&gt;co-educational&lt;/a&gt; &lt;a href=\"Pre-school%20education\"&gt;early learning&lt;/a&gt;, &lt;a href=\"Primary%20school\"&gt;primary&lt;/a&gt; and &lt;a href=\"Secondary%20school\"&gt;secondary&lt;/a&gt; &lt;a href=\"day%20school\"&gt;day school&lt;/a&gt;, located across two campuses in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;'s &lt;a href=\"Hills%20District%2C%20New%20South%20Wales\"&gt;Hills District&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia. Enrolments at the College during 2016 totalled 566 students. The junior school, comprising an early learning centre and teaching facilities for students in &lt;a href=\"Kindergarten\"&gt;Year K&lt;/a&gt; to &lt;a href=\"Year%204\"&gt;Year 4&lt;/a&gt; is located in &lt;a href=\"Castle%20Hill%2C%20New%20South%20Wales\"&gt;Castle Hill&lt;/a&gt;; and the senior school, comprising teaching facilities for students in &lt;a href=\"Kindergarten\"&gt;Year K&lt;/a&gt; and &lt;a href=\"Year%205\"&gt;Year 5&lt;/a&gt; to &lt;a href=\"Year%2012\"&gt;Year 12&lt;/a&gt;, is located in &lt;a href=\"Kellyville%2C%20New%20South%20Wales\"&gt;Kellyville&lt;/a&gt;. The College is a part of the &lt;a href=\"Seventh-day%20Adventist%20education\"&gt;Seventh-day Adventist education system&lt;/a&gt;, the world's second largest Christian school system.\nCurriculum.\nThe schools curriculum consists primarily of the standard courses taught at &lt;a href=\"college%20preparatory%20school\"&gt;college preparatory school&lt;/a&gt;s across the world. All students are required to take classes in the &lt;a href=\"core%20curriculum\"&gt;core&lt;/a&gt; areas of English, Basic Sciences, Mathematics, a Foreign Language, and Social Sciences.\nSpiritual aspects.\nAll students are required to take part in Bible classes from Year K to &lt;a href=\"Year%2010\"&gt;Year 10&lt;/a&gt;, and then Studies of Religion (SOR) a 2-unit &lt;a href=\"Higher%20School%20Certificate%20%28New%20South%20Wales%29\"&gt;NSW HSC&lt;/a&gt; course is mandatory in Year 11 and 12. The Bible classes cover topics in &lt;a href=\"Bible\"&gt;biblical&lt;/a&gt; history and Bible characters and themes and other Christian doctrines. Weekly, the entire student body gathers together for a chapel service. Outside the classrooms there is year-round spiritually oriented programming that relies on student involvement.\nSport.\nThe College is part of the Independent Schools Association inter-school sports program - and as such - students have the opportunity to compete at local, regional, state and national levels - depending on their abilities - in sports of their choice and interest."
}