{
    "id": "26955653",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=26955653",
    "title": "Copper Beech Manor",
    "text": "Copper Beech Manor is a &lt;a href=\"historic\"&gt;historic&lt;/a&gt; &lt;a href=\"building\"&gt;building&lt;/a&gt; in &lt;a href=\"Lewisburg%2C%20Pennsylvania\"&gt;Lewisburg&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; that is now a residential home.\nHistory.\nThe home was built in 1857 by a Jonathan Nesbit, a prominent builder in the growing community of Lewisburg. In 1861 Jonathan Nesbit added an addition to the third floor which was believed to be part of the &lt;a href=\"Underground%20Railroad\"&gt;Underground Railroad&lt;/a&gt; because of the crawl space above the bedroom where runaways would have hid. He designed the &lt;a href=\"Greek%20Revival\"&gt;Greek Revival&lt;/a&gt; home after he constructed the First &lt;a href=\"Presbyterian\"&gt;Presbyterian&lt;/a&gt; Church in 1856, which still resides in Lewisburg. Nesbit is also known for constructing the &lt;a href=\"Lutheran\"&gt;Lutheran&lt;/a&gt; &lt;a href=\"church%20%28building%29\"&gt;church&lt;/a&gt; and a number of other buildings in the town. Because of these prominent buildings and master &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt; the &lt;a href=\"town\"&gt;town&lt;/a&gt; of Lewisburg was inducted into the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 2004, known as the Lewisburg Historic District. The Copper Beech Manor is located right in the center of the district on Market Street.\nThe Locale.\nCopper Beech Manor is located within walking distance of &lt;a href=\"Bucknell%20University\"&gt;Bucknell University&lt;/a&gt;. The town of Lewisburg contains an authentic &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt; &lt;a href=\"downtown\"&gt;downtown&lt;/a&gt; that has a lot of locally owned restaurants and excellent shopping. Visit the town's numerous museums and antique shops. For the outdoorsy vacationer spend some time on the &lt;a href=\"Susquehanna%20River\"&gt;Susquehanna River&lt;/a&gt; canoeing, kayaking, and biking or walking along the shoreline."
}