{
    "id": "26956953",
    "revid": "13266769",
    "url": "https://en.wikipedia.org/wiki?curid=26956953",
    "title": "Hottentotta tamulus",
    "text": "Hottentotta tamulus, the Indian red scorpion, also known as the eastern Indian scorpion, is a species of &lt;a href=\"Scorpiones\"&gt;scorpion&lt;/a&gt; of the family &lt;a href=\"Buthidae\"&gt;Buthidae&lt;/a&gt;. It occurs in most of &lt;a href=\"India\"&gt;India&lt;/a&gt;, eastern &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; and the eastern lowlands of &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;, and recently from &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;.\nTaxonomy.\nThis species was named \"Scorpio tamulus\" by &lt;a href=\"Johan%20Christian%20Fabricius\"&gt;J.C. Fabricius&lt;/a&gt; in 1798. The species name was apparently derived from the occurrence in the state/province of the &lt;a href=\"Tamil%20people\"&gt;Tamil people&lt;/a&gt; of southeastern India. It was later often referred to the &lt;a href=\"genus\"&gt;genera&lt;/a&gt; \"&lt;a href=\"Buthus\"&gt;Buthus&lt;/a&gt;\" or \"&lt;a href=\"Mesobuthus\"&gt;Mesobuthus&lt;/a&gt;\", although it was already correctly placed in \"Hottentotta\" by &lt;a href=\"A.%20A.%20Byalynitskii-Birulya\"&gt;A. A. Birula&lt;/a&gt; in 1914, a referral that was confirmed again by &lt;a href=\"Frantisek%20Kovarik\"&gt;F. Kovařík&lt;/a&gt; in 2007. Nevertheless, the &lt;a href=\"binomen\"&gt;binomen&lt;/a&gt; \"Mesobuthus tamulus\" is traditionally widespread in the popular and scientific literature.\n&lt;a href=\"Reginald%20Innes%20Pocock\"&gt;R.I. Pocock&lt;/a&gt; (1900) distinguished five &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; according to coloration and distribution, but these are color-morphs (individuals with varying color) rather than subspecies.\nDescription.\nTotal body length is about 50 to 90 mm. Males with flexed proximal margins of pedipalp fingers. Manus of pedipalps is also wider than female. There are 30 to 39 pectinal teeth in males, and 27 to 34 in females. Chelicerae are yellow and reticulated. Pedipalps are densely hirsute, whereas legs and metasoma are sparsely hirsute. Patella of pedipalps covered with short setae. Mesosoma is darker than rest of the body. Ventral carinae on metasomal segments are black. Chela without carinae. Dorsum densely and very finely granulated. Dorsum bears two short, inconspicuous marginal carinae. Telson is granulated.\nThe walking legs and the tip of the pedipalp pincers are bright orange-yellow to light reddish-brown in color. The &lt;a href=\"mesosoma\"&gt;mesosoma&lt;/a&gt;l &lt;a href=\"tergite\"&gt;tergite&lt;/a&gt;s always bear three distinct carinae. Their &lt;a href=\"Morphology%20%28biology%29\"&gt;habitus&lt;/a&gt; is typical of &lt;a href=\"Buthidae\"&gt;buthid&lt;/a&gt; scorpions, with rather small &lt;a href=\"pedipalp\"&gt;pedipalp&lt;/a&gt; pincers, moderately thickened &lt;a href=\"metasoma\"&gt;metasoma&lt;/a&gt;l segments and a rather bulbous &lt;a href=\"telson\"&gt;telson&lt;/a&gt; with large stinger. The base of the pedipalp pincers (manus) is slightly more inflated in males than in females.\nToxicity.\nThis species is of great medical significance in densely populated areas of India and Nepal and occasionally causes human fatalities. &lt;a href=\"Fatality%20rate\"&gt;Fatality rate&lt;/a&gt;s of 8–40% have been reported in clinical studies; most victims are children.\nSymptoms of envenomation by this species include:\nThe venom mainly affects the &lt;a href=\"cardiovascular%20system\"&gt;cardiovascular&lt;/a&gt; and &lt;a href=\"pulmonary%20system\"&gt;pulmonary system&lt;/a&gt;, eventually leading to a &lt;a href=\"pulmonary%20oedema\"&gt;pulmonary oedema&lt;/a&gt;, which may cause death. Scorpion &lt;a href=\"antivenom\"&gt;antivenom&lt;/a&gt; has little effect in clinical treatment but application of &lt;a href=\"prazosin\"&gt;prazosin&lt;/a&gt; reduces the mortality rate to less than 4%.\nAs in other scorpions, the venom of \"H. tamulus\" consists of a complex mixture of &lt;a href=\"protein\"&gt;protein&lt;/a&gt;s. Some major components have been isolated, including the &lt;a href=\"toxin\"&gt;toxin&lt;/a&gt; &lt;a href=\"tamapin\"&gt;tamapin&lt;/a&gt;. Scorpion envenomation with high morbidity and mortality is usually due to either excessive autonomic activity and cardiovascular toxic effects or neuromuscular toxic effects. Antivenin is the specific treatment for scorpion envenomation combined with supportive measures including vasodilators in patients with cardiovascular toxic effects and benzodiazepines when there is neuromuscular involvement. Although rare, severe hypersensitivity reactions including anaphylaxis to scorpion antivenin (SAV) are possible.&lt;ref name=\"10.4103/0972-5229.164807\"&gt;&lt;/ref&gt;\nHabitat and ecology.\nDespite its medical importance, little is known about the &lt;a href=\"ecology\"&gt;ecology&lt;/a&gt; and &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt; preferences of this species. It is widespread across vegetated lowlands with &lt;a href=\"subtropical\"&gt;subtropical&lt;/a&gt; to &lt;a href=\"tropical\"&gt;tropical&lt;/a&gt;, &lt;a href=\"humid\"&gt;humid&lt;/a&gt; climate and often lives close to or in human settlements, especially in rural areas. A study from &lt;a href=\"Saswad-Jejuri\"&gt;Saswad-Jejuri&lt;/a&gt;, &lt;a href=\"Pune\"&gt;Pune&lt;/a&gt; (western &lt;a href=\"India\"&gt;India&lt;/a&gt;) has found \"H. tamulus\" in a wide range of microhabitats, including scrubland and veld with stones, red and black &lt;a href=\"soil\"&gt;soil&lt;/a&gt; in cropland, loamy, grassy and stony hillslopes and -tops, black soil in &lt;a href=\"mango\"&gt;mango&lt;/a&gt; orchards, \"&lt;a href=\"Eucalyptus\"&gt;Eucalyptus&lt;/a&gt;\" plantations, and under tree bark. With an abundance of 48.43% it was by far the most abundant of the six scorpion species recorded in this study. It occurs rather seldom under tree bark, a habitat dominated by its sister species \"&lt;a href=\"Hottentotta%20pachyurus\"&gt;Hottentotta pachyurus&lt;/a&gt;\" (8.9% versus 91.1% abundance). \nAs all other scorpions, \"H. tamulus\" is &lt;a href=\"nocturnal\"&gt;nocturnal&lt;/a&gt;, preying upon small &lt;a href=\"invertebrates\"&gt;invertebrates&lt;/a&gt; and even small &lt;a href=\"vertebrates\"&gt;vertebrates&lt;/a&gt; like &lt;a href=\"lizard\"&gt;lizard&lt;/a&gt;s. Encounters with humans mainly occur during the night or early morning, when the scorpions accidentally crawl into beds or fall from ceilings.\nIn Sri Lanka.\nOriginally, \"H. tamulus\" was not found in Sri Lanka. But from 2010 to 2013, experiments and other medical reports suggest that the species is also present in Sri Lanka. Few deaths were recorded from &lt;a href=\"Jaffna\"&gt;Jaffna&lt;/a&gt; peninsula in recent times. After observing medical reports and patients, a research team found three dead scorpion specimens and five live specimens as well. After series of observations from research team and other international scientists, it was revealed that the scorpion specimens belong to the species \"H. tamulus\".\nDeaths from \"H. tamulus\" were recorded in 2006, 2007 and 2009 as one patient per year. No cases were recorded in 2010. In 2011, 12 children in Jaffna died due to \"H. tamulus\" stings. In 2012, 80 patients were recorded. Out of them, 52% were female, 48% were male. 30% from them were children between the age 3 and 12.\nIn 2013, many \"H. tamulus\" stings were recorded, as many as four each week, again mostly in women and children. Usually, the drug &lt;a href=\"Prazosin\"&gt;Prazosin&lt;/a&gt; is recommended for \"H. tamulus\" stings. The drug can reduce the increasing blood pressure."
}