{
    "id": "269561",
    "revid": "17699731",
    "url": "https://en.wikipedia.org/wiki?curid=269561",
    "title": "Mick Ralphs",
    "text": "Michael Geoffrey Ralphs (born 31 March 1944, &lt;a href=\"Herefordshire\"&gt;Herefordshire&lt;/a&gt;) is an English guitarist and songwriter, who was a founding member of rock bands &lt;a href=\"Mott%20the%20Hoople\"&gt;Mott the Hoople&lt;/a&gt; and &lt;a href=\"Bad%20Company\"&gt;Bad Company&lt;/a&gt;.\nCareer.\nRalphs began his career as a teenager, playing with &lt;a href=\"blues\"&gt;blues&lt;/a&gt;-rock band the Buddies. He released a single with that group in 1964 before joining the &lt;a href=\"Mod%20%28subculture%29\"&gt;Mod&lt;/a&gt; Doc Thomas Group in 1966. After an eponymous Italian album debut, the band changed its name twice, first to Silence in 1968 and then, in 1969, to Mott the Hoople. Ralphs remained with Mott until 1973.\nIn 1973, he founded &lt;a href=\"Bad%20Company\"&gt;Bad Company&lt;/a&gt; along with vocalist &lt;a href=\"Paul%20Rodgers\"&gt;Paul Rodgers&lt;/a&gt; from &lt;a href=\"Free%20%28band%29\"&gt;Free&lt;/a&gt;. The band's debut album in 1974 included the Ralphs'-penned &lt;a href=\"hit%20record\"&gt;hit&lt;/a&gt; \"&lt;a href=\"Can%27t%20Get%20Enough%20%28Bad%20Company%20song%29\"&gt;Can't Get Enough&lt;/a&gt;\", for which Ralphs tuned his guitar in the &lt;a href=\"open%20C%20tuning\"&gt;open-C tuning&lt;/a&gt; &lt;a href=\"Open%20C%20tuning%23C-G-C-G-C-E\"&gt;C-G-C-G-C-E&lt;/a&gt;, stating, \"It never really sounds right in standard tuning. It needs the open C to have that ring.\" The debut album reached number one in the United States. Ralphs continued to &lt;a href=\"sound%20recording%20and%20reproduction\"&gt;record&lt;/a&gt; and &lt;a href=\"concert%20tour\"&gt;tour&lt;/a&gt; with Bad Company until the original band folded in 1982.\nIn 1984 he toured with &lt;a href=\"Pink%20Floyd\"&gt;Pink Floyd&lt;/a&gt; guitarist &lt;a href=\"David%20Gilmour\"&gt;David Gilmour&lt;/a&gt; on Gilmour's &lt;a href=\"About%20Face%20%28album%29\"&gt;About Face&lt;/a&gt; tour, although he did not play on the album. In 1985, he released a solo album, \"Take This\", which included &lt;a href=\"Free%20%28band%29\"&gt;Free&lt;/a&gt;'s and Bad Company's drummer &lt;a href=\"Simon%20Kirke\"&gt;Simon Kirke&lt;/a&gt;. He teamed up with future Bad Company guitarist &lt;a href=\"Dave%20Colwell\"&gt;Dave Colwell&lt;/a&gt; for a limited four-run live support of the album, which also featured drummer &lt;a href=\"Chris%20Slade\"&gt;Chris Slade&lt;/a&gt; of &lt;a href=\"Manfred%20Mann%27s%20Earth%20Band\"&gt;Manfred Mann's Earth Band&lt;/a&gt; and keyboard player Lindsay Bridgewater, who performed with &lt;a href=\"Ozzy%20Osbourne\"&gt;Ozzy Osbourne&lt;/a&gt;. He did one performance with a band called Cold Turkey.\nBad Company reformed with different line-ups between 1986 and 1998. But after a reunion tour with the original foursome in 1999, Ralphs announced that he was giving up touring, something he was never comfortable with in either band, since he has an extreme &lt;a href=\"fear%20of%20flying\"&gt;fear of flying&lt;/a&gt;.\nRalphs second solo album \"It's All Good\", an &lt;a href=\"instrumental\"&gt;instrumental&lt;/a&gt;, came out in 2001. Two years later his \"That's Life – Can't Get Enough\" album was released, including a demo version of \"Can't Get Enough\".\nIn 2004, he once again teamed up with former Mott colleague &lt;a href=\"Ian%20Hunter%20%28singer%29\"&gt;Ian Hunter&lt;/a&gt;, playing second lead guitar (along with Andy York) on Hunter's UK tour. Ralphs performed at Hunter's 2005 concert at the &lt;a href=\"London%20Astoria\"&gt;London Astoria&lt;/a&gt;, with Ralphs performing a guitar solo to \"&lt;a href=\"All%20the%20Way%20from%20Memphis\"&gt;All the Way from Memphis&lt;/a&gt;\".\nOn 2 July 2008, it was announced that the original line-up of Bad Company (minus &lt;a href=\"Boz%20Burrell\"&gt;Boz Burrell&lt;/a&gt; who died in September 2006) would do a one-off gig at the &lt;a href=\"Seminole%20Hard%20Rock%20Hotel%20and%20Casino%20Hollywood\"&gt;Hard Rock Hotel and Casino&lt;/a&gt; in &lt;a href=\"Hollywood%2C%20Florida\"&gt;Hollywood, Florida&lt;/a&gt; on 8 August 2008. According to Paul Rodgers, they did this gig to 'protect the legacy they have built and cement the rights to the trademark Bad Company for touring'.\n&lt;a href=\"Mott%20the%20Hoople\"&gt;Mott the Hoople&lt;/a&gt;, including Ralphs, reunited for two shows at the Blake Theatre in &lt;a href=\"Monmouth\"&gt;Monmouth&lt;/a&gt; close to &lt;a href=\"Rockfield%20Studios\"&gt;Rockfield Studios&lt;/a&gt; where they rehearsed before playing five concerts at the &lt;a href=\"Hammersmith%20Apollo\"&gt;Hammersmith Apollo&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;, during September and October 2009. All five of the original members participated in the reunion with &lt;a href=\"Martin%20Chambers\"&gt;Martin Chambers&lt;/a&gt; assisting on drums.\nIn 2011, Ralphs formed The Mick Ralphs Blues Band with musicians he met while guesting at a jam session at the Nag's Head pub in &lt;a href=\"High%20Wycombe\"&gt;High Wycombe&lt;/a&gt;: Stuart Son Maxwell, harmonica/vocals; Jim Maving, guitar; Sam Kelly, drums; Dickey Baldwin, bass. The band's website stated that Ralphs sought to explore his blues and soul roots, playing covers of classic blues and R&amp;B songs. The band made its debut as Mick Ralphs and Co at Jagz Club in &lt;a href=\"Ascot%2C%20Berkshire\"&gt;Ascot, Berkshire&lt;/a&gt; in June 2011, changing the name to the Mick Ralphs Blues Band soon afterwards. More dates were announced for late 2011 and early 2012.\nIn 2012, Bad Company performed a short run of European festival dates.\nIn 2013 and 2014, Bad Company and &lt;a href=\"Lynyrd%20Skynyrd\"&gt;Lynyrd Skynyrd&lt;/a&gt; jointly toured throughout the United States and Canada, initially commemorating the 40th anniversary of Skynyrd's first album release and Bad Company's formation.\nIn 2016, Bad Company announced a US tour with &lt;a href=\"Joe%20Walsh\"&gt;Joe Walsh&lt;/a&gt;. Mick Ralphs initially announced that he would not be participating in this tour and that &lt;a href=\"Rich%20Robinson\"&gt;Rich Robinson&lt;/a&gt; of &lt;a href=\"the%20Black%20Crowes\"&gt;the Black Crowes&lt;/a&gt; would be standing in for him. In June 2016, the group announced a U.K. arena tour with special guests &lt;a href=\"Richie%20Sambora\"&gt;Richie Sambora&lt;/a&gt; and &lt;a href=\"Orianthi\"&gt;Orianthi&lt;/a&gt; culminating in a show at London's &lt;a href=\"O2%20Arena%20%28London%29\"&gt;O2 Arena&lt;/a&gt; on 29 October. Mick Ralphs rejoined the band for the duration of the tour. Following the band's concluding performance in London, it was reported that Ralphs had been hospitalized, having suffered a stroke."
}