{
    "id": "2697029",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=2697029",
    "title": "Lava cactus",
    "text": "The lava cactus is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of &lt;a href=\"cactus\"&gt;cactus&lt;/a&gt;, Brachycereus nesioticus, the sole species of the &lt;a href=\"genus\"&gt;genus&lt;/a&gt; Brachycereus. The plant is a colonizer of &lt;a href=\"lava%20field\"&gt;lava field&lt;/a&gt;s – hence its &lt;a href=\"common%20name\"&gt;common name&lt;/a&gt; – where it forms spiny clumps up to tall. Its solitary white or yellowish white flowers open in the daytime. It is &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to the &lt;a href=\"Gal%C3%A1pagos%20Islands\"&gt;Galápagos Islands&lt;/a&gt;.\nDescription.\nThe lava cactus is a leafless clump-forming species, with cylindrical stems typically up to tall in formations that can be as much as across. The stems have 16–22 ribs and are yellow, with green or brown tones. Each &lt;a href=\"areole\"&gt;areole&lt;/a&gt; has up to 40 spines, up to long, initially yellowish, but becoming darker with age. The flowers are borne singly, and are narrowly funnel-shaped, up to long and across, with many spines on the lower part of the flower. They open in the daytime and are white to yellowish white inside. The remains of the flower stay attached to the fruit, which is a &lt;a href=\"Berry%20%28botany%29\"&gt;berry&lt;/a&gt;, red to brown in colour, covered with yellow spines and filled with many black seeds.\nTaxonomy.\nThe species was first described in 1902 as \"Cereus nesioticus\" by &lt;a href=\"Karl%20Moritz%20Schumann\"&gt;Karl Moritz Schumann&lt;/a&gt; in an account of the flora of Galápagos authored by &lt;a href=\"Benjamin%20Lincoln%20Robinson\"&gt;Benjamin Lincoln Robinson&lt;/a&gt;. In 1920, &lt;a href=\"Nathaniel%20Lord%20Britton\"&gt;Nathaniel Lord Britton&lt;/a&gt; and &lt;a href=\"Joseph%20Nelson%20Rose\"&gt;Joseph Nelson Rose&lt;/a&gt; erected the genus \"Brachycereus\", &lt;a href=\"Synonym%20%28taxonomy%29\"&gt;synonymizing&lt;/a&gt; \"Cereus nesioticus\" and another cactus from the Galápagos, \"Cereus thouarsii\", under the name \"Brachycereus thouarsii\". In 1935, &lt;a href=\"Curt%20Backeberg\"&gt;Curt Backeberg&lt;/a&gt; realized that only \"Cereus nesioticus\" belonged in \"Brachycereus\" (later placing \"Cereus thouarsii\" in \"&lt;a href=\"Jasminocereus\"&gt;Jasminocereus&lt;/a&gt;\".)\n\"Brachycereus\" means \"short cereus\"; \"nesioticus\" is derived from the &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; νησιωτικός, meaning \"of the islands\".\nPhylogeny and classification.\nMolecular studies show that the two endemic Galápagos genera, \"Brachycereus\" and \"Jasminocereus\", are sisters, with their closest relative being the South American mainland species \"Armatocereus\":\nIn one widely used classification of cacti, \"Brachycereus\" is placed in the tribe Trichocereeae of the subfamily &lt;a href=\"Cactoideae\"&gt;Cactoideae&lt;/a&gt;, while \"Armatocereus\" and \"Jasminocereus\" are placed in the tribe Browningieae, which is inconsistent with the cladogram above. A classification produced in 2010 by Nyffeler and Eggli puts all three genera in a much larger tribe Phyllocacteae.\nDistribution and habitat.\nThe lava cactus is &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to the Galápagos, where is found on &lt;a href=\"Fernandina%20Island\"&gt;Fernandina&lt;/a&gt;, &lt;a href=\"Genovesa%20Island\"&gt;Genovesa&lt;/a&gt;, &lt;a href=\"Isabela%20Island%20%28Gal%C3%A1pagos%29\"&gt;Isabela&lt;/a&gt;, &lt;a href=\"Pinta%20Island\"&gt;Pinta&lt;/a&gt;, &lt;a href=\"Santa%20Cruz%20Island%20%28Gal%C3%A1pagos%29\"&gt;Santa Cruz&lt;/a&gt;, and &lt;a href=\"Santiago%20Island%20%28Gal%C3%A1pagos%29\"&gt;Santiago&lt;/a&gt;, as well as some smaller islands, including &lt;a href=\"Bartolom%C3%A9%20Island\"&gt;Bartolomé&lt;/a&gt;. It grows on barren lava flows, both &lt;a href=\"Lava%23P%C4%81hoehoe\"&gt;pāhoehoe&lt;/a&gt; and &lt;a href=\"Lava%23%CA%BBA%CA%BB%C4%81\"&gt;ʻaʻā&lt;/a&gt;. It is one of the first species to grow on new lava flows.\nConservation.\n\"Brachycereus nesioticus\" was rated as \"vulnerable\" in the &lt;a href=\"IUCN%20Red%20List\"&gt;IUCN Red List&lt;/a&gt; of 2000, but this was downgraded to \"least concern\" in 2013. As with all plants and animals of the Galápagos, collecting or disturbing the lava cactus is strictly controlled by the Ecuadorian government; the complete range of the species lies within the Galápagos National Park and Natural World Heritage Site. Trade in the species is controlled under &lt;a href=\"CITES%23Appendix%20II\"&gt;CITES Appendix II&lt;/a&gt;."
}