{
    "id": "26987015",
    "revid": "10349969",
    "url": "https://en.wikipedia.org/wiki?curid=26987015",
    "title": "Paulson &amp; Co.",
    "text": "Paulson &amp; Co. Inc. is an American investment management firm, established by its president and portfolio manager, &lt;a href=\"John%20Paulson\"&gt;John Paulson&lt;/a&gt; in 1994. Specializing in \"global merger, event arbitrage and credit strategies\", the firm had a relatively low profile on &lt;a href=\"Wall%20Street\"&gt;Wall Street&lt;/a&gt; until its hugely successful bet against the subprime mortgage market in 2007.\nHeadquartered in &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; with offices in &lt;a href=\"London\"&gt;London&lt;/a&gt; and &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;, the company operates as a partnership, managing eight &lt;a href=\"hedge%20fund\"&gt;hedge fund&lt;/a&gt;s as of 2013. It has approximately 120 employees, and $8.7 billion in assets under management. The firm primarily provides its services to &lt;a href=\"Collective%20investment%20scheme\"&gt;pooled investment vehicles&lt;/a&gt;, but also caters to banking or &lt;a href=\"Savings%20and%20loan%20association\"&gt;savings and loan&lt;/a&gt; institutions. It employs \"&lt;a href=\"Stock%20market%20prediction%23Fundamental%20analysis\"&gt;fundamental analysis&lt;/a&gt;\" to make its investments which may include \"merger arbitrage, long/short, and event-driven strategy\".\nBusiness.\nThe firm is a partnership, the partners being John Paulson and 10+ other members of the firm.\nPaulson provides services to investment vehicle pools and manages accounts for banking institutions, corporations and pension and profit sharing plans. As of December 2015 the John Paulson's hedge funds had $19 billion &lt;a href=\"assets%20under%20management\"&gt;assets under management&lt;/a&gt;, compared to $18 billion in September 2013 and $36 billion in early 2011. Almost 60 percent of the assets under management belong to the firm's own employees — including John Paulson's — as of 2012. External investors in the Paulson funds include financial institutions, corporate and public pension funds, endowments, foundations and high-net-worth individuals.\nThe eight hedge funds Paulson &amp; Co. currently manages are:\nAreas of expertise include:\nWith goals of:\nThere are approximately 15 investment professionals in the firm, including John Paulson who is the Portfolio Manager for all funds under management. Other key investment professionals include &lt;a href=\"Andrew%20Klaber\"&gt;Andrew Klaber&lt;/a&gt;, Andrew Hoine, Nikolai Petchenikov, Sheru Chowdry, Sihan Shu, Michael Waldorf and Ty Wallach. Paulson also has an external Advisory Board of well known economists that meets on a monthly basis to discuss investment themes, macroeconomic risks, and global fiscal and monetary policy. Current members of the Paulson advisory Board are &lt;a href=\"Alan%20Greenspan\"&gt;Alan Greenspan&lt;/a&gt; (President of Greenspan Associates LLP), &lt;a href=\"Christopher%20Thornberg\"&gt;Christopher Thornberg&lt;/a&gt; (Economist, Beacon Economics LLC), &lt;a href=\"Edward%20Altman\"&gt;Edward Altman&lt;/a&gt; (Professor, &lt;a href=\"New%20York%20University%20Stern%20School%20of%20Business\"&gt;Stern School of Business&lt;/a&gt;, &lt;a href=\"New%20York%20University\"&gt;NYU&lt;/a&gt;), and &lt;a href=\"Martin%20Feldstein\"&gt;Martin Feldstein&lt;/a&gt; (Professor, &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;).\nThrough its domestic and international entities, Paulson is registered with the &lt;a href=\"U.S.%20Securities%20and%20Exchange%20Commission\"&gt;U.S. Securities and Exchange Commission&lt;/a&gt; (SEC) in the United States, the &lt;a href=\"Financial%20Services%20Authority\"&gt;Financial Services Authority&lt;/a&gt; (FSA) in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, and the &lt;a href=\"Securities%20and%20Futures%20Commission\"&gt;Securities and Futures Commission&lt;/a&gt; (SFC) in &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;. Through the various filing requirements imposed by these regulatory bodies, Paulson makes regular disclosures regarding its portfolio holdings across various jurisdictions.\nHistory.\nEarly years.\nPaulson &amp; Co. Inc. was established by its founder and President, John Paulson, in 1994.\nPaulson has invested in a number of undervalued companies that are acquisition targets, aiming to increase the bid price on these companies as a large shareholder. In 1997, Paulson, which owned a 6.2% stake in Washington National Corp., opposed PennCorp Financial Group Inc.'s $400 million deal to takeover Washington National, calling the terms of the deal \"inadequate\". This holding out paid off when another suitor, Conseco Inc., purchased Washington National for $410 million.\nThe Financial Crisis.\nIn 2005, Paulson Co. analyst Paolo Pellegrini convinced John Paulson of the danger of weak credit &lt;a href=\"underwriting\"&gt;underwriting&lt;/a&gt; standards, excessive &lt;a href=\"Leverage%20%28finance%29\"&gt;leverage&lt;/a&gt; among financial institutions and a fundamental mispricing of credit risk particularly in the housing market. Paulson began \"&lt;a href=\"Short%20%28finance%29\"&gt;shorting&lt;/a&gt;\" this credit risk by purchasing the hitherto obscure &lt;a href=\"Derivative%20%28finance%29\"&gt;derivative&lt;/a&gt; known as &lt;a href=\"credit%20default%20swap\"&gt;credit default swap&lt;/a&gt;s to \"insure\" debt securities (Paulson Co. did not own those securities it was \"insuring\", but merely believed they would default) they thought would decline in value due to weak credit underwriting. The bubble continued to grow through 2005 and 2006, but by 2007 began to deflate.\nIn one later widely publicized deal, &lt;a href=\"Goldman%20Sachs\"&gt;Goldman Sachs&lt;/a&gt; put together a &lt;a href=\"Synthetic%20CDO\"&gt;\"synthetic\" collateralized debt obligation&lt;/a&gt; (CDO) called ABACUS 2007-AC1 where investors (such as the European banks IKB Deutsche Industrie, and ABN Amro, and the New York insurance company ACA Financial Guaranty) provided the \"long\" by taking the risk from subprime mortgage bonds, effectively providing Paulson with insurance in the case of subprime mortgage default. The deal was made in late April 2007 and several months later the bonds began to default and Paulson eventually made about $1 billion total from those investors' losses. In total Paulson reportedly earned $15 billion on $12.5 billion of investment in 2007—a return of over 100%.\nIn 2008, Paulson's &lt;a href=\"Market%20sentiment\"&gt;bearish outlook&lt;/a&gt; on the credit markets continued. Paulson believed that credit problems would expand beyond subprime mortgages into consumer, auto, commercial and corporate credit, stressing financial institutions and causing some to fail. This led them to take short positions in several large financial institutions in the US and the UK that had high degrees of leverage, high concentrations of assets in deteriorating sectors and rising credit costs. Sectors include mortgage finance companies, specialty finance companies and regional, national, and global banks.\nIn September 2008, Paulson bet against four of the five biggest British banks including a £350m bet against &lt;a href=\"Barclays\"&gt;Barclays&lt;/a&gt;; £292m against &lt;a href=\"Royal%20Bank%20of%20Scotland\"&gt;Royal Bank of Scotland&lt;/a&gt;; and £260m against &lt;a href=\"Lloyds%20TSB\"&gt;Lloyds TSB&lt;/a&gt;.\nPaulson is reported to have earned a total of £280m after reducing its short position in RBS in January 2009.\nTo help protect their bets, PCI and others successfully prevented attempts to limit foreclosures and rework mortgage loans.\nCriticism and lawsuits.\nPaulson has been criticized in the ABACUS investment for paying Goldman $15 million to put together what was a collection of \"toxic\" subprime securities with his help (creating \"the concept\" of the \"ethically challenged 'synthetic' securities\") to be sold by Goldman to long investors so that Paulson could bet against it, a process critics complained was \"sleazy\", or the work of those lacking a \"moral compass\", though not illegal. Paulson has replied that they \"were not involved in the marketing of any Abacus products to any third parties,\" and that \"Paulson did not sponsor or initiate Goldman's Abacus program.\"\nIn April 2010, the U.S. &lt;a href=\"Securities%20and%20Exchange%20Commission\"&gt;Securities and Exchange Commission&lt;/a&gt; (SEC) sued &lt;a href=\"Goldman%20Sachs\"&gt;Goldman Sachs&lt;/a&gt; over the ABACUS Synthetic CDO alleging Goldman had represented the assembler of the mortgage package underlying the CDOs as an objective third party (ACA Management), when in fact a \"short\" standing to reap great financial benefit in the event the CDO's default (Paulson) had a major role in assembling the mortgage package. Paulson released a statement saying that it was \"not the subject of this complaint, made no misrepresentations and is not the subject of any charges\". Goldman neither admitted nor denied the SEC allegations, but three months later paid $550 Million to settle the charges (the largest penalty a Wall Street company has ever paid to the SEC), acknowledging that it gave investors \"incomplete information.\"\nIn 2011, ACA Financial Guaranty ACAFG.UL filed a lawsuit against Paulson for $120 million, claiming Goldman Sachs and Paulson \"deceived ACA into believing Paulson was investing in the CDO\". Paulson made money betting against ACA's position in the CDO. In 2013, Paulson asked a judge to dismiss the lawsuit, alleging ACA had relied on \"mischaracterizations, emails unrelated to Abacus, and snippets of correspondence taken out of context.\"\nRecovery and bankruptcy investment.\nPaulson also has a long track record of investing in &lt;a href=\"Distressed%20securities\"&gt;distressed debt&lt;/a&gt;, bankruptcies and &lt;a href=\"restructuring\"&gt;restructuring&lt;/a&gt;s. The 2008-2009 financial crisis resulted in a record high level of defaults and bankruptcies across numerous industries, and Paulson was a large investor in many of them, including the &lt;a href=\"Bankruptcy%20of%20Lehman%20Brothers\"&gt;Lehman Brothers bankruptcy&lt;/a&gt; and liquidation.\nAt the end of 2008, following the collapse of &lt;a href=\"Lehman%20Brothers\"&gt;Lehman Brothers&lt;/a&gt; and the subsequent turmoil in the markets, Paulson became selectively &lt;a href=\"Bull%20market%23Bull%20market\"&gt;bullish&lt;/a&gt;. It launched a fund dedicated to &lt;a href=\"restructuring\"&gt;restructuring&lt;/a&gt; and/or &lt;a href=\"Recapitalization\"&gt;recapitalizing&lt;/a&gt; companies such as investment banks, hedge funds, insurance and hotel, that were feeling the pressure of the more than $345 billion of &lt;a href=\"Write-off\"&gt;write downs&lt;/a&gt; of under-performing assets linked to the housing market. By providing capital to companies at \"&lt;a href=\"Trough%20%28economics%29\"&gt;trough valuations&lt;/a&gt;\", Paulson believed it would enable the firms to survive the crisis while Paulson would profit from recovery by buying at the market bottom.\nAmongst some of the holdings disclosed in Paulson's June 30, 2009 13F filings were 2 million shares of &lt;a href=\"Goldman%20Sachs\"&gt;Goldman Sachs&lt;/a&gt; as well as 35 million shares in &lt;a href=\"Regions%20Financial\"&gt;Regions Financial&lt;/a&gt;. Paulson also purchased shares of &lt;a href=\"Bank%20of%20America\"&gt;Bank of America&lt;/a&gt; in the spring of 2009 when the bank was forced to recapitalize its balance sheet following the results of the bank stress tests conducted by the US government, and was reported to have a 1.22% stake in the bank in 2011. According to Bloomberg, Paulson purchased the shares expecting the stock to double by 2011.\nPaulson's invested in &lt;a href=\"Citigroup\"&gt;Citigroup&lt;/a&gt; and reportedly earned $1 billion in 2009 through the end of 2010, which John Paulson called a demonstration of \"the upside potential of many of the restructuring investments we have added to our portfolio and our ability to generate above-average returns in large positions.\"\nIn February 2010, PCI was linked to the restructuring and recapitalization of the publisher &lt;a href=\"Houghton%20Mifflin%20Harcourt\"&gt;Houghton Mifflin Harcourt&lt;/a&gt;. The agreement included restructuring about $4 billion of its $7 billion debt load by converting it to new equity issued to the senior debt holders, one of whom was Paulson. Through this debt to equity conversion, Paulson would reportedly become the company's largest equity investor.\nAnother one of Paulson's specialties is proxy event investment. In May 2008 &lt;a href=\"Carl%20Icahn\"&gt;Carl Icahn&lt;/a&gt; launched a proxy fight at &lt;a href=\"Yahoo\"&gt;Yahoo&lt;/a&gt; to replace its board and a &lt;a href=\"Form%2013F\"&gt;13F&lt;/a&gt; filing for the quarter ending March 31, 2008 showed ownership by Paulson of 50 million shares of Yahoo.\nGold Thesis.\nIn November 2009 Paulson announced a gold fund focused on gold mining stocks and gold-related investments believing that the massive amount of balance sheet expansion from countercyclical monetary stimulus undertaken by the &lt;a href=\"Federal%20Reserve\"&gt;Federal Reserve&lt;/a&gt; and other &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt;s would eventually lead to inflation in the US dollar and other fiat currencies. In the words of John Paulson, \"We view gold as a currency, not a commodity. Its importance as a currency will continue to increase as the major central banks around the world continue to print money.\"\n2011 to present.\nIn 2011 PCI was ranked as the \"world's fourth-largest hedge fund\" with $36 billion in &lt;a href=\"assets%20under%20management\"&gt;assets under management&lt;/a&gt;. However, during the course of that year his Advantage fund lost 36% and Advantage Plus 52%. The funds also had double-digit losses the next year. An unsuccessful investment in the &lt;a href=\"Sino-Forest%20Corporation\"&gt;Sino-Forest Corporation&lt;/a&gt; and a drop in the price of gold were in part responsible.\nIn August 2013, Paulson entered into a merger agreement for the acquisition of &lt;a href=\"Steinway%20Musical%20Instruments\"&gt;Steinway Musical Instruments&lt;/a&gt; in a transaction valued at approximately $512 million. The company initiated a tender offer within five days for all of the outstanding stock, and Steinway Musical Instruments board recommended that shareholders accepted the offer. In September 2013, Paulson announced the completion of acquisition of Steinway Musical Instruments.\nIn April 2018, the firm has taken a stake in &lt;a href=\"Viacom%20%282005%E2%80%93present%29\"&gt;Viacom Inc&lt;/a&gt;., an American media company and has become one of the top-25 shareholders."
}