{
    "id": "26984311",
    "revid": "869314",
    "url": "https://en.wikipedia.org/wiki?curid=26984311",
    "title": "Dunlap, Ohio",
    "text": "Dunlap is a &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt; (CDP) in &lt;a href=\"Colerain%20Township%2C%20Hamilton%20County%2C%20Ohio\"&gt;Colerain Township&lt;/a&gt;, &lt;a href=\"Hamilton%20County%2C%20Ohio\"&gt;Hamilton County&lt;/a&gt;, &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;, United States. The population was 1,719 at the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt;. The &lt;a href=\"siege%20of%20Dunlap%27s%20Station\"&gt;siege of Dunlap's Station&lt;/a&gt; was a battle that took place near here on the Great Miami in 1791 during the &lt;a href=\"Northwest%20Indian%20War\"&gt;Northwest Indian War&lt;/a&gt;.\nGeography.\nDunlap is located at , north of downtown &lt;a href=\"Cincinnati\"&gt;Cincinnati&lt;/a&gt;. &lt;a href=\"U.S.%20Route%2027\"&gt;U.S. Route 27&lt;/a&gt; runs through the eastern part of the CDP, and Colerain Avenue is the main road through the center of the community.\nAccording to the &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt;, the CDP has a total area of , of which is land and , or 2.39%, is water.\nHistory.\nWilliam and Asher Williamson owned a large part of the village site. They sold their land in 1849 to Mr. Parker who platted a number of lots along the Colerain Pike and Hamilton Road. In 1850, &lt;a href=\"Oliver%20S.%20Glisson\"&gt;Oliver S. Glisson&lt;/a&gt;, an officer in the United States Navy, retained attorney Thomas S. Yeatman to lay out a subdivision south of the village on the farm of Glisson's recently deceased father, Thomas Glisson. George Struble built several of the first houses in the village on his farmland east of the pike. The village was originally named Georgetown in his honor.\nThe first business established was a blacksmith shop opened by Thomas Gray. Asher Williamson kept the first store and George Struble the first hotel. Dunlap post office, which had operated out of a cotton factory in &lt;a href=\"Colerain%2C%20Ohio\"&gt;Colerain&lt;/a&gt; was moved to the village and Dunlap became the de facto and then eventually the actual name for the village. By 1894, there were two churches, a schoolhouse, several stores and industries."
}