{
    "id": "26985877",
    "revid": "372290",
    "url": "https://en.wikipedia.org/wiki?curid=26985877",
    "title": "Feramors",
    "text": "Feramors is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; in three (first version) or two (second version) acts by &lt;a href=\"Anton%20Rubinstein\"&gt;Anton Rubinstein&lt;/a&gt; to a &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; by &lt;a href=\"Julius%20Rodenberg\"&gt;Julius Rodenberg&lt;/a&gt;. The story is based on \"&lt;a href=\"Lalla%20Rookh\"&gt;Lalla Rookh&lt;/a&gt;\" by the Irish poet &lt;a href=\"Thomas%20Moore\"&gt;Thomas Moore&lt;/a&gt;. The opera was composed in 1862.\nPerformance history.\nThe opera was premiered at the &lt;a href=\"Semperoper\"&gt;Semperoper&lt;/a&gt; in Dresden on 24 February 1863, and had subsequent stagings in Vienna (1872), Milan (1874), Berlin (1879), and Danzig (1880). Its first production in Russia was an amateur performance in Saint Petersburg in 1884. The first professional production there was on 18 August 1898 at the &lt;a href=\"Mariinsky%20Theatre\"&gt;Mariinsky Theatre&lt;/a&gt;, conducted by &lt;a href=\"Felix%20Blumenfeld\"&gt;Felix Blumenfeld&lt;/a&gt;. The reason for its late appearance on the Russian stage was competition from an &lt;a href=\"op%C3%A9ra-comique\"&gt;opéra-comique&lt;/a&gt; on the same subject by &lt;a href=\"F%C3%A9licien%20David\"&gt;Félicien David&lt;/a&gt;. &lt;a href=\"Peter%20Tchaikovsky\"&gt;Peter Tchaikovsky&lt;/a&gt;, who heard the opera at the Berlin 1879 staging, liked the opera and wrote to &lt;a href=\"Nadezhda%20von%20Meck\"&gt;Nadezhda von Meck&lt;/a&gt; that \"it comes from the period in which Rubinstein did all his best work, that is 20 years ago\".\nPerhaps the same Berlin production of 4 March 1879 produced an interesting report in the \"&lt;a href=\"Musical%20Times\"&gt;Musical Times&lt;/a&gt;\"; \"Rubinstein's opera ... was successfully produced on the 4th \"ult.\" at the Royal Opera house at Berlin, the principal \"rôles\" being taken by Herr Niemann and Madame Mallinger; in consequence, however, of the latter having refused to sing certain portions of her part, the composer abstained from personally conducting his work.\"\nSynopsis.\nLalla, the princess of Hindustan, is engaged to marry the King of Bokhara, but falls in love with the minstrel Feramors, who turns out to be the King in disguise.\nRecordings.\nThere are a number of recordings of the ballet music from the opera, which includes a 'Torch Dance' and a 'Dance of &lt;a href=\"Devadasi\"&gt;Bayaderes&lt;/a&gt;', both written in the composer's style of exotic orientalism."
}