{
    "id": "26992271",
    "revid": "279219",
    "url": "https://en.wikipedia.org/wiki?curid=26992271",
    "title": "Old Wives, Saskatchewan",
    "text": "Old Wives is an unincorporated community in the &lt;a href=\"Rural%20Municipality%20of%20Hillsborough%20No.%20132\"&gt;Rural Municipality of Hillsborough No. 132&lt;/a&gt;, &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt;, Canada.\nHistory.\nThe village that became Old Wives was formed about 1900 but it was not until 1929 that the community official got the name. Mail delivery began 1911, when Tom Lundrigan began bringing in the mail from the post office in &lt;a href=\"Mortlach%2C%20Saskatchewan\"&gt;Mortlach&lt;/a&gt;. Eventually, a post office was open January the 1st 1912 and remained open until it closed on October 10, 1969. The area was home to several schools with the first having opened in 1916. Bay Island School, officially Bay Island School District #4362, was a one-room school on &lt;a href=\"Saskatchewan%20Highway%20363\"&gt;Highway 363&lt;/a&gt; just east of Old Wives, served the community from 1919 to 1950.  The building still stands today. The first general store in town opened in Mr. Bill Sheldon’s house in 1920. In 1930 a new store was built at the town site and it would operate for nearly 40 years, before closing in 1968. In 1931 the &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;CPR&lt;/a&gt; laid tracks from Archive to &lt;a href=\"Shamrock%2C%20Saskatchewan\"&gt;Shamrock&lt;/a&gt; and in 1933 a &lt;a href=\"Saskatchewan%20Wheat%20Pool\"&gt;Saskatchewan Wheat Pool&lt;/a&gt; &lt;a href=\"Grain%20elevator\"&gt;elevator&lt;/a&gt; was built alongside the tracks. On Jul 4, 1930, a &lt;a href=\"De%20Havilland\"&gt;De Havilland&lt;/a&gt; &lt;a href=\"De%20Havilland%20Moth\"&gt;DH.60 Moth&lt;/a&gt; crashed on takeoff from Old Wives. The fate of the pilot is unknown but the aircraft was destroyed by the post-crash fire.\nOld Wives has been a &lt;a href=\"List%20of%20ghost%20towns%20in%20Saskatchewan\"&gt;ghost town&lt;/a&gt; for several decades and while the town briefly prospered, &lt;a href=\"Great%20Depression\"&gt;The Great Depression&lt;/a&gt; and severe droughts in 1937, 1951 and 1959 began an irreversible downward spiral. Many businesses closed in the 1950s and 60s. The final nail in the coffin for the community came in 1973 when the railroad was abandoned, followed by the Pool elevator being moved to &lt;a href=\"Bateman%2C%20Saskatchewan\"&gt;Bateman&lt;/a&gt; in 1975. Today, very little remains of Old Wives.\nLegend.\nOld Wives and nearby &lt;a href=\"Old%20Wives%20Lake\"&gt;Old Wives Lake&lt;/a&gt; were named after a local &lt;a href=\"Cree\"&gt;Cree&lt;/a&gt; legend. According to traditional stories recounted by &lt;a href=\"M%C3%A9tis%20people%20%28Canada%29\"&gt;Métis&lt;/a&gt; guides accompanying the &lt;a href=\"North-West%20Mounted%20Police\"&gt;North-West Mounted Police&lt;/a&gt; in 1874, sometime around 1840 a band of &lt;a href=\"Cree\"&gt;Cree&lt;/a&gt; hunters followed a herd of &lt;a href=\"bison\"&gt;buffalo&lt;/a&gt; into &lt;a href=\"Blackfoot\"&gt;Blackfoot&lt;/a&gt; territory and made camp near the lake. Blackfoot scouts discovered this band and attacked. Although the &lt;a href=\"Cree\"&gt;Cree&lt;/a&gt; were able to defend themselves, they anticipated an attack by a larger &lt;a href=\"Blackfoot%20Confederacy\"&gt;Blackfoot&lt;/a&gt; war party the next morning. The older women volunteered to stay behind to tend the fires through the night in the hope of fooling the &lt;a href=\"Blackfoot%20Confederacy\"&gt;Blackfoot&lt;/a&gt; into believing that they were not abandoning their camp to escape. Using this diversion as cover, the rest of the &lt;a href=\"Cree\"&gt;Cree&lt;/a&gt; successfully fled back to their home territory in the &lt;a href=\"Qu%27Appelle%20River\"&gt;Qu'Appelle valley&lt;/a&gt;. When the &lt;a href=\"Blackfoot%20Confederacy\"&gt;Blackfoot&lt;/a&gt; arrived that morning they found only the old women, whom the &lt;a href=\"Blackfoot%20Confederacy\"&gt;Blackfoot&lt;/a&gt; killed in vengeance. This commonly recited version of the lake's naming has been commemorated by a historical marker situated beside &lt;a href=\"Saskatchewan%20Highway%202\"&gt;Highway 2&lt;/a&gt; near the lake. A variant telling of this narrative states that the Blackfoot warriors were so impressed by the women's courage that they left them alone and allowed them to rejoin their own people. Another &lt;a href=\"First%20Nations%20in%20Canada\"&gt;First Nations&lt;/a&gt; oral tradition describes how a band of &lt;a href=\"Assiniboine%20people\"&gt;Assiniboine&lt;/a&gt; fleeing from pursuing Blackfoot warriors abandoned the old women in their band who could not keep pace with everyone else. The women continued their effort to escape by wading across the lake. However, they misjudged the water's depth and drowned. An &lt;a href=\"Assiniboine\"&gt;Assiniboine&lt;/a&gt; tradition associates the name with a battle which occurred at the lake around the beginning of the 19th century in which &lt;a href=\"Assiniboine\"&gt;Assiniboine&lt;/a&gt;s vanquished their Blackfoot enemies. According to some &lt;a href=\"First%20Nations%20in%20Canada\"&gt;First Nations&lt;/a&gt; traditions, the spirits of the dead women continue to haunt a small island in the lake from which their voices can be heard at night."
}