{
    "id": "26997138",
    "revid": "41804932",
    "url": "https://en.wikipedia.org/wiki?curid=26997138",
    "title": "Baltimore",
    "text": "Baltimore ( , locally: ) is the &lt;a href=\"List%20of%20municipalities%20in%20Maryland\"&gt;most populous city&lt;/a&gt; in the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;, as well as &lt;a href=\"List%20of%20United%20States%20cities%20by%20population\"&gt;the 30th most populous city&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, with a population of 585,708 in 2020. Baltimore was designated an &lt;a href=\"Independent%20city%20%28United%20States%29\"&gt;independent city&lt;/a&gt; by the &lt;a href=\"Constitution%20of%20Maryland\"&gt;Constitution of Maryland&lt;/a&gt; in 1851, and today is the largest independent city in the United States. As of 2017, the population of the &lt;a href=\"Baltimore%20metropolitan%20area\"&gt;Baltimore metropolitan area&lt;/a&gt; was estimated to be just under 2.802 million, making it the &lt;a href=\"List%20of%20metropolitan%20areas%20of%20the%20United%20States\"&gt;21st largest metropolitan area&lt;/a&gt; in the country. Baltimore is located about northeast of &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, making it a principal city in the &lt;a href=\"Baltimore%E2%80%93Washington%20metropolitan%20area\"&gt;Washington–Baltimore combined statistical area (CSA)&lt;/a&gt;, the third-largest &lt;a href=\"combined%20statistical%20area\"&gt;CSA&lt;/a&gt; in the nation, with a calculated 2018 population of 9,797,063.\nPrior to &lt;a href=\"European%20colonization%20of%20the%20Americas\"&gt;European colonization&lt;/a&gt;, the Baltimore region was used as hunting grounds by the &lt;a href=\"Susquehannock\"&gt;Susquehannock&lt;/a&gt; &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt;, who were primarily settled further north than where the city was later built. Colonists from the &lt;a href=\"Province%20of%20Maryland\"&gt;Province of Maryland&lt;/a&gt; established the &lt;a href=\"Port%20of%20Baltimore\"&gt;Port of Baltimore&lt;/a&gt; in 1706 to support the &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt; trade with Europe, and established the Town of Baltimore in 1729. The first printing press and newspapers were introduced to Baltimore by &lt;a href=\"Nicholas%20Hasselbach%20%28printer%29\"&gt;Nicholas Hasselbach&lt;/a&gt; and &lt;a href=\"William%20Goddard%20%28publisher%29\"&gt;William Goddard&lt;/a&gt; respectively, in the mid- 18th century.\nThe &lt;a href=\"Battle%20of%20Baltimore\"&gt;Battle of Baltimore&lt;/a&gt; was a pivotal engagement during the &lt;a href=\"War%20of%201812\"&gt;War of 1812&lt;/a&gt;, culminating in the failed &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;British&lt;/a&gt; bombardment of &lt;a href=\"Fort%20McHenry\"&gt;Fort McHenry&lt;/a&gt;, during which &lt;a href=\"Francis%20Scott%20Key\"&gt;Francis Scott Key&lt;/a&gt; wrote a poem that would become \"&lt;a href=\"The%20Star-Spangled%20Banner\"&gt;The Star-Spangled Banner&lt;/a&gt;\", which was eventually designated as the American national anthem in 1931. During the &lt;a href=\"Baltimore%20Riot%20of%201861\"&gt;Pratt Street Riot of 1861&lt;/a&gt;, the city was the site of some of the earliest violence associated with the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;.\nThe &lt;a href=\"Baltimore%20and%20Ohio%20Railroad\"&gt;Baltimore and Ohio Railroad&lt;/a&gt;, the oldest railroad in the United States, was built in 1830 and cemented Baltimore's status as a major transportation hub, giving producers in the &lt;a href=\"Midwestern%20United%20States\"&gt;Midwest&lt;/a&gt; and &lt;a href=\"Appalachia\"&gt;Appalachia&lt;/a&gt; access to the city's &lt;a href=\"Port%20of%20Baltimore\"&gt;port&lt;/a&gt;. Baltimore's &lt;a href=\"Inner%20Harbor\"&gt;Inner Harbor&lt;/a&gt; was once the second leading &lt;a href=\"port%20of%20entry\"&gt;port of entry&lt;/a&gt; for &lt;a href=\"immigrant\"&gt;immigrant&lt;/a&gt;s to the United States. In addition, Baltimore was a major &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt; center. After a decline in major manufacturing, &lt;a href=\"heavy%20industry\"&gt;heavy industry&lt;/a&gt;, and restructuring of the &lt;a href=\"Rail%20transportation%20in%20the%20United%20States\"&gt;rail industry&lt;/a&gt;, Baltimore has shifted to a &lt;a href=\"service%20economy\"&gt;service-oriented economy&lt;/a&gt;. &lt;a href=\"Johns%20Hopkins%20Hospital\"&gt;Johns Hopkins Hospital&lt;/a&gt; and &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt; are the city's top two employers. Baltimore and its surrounding region are home to the headquarters of a number of major organizations and government agencies, including the &lt;a href=\"NAACP\"&gt;NAACP&lt;/a&gt;, &lt;a href=\"ABET\"&gt;ABET&lt;/a&gt;, the &lt;a href=\"National%20Federation%20of%20the%20Blind\"&gt;National Federation of the Blind&lt;/a&gt;, &lt;a href=\"Catholic%20Relief%20Services\"&gt;Catholic Relief Services&lt;/a&gt;, the &lt;a href=\"Centers%20for%20Medicare%20%26amp%3B%20Medicaid%20Services\"&gt;Centers for Medicare &amp; Medicaid Services&lt;/a&gt;, and the &lt;a href=\"Social%20Security%20Administration\"&gt;Social Security Administration&lt;/a&gt;.\nMany of Baltimore's neighborhoods have rich histories. The city is home to some of the earliest &lt;a href=\"National%20Register%20Historic%20District\"&gt;National Register Historic District&lt;/a&gt;s in the nation, including &lt;a href=\"Fell%27s%20Point%2C%20Baltimore\"&gt;Fell's Point&lt;/a&gt;, &lt;a href=\"Federal%20Hill%2C%20Baltimore\"&gt;Federal Hill&lt;/a&gt;, and &lt;a href=\"Mount%20Vernon%2C%20Baltimore\"&gt;Mount Vernon&lt;/a&gt;. These were added to the &lt;a href=\"National%20Register\"&gt;National Register&lt;/a&gt; between 1969 and 1971, soon after historic preservation legislation was passed. Baltimore has more public statues and monuments per capita than any other city in the country. Nearly one third of the city's buildings (over 65,000) are designated as historic in the National Register, which is more than any other U.S. city.\nHistory.\nThe city has 66 &lt;a href=\"National%20Register%20Historic%20District\"&gt;National Register Historic District&lt;/a&gt;s and 33 local historic districts. Over 65,000 properties are designated as historic buildings and listed in the &lt;a href=\"National%20Register%20of%20Historic%20Places%20listings%20in%20Baltimore\"&gt;NRHP&lt;/a&gt;, more than any other U.S. city. The historical records of the government of Baltimore are located at the &lt;a href=\"Baltimore%20City%20Archives\"&gt;Baltimore City Archives&lt;/a&gt;.\nEtymology.\nThe city is named after &lt;a href=\"Cecil%20Calvert%2C%202nd%20Baron%20Baltimore\"&gt;The 2nd Baron Baltimore&lt;/a&gt;, an &lt;a href=\"Anglo-Irish%20people\"&gt;Anglo-Irish&lt;/a&gt; member of the &lt;a href=\"Irish%20House%20of%20Lords\"&gt;Irish House of Lords&lt;/a&gt; and founding proprietor of the &lt;a href=\"Province%20of%20Maryland\"&gt;Province of Maryland&lt;/a&gt;. \"Baltimore Manor\" was the name of the estate in &lt;a href=\"County%20Longford\"&gt;County Longford&lt;/a&gt; which the Calvert family, &lt;a href=\"Baron%20Baltimore\"&gt;Barons Baltimore&lt;/a&gt;, owned in &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;. \"Baltimore\" is an &lt;a href=\"anglicization\"&gt;anglicization&lt;/a&gt; of the &lt;a href=\"Irish%20language\"&gt;Irish&lt;/a&gt; name \"Baile an Tí Mhóir\", meaning \"town of the big house\".\nNative American settlement.\nThe Baltimore area had been inhabited by &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt; since at least the &lt;a href=\"10th%20millennium%20BC\"&gt;10th millennium BC&lt;/a&gt;, when &lt;a href=\"Paleo-Indians\"&gt;Paleo-Indians&lt;/a&gt; first settled in the region. One Paleo-Indian site and several &lt;a href=\"Archaic%20period%20in%20North%20America\"&gt;Archaic period&lt;/a&gt; and &lt;a href=\"Woodland%20period\"&gt;Woodland period&lt;/a&gt; archaeological sites have been identified in Baltimore, including four from the &lt;a href=\"Late%20Woodland%20period\"&gt;Late Woodland period&lt;/a&gt;. In December 2021, several Woodland period Native American artifacts were found in &lt;a href=\"Herring%20Run%20Park\"&gt;Herring Run Park&lt;/a&gt; in northeast Baltimore, dating 5,000 to 9,000 years ago. The finding followed a period of dormancy in Baltimore City archaeological findings which had persisted since the 1980s. During the Late Woodland period, the &lt;a href=\"archaeological%20culture\"&gt;archaeological culture&lt;/a&gt; known as the Potomac Creek complex resided in the area from Baltimore south to the &lt;a href=\"Rappahannock%20River\"&gt;Rappahannock River&lt;/a&gt; in present-day &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;.\nIn the early 1600s, the immediate Baltimore vicinity was sparsely populated, if at all, by Native Americans. The Baltimore County area northward was used as hunting grounds by the &lt;a href=\"Susquehannock\"&gt;Susquehannock&lt;/a&gt; living in the lower &lt;a href=\"Susquehanna%20River\"&gt;Susquehanna River&lt;/a&gt; valley. This &lt;a href=\"Iroquoian%20languages\"&gt;Iroquoian-speaking people&lt;/a&gt; \"controlled all of the upper tributaries of the Chesapeake\" but \"refrained from much contact with &lt;a href=\"Powhatan\"&gt;Powhatan&lt;/a&gt; in the &lt;a href=\"Potomac%20River\"&gt;Potomac region&lt;/a&gt;\" and south into Virginia.\nPressured by the Susquehannock, the &lt;a href=\"Piscataway%20tribe\"&gt;Piscataway tribe&lt;/a&gt;, an &lt;a href=\"Algonquian%20languages\"&gt;Algonquian-speaking people&lt;/a&gt;, stayed well south of the Baltimore area and inhabited primarily the north bank of the &lt;a href=\"Potomac%20River\"&gt;Potomac River&lt;/a&gt; in what are now &lt;a href=\"Charles%20County%2C%20Maryland\"&gt;Charles&lt;/a&gt; and southern &lt;a href=\"Prince%20George%27s%20County%2C%20Maryland\"&gt;Prince George's&lt;/a&gt; counties in the coastal areas south of the &lt;a href=\"Atlantic%20Seaboard%20fall%20line\"&gt;Fall Line&lt;/a&gt;.\nColonial period.\n&lt;a href=\"European%20colonization%20of%20the%20Americas\"&gt;European colonization&lt;/a&gt; of Maryland began with the arrival of the merchantman \"&lt;a href=\"The%20Ark%20%28ship%29\"&gt;The Ark&lt;/a&gt;\" carrying 140 colonists at St. Clement's Island in the Potomac River on March 25, 1634. Europeans began to settle the area further north, beginning to populate the area of &lt;a href=\"Baltimore%20County\"&gt;Baltimore County&lt;/a&gt;. Since Maryland was a colony, Baltimore's streets were named to show loyalty to the mother country, e.g. King, Queen, King George and Caroline streets. The original &lt;a href=\"county%20seat\"&gt;county seat&lt;/a&gt;, known today as Old Baltimore, was located on &lt;a href=\"Bush%20River%20%28Maryland%29\"&gt;Bush River&lt;/a&gt; within the present-day &lt;a href=\"Aberdeen%20Proving%20Ground\"&gt;Aberdeen Proving Ground&lt;/a&gt;. The colonists engaged in sporadic warfare with the Susquehanna, whose numbers dwindled primarily from new infectious diseases, such as &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt;, endemic among the Europeans. In 1661 David Jones claimed the area known today as &lt;a href=\"Jonestown%2C%20Baltimore\"&gt;Jonestown&lt;/a&gt; on the east bank of the &lt;a href=\"Jones%20Falls\"&gt;Jones Falls&lt;/a&gt; stream.\nThe colonial &lt;a href=\"Maryland%20General%20Assembly\"&gt;General Assembly of Maryland&lt;/a&gt; created the &lt;a href=\"Port%20of%20Baltimore\"&gt;Port of Baltimore&lt;/a&gt; at old Whetstone Point (now &lt;a href=\"Locust%20Point%2C%20Baltimore\"&gt;Locust Point&lt;/a&gt;) in 1706 for the &lt;a href=\"Tobacco%20in%20the%20American%20Colonies\"&gt;tobacco trade&lt;/a&gt;. The Town of Baltimore, on the west side of the Jones Falls, was founded and laid out on July 30, 1729. By 1752 the town had just 27 homes, including a church and two taverns. Jonestown and Fells Point had been settled to the east. The three settlements, covering , became a commercial hub, and in 1768 were designated as the county seat.\nThe first printing press was introduced to the city in 1765 by &lt;a href=\"Nicholas%20Hasselbach%20%28printer%29\"&gt;Nicholas Hasselbach&lt;/a&gt;, whose equipment was later used in the printing of Baltimore's first newspapers, &lt;a href=\"List%20of%20newspapers%20in%20Maryland%23Defunct\"&gt;\"The Maryland Journal\" and \"The Baltimore Advertiser\"&lt;/a&gt;, first published by &lt;a href=\"William%20Goddard%20%28publisher%29\"&gt;William Goddard&lt;/a&gt; in 1773.\nBaltimore grew swiftly in the 18th century, its plantations producing grain and tobacco for &lt;a href=\"Sugar%20plantations%20in%20the%20Caribbean\"&gt;sugar-producing colonies in the Caribbean&lt;/a&gt;. The profit from sugar encouraged the cultivation of cane in the Caribbean and the importation of food by planters there. Since Baltimore was the county seat, a courthouse was built in 1768 to serve both the city and county. Its square was a center of community meetings and discussions.\nBaltimore established its &lt;a href=\"Baltimore%20Public%20Markets\"&gt;public market system&lt;/a&gt; in 1763. &lt;a href=\"Lexington%20Market\"&gt;Lexington Market&lt;/a&gt;, founded in 1782, is known as one of the oldest continuously operating public markets in the United States today. Lexington Market was also a center of slave trading. Enslaved Blacks were sold at numerous sites through the downtown area, with sales advertised in \"The Baltimore Sun\". Both tobacco and sugar cane were labor-intensive crops.\nIn 1774 Baltimore established the first post office system in what became the United States, and the first water company chartered in the newly independent nation (Baltimore Water Company, 1792).\nBaltimore played a key part in the &lt;a href=\"American%20Revolution\"&gt;American Revolution&lt;/a&gt;. City leaders such as &lt;a href=\"Jonathan%20Plowman%20Jr.\"&gt;Jonathan Plowman Jr.&lt;/a&gt; led many residents to &lt;a href=\"No%20taxation%20without%20representation\"&gt;resist British taxes&lt;/a&gt;, and merchants signed agreements refusing to trade with Britain. The &lt;a href=\"Second%20Continental%20Congress\"&gt;Second Continental Congress&lt;/a&gt; met in the &lt;a href=\"Henry%20Fite%20House\"&gt;Henry Fite House&lt;/a&gt; from December 1776 to February 1777, effectively making the city the &lt;a href=\"List%20of%20capitals%20in%20the%20United%20States\"&gt;capital of the United States&lt;/a&gt; during this period.\nAntebellum period.\nThe Town of Baltimore, Jonestown, and Fells Point were &lt;a href=\"municipal%20corporation\"&gt;incorporated&lt;/a&gt; as the \"City of Baltimore\" in 1796–1797. The city remained a part of surrounding &lt;a href=\"Baltimore%20County%2C%20Maryland\"&gt;Baltimore County&lt;/a&gt; and continued to serve as its county seat from 1768 to 1851, after which it became an &lt;a href=\"Independent%20city%20%28United%20States%29\"&gt;independent city&lt;/a&gt;.\nThe &lt;a href=\"Battle%20of%20Baltimore\"&gt;Battle of Baltimore&lt;/a&gt; against the British in 1814 inspired the U.S. national anthem, \"&lt;a href=\"The%20Star-Spangled%20Banner\"&gt;The Star-Spangled Banner&lt;/a&gt;\", and the construction of the &lt;a href=\"Battle%20Monument\"&gt;Battle Monument&lt;/a&gt; which became the city's official emblem. A distinctive local culture started to take shape, and a unique skyline peppered with churches and monuments developed. Baltimore acquired its moniker \"The Monumental City\" after an 1827 visit to Baltimore by President &lt;a href=\"John%20Quincy%20Adams\"&gt;John Quincy Adams&lt;/a&gt;. At an evening function, Adams gave the following toast: \"Baltimore: the Monumental City—May the days of her safety be as prosperous and happy, as the days of her dangers have been trying and triumphant.\"\nBaltimore pioneered the use of &lt;a href=\"gas%20lighting\"&gt;gas lighting&lt;/a&gt; in 1816, and its population grew rapidly in the following decades, with concomitant development of culture and infrastructure. The construction of the federally funded &lt;a href=\"National%20Road\"&gt;National Road&lt;/a&gt; (which later became part of &lt;a href=\"U.S.%20Route%2040\"&gt;U.S. Route 40&lt;/a&gt;) and the private &lt;a href=\"Baltimore%20and%20Ohio%20Railroad\"&gt;Baltimore and Ohio Railroad&lt;/a&gt; (B. &amp; O.) made Baltimore a major shipping and &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt; center by linking the city with major markets in the &lt;a href=\"Midwestern%20United%20States\"&gt;Midwest&lt;/a&gt;. By 1820 its population had reached 60,000, and its economy had shifted from its base in tobacco plantations to &lt;a href=\"sawmilling\"&gt;sawmilling&lt;/a&gt;, &lt;a href=\"shipbuilding\"&gt;shipbuilding&lt;/a&gt;, and &lt;a href=\"textile\"&gt;textile&lt;/a&gt; production. These industries benefited from war but successfully shifted into &lt;a href=\"infrastructure\"&gt;infrastructure&lt;/a&gt; development during peacetime.\nBaltimore suffered one of the worst riots of the antebellum &lt;a href=\"Southern%20United%20States\"&gt;South&lt;/a&gt; in 1835, when bad investments led to the &lt;a href=\"Baltimore%20bank%20riot\"&gt;Baltimore bank riot&lt;/a&gt;. It was these riots that led to the city being &lt;a href=\"nickname\"&gt;nickname&lt;/a&gt;d \"Mobtown\". Soon after the city created the world's first dental college, the &lt;a href=\"University%20of%20Maryland%20School%20of%20Dentistry\"&gt;Baltimore College of Dental Surgery&lt;/a&gt;, in 1840, and shared in the &lt;a href=\"Baltimore%E2%80%93Washington%20telegraph%20line\"&gt;world's first telegraph line&lt;/a&gt;, between Baltimore and Washington, DC, in 1844.\nCivil war and after.\nMaryland, a &lt;a href=\"slave%20state\"&gt;slave state&lt;/a&gt; with abundant popular support for &lt;a href=\"secession\"&gt;secession&lt;/a&gt; in some areas, remained part of the &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, due in part to the Union's strategic occupation of the city in 1861. The Union's capital, Washington, in the state of Maryland (geographically if not politically), was well-situated to impede Baltimore and Maryland's communication or commerce with the Confederacy. Baltimore saw the first casualties of the war on April 19, 1861, when Union Soldiers en route from the &lt;a href=\"President%20Street%20Station\"&gt;President Street Station&lt;/a&gt; to &lt;a href=\"Camden%20Yards\"&gt;Camden Yards&lt;/a&gt; clashed with a secessionist mob in the &lt;a href=\"Baltimore%20riot%20of%201861\"&gt;Pratt Street riot&lt;/a&gt;.\nIn the midst of the &lt;a href=\"Long%20Depression\"&gt;Long Depression&lt;/a&gt; which followed the &lt;a href=\"Panic%20of%201873\"&gt;Panic of 1873&lt;/a&gt;, the Baltimore &amp; Ohio Railroad company attempted to lower its workers' wages, leading to &lt;a href=\"Baltimore%20railroad%20strike%20of%201877\"&gt;strikes and riots&lt;/a&gt; in the city and &lt;a href=\"Great%20Railroad%20Strike%20of%201877\"&gt;beyond&lt;/a&gt;. Strikers clashed with the &lt;a href=\"U.S.%20National%20Guard\"&gt;National Guard&lt;/a&gt;, leaving 10 dead and 25 wounded.\n20th century through 1968.\nOn February 7, 1904, the &lt;a href=\"Great%20Baltimore%20Fire\"&gt;Great Baltimore Fire&lt;/a&gt; destroyed over 1,500 buildings in 30 hours, leaving more than 70 blocks of the downtown area burned to the ground. Damages were estimated at $150 million in 1904 dollars. As the city rebuilt during the next two years, lessons learned from the fire led to improvements in firefighting equipment standards.\nBaltimore lawyer Milton Dashiell advocated for an ordinance to bar African-Americans from moving into the &lt;a href=\"Eutaw%20Place\"&gt;Eutaw Place&lt;/a&gt; neighborhood in northwest Baltimore. He proposed to recognize majority white residential blocks and majority black residential blocks and to prevent people from moving into housing on such blocks where they would be a minority. The Baltimore Council passed the ordinance, and it became law on December 20, 1910, with Democratic &lt;a href=\"J.%20Barry%20Mahool\"&gt;Mayor J. Barry Mahool&lt;/a&gt;'s signature. The Baltimore segregation ordinance was the first of its kind in the United States. Many other southern cities followed with their own segregation ordinances, though the US Supreme Court ruled against them in \"&lt;a href=\"Buchanan%20v.%20Warley\"&gt;Buchanan v. Warley&lt;/a&gt;\" (1917).\nThe city grew in area by annexing new suburbs from the surrounding counties through 1918, when the city acquired portions of Baltimore County and &lt;a href=\"Anne%20Arundel%20County%2C%20Maryland\"&gt;Anne Arundel County&lt;/a&gt;. A state constitutional amendment, approved in 1948, required a special vote of the citizens in any proposed annexation area, effectively preventing any future expansion of the city's boundaries. &lt;a href=\"Streetcar\"&gt;Streetcar&lt;/a&gt;s enabled the development of distant neighborhoods areas such as &lt;a href=\"Edmondson%2C%20Baltimore\"&gt;Edmonson Village&lt;/a&gt; whose residents could easily commute to work downtown.\nDriven by migration from the &lt;a href=\"deep%20South\"&gt;deep South&lt;/a&gt; and by &lt;a href=\"white%20flight\"&gt;white suburbanization&lt;/a&gt;, the relative size of the city's &lt;a href=\"African%20American\"&gt;black&lt;/a&gt; population grew from 23.8% in 1950 to 46.4% in 1970. Encouraged by real estate &lt;a href=\"blockbusting\"&gt;blockbusting&lt;/a&gt; techniques, recently settled white areas rapidly became all-black neighborhoods, in a rapid process which was nearly total by 1970.\n1968 and after.\nThe &lt;a href=\"Baltimore%20riot%20of%201968\"&gt;Baltimore riot of 1968&lt;/a&gt;, coinciding with &lt;a href=\"King%20assassination%20riots\"&gt;uprisings in other cities&lt;/a&gt;, followed the &lt;a href=\"assassination%20of%20Martin%20Luther%20King%2C%20Jr.\"&gt;assassination of Martin Luther King, Jr.&lt;/a&gt; on April 4, 1968. Public order was not restored until April 12, 1968. The Baltimore uprising cost the city an estimated $10 million (US$ million in ). A total of 11,000 Maryland National Guard and federal troops were ordered into the city. The city experienced challenges again in 1974 when teachers, &lt;a href=\"Baltimore%20municipal%20strike%20of%201974\"&gt;municipal workers&lt;/a&gt;, and &lt;a href=\"Baltimore%20police%20strike\"&gt;police officers&lt;/a&gt; conducted strikes.\nFollowing the &lt;a href=\"death%20of%20Freddie%20Gray\"&gt;death of Freddie Gray&lt;/a&gt; in April 2015, the city experienced &lt;a href=\"2015%20Baltimore%20protests\"&gt;major protests&lt;/a&gt; and international media attention, as well as a clash between local youth and police which resulted in a &lt;a href=\"state%20of%20emergency\"&gt;state of emergency&lt;/a&gt; declaration and curfew.\nBaltimore has suffered from a &lt;a href=\"Crime%20in%20Baltimore\"&gt;high homicide rate&lt;/a&gt; for several decades, peaking in 1993, and again in 2015. These deaths have taken a severe toll, especially within the local black community.\nDevelopment and promotion.\nBy the beginning of the 1970s, Baltimore's downtown area, known as the Inner Harbor, had been neglected and was occupied by a collection of abandoned warehouses. The nickname \"Charm City\" came from a 1975 meeting of advertisers seeking to improve the city's reputation. Efforts to redevelop the area started with the construction of the &lt;a href=\"Maryland%20Science%20Center\"&gt;Maryland Science Center&lt;/a&gt;, which opened in 1976, the &lt;a href=\"Baltimore%20World%20Trade%20Center\"&gt;Baltimore World Trade Center&lt;/a&gt; (1977), and the &lt;a href=\"Baltimore%20Convention%20Center\"&gt;Baltimore Convention Center&lt;/a&gt; (1979). &lt;a href=\"Harborplace\"&gt;Harborplace&lt;/a&gt;, an urban retail and restaurant complex, opened on the waterfront in 1980, followed by the &lt;a href=\"National%20Aquarium%20in%20Baltimore\"&gt;National Aquarium&lt;/a&gt;, Maryland's largest tourist destination, and the &lt;a href=\"Baltimore%20Museum%20of%20Industry\"&gt;Baltimore Museum of Industry&lt;/a&gt; in 1981. In 1995, the city opened the &lt;a href=\"American%20Visionary%20Art%20Museum\"&gt;American Visionary Art Museum&lt;/a&gt; on Federal Hill. During the &lt;a href=\"HIV/AIDS%20in%20the%20United%20States\"&gt;epidemic of HIV/AIDS in the United States&lt;/a&gt;, &lt;a href=\"Baltimore%20City%20Health%20Department\"&gt;Baltimore City Health Department&lt;/a&gt; official Robert Mehl persuaded the city's mayor to form a committee to address food problems; the Baltimore-based charity &lt;a href=\"Moveable%20Feast%20%28organization%29\"&gt;Moveable Feast&lt;/a&gt; grew out of this initiative in 1990. By 2010, the organization's region of service had expanded from merely Baltimore to include all of the &lt;a href=\"Eastern%20Shore%20of%20Maryland\"&gt;Eastern Shore of Maryland&lt;/a&gt;. In 1992, the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt; &lt;a href=\"Major%20League%20Baseball\"&gt;baseball team&lt;/a&gt; moved from &lt;a href=\"Memorial%20Stadium%20%28Baltimore%29\"&gt;Memorial Stadium&lt;/a&gt; to &lt;a href=\"Oriole%20Park%20at%20Camden%20Yards\"&gt;Oriole Park at Camden Yards&lt;/a&gt;, located downtown near the harbor. &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt; held an open-air mass at Camden Yards during his papal visit to the United States in October 1995. Three years later the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt; &lt;a href=\"National%20Football%20League\"&gt;football team&lt;/a&gt; moved into &lt;a href=\"M%26amp%3BT%20Bank%20Stadium\"&gt;M&amp;T Bank Stadium&lt;/a&gt; next to Camden Yards.\nBaltimore has seen the reopening of the &lt;a href=\"Hippodrome%20Theatre%20%28Baltimore%29\"&gt;Hippodrome Theatre&lt;/a&gt; in 2004, the opening of the &lt;a href=\"Reginald%20F.%20Lewis%20Museum%20of%20Maryland%20African%20American%20History%20%26amp%3B%20Culture\"&gt;Reginald F. Lewis Museum of Maryland African American History &amp; Culture&lt;/a&gt; in 2005, and the establishment of the &lt;a href=\"National%20Slavic%20Museum\"&gt;National Slavic Museum&lt;/a&gt; in 2012. On April 12, 2012, Johns Hopkins held a dedication ceremony to mark the completion of one of the United States' largest medical complexes – the Johns Hopkins Hospital in Baltimore – which features the Sheikh Zayed Cardiovascular and Critical Care Tower and The Charlotte R. Bloomberg Children's Center. The event, held at the entrance to the $1.1 billion 1.6 million-square-foot-facility, honored the many donors including &lt;a href=\"Zayed%20bin%20Sultan%20Al%20Nahyan\"&gt;Sheikh Khalifa bin Zayed Al Nahyan&lt;/a&gt;, first president of the &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt;, and &lt;a href=\"Michael%20Bloomberg\"&gt;Michael Bloomberg&lt;/a&gt;.\nOn September 19, 2016, the Baltimore City Council approved a $660 million bond deal for the $5.5 billion &lt;a href=\"Port%20Covington\"&gt;Port Covington&lt;/a&gt; redevelopment project championed by &lt;a href=\"Under%20Armour\"&gt;Under Armour&lt;/a&gt; founder &lt;a href=\"Kevin%20Plank\"&gt;Kevin Plank&lt;/a&gt; and his real estate company Sagamore Development. Port Covington surpassed the Harbor Point development as the largest &lt;a href=\"tax-increment%20financing\"&gt;tax-increment financing&lt;/a&gt; deal in Baltimore's history and among the largest urban redevelopment projects in the country. The waterfront development that includes the new headquarters for Under Armour, as well as shops, housing, offices, and manufacturing spaces is projected to create 26,500 permanent jobs with a $4.3 billion annual economic impact. &lt;a href=\"Goldman%20Sachs\"&gt;Goldman Sachs&lt;/a&gt; invested $233 million into the redevelopment project.\nGeography.\nBaltimore is in north-central Maryland on the &lt;a href=\"Patapsco%20River\"&gt;Patapsco River&lt;/a&gt; close to where it empties into the &lt;a href=\"Chesapeake%20Bay\"&gt;Chesapeake Bay&lt;/a&gt;. The city is also located on the &lt;a href=\"fall%20line\"&gt;fall line&lt;/a&gt; between the &lt;a href=\"Piedmont%20%28United%20States%29\"&gt;Piedmont&lt;/a&gt; Plateau and the &lt;a href=\"Atlantic%20coastal%20plain\"&gt;Atlantic coastal plain&lt;/a&gt;, which divides Baltimore into \"lower city\" and \"upper city\". The city's elevation ranges from sea level at the harbor to in the northwest corner near &lt;a href=\"Pimlico%2C%20Baltimore\"&gt;Pimlico&lt;/a&gt;.\nAccording to the 2010 Census, the city has a total area of , of which is land and is water. The total area is 12.1 percent water.\nBaltimore is almost surrounded by Baltimore County, but is &lt;a href=\"Independent%20city%20%28United%20States%29\"&gt;politically independent&lt;/a&gt; of it. It is bordered by &lt;a href=\"Anne%20Arundel%20County\"&gt;Anne Arundel County&lt;/a&gt; to the south.\nCityscape.\nArchitecture.\nBaltimore exhibits examples from each period of architecture over more than two centuries, and work from architects such as &lt;a href=\"Benjamin%20Henry%20Latrobe\"&gt;Benjamin Latrobe&lt;/a&gt;, &lt;a href=\"George%20A.%20Frederick\"&gt;George A. Frederick&lt;/a&gt;, &lt;a href=\"John%20Russell%20Pope\"&gt;John Russell Pope&lt;/a&gt;, &lt;a href=\"Mies%20van%20der%20Rohe\"&gt;Mies van der Rohe&lt;/a&gt; and &lt;a href=\"I.%20M.%20Pei\"&gt;I. M. Pei&lt;/a&gt;.\nThe city is rich in architecturally significant buildings in a variety of styles. The &lt;a href=\"Basilica%20of%20the%20National%20Shrine%20of%20the%20Assumption%20of%20the%20Blessed%20Virgin%20Mary\"&gt;Baltimore Basilica&lt;/a&gt; (1806–1821) is a neoclassical design by Benjamin Latrobe, and also the oldest Catholic cathedral in the United States. In 1813 Robert Cary Long, Sr., built for &lt;a href=\"Rembrandt%20Peale\"&gt;Rembrandt Peale&lt;/a&gt; the first substantial structure in the United States designed expressly as a museum. Restored is now the Municipal Museum of Baltimore, or popularly the &lt;a href=\"Peale%20Museum\"&gt;Peale Museum&lt;/a&gt;.\nThe &lt;a href=\"McKim%27s%20School\"&gt;McKim Free School&lt;/a&gt; was founded and endowed by John McKim. However, the building was erected by his son &lt;a href=\"Isaac%20McKim\"&gt;Isaac&lt;/a&gt; in 1822 after a design by William Howard and William Small. It reflects the popular interest in &lt;a href=\"ancient%20Greece\"&gt;Greece&lt;/a&gt; when the nation was securing its independence and a scholarly interest in recently published drawings of Athenian antiquities.\nThe &lt;a href=\"Phoenix%20Shot%20Tower\"&gt;Phoenix Shot Tower&lt;/a&gt; (1828), at tall, was the tallest building in the United States until the time of the Civil War, and is one of few remaining structures of its kind. It was constructed without the use of exterior scaffolding. The Sun Iron Building, designed by R.C. Hatfield in 1851, was the city's first iron-front building and was a model for a whole generation of downtown buildings. &lt;a href=\"Brown%20Memorial%20Presbyterian%20Church\"&gt;Brown Memorial Presbyterian Church&lt;/a&gt;, built in 1870 in memory of financier &lt;a href=\"George%20Brown%20%28financier%29\"&gt;George Brown&lt;/a&gt;, has &lt;a href=\"stained%20glass\"&gt;stained glass&lt;/a&gt; windows by &lt;a href=\"Louis%20Comfort%20Tiffany\"&gt;Louis Comfort Tiffany&lt;/a&gt; and has been called \"one of the most significant buildings in this city, a treasure of art and architecture\" by \"&lt;a href=\"Baltimore%20%28magazine%29\"&gt;Baltimore&lt;/a&gt;\" magazine.\nThe 1845 &lt;a href=\"Greek%20Revival%20architecture\"&gt;Greek Revival&lt;/a&gt;-style &lt;a href=\"Lloyd%20Street%20Synagogue\"&gt;Lloyd Street Synagogue&lt;/a&gt; is one of the &lt;a href=\"oldest%20synagogues%20in%20the%20United%20States\"&gt;oldest synagogues in the United States&lt;/a&gt;. The &lt;a href=\"Johns%20Hopkins%20Hospital\"&gt;Johns Hopkins Hospital&lt;/a&gt;, designed by &lt;a href=\"John%20Shaw%20Billings\"&gt;Lt. Col. John S. Billings&lt;/a&gt; in 1876, was a considerable achievement for its day in functional arrangement and fireproofing.\nI.M. Pei's &lt;a href=\"Baltimore%20World%20Trade%20Center\"&gt;World Trade Center&lt;/a&gt; (1977) is the tallest equilateral pentagonal building in the world at tall.\nThe &lt;a href=\"Inner%20Harbor%20East\"&gt;Harbor East&lt;/a&gt; area has seen the addition of two new towers which have completed construction: a 24-floor tower that is the new world headquarters of &lt;a href=\"Legg%20Mason\"&gt;Legg Mason&lt;/a&gt;, and a 21-floor &lt;a href=\"Four%20Seasons%20Hotel\"&gt;Four Seasons Hotel&lt;/a&gt; complex.\nThe streets of Baltimore are organized in a &lt;a href=\"Grid%20plan\"&gt;grid pattern&lt;/a&gt;, lined with tens of thousands of brick and &lt;a href=\"formstone\"&gt;formstone&lt;/a&gt;-faced &lt;a href=\"Terraced%20house\"&gt;rowhouses&lt;/a&gt;. In \"The Baltimore Rowhouse\", Mary Ellen Hayward and &lt;a href=\"Charles%20Belfoure\"&gt;Charles Belfoure&lt;/a&gt; considered the rowhouse as the architectural form defining Baltimore as \"perhaps no other American city\". In the mid-1790s, developers began building entire neighborhoods of the British-style rowhouses, which became the dominant house type of the city early in the 19th century.\nFormstone facings, now a common feature on Baltimore rowhouses, were an addition patented in 1937 by Albert Knight. &lt;a href=\"John%20Waters%20%28director%20born%201946%29\"&gt;John Waters&lt;/a&gt; characterized formstone as \"the polyester of brick\" in a 30-minute documentary film, \"Little Castles: A Formstone Phenomenon\".\n&lt;a href=\"Oriole%20Park%20at%20Camden%20Yards\"&gt;Oriole Park at Camden Yards&lt;/a&gt; is a Major League Baseball park, opened in 1992, which was built as a &lt;a href=\"retro%20style\"&gt;retro style&lt;/a&gt; &lt;a href=\"baseball%20park\"&gt;baseball park&lt;/a&gt;. Camden Yards, along with the National Aquarium, have helped revive the Inner Harbor from what once was an &lt;a href=\"industrial%20district\"&gt;industrial district&lt;/a&gt; full of dilapidated warehouses into a bustling commercial district full of bars, restaurants and retail establishments. Today, the Inner Harbor has some of the most desirable real estate in the Mid-Atlantic.\nAfter an international competition, the &lt;a href=\"University%20of%20Baltimore%20School%20of%20Law\"&gt;University of Baltimore School of Law&lt;/a&gt; awarded the German firm &lt;a href=\"Behnisch%20Architekten\"&gt;Behnisch Architekten&lt;/a&gt; 1st prize for its design, which was selected for the school's new home. After the building's opening in 2013, the design won additional honors including an ENR National \"Best of the Best\" Award.\nBaltimore's newly rehabilitated &lt;a href=\"Everyman%20Theatre%2C%20Baltimore\"&gt;Everyman Theatre&lt;/a&gt; was honored by the Baltimore Heritage at the 2013 Preservation Awards Celebration in 2013. Everyman Theatre will receive an Adaptive Reuse and Compatible Design Award as part of Baltimore Heritage's 2013 historic preservation awards ceremony. Baltimore Heritage is Baltimore's nonprofit historic and architectural preservation organization, which works to preserve and promote Baltimore's historic buildings and neighborhoods.\nNeighborhoods.\nBaltimore is officially divided into nine geographical regions: North, Northeast, East, Southeast, South, Southwest, West, Northwest, and Central, with each district patrolled by a respective &lt;a href=\"Baltimore%20Police%20Department\"&gt;Baltimore Police Department&lt;/a&gt;. &lt;a href=\"Interstate%2083\"&gt;Interstate 83&lt;/a&gt; and &lt;a href=\"Charles%20Street%20%28Baltimore%29\"&gt;Charles Street&lt;/a&gt; down to &lt;a href=\"Maryland%20Route%202\"&gt;Hanover Street&lt;/a&gt; and &lt;a href=\"Ritchie%20Highway\"&gt;Ritchie Highway&lt;/a&gt; serve as the east–west dividing line and &lt;a href=\"Maryland%20Route%20150\"&gt;Eastern Avenue&lt;/a&gt; to &lt;a href=\"U.S.%20Route%2040%20in%20Maryland\"&gt;Route 40&lt;/a&gt; as the north–south dividing line; however, &lt;a href=\"Baltimore%20Street\"&gt;Baltimore Street&lt;/a&gt; is north–south dividing line for the &lt;a href=\"U.S.%20Postal%20Service\"&gt;U.S. Postal Service&lt;/a&gt;.\nCentral Baltimore.\nCentral Baltimore, originally called the Middle District, stretches north of the Inner Harbor up to the edge of &lt;a href=\"Druid%20Hill%20Park\"&gt;Druid Hill Park&lt;/a&gt;. Downtown Baltimore has mainly served as a commercial district with limited residential opportunities; however, between 2000 and 2010, the downtown population grew 130 percent as old commercial properties have been replaced by residential property. Still the city's main commercial area and business district, it includes Baltimore's sports complexes: &lt;a href=\"Oriole%20Park%20at%20Camden%20Yards\"&gt;Oriole Park at Camden Yards&lt;/a&gt;, &lt;a href=\"M%26amp%3BT%20Bank%20Stadium\"&gt;M&amp;T Bank Stadium&lt;/a&gt;, and the &lt;a href=\"Royal%20Farms%20Arena\"&gt;Royal Farms Arena&lt;/a&gt;; and the shops and attractions in the Inner Harbor: &lt;a href=\"Harborplace\"&gt;Harborplace&lt;/a&gt;, the &lt;a href=\"Baltimore%20Convention%20Center\"&gt;Baltimore Convention Center&lt;/a&gt;, the &lt;a href=\"National%20Aquarium%20in%20Baltimore\"&gt;National Aquarium&lt;/a&gt;, &lt;a href=\"Maryland%20Science%20Center\"&gt;Maryland Science Center&lt;/a&gt;, &lt;a href=\"Pier%20Six%20Pavilion\"&gt;Pier Six Pavilion&lt;/a&gt;, and &lt;a href=\"Power%20Plant%20Live\"&gt;Power Plant Live&lt;/a&gt;.\nThe &lt;a href=\"University%20of%20Maryland%2C%20Baltimore\"&gt;University of Maryland, Baltimore&lt;/a&gt;, the &lt;a href=\"University%20of%20Maryland%20Medical%20Center\"&gt;University of Maryland Medical Center&lt;/a&gt;, and &lt;a href=\"Lexington%20Market\"&gt;Lexington Market&lt;/a&gt; are also in the central district, as well as the &lt;a href=\"Hippodrome\"&gt;Hippodrome&lt;/a&gt; and many nightclubs, bars, restaurants, shopping centers and various other attractions. The northern portion of Central Baltimore, between downtown and the Druid Hill Park, is home to many of the city's cultural opportunities. &lt;a href=\"Maryland%20Institute%20College%20of%20Art\"&gt;Maryland Institute College of Art&lt;/a&gt;, the &lt;a href=\"Peabody%20Institute\"&gt;Peabody Institute&lt;/a&gt; (music conservatory), &lt;a href=\"George%20Peabody%20Library\"&gt;George Peabody Library&lt;/a&gt;, &lt;a href=\"Enoch%20Pratt%20Free%20Library\"&gt;Enoch Pratt Free Library&lt;/a&gt; – Central Library, the &lt;a href=\"Lyric%20Opera%20House\"&gt;Lyric Opera House&lt;/a&gt;, the &lt;a href=\"Joseph%20Meyerhoff%20Symphony%20Hall\"&gt;Joseph Meyerhoff Symphony Hall&lt;/a&gt;, the &lt;a href=\"Walters%20Art%20Museum\"&gt;Walters Art Museum&lt;/a&gt;, the &lt;a href=\"Maryland%20Center%20for%20History%20and%20Culture\"&gt;Maryland Center for History and Culture&lt;/a&gt; and its &lt;a href=\"Enoch%20Pratt\"&gt;Enoch Pratt&lt;/a&gt; Mansion, and several galleries are located in this region.\nNorth Baltimore.\nSeveral historic and notable neighborhoods are in this district: &lt;a href=\"Govans%2C%20Baltimore\"&gt;Govans&lt;/a&gt; (1755), &lt;a href=\"Roland%20Park%2C%20Baltimore\"&gt;Roland Park&lt;/a&gt; (1891), &lt;a href=\"Guilford%2C%20Baltimore\"&gt;Guilford&lt;/a&gt; (1913), &lt;a href=\"Homeland%2C%20Baltimore\"&gt;Homeland&lt;/a&gt; (1924), &lt;a href=\"Hampden%2C%20Baltimore\"&gt;Hampden&lt;/a&gt;, &lt;a href=\"Woodberry%2C%20Baltimore\"&gt;Woodberry&lt;/a&gt;, &lt;a href=\"Old%20Goucher%20College%20Buildings\"&gt;Old Goucher&lt;/a&gt; (the original campus of &lt;a href=\"Goucher%20College\"&gt;Goucher College&lt;/a&gt;), and &lt;a href=\"Jones%20Falls\"&gt;Jones Falls&lt;/a&gt;. Along the &lt;a href=\"Maryland%20Route%2045\"&gt;York Road&lt;/a&gt; corridor going north are the large neighborhoods of &lt;a href=\"Charles%20Village\"&gt;Charles Village&lt;/a&gt;, &lt;a href=\"Waverly%2C%20Baltimore\"&gt;Waverly&lt;/a&gt;, and &lt;a href=\"Mount%20Washington%2C%20Baltimore\"&gt;Mount Washington&lt;/a&gt;. The &lt;a href=\"Station%20North%20Arts%20and%20Entertainment%20District\"&gt;Station North Arts and Entertainment District&lt;/a&gt; is also located in North Baltimore.\nSouth Baltimore.\nSouth Baltimore, a mixed industrial and residential area, consists of the \"Old South Baltimore\" peninsula below the Inner Harbor and east of the old &lt;a href=\"B%26amp%3BO%20Railroad\"&gt;B&amp;O Railroad&lt;/a&gt;'s Camden line tracks and &lt;a href=\"Russell%20Street%20%28Baltimore%29\"&gt;Russell Street&lt;/a&gt; downtown. It is a culturally, ethnically, and socioeconomically diverse waterfront area with neighborhoods such as &lt;a href=\"Locust%20Point%2C%20Baltimore\"&gt;Locust Point&lt;/a&gt; and Riverside around a large park of the same name. Just south of the Inner Harbor, the historic &lt;a href=\"Federal%20Hill%2C%20Baltimore\"&gt;Federal Hill&lt;/a&gt; neighborhood, is home to many working professionals, pubs and restaurants. At the end of the peninsula is historic &lt;a href=\"Fort%20McHenry\"&gt;Fort McHenry&lt;/a&gt;, a National Park since the end of World War I, when the old U.S. Army Hospital surrounding the 1798 star-shaped battlements was torn down.\nAcross the Hanover Street Bridge are residential areas such as &lt;a href=\"Cherry%20Hill%2C%20Baltimore\"&gt;Cherry Hill&lt;/a&gt;.\nNortheast Baltimore.\nNortheast is primarily a residential neighborhood, home to &lt;a href=\"Morgan%20State%20University\"&gt;Morgan State University&lt;/a&gt;, bounded by the city line of 1919 on its northern and eastern boundaries, &lt;a href=\"Sinclair%20Lane\"&gt;Sinclair Lane&lt;/a&gt;, &lt;a href=\"Maryland%20Route%20151\"&gt;Erdman Avenue&lt;/a&gt;, and &lt;a href=\"U.S.%20Route%2040%20in%20Maryland\"&gt;Pulaski Highway&lt;/a&gt; to the south and &lt;a href=\"The%20Alameda%20%28Baltimore%29\"&gt;The Alameda&lt;/a&gt; on to the west. Also in this wedge of the city on &lt;a href=\"33rd%20Street%20%28Baltimore%29\"&gt;33rd Street&lt;/a&gt; is &lt;a href=\"Baltimore%20City%20College\"&gt;Baltimore City College&lt;/a&gt; high school, third oldest active public secondary school in the United States, founded downtown in 1839. Across &lt;a href=\"Loch%20Raven%20Boulevard\"&gt;Loch Raven Boulevard&lt;/a&gt; is the former site of the old &lt;a href=\"Memorial%20Stadium%20%28Baltimore%29\"&gt;Memorial Stadium&lt;/a&gt; home of the &lt;a href=\"History%20of%20the%20Indianapolis%20Colts\"&gt;Baltimore Colts&lt;/a&gt;, &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt;, and &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt;, now replaced by a &lt;a href=\"YMCA\"&gt;YMCA&lt;/a&gt; athletic and housing complex. &lt;a href=\"Lake%20Montebello\"&gt;Lake Montebello&lt;/a&gt; is in Northeast Baltimore.\nEast Baltimore.\nLocated below &lt;a href=\"Sinclair%20Lane\"&gt;Sinclair Lane&lt;/a&gt; and &lt;a href=\"Maryland%20Route%20151\"&gt;Erdman Avenue&lt;/a&gt;, above &lt;a href=\"Orleans%20Street%20%28Baltimore%29\"&gt;Orleans Street&lt;/a&gt;, East Baltimore is mainly made up of residential neighborhoods. This section of East Baltimore is home to &lt;a href=\"Johns%20Hopkins%20Hospital\"&gt;Johns Hopkins Hospital&lt;/a&gt;, &lt;a href=\"Johns%20Hopkins%20University%20School%20of%20Medicine\"&gt;Johns Hopkins University School of Medicine&lt;/a&gt;, and &lt;a href=\"Johns%20Hopkins%20Children%27s%20Center\"&gt;Johns Hopkins Children's Center&lt;/a&gt; on &lt;a href=\"Broadway%20%28Baltimore%29\"&gt;Broadway&lt;/a&gt;. Notable neighborhoods include: &lt;a href=\"Armistead%20Gardens\"&gt;Armistead Gardens&lt;/a&gt;, &lt;a href=\"Broadway%20East\"&gt;Broadway East&lt;/a&gt;, &lt;a href=\"Barclay%2C%20Baltimore\"&gt;Barclay&lt;/a&gt;, &lt;a href=\"Ellwood%20Park\"&gt;Ellwood Park&lt;/a&gt;, &lt;a href=\"Greenmount%2C%20Baltimore\"&gt;Greenmount&lt;/a&gt;, and &lt;a href=\"McElderry%20Park\"&gt;McElderry Park&lt;/a&gt;.\nThis area was the on-site film location for \"\", \"&lt;a href=\"The%20Corner\"&gt;The Corner&lt;/a&gt;\" and \"&lt;a href=\"The%20Wire\"&gt;The Wire&lt;/a&gt;\".\nSoutheast Baltimore.\nSoutheast Baltimore, located below &lt;a href=\"Fayette%20Street\"&gt;Fayette Street&lt;/a&gt;, bordering the Inner Harbor and the Northwest Branch of the &lt;a href=\"Patapsco%20River\"&gt;Patapsco River&lt;/a&gt; to the west, the city line of 1919 on its eastern boundaries and the Patapsco River to the south, is a mixed industrial and residential area. &lt;a href=\"Patterson%20Park\"&gt;Patterson Park&lt;/a&gt;, the \"Best Backyard in Baltimore\", as well as the &lt;a href=\"Highlandtown%20Arts%20District%2C%20Baltimore%2C%20MD\"&gt;Highlandtown Arts District&lt;/a&gt;, and &lt;a href=\"Johns%20Hopkins%20Bayview%20Medical%20Center\"&gt;Johns Hopkins Bayview Medical Center&lt;/a&gt; are located in Southeast Baltimore. The Shops at Canton Crossing opened in 2013. The &lt;a href=\"Canton%2C%20Baltimore\"&gt;Canton&lt;/a&gt; neighborhood, is located along Baltimore's prime waterfront. Other historic neighborhoods include: &lt;a href=\"Fell%27s%20Point%2C%20Baltimore\"&gt;Fells Point&lt;/a&gt;, &lt;a href=\"Patterson%20Park%20%28neighborhood%29%2C%20Baltimore\"&gt;Patterson Park&lt;/a&gt;, &lt;a href=\"Butchers%20Hill%2C%20Baltimore\"&gt;Butchers Hill&lt;/a&gt;, &lt;a href=\"Highlandtown%2C%20Baltimore\"&gt;Highlandtown&lt;/a&gt;, &lt;a href=\"Greektown%2C%20Baltimore\"&gt;Greektown&lt;/a&gt;, &lt;a href=\"Inner%20Harbor%20East%2C%20Baltimore\"&gt;Harbor East&lt;/a&gt;, &lt;a href=\"Little%20Italy%2C%20Baltimore\"&gt;Little Italy&lt;/a&gt;, and &lt;a href=\"Upper%20Fell%27s%20Point\"&gt;Upper Fell's Point&lt;/a&gt;.\nNorthwest Baltimore.\nNorthwestern is bounded by the county line to the north and west, &lt;a href=\"Gwynns%20Falls%20Parkway\"&gt;Gwynns Falls Parkway&lt;/a&gt; on the south and &lt;a href=\"Pimlico%20Road\"&gt;Pimlico Road&lt;/a&gt; on the east, is home to &lt;a href=\"Pimlico%20Race%20Course\"&gt;Pimlico Race Course&lt;/a&gt;, &lt;a href=\"Sinai%20Hospital%20%28Maryland%29\"&gt;Sinai Hospital&lt;/a&gt;, and the headquarters of the &lt;a href=\"NAACP\"&gt;NAACP&lt;/a&gt;. Its neighborhoods are mostly residential and are dissected by &lt;a href=\"Northern%20Parkway%20%28Baltimore%29\"&gt;Northern Parkway&lt;/a&gt;. The area has been the center of &lt;a href=\"History%20of%20the%20Jews%20in%20Baltimore\"&gt;Baltimore's Jewish community&lt;/a&gt; since after World War II. Notable neighborhoods include: &lt;a href=\"Pimlico%2C%20Baltimore\"&gt;Pimlico&lt;/a&gt;, &lt;a href=\"Mount%20Washington%2C%20Baltimore\"&gt;Mount Washington&lt;/a&gt;, and &lt;a href=\"Cheswolde%2C%20Baltimore\"&gt;Cheswolde&lt;/a&gt;, and &lt;a href=\"Park%20Heights\"&gt;Park Heights&lt;/a&gt;.\nWest Baltimore.\nWest Baltimore is west of downtown and the &lt;a href=\"Martin%20Luther%20King%20Jr.%20Boulevard%20%28Baltimore%29\"&gt;Martin Luther King, Jr. Boulevard&lt;/a&gt; and is bounded by Gwynns Falls Parkway, &lt;a href=\"Fremont%20Avenue\"&gt;Fremont Avenue&lt;/a&gt;, and &lt;a href=\"Baltimore%20Street\"&gt;West Baltimore Street&lt;/a&gt;. The &lt;a href=\"Old%20West%20Baltimore%20Historic%20District\"&gt;Old West Baltimore Historic District&lt;/a&gt; includes the neighborhoods of &lt;a href=\"Harlem%20Park\"&gt;Harlem Park&lt;/a&gt;, &lt;a href=\"Sandtown-Winchester\"&gt;Sandtown-Winchester&lt;/a&gt;, &lt;a href=\"Druid%20Heights\"&gt;Druid Heights&lt;/a&gt;, &lt;a href=\"Madison%20Park%2C%20Baltimore\"&gt;Madison Park&lt;/a&gt;, and &lt;a href=\"Upton%2C%20Baltimore\"&gt;Upton&lt;/a&gt;. Originally a predominantly German neighborhood, by the last half of the 19th century, Old West Baltimore was home to a substantial section of the city's black population. It became the largest neighborhood for the city's black community and its cultural, political, and economic center. &lt;a href=\"Coppin%20State%20University\"&gt;Coppin State University&lt;/a&gt;, &lt;a href=\"Mondawmin%20Mall\"&gt;Mondawmin Mall&lt;/a&gt;, and &lt;a href=\"Edmondson%2C%20Baltimore\"&gt;Edmondson Village&lt;/a&gt; are located in this district. The area's crime problems have provided subject material for television series, such as \"&lt;a href=\"The%20Wire\"&gt;The Wire&lt;/a&gt;\". Local organizations, such as the Sandtown Habitat for Humanity and the Upton Planning Committee, have been steadily transforming parts of formerly blighted areas of West Baltimore into clean, safe communities.\nSouthwest Baltimore.\nSouthwest Baltimore is bound by the Baltimore County line to the west, West &lt;a href=\"Baltimore%20Street\"&gt;Baltimore Street&lt;/a&gt; to the north, and &lt;a href=\"Martin%20Luther%20King%20Jr.%20Boulevard%20%28Baltimore%29\"&gt;Martin Luther King Jr. Boulevard&lt;/a&gt; and &lt;a href=\"Baltimore%E2%80%93Washington%20Parkway\"&gt;Russell Street/Baltimore-Washington Parkway&lt;/a&gt; (Maryland Route 295) to the east. Notable neighborhoods in Southwest Baltimore include: &lt;a href=\"Pigtown%2C%20Baltimore\"&gt;Pigtown&lt;/a&gt;, &lt;a href=\"Carrollton%20Ridge%2C%20Baltimore\"&gt;Carrollton Ridge&lt;/a&gt;, &lt;a href=\"Ridgely%27s%20Delight%2C%20Baltimore\"&gt;Ridgely's Delight&lt;/a&gt;, &lt;a href=\"Gwynns%20Falls%20Leakin%20Park\"&gt;Leakin Park&lt;/a&gt;, &lt;a href=\"Violetville%2C%20Baltimore\"&gt;Violetville&lt;/a&gt;, &lt;a href=\"Lakeland%2C%20Baltimore\"&gt;Lakeland&lt;/a&gt;, and &lt;a href=\"Morrell%20Park%2C%20Baltimore\"&gt;Morrell Park&lt;/a&gt;.\n&lt;a href=\"St.%20Agnes%20Hospital%20%28Baltimore%29\"&gt;St. Agnes Hospital&lt;/a&gt; on &lt;a href=\"Maryland%20Route%20372\"&gt;Wilkens&lt;/a&gt; and &lt;a href=\"Caton%20Avenue\"&gt;Caton&lt;/a&gt; avenues is located in this district with the neighboring &lt;a href=\"Cardinal%20Gibbons%20School%20%28Baltimore%2C%20Maryland%29\"&gt;Cardinal Gibbons High School&lt;/a&gt;, which is the former site of &lt;a href=\"Babe%20Ruth\"&gt;Babe Ruth&lt;/a&gt;'s alma mater, St. Mary's Industrial School. Also through this segment of Baltimore ran the beginnings of the historic &lt;a href=\"National%20Road\"&gt;National Road&lt;/a&gt;, which was constructed beginning in 1806 along &lt;a href=\"Old%20Frederick%20Road\"&gt;Old Frederick Road&lt;/a&gt; and continuing into the county on &lt;a href=\"Maryland%20Route%20144\"&gt;Frederick Road&lt;/a&gt; into &lt;a href=\"Ellicott%20City%2C%20Maryland\"&gt;Ellicott City, Maryland&lt;/a&gt;. Other sides in this district are: &lt;a href=\"Mount%20Clare%20%28Maryland%29\"&gt;Carroll Park&lt;/a&gt;, one of the city's largest parks, the colonial Mount Clare Mansion, and &lt;a href=\"U.S.%20Route%201%20in%20Maryland\"&gt;Washington Boulevard&lt;/a&gt;, which dates to pre-Revolutionary War days as the prime route out of the city to &lt;a href=\"Alexandria%2C%20Virginia\"&gt;Alexandria, Virginia&lt;/a&gt;, and &lt;a href=\"Georgetown%20%28Washington%2C%20D.C.%29\"&gt;Georgetown&lt;/a&gt; on the &lt;a href=\"Potomac%20River\"&gt;Potomac River&lt;/a&gt;.\nAdjacent communities.\nThe City of Baltimore is bordered by the following communities, all unincorporated &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt;s.\nClimate.\nBaltimore has a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (\"Cfa\") in the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;, with long, hot summers, cool winters, and a summer peak to annual precipitation. Baltimore is part of USDA plant &lt;a href=\"hardiness%20zone\"&gt;hardiness zone&lt;/a&gt;s 7b and 8a. Summers are normally hot, with occasional late day thunderstorms. July, the hottest month, has a mean temperature of . Winters are chilly to mild but variable, with sporadic snowfall: January has a daily average of , though temperatures reach rather often, but can drop below when Arctic air masses affect the area.\nSpring and autumn are warm, with spring being the wettest season in terms of the number of precipitation days. Summers are hot and humid with a daily average in July of , and the combination of heat and humidity leads to rather frequent thunderstorms. A southeasterly bay breeze off the Chesapeake often occurs on summer afternoons when hot air rises over inland areas; prevailing winds from the southwest interacting with this breeze as well as the city proper's UHI can seriously exacerbate air quality. In late summer and early autumn the track of hurricanes or their remnants may cause flooding in downtown Baltimore, despite the city being far removed from the typical coastal &lt;a href=\"storm%20surge\"&gt;storm surge&lt;/a&gt; areas.\nThe average seasonal snowfall is , but it varies greatly depending on the winter, with some seasons seeing minimal snow while others see several major &lt;a href=\"Nor%27easter\"&gt;Nor'easter&lt;/a&gt;s. Owing to lessened &lt;a href=\"urban%20heat%20island\"&gt;urban heat island&lt;/a&gt; (UHI) as compared to the &lt;a href=\"city%20limits\"&gt;city proper&lt;/a&gt; and distance from the moderating Chesapeake Bay, the outlying and inland parts of the Baltimore metro area are usually cooler, especially at night, than the city proper and the coastal towns. Thus, in the northern and western suburbs, winter snowfall is more significant, and some areas average more than of snow per winter. It is by no means uncommon for the rain-snow line to set up in the metro area. &lt;a href=\"Freezing%20rain\"&gt;Freezing rain&lt;/a&gt; and sleet occurs a few times each winter in the area, as warm air overrides cold air at the low to mid-levels of the atmosphere. When the wind blows from the east, the cold air gets &lt;a href=\"cold%20air%20damming\"&gt;dammed against the mountains&lt;/a&gt; to the west and the result is freezing rain or sleet.\nLike &lt;a href=\"Climate%20change%20in%20Maryland\"&gt;all of Maryland&lt;/a&gt;, Baltimore is at risk for increased impacts of &lt;a href=\"Global%20warming\"&gt;climate change&lt;/a&gt;. Historically, flooding has ruined houses and almost killed people, especially in lower income majority black neighborhoods, and caused additional sewage backups, given the existing disrepair of Baltimore's water system.\nExtreme temperatures range from on February 9, 1934, and &lt;a href=\"Great%20Blizzard%20of%201899\"&gt;February 10, 1899&lt;/a&gt;, up to on July 22, 2011. On average, temperatures of or more occur on three days annually, or more on 43 days, and there are nine days where the high fails to reach the freezing mark.\nDemographics.\nPopulation.\nIn 2011, then-Mayor &lt;a href=\"Stephanie%20Rawlings-Blake\"&gt;Stephanie Rawlings-Blake&lt;/a&gt; said her main goal was to increase the city's population by improving city services to reduce the number of people leaving the city and by passing legislation protecting immigrants' rights to stimulate growth. Baltimore is sometimes identified as a &lt;a href=\"sanctuary%20city\"&gt;sanctuary city&lt;/a&gt;. Mayor &lt;a href=\"Jack%20Young%20%28politician%29\"&gt;Jack Young&lt;/a&gt; said in 2019 that Baltimore will not assist &lt;a href=\"U.S.%20Immigration%20and%20Customs%20Enforcement\"&gt;ICE&lt;/a&gt; agents with immigration raids.\nBaltimore City's population has declined overall from 2010 to 2020 by about 34,830 people, representing a 5.6% drop. The official US census places the city's population at 585,708 for 2020. The year between 2018 and 2019 had the largest year-to-year population loss, and in 2020 Baltimore lost more population than any other major city in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\n&lt;a href=\"Gentrification\"&gt;Gentrification&lt;/a&gt; has increased since the 2000 census, primarily in East Baltimore, downtown, and Central Baltimore, with 14.8% of census tracts having had income growth and home values appreciation at a rate higher than the city overall. Most, but not all, gentrifying neighborhoods are predominantly white areas which have seen a turnover from lower income to higher income households. These areas represent either expansion of existing gentrified areas, or activity around the Inner Harbor, downtown, or the Johns Hopkins Homewood campus. In some neighborhoods in East Baltimore, the Hispanic population has increased along with home values and income, while both the non-Hispanic white and non-Hispanic black populations have declined, a trend which is not seen in many other American cities.\nAfter &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, Baltimore was the second city in the United States to reach a population of 100,000. From the 1820 through 1850 U.S. censuses, Baltimore was the second most-populous city, before being surpassed by Philadelphia in 1860. It was among the top 10 cities in population in the United States in every census up through the 1980 census, and after World War II had a population of nearly 1 million.\nCharacteristics.\nAccording to the , Baltimore's population is 63.7% &lt;a href=\"African%20Americans\"&gt;Black&lt;/a&gt;, 29.6% &lt;a href=\"White%20Americans\"&gt;White&lt;/a&gt; (6.9% &lt;a href=\"German%20Americans\"&gt;German&lt;/a&gt;, 5.8% &lt;a href=\"Italian%20Americans\"&gt;Italian&lt;/a&gt;, 4% &lt;a href=\"Irish%20Americans\"&gt;Irish&lt;/a&gt;, 2% &lt;a href=\"Americans\"&gt;American&lt;/a&gt;, 2% &lt;a href=\"Polish%20Americans\"&gt;Polish&lt;/a&gt;, 0.5% &lt;a href=\"Greek%20Americans\"&gt;Greek&lt;/a&gt;) 2.3% &lt;a href=\"Asian%20Americans\"&gt;Asian&lt;/a&gt; (0.54% &lt;a href=\"Korean%20Americans\"&gt;Korean&lt;/a&gt;, 0.46% &lt;a href=\"Indian%20Americans\"&gt;Indian&lt;/a&gt;, 0.37% &lt;a href=\"Chinese%20Americans\"&gt;Chinese&lt;/a&gt;, 0.36% &lt;a href=\"Filipino%20Americans\"&gt;Filipino&lt;/a&gt;, 0.21% &lt;a href=\"Nepali%20American\"&gt;Nepali&lt;/a&gt;, 0.16% &lt;a href=\"Pakistani%20Americans\"&gt;Pakistani&lt;/a&gt;), and 0.4% &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American and Alaska Native.&lt;/a&gt; Across races, 4.2% of the population are of &lt;a href=\"History%20of%20the%20Hispanics%20and%20Latinos%20in%20Baltimore\"&gt;Hispanic, Latino, or Spanish origin&lt;/a&gt; (1.63% &lt;a href=\"Salvadoran%20Americans\"&gt;Salvadoran&lt;/a&gt;, 1.21% &lt;a href=\"Mexican%20Americans\"&gt;Mexican&lt;/a&gt;, 0.63% &lt;a href=\"Puerto%20Rican-American\"&gt;Puerto Rican&lt;/a&gt;, 0.6% &lt;a href=\"Honduran%20Americans\"&gt;Honduran&lt;/a&gt;). Females made up 53.4% of the population. The median age was 35 years old, with 22.4% under 18 years old, 65.8% from 18 to 64 years old, and 11.8% 65 or older.\nBaltimore also has a large &lt;a href=\"Caribbean%20American\"&gt;Caribbean American&lt;/a&gt; population, with the largest groups being &lt;a href=\"Jamaican%20Americans\"&gt;Jamaicans&lt;/a&gt; and &lt;a href=\"Trinidadian%20and%20Tobagonian%20Americans\"&gt;Trinidadians&lt;/a&gt;. Baltimore's Jamaican community is largely centered in the &lt;a href=\"Park%20Heights%2C%20Baltimore\"&gt;Park Heights&lt;/a&gt; neighborhood, but generations of immigrants have also lived in Southeast Baltimore.\nIn 2005, approximately 30,778 people (6.5%) identified as &lt;a href=\"LGBT\"&gt;gay, lesbian, or bisexual&lt;/a&gt;. In 2012, &lt;a href=\"same-sex%20marriage%20in%20Maryland\"&gt;same-sex marriage in Maryland&lt;/a&gt; was legalized, going into effect January 1, 2013.\nIncome and housing.\nIn 2009, the median household income was $42,241 and the median income per capita was $25,707, compared to the national median income of $53,889 per household and $28,930 per capita. In Baltimore, 23.7% of the population lived below the poverty line, compared to 13.5% nationwide.\nHousing in Baltimore is relatively inexpensive for large, coastal cities of its size. The median sale price for homes in Baltimore in 2012 was $95,000. Despite the housing collapse, and along with the national trends, Baltimore residents still face slowly increasing rent (up 3% in the summer of 2010).\nThe &lt;a href=\"Homelessness\"&gt;homeless&lt;/a&gt; population in Baltimore is steadily increasing; it exceeded 4,000 people in 2011. The increase in the number of young homeless people was particularly severe.\nLife expectancy.\nAs of 2015, life expectancy in Baltimore was 74 to 75 years, compared to the U.S. average of 78 to 80. Fourteen neighborhoods had lower life expectancies than &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;. The life expectancy in Downtown/Seton Hill was comparable to that of &lt;a href=\"Yemen\"&gt;Yemen&lt;/a&gt;.\nReligion.\nAccording to Pew Research Center, 25% of adults in Baltimore report affiliating with no religion. 50% of the adult population of Baltimore are &lt;a href=\"Protestants\"&gt;Protestants&lt;/a&gt;. Following Protestantism, &lt;a href=\"Catholicism\"&gt;Catholicism&lt;/a&gt; is the second largest religious affiliation, comprising 15% percent of the population, followed by &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt; (3%) and &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; (2%). Around 1% identify with other &lt;a href=\"Christian%20denominations\"&gt;Christian denominations&lt;/a&gt;.\nLanguages.\n, 91% (526,705) of Baltimore residents five years old and older spoke only English at home. Close to 4% (21,661) spoke Spanish. Other languages, such as &lt;a href=\"Languages%20of%20Africa\"&gt;African languages&lt;/a&gt;, French, and Chinese are spoken by less than 1% of the population.\nCrime.\nCrime in Baltimore, generally concentrated in areas high in poverty, has been extreme for many years. Overall reported crime has dropped by 60% from the mid 1990s to the mid 2010s, but homicide rates remain high and exceed the national average. The worst years for crime in Baltimore overall were from 1993 to 1996; with 96,243 crimes reported in 1995. Baltimore's 344 homicides in 2015 represented the highest homicide rate in the city's recorded history—52.5 per 100,000 people, surpassing the record set in 1993—and the second-highest for U.S. cities behind &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt; and ahead of &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;. To put that in perspective, New York City, a city with a 2015 population of 8,491,079, recorded a total of 339 homicides in 2015. Baltimore had a 2015 population of 621,849; which means that in 2015 Baltimore had a homicide rate 14 times higher than New York City's. Of Baltimore's 344 homicides in 2015, 321 (93.3%) of the victims were African-American. &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, which saw 762 homicides in 2016 compared to Baltimore's 318, still had a homicide rate (27.2) that was half of Baltimore's because Chicago has a population four times greater than Baltimore's. As of 2018, the murder rate in Baltimore was higher than that of &lt;a href=\"El%20Salvador\"&gt;El Salvador&lt;/a&gt;, &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt;, or &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt;. Drug use and deaths by drug use (particularly drugs used intravenously, such as heroin) are a related problem which has crippled Baltimore for decades. Among cities greater than 400,000, Baltimore ranked 2nd in its opiate drug death rate in the United States behind &lt;a href=\"Dayton%2C%20Ohio\"&gt;Dayton, Ohio&lt;/a&gt;. The &lt;a href=\"Drug%20Enforcement%20Administration\"&gt;DEA&lt;/a&gt; reported that 10% of Baltimore's population – about 64,000 people – are addicted to heroin.\nIn 2011, Baltimore police reported 196 homicides, the lowest number in the city since 197 homicides in 1978 and far lower than the peak homicide count of 353 slayings in 1993. City leaders at the time credited a sustained focus on repeat violent offenders and increased community engagement for the continued drop, reflecting a nationwide decline in crime.\nOn August 8, 2014, Baltimore's new youth &lt;a href=\"curfew\"&gt;curfew&lt;/a&gt; law went into effect. It prohibits unaccompanied children under age 14 from being on the streets after 9 p.m. and those aged 14–16 from being out after 10 p.m. during the week and 11 p.m. on weekends and during the summer. The goal is to keep children out of dangerous places and reduce crime.\nCrime in Baltimore reached another peak in 2015 when the year's tally of 344 homicides was second only to the record 353 in 1993, when Baltimore had about 100,000 more residents. The killings in 2015 were on pace with recent years in the early months of 2015 but skyrocketed after the &lt;a href=\"Baltimore%20Uprising\"&gt;unrest and rioting of late April&lt;/a&gt;. In five of the next eight months, killings topped 30–40 per month. Nearly 90 percent of 2015's homicides resulted from shootings, renewing calls for new gun laws. In 2016, according to annual crime statistics released by the Baltimore Police Department, there were 318 murders in the city. This total marked a 7.56 percent decline in homicides from 2015.\nIn an interview with \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\", on November 2, 2017, &lt;a href=\"David%20Simon\"&gt;David Simon&lt;/a&gt;, himself a former police reporter for \"&lt;a href=\"The%20Baltimore%20Sun\"&gt;The Baltimore Sun&lt;/a&gt;\", ascribed the most recent surge in murders to the high-profile decision by Baltimore state's attorney, &lt;a href=\"Marilyn%20Mosby\"&gt;Marilyn Mosby&lt;/a&gt;, to charge six city police officers following the &lt;a href=\"death%20of%20Freddie%20Gray\"&gt;death of Freddie Gray&lt;/a&gt; after he fell into a coma while in police custody in April 2015. \"What Mosby basically did was send a message to the Baltimore police department: 'I'm going to put you in jail for making a bad arrest.' So officers figured it out: 'I can go to jail for making the wrong arrest, so I'm not getting out of my car to clear a corner,' and that's exactly what happened post-Freddie Gray.\" In Baltimore, \"arrest numbers have plummeted from more than 40,000 in 2014, the year before Gray's death and the subsequent charges against the officers, to about 18,000 [as of November 2017]. This happened even as homicides soared from 211 in 2014 to 344 in 2015 – an increase of 63%.\"\nEconomy.\nOnce a predominantly industrial town, with an economic base focused on steel processing, shipping, auto manufacturing (General Motors &lt;a href=\"Baltimore%20Assembly\"&gt;Baltimore Assembly&lt;/a&gt;), and transportation, the city experienced &lt;a href=\"deindustrialization\"&gt;deindustrialization&lt;/a&gt; which cost residents tens of thousands of low-skill, high-wage jobs. The city now relies on a low-wage &lt;a href=\"service%20economy\"&gt;service economy&lt;/a&gt;, which accounts for 31% of jobs in the city.\nAround the turn of the 20th century, Baltimore was the leading US manufacturer of &lt;a href=\"rye%20whiskey\"&gt;rye whiskey&lt;/a&gt; and &lt;a href=\"straw%20hat\"&gt;straw hat&lt;/a&gt;s. It also led in refining of crude oil, brought to the city by pipeline from Pennsylvania.\n the U.S. Bureau of Labor Statistics calculates Baltimore's unemployment rate at 5.8% while one quarter of Baltimore residents (and 37% of Baltimore children) live in poverty. The 2012 closure of a major steel plant at Sparrows Point is expected to have a further impact on employment and the local economy. The Census Bureau reported in 2013 that 207,000 workers commute into Baltimore city each day. &lt;a href=\"Downtown%20Baltimore\"&gt;Downtown Baltimore&lt;/a&gt; is the primary economic asset within Baltimore City and the region with 29.1 million square feet of office space. The tech sector is rapidly growing as the Baltimore metro ranks 8th in the CBRE Tech Talent Report among 50 U.S. metro areas for high growth rate and number of tech professionals. \"Forbes\" ranked Baltimore fourth among America's \"new tech hot spots\".\nThe city is home to the &lt;a href=\"Johns%20Hopkins%20Hospital\"&gt;Johns Hopkins Hospital&lt;/a&gt;. Other large include &lt;a href=\"Under%20Armour\"&gt;Under Armour&lt;/a&gt;, &lt;a href=\"BRT%20Laboratories\"&gt;BRT Laboratories&lt;/a&gt;, &lt;a href=\"Cordish%20Company\"&gt;Cordish Company&lt;/a&gt;, &lt;a href=\"Legg%20Mason\"&gt;Legg Mason&lt;/a&gt;, &lt;a href=\"McCormick%20%26amp%3B%20Company\"&gt;McCormick &amp; Company&lt;/a&gt;, &lt;a href=\"T.%20Rowe%20Price\"&gt;T. Rowe Price&lt;/a&gt;, and &lt;a href=\"Royal%20Farms\"&gt;Royal Farms&lt;/a&gt;. A &lt;a href=\"sugar%20refinery\"&gt;sugar refinery&lt;/a&gt; owned by &lt;a href=\"American%20Sugar%20Refining\"&gt;American Sugar Refining&lt;/a&gt; is one of Baltimore's cultural icons. Nonprofits based in Baltimore include &lt;a href=\"Lutheran%20Services%20in%20America\"&gt;Lutheran Services in America&lt;/a&gt; and &lt;a href=\"Catholic%20Relief%20Services\"&gt;Catholic Relief Services&lt;/a&gt;.\nAlmost a quarter of the jobs in the Baltimore region were in science, technology, engineering and math as of mid 2013, in part attributed to the city's extensive undergraduate and graduate schools; maintenance and repair experts were included in this count.\nPort.\nThe center of international commerce for the region is the &lt;a href=\"Baltimore%20World%20Trade%20Center\"&gt;World Trade Center Baltimore&lt;/a&gt;. It houses the Maryland Port Administration and U.S. headquarters for major shipping lines. Baltimore is ranked 9th for total dollar value of cargo and 13th for cargo tonnage for all U.S. ports. In 2014, total cargo moving through the port totaled 29.5 million tons, down from 30.3 million tons in 2013. The value of cargo traveling through the port in 2014 came to $52.5 billion, down from $52.6 billion in 2013. The &lt;a href=\"Port%20of%20Baltimore\"&gt;Port of Baltimore&lt;/a&gt; generates $3 billion in annual wages and salary, as well as supporting 14,630 direct jobs and 108,000 jobs connected to port work. In 2014, the port also generated more than $300 million in taxes. It serves over 50 ocean carriers making nearly 1,800 annual visits. Among all U.S. ports, Baltimore is first in handling automobiles, light trucks, farm and construction machinery; and imported forest products, aluminum, and sugar. The port is second in coal exports. The Port of Baltimore's cruise industry, which offers year-round trips on several lines supports over 500 jobs and brings in over $90 million to Maryland's economy annually. Growth at the port continues with the Maryland Port Administration plans to turn the southern tip of the former steel mill into a marine terminal, primarily for car and truck shipments, but also for anticipated new business coming to Baltimore after the completion of the &lt;a href=\"Panama%20Canal%20expansion%20project\"&gt;Panama Canal expansion project&lt;/a&gt;.\nTourism.\nBaltimore's history and attractions have allowed the city to become a popular tourist destination on the East Coast. In 2014, the city hosted 24.5 million visitors, who spent $5.2 billion. The Baltimore Visitor Center, which is operated by &lt;a href=\"Visit%20Baltimore\"&gt;Visit Baltimore&lt;/a&gt;, is located on Light Street in the Inner Harbor. Much of the city's tourism centers around the Inner Harbor, with the &lt;a href=\"National%20Aquarium%20in%20Baltimore\"&gt;National Aquarium&lt;/a&gt; being Maryland's top tourist destination. Baltimore Harbor's restoration has made it \"a city of boats\", with several historic ships and other attractions on display and open for the public to visit. The &lt;a href=\"USS%20Constellation%20%281854%29\"&gt;USS \"Constellation\"&lt;/a&gt;, the last Civil War-era vessel afloat, is docked at the head of the Inner Harbor; the &lt;a href=\"USS%20Torsk%20%28SS-423%29\"&gt;USS \"Torsk\"&lt;/a&gt;, a submarine that holds the Navy's record for dives (more than 10,000); and the Coast Guard cutter \"&lt;a href=\"WHEC-37\"&gt;WHEC-37&lt;/a&gt;\", the last surviving U.S. warship that was in &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; during the &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;Japanese attack&lt;/a&gt; on December 7, 1941, and which engaged Japanese Zero aircraft during the battle.\nAlso docked is the &lt;a href=\"Lightvessel\"&gt;lightship&lt;/a&gt; \"Chesapeake\", which for decades marked the entrance to Chesapeake Bay; and the Seven Foot Knoll Lighthouse, the oldest surviving &lt;a href=\"screw-pile%20lighthouse\"&gt;screw-pile lighthouse&lt;/a&gt; on Chesapeake Bay, which once marked the mouth of the Patapsco River and the entrance to Baltimore. All of these attractions are owned and maintained by the &lt;a href=\"Historic%20Ships%20in%20Baltimore\"&gt;Historic Ships in Baltimore&lt;/a&gt; organization. The Inner Harbor is also the home port of \"&lt;a href=\"Pride%20of%20Baltimore%20II\"&gt;Pride of Baltimore II&lt;/a&gt;\", the state of Maryland's \"goodwill ambassador\" ship, a reconstruction of a famous &lt;a href=\"Baltimore%20Clipper\"&gt;Baltimore Clipper&lt;/a&gt; ship.\nOther tourist destinations include sporting venues such as &lt;a href=\"Oriole%20Park%20at%20Camden%20Yards\"&gt;Oriole Park at Camden Yards&lt;/a&gt;, &lt;a href=\"M%26amp%3BT%20Bank%20Stadium\"&gt;M&amp;T Bank Stadium&lt;/a&gt;, and &lt;a href=\"Pimlico%20Race%20Course\"&gt;Pimlico Race Course&lt;/a&gt;, &lt;a href=\"Fort%20McHenry\"&gt;Fort McHenry&lt;/a&gt;, the &lt;a href=\"Mount%20Vernon%2C%20Baltimore\"&gt;Mount Vernon&lt;/a&gt;, &lt;a href=\"Federal%20Hill%2C%20Baltimore\"&gt;Federal Hill&lt;/a&gt;, and &lt;a href=\"Fells%20Point\"&gt;Fells Point&lt;/a&gt; neighborhoods, &lt;a href=\"Lexington%20Market\"&gt;Lexington Market&lt;/a&gt;, &lt;a href=\"Horseshoe%20Casino%20Baltimore\"&gt;Horseshoe Casino&lt;/a&gt;, and museums such as the &lt;a href=\"Walters%20Art%20Museum\"&gt;Walters Art Museum&lt;/a&gt;, the &lt;a href=\"Baltimore%20Museum%20of%20Industry\"&gt;Baltimore Museum of Industry&lt;/a&gt;, the &lt;a href=\"Babe%20Ruth\"&gt;Babe Ruth&lt;/a&gt; Birthplace and Museum, the &lt;a href=\"Maryland%20Science%20Center\"&gt;Maryland Science Center&lt;/a&gt;, and the &lt;a href=\"B%26amp%3BO%20Railroad%20Museum\"&gt;B&amp;O Railroad Museum&lt;/a&gt;.\nCulture.\nHistorically a working-class port town, Baltimore has sometimes been dubbed a \"city of neighborhoods\", with 72 designated historic districts traditionally occupied by distinct ethnic groups. Most notable today are three downtown areas along the port: the Inner Harbor, frequented by tourists due to its hotels, shops, and museums; Fells Point, once a favorite entertainment spot for sailors but now refurbished and gentrified (and featured in the movie \"&lt;a href=\"Sleepless%20in%20Seattle\"&gt;Sleepless in Seattle&lt;/a&gt;\"); and &lt;a href=\"Little%20Italy%2C%20Baltimore\"&gt;Little Italy&lt;/a&gt;, located between the other two, where Baltimore's Italian-American community is based – and where U.S. House Speaker &lt;a href=\"Nancy%20Pelosi\"&gt;Nancy Pelosi&lt;/a&gt; grew up. Further inland, &lt;a href=\"Mount%20Vernon%2C%20Baltimore\"&gt;Mount Vernon&lt;/a&gt; is the traditional center of cultural and artistic life of the city; it is home to a distinctive &lt;a href=\"Washington%20Monument%20%28Baltimore%29\"&gt;Washington Monument&lt;/a&gt;, set atop a hill in a 19th-century urban square, that predates the more well-known monument in Washington, D.C. by several decades. Baltimore also has a significant &lt;a href=\"History%20of%20the%20Germans%20in%20Baltimore\"&gt;German American&lt;/a&gt; population, and was the second largest port of immigration to the United States, behind &lt;a href=\"Ellis%20Island\"&gt;Ellis Island&lt;/a&gt; in New York and New Jersey. Between 1820 and 1989, almost 2 million who were German, &lt;a href=\"History%20of%20the%20Poles%20in%20Baltimore\"&gt;Polish&lt;/a&gt;, English, Irish, &lt;a href=\"History%20of%20the%20Russians%20in%20Baltimore\"&gt;Russian&lt;/a&gt;, &lt;a href=\"History%20of%20the%20Lithuanians%20in%20Baltimore\"&gt;Lithuanian&lt;/a&gt;, &lt;a href=\"History%20of%20the%20French%20in%20Baltimore\"&gt;French&lt;/a&gt;, &lt;a href=\"History%20of%20the%20Ukrainians%20in%20Baltimore\"&gt;Ukrainian&lt;/a&gt;, &lt;a href=\"History%20of%20the%20Czechs%20in%20Baltimore\"&gt;Czech&lt;/a&gt;, &lt;a href=\"History%20of%20the%20Greeks%20in%20Baltimore\"&gt;Greek&lt;/a&gt; and &lt;a href=\"History%20of%20the%20Italians%20in%20Baltimore\"&gt;Italian&lt;/a&gt; came to Baltimore, most between the years 1861 to 1930. By 1913, when Baltimore was averaging forty thousand immigrants per year, World War I closed off the flow of immigrants. By 1970, Baltimore's heyday as an immigration center was a distant memory. There also was a &lt;a href=\"Chinatown%2C%20Baltimore\"&gt;Chinatown&lt;/a&gt; dating back to at least the 1880s which consisted of no more than 400 Chinese residents. A local Chinese-American association remains based there, but only one Chinese restaurant as of 2009.\nBaltimore has quite a history when it comes to making beer, an art that thrived in Baltimore from the 1800s to the 1950s with over 100 old breweries in the city's past. The best remaining example of that history is the old &lt;a href=\"American%20Brewery%20%28building%29\"&gt;American Brewery Building&lt;/a&gt; on North Gay Street and the &lt;a href=\"National%20Brewing%20Company\"&gt;National Brewing Company&lt;/a&gt; building in the &lt;a href=\"Brewers%20Hill%2C%20Baltimore\"&gt;Brewer's Hill&lt;/a&gt; neighborhood. In the 1940s the National Brewing Company introduced the nation's first six-pack. National's two most prominent brands, were &lt;a href=\"National%20Bohemian\"&gt;National Bohemian&lt;/a&gt; Beer colloquially \"Natty Boh\" and &lt;a href=\"Colt%2045%20%28malt%20liquor%29\"&gt;Colt 45&lt;/a&gt;. Listed on the &lt;a href=\"Pabst%20Brewing%20Company\"&gt;Pabst&lt;/a&gt; website as a \"Fun Fact\", Colt 45 was named after running back &lt;a href=\"Jerry%20Hill%20%28American%20football%29\"&gt;#45 Jerry Hill&lt;/a&gt; of the 1963 &lt;a href=\"Indianapolis%20Colts%23The%20NFL%20Baltimore%20Colts\"&gt;Baltimore Colts&lt;/a&gt; and not the &lt;a href=\".45%20Colt\"&gt;.45 caliber handgun ammunition round&lt;/a&gt;. Both brands are still made today, albeit outside of Maryland, and served all around the Baltimore area at bars, as well as &lt;a href=\"Baltimore%20Orioles\"&gt;Orioles&lt;/a&gt; and &lt;a href=\"Baltimore%20Ravens\"&gt;Ravens&lt;/a&gt; games. The Natty Boh logo appears on all cans, bottles, and packaging; and merchandise featuring him can still easily be found in shops in Maryland, including several in &lt;a href=\"Fells%20Point\"&gt;Fells Point&lt;/a&gt;.\nEach year the &lt;a href=\"Artscape%20%28festival%29\"&gt;Artscape&lt;/a&gt; takes place in the city in the &lt;a href=\"Bolton%20Hill%2C%20Baltimore\"&gt;Bolton Hill&lt;/a&gt; neighborhood, due to its proximity to Maryland Institute College of Art. Artscape styles itself as the \"largest free arts festival in America\". Each May, the &lt;a href=\"Maryland%20Film%20Festival\"&gt;Maryland Film Festival&lt;/a&gt; takes place in Baltimore, using all five screens of the historic &lt;a href=\"Charles%20Theatre\"&gt;Charles Theatre&lt;/a&gt; as its anchor venue. Many movies and television shows have been filmed in Baltimore. \"\" was set and filmed in Baltimore, as well as \"&lt;a href=\"The%20Wire\"&gt;The Wire&lt;/a&gt;.\" \"&lt;a href=\"House%20of%20Cards%20%28U.S.%20TV%20series%29\"&gt;House of Cards&lt;/a&gt;\" and \"&lt;a href=\"Veep\"&gt;Veep&lt;/a&gt;\" are set in Washington, D.C. but filmed in Baltimore.\nBaltimore has cultural museums in many areas of study. &lt;a href=\"Baltimore%20Museum%20of%20Art\"&gt;The Baltimore Museum of Art&lt;/a&gt;, and the &lt;a href=\"Walters%20Art%20Museum\"&gt;Walters Art Museum&lt;/a&gt; are internationally renowned for its collection of art. The Baltimore Museum of Art has the largest holding of works by &lt;a href=\"Henri%20Matisse\"&gt;Henri Matisse&lt;/a&gt; in the world. The &lt;a href=\"American%20Visionary%20Art%20Museum\"&gt;American Visionary Art Museum&lt;/a&gt; has been designated by &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; as America's national museum for &lt;a href=\"visionary%20art\"&gt;visionary art&lt;/a&gt;. The &lt;a href=\"National%20Great%20Blacks%20In%20Wax%20Museum\"&gt;National Great Blacks In Wax Museum&lt;/a&gt; is the first African American wax museum in the country, featuring more than 150 life-size and lifelike wax figures.\nCuisine.\nBaltimore is known for its Maryland &lt;a href=\"Callinectes%20sapidus\"&gt;blue crabs&lt;/a&gt;, crab cake, &lt;a href=\"Old%20Bay%20Seasoning\"&gt;Old Bay Seasoning&lt;/a&gt;, pit beef, and the \"chicken box\". The city has many restaurants in or around the Inner Harbor. The most known and acclaimed are the Charleston, Woodberry Kitchen, and the &lt;a href=\"Duff%20Goldman\"&gt;Charm City Cakes&lt;/a&gt; bakery featured on the Food Network's \"&lt;a href=\"Ace%20of%20Cakes\"&gt;Ace of Cakes&lt;/a&gt;\". The &lt;a href=\"Little%20Italy%2C%20Baltimore\"&gt;Little Italy&lt;/a&gt; neighborhood's biggest draw is the food. Fells Point also is a foodie neighborhood for tourists and locals and is where the oldest continuously running tavern in the country, \"The Horse You Came in on Saloon\", is located. Many of the city's upscale restaurants can be found in Harbor East. Five public markets are located across the city. The &lt;a href=\"Baltimore%20Public%20Markets\"&gt;Baltimore Public Market System&lt;/a&gt; is the oldest continuously operating public market system in the United States. &lt;a href=\"Lexington%20Market\"&gt;Lexington Market&lt;/a&gt; is one of the longest-running markets in the world and longest running in the country, having been around since 1782. The market continues to stand at its original site. Baltimore is the last place in America where one can still find &lt;a href=\"arabber\"&gt;arabber&lt;/a&gt;s, vendors who sell fresh fruits and vegetables from a horse-drawn cart that goes up and down neighborhood streets. Food- and drink-rating site &lt;a href=\"Zagat\"&gt;Zagat&lt;/a&gt; ranked Baltimore second in a list of the 17 best food cities in the country in 2015.\nLocal dialect.\nBaltimore city, along with its surrounding regions, is home to a unique local dialect known as the &lt;a href=\"Baltimore%20dialect\"&gt;Baltimore dialect&lt;/a&gt;. It is part of the larger &lt;a href=\"Mid-Atlantic%20American%20English\"&gt;Mid-Atlantic American English&lt;/a&gt; group and is noted to be very similar to the &lt;a href=\"Philadelphia%20dialect\"&gt;Philadelphia dialect&lt;/a&gt;, albeit with more southern influences.\nThe so-called \"Bawlmerese\" accent is known for its characteristic pronunciation of its long \"o\" vowel, in which an \"eh\" sound is added before the long \"o\" sound (/oʊ/ shifts to [ɘʊ], or even [eʊ]). It also adopts Philadelphia's pattern of the short \"a\" sound, such that the tensed vowel in words like \"bath\" or \"ask\" does not match the more relaxed one in \"sad\" or \"act\".\nBaltimore native &lt;a href=\"John%20Waters%20%28director%20born%201946%29\"&gt;John Waters&lt;/a&gt; parodies the city and its dialect extensively in his films. Most of them are filmed and/or set in Baltimore, including the 1972 cult classic \"&lt;a href=\"Pink%20Flamingos\"&gt;Pink Flamingos&lt;/a&gt;\", as well as \"&lt;a href=\"Hairspray%20%281988%20film%29\"&gt;Hairspray&lt;/a&gt;\" and its &lt;a href=\"Hairspray%20%28musical%29\"&gt;Broadway musical remake&lt;/a&gt;.\nPerforming arts.\nBaltimore has three state-designated arts and entertainment (A &amp; E) districts. The &lt;a href=\"Station%20North%20Arts%20and%20Entertainment%20District\"&gt;Station North Arts and Entertainment District&lt;/a&gt;, &lt;a href=\"Highlandtown%20Arts%20District%2C%20Baltimore%2C%20MD\"&gt;Highlandtown Arts District&lt;/a&gt;, and the Bromo Arts &amp; Entertainment District. The Baltimore Office of Promotion &amp; The Arts, a non-profit organization, produces events and arts programs as well as manages several facilities. It is the official Baltimore City Arts Council. BOPA coordinates Baltimore's major events including New Year's Eve and July 4 celebrations at the Inner Harbor, &lt;a href=\"Artscape%20%28festival%29\"&gt;Artscape&lt;/a&gt; which is America's largest free arts festival, Baltimore Book Festival, Baltimore Farmers' Market &amp; Bazaar, School 33 Art Center's Open Studio Tour and the Dr. Martin Luther King, Jr. Parade.\nThe &lt;a href=\"Baltimore%20Symphony%20Orchestra\"&gt;Baltimore Symphony Orchestra&lt;/a&gt; is an internationally renowned orchestra, founded in 1916 as a publicly funded municipal organization. The current music director is &lt;a href=\"Marin%20Alsop\"&gt;Marin Alsop&lt;/a&gt;, a protégé of &lt;a href=\"Leonard%20Bernstein\"&gt;Leonard Bernstein&lt;/a&gt;. &lt;a href=\"Centerstage%20%28theater%29\"&gt;Centerstage&lt;/a&gt; is the premier theater company in the city and a regionally well-respected group. The &lt;a href=\"Lyric%20Opera%20House\"&gt;Lyric Opera House&lt;/a&gt; is the home of &lt;a href=\"Lyric%20Opera%20Baltimore\"&gt;Lyric Opera Baltimore&lt;/a&gt;, which operates there as part of the Patricia and Arthur Modell Performing Arts Center. &lt;a href=\"The%20Baltimore%20Consort\"&gt;The Baltimore Consort&lt;/a&gt; has been a leading early music ensemble for over twenty-five years. The France-Merrick Performing Arts Center, home of the restored &lt;a href=\"Thomas%20W.%20Lamb\"&gt;Thomas W. Lamb&lt;/a&gt;-designed &lt;a href=\"Hippodrome%20Theatre%20%28Baltimore%29\"&gt;Hippodrome Theatre&lt;/a&gt;, has afforded Baltimore the opportunity to become a major regional player in the area of touring Broadway and other performing arts presentations. Renovating Baltimore's historic theatres have become widespread throughout the city such as the &lt;a href=\"Everyman%20Theatre%2C%20Baltimore\"&gt;Everyman&lt;/a&gt;, Centre, &lt;a href=\"Senator%20Theatre\"&gt;Senator&lt;/a&gt; and most recent &lt;a href=\"Parkway%20Theatre%20%28Baltimore%29\"&gt;Parkway&lt;/a&gt; theatre. Other buildings have been reused such as the former &lt;a href=\"Mercantile%20Trust%20and%20Deposit%20Company\"&gt;Mercantile Deposit and Trust&lt;/a&gt; Company bank building. It is now the Chesapeake Shakespeare Company Theater.\nBaltimore also boasts a wide array of professional (non-touring) and community theater groups. Aside from Center Stage, resident troupes in the city include The Vagabond Players, the oldest continuously operating community theater group in the country, &lt;a href=\"Everyman%20Theatre%2C%20Baltimore\"&gt;Everyman Theatre&lt;/a&gt;, Single Carrot Theatre, and Baltimore Theatre Festival. Community theaters in the city include Fells Point Community Theatre and the &lt;a href=\"The%20Arena%20Players\"&gt;Arena Players Inc.&lt;/a&gt;, which is the nation's oldest continuously operating African American community theater. In 2009, the &lt;a href=\"Baltimore%20Rock%20Opera%20Society\"&gt;Baltimore Rock Opera Society&lt;/a&gt;, an all-volunteer theatrical company, launched its first production.\nBaltimore is home to the &lt;a href=\"Pride%20of%20Baltimore%20Chorus\"&gt;Pride of Baltimore Chorus&lt;/a&gt;, a three-time international silver medalist women's chorus, affiliated with &lt;a href=\"Sweet%20Adelines%20International\"&gt;Sweet Adelines International&lt;/a&gt;. The &lt;a href=\"Maryland%20State%20Boychoir\"&gt;Maryland State Boychoir&lt;/a&gt; is located in the northeastern Baltimore neighborhood of Mayfield.\nBaltimore is the home of non-profit &lt;a href=\"chamber%20music\"&gt;chamber music&lt;/a&gt; organization Vivre Musicale. VM won a 2011–2012 award for Adventurous Programming from the &lt;a href=\"American%20Society%20of%20Composers%2C%20Authors%20and%20Publishers\"&gt;American Society of Composers, Authors and Publishers&lt;/a&gt; and &lt;a href=\"Chamber%20Music%20America\"&gt;Chamber Music America&lt;/a&gt;.\nThe &lt;a href=\"Peabody%20Institute\"&gt;Peabody Institute&lt;/a&gt;, located in the Mount Vernon neighborhood, is the oldest conservatory of music in the United States. Established in 1857, it is one of the most prestigious in the world, along with &lt;a href=\"Juilliard%20School\"&gt;Juilliard&lt;/a&gt;, &lt;a href=\"Eastman%20School%20of%20Music\"&gt;Eastman&lt;/a&gt;, and the &lt;a href=\"Curtis%20Institute%20of%20Music\"&gt;Curtis Institute&lt;/a&gt;. The &lt;a href=\"Morgan%20State%20University\"&gt;Morgan State University&lt;/a&gt; Choir is also one of the nation's most prestigious university choral ensembles. The city is home to the &lt;a href=\"Baltimore%20School%20for%20the%20Arts\"&gt;Baltimore School for the Arts&lt;/a&gt;, a public high school in the Mount Vernon neighborhood of Baltimore. The institution is nationally recognized for its success in preparation for students entering music (vocal/instrumental), theatre (acting/theater production), dance, and visual arts.\nIn 1981, Baltimore hosted the first International Theater Festival, the first such festival in the country. Executive producer Al Kraizer staged 66 performances of nine shows by international &lt;a href=\"theatre%20companies\"&gt;theatre companies&lt;/a&gt;, including from Ireland, the United Kingdom, South Africa and Israel. However, the festival proved to be expensive to mount, and the following year the festival was hosted in Denver, called the World Theatre Festival, at the &lt;a href=\"Denver%20Center%20for%20Performing%20Arts\"&gt;Denver Center for Performing Arts&lt;/a&gt;, after the city had asked Kraizer to organize it.\nIn June 1986, the 20th Theatre of Nations, sponsored by the &lt;a href=\"International%20Theatre%20Institute\"&gt;International Theatre Institute&lt;/a&gt;, was held in Baltimore – the first time it had been held in the U.S.\nSports.\nBaseball.\nBaltimore has a long and storied baseball history, including its distinction as the birthplace of &lt;a href=\"Babe%20Ruth\"&gt;Babe Ruth&lt;/a&gt; in 1895. The original &lt;a href=\"Baltimore%20Orioles%20%2819th%20century%29\"&gt;19th century Baltimore Orioles&lt;/a&gt; were one of the most successful early franchises, featuring numerous hall of famers during its years from 1882 to 1899.\nAs one of the eight inaugural American League franchises, the Baltimore Orioles played in the AL during the 1901 and 1902 seasons. The team moved to New York City before the 1903 season and was renamed the New York Highlanders, which later became the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt;.\nRuth played for the &lt;a href=\"Baltimore%20Orioles%20%28minor%20league%29\"&gt;minor league Baltimore Orioles&lt;/a&gt; team, which was active from 1903 to 1914. After playing one season in 1915 as the Richmond Climbers, the team returned the following year to Baltimore, where it played as the Orioles until 1953.\nThe team currently known as the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt; has represented Major League Baseball locally since 1954 when the St. Louis Browns moved to the city of Baltimore. The Orioles advanced to the World Series in 1966, 1969, 1970, 1971, 1979 and 1983, winning three times (1966, 1970 and 1983), while making the playoffs all but one year (1972) from 1969 through 1974.\nIn 1995, local player (and later Hall of Famer) &lt;a href=\"Cal%20Ripken%2C%20Jr.\"&gt;Cal Ripken, Jr.&lt;/a&gt; broke &lt;a href=\"Lou%20Gehrig\"&gt;Lou Gehrig&lt;/a&gt;'s streak of 2,130 consecutive games played, for which Ripken was named &lt;a href=\"Sportsman%20of%20the%20Year\"&gt;Sportsman of the Year&lt;/a&gt; by \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\" magazine. Six former Orioles players, including Ripken (2007), and two of the team's managers have been inducted into the &lt;a href=\"National%20Baseball%20Hall%20of%20Fame%20and%20Museum\"&gt;Baseball Hall of Fame&lt;/a&gt;.\nSince 1992, the Orioles' home ballpark has been &lt;a href=\"Oriole%20Park%20at%20Camden%20Yards\"&gt;Oriole Park at Camden Yards&lt;/a&gt;, which has been hailed as one of the league's best since it opened.\nFootball.\nPrior to an NFL team moving to Baltimore, there had been several attempts at a professional football team prior to the 1950s. Most were minor league or &lt;a href=\"semi-professional\"&gt;semi-professional&lt;/a&gt; teams. The first major league to base a team in Baltimore was the &lt;a href=\"All-America%20Football%20Conference\"&gt;All-America Football Conference&lt;/a&gt; (AAFC), which had a team named the &lt;a href=\"Baltimore%20Colts%20%281947%E2%80%9350%29\"&gt;Baltimore Colts&lt;/a&gt;. The AAFC Colts played for three seasons in the AAFC (1947, 1948, and 1949), and when the AAFC folded following the 1949 season, moved to the NFL for a single year (1950) before going bankrupt. Three years later, the NFL's &lt;a href=\"Dallas%20Texans%20%28NFL%29\"&gt;Dallas Texans&lt;/a&gt; would itself fold. Its assets and player contracts purchased by an ownership team headed by Baltimore businessman &lt;a href=\"Carroll%20Rosenbloom\"&gt;Carroll Rosenbloom&lt;/a&gt;, who moved the team to Baltimore, establishing a new team also named the &lt;a href=\"History%20of%20the%20Baltimore%20Colts\"&gt;Baltimore Colts&lt;/a&gt;. During the 1950s and 1960s, the Colts were one of the NFLs more successful franchises, led by &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt; quarterback &lt;a href=\"Johnny%20Unitas\"&gt;Johnny Unitas&lt;/a&gt; who set a then-record of 47 consecutive games with a touchdown pass. The Colts advanced to the &lt;a href=\"NFL%20Championship\"&gt;NFL Championship&lt;/a&gt; twice (1958 &amp; 1959) and &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; twice (1969 &amp; 1971), winning all except &lt;a href=\"Super%20Bowl%20III\"&gt;Super Bowl III&lt;/a&gt; in 1969. After the 1983 season, the team &lt;a href=\"Baltimore%20Colts%20relocation%20to%20Indianapolis\"&gt;left Baltimore for Indianapolis in 1984&lt;/a&gt;, where they became the &lt;a href=\"Indianapolis%20Colts\"&gt;Indianapolis Colts&lt;/a&gt;.\nThe NFL returned to Baltimore when the former &lt;a href=\"Cleveland%20Browns%20relocation%20controversy\"&gt;Cleveland Browns&lt;/a&gt; moved to Baltimore to become the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt; in 1996. Since then, the Ravens won a Super Bowl championship in &lt;a href=\"Super%20Bowl%20XXXV\"&gt;2000&lt;/a&gt; and &lt;a href=\"Super%20Bowl%20XLVII\"&gt;2012&lt;/a&gt;, six &lt;a href=\"AFC%20North\"&gt;AFC North&lt;/a&gt; division championships (2003, 2006, 2011, 2012, 2018, and 2019), and appeared in four &lt;a href=\"AFC%20Championship%20Game\"&gt;AFC Championship Game&lt;/a&gt;s (2000, 2008, 2011 and 2012).\nBaltimore also hosted a &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; franchise, the &lt;a href=\"Baltimore%20Stallions\"&gt;Baltimore Stallions&lt;/a&gt; for the &lt;a href=\"1994%20CFL%20season\"&gt;1994&lt;/a&gt; and &lt;a href=\"1995%20CFL%20season\"&gt;1995&lt;/a&gt; seasons. Following the 1995 season, and ultimate end to the &lt;a href=\"Canadian%20Football%20League%20in%20the%20United%20States\"&gt;Canadian Football League in the United States&lt;/a&gt; experiment, the team was sold and relocated to &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;.\nOther teams and events.\nThe first professional sports organization in the United States, &lt;a href=\"Maryland%20Jockey%20Club\"&gt;The Maryland Jockey Club&lt;/a&gt;, was formed in Baltimore in 1743. &lt;a href=\"Preakness%20Stakes\"&gt;Preakness Stakes&lt;/a&gt;, the second race in the &lt;a href=\"United%20States%20Triple%20Crown%20of%20Thoroughbred%20Racing\"&gt;United States Triple Crown of Thoroughbred Racing&lt;/a&gt;, has been held every May at &lt;a href=\"Pimlico%20Race%20Course\"&gt;Pimlico Race Course&lt;/a&gt; in Baltimore since 1873.\nCollege &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt; is a common sport in the spring, as the &lt;a href=\"Johns%20Hopkins%20Blue%20Jays\"&gt;Johns Hopkins Blue Jays&lt;/a&gt; men's lacrosse team has won 44 national championships, the most of any program in history. In addition, &lt;a href=\"Loyola%20University%20Maryland\"&gt;Loyola University&lt;/a&gt; won its first men's &lt;a href=\"NCAA\"&gt;NCAA&lt;/a&gt; lacrosse championship in 2012.\nThe &lt;a href=\"Baltimore%20Blast\"&gt;Baltimore Blast&lt;/a&gt; are a professional arena &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt; team that play in the &lt;a href=\"Major%20Arena%20Soccer%20League\"&gt;Major Arena Soccer League&lt;/a&gt; at the &lt;a href=\"SECU%20Arena\"&gt;SECU Arena&lt;/a&gt; on the campus of &lt;a href=\"Towson%20University\"&gt;Towson University&lt;/a&gt;. The Blast have won nine championships in various leagues, including the MASL. A previous entity of the &lt;a href=\"Baltimore%20Blast%20%281980%E2%80%9392%29\"&gt;Blast&lt;/a&gt; played in the &lt;a href=\"Major%20Indoor%20Soccer%20League%20%281978%E2%80%9392%29\"&gt;Major Indoor Soccer League&lt;/a&gt; from 1980 to 1992, winning one championship. The Baltimore Kings, a Baltimore Blast affiliate, joined MASL 3 in 2021 to begin play in 2022.\nThe &lt;a href=\"FC%20Baltimore\"&gt;FC Baltimore 1729&lt;/a&gt; is a semi-professional soccer club playing for &lt;a href=\"National%20Premier%20Soccer%20League\"&gt;NPSL league&lt;/a&gt;, with the goal of bringing a community-oriented competitive soccer experience to the city of Baltimore. Their inaugural season started on May 11, 2018, and they play home games at &lt;a href=\"Community%20College%20of%20Baltimore%20County%23Essex%20Campus\"&gt;CCBC Essex Field&lt;/a&gt;.\nThe &lt;a href=\"Baltimore%20Blues\"&gt;Baltimore Blues&lt;/a&gt; are a semi-professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; club which began competition in the &lt;a href=\"USA%20Rugby%20League\"&gt;USA Rugby League&lt;/a&gt; in 2012. The &lt;a href=\"Baltimore%20Bohemians\"&gt;Baltimore Bohemians&lt;/a&gt; are an American &lt;a href=\"Football%20%28soccer%29\"&gt;soccer club&lt;/a&gt;. They compete in the &lt;a href=\"USL%20Premier%20Development%20League\"&gt;USL Premier Development League&lt;/a&gt;, the fourth tier of the &lt;a href=\"American%20Soccer%20Pyramid\"&gt;American Soccer Pyramid&lt;/a&gt;. Their inaugural season started in the spring of 2012.\nThe &lt;a href=\"Baltimore%20Grand%20Prix\"&gt;Baltimore Grand Prix&lt;/a&gt; debuted along the streets of the Inner Harbor section of the city's downtown on September 2–4, 2011. The event played host to the &lt;a href=\"American%20Le%20Mans%20Series\"&gt;American Le Mans Series&lt;/a&gt; on Saturday and the &lt;a href=\"IndyCar%20Series\"&gt;IndyCar Series&lt;/a&gt; on Sunday. Support races from smaller series were also held, including &lt;a href=\"Indy%20Lights\"&gt;Indy Lights&lt;/a&gt;. After three consecutive years, on September 13, 2013, it was announced that the event would not be held in 2014 or 2015 due to scheduling conflicts.\nThe athletic equipment company &lt;a href=\"Under%20Armour\"&gt;Under Armour&lt;/a&gt; is also based out of Baltimore. Founded in 1996 by &lt;a href=\"Kevin%20Plank\"&gt;Kevin Plank&lt;/a&gt;, a &lt;a href=\"University%20of%20Maryland\"&gt;University of Maryland&lt;/a&gt; alumnus, the company's headquarters are located in Tide Point, adjacent to &lt;a href=\"Fort%20McHenry\"&gt;Fort McHenry&lt;/a&gt; and the &lt;a href=\"Domino%20Sugar\"&gt;Domino Sugar&lt;/a&gt; factory. The &lt;a href=\"Baltimore%20Marathon\"&gt;Baltimore Marathon&lt;/a&gt; is the flagship race of several races. The marathon begins at the &lt;a href=\"Camden%20Yards\"&gt;Camden Yards&lt;/a&gt; sports complex and travels through many diverse neighborhoods of Baltimore, including the scenic Inner Harbor waterfront area, historic Federal Hill, &lt;a href=\"Fells%20Point\"&gt;Fells Point&lt;/a&gt;, and &lt;a href=\"Canton%2C%20Baltimore\"&gt;Canton, Baltimore&lt;/a&gt;. The race then proceeds to other important focal points of the city such as &lt;a href=\"Patterson%20Park\"&gt;Patterson Park&lt;/a&gt;, Clifton Park, Lake Montebello, the Charles Village neighborhood and the western edge of downtown. After winding through 42.195 kilometres (26.219 mi) of Baltimore, the race ends at virtually the same point at which it starts.\nThe &lt;a href=\"Baltimore%20Brigade\"&gt;Baltimore Brigade&lt;/a&gt; were an &lt;a href=\"Arena%20Football%20League\"&gt;Arena Football League&lt;/a&gt; team based in Baltimore that from 2017 to 2019 played at &lt;a href=\"Royal%20Farms%20Arena\"&gt;Royal Farms Arena&lt;/a&gt;. The team ceased operations along with the league in 2019.\nParks and recreation.\nThe City of Baltimore boasts over of parkland. The Baltimore City Department of Recreation and Parks manages the majority of parks and recreational facilities in the city including &lt;a href=\"Patterson%20Park\"&gt;Patterson Park&lt;/a&gt;, &lt;a href=\"Federal%20Hill%20Park\"&gt;Federal Hill Park&lt;/a&gt;, and &lt;a href=\"Druid%20Hill%20Park\"&gt;Druid Hill Park&lt;/a&gt;. The city is also home to &lt;a href=\"Fort%20McHenry%20National%20Monument%20and%20Historic%20Shrine\"&gt;Fort McHenry National Monument and Historic Shrine&lt;/a&gt;, a coastal star-shaped fort best known for its role in the War of 1812. , &lt;a href=\"Trust%20for%20Public%20Land\"&gt;The Trust for Public Land&lt;/a&gt;, a national land conservation organization, ranks Baltimore 40th among the 75 largest U.S. cities.\nPolitics and government.\nBaltimore is an &lt;a href=\"Independent%20city%20%28United%20States%29\"&gt;independent city&lt;/a&gt;, and not part of any &lt;a href=\"county%20%28United%20States%29\"&gt;county&lt;/a&gt;. For most governmental purposes under Maryland law, Baltimore City is treated as a county-level entity. The &lt;a href=\"United%20States%20Census%20Bureau\"&gt;United States Census Bureau&lt;/a&gt; uses counties as the basic unit for presentation of statistical information in the United States, and treats Baltimore as a county equivalent for those purposes.\nBaltimore has been a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; stronghold for over 150 years, with Democrats dominating every level of government. In virtually all elections, the Democratic primary is the real contest. As of the 2020 elections, registered Democrats outnumbered registered &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republicans&lt;/a&gt; by almost 10-to-1. No Republican has been elected to the City Council since 1939, and the city's last Republican mayor, &lt;a href=\"Theodore%20McKeldin\"&gt;Theodore McKeldin&lt;/a&gt;, left office in 1967. No Republican candidate since then has received 25 percent or more of the vote. In the &lt;a href=\"2016%20Baltimore%20mayoral%20election\"&gt;2016&lt;/a&gt; and &lt;a href=\"2020%20Baltimore%20mayoral%20election\"&gt;2020 mayoral election&lt;/a&gt;s, the Republicans were pushed into third place by write-in and independent candidates, respectively.\nThe city hosted the first six &lt;a href=\"Democratic%20National%20Convention\"&gt;Democratic National Convention&lt;/a&gt;s, from 1832 through 1852, and hosted the DNC again in &lt;a href=\"1860%20Democratic%20National%20Convention\"&gt;1860&lt;/a&gt;, &lt;a href=\"1872%20Democratic%20National%20Convention\"&gt;1872&lt;/a&gt;, and &lt;a href=\"1912%20Democratic%20National%20Convention\"&gt;1912&lt;/a&gt;.\nCity government.\nMayor.\n&lt;a href=\"Brandon%20Scott\"&gt;Brandon Scott&lt;/a&gt; is the current &lt;a href=\"mayor%20of%20Baltimore\"&gt;mayor of Baltimore&lt;/a&gt;. He was elected in 2020 and took office on December 8, 2020. Scott succeeded &lt;a href=\"Jack%20Young%20%28politician%29\"&gt;Jack Young&lt;/a&gt; who had been mayor since May 2, 2019 upon the resignation of &lt;a href=\"Catherine%20Pugh\"&gt;Catherine Pugh&lt;/a&gt;. Prior to Pugh's official resignation, Young was the president of the &lt;a href=\"Baltimore%20City%20Council\"&gt;Baltimore City Council&lt;/a&gt; and had been the acting mayor since April 2.\n&lt;a href=\"Catherine%20Pugh\"&gt;Catherine Pugh&lt;/a&gt; became the Democratic nominee for mayor in 2016 and won the &lt;a href=\"2016%20Baltimore%20mayoral%20election\"&gt;mayoral election in 2016&lt;/a&gt; with 57.1% of the vote; Pugh took office as mayor on December 6, 2016. Pugh took a leave of absence in April 2019 due to health concerns, then officially resigned from office on May 2. The resignation coincided with a scandal over a \"self-dealing\" book-sales arrangement.\n&lt;a href=\"Stephanie%20Rawlings-Blake\"&gt;Stephanie Rawlings-Blake&lt;/a&gt; assumed the office of Mayor on February 4, 2010, when predecessor Dixon's resignation became effective. Rawlings-Blake had been serving as City Council President at the time. She was elected to a full term in 2011, defeating Pugh in the primary election and receiving 84% of the vote.\n&lt;a href=\"Sheila%20Dixon\"&gt;Sheila Dixon&lt;/a&gt; became the first female mayor of Baltimore on January 17, 2007. As the former City Council President, she assumed the office of Mayor when former Mayor &lt;a href=\"Martin%20O%27Malley\"&gt;Martin O'Malley&lt;/a&gt; took office as Governor of Maryland. On November 6, 2007, Dixon won the &lt;a href=\"Baltimore%20mayoral%20election%2C%202007\"&gt;Baltimore mayoral election&lt;/a&gt;. Mayor Dixon's administration ended less than three years after her election, the result of a criminal investigation that began in 2006 while she was still City Council President. She was convicted on a single misdemeanor charge of &lt;a href=\"embezzlement\"&gt;embezzlement&lt;/a&gt; on December 1, 2009. A month later, Dixon made an &lt;a href=\"Alford%20plea\"&gt;Alford plea&lt;/a&gt; to a &lt;a href=\"perjury\"&gt;perjury&lt;/a&gt; charge and agreed to resign from office; Maryland, like most states, does not allow convicted felons to hold office.\nBaltimore City Council.\nGrassroots pressure for reform, voiced as &lt;a href=\"Question%20P\"&gt;Question P&lt;/a&gt;, restructured the city council in November 2002, against the will of the mayor, the council president, and the majority of the council. A coalition of union and community groups, organized by the &lt;a href=\"Association%20of%20Community%20Organizations%20for%20Reform%20Now\"&gt;Association of Community Organizations for Reform Now&lt;/a&gt; (ACORN), backed the effort.\nThe &lt;a href=\"Baltimore%20City%20Council\"&gt;Baltimore City Council&lt;/a&gt; is now made up of 14 single-member districts and one elected at-large council president. Current members of the council are &lt;a href=\"Nick%20Mosby\"&gt;Nick Mosby&lt;/a&gt;, &lt;a href=\"Danielle%20McCray\"&gt;Danielle McCray&lt;/a&gt;, &lt;a href=\"Zeke%20Cohen\"&gt;Zeke Cohen&lt;/a&gt;, &lt;a href=\"Ryan%20Dorsey\"&gt;Ryan Dorsey&lt;/a&gt;, &lt;a href=\"Mark%20Conway\"&gt;Mark Conway&lt;/a&gt;, &lt;a href=\"Isaac%20Schleifer\"&gt;Isaac Schleifer&lt;/a&gt;, &lt;a href=\"Sharon%20Middleton\"&gt;Sharon Middleton&lt;/a&gt;, &lt;a href=\"James%20Torrence\"&gt;James Torrence&lt;/a&gt;, &lt;a href=\"Kristerfer%20Burnett\"&gt;Kristerfer Burnett&lt;/a&gt;, &lt;a href=\"John%20Bullock%20%28Maryland%20politician%29\"&gt;John Bullock&lt;/a&gt;, &lt;a href=\"Phylicia%20Porter\"&gt;Phylicia Porter&lt;/a&gt;, &lt;a href=\"Eric%20Costello\"&gt;Eric Costello&lt;/a&gt;, &lt;a href=\"Robert%20Stokes%2C%20Sr.\"&gt;Robert Stokes, Sr.&lt;/a&gt;, &lt;a href=\"Antonio%20Glover\"&gt;Antonio Glover&lt;/a&gt;, and &lt;a href=\"Odette%20Ramos\"&gt;Odette Ramos&lt;/a&gt;. &lt;a href=\"Nick%20Mosby\"&gt;Nick Mosby&lt;/a&gt; has been the council president since November 2020, when he was elected to succeed the role from Mayor &lt;a href=\"Brandon%20Scott\"&gt;Brandon Scott&lt;/a&gt;.\nLaw enforcement.\nThe &lt;a href=\"Baltimore%20Police%20Department\"&gt;Baltimore City Police Department&lt;/a&gt;, founded 1784 as a \"Night City Watch\" and day Constables system and later reorganized as a City Department in 1853, with a following reorganization under State of Maryland supervision in 1859, with appointments made by the &lt;a href=\"Governor%20of%20Maryland\"&gt;Governor of Maryland&lt;/a&gt; after a disturbing period of civic and elections violence with riots in the later part of the decade, is the current primary law enforcement agency serving the citizens of the City of Baltimore. Campus and building security for the city's &lt;a href=\"Baltimore%20City%20Public%20Schools\"&gt;public schools&lt;/a&gt; is provided by the Baltimore City Public Schools Police, established in the 1970s.\nIn the period of 2011–2015, 120 lawsuits were brought against Baltimore police for alleged brutality and misconduct. The Freddie Gray settlement of $6.4 million exceeds the combined total settlements of the 120 lawsuits, as state law caps such payments.\nThe &lt;a href=\"Maryland%20Transportation%20Authority%20Police\"&gt;Maryland Transportation Authority Police&lt;/a&gt; under the &lt;a href=\"Maryland%20Department%20of%20Transportation\"&gt;Maryland Department of Transportation&lt;/a&gt;, (originally established as the \"Baltimore Harbor Tunnel Police\" when opened in 1957) is the primary law enforcement agency on the &lt;a href=\"Fort%20McHenry%20Tunnel%20Thruway\"&gt;Fort McHenry Tunnel Thruway&lt;/a&gt; (Interstate 95), the &lt;a href=\"Baltimore%20Harbor%20Tunnel%20Thruway\"&gt;Baltimore Harbor Tunnel Thruway&lt;/a&gt; (Interstate 895), which go under the Northwest Branch of the &lt;a href=\"Patapsco%20River\"&gt;Patapsco River&lt;/a&gt;, and &lt;a href=\"Interstate%20395%20%28Maryland%29\"&gt;Interstate 395&lt;/a&gt;, which has three ramp bridges crossing the Middle Branch of the &lt;a href=\"Patapsco%20River\"&gt;Patapsco River&lt;/a&gt; which are under &lt;a href=\"Maryland%20Transportation%20Authority\"&gt;MdTA&lt;/a&gt; jurisdiction, the &lt;a href=\"Baltimore-Washington%20International%20Airport\"&gt;Baltimore-Washington International Airport&lt;/a&gt;, (BWI) and have limited concurrent jurisdiction with the &lt;a href=\"Baltimore%20Police%20Department\"&gt;Baltimore City Police Department&lt;/a&gt; under a \"&lt;a href=\"memorandum%20of%20understanding\"&gt;memorandum of understanding&lt;/a&gt;\".\nLaw enforcement on the fleet of transit buses and transit rail systems serving Baltimore is the responsibility of the &lt;a href=\"Maryland%20Transit%20Administration%20Police\"&gt;Maryland Transit Administration Police&lt;/a&gt;, which is part of the Maryland Transit Administration of the state &lt;a href=\"Maryland%20Department%20of%20Transportation\"&gt;Department of Transportation&lt;/a&gt;. The MTA Police also share jurisdiction authority with the Baltimore City Police, governed by a memorandum of understanding.\nAs the enforcement arm of the Baltimore circuit and district court system, the &lt;a href=\"Baltimore%20City%20Sheriff%27s%20Office%20%28Maryland%29\"&gt;Baltimore City Sheriff's Office&lt;/a&gt;, created by state constitutional amendment in 1844, is responsible for the security of city courthouses and property, service of court-ordered writs, protective and peace orders, warrants, tax levies, prisoner transportation and traffic enforcement. Deputy Sheriffs are sworn law enforcement officials, with full arrest authority granted by the constitution of Maryland, the &lt;a href=\"Maryland%20Police%20and%20Correctional%20Training%20Commission\"&gt;Maryland Police and Correctional Training Commission&lt;/a&gt; and the Sheriff of the City of Baltimore.\nThe &lt;a href=\"United%20States%20Coast%20Guard\"&gt;United States Coast Guard&lt;/a&gt;, operating out of their shipyard and facility (since 1899) at Arundel Cove on &lt;a href=\"Curtis%20Creek\"&gt;Curtis Creek&lt;/a&gt;, (off Pennington Avenue extending to Hawkins Point Road/Fort Smallwood Road) in the &lt;a href=\"Curtis%20Bay%2C%20Baltimore\"&gt;Curtis Bay&lt;/a&gt; section of southern Baltimore City and adjacent northern Anne Arundel County. The U.S.C.G. also operates and maintains a presence on Baltimore and Maryland waterways in the &lt;a href=\"Patapsco%20River\"&gt;Patapsco River&lt;/a&gt; and &lt;a href=\"Chesapeake%20Bay\"&gt;Chesapeake Bay&lt;/a&gt;. \"Sector Baltimore\" is responsible for commanding law enforcement and search &amp; rescue units as well as aids to navigation.\nBaltimore City Fire Department.\nThe city of Baltimore is protected by the over 1,800 professional firefighters of the Baltimore City Fire Department (BCFD), which was founded in December 1858 and began operating the following year. Replacing several warring independent volunteer companies since the 1770s and the confusion resulting from &lt;a href=\"Know-Nothing%20Riot%20of%201856\"&gt;a riot&lt;/a&gt; involving the \"&lt;a href=\"Know-Nothing\"&gt;Know-Nothing&lt;/a&gt;\" political party two years before, the establishment of a unified professional fire fighting force was a major advance in urban governance. The BCFD operates out of 37 fire stations located throughout the city and has a long history and sets of traditions in its various houses and divisions.\nState government.\nSince the legislative &lt;a href=\"redistricting\"&gt;redistricting&lt;/a&gt; in 2002, Baltimore has had six legislative districts located entirely within its boundaries, giving the city six seats in the 47-member &lt;a href=\"Maryland%20Senate\"&gt;Maryland Senate&lt;/a&gt; and 18 in the 141-member &lt;a href=\"Maryland%20House%20of%20Delegates\"&gt;Maryland House of Delegates&lt;/a&gt;. During the previous 10-year period, Baltimore had four legislative districts within the city limits, but four others overlapped the Baltimore County line. , all of Baltimore's state senators and delegates were Democrats.\nFederal government.\nThree of the state's eight &lt;a href=\"congressional%20district\"&gt;congressional district&lt;/a&gt;s include portions of Baltimore: the &lt;a href=\"Maryland%27s%202nd%20congressional%20district\"&gt;2nd&lt;/a&gt;, represented by &lt;a href=\"Dutch%20Ruppersberger\"&gt;Dutch Ruppersberger&lt;/a&gt;; the &lt;a href=\"Maryland%27s%203rd%20congressional%20district\"&gt;3rd&lt;/a&gt;, represented by &lt;a href=\"John%20Sarbanes\"&gt;John Sarbanes&lt;/a&gt;; and the &lt;a href=\"Maryland%27s%207th%20congressional%20district\"&gt;7th&lt;/a&gt;, represented by &lt;a href=\"Kweisi%20Mfume\"&gt;Kweisi Mfume&lt;/a&gt;. All three are Democrats; a Republican has not represented a significant portion of Baltimore in Congress since &lt;a href=\"John%20Boynton%20Philip%20Clayton%20Hill\"&gt;John Boynton Philip Clayton Hill&lt;/a&gt; represented the 3rd District in 1927, and has not represented any of Baltimore since the &lt;a href=\"Eastern%20Shore%20of%20Maryland\"&gt;Eastern Shore&lt;/a&gt;-based 1st District lost its share of Baltimore after the 2000 census; it was represented by Republican &lt;a href=\"Wayne%20Gilchrest\"&gt;Wayne Gilchrest&lt;/a&gt; at the time.\nMaryland's senior &lt;a href=\"United%20States%20senator\"&gt;United States senator&lt;/a&gt;, &lt;a href=\"Ben%20Cardin\"&gt;Ben Cardin&lt;/a&gt;, is from Baltimore. He is one of three people in the last four decades to have represented the 3rd District before being elected to the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt;. &lt;a href=\"Paul%20Sarbanes\"&gt;Paul Sarbanes&lt;/a&gt; represented the 3rd from 1971 until 1977, when he was elected to the first of five terms in the Senate. Sarbanes was succeeded by &lt;a href=\"Barbara%20Mikulski\"&gt;Barbara Mikulski&lt;/a&gt;, who represented the 3rd from 1977 to 1987. Mikulski was succeeded by Cardin, who held the seat until handing it to John Sarbanes upon his election to the Senate in 2007.\nThe &lt;a href=\"United%20States%20Postal%20Service\"&gt;Postal Service&lt;/a&gt;'s Baltimore Main Post Office is located at 900 East Fayette Street in the &lt;a href=\"Jonestown%2C%20Baltimore\"&gt;Jonestown&lt;/a&gt; area.\nThe national headquarters for the &lt;a href=\"United%20States%20Social%20Security%20Administration\"&gt;United States Social Security Administration&lt;/a&gt; is located in Woodlawn, just outside of Baltimore.\nEducation.\nColleges and universities.\nBaltimore is the home of numerous places of higher learning, both public and private. 100,000 college students from around the country attend Baltimore City's 12 accredited two-year or four-year colleges and universities. Among them are:\nPrimary and secondary schools.\nThe city's public schools are managed by &lt;a href=\"Baltimore%20City%20Public%20Schools\"&gt;Baltimore City Public Schools&lt;/a&gt; and include schools that have been well known in the area: &lt;a href=\"Carver%20Vocational%20Technical%20High%20School\"&gt;Carver Vocational-Technical High School&lt;/a&gt;, the first African American vocational high school and center that was established in the state of Maryland; &lt;a href=\"Digital%20Harbor%20High%20School\"&gt;Digital Harbor High School&lt;/a&gt;, one of the secondary schools that emphasizes &lt;a href=\"information%20technology\"&gt;information technology&lt;/a&gt;; &lt;a href=\"Lake%20Clifton%20Eastern%20High%20School\"&gt;Lake Clifton Eastern High School&lt;/a&gt;, which is the largest school campus in Baltimore City of physical size; the historic &lt;a href=\"Frederick%20Douglass%20Senior%20High%20School%20%28Baltimore%2C%20Maryland%29\"&gt;Frederick Douglass High School&lt;/a&gt;, which is the second oldest African American high school in the United States; &lt;a href=\"Baltimore%20City%20College\"&gt;Baltimore City College&lt;/a&gt;, the third oldest public high school in the country; and &lt;a href=\"Western%20High%20School%20%28Baltimore%2C%20Maryland%29\"&gt;Western High School&lt;/a&gt;, the oldest public all-girls school in the nation. Baltimore City College (also known as \"City\") and &lt;a href=\"Baltimore%20Polytechnic%20Institute\"&gt;Baltimore Polytechnic Institute&lt;/a&gt; (also known as \"Poly\") share the nation's second-oldest high school &lt;a href=\"Baltimore%20City%20College%20football\"&gt;football rivalry&lt;/a&gt;.\nTransportation.\nThe city of Baltimore has a higher-than-average percentage of households without a car. In 2015, 30.7 percent of Baltimore households lacked a car, which decreased slightly to 28.9 percent in 2016. The national average was 8.7 percent in 2016. Baltimore averaged 1.65 cars per household in 2016, compared to a national average of 1.8.\nRoads and highways.\nBaltimore's highway growth has done much to influence the development of the city and its suburbs. The first &lt;a href=\"limited-access%20highway\"&gt;limited-access highway&lt;/a&gt; serving Baltimore was the &lt;a href=\"Baltimore%E2%80%93Washington%20Parkway\"&gt;Baltimore–Washington Parkway&lt;/a&gt;, which opened in stages between 1950 and 1954. Maintenance of it is split: the half closest to Baltimore is maintained by the state of Maryland, and the half closest to Washington by the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt;. Trucks are only permitted to use the northern part of the parkway. Trucks (tractor-trailers) continued to use &lt;a href=\"U.S.%20Route%201%20in%20Maryland\"&gt;U.S. Route 1&lt;/a&gt; (US 1) until &lt;a href=\"Interstate%2095%20in%20Maryland\"&gt;Interstate 95&lt;/a&gt; (I-95) between Baltimore and Washington opened in 1971.\nThe Interstate highways serving Baltimore are &lt;a href=\"Interstate%2070%20in%20Maryland\"&gt;I-70&lt;/a&gt;, I-83 (the Jones Falls Expressway), I-95, &lt;a href=\"Interstate%20395%20%28Maryland%29\"&gt;I-395&lt;/a&gt;, &lt;a href=\"Interstate%20695%20%28Maryland%29\"&gt;I-695&lt;/a&gt; (the Baltimore Beltway), &lt;a href=\"Interstate%20795%20%28Maryland%29\"&gt;I-795&lt;/a&gt; (the Northwest Expressway), &lt;a href=\"Interstate%20895%20%28Maryland%29\"&gt;I-895&lt;/a&gt; (the Harbor Tunnel Thruway), and &lt;a href=\"Interstate%2097\"&gt;I-97&lt;/a&gt;. The city's mainline Interstate highways—I-95, I-83, and I-70—do not directly connect to each other, and in the case of I-70 end at a park and ride lot just inside the city limits, because of &lt;a href=\"highway%20revolts\"&gt;freeway revolts&lt;/a&gt; in Baltimore. These revolts were led primarily by &lt;a href=\"Barbara%20Mikulski\"&gt;Barbara Mikulski&lt;/a&gt;, a former &lt;a href=\"United%20States%20senator\"&gt;United States senator&lt;/a&gt; for Maryland, which resulted in the abandonment of the original plan. There are two tunnels traversing Baltimore Harbor within the city limits: the four-bore &lt;a href=\"Fort%20McHenry%20Tunnel\"&gt;Fort McHenry Tunnel&lt;/a&gt; (opened in 1985 and serving I-95) and the two-bore &lt;a href=\"Baltimore%20Harbor%20Tunnel\"&gt;Harbor Tunnel&lt;/a&gt; (opened in 1957 and serving I-895). The Baltimore Beltway crosses south of Baltimore Harbor over the &lt;a href=\"Francis%20Scott%20Key%20Bridge%20%28Baltimore%29\"&gt;Francis Scott Key Bridge&lt;/a&gt;.\nThe first interstate highway built in Baltimore was I-83, called the Jones Falls Expressway (first portion built in the early 1960s). Running from the downtown toward the northwest (NNW), it was built through a natural corridor, which meant that no residents or housing were directly affected. A planned section from what is now its southern terminus to I-95 was abandoned. Its route through parkland received criticism.\nPlanning for the Baltimore Beltway antedates the creation of the &lt;a href=\"Interstate%20Highway%20System\"&gt;Interstate Highway System&lt;/a&gt;. The first portion completed was a small strip connecting the two sections of I-83, the Baltimore-Harrisburg Expressway and the Jones Falls Expressway.\nThe only &lt;a href=\"United%20States%20Numbered%20Highways\"&gt;U.S. Highways&lt;/a&gt; in the city are US 1, which bypasses downtown, and &lt;a href=\"U.S.%20Route%2040%20in%20Maryland\"&gt;US 40&lt;/a&gt;, which crosses downtown from east to west. Both run along major surface streets; however, US 40 utilizes a small section of a freeway cancelled in the 1970s in the west side of the city originally intended for &lt;a href=\"Interstate%20170%20%28Maryland%29\"&gt;Interstate 170&lt;/a&gt;. State routes in the city also travel along surface streets, with the exception of &lt;a href=\"Maryland%20Route%20295\"&gt;Maryland Route 295&lt;/a&gt;, which carries the Baltimore–Washington Parkway.\nThe Baltimore City Department of Transportation (BCDOT) is responsible for several functions of the road transportation system in Baltimore, including repairing roads, sidewalks, and alleys; road signs; street lights; and managing the flow of transportation systems. In addition, the agency is in charge of vehicle towing and &lt;a href=\"traffic%20camera\"&gt;traffic camera&lt;/a&gt;s. BCDOT maintains all streets within the city of Baltimore. These include all streets that are marked as state and U.S. highways as well as the portions of I-83 and I-70 within the city limits. The only highways within the city that are not maintained by BCDOT are I-95, I-395, I-695, and I-895; those four highways are maintained by the Maryland Transportation Authority.\nTransit systems.\nPublic transit.\nPublic transit in Baltimore is mostly provided by the &lt;a href=\"Maryland%20Transit%20Administration\"&gt;Maryland Transit Administration&lt;/a&gt; (abbreviated \"MTA Maryland\") and &lt;a href=\"Charm%20City%20Circulator\"&gt;Charm City Circulator&lt;/a&gt;. MTA Maryland operates a comprehensive &lt;a href=\"MTA%20Maryland%20bus%20service\"&gt;bus&lt;/a&gt; network, including many local, express, and commuter buses, &lt;a href=\"Baltimore%20Light%20RailLink\"&gt;a light rail network&lt;/a&gt; connecting &lt;a href=\"Hunt%20Valley%2C%20Maryland\"&gt;Hunt Valley&lt;/a&gt; in the north to BWI Airport and &lt;a href=\"Cromwell%20Station%20/%20Glen%20Burnie%20%28Baltimore%20Light%20Rail%20station%29\"&gt;Cromwell&lt;/a&gt; (&lt;a href=\"Glen%20Burnie%2C%20Maryland\"&gt;Glen Burnie&lt;/a&gt;) in the south, and a &lt;a href=\"Baltimore%20Metro%20SubwayLink\"&gt;subway line&lt;/a&gt; between &lt;a href=\"Owings%20Mills%2C%20Maryland\"&gt;Owings Mills&lt;/a&gt; and Johns Hopkins Hospital. A proposed rail line, known as the &lt;a href=\"Red%20Line%20%28Baltimore%29\"&gt;Red Line&lt;/a&gt;, which would link the Social Security Administration to &lt;a href=\"Johns%20Hopkins%20Bayview%20Medical%20Center\"&gt;Johns Hopkins Bayview Medical Center&lt;/a&gt; and perhaps the &lt;a href=\"Canton%2C%20Baltimore\"&gt;Canton&lt;/a&gt; and &lt;a href=\"Dundalk%2C%20Maryland\"&gt;Dundalk&lt;/a&gt; communities, was cancelled by Governor &lt;a href=\"Larry%20Hogan\"&gt;Larry Hogan&lt;/a&gt;; a proposal to extend Baltimore's existing subway line to &lt;a href=\"Morgan%20State%20University\"&gt;Morgan State University&lt;/a&gt;, known as the &lt;a href=\"Green%20Line%20%28Baltimore%29\"&gt;Green Line&lt;/a&gt;, is in the planning stages.\nThe Charm City Circulator (CCC), a &lt;a href=\"shuttle%20bus%20service\"&gt;shuttle bus service&lt;/a&gt; operated by Veolia Transportation for the Baltimore Department of Transportation, began operating in the downtown area in January 2010. Funded partly by a 16 percent increase in the city's parking fees, the circulator provides free bus service seven days a week, picking up passengers every 15 minutes at designated stops during service hours.\nThe CCC's first bus line, the Orange route, travels between Hollins Market and Harbor East. Its Purple route, launched June 7, 2010, operates between Fort Avenue and 33rd St. The Green route runs between Johns Hopkins and City Hall. The Charm City Circulator operates a fleet of diesel and hybrid vehicles built by DesignLine, Orion, and Van Hool.\nBaltimore also has a &lt;a href=\"water%20taxi\"&gt;water taxi&lt;/a&gt; service, operated by &lt;a href=\"Baltimore%20Water%20Taxi\"&gt;Baltimore Water Taxi&lt;/a&gt;. The water taxi's six routes provide service throughout the city's harbor, and was purchased by &lt;a href=\"Under%20Armour\"&gt;Under Armour&lt;/a&gt; CEO &lt;a href=\"Kevin%20Plank\"&gt;Kevin Plank&lt;/a&gt;'s Sagamore Ventures in 2016.\nIn June 2017, The BaltimoreLink started operating; it is the redesign of the region's initial bus system. The BaltimoreLink runs through downtown Baltimore every 10 minutes via color-coded, high-frequency CityLink routes.\nIntercity rail.\nBaltimore is a top destination for &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt; along the &lt;a href=\"Northeast%20Corridor\"&gt;Northeast Corridor&lt;/a&gt;. Baltimore's &lt;a href=\"Pennsylvania%20Station%20%28Baltimore%29\"&gt;Penn Station&lt;/a&gt; is one of the busiest in the country. In FY 2014, Penn Station was ranked the &lt;a href=\"List%20of%20busiest%20Amtrak%20stations\"&gt;seventh-busiest&lt;/a&gt; rail station in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; by number of passengers served each year. The building sits on a raised \"island\" of sorts between two open trenches, one for the Jones Falls Expressway and the other for the tracks of the Northeast Corridor (NEC). The NEC approaches from the south through the two-track, &lt;a href=\"Baltimore%20and%20Potomac%20Tunnel\"&gt;Baltimore and Potomac Tunnel&lt;/a&gt;, which opened in 1873 and whose limit, sharp curves, and steep grades make it one of the NEC's worst bottlenecks. The NEC's northern approach is the 1873 &lt;a href=\"Union%20Tunnel%20%28Baltimore%29\"&gt;Union Tunnel&lt;/a&gt;, which has one &lt;a href=\"single%20track%20%28rail%29\"&gt;single-track&lt;/a&gt; bore and one &lt;a href=\"double%20track\"&gt;double-track&lt;/a&gt; bore.\nJust outside the city, &lt;a href=\"BWI%20Rail%20Station\"&gt;Baltimore/Washington International (BWI) Thurgood Marshall Airport Rail Station&lt;/a&gt; is another stop. Amtrak's \"&lt;a href=\"Acela%20Express\"&gt;Acela Express&lt;/a&gt;\", \"&lt;a href=\"Palmetto%20%28train%29\"&gt;Palmetto&lt;/a&gt;\", \"&lt;a href=\"Carolinian%20%28train%29\"&gt;Carolinian&lt;/a&gt;\", \"&lt;a href=\"Silver%20Star%20%28Amtrak%20train%29\"&gt;Silver Star&lt;/a&gt;\", \"&lt;a href=\"Silver%20Meteor\"&gt;Silver Meteor&lt;/a&gt;\", \"&lt;a href=\"Vermonter%20%28train%29\"&gt;Vermonter&lt;/a&gt;\", \"&lt;a href=\"Crescent%20%28train%29\"&gt;Crescent&lt;/a&gt;\", and \"&lt;a href=\"Northeast%20Regional\"&gt;Northeast Regional&lt;/a&gt;\" trains are the scheduled passenger train services that stop in the city. Additionally, &lt;a href=\"MARC%20Train\"&gt;MARC&lt;/a&gt; commuter rail service connects the city's two main intercity rail stations, Camden Station and Penn Station, with Washington, D.C.'s &lt;a href=\"Union%20Station%20%28Washington%2C%20D.C.%29\"&gt;Union Station&lt;/a&gt; as well as stops in between. The MARC consists of 3 lines; the Brunswick, Camden and Penn. On December 7, 2013, the Penn Line began weekend service.\nAirports.\nBaltimore is served by two airports, both operated by the Maryland Aviation Administration, which is part of the &lt;a href=\"Maryland%20Department%20of%20Transportation\"&gt;Maryland Department of Transportation&lt;/a&gt;. &lt;a href=\"Baltimore%E2%80%93Washington%20International%20Thurgood%20Marshall%20Airport\"&gt;Baltimore–Washington International Thurgood Marshall Airport&lt;/a&gt;, generally known as \"BWI\", lies about to the south of Baltimore in neighboring Anne Arundel County. The airport is named after &lt;a href=\"Thurgood%20Marshall\"&gt;Thurgood Marshall&lt;/a&gt;, a Baltimore native who was the first African American to serve on the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt;. In terms of passenger traffic, BWI is the 22nd busiest airport in the United States. As of calendar year 2014, BWI is the largest, by passenger count, of three major airports serving the &lt;a href=\"Baltimore%E2%80%93Washington%20Metropolitan%20Area\"&gt;Baltimore–Washington Metropolitan Area&lt;/a&gt;. It is accessible by I-95 and the Baltimore–Washington Parkway via &lt;a href=\"Interstate%20195%20%28Maryland%29\"&gt;Interstate 195&lt;/a&gt;, the &lt;a href=\"Baltimore%20Light%20Rail\"&gt;Baltimore Light Rail&lt;/a&gt;, and Amtrak and MARC Train at &lt;a href=\"BWI%20Rail%20Station\"&gt;BWI Rail Station&lt;/a&gt;.\nBaltimore is also served by &lt;a href=\"Martin%20State%20Airport\"&gt;Martin State Airport&lt;/a&gt;, a &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; facility, to the northeast in Baltimore County. Martin State Airport is linked to &lt;a href=\"downtown%20Baltimore\"&gt;downtown Baltimore&lt;/a&gt; by &lt;a href=\"Maryland%20Route%20150\"&gt;Maryland Route 150&lt;/a&gt; (Eastern Avenue) and by MARC Train at &lt;a href=\"Martin%20State%20Airport%20%28MARC%20station%29\"&gt;its own station&lt;/a&gt;.\nPedestrians and bicycles.\nBaltimore has a comprehensive system of bicycle routes in the city. These routes are not numbered, but are typically denoted with green signs displaying a silhouette of a bicycle upon an outline of the city's border, and denote the distance to destinations, much like bicycle routes in the rest of the state. The roads carrying bicycle routes are also labelled with either bike lanes, sharrows, or Share the Road signs. Many of these routes pass through the downtown area. The network of bicycle lanes in the city continues to expand, with over added between 2006 and 2014. Alongside bike lanes, Baltimore has also built &lt;a href=\"bike%20boulevard\"&gt;bike boulevard&lt;/a&gt;s, starting with Guilford Avenue in 2012.\nBaltimore currently has three major trail systems within the city. The &lt;a href=\"Gwynns%20Falls%20Trail\"&gt;Gwynns Falls Trail&lt;/a&gt; runs from the Inner Harbor to the I-70 Park and Ride, passing through &lt;a href=\"Gwynns%20Falls%20Park\"&gt;Gwynns Falls Park&lt;/a&gt; and possessing numerous branches. There are also many pedestrian hiking trails traversing the park. The &lt;a href=\"Jones%20Falls%20Trail\"&gt;Jones Falls Trail&lt;/a&gt; currently runs from the Inner Harbor to the Cylburn Arboretum; however, it is currently undergoing expansion. Long-term plans call for it to extend to the &lt;a href=\"Mount%20Washington%20%28Baltimore%20Light%20Rail%20station%29\"&gt;Mount Washington Light Rail Stop&lt;/a&gt;, and possibly as far north as the Falls Road stop to connect to the Robert E. Lee boardwalk north of the city. It will also incorporate a spur alongside Western Run. The two aforementioned trails carry sections of the &lt;a href=\"East%20Coast%20Greenway\"&gt;East Coast Greenway&lt;/a&gt; through the city. There is also the Herring Run Trail, which runs from &lt;a href=\"Maryland%20Route%20147\"&gt;Harford Road&lt;/a&gt; east to its end beyond Sinclair Lane, utilizing Herring Run Park; long-term plans also call for its extension to &lt;a href=\"Morgan%20State%20University\"&gt;Morgan State University&lt;/a&gt; and north to points beyond. Other major bicycle projects include a protected cycle track installed on both Maryland Avenue and Mount Royal Avenue, expected to become the backbone of a downtown bicycle network. Installation for the cycletracks is expected in 2014 and 2016, respectively.\nIn addition to the bicycle trails and cycletracks, Baltimore has the Stony Run Trail, a walking path that will eventually connect from the Jones Falls north to Northern Parkway, utilizing much of the old Ma and Pa Railroad corridor inside the city. In 2011, the city undertook a campaign to reconstruct many sidewalk ramps in the city, coinciding with mass resurfacing of the city's streets. A 2011 study by &lt;a href=\"Walk%20Score\"&gt;Walk Score&lt;/a&gt; ranked Baltimore the 14th most walkable of fifty largest U.S. cities.\nPort of Baltimore.\nThe port was founded in 1706, preceding the founding of Baltimore. The Maryland colonial legislature made the area near &lt;a href=\"Locust%20Point%2C%20Baltimore\"&gt;Locust Point&lt;/a&gt; as the &lt;a href=\"port%20of%20entry\"&gt;port of entry&lt;/a&gt; for the &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt; trade with England. Fells Point, the deepest point in the natural harbor, soon became the colony's main ship building center, later on becoming leader in the construction of &lt;a href=\"Baltimore%20Clipper\"&gt;clipper ships&lt;/a&gt;.\nAfter Baltimore's founding, mills were built behind the wharves. The &lt;a href=\"California%20Gold%20Rush\"&gt;California Gold Rush&lt;/a&gt; led to many orders for fast vessels; many overland pioneers also relied upon canned goods from Baltimore. After the Civil War, a coffee ship was designed here for trade with &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;. At the end of the nineteenth century, European ship lines had terminals for immigrants. The Baltimore and Ohio Railroad made the port a major &lt;a href=\"transshipment\"&gt;transshipment&lt;/a&gt; point. Currently the port has major &lt;a href=\"roll-on/roll-off\"&gt;roll-on/roll-off&lt;/a&gt; facilities, as well as bulk facilities, especially steel handling.\n&lt;a href=\"Water%20taxi\"&gt;Water taxi&lt;/a&gt;s also operate in the Inner Harbor. Governor Ehrlich participated in naming the port after &lt;a href=\"Helen%20Delich%20Bentley\"&gt;Helen Delich Bentley&lt;/a&gt; during the 300th anniversary of the port.\nIn 2007, &lt;a href=\"Duke%20Realty\"&gt;Duke Realty&lt;/a&gt; Corporation began a new development near the Port of Baltimore, named the Chesapeake Commerce Center. This new industrial park is located on the site of a former General Motors plant. The total project comprises in eastern Baltimore City, and the site will yield of warehouse/distribution and office space. Chesapeake Commerce Center has direct access to two major Interstate highways (&lt;a href=\"I-95\"&gt;I-95&lt;/a&gt; and &lt;a href=\"Interstate%20895%20%28Maryland%29\"&gt;I-895&lt;/a&gt;) and is located adjacent to two of the major Port of Baltimore terminals. The Port of Baltimore is one of two seaports on the U.S. East Coast with a dredge to accommodate the largest shipping vessels.\nAlong with cargo terminals, the port also has a passenger cruise terminal, which offers year-round trips on several lines, including Royal Caribbean's Grandeur of the Seas and Carnival's Pride. Overall five cruise lines have operated out of the port to the Bahamas and the Caribbean, while some ships traveled to New England and Canada. The terminal has become an embarkation point where passengers have the opportunity to park and board next to the ship visible from Interstate 95. Passengers from Pennsylvania, New York and New Jersey make up a third of the volume, with travelers from Maryland, Virginia, the District and even Ohio and the Carolinas making up the rest.\nEnvironment.\nBaltimore's Inner Harbor, known for its skyline waterscape and its tourist-friendly areas, was horribly polluted. The waterway was often filled with garbage after heavy rainstorms, failing its 2014 water quality report card. The Waterfront Partnership of Baltimore took steps to remediate the waterways, in hopes that the harbor would be fishable and swimmable once again.\nTrash interceptors.\nBaltimore has two water wheel trash interceptors for removing garbage in area waterways. One is at the mouth of &lt;a href=\"Jones%20Falls\"&gt;Jones Falls&lt;/a&gt; in Baltimore's Inner Harbor, dubbed \"Mr. Trash Wheel.\" Another, \"Professor Trash Wheel\" was added at Harris Creek in the &lt;a href=\"Canton%2C%20Baltimore\"&gt;Canton&lt;/a&gt; neighborhood in 2016, with \"Captain Trash Wheel\" following at Mason Creek in 2018 and \"Gwynnda, the Good Wheel of the West\" at the mouth of the &lt;a href=\"Gwynns%20Falls\"&gt;Gwynns Falls&lt;/a&gt; in 2021. A February 2015 agreement with a local waste-to-energy plant is believed to make Baltimore the first city to use reclaimed waterway debris to generate electricity.\nOther water pollution control.\nIn August 2010, the National Aquarium assembled, planted, and launched a &lt;a href=\"floating%20island\"&gt;floating wetland island&lt;/a&gt; designed by Biohabitats in Baltimore's Inner Harbor. Hundreds of years ago Baltimore's harbor shoreline would have been lined with tidal &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt;s. Floating wetlands provide many environmental benefits to water quality and habitat enhancement, which is why the Waterfront Partnership of Baltimore has included them in their Healthy Harbor Initiative pilot projects. Biohabitats also developed a concept to transform a dilapidated wharf into a living pier that cleans Harbor water, provides habitat and is an aesthetic attraction. Currently under design, the top of the pier will become a &lt;a href=\"Constructed%20wetland\"&gt;constructed tidal wetland&lt;/a&gt;.\nOther projects to improve water quality include the Blue Alleys project, expanded street sweeping, and stream restoration.\nMedia.\nBaltimore's main media outlet since 2010 is Baltimore Brew, edited by Fern Shen and Mark Reutter, investigative journalists of the Washington Post and Baltimore Sun, respectively. \"&lt;a href=\"The%20Baltimore%20Sun\"&gt;The Baltimore Sun&lt;/a&gt;\" was sold by its Baltimore owners in 1986 to the Times Mirror Company, which was bought by the &lt;a href=\"Tribune%20Company\"&gt;Tribune Company&lt;/a&gt; in 2000. Since the recent sale, The Baltimore Sun prints some local news along with regional and national articles. The \"&lt;a href=\"Baltimore%20News-American\"&gt;Baltimore News-American&lt;/a&gt;\", another long-running paper that competed with the Sun, ceased publication in 1986.\nThe city is home to the &lt;a href=\"Baltimore%20Afro-American\"&gt;Baltimore Afro-American&lt;/a&gt;, an influential African American newspaper founded in 1892.\nIn 2006, \"&lt;a href=\"The%20Baltimore%20Examiner\"&gt;The Baltimore Examiner&lt;/a&gt;\" was launched to compete with \"The Sun\". It was part of a national chain that includes \"&lt;a href=\"The%20San%20Francisco%20Examiner\"&gt;The San Francisco Examiner&lt;/a&gt;\" and \"&lt;a href=\"The%20Washington%20Examiner\"&gt;The Washington Examiner&lt;/a&gt;\". In contrast to the paid subscription \"Sun\", \"The Examiner\" was a free newspaper funded solely by advertisements. Unable to turn a profit and facing a deep recession, \"The Baltimore Examiner\" ceased publication on February 15, 2009.\nDespite being located 40 miles northeast of &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, Baltimore is a major media market in its own right, with all major English language television networks represented in the city. &lt;a href=\"WJZ-TV\"&gt;WJZ-TV&lt;/a&gt; 13 is a &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; &lt;a href=\"owned%20and%20operated%20station\"&gt;owned and operated station&lt;/a&gt;, and &lt;a href=\"WBFF\"&gt;WBFF&lt;/a&gt; 45 (&lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox&lt;/a&gt;) is the flagship of &lt;a href=\"Sinclair%20Broadcast%20Group\"&gt;Sinclair Broadcast Group&lt;/a&gt;, the largest station owner in the country. Other major television stations in Baltimore include &lt;a href=\"WMAR-TV\"&gt;WMAR-TV&lt;/a&gt; 2 (&lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;), &lt;a href=\"WBAL-TV\"&gt;WBAL-TV&lt;/a&gt; 11 (&lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;), &lt;a href=\"WUTB\"&gt;WUTB&lt;/a&gt; 24 (&lt;a href=\"TBD%20%28TV%20network%29\"&gt;TBD&lt;/a&gt;), &lt;a href=\"WBFF\"&gt;WBFF-DT2&lt;/a&gt; 45.2 (&lt;a href=\"MyNetworkTV\"&gt;MyNetworkTV&lt;/a&gt;), &lt;a href=\"WNUV\"&gt;WNUV&lt;/a&gt; 54 (&lt;a href=\"The%20CW\"&gt;CW&lt;/a&gt;), and &lt;a href=\"WMPB\"&gt;WMPB&lt;/a&gt; 67 (&lt;a href=\"PBS\"&gt;PBS&lt;/a&gt;). Baltimore is also served by low-power station &lt;a href=\"WMJF-CD\"&gt;WMJF-CD&lt;/a&gt; 39 (&lt;a href=\"Ion%20Television\"&gt;Ion&lt;/a&gt;), which transmits from the campus of &lt;a href=\"Towson%20University\"&gt;Towson University&lt;/a&gt;.\nNielsen ranked Baltimore as the 26th-largest &lt;a href=\"television%20market\"&gt;television market&lt;/a&gt; for the 2008–2009 viewing season and the 27th-largest for 2009–2010. Arbitron's Fall 2010 rankings identified Baltimore as the 22nd largest radio market.\nInternational relations.\nBaltimore's own Sister City Committees recognize eight of these sister cities, indicated above with a \"B\" notation.\nThree additional sister cities have \"emeritus status\":"
}