{
    "id": "26996315",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=26996315",
    "title": "Jarrod Dyson",
    "text": "Jarrod Martel Dyson (born August 15, 1984) is an American professional &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; &lt;a href=\"center%20fielder\"&gt;center fielder&lt;/a&gt; who is a free agent. He has played in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for the &lt;a href=\"Kansas%20City%20Royals\"&gt;Kansas City Royals&lt;/a&gt;, &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt;, &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt;, &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt;, &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; and &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt;.\nDyson was drafted by the Royals in the 50th round with the 1,475th pick of the &lt;a href=\"2006%20Major%20League%20Baseball%20draft\"&gt;2006 Major League Baseball draft&lt;/a&gt; out of &lt;a href=\"Southwest%20Mississippi%20Community%20College\"&gt;Southwest Mississippi Community College&lt;/a&gt;. He made his MLB debut on September 7, 2010.\nAmateur career.\nBorn and raised in &lt;a href=\"McComb%2C%20Mississippi\"&gt;McComb, Mississippi&lt;/a&gt;, Dyson attended &lt;a href=\"McComb%20High%20School\"&gt;McComb High School&lt;/a&gt;, where he starred in baseball and &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; as a &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt;. At McComb, Dyson earned All-Division honors but was passed over by most scouts due to his slight stature. Dyson later attended &lt;a href=\"Southwest%20Mississippi%20Community%20College\"&gt;Southwest Mississippi Community College&lt;/a&gt;. At Southwest, Dyson tied the single-season record with seven triples and set a record with 47 runs.\nProfessional career.\nMinor League career.\nDyson was drafted by the Royals in the 50th round, 1,475th overall, of the 2006 amateur draft. He signed with the team for $5,000. Dyson began his professional career that year, playing for the &lt;a href=\"AZL%20Royals\"&gt;AZL Royals&lt;/a&gt; and hitting .273 with no home runs and 19 stolen bases in 51 games. He played in 10 games in 2007, all for the &lt;a href=\"Burlington%20Bees\"&gt;Burlington Bees&lt;/a&gt;, hitting .270.\nHe spent 2008 with the &lt;a href=\"Wilmington%20Blue%20Rocks\"&gt;Wilmington Blue Rocks&lt;/a&gt;, hitting .260 with 39 stolen bases in 93 games. He split the 2009 season between the Bees (17 games) and &lt;a href=\"Northwest%20Arkansas%20Naturals\"&gt;Northwest Arkansas Naturals&lt;/a&gt; (63 games), hitting a combined .276 with 46 stolen bases. He began 2010 in the minor leagues, splitting the season between the AZL Royals, Blue Rocks, Naturals and &lt;a href=\"Omaha%20Royals\"&gt;Omaha Royals&lt;/a&gt;. He hit .299 with 24 stolen bases in 71 games.\nKansas City Royals.\n2010.\nDyson was first called up to the major leagues in September 2010, joining the Royals and getting some playing time in center field. He played in 18 games and hit .211/.286/.404 with nine stolen bases in 57 at-bats. He made the team out of spring training in 2011, and took on the role of a pinch running specialist. He was regarded as one of the faster outfielders in the game.\n2011.\nWith Melky Cabrera having a breakout season in center field, Dyson spent the majority of the season in Triple-A. When in the Major Leagues, he served as a late-inning pinch runner for &lt;a href=\"Billy%20Butler%20%28baseball%29\"&gt;Billy Butler&lt;/a&gt; and &lt;a href=\"Brayan%20Pe%C3%B1a\"&gt;Brayan Peña&lt;/a&gt;. Dyson hit .205/.308/.227 in 44 at-bats, stealing 11 bases. In the minors, he hit .279 with 38 stolen bases in 83 minor league games that year.\n2012.\nThe Royals originally had &lt;a href=\"Lorenzo%20Cain\"&gt;Lorenzo Cain&lt;/a&gt; as their starting center fielder, however Dyson gained significant playing time as a result of injuries to Cain.\nIn 102 games, Dyson finished the 2012 season with 76 hits in 292 at-bats leading to a .260 batting average. He also had nine RBI, eight doubles, five triples, 30 walks, 52 runs scored and 30 stolen bases, further highlighting his speed and baserunning talent. He spent 15 games with the minor league Omaha Storm Chasers that year as well, hitting .333 with seven stolen bases.\n2013.\nIn 2013, Dyson set a career best with 34 steals and had a &lt;a href=\"slash%20line\"&gt;slash line&lt;/a&gt; of .258/.326/.366.\n2014.\nIn spring training in 2014, Dyson tied for the major league lead in stolen bases with 10, while not being caught once. He finished the regular season tied for third in the American League with 36 steals. He was often used as a late inning pinch runner and defensive substitute, taking over in center field while Lorenzo Cain would shift to right field taking the place of &lt;a href=\"Norichika%20Aoki\"&gt;Norichika Aoki&lt;/a&gt;. He played in a career high 120 games and had career highs in batting average (.269) and RBIs (24) at the time. His .269 batting average stands as his second-best total in a year.\n2015.\nOn January 28, 2015, the &lt;a href=\"Kansas%20City%20Royals\"&gt;Kansas City Royals&lt;/a&gt; and Dyson avoided arbitration by agreeing to a one-year contract for $1.225 million. Dyson, who was expected to be the Royals' fourth outfielder, could also make $25,000 for reaching 350 plate appearances and $50,000 if he was chosen for the All-Star Game. He batted a slash line of .250/.311/.380.\nIn 2015, Dyson played an important role in the &lt;a href=\"2015%20World%20Series\"&gt;2015 World Series&lt;/a&gt; against the &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt;. The Royals were up 3 games to 1 in the fifth game of the World Series. In the 12th Inning, the Royals and Mets were tied at two runs each. After a single to right field, Dyson, known for his speed, pinch ran for &lt;a href=\"Salvador%20P%C3%A9rez\"&gt;Salvador Perez.&lt;/a&gt; Dyson proceeded to steal 2nd base. When &lt;a href=\"Alex%20Gordon\"&gt;Alex Gordon&lt;/a&gt; grounded out to first, Dyson got to third base. Then, &lt;a href=\"Christian%20Col%C3%B3n\"&gt;Christian Colón&lt;/a&gt; singled to left allowing Dyson to reach home plate giving the Royals their first lead of the game. The Royals would finish the inning with a total of five runs, winning the game 7-2 and becoming the &lt;a href=\"2015%20World%20Series\"&gt;2015 World Series&lt;/a&gt; Champions.\n2016.\nPrior to the start of the 2016 season, Dyson and &lt;a href=\"Paulo%20Orlando\"&gt;Paulo Orlando&lt;/a&gt; were considered most likely to platoon in right field, though the Royals announced plans for an open competition in spring training. On July 18, Dyson hit a grand slam against the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt;. It was the first of his career. That year, he played in 107 games with 83 hits across 299 at-bats. Of those, 14 were doubles and 8 were triples, each being the highest totals of his career in a year. He batted a slash line of .278/.340/.388 and stole 30 bases.\nSeattle Mariners.\nOn January 6, 2017, Dyson was traded to the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; for &lt;a href=\"Nate%20Karns\"&gt;Nate Karns&lt;/a&gt;.\nOn September 11, 2017, it was announced that Dyson would undergo pelvic surgery, ending his season. In 111 games of 2017, Dyson finished with 28 stolen bases, a .251 batting average, 5 home runs, and 30 RBI.\nArizona Diamondbacks.\n2018.\nOn February 19, 2018, the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt; signed Dyson for two years and $7.5 million. His first season with Arizona proved to be difficult, as he had multiple stints on the disabled list and hit a career-low .189 with a .282 OBP and a .257 slugging percentage in 67 games. He was ruled out for the season on September 6.\n2019.\nIn 2019 he batted .230/.313/.320 in 400 at-bats.\nPittsburgh Pirates.\nOn February 13, 2020, Dyson signed a one-year, $2 million contract with the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt;.\nChicago White Sox.\nOn August 28, 2020, Dyson was traded to the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; in exchange for international signing bonus pool money.\nIn the 2020 season, between the two teams Dyson batted .180/.231/.180 with no home runs and five RBIs in 61 at bats.\nKansas City Royals (Second Stint).\nOn March 2, 2021, Dyson signed a one-year, $1.5 million contract with the &lt;a href=\"Kansas%20City%20Royals\"&gt;Kansas City Royals&lt;/a&gt;.\nDyson played in 77 games for the Royals in 2021, hitting .221 with no home runs and 10 RBI's, along with 8 stolen bases.\nToronto Blue Jays.\nOn August 27, 2021, Dyson was claimed off of waivers by the &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt;.\nPersonal life.\nDyson has three older brothers, one younger brother and a younger sister, and was raised by Cecilia, his mother. The family lived in &lt;a href=\"public%20housing\"&gt;public housing&lt;/a&gt; until he was eight years old. In January 2016, the city of &lt;a href=\"McComb%2C%20Mississippi\"&gt;McComb, Mississippi&lt;/a&gt;, announced it was renaming one of its streets Dyson Drive to honor him."
}