{
    "id": "27000574",
    "revid": "37890503",
    "url": "https://en.wikipedia.org/wiki?curid=27000574",
    "title": "Subversive activities registration",
    "text": "Subversive activities registration is sometimes required by &lt;a href=\"government\"&gt;government&lt;/a&gt;s.\nRegistration in the United States.\n, requires the &lt;a href=\"wikt%3Aregistration\"&gt;registration&lt;/a&gt; of any private group engaged in \"&lt;a href=\"civilian\"&gt;civilian&lt;/a&gt; &lt;a href=\"Militia\"&gt;military&lt;/a&gt; activity\" or in \"&lt;a href=\"Activism\"&gt;political activity&lt;/a&gt;\", the latter being defined as \"any activity the purpose or aim of which, or one of the purposes or aims of which, is the &lt;a href=\"Coup%20d%27%C3%A9tat\"&gt;control by force&lt;/a&gt; or &lt;a href=\"Insurgency\"&gt;overthrow of the Government&lt;/a&gt; of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; or a &lt;a href=\"Administrative%20division\"&gt;political subdivision&lt;/a&gt; thereof, or any State or political subdivision thereof.\"\nThe &lt;a href=\"statute\"&gt;statute&lt;/a&gt; requires that such groups provide &lt;a href=\"Information%23As%20records\"&gt;detailed information&lt;/a&gt; on their &lt;a href=\"Leadership\"&gt;leaders&lt;/a&gt;, &lt;a href=\"Meeting\"&gt;meeting places&lt;/a&gt;, &lt;a href=\"asset\"&gt;asset&lt;/a&gt;s, &lt;a href=\"publication\"&gt;publication&lt;/a&gt;s, etc. All of these &lt;a href=\"wikt%3Adeclaration\"&gt;statements&lt;/a&gt; become &lt;a href=\"public%20record\"&gt;public record&lt;/a&gt;s open to public examination and inspection.\nSouth Carolina.\n&lt;a href=\"South%20Carolina%20General%20Assembly\"&gt;South Carolina&lt;/a&gt; passed a &lt;a href=\"Subversive%20Activities%20Registration%20Act\"&gt;Subversive Activities Registration Act&lt;/a&gt; which required people to pay a five dollar fee to register as \"&lt;a href=\"Subversion\"&gt;subversive&lt;/a&gt; agents\". No one registered until February 2010, when the &lt;a href=\"legislation\"&gt;legislation&lt;/a&gt; was &lt;a href=\"Advertising\"&gt;publicized&lt;/a&gt; on the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; and by &lt;a href=\"radio\"&gt;radio&lt;/a&gt;. Fourteen people registered before the &lt;a href=\"Act%20of%20Parliament\"&gt;act&lt;/a&gt; was &lt;a href=\"repeal\"&gt;repeal&lt;/a&gt;ed in June 2010.\nRegistered subversives include Cognition Capital Management (CCM), a registered investment advisor founded by Mitch Hardy and Bill Matson, the co-authors of \"Data Driven Investing\" (a book called \"groundbreaking\" by Joe Moglia, the Chairman of TD Ameritrade, for its criticism of the financial services industry). By its compliance with the Subversive Activities Registration Act, CCM sought to protest the ongoing unfair business practices of Wall Street firms with significant federal government ownership."
}