{
    "id": "27014782",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=27014782",
    "title": "Osaka Restoration Association",
    "text": "The , also referred to as One Osaka, is a regional political party in &lt;a href=\"Osaka%20Prefecture\"&gt;Osaka Prefecture&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. Founded in 2010 by then-&lt;a href=\"Governor%20%28Japan%29\"&gt;Governor&lt;/a&gt; &lt;a href=\"T%C5%8Dru%20Hashimoto\"&gt;Tōru Hashimoto&lt;/a&gt;, its main platform is pursuing the &lt;a href=\"Osaka%20Metropolis%20plan\"&gt;Osaka Metropolis plan&lt;/a&gt; of merging the prefecture and some of its cities into \"One Osaka\" and reducing overlapping bureaucratic organizations of &lt;a href=\"Osaka%20Prefecture\"&gt;Osaka Prefecture&lt;/a&gt; and the city of &lt;a href=\"Osaka\"&gt;Osaka&lt;/a&gt;.\nThe party is a major force in the politics within Osaka Prefecture, with the party holding the most seats in the &lt;a href=\"Osaka%20Prefectural%20Assembly\"&gt;Osaka Prefectural Assembly&lt;/a&gt;, Osaka City Assembly and &lt;a href=\"Sakai%2C%20Osaka\"&gt;Sakai&lt;/a&gt; City Assembly, as well as the positions of &lt;a href=\"Governor%20of%20Osaka\"&gt;Governor of Osaka&lt;/a&gt; and mayor of three cities within the prefecture (Osaka, &lt;a href=\"Moriguchi%2C%20Osaka\"&gt;Moriguchi&lt;/a&gt; and &lt;a href=\"Hirakata%2C%20Osaka\"&gt;Hirakata&lt;/a&gt;).\nHistory.\nHashimoto, a lawyer and popular TV personality, was elected Governor of Osaka in &lt;a href=\"2008%20Osaka%20gubernatorial%20election\"&gt;January 2008&lt;/a&gt; with the support of the local branches of the &lt;a href=\"Liberal%20Democratic%20Party%20%28Japan%29\"&gt;Liberal Democratic Party&lt;/a&gt; and &lt;a href=\"New%20Komeito\"&gt;New Komeito&lt;/a&gt;. However, his support for the Osaka Metropolis plan and the restructuring of Japan's 47 prefectures into a few number of geographically large regions saw him face opposition from the mayors of Osaka and Sakai cities. In face of this opposition and frustrated with the lack of attention given to the issues by the major parties at the national level, Hashimoto announced his intention to form a regional party that would focus on the betterment of Osaka.\nIn February 2009, Hashimoto's plan for the prefecture to purchase the &lt;a href=\"Osaka%20Prefectural%20Government%20Sakishima%20Building\"&gt;Osaka World Trade Center Building&lt;/a&gt; from the city and relocate the prefectural government offices into the building was defeated in the prefectural assembly. Following this, a faction of six assembly members led by &lt;a href=\"Ichir%C5%8D%20Matsui\"&gt;Ichirō Matsui&lt;/a&gt;, who was supported by Hashimoto, formed the . By April 2010 the group had broken away from the Liberal Democratic Party and expanded to 22 members. On 19 April 2010 it was officially registered as the Osaka Restoration Association with 30 members.\nIn the &lt;a href=\"2011%20Japanese%20unified%20regional%20elections\"&gt;unified local elections&lt;/a&gt; in April 2011, the Osaka Restoration Association won an outright majority in the prefectural assembly and became strongest party in the assemblies of both Osaka City and Sakai City. On November 27, 2011, in an unprecedented double election, Hashimoto and Secretary-General &lt;a href=\"Ichir%C5%8D%20Matsui\"&gt;Ichirō Matsui&lt;/a&gt; were elected as Mayor of &lt;a href=\"Osaka\"&gt;Osaka&lt;/a&gt; City and Governor of &lt;a href=\"Osaka%20Prefecture\"&gt;Osaka Prefecture&lt;/a&gt; respectively.\nWhen the &lt;a href=\"Japan%20Restoration%20Association\"&gt;Japan Restoration Association&lt;/a&gt;, also headed by Hashimoto and Matsui, was founded in 2012 it was announced that the Osaka organization would come under the umbrella of the national party.\nIn the Sakai city mayoral election held in September 2013, incumbent &lt;a href=\"Osami%20Takeyama\"&gt;Osami Takeyama&lt;/a&gt; ran as an independent (with the support of the &lt;a href=\"Liberal%20Democratic%20Party%20%28Japan%29\"&gt;Liberal Democratic Party&lt;/a&gt; and an endorsement from the &lt;a href=\"Komeito\"&gt;Komeito&lt;/a&gt; party) and defeated the Osaka Restoration Association candidate Katsutoshi Nishibayashi. Takeyama first won office in 2009 with the backing of Hashimoto (prior to the party being formed), but lost the support of the party when he changed his position regarding the Metropolis merger plan. Whilst generally in favour of reform within the prefecture, Takeyama opposed the break-up of Sakai city and had a campaign slogan of . This was the first time in the party's history that a candidate had lost a mayoral election. Takeyama received 50.69% of the vote, almost 7% more than in 2009.\nIn 2015, with Hashimoto as Mayor of Osaka city and Matsui as Governor of Osaka Prefecture, the party promoted a &lt;a href=\"Osaka%20Metropolis%20plan\"&gt;merger plan&lt;/a&gt; that, if successful, would see the relationship between the 24 municipalities of Osaka and the prefecture be changed to resemble that of the &lt;a href=\"Tokyo\"&gt;Tokyo metropolis&lt;/a&gt; and create four new semi-autonomous districts. The plan was defeated in a &lt;a href=\"2015%20Osaka%20Metropolis%20Plan%20referendum\"&gt;referendum&lt;/a&gt; in May 2015 by a margin of less than 1%. Following the result, Hashimoto announced he would not contest the mayoral election at the end of 2015.\nThe party successfully contested the \"double election\" of the Osaka city mayoral election and prefecture gubernatorial election held on 22 November 2015. In the mayoral election, &lt;a href=\"Hirofumi%20Yoshimura\"&gt;Hirofumi Yoshimura&lt;/a&gt;, a former member of the national &lt;a href=\"House%20of%20Representatives%20%28Japan%29\"&gt;House of Representatives&lt;/a&gt;, was selected as the party's candidate to replace Hashimoto. Yoshimura ran on a platform of reinstating the metropolis merger plan and received 56.4% of the 1.05 million votes cast. In the gubernatorial election, Matsui also campaigned in favour of the merger and was re-elected with 64% of the 3.14 million votes cast. The double victory has been considered a boost to the party's main policy of resurrecting the metropolis merger plan."
}