{
    "id": "2701456",
    "revid": "1040914072",
    "url": "https://en.wikipedia.org/wiki?curid=2701456",
    "title": "Serhat Akın",
    "text": "Niyazi Serhat Akın (born 5 June 1981) is a retired Turkish &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;er who played as a &lt;a href=\"Forward%20%28association%20football%29\"&gt;striker&lt;/a&gt;.\nCareer.\nFenerbahçe.\nHe played for &lt;a href=\"Fenerbah%C3%A7e%20S.K.%20%28football%20team%29\"&gt;Fenerbahçe SK&lt;/a&gt; between 2000–2005 and played 140 matches (147 for the &lt;a href=\"S%C3%BCper%20Lig\"&gt;Süper Lig&lt;/a&gt;), after which he went to Anderlecht on a free transfer in the summer of 2005.\nRSC Anderlecht and 1. FC Köln (2005–2008).\nIn 2005, Akin joined the Belgian &lt;a href=\"R.S.C.%20Anderlecht\"&gt;R.S.C. Anderlecht&lt;/a&gt;. He wore the number 24 jersey for the \"Mauves\", with the number 9 jersey worn by the more senior Mbo Mpenza. In his first year at Anderlecht, he helped them become champions of the &lt;a href=\"Belgian%20First%20Division%20A\"&gt;Belgian First Division&lt;/a&gt;, by scoring the first goal in their 2–0 victory over direct rivals &lt;a href=\"Standard%20Li%C3%A8ge\"&gt;Standard Liège&lt;/a&gt; three matchdays from the end of the season.\nIn the winter &lt;a href=\"transfer%20window\"&gt;transfer window&lt;/a&gt; or 2006–07, he was loaned out to Second Bundesliga side &lt;a href=\"1.%20FC%20K%C3%B6ln\"&gt;1. FC Köln&lt;/a&gt; due to the lack of opportunities and having lower seniority than &lt;a href=\"Nicolas%20Frutos\"&gt;Nicolas Frutos&lt;/a&gt;, &lt;a href=\"Mohammed%20Tchite\"&gt;Mohammed Tchite&lt;/a&gt; and &lt;a href=\"Mbo%20Mpenza\"&gt;Mbo Mpenza&lt;/a&gt;. He received further setback in the 2006–07 season when he had stomach injuries which kept him sidelined for half a year. However, with the transfer of Tchite, and the injury to Frutos in the early part of the 2007–08 Jupiler League, Akin returned to the starting eleven of Anderlecht. He repaid the faith of his manager &lt;a href=\"Franky%20Vercauteren\"&gt;Franky Vercauteren&lt;/a&gt;, scoring two vital goals in the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; tie against &lt;a href=\"Rapid%20Vienna\"&gt;Rapid Vienna&lt;/a&gt; and sending the Belgian team into the group stage of the second-tier European competition. Akin said it was a \"small miracle\" to be part of the Anderlecht team again. This brief period of goals was interrupted by another injury to the striker, causing him to miss out an opportunity to cement his spot in the Anderlecht team.\nKocaelispor.\nAkın signed a one-year contract for the 2008–09 season with the recently promoted Turkish Super League side Kocaelispor. However, after six months with Kocaelispor, he left the team as Kocaelispor could not pay his wages.\nKarlsruhe.\nIn November 2009, he signed a contract with Karlsruher Sport Club until 30 June 2010.\nTurgutluspor.\nAkın returned to Turkey after accepting an offer from his old team mate &lt;a href=\"Yusuf%20Simsek\"&gt;Yusuf Simsek&lt;/a&gt; who was appointed as the player-manager for the &lt;a href=\"TFF%20Second%20League\"&gt;TFF Second League&lt;/a&gt; team. According to his manager, Akın has grown into a more humble player as his fame deteriorated.\nInternational career.\nHe played 16 times for &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey&lt;/a&gt; and scored three goals. He also played 22 times for &lt;a href=\"Turkey%20national%20under-21%20football%20team\"&gt;Turkey Under 21&lt;/a&gt; and scored 12 goals."
}