{
    "id": "2705645",
    "revid": "14423028",
    "url": "https://en.wikipedia.org/wiki?curid=2705645",
    "title": "Binat Bibi Mosque",
    "text": "Binat Bibi Mosque () is the earliest surviving &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt; in &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt;, built in 1454 by Bakht Binat, the daughter of Marhamat. It was erected during the rule of the Sultan of Bengal, &lt;a href=\"Nasiruddin%20Mahmud%20Shah\"&gt;Nasiruddin Mahmud Shah&lt;/a&gt; (r. 1435–1459). The mosque is located beside the Hayat Bepari's Bridge in the Narinda area.\nStructure.\nThe mosque is a square, single domed mosque measuring square internally with a single hemispherical dome atop the square room. Entrances are from east, north and south. Pre-&lt;a href=\"Mughal%20architecture\"&gt;Mughal&lt;/a&gt; features included the curved &lt;a href=\"cornice\"&gt;cornice&lt;/a&gt;s and &lt;a href=\"battlements\"&gt;battlements&lt;/a&gt;, corner &lt;a href=\"octagon\"&gt;octagon&lt;/a&gt;al &lt;a href=\"Turret%20%28architecture%29\"&gt;turret&lt;/a&gt;s, and &lt;a href=\"arch\"&gt;arch&lt;/a&gt;es on the south, north and eastern sides. The ornamentation is modest and the building is coated with &lt;a href=\"plaster\"&gt;plaster&lt;/a&gt;. There is a stone inscription of the mosque written in Farsi (Persian) which is located on the north of the mosque where Binat Bakht is buried. The wall thickness is approximately 1.82m. The mihrab had a projection at the back of the west wall.\nThe single dome mosque over time was turned into a rectangular shape by breaking down the southern wall and extending to the south. Further a new dome was added around 1932. In 1962, towards the western side a new mihrab was built. With time the original pre-Mughal features were changed, the outer façade of the western veranda, the northern wall, the dome and the side walls of the waterbody were decorated with traditional chinitukri (broken glass). The renovated walls didn't have the original structure thickness hence the existing structure can be identified.  Currently the only pre-Mughal features are the inscription, the eastern wall, the northern wall, the original dome, and the curved cornice.\nCurrent state.\nPart of the mosque is being demolished as part of a renovation plan which includes building a high &lt;a href=\"minaret\"&gt;minaret&lt;/a&gt;, and the extension of the current building from three stories to seven."
}