{
    "id": "27070456",
    "revid": "42391035",
    "url": "https://en.wikipedia.org/wiki?curid=27070456",
    "title": "Kern Veterans Memorial",
    "text": "The Kern Veterans Memorial is a monument located in &lt;a href=\"Kern%20County%2C%20California\"&gt;Kern County&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. It honors all Kern County residents who served in the armed forces, both in peacetime and in war. It is located in downtown &lt;a href=\"Bakersfield\"&gt;Bakersfield&lt;/a&gt;, at the corner of Truxtun Ave. and S St. The memorial is adjacent to the Kern County Visitors Bureau, &lt;a href=\"Bakersfield%20%28Amtrak%20station%29\"&gt;Bakersfield Amtrak Station&lt;/a&gt;, and &lt;a href=\"Beale%20Memorial%20Library\"&gt;Beale Memorial Library&lt;/a&gt;. It is also in between the two segments of &lt;a href=\"Mill%20Creek%20%28Bakersfield%29\"&gt;Mill Creek&lt;/a&gt;.\nDescription.\nThe memorial was designed by John Cohrs. It is a circular plaza, with two paths. The outer path is level while the inner path ascends to a second level. In the center is a fountain, with both granite and glass spiraling upward to a point. The inscription on the granite reads \"To honor all those who served.\" At night, lights in the fountain reflect off of the glass in rotating colors of red, white, and blue. The fountain is also used to cover the noise of the busy Truxtun Avenue, which is directly adjacent.\nAlong the outer path of the memorial are nine flags. They are: &lt;a href=\"Flag%20of%20the%20United%20States%20of%20America\"&gt;United States of America&lt;/a&gt;, &lt;a href=\"Flag%20of%20California\"&gt;State of California&lt;/a&gt;, &lt;a href=\"Flag%20of%20the%20United%20States%20Army\"&gt;Army&lt;/a&gt;, &lt;a href=\"Flag%20of%20the%20United%20States%20Navy\"&gt;Navy&lt;/a&gt;, &lt;a href=\"Flag%20of%20the%20United%20States%20Air%20Force\"&gt;Air Force&lt;/a&gt;, &lt;a href=\"United%20States%20Marine%20Corps\"&gt;Marines&lt;/a&gt;, &lt;a href=\"Flag%20of%20the%20United%20States%20Coast%20Guard\"&gt;Coast Guard&lt;/a&gt;, &lt;a href=\"United%20States%20Merchant%20Marines\"&gt;Merchant Marines&lt;/a&gt;, and &lt;a href=\"POW/MIA%20Flag\"&gt;POW/MIA&lt;/a&gt;. In between the flag poles will be the wall of valor (a part of phase II). It list the names of those people who were killed or missing in action during wartime. The names are etched in glass panels, and painted in gold for visibility.\nThe Kern Veterans Memorial Foundation describes the symbolic design of the memorial as:\nThe memorial also contains a &lt;a href=\"kiosk\"&gt;kiosk&lt;/a&gt;, which allows a person to search for the names of a veteran. It contains information about the veterans: years of service, awards received, and brief biographical description. This unique onsite database allows someone to visualize the people who served in our armed forces.\nDuring the planning of the memorial, the &lt;a href=\"United%20States%20Department%20of%20Veterans%20Affairs\"&gt;Department of Veterans Affairs&lt;/a&gt; listed about 350 Kern County veterans who were killed or missing in action. With the work of citizens, especially the Achieve class at &lt;a href=\"Bakersfield%20High%20School\"&gt;Bakersfield High School&lt;/a&gt;, an additional 657 veterans were discovered for a total of approximately 1007. That class also researched the 1007 veterans for information used in the kiosk.\nFuture.\nPhase II will involve constructing the final parts of the memorial. After about six months on display, the wall of valor was removed so new panels could be ordered with any previously omitted names added. Also, in response to a public suggestion, the names will be painted in gold so they can be easily seen in the daylight. The kiosk, currently housed in a temporary wooden structure, will be replaced with granite walls and a stainless steel roof. As of 2008, the Kern Veterans Foundation was about $300,000 short of reaching their goal. There is currently no construction date, but will most likely start when enough funds have been raised."
}