{
    "id": "27084114",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=27084114",
    "title": "Jewish pirates",
    "text": "Jewish pirates were those seafaring &lt;a href=\"Jewish%20people\"&gt;Jewish people&lt;/a&gt; who engaged in &lt;a href=\"piracy\"&gt;piracy&lt;/a&gt;. While there is some mention of the phenomenon in antiquity, especially during the &lt;a href=\"Hasmonean\"&gt;Hasmonean&lt;/a&gt; period, most Jewish pirates were &lt;a href=\"Sephardim\"&gt;Sephardim&lt;/a&gt; who operated in the years following the &lt;a href=\"Alhambra%20Decree\"&gt;Alhambra Decree&lt;/a&gt; ordering the expulsion of &lt;a href=\"Iberia\"&gt;Iberia&lt;/a&gt;'s Jews. Upon fleeing &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; and &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, some of these Jews became pirates and turned to attacking the Catholic Empire's shipping as both &lt;a href=\"Barbary%20corsairs\"&gt;Barbary corsairs&lt;/a&gt; from their refuge in the Ottoman dominions, as well as &lt;a href=\"privateer\"&gt;privateer&lt;/a&gt;s bearing &lt;a href=\"letters%20of%20marque\"&gt;letters of marque&lt;/a&gt; from Spanish rivals such as the &lt;a href=\"Dutch%20Republic\"&gt;United Netherlands&lt;/a&gt;.\nMany Jews also were involved in backing Spanish-attacking privateers economically. They viewed this campaign to be a profitable strategy of revenge for their expulsion and the &lt;a href=\"Inquisition\"&gt;Inquisition&lt;/a&gt;'s continued &lt;a href=\"religious%20persecution\"&gt;religious persecution&lt;/a&gt; of their Jewish and &lt;a href=\"converso\"&gt;converso&lt;/a&gt; brethren in both the Old and New Worlds.\nPiracy in the ancient world: pirates of Joppa.\nAncient &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;ish life was concentrated around in the highlands of the &lt;a href=\"Samaria\"&gt;Samaria&lt;/a&gt;n and &lt;a href=\"Judaean%20Mountains\"&gt;Judaean Mountains&lt;/a&gt;, located some distance from the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;. Therefore, Jews were initially not very active in seafaring or navigation. After 142 BCE, the Jewish &lt;a href=\"Hasmonean\"&gt;Hasmonean&lt;/a&gt; state acquired ports of their own. Joppa (&lt;a href=\"Jaffa\"&gt;Jaffa&lt;/a&gt;), &lt;a href=\"Ashdod\"&gt;Ashdod&lt;/a&gt; and &lt;a href=\"Gaza%20City\"&gt;Gaza&lt;/a&gt; were added to their domain, and a small number of Jewish sailors developed.\nJewish pirates were first mentioned by &lt;a href=\"Josephus\"&gt;Josephus&lt;/a&gt;. There is a drawing of a pirate ship following two merchant ships at &lt;a href=\"Jason%27s%20Tomb\"&gt;Jason's Tomb&lt;/a&gt; in &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;. The drawing shows three ships, one of which is a war ship with Jason holding the bow and getting ready to shoot. The painting is dated back at early 1st century BCE.\n&lt;a href=\"Seleucid%20Empire\"&gt;Seleucid Empire&lt;/a&gt; decay was a result of the &lt;a href=\"Maccabees\"&gt;Maccabean war&lt;/a&gt;, and was followed by an influx of Jewish and Syrian &lt;a href=\"pirates\"&gt;pirates&lt;/a&gt; operating from &lt;a href=\"Levant\"&gt;Levant&lt;/a&gt;. &lt;a href=\"Pompey\"&gt;Pompey&lt;/a&gt;'s journey to &lt;a href=\"Judea\"&gt;Judea&lt;/a&gt; may indicate a connection between Jewish and &lt;a href=\"Cilician%20pirates\"&gt;Cilician pirates&lt;/a&gt;. As a matter of fact there were so many Jews at sea during Pompey's time, some of whom were pirates, that king &lt;a href=\"Antigonus%20II%20Mattathias\"&gt;Antigonus II Mattathias&lt;/a&gt; was accused of sending them out on purpose.\nBy the end of &lt;a href=\"First%20Jewish%E2%80%93Roman%20War\"&gt;First Jewish–Roman War&lt;/a&gt;, also known as The Great Revolt, &lt;a href=\"First%20Jewish%E2%80%93Roman%20War%23The%20Roman%20response\"&gt;Jews who had been driven out of Galilee&lt;/a&gt; rebuilt &lt;a href=\"Jaffa\"&gt;Joppa&lt;/a&gt; (Jaffa), which had been destroyed earlier by &lt;a href=\"Cestius%20Gallus\"&gt;Cestius Gallus&lt;/a&gt;. Surrounded and cut off by the Romans they rebuilt the city walls, and used a light flotilla to demoralize commerce and interrupt the grain supply to &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; from &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;.\nIn \"&lt;a href=\"The%20Jewish%20War\"&gt;The Jewish War&lt;/a&gt;\", Josephus wrote:\nIn July 67 &lt;a href=\"Vespasian\"&gt;Vespasian&lt;/a&gt; attacked Joppa. The people of Joppa took to the sea, but a pre-dawn storm wrecked the ships. Many drowned, others killed themselves. Those who survived the wreck, numbering about 4,200, were killed by Romans. Joppa was destroyed once again.\nAfter Joppa's destruction for the second time, Vespasian built a citadel there to prevent the Jewish pirates from retaking the city. The Romans considered their victory over Joppa's pirates very important, and commemorated it with a large number of coins for \"naval victory.\"\nEarly Modern Sephardi piracy.\nIberian Jewish pirates.\nThe &lt;a href=\"Age%20of%20Exploration\"&gt;Age of Exploration&lt;/a&gt; was in part enabled by a crucial navigational advances developed by the primarily Jewish &lt;a href=\"Majorcan%20cartographic%20school\"&gt;Majorcan cartographic school&lt;/a&gt; as well as &lt;a href=\"Abraham%20Zacuto\"&gt;Abraham Zacuto&lt;/a&gt;'s &lt;a href=\"ephemerides\"&gt;ephemerides&lt;/a&gt;. Zacuto, Royal Astronomer and Historian of Portugal, left Portugal rather than become Christian. &lt;a href=\"Vasco%20da%20Gama\"&gt;Vasco da Gama&lt;/a&gt; even lent his name to his Jewish pilot &lt;a href=\"Gaspar%20da%20Gama\"&gt;Gaspar da Gama&lt;/a&gt;. Many Jews also worked as ship navigators. Suddenly expelled from Iberia, their knowledge and skills in ship navigation made them enemies of the state and were contributing factors to the development of Jewish piracy in that age.\nAfter Jews were &lt;a href=\"Alhambra%20Decree\"&gt;expelled from Spain&lt;/a&gt; and &lt;a href=\"Expulsion%20of%20the%20Jews%20from%20Portugal\"&gt;Portugal&lt;/a&gt;, many of them settled in the friendlier Muslim lands of the Mediterranean (the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; for example). Like their &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; compatriots who were &lt;a href=\"Morisco\"&gt;likewise expelled in 1492&lt;/a&gt;, Jews were also looking to get revenge against Iberian Christians by sharing with Muslims the newest military techniques and secrets used by Christians. And they also joined in on Muslim &lt;a href=\"Barbary%20corsairs\"&gt;anti-Christian piracy of the Mediterranean&lt;/a&gt;, such as &lt;a href=\"Sinan%20Reis\"&gt;Sinan Reis&lt;/a&gt; and &lt;a href=\"Samuel%20Pallache\"&gt;Samuel Pallache&lt;/a&gt;.\nThe English State Papers of 1521 bear evidences of Sinan Reis, who sailed with &lt;a href=\"Hayreddin%20Barbarossa\"&gt;Hayreddin Barbarossa&lt;/a&gt;:\n&lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt; himself noticed a great symbolism in the expulsion of the Jews from Spain and his sea voyages of discovery, when he started his diary with this statement:\nJewish pirates of Jamaica.\nToday, there are only around 200 &lt;a href=\"Jews%20in%20Jamaica\"&gt;Jews in Jamaica&lt;/a&gt;. However, at some point 20% of &lt;a href=\"Kingston%2C%20Jamaica\"&gt;Kingston&lt;/a&gt;'s population were &lt;a href=\"Portuguese%20and%20Spanish%20Jews\"&gt;Portuguese and Spanish Jews&lt;/a&gt;, while &lt;a href=\"Spanish%20Town\"&gt;Spanish Town&lt;/a&gt; was founded by escaped Jews. The first Jews landed on the island in 1530 just 40 years after it was discovered by &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt;. While for a time the Columbus family's rule kept out the &lt;a href=\"Inquisition\"&gt;Inquisition&lt;/a&gt;, when their power was eroded and the Church began threatening the &lt;a href=\"crypto-Jew\"&gt;crypto-Jew&lt;/a&gt;ish populace, they aided the &lt;a href=\"Kingdom%20of%20England\"&gt;English&lt;/a&gt; conquest of Jamaica. Under the English, the city of &lt;a href=\"Port%20Royal\"&gt;Port Royal&lt;/a&gt; was home not only to privateers bearing &lt;a href=\"Letter%20of%20marque\"&gt;letters of marque&lt;/a&gt; against Spanish treasure galleons, some of whom were Jewish, but was also home to a large Jewish community which economically supported the raids against the Spanish.\nJewish pirates of Jamaica named their ships for ancient Jewish heroes and prophets like &lt;a href=\"Samuel%20%28Biblical%20figure%29\"&gt;Prophet Samuel&lt;/a&gt;, &lt;a href=\"Esther\"&gt;Queen Esther&lt;/a&gt; and &lt;a href=\"Star%20of%20David\"&gt;Shield of Abraham&lt;/a&gt;. They targeted Spanish and Portuguese merchant ships. One of the most famous Jewish pirates of Jamaica was &lt;a href=\"Moses%20Cohen%20Henriques\"&gt;Moses Cohen Henriques&lt;/a&gt;, who in 1628, led with &lt;a href=\"Piet%20Pieterszoon%20Hein\"&gt;Piet Pieterszoon Hein&lt;/a&gt; the &lt;a href=\"Battle%20in%20the%20Bay%20of%20Matanzas\"&gt;only successful capture&lt;/a&gt; of the &lt;a href=\"Spanish%20treasure%20fleet\"&gt;Spanish treasure fleet&lt;/a&gt;. He went on to aid the &lt;a href=\"Dutch%20Brazil\"&gt;Dutch capture of northeast Brazil&lt;/a&gt; from Portugal.\n&lt;a href=\"Abraham%20Blauvelt\"&gt;Abraham Blauvelt&lt;/a&gt; was a &lt;a href=\"Dutch%20Jews\"&gt;Dutch-Jewish&lt;/a&gt; pirate, privateer, and explorer of &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt; and the western &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;, after whom the towns of &lt;a href=\"Bluefields\"&gt;Bluefields&lt;/a&gt;, &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt;, and &lt;a href=\"Bluefields%2C%20Jamaica\"&gt;Bluefields, Jamaica&lt;/a&gt;, were both named.\nNotable pirates.\nThe Great Jew.\nSinan, called The Great Jew by the Spaniards, was one such Jewish refugee whose family emigrated from Spain to the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, according to some non-academic authors. He sailed as a &lt;a href=\"barbary%20corsair\"&gt;barbary corsair&lt;/a&gt; under &lt;a href=\"Hayreddin%20Barbarossa\"&gt;Hayreddin Barbarossa&lt;/a&gt;. Some attribute to him the defeat of an Imperial-Spanish fleet in 1538 at the &lt;a href=\"Battle%20of%20Preveza\"&gt;Battle of Preveza&lt;/a&gt;. Some non-academic authors, mistaking him for &lt;a href=\"Sinan%20Pasha\"&gt;Sinan Pasha&lt;/a&gt; and sometimes again mistaking the latter's place of burial, &lt;a href=\"%C3%9Csk%C3%BCdar\"&gt;Üsküdar&lt;/a&gt;, for &lt;a href=\"Shkod%C3%ABr\"&gt;Shkodër&lt;/a&gt; in Albania (both places bearing the alternative name of Scutari), wrote erroneously that Sinan the Jew is buried in a Jewish cemetery in &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;.\nYaacov Kuriel.\nYaacov Kuriel was born to a Jewish family which converted to Christianity under pressure from the Inquisition when Yaakov was a child. As a young man, Yaacov Kuriel was a captain of the Spanish fleet until he was caught by the Inquisition. He was freed by his sailors, most of whom were &lt;a href=\"marrano\"&gt;marrano&lt;/a&gt;s themselves. For many years after that his only goal was revenge. He had three pirate ships under his command. Little is known about what happened to him later. Some believe that eventually he made his way to the Holy Land, studied &lt;a href=\"Kabbalah\"&gt;Kabbalah&lt;/a&gt; and died peacefully of old age."
}