{
    "id": "271029",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=271029",
    "title": "Eudoxius of Antioch",
    "text": "Eudoxius (Ευδόξιος; died 370) was the eighth &lt;a href=\"bishop\"&gt;bishop&lt;/a&gt; of &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; from January 27, 360 to 370, previously bishop of &lt;a href=\"Germanicia\"&gt;Germanicia&lt;/a&gt; and of &lt;a href=\"Antioch\"&gt;Antioch&lt;/a&gt;. Eudoxius was one of the most influential &lt;a href=\"Arianism\"&gt;Arians&lt;/a&gt;.\nBiography.\nEudoxius was from Arabissos of Asia Minor. Eudoxius came to &lt;a href=\"Eustathius%20of%20Antioch\"&gt;Eustathius&lt;/a&gt;, &lt;a href=\"Patriarch%20of%20Antioch\"&gt;bishop of Antioch&lt;/a&gt; between 324 and 331, seeking holy orders. However, Eustathius found his doctrine unsound and refused him. Nevertheless, when Eustathius was deposed, the Arians or &lt;a href=\"Eusebius%20of%20Nicomedia\"&gt;Eusebians&lt;/a&gt; had everything their own way and admitted Eudoxius to orders and made him bishop of Germanicia, on the confines of &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;, &lt;a href=\"Cilicia\"&gt;Cilicia&lt;/a&gt;, and &lt;a href=\"Cappadocia\"&gt;Cappadocia&lt;/a&gt;. This bishopric he held at least 17 years, the period of the principal intrigues against &lt;a href=\"Athanasius%20of%20Alexandria\"&gt;Athanasius&lt;/a&gt;, and of the reigns of &lt;a href=\"Constantine%20the%20Great\"&gt;Constantine the Great&lt;/a&gt;'s sons.\nIn 341 the council of the Dedication or &lt;a href=\"Encaenia\"&gt;Encaenia&lt;/a&gt; was held under &lt;a href=\"Placillus\"&gt;Placillus&lt;/a&gt; at Antioch. Eudoxius of Germanicia attended. He was an Arian pure and simple, a disciple of &lt;a href=\"Aetius%20%28theologian%29\"&gt;Aetius&lt;/a&gt;, a friend of &lt;a href=\"Eunomius\"&gt;Eunomius&lt;/a&gt;. The &lt;a href=\"council%20of%20Encaenia\"&gt;council&lt;/a&gt; produced four &lt;a href=\"creed\"&gt;creed&lt;/a&gt;s, in which the Eusebian party succeeded in making their doctrine as plausible as might be, and the second of these became known as the \"&lt;a href=\"Creed%20of%20the%20Dedication\"&gt;Creed of the Dedication&lt;/a&gt;\". Athanasius says that Eudoxius was sent with &lt;a href=\"Martyrius%20of%20Antioch\"&gt;Martyrius&lt;/a&gt; and &lt;a href=\"Macedonius%20I%20of%20Constantinople\"&gt;Macedonius&lt;/a&gt; to take the new creed of Antioch to Italy. This new creed may, however, have been the Macrostich, or Long Formula, drawn up at a later council of Antioch.\nIn 343 or 347 the rival councils of &lt;a href=\"council%20of%20Sardica\"&gt;Sardica&lt;/a&gt; and &lt;a href=\"council%20of%20Philippopolis\"&gt;Philippopolis&lt;/a&gt; were held. At the latter was drawn up a creed more Arian than those of Antioch, and it was signed by Eudoxius. Between 355 and 359 Eudoxius was in attendance on the emperor in the West, when news came of the death of Leontius of Antioch. Against the canons, he took over the see of Antioch. Allegedly excusing himself on the plea that the affairs of Germanicia required his presence, Eudoxius hastened to Antioch, and, representing himself as nominated by the emperor, got himself made bishop, and sent &lt;a href=\"Asphalus\"&gt;Asphalus&lt;/a&gt;, a &lt;a href=\"presbyter\"&gt;presbyter&lt;/a&gt; of Antioch, to make the best of the case at court. &lt;a href=\"Roman%20emperor\"&gt;Emperor&lt;/a&gt; &lt;a href=\"Constantius%20II\"&gt;Constantius II&lt;/a&gt; wrote to the church of Antioch: \"Eudoxius went to seek you without my sending him. . . . To what restraint will men be amenable, who impudently pass from city to city, seeking with a most unlawful appetite every occasion to enrich themselves?\". Nonetheless, the emperor confirmed the election.\nIn the first year of his episcopate at Antioch Eudoxius held a council, which received the &lt;a href=\"creed%20of%20Sirmium\"&gt;creed of Sirmium&lt;/a&gt;. An idea may be formed of the Homoousian reception of his &lt;a href=\"Sermon%20%28oration%29\"&gt;sermon&lt;/a&gt;s from three different sources. &lt;a href=\"Hilary%20of%20Poitiers\"&gt;Hilary of Poitiers&lt;/a&gt;, then in the East, heard Eudoxius in his cathedral, and wished his ears had been deaf. &lt;a href=\"Theodoret\"&gt;Theodoret&lt;/a&gt; and &lt;a href=\"Epiphanius%20of%20Cyprus\"&gt;Epiphanius of Cyprus&lt;/a&gt; reported him as boasting that he had the same knowledge about &lt;a href=\"God\"&gt;God&lt;/a&gt; as God had about Himself.\nIn September 359, a &lt;a href=\"Council%20of%20Seleucia\"&gt;Council of Seleucia&lt;/a&gt; was held at &lt;a href=\"Silifke\"&gt;Seleucia Isauria&lt;/a&gt;, the orthodox forming a very small minority. The majority signed the \"Creed of the Dedication\"; Eudoxius who was present, was deposed by &lt;a href=\"Basil%20of%20Ancyra\"&gt;Basil of Ancyra&lt;/a&gt;'s party, and appears to have sought the shelter of the court at Constantinople. Here, by the aid of the &lt;a href=\"Acacians\"&gt;Acacians&lt;/a&gt;, he secured his appointment as &lt;a href=\"bishop\"&gt;bishop&lt;/a&gt; on the deposition of &lt;a href=\"Macedonius%20I%20of%20Constantinople\"&gt;Macedonius&lt;/a&gt;, and on January 27, 360, took possession of his throne in the presence of 72 bishops. On February 15 the great church of Constantinople, &lt;a href=\"Hagia%20Sophia\"&gt;Saint Sophia&lt;/a&gt;, begun in 342 by the emperor &lt;a href=\"Constantius%20II\"&gt;Constantius II&lt;/a&gt;, was dedicated.\nEudoxius, it is claimed, mounting his episcopal throne before the expectant multitude of courtiers, ecclesiastics, and citizens, began with the words: \"The Father is \"asebes\", the Son is \"eusebes\".\" A great tumult of indignation arose on all sides in St. Sophia. The orator, unabashed, explained: \"The Father is \"asebes\" because He honours nobody; the Son is \"eusebes\" because He honours the Father.\" The new cathedral echoed with peals of uncontrollable laughter. Thus, says &lt;a href=\"Socrates%20Scholasticus\"&gt;Socrates Scholasticus&lt;/a&gt;, these tore the church to pieces by their captious subtilties.\nEudoxius consecrated his friend &lt;a href=\"Eunomius\"&gt;Eunomius&lt;/a&gt; to the see of &lt;a href=\"Cyzicus\"&gt;Cyzicus&lt;/a&gt;; but such complaints were brought to the emperor Constantius II that he ordered Eudoxius to depose him. Eudoxius acquiesced to the emperor's command and quietly persuaded Eunomius to retire.\nIn 365 an attack was made on Eudoxius by the semi-Arians, now called Macedonians. Holding a meeting at &lt;a href=\"Lampsacus\"&gt;Lampsacus&lt;/a&gt;, they signed the \"Creed of the Dedication,\" cited Eudoxius and his party before them, and, as they did not come, sentenced them to deprivation; but emperor &lt;a href=\"Valens\"&gt;Valens&lt;/a&gt; refused to confirm the proceedings.\nIn 367 &lt;a href=\"Valens\"&gt;Valens&lt;/a&gt;, as he was setting out for the &lt;a href=\"Goths\"&gt;Gothic&lt;/a&gt; War, was induced by his wife &lt;a href=\"Albia%20Dominica\"&gt;Albia Dominica&lt;/a&gt; to receive &lt;a href=\"baptism\"&gt;baptism&lt;/a&gt; from Eudoxius. In the same year he issued, likely under the advice of Eudoxius, an order that such bishops as had been banished by Constantius and had returned under &lt;a href=\"Julian%20the%20Apostate\"&gt;Julian&lt;/a&gt; should again be exiled.\nThe years during which Eudoxius and Valens acted together were allegedly troubled by &lt;a href=\"Portent%20%28divination%29\"&gt;portent&lt;/a&gt;s, which Homoousians attributed to the anger of Heaven at Valens' banishment of bishops who would not admit Eudoxius to their communion. Eudoxius died in 370."
}