{
    "id": "27130447",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=27130447",
    "title": "Renz Block",
    "text": "The Renz Block was a historic commercial building in downtown &lt;a href=\"Lima%2C%20Ohio\"&gt;Lima&lt;/a&gt;, &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. Located along North Main Street across from the &lt;a href=\"Allen%20County%20Courthouse%20%28Ohio%29\"&gt;Allen County Courthouse&lt;/a&gt;, the block was built in 1900 in a late variant of the &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt; style. A three-&lt;a href=\"storey\"&gt;story&lt;/a&gt; building, the Renz Block was constructed primarily of brick with stone details; the roof was flat and made of &lt;a href=\"asphalt\"&gt;asphalt&lt;/a&gt;. Among its leading aspects were an elaborate &lt;a href=\"parapet\"&gt;parapet&lt;/a&gt; and heavily decorated &lt;a href=\"facade\"&gt;facade&lt;/a&gt;, including windows with doubly &lt;a href=\"Sash%20window\"&gt;sashed&lt;/a&gt; &lt;a href=\"Transom%20%28architectural%29\"&gt;transom lights&lt;/a&gt;.\nThe Renz Block was named for &lt;a href=\"baker\"&gt;baker&lt;/a&gt; Jacob Renz, its second owner, who founded a &lt;a href=\"bakery\"&gt;bakery&lt;/a&gt; on North Main in 1887. By 1903, his business had expanded to the point that he needed to purchase larger premises; accordingly, he bought a nearby three-year-old building and established his business there. For many years, the company was a leading part of the local economy; at the time of its sale to another company in 1958, it was the largest bakery in &lt;a href=\"Allen%20County%2C%20Ohio\"&gt;Allen County&lt;/a&gt;.\nWhen the Renz Block was constructed, Lima was in the middle of an &lt;a href=\"boom%20and%20bust\"&gt;economic boom&lt;/a&gt; prompted by the recent discovery of &lt;a href=\"petroleum\"&gt;petroleum&lt;/a&gt; in the nearby vicinity; the city's population had grown 300% in the previous fifteen years, and many large buildings were being erected in the city's downtown. Its architecture was comparable to or superior to that of many other period buildings; a 1980 survey ranked it as one of the most prominent examples of late nineteenth-century architecture remaining in the city. In recognition of its significant architecture, it was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1982, along with seventeen other downtown buildings. Another of these buildings was the nearby &lt;a href=\"Metropolitan%20Block%20%28Lima%2C%20Ohio%29\"&gt;Metropolitan Block&lt;/a&gt;, which remained an even better example of late nineteenth-century architecture than the Renz Block. Since that time, the Renz Block has been demolished; although it is still listed on the National Register, a &lt;a href=\"parking%20lot\"&gt;parking lot&lt;/a&gt; sits at its location."
}