{
    "id": "2713577",
    "revid": "1065807077",
    "url": "https://en.wikipedia.org/wiki?curid=2713577",
    "title": "Open Doors",
    "text": "Open Doors is a &lt;a href=\"non-denominational%20Christianity\"&gt;non-denominational&lt;/a&gt; &lt;a href=\"mission%20%28Christian%29\"&gt;mission&lt;/a&gt; supporting &lt;a href=\"Persecution%20of%20Christians\"&gt;persecuted Christians&lt;/a&gt; in the world. They work with local partners to distribute Bibles and Christian literature, give &lt;a href=\"discipleship\"&gt;discipleship&lt;/a&gt; training and provide practical support, such as emergency relief aid. Open Doors' stated aims are to raise awareness of global persecution, mobilising prayer, support and action among Christians from around the world. It is based in &lt;a href=\"Ermelo%2C%20Netherlands\"&gt;Ermelo&lt;/a&gt;, &lt;a href=\"Netherlands\"&gt;The Netherlands&lt;/a&gt;. Open Doors is also a member of the &lt;a href=\"Forum%20of%20Bible%20Agencies%20International\"&gt;Forum of Bible Agencies International&lt;/a&gt;.\nOpen Doors has 20 affiliate offices and a presence in 60 countries around the world.\nHistory.\nOpen Doors was founded in 1955 by &lt;a href=\"Andrew%20van%20der%20Bijl\"&gt;Andrew van der Bijl&lt;/a&gt;, a Dutchman more widely known as &lt;a href=\"Brother%20Andrew\"&gt;Brother Andrew&lt;/a&gt;, when he decided to smuggle Bibles to persecuted Christians in &lt;a href=\"History%20of%20Poland%20%281945%E2%80%931989%29\"&gt;Communist Poland&lt;/a&gt;. He continued this work in smuggling Bibles to many of the &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt;-controlled countries and in 1957 was given a blue &lt;a href=\"Volkswagen%20Beetle\"&gt;Volkswagen Beetle&lt;/a&gt; which he used to make deliveries within the Communist bloc. With this new car he was able to carry more literature. Thereafter, the work of Open Doors continued to expand as it extended its network throughout Eastern Europe and the Soviet Union. The name \"Open Doors\" referencing that of a welcoming group due to the &lt;a href=\"doors\"&gt;doors&lt;/a&gt; being open at all times. He was responsible for smuggling millions of Bibles behind the &lt;a href=\"Iron%20Curtain\"&gt;Iron Curtain&lt;/a&gt;.\nOn 18 June 1981, Open Doors delivered one million contraband Chinese Bibles in one night to a beach near the city of &lt;a href=\"Shantou\"&gt;Shantou&lt;/a&gt; in southern China on a mission they named Project Pearl. Project Pearl was carried out by an international crew of 20, led by Brother David. A semi-submersible, 137-foot barge, named \"Gabriella\", was loaded with 232 waterproof, poly-wrapped, one-ton packages containing a million Chinese Bibles. A 97-foot tugboat named Michael was used to tow \"Gabriella\" to the beach, weaving through a maze of anchored Chinese navy ships. The crew arrived at the beach at 9 pm. 10,000 Chinese Christians had gathered to bring the Bibles to shore and then deliver them all over China. \"Time\" magazine described Project Pearl as \"A remarkable mission… the largest operation of its kind in the history of China.\"\nIn 1988, Open Doors used &lt;a href=\"Glasnost\"&gt;Glasnost&lt;/a&gt; as an opportunity to openly provide one million Russian Bibles to the &lt;a href=\"Russian%20Orthodox%20Church\"&gt;Russian Orthodox Church&lt;/a&gt;, at a cost of $2.5 million. Open Doors partnered with the &lt;a href=\"United%20Bible%20Societies\"&gt;United Bible Societies&lt;/a&gt; to complete the task in just over one year.\nIn 2005, 428,856 people from over 70 different countries signed Open Doors' global Right to Believe petition, saying Yes to religious liberty and No to the &lt;a href=\"Defamation%20of%20religion%20and%20the%20United%20Nations\"&gt;UN's Defamation of Religions Resolution&lt;/a&gt;. The petition was presented to the UN in New York in December 2010.\nIn 2015, Open Doors (including its affiliates) delivered 3 million Bibles and literature, and delivered relief and aid to 239,164 people. In 2018 the USA organization spent $19,291,134 on programs to the persecuted church with $4.7 M spent on fundraising and $2.8 on administration.\nPrograms.\nOpen Doors and its affiliates conduct programs in many countries:\n\"World Watch List\".\nThe organization publishes an annual \"World Watch List\" which ranks countries by the severity of persecution faced by active Christians. The WWL is based on research and comparison of field researchers, external experts, academics, and publicly available research documents but is subjective. In 2012, the methodology of the WWL was comprehensively revised in order to provide greater credibility, transparency, objectivity and scientific quality. In 2013, further refinement of the methodology took place. Countries are ranked on a scale from 0 to 100 depending on persecution of church life, national life, community life, family life, private life and violence against Christians. Countries are categorized under \"Extreme Persecution\", \"Very High Persecution\" or \"High Persecution\". In 2021, all top 50 countries are in either the \"Extreme Persecution\" or \"Very High Persecution\" categories, for the first time since the World Watch List was originally published. \nThe 2021 list of 50 ranked countries:\nExtreme Persecution \nVery High Persecution"
}