{
    "id": "27135542",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=27135542",
    "title": "Master Mitrasen Thapa Magar",
    "text": "Master Mitrasen (born on 29 December 1895 – 7 April 1946) was a &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;i &lt;a href=\"Folk%20music\"&gt;folk singer&lt;/a&gt;, &lt;a href=\"songwriter\"&gt;songwriter&lt;/a&gt;, &lt;a href=\"dramatist\"&gt;dramatist&lt;/a&gt; and &lt;a href=\"social%20worker\"&gt;social worker&lt;/a&gt;. He left &lt;a href=\"army\"&gt;army&lt;/a&gt; in early age for the upliftment of Nepalese music and society. His contribution to different fields of Nepalese society is remarkable.\nEarly life.\nBirthplace.\nHe was born in &lt;a href=\"Dharamsala\"&gt;Bhagsu&lt;/a&gt; Cantonment, India on 29 December 1895. His father was Manbirsen Thapa &lt;a href=\"Magar%20people\"&gt;Magar&lt;/a&gt; &amp; mother Radha Thapa Magar. His grand father was Surendrasen Thapa &amp; His he had one son Digviay sen thapa. His ancestral home was in Rakhu pula, Parvat District, Nepal.\nEducation.\nSince there was no school around Bhagsu Cantonment, during his time, he started learning from his father initially. He joined his first grade at his 8 years of age at a primary school five miles away from his residence. He learned the Ramayana translated by Bhanubhakta from his father.\nMilitary service.\nWhen he became 16 years old, he joined 1/1 Gorkha Rifles as a recruit. His forefathers had served in same unit before. He took part in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; with his battalion in &lt;a href=\"France\"&gt;France&lt;/a&gt; in 1914. He left military service in 1920. His interest was to be social worker and devote his rest of life for betterment of Nepalese music and society.\nMusic contributions.\nHe travelled different parts of India as well as &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt; where &lt;a href=\"Nepalese%20people\"&gt;Nepalese people&lt;/a&gt; lived with his harmonium. His folk songs became very popular among &lt;a href=\"Nepalese%20people\"&gt;Nepalese people&lt;/a&gt;. Some of these popular songs are: ', ', \"\" etc. He recorded 24 disk record or 97 songs in nepali music. He was not only singer, he equally contributed in the field of drama, story, novel, essay, poems etc. For his great contribution in Nepali society and music, India and Nepal governments have already published mailing tickets with his photographs. There is also Mitrasen Academy to promote Nepali music and society to follow and remember his legacy. His contributions made him as a \"Master\" Mitrasen and remained immortal."
}