{
    "id": "2714921",
    "revid": "5977834",
    "url": "https://en.wikipedia.org/wiki?curid=2714921",
    "title": "Tractor pulling",
    "text": "Truck and tractor pulling, also known as power pulling, is a motorsport competition, popular in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; (especially in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; and &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;), &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, which requires antique or modified &lt;a href=\"tractor\"&gt;tractor&lt;/a&gt;s to pull a heavy drag (sled) along an , track, with the winner being the tractor that pulls the drag (sled) the farthest. The sport is known as the world's most powerful motorsport, due to the multi-engined modified tractor pullers.\nAll tractors in their respective classes pull a set weight in the drag (sled). When a tractor gets to the end of the 100 metre track, this is known as a \"full pull\". When more than one &lt;a href=\"tractor\"&gt;tractor&lt;/a&gt; completes the course, more weight is added to the drag (sled), and those competitors that moved past will compete in a pull-off; the winner is the one who can pull the drag (sled) the farthest.\nThe drag (sled) is known as a \"weight transfer drag (sled)\". This means that, as it is pulled down the track, the weight is transferred (linked with gears to the drag’s (sled) wheels) from over the rear axles and towards the front of the drag (sled). In front of the rear wheels, instead of front wheels, there is a \"pan\". This is essentially a metal plate, and as the weight moves toward it, the resistance between the pan and the ground builds. The farther the tractor pulls the drag (sled), the more difficult it gets.\nThe most powerful tractors, such as those in the heavy modified class in Europe, can produce over .\nHistory in the US.\nPrior to the invention of the tractor, when &lt;a href=\"farm%20implement\"&gt;farm implement&lt;/a&gt;s were pulled by &lt;a href=\"horse\"&gt;horse&lt;/a&gt;s, farmers would boast about the strength of their teams and seek to compare and contest in teams with one another to see who had the most powerful animals. In some cases, they compared horse teams pulling large loads over distance, such as a fully loaded hay &lt;a href=\"cart\"&gt;cart&lt;/a&gt; or &lt;a href=\"wagon\"&gt;wagon&lt;/a&gt;. In other situations, a flat board or skid would have a horse or team of horses then hitched to it; weight would be added, usually in the form of rocks, and the driver would urge his horses to pull the load, with more weight added as competitors were eliminated; the animals pulling the most weight or for the greatest distance were judged the strongest. These events became the formalized sport of &lt;a href=\"horse%20pulling\"&gt;horse pulling&lt;/a&gt;, which is still carried out today with &lt;a href=\"draft%20horses\"&gt;draft horses&lt;/a&gt;, specially bred to have high strength for pulling heavy loads. Today, fixed weights on drags (sled) are dragged for a set distance and additional weight is added in successive rounds. While it is said that the term &lt;a href=\"horsepower\"&gt;horsepower&lt;/a&gt; is derived from this event, the concept was developed earlier, in experiments and measurements performed by &lt;a href=\"James%20Watt\"&gt;James Watt&lt;/a&gt; and &lt;a href=\"Mason%20Worrell\"&gt;Mason Worrell&lt;/a&gt;.\nIt wasn't until 1929 that motorized vehicles were put to use in the first events at &lt;a href=\"Bowling%20Green%2C%20Missouri\"&gt;Bowling Green, Missouri&lt;/a&gt;, and &lt;a href=\"Vaughansville%2C%20Ohio\"&gt;Vaughansville, Ohio&lt;/a&gt;. Although the sport was recognized then, it did not really become popular until the '50s and '60s. It was also realized, at that time, there were no uniform set of rules. The rules varied from &lt;a href=\"U.S.%20state\"&gt;state&lt;/a&gt; to state, &lt;a href=\"County%20%28United%20States%29\"&gt;county&lt;/a&gt; to county, and competitors never knew what standards to follow. This made the sport difficult for new entrants.\nIn 1969, representatives from eight states congregated to create a uniform book of rules to give the sport the much needed structure, and created the &lt;a href=\"National%20Tractor%20Pullers%20Association\"&gt;National Tractor Pullers Association&lt;/a&gt; (NTPA). The NTPA's early years were events that used standard farm vehicles, with the motto \"Pull on Sunday, plow on Monday\". Pulling remained basically the same through the '70s, with only stock and modified tractors. Stock tractors were commercially available tractors produced by manufacturers, and modified tractors were the basic tractor chassis with another non-tractor engine mounted on it.\nTractors remained single engine until two Ohio brothers, Carl and Paul Bosse, introduced the &lt;a href=\"Transmission%20%28mechanics%29\"&gt;crossbox&lt;/a&gt; which could allow multiple engines to be attached to a single &lt;a href=\"driveshaft\"&gt;driveshaft&lt;/a&gt;. Other innovators during this period included Bruce Hutcherson, with his triple Rodeck engine powered \"Makin Bacon Special\", Dave and Ralph Banter and their Chevrolet powered tractors, and the \"Mission Impossible\" tractors of Tim Engler, which at one point had up to seven &lt;a href=\"supercharger\"&gt;blown&lt;/a&gt; &lt;a href=\"Methanol%20fuel\"&gt;alcohol&lt;/a&gt; engines on board.\nSubsequently, modified tractors with four engines were common, while stock tractors tried to catch up by adding multiple large &lt;a href=\"turbochargers\"&gt;turbochargers&lt;/a&gt;, along with &lt;a href=\"intercooler\"&gt;intercooler&lt;/a&gt;s, but both retained the appearance of a &lt;a href=\"tractor\"&gt;tractor&lt;/a&gt;. Soon tractors became single-use machines that were not used on the farm, making the \"Pull on Sunday, plow on Monday\" motto obsolete.\nThroughout the '70s and '80s the modified division continued to thrill crowds by adding more engines, and soon the tractors lost their tractor appearance and turned into high 'spec' &lt;a href=\"drag%20racing\"&gt;dragster&lt;/a&gt;s. The limit was reached in 1988 when a tractor with seven engines was built. As well as &lt;a href=\"piston%20engines\"&gt;piston engines&lt;/a&gt;, &lt;a href=\"Turboshaft\"&gt;turbine engines&lt;/a&gt; (frequently mistakenly called \"&lt;a href=\"jet%20engine\"&gt;jet engine&lt;/a&gt;s\") appeared in 1974, with Gardner Stone's \"General\" Tractor a four-&lt;a href=\"turboshaft\"&gt;turboshaft&lt;/a&gt; unit hitting the hook in 1989.\nThe growing popularity of the sport caused the creation of a new &lt;a href=\"four-wheel%20drive\"&gt;four-wheel drive&lt;/a&gt; &lt;a href=\"Division%20%28sport%29\"&gt;division&lt;/a&gt; in 1976, which captured a large fan base. The engine sizes in these vehicles continued to increase, from up to and probably would have continued, but the NTPA limited it to &lt;a href=\"naturally%20aspirated\"&gt;naturally aspirated&lt;/a&gt; and no &lt;a href=\"supercharger\"&gt;blown engine&lt;/a&gt; in 1989. Today the 4-wheel drive division is one of the most popular with the success of trucks like the Holman Brothers \"4-Play\" Chevy and Bob Boden's \"Studley Studebaker\".\nTwo-wheel-drive (2WD) truck class.\nThe &lt;a href=\"two-wheel%20drive\"&gt;two-wheel drive&lt;/a&gt; (2WD) division was introduced in 1983.\nThe division imposes a weight-limit of on each competing truck, a maximum width of , and a maximum distance of from the centerline of the rear axle to the front of the vehicle (including weight racks and tow hook). (The length restriction allows for up to of cosmetic fiberglass, however.)\nAlcohol methane engines with up to eight cylinders are permitted, but diesel engines are not. Any wheelbase is permitted.\nThe National Tractor Pullers Association restricts engines to and two valves per cylinder. They permit tubular steel frames. The maximum tire size for the 2WD class is , with a maximum circumference of when mounted on an rim and inflated to . The ground patch is not to exceed on original tread.\nSuper stock, pro-stock, and mini-modified.\nSuper Stock tractor Open class uses primarily methanol fuel (some are diesel versions). The Super Stock Open machines can generate over an of torque, with billet or re-cast engine blocks. Super Stock Open and Super Stock Diesel tractors may use up to four turbochargers in three stages. The Diesel super stock tractors generate close to and of torque and are allowed to compete in the Open class, which very rarely occurs anymore. However, a true Open (methanol fuel) tractor is not allowed to compete in the Diesel class.\nThere is light Super Stock class which is and the Heavy Super Stock Classes that are .\nDiesel Pro Stock Tractors are limited to one turbocharger and diesel fuel is the only allowable source for power, in keeping with the 'spirit' of the original tractors. The maximum engine displacement is . These engines can achieve around and of torque In recent years, new classes have been created to appeal to different groups of pullers. There is now a class called Limited Pro Stock that is limited to engine and turbocharger. This class typically pulls at and is slightly restricted, as opposed to the Pro Stock class, which can run up to engine and an unrestricted size &lt;a href=\"turbocharger\"&gt;turbocharger&lt;/a&gt;, along with intercoolers.\nThe latest addition to Pro Stocks is the Light Pro Stock Class that typically pulls depending on location. These tractors are limited to engines but can run any size turbo. They are not allowed to run intercoolers, however these tractors are making an average of . The light overall weight makes this a driver's class as significant skill is required to keep the tractor on the track.\nThe mini-modified class is a highly specialized and custom built tractor to be fitted with a naturally aspirated engine, at minimum. NTPA Minis are limited to (always an aftermarket V-8 engine block) and uses up to a 14-71 hi helix supercharger. With the driver, they weigh only . Today's engine is capable of a minimum of on methanol or ethanol. Their reputation is known as the wildest ride in pulling, as naturally it is a very high horsepower to weight ratio. Whereas, their larger counterparts, the Modifieds, will weigh , utilizing the same engine that a Mini has, but, with multiple powerplants per custom built tractor chassis. Usually, a maximum of five engines is all that will make the weight limit. &lt;a href=\"Nitromethane\"&gt;Nitromethane&lt;/a&gt; and oxidizers were outlawed in 1976.\nAntique tractor pulling.\nAntique tractor pulling is how tractor pulling first got started. As early as 1929, farmers began attaching their tractors to drags, and dragging it down a field to see who could pull it the furthest. People who were event organizers at Bowling Green, Missouri and Vaughansville, Ohio found out farmers were doing this and that it drew spectators. By 1950, county fairs across the country started featuring tractor pulls. Spectators found it fascinating to see machines that would “Pull on Sunday, plow on Monday”. At first competitors would use a ‘Human Drag’, meaning a drag that was weighted by humans, different people would be added as the tractor made it down the track. However, organizers began to look at different ways to add weight to the drag, as spectators walking on the drag while moving proved to be a hazard. In the late 60s, a weight-exchanging drag was created, the drag that was created was basically a flatbed truck trailer with wheels near the back and a drag at the front. A mass that is moveable of up to 65,000 pounds or 29,000 kilograms, the mass starts at the back of the sled, slowly working its way up to the top as the drag moves down the track.\nThe tractors are divided into different weight classes based on the tractor weight, the weight classes starting at 2500 and ending at 14000 pounds. The tractors could go in any class they choose, with many adding weight for the higher weighted classes. In order to be able to compete in Antique tractor pull competitions a tractor must perform at its original speed. Some pulling competitions will have a ‘dyno’, connecting the PTO shaft on the tractor to a &lt;a href=\"dynamometer\"&gt;dynamometer&lt;/a&gt; to test the horsepower. If a tractor shows it has more horse power than the original tractor is supposed to have, it is placed into an alternate class called ‘Modified Tractors’. \nMost antique tractors when pulling use about 14-15 pounds in their tires. There is also a drawbar rule, it is to be a minimum of two square inches in total steel at any point, as well must be rigid in all directions. The hitching device can be no more than 1 1/2 inch round stock (1 1/2 square), or less than 1 1/8 inch round stock (1 inch square), the hole has to be 3\"X3 3/4\"- inch diameter. The drawbar on a tractor should be no shorter than 18 inches from the center of the rear axle to the point of the hitch. All the weights on a tractor must be fixed. All drivers when pulling must remain seated.\nHistory in Australia.\nThe first Australian Tractor Pull was held at the Elmore Field Days (Victoria) in 1976. The following year saw Tractor Pulling begin in the Victorian rural town of &lt;a href=\"Quambatook\"&gt;Quambatook&lt;/a&gt;. It has developed over the years into a highly competitive and technical sport, where the difference between first and last place may be as small as one or two metres. Often the top tractors are separated by mere centimetres.\nThe Australian Tractor Pullers Association (ATPA) is a non-profit organisation that governs Tractor Pulling in Australia. Our events (Tractor Pulls) are held in conjunction with a promoter. This is often a local school, sporting, service or community club (for example; Apex, Rotary, Lions, Netball, Cricket, Football) who use the event as a fundraiser. Tractor Pulls are held in locations throughout Australia, predominantly in Victoria, South Australia and New South Wales. In the west the Western Australian Tractor Pullers Association (WATPA) runs events and is affiliated with the ATPA.\nThe ATPA is focused on actively promoting this spectacular sport and working with communities to not only establish a unique annual event, but more importantly to assist communities financially through the influx of spectators, sponsors and promotion.\nThe tractors are divided into classes and comply with either \"Limited\" or \"Open\" rules. The classes are Open Modified, Super Modified, Limited Modified, Open Mini Modified, Mini Modified, Pro Stock (diesel) and Two Wheel Drive Trucks. The distinction between classes is determined by the overall maximum weight, engine modifications, fuels and physical size.\nCompetition is open to both women and men, the only restriction being that competitors must at least hold a current Learner Driver’s Permit. It sometimes comes down to members of the same family competing for the trophies.\nThe Junior Modified Pulling Association conducts an \"introductory\" class for 8- to 16-year-olds to develop driving, mechanical and competitive skills. The Modified Mowers pull their own smaller version of the big sled.\nDrag (sled) pulling.\nIn the early days two main techniques were used. Either a dead weight of fixed mass was dragged, or the step-on method was used, where people stood at fixed positions and stepped aboard as the drag passed. Another rule which has now been dropped was that a speed limit should be observed because of injuries resulting from the increased speed at which they boarded. Today's tractors can achieve theoretical speeds over .\nToday's drags (sled) use a complex system of gears to move weights up to . Upon starting, all the weights are over the drag's (sled) rear axles, to give an effective weight of the drag plus zero. As the tractor travels the course, the weights are pushed forward off the drag's axles, pushing the front of the drag (sled) into the ground, synthetically creating a gain in weight until the tractor is no longer able to overcome the force of &lt;a href=\"friction\"&gt;friction&lt;/a&gt;. Most drags (sled) have grouser bars that act like teeth and dig into the soil to stop the sled.\nEngines.\nApart from modified standard diesel tractors, a variety of high power engines are used in tractor pulling, which started in the late 1970s. In the early years, mainly single, double or multiple US-made big block dragster engines were used, but nowadays, a lot of parts from discarded military machinery are in use, like &lt;a href=\"Klimov%20TV3-117\"&gt;Klimov TV3-117&lt;/a&gt; (Isotov) &lt;a href=\"turboshaft\"&gt;turboshaft&lt;/a&gt;s from Russian helicopters, Soviet &lt;a href=\"Zvezda%20M503\"&gt;Zvezda M503&lt;/a&gt; torpedo boat engines, &lt;a href=\"Continental%20AV1790\"&gt;Continental AV1790&lt;/a&gt; tank engines, or World-War-2-era aircraft piston engines in V12-shape (e.g. &lt;a href=\"Rolls-Royce%20Griffon\"&gt;Rolls-Royce Griffon&lt;/a&gt;) or as &lt;a href=\"radial%20engine\"&gt;radial engine&lt;/a&gt;s (e.g. Curtiss-&lt;a href=\"Wright%20R-3350\"&gt;Wright R-3350&lt;/a&gt;). Due to the limited number of vintage &lt;a href=\"warbird\"&gt;warbird&lt;/a&gt; engines remaining, some organisations that own them, such as the &lt;a href=\"Fantasy%20of%20Flight\"&gt;Fantasy of Flight&lt;/a&gt; museum in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, refuse to sell engines from their collection to customers that wish to use them for tractor pulling. In recent years a number of agricultural engines have been converted to run on &lt;a href=\"methanol\"&gt;methanol&lt;/a&gt; with multi-stage turbocharging."
}