{
    "id": "271434",
    "revid": "1068909940",
    "url": "https://en.wikipedia.org/wiki?curid=271434",
    "title": "Minority government",
    "text": "A minority government, minority cabinet, minority administration, or a minority parliament is a &lt;a href=\"government\"&gt;government&lt;/a&gt; and &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt; formed in a &lt;a href=\"parliamentary%20system\"&gt;parliamentary system&lt;/a&gt; when a political party or &lt;a href=\"Coalition%20government\"&gt;coalition&lt;/a&gt; of parties does not have a majority of overall seats in the &lt;a href=\"legislature\"&gt;legislature&lt;/a&gt;. It is sworn into office, with or without the formal support of other parties, enabling a government to be formed. Under such a government, legislation can only be passed with the support or consent of enough other members of the legislature to provide a majority, encouraging multi-partisanship. In &lt;a href=\"Bicameralism\"&gt;bicameral legislature&lt;/a&gt;s, the term relates to the situation in the chamber whose confidence is considered most crucial to the continuance in office of the government (generally, the &lt;a href=\"lower%20house\"&gt;lower house&lt;/a&gt;).\nA minority government tends to be much less stable than a &lt;a href=\"majority%20government\"&gt;majority government&lt;/a&gt; because if they can unite for a purpose, opposing parliamentary members have the numbers to vote against legislation, or even bring down the government with a &lt;a href=\"Motion%20of%20no%20confidence\"&gt;vote of no confidence&lt;/a&gt;.\nCoalitions and alliances.\nTo deal with situations in parliamentary systems where no clear majority to form a government exists, two or more parties may establish a formal coalition government, commanding a clear majority of the parliamentary members. A party might also enter into less formal alliances or agreements with other parties or individual members to allow the minority government to stay in office.\nA common situation is a governance with \"jumping majorities,\" where the cabinet stays as long as it can negotiate support from a majority in the parliament, even though that majority may be differently formed from issue to issue or bill to bill. On occasion, the legislature may permit a minority cabinet to continue in office despite having been defeated on a given vote, and a minority government might even bring on a &lt;a href=\"confidence%20vote\"&gt;confidence vote&lt;/a&gt; and threaten to resign should the legislature vote against it.\nAn alternative arrangement is a looser alliance of parties, exemplified by Sweden. There the long-governing Social Democrats have ruled with more or less formal support from other parties – in the mid-20th century from Agrarians, after 1968 from Communists, and more recently from Greens and ex-Communists – and have thus been able to retain executive power and (in practice) legislative initiative. This is also common in Canada, where nine &lt;a href=\"elections%20in%20Canada\"&gt;elections&lt;/a&gt; from 1921 to 2005 effectively produced &lt;a href=\"minority%20governments%20in%20Canada\"&gt;minority federal governments&lt;/a&gt;. The parties can rarely cooperate enough to establish a formal coalition but operate under a loose agreement instead.\nOccasionally, a &lt;a href=\"confidence%20and%20supply\"&gt;confidence and supply&lt;/a&gt; agreement may be formed. This is a more formal pact that still falls short of creating a coalition government. In the Canadian province of &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, the &lt;a href=\"Ontario%20Liberal%20Party\"&gt;Liberal Party&lt;/a&gt; formed a minority government from &lt;a href=\"1985%20Ontario%20general%20election\"&gt;1985&lt;/a&gt; to 1987 on the basis of a formal accord with the &lt;a href=\"Ontario%20New%20Democratic%20Party\"&gt;New Democratic Party&lt;/a&gt; (NDP): the NDP agreed to support the Liberals for two years on all &lt;a href=\"motion%20of%20no%20confidence\"&gt;confidence motion&lt;/a&gt;s and budgetary legislation, in exchange for the passage of certain legislative measures proposed by the NDP. This was not a formal coalition, because the NDP remained an opposition party and was not given seats in the &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt;. In this case, the Liberals did not even have a plurality of seats: the &lt;a href=\"Ontario%20Progressive%20Conservative%20Party\"&gt;Progressive Conservatives&lt;/a&gt; were the largest single party with 52 seats, whereas the Liberals had 48 and the NDP had 25.\nNew Zealand's &lt;a href=\"48th%20New%20Zealand%20Parliament\"&gt;48th Parliament&lt;/a&gt; operated with both a coalition and a looser agreement: the government was a coalition between the &lt;a href=\"New%20Zealand%20Labour%20Party\"&gt;Labour Party&lt;/a&gt; and the &lt;a href=\"New%20Zealand%20Progressive%20Party\"&gt;Progressives&lt;/a&gt;, while &lt;a href=\"United%20Future%20New%20Zealand\"&gt;United Future&lt;/a&gt; and &lt;a href=\"New%20Zealand%20First\"&gt;New Zealand First&lt;/a&gt; had an agreement to support the government on confidence matters, while the &lt;a href=\"New%20Zealand%20Green%20Party\"&gt;Green Party&lt;/a&gt; abstained.\nSimple plurality system.\nIn most &lt;a href=\"Westminster%20system\"&gt;Westminster system&lt;/a&gt; nations, each constituency elects one member of parliament by simple plurality voting. This system heavily biases the vote towards increasing the number of seats of the top two parties and reducing the seats of smaller parties, a principle known in political science as &lt;a href=\"Duverger%27s%20law\"&gt;Duverger's law&lt;/a&gt;, and thus minority governments are relatively uncommon. Advocates of this system see this as one of its advantages. A party with less than 40% of the popular vote can often win an outright majority of the seats. (For instance, in the &lt;a href=\"2005%20United%20Kingdom%20general%20election\"&gt;2005 UK General Election&lt;/a&gt;, the governing Labour party won by a majority of 66 seats in the House of Commons with only 35.2% of the popular vote.) If support for some parties is regionally concentrated, however, then Duverger's law applies separately to each region, and so no party can be sufficiently dominant in each region to receive a majority of the seats. This was the situation in Canada in the &lt;a href=\"2004%20Canadian%20federal%20election\"&gt;2004&lt;/a&gt;, &lt;a href=\"2006%20Canadian%20federal%20election\"&gt;2006&lt;/a&gt;, &lt;a href=\"2008%20Canadian%20federal%20election\"&gt;2008&lt;/a&gt;, &lt;a href=\"2019%20Canadian%20federal%20election\"&gt;2019&lt;/a&gt;, and &lt;a href=\"2021%20Canadian%20federal%20election\"&gt;2021&lt;/a&gt; federal elections, with no party obtaining a majority due in part to the dominance of the &lt;a href=\"Bloc%20Qu%C3%A9b%C3%A9cois\"&gt;Bloc Québécois&lt;/a&gt; in the province of &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;.\nIn Westminster systems, in minority situations, the incumbent government usually has the first opportunity to attempt to win the confidence of the House. This is so even if the incumbents have fewer seats – the incumbent prime minister still holds their commission for the duration of the writ period and immediately following an election. If they cannot form a government that commands the confidence of the House then it is expected that they will resign that commission voluntarily – it is not considered acceptable for the Sovereign (or her representative) to revoke said commission unless the prime minister was acting in serious breach of constitutional protocol. Nevertheless, usually, an incumbent government that loses its plurality in the House simply resigns, especially if the main opposition party is only a few seats short of having a majority or if it feels it has no chance of winning the support of enough members of smaller parties to win an initial confidence vote.\nNevertheless, the now-common practice of the party with the most seats forming the government has led to a widespread misconception among voters that a convention exists whereby the party with the most seats always gets to form the government. In fact, the most compelling reason for this practice is that the party with the most seats can survive confidence votes so long as smaller party (or parties) simply &lt;a href=\"abstention\"&gt;abstain&lt;/a&gt; from confidence votes, whereas a governing party without a plurality in the House needs at least one other party to vote with it at all times (assuming the largest party will always vote no confidence, but that is almost certain to occur when they are denied the opportunity to govern). This means that in most situations, the party with the most seats has the best chance and the least complicated route to winning a confidence vote, regardless of its place on the political spectrum.\nAt the Canadian federal level, in the four most recent of the five occasions a governing party lost the plurality without another winning a majority (1957, 1963, 1979, and 2006) the incumbent governments resigned rather than attempt to stay in power.\nWhatever party forms the government must either form a coalition with one or more other parties, or they must win some form of support from the other parties or independents so as to avoid no-confidence motions. Because of no-confidence motions, minority governments are frequently short-lived or fall before their term is expired. The leader of a minority government will also often call an election in hopes of winning a stronger mandate from the electorate. In Canada, for instance, federal minority governments last an average of 18 months.\nAustralia.\nThe unprecedentedly close &lt;a href=\"2010%20Australian%20federal%20election\"&gt;2010 Australian federal election&lt;/a&gt; produced a federal minority government in Australia for the first time since &lt;a href=\"1940%20Australian%20federal%20election\"&gt;1940&lt;/a&gt;. The &lt;a href=\"Australian%20Labor%20Party\"&gt;Labor Party&lt;/a&gt; and &lt;a href=\"Coalition%20%28Australia%29\"&gt;Coalition&lt;/a&gt; both won 72 seats, 4 short of a majority. Labor won the &lt;a href=\"Two-party-preferred\"&gt;two-party preferred&lt;/a&gt; vote by 0.24%. Six crossbenchers, consisting of four independents, one &lt;a href=\"Australian%20Greens\"&gt;Greens&lt;/a&gt; MP, and one &lt;a href=\"National%20Party%20of%20Australia%20%28WA%29\"&gt;WA Nationals&lt;/a&gt; MP, held the balance of power. Ultimately, four crossbenchers gave &lt;a href=\"confidence%20and%20supply\"&gt;confidence and supply&lt;/a&gt; to Labor, allowing them to form an extremely narrow minority government. This government stood until the &lt;a href=\"2013%20Australian%20federal%20election\"&gt;2013 election&lt;/a&gt;.\nAfter the &lt;a href=\"2016%20Australian%20federal%20election\"&gt;2016 federal election&lt;/a&gt;, the &lt;a href=\"Coalition%20%28Australia%29\"&gt;Coalition&lt;/a&gt; formed a majority government of just one seat. They lost their majority after the &lt;a href=\"2018%20Liberal%20Party%20of%20Australia%20leadership%20spills\"&gt;2018 leadership spill&lt;/a&gt; which deposed Prime Minister &lt;a href=\"Malcolm%20Turnbull\"&gt;Malcolm Turnbull&lt;/a&gt;, as &lt;a href=\"National%20Party%20of%20Australia\"&gt;National Party&lt;/a&gt; MP &lt;a href=\"Kevin%20Hogan%20%28politician%29\"&gt;Kevin Hogan&lt;/a&gt; moved to the crossbench. The government lost another seat after the &lt;a href=\"2018%20Wentworth%20by-election\"&gt;2018 Wentworth by-election&lt;/a&gt;, which was won by independent &lt;a href=\"Kerryn%20Phelps\"&gt;Kerryn Phelps&lt;/a&gt;. They lost another seat after MP &lt;a href=\"Julia%20Banks\"&gt;Julia Banks&lt;/a&gt; resigned from the &lt;a href=\"Liberal%20Party%20of%20Australia\"&gt;Liberal Party&lt;/a&gt;, reducing the government to 73 seats. However, they retained confidence from all three MPs, enabling them to remain in government.\nBelgium.\n&lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; is not unfamiliar with minority governments. Moreover, this type of government is not explicitly provided for in the Constitution, even though the Constitution does not prevent its existence. More often than not, minority governments emerge following elections when the government that was in power loses its majority and has to become a &lt;a href=\"caretaker%20government\"&gt;caretaker government&lt;/a&gt; pending the formation of a new government.\nLegal grounds.\nIn Belgium, it is the King who appoints the government. However, as Belgium is a democratic state, constitutional custom requires that this appointment must be approved by the &lt;a href=\"Chamber%20of%20Representatives%20%28Belgium%29\"&gt;Chamber of Representatives&lt;/a&gt;, the democratically elected body. This consent is given by a vote of confidence. There is, however, a small constitutional trick, since the majority required to obtain confidence is not calculated on the basis of all the members of parliament, but on the basis of the votes cast. As the specialist on minority governments in Belgium, Lucien Rigaux, points out, this means that the majority is calculated on the basis of the members present and does not require more than 76 votes (the majority of the 150 seats in the Chamber). Moreover, confidence is obtained if there are more votes in favour than against. For example, out of 100 votes cast, a minority government can be invested with 40 affirmative votes, 20 negative votes and 40 abstentions. The abstention of parties that, for various reasons, do not wish to enter the government thus makes it possible to form an emergency government with full powers and democratic legitimacy.\nHistory.\nNever in the federated entities has a minority government been formed spontaneously. On the other hand, at the central and then federal state level, there have been five attempts to form a minority government. Three of these attempts were transformed. As Lucien Rigaux points out in an issue devoted to the history of minority governments in Belgium: \"The first two attempts were failures. In 1925, the &lt;a href=\"Liberal%20Party%20%28Belgium%29\"&gt;Liberals&lt;/a&gt; experienced an electoral debacle. They preferred to stay away from a government majority. The &lt;a href=\"Catholic%20Party%20%28Belgium%29\"&gt;Catholic Party&lt;/a&gt; and the &lt;a href=\"Belgian%20Labour%20Party\"&gt;Belgian Workers' Party&lt;/a&gt; each won approximately 40 percent of the seats so they could not govern alone. However, within the Catholic Party, there remains serious reluctance to collaborate with the Socialists. It must be said that strong tensions between the two camps, particularly over the Flemishisation of the &lt;a href=\"Ghent%20University\"&gt;Ghent University&lt;/a&gt; and the management of external affairs, had led to the fall of the homogeneous Catholic government. After 38 days of &lt;a href=\"caretaker%20government\"&gt;caretaker government&lt;/a&gt; – which was relatively long for the time – the King appointed a Catholic cabinet. The latter was finally nipped in the bud by Parliament since the latter decided not to grant its confidence because the proposed Catholic coalition did not respect \"Flemish national law\", that it \"was not qualified to resolve the difficulties of the parliamentary situation\" and that it did not make it possible to fight the bourgeoisie\".\nIn 1946, the government of national unity, which followed &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, had already served its purpose. The Liberals felt that their new electoral defeat invited them to undergo an opposition cure. Socialists and Catholics clashed during the election campaign over the royal question of the return of King &lt;a href=\"Leopold%20III%20of%20Belgium\"&gt;Leopold III&lt;/a&gt; to Belgium, which made the political climate particularly tense. The Socialists reject the invitation of the Catholic informer to form a government because the former want to associate the Communists, who have obtained a better result than the &lt;a href=\"Liberal%20Party%20%28Belgium%29\"&gt;Liberal Party&lt;/a&gt;, with the government, while the &lt;a href=\"Catholic%20Party%20%28Belgium%29\"&gt;Catholic Party&lt;/a&gt; categorically refuses to do so. After a month of political crisis, a cabinet composed solely of socialists is appointed by the King. In the parliamentary gallery, the then Prime Minister, &lt;a href=\"Paul-Henri%20Spaak\"&gt;Paul-Henri Spaak&lt;/a&gt;, declared: \"if you think you can quickly give the country a government other than the one before you, stronger, based on a stable majority, do not hesitate, overthrow us. But if you don't have that assurance, if you foresee, after a negative vote, a long period of hesitation, conciliations, abortive attempts, then think carefully about what you are going to do\". He nevertheless succumbs a few days later, since with as many votes in his favour as against him, he does not enjoy the confidence of Parliament. The defeat must have been all the more difficult to swallow as two Socialist MEPs had left before the vote in order not to miss their train to &lt;a href=\"Li%C3%A8ge\"&gt;Liège&lt;/a&gt;.\nOn the other hand, the last three attempts were successful.\nFirstly in 1958 a minority government received, for the first time, the support of Parliament. The &lt;a href=\"Christian%20Social%20Party%20%28Belgium%2C%20defunct%29\"&gt;Social Christian Party&lt;/a&gt; obtained a remarkable score that had nothing to envy to its results of the 19th century with 104 seats out of 212. However, the government's formation patinated notably on the school question which pitted Catholics and lay people against each other and which related to the financing of Catholic and public schools. Both the socialists and the liberals have the impression that they are playing a fool's game where the lowest bidder will have the chance to claim a few positions in a government that will carry out the entire Christian program. The Christian Social Party then tries to capitalize on its 104 seats to gain confidence. Contrary to all expectations, the abstention of one &lt;a href=\"People%27s%20Union%20%28Belgium%29\"&gt;Volksunie&lt;/a&gt; member and two Liberals was enough to gain the confidence of Parliament. The &lt;a href=\"Gaston%20Eyskens\"&gt;Eyskens&lt;/a&gt; II minority government thus received the support of a relative majority of the members present, 106 in favour and 104 against. A few months later, the minority government became a majority government when the Liberal Party joined the government team after an agreement was reached on the school issue.\nThen, in 1974, the political context was that of the state reforms initiated in 1970. Community autonomy was achieved, but the implementation of regionalisation was at a standstill, in particular because the Brussels dossier was repeatedly put on ice. Fifteen days after the elections of 10 March 1974, &lt;a href=\"Leo%20Tindemans\"&gt;Léo Tindemans&lt;/a&gt; (CVP) was appointed formator. He is entering into negotiations with the Liberals and the &lt;a href=\"Parti%20Socialiste%20%28Belgium%29\"&gt;Socialists&lt;/a&gt; to form a government that can benefit from a broad parliamentary base. While the liberals seem to be acquiescing, the negotiations with the socialists reveal divergences, mainly on the implementation of regionalisation, on the question of state interference in economic affairs and on the method of \"community to community\" negotiation involving so-called community parties rather than political families. The socialists, who had campaigned strongly on the left, decided in the Namur Congress to withdraw from the negotiations and denounced the formation of a \"coalition of the rights\". Not giving up on forming a large majority, the social-Christian and liberal political families negotiated with the community parties. A partial agreement is reached in Steenokkerzeel. For the &lt;a href=\"Walloon%20Rally\"&gt;Walloon Rally&lt;/a&gt; as long as there is no agreement on everything, there is no agreement on anything. Nevertheless, it decides to grant its benevolent abstentions to the Christian Liberal coalition so that a government can be formed quickly. With 100 votes in favour, 63 against and, above all, 47 abstentions, the minority Tindemans I government won the confidence of the House and the Senate five days later. The &lt;a href=\"Walloon%20Rally\"&gt;Walloon Rally&lt;/a&gt; also joined the coalition, which became a majority a few months later.\nFinally, the last successful attempt was made in 2020 to fight the &lt;a href=\"Coronavirus%20disease%202019\"&gt;COVID-19&lt;/a&gt; crisis. While the negotiations have been stalled since the last elections on 26 May 2019, the coronavirus crisis has brought down the cards. A sort of national union to which the &lt;a href=\"New%20Flemish%20Alliance\"&gt;N-VA&lt;/a&gt; does not, however, adhere, the &lt;a href=\"Vlaams%20Belang\"&gt;Vlaams Belang&lt;/a&gt; and the PTB decided to give its confidence to the &lt;a href=\"Wilm%C3%A8s%20II%20Government\"&gt;Wilmès II government&lt;/a&gt; in order to give it full powers and, above all, democratic legitimacy to deal with the health crisis.\nAdvantages and disadvantages.\nAs with day-to-day business, the minority government provides a flexible institutional response in times of crisis that allows the state to continue to function and to be able to carry out its essential tasks. However, unlike current affairs, the action of a minority government is not locked to current affairs, day-to-day business or urgent decisions. It benefits from the fullness of its competences since it is constituted on the basis of a democratic decision which grants it de facto a certain democratic legitimacy.\nThe main disadvantage of minority government by the elected assembly is that it can be instituted without a majority of the members of Parliament having voted in favour of it, but that, on the other hand, a majority of the members of the assembly is required to dismiss it (76 minimum).\nCanada.\nMinority governments can occur in the federal &lt;a href=\"Parliament%20of%20Canada\"&gt;Parliament of Canada&lt;/a&gt;, and the legislatures of most &lt;a href=\"Provinces%20and%20territories%20of%20Canada\"&gt;provinces and territories&lt;/a&gt; except the &lt;a href=\"Northwest%20Territories\"&gt;Northwest Territories&lt;/a&gt; and &lt;a href=\"Nunavut\"&gt;Nunavut&lt;/a&gt;, which have non-partisan legislatures and operate as a &lt;a href=\"Consensus%20government%20in%20Canada\"&gt;consensus government&lt;/a&gt;.\nDuring the history of federal Canadian politics, there have been fifteen minority governments, in fourteen separate minority parliaments. Federal minority governments typically last less than two years. Exceptions to this include the &lt;a href=\"26th%20Canadian%20Parliament\"&gt;26th&lt;/a&gt;, &lt;a href=\"27th%20Canadian%20Parliament\"&gt;27th&lt;/a&gt;, &lt;a href=\"39th%20Canadian%20Parliament\"&gt;39th&lt;/a&gt; and &lt;a href=\"40th%20Canadian%20Parliament\"&gt;40th&lt;/a&gt; Canadian parliaments, which all lasted for longer than two years. The &lt;a href=\"14th%20Canadian%20Parliament\"&gt;14th Canadian Parliament&lt;/a&gt; functioned as a minority government for half of its duration, owing to &lt;a href=\"crossing%20the%20floor\"&gt;floor-crossings&lt;/a&gt; and by-elections. The &lt;a href=\"15th%20Canadian%20Parliament\"&gt;15th Canadian Parliament&lt;/a&gt; was the only federal minority parliament that saw two different minority governments form. The most recent minority parliament elected at the federal level is the &lt;a href=\"44th%20Canadian%20Parliament\"&gt;44th Canadian Parliament&lt;/a&gt;, whose composition was determined in September 2021.\nMinority governments also occur in all provincial legislatures, as well as the Yukon Legislative Assembly. However, minority governments do not occur as frequently in these legislatures as they do at the federal level. &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; has seen six minority legislatures in its political history, the most among the 10 provinces and the territory of Yukon. &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt; is the only province that has never had a minority government in its provincial legislature.\nWhile minority governments may occur in Canadian politics, the formation of a formal coalitions is rare, with past minority governments relying on cooperation and informal &lt;a href=\"confidence-and-supply%20agreement\"&gt;confidence-and-supply agreement&lt;/a&gt;s to govern instead. Historically, several coalition governments have formed in the 1840s and 1850s, in the &lt;a href=\"Parliament%20of%20the%20Province%20of%20Canada\"&gt;Parliament of the Province of Canada&lt;/a&gt;. The formation of the &lt;a href=\"Great%20Coalition\"&gt;Great Coalition&lt;/a&gt; in 1864 eventually led to &lt;a href=\"Canadian%20Confederation\"&gt;Canadian Confederation&lt;/a&gt; in 1867. Since &lt;a href=\"Canadian%20Confederation\"&gt;Canadian Confederation&lt;/a&gt;, only one wartime &lt;a href=\"Unionist%20Party%20%28Canada%29\"&gt;coalition between the Conservatives and Liberals&lt;/a&gt; has formed in federal Canadian politics in 1917. Coalition governments have occurred more frequently in provincial legislatures, with several provincial coalition governments having been formed in the 20th and 21st century.\nDenmark.\n&lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; has a rich tradition of minority governments. Despite the country's &lt;a href=\"electoral%20system\"&gt;electoral system&lt;/a&gt; of &lt;a href=\"proportional%20representation\"&gt;proportional representation&lt;/a&gt;, which almost always results in the winning party coming nowhere near a majority, single-party minority governments are still a regular occurrence in Danish politics.\nSince 1982 even most of multi-party coalition governments in Denmark are minority ones; thus, the government of the day is still required to make deals with other opposition parties.\nThe &lt;a href=\"Frederiksen%20Cabinet\"&gt;Frederiksen Cabinet&lt;/a&gt; elected in the &lt;a href=\"2019%20Danish%20general%20election\"&gt;2019 Danish general election&lt;/a&gt; is a single-party minority government of the &lt;a href=\"Social%20Democrats%20%28Denmark%29\"&gt;Social Democrats&lt;/a&gt; (who received about 25% of the vote in the previous election) supported by three other parties; the previous cabinet, &lt;a href=\"Lars%20L%C3%B8kke%20Rasmussen%20III%20Cabinet\"&gt;Lars Løkke Rasmussen III&lt;/a&gt;, was a three-party minority coalition led by &lt;a href=\"Venstre%20%28Denmark%29\"&gt;Venstre&lt;/a&gt; and supported by the &lt;a href=\"Danish%20People%27s%20Party\"&gt;Danish People's Party&lt;/a&gt;. An earlier cabinet of Rasmussen's, &lt;a href=\"Lars%20L%C3%B8kke%20Rasmussen%20II%20Cabinet\"&gt;Lars Løkke Rasmussen II&lt;/a&gt;, was a single-party &lt;a href=\"Venstre%20%28Denmark%29\"&gt;Venstre&lt;/a&gt; minority government, a particularly notable feat, as &lt;a href=\"Venstre%20%28Denmark%29\"&gt;Venstre&lt;/a&gt; only received about 20% of the vote in the &lt;a href=\"2015%20Danish%20general%20election\"&gt;election&lt;/a&gt;, finishing third.\nEstonia.\n&lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt; has had several minority governments. A minority cabinet can occur:\nAdditional support is possible also because MPs leaving a party faction are not allowed to officially join another faction until the next elections. A government can be a minority government either throughout its term or just a part of its term, usually the latter. A list of minority cabinets:\nGermany.\nMinority government is unusual in Germany, though it was more common historically during the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt; and the &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt;. In the Federal Republic (since 1949), the &lt;a href=\"constructive%20vote%20of%20no%20confidence\"&gt;constructive vote of no confidence&lt;/a&gt; theoretically grants minority governments a high degree of longevity, but they are rare in practice. No minority government has ever been invested on the federal level, though brief periods of minority government have existed when a government has lost its majority mid-term. Minority governments have also existed at the state level, sometimes for substantial periods. The viability of minority government varies between states, as some require an &lt;a href=\"absolute%20majority\"&gt;absolute majority&lt;/a&gt; vote by parliament for a government to be invested, while others require only a simple majority or plurality.\nBetween 1949 and December 2017, there were 31 periods of minority government in Germany, including four at the federal and 27 at the state level. All four federal instances were the result of an incumbent government losing its majority: the &lt;a href=\"fourth%20Adenauer%20cabinet\"&gt;fourth Adenauer cabinet&lt;/a&gt; after the withdrawal of the &lt;a href=\"Free%20Democratic%20Party%20%28Germany%29\"&gt;FDP&lt;/a&gt;; the &lt;a href=\"second%20Erhard%20cabinet\"&gt;second Erhard cabinet&lt;/a&gt;, also after the withdrawal of the FDP; the &lt;a href=\"first%20Brandt%20cabinet\"&gt;first Brandt cabinet&lt;/a&gt; after parliamentary defections; and the &lt;a href=\"third%20Schmidt%20cabinet\"&gt;third Schmidt cabinet&lt;/a&gt; after the dismissal of the FDP. Of these, only the second Erhard and third Schmidt cabinets are considered \"true\" minority governments, as the fourth Adenauer cabinet was quickly dissolved and replaced by the &lt;a href=\"fifth%20Adenauer%20cabinet\"&gt;fifth Adenauer cabinet&lt;/a&gt;, and the first Brandt cabinet retained a technical majority due to the Bundestag delegation from Berlin. Erhard and Schmidt's minority governments were short-lived, lasting less than a month, and both ended with the Chancellor leaving office.\nBetween 1949 and December 2017, nine different states had at least one period of minority government, with some having as many as four. Compared to the federal level, state-level minority governments usually survived much longer, lasting an average of 333 days. The longest was the two &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;SPD&lt;/a&gt;-led minority governments of Reinhold Höppner in &lt;a href=\"Saxony-Anhalt\"&gt;Saxony-Anhalt&lt;/a&gt;, which served two complete terms (1,452 and 1,406 days, respectively) between 1994 and 2002. These governments, enabled by the abstention of the &lt;a href=\"Party%20of%20Democratic%20Socialism%20%28Germany%29\"&gt;PDS&lt;/a&gt; during confidence votes, were dubbed the \"&lt;a href=\"Magdeburg\"&gt;Magdeburg&lt;/a&gt;er model\". However, most minority governments still resulted from the loss of a majority – on 13 occasions due to the withdrawal of a coalition partner, on 12 occasions due to defeat in an election, and on four occasions due to parliamentary defections. Only seven minority governments were formed on a \"tolerance\" basis similar to the Magdeburger model. Furthermore, only two minority governments lasted more than a single term: the aforementioned Höppner governments in Saxony-Anhalt, and from 1982 to 1983 and 1983–85 in &lt;a href=\"Hesse\"&gt;Hesse&lt;/a&gt;, when the &lt;a href=\"Alliance%2090/The%20Greens\"&gt;Greens&lt;/a&gt; tolerated two consecutive SPD minority governments (this arrangement ended in 1985 when the SPD and Greens entered into coalition.)\nOther examples of a minority government on a state level include the first government of &lt;a href=\"Klaus%20Wowereit\"&gt;Klaus Wowereit&lt;/a&gt; in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, comprising a minority coalition of the SPD and Greens supported by the PDS, which was invested after a corruption scandal led to the collapse of the previous CDU government; it served on an interim basis from June 2001 until the &lt;a href=\"2001%20Berlin%20state%20election\"&gt;October state election&lt;/a&gt;. The first government of &lt;a href=\"Hannelore%20Kraft\"&gt;Hannelore Kraft&lt;/a&gt; in &lt;a href=\"North%20Rhine-Westphalia\"&gt;North Rhine-Westphalia&lt;/a&gt;, comprising a coalition of the SPD and Greens tolerated by &lt;a href=\"The%20Left%20%28Germany%29\"&gt;The Left&lt;/a&gt;, was formed after the &lt;a href=\"2010%20North%20Rhine-Westphalia%20state%20election\"&gt;2010 state election&lt;/a&gt; and served until the &lt;a href=\"2012%20North%20Rhine-Westphalia%20state%20election\"&gt;2012 election&lt;/a&gt;. The second government of &lt;a href=\"Bodo%20Ramelow\"&gt;Bodo Ramelow&lt;/a&gt; in &lt;a href=\"Thuringia\"&gt;Thuringia&lt;/a&gt;, a coalition of The Left, SPD, and Greens, was invested with the tolerance of the &lt;a href=\"Christian%20Democratic%20Union%20of%20Germany\"&gt;CDU&lt;/a&gt; to resolve the &lt;a href=\"2020%20Thuringian%20government%20crisis\"&gt;2020 Thuringian government crisis&lt;/a&gt;.\nIreland.\nThe &lt;a href=\"Politics%20in%20the%20Republic%20of%20Ireland\"&gt;Irish parliamentary system&lt;/a&gt; broadly works on a simple majority system, where the &lt;a href=\"Taoiseach\"&gt;Taoiseach&lt;/a&gt; is elected by the &lt;a href=\"D%C3%A1il\"&gt;Dáil&lt;/a&gt; when they achieve 50% + 1 of the votes in favour of their nomination. The Taoiseach then appoints the &lt;a href=\"government%20of%20Ireland\"&gt;members of the government&lt;/a&gt; with the approval of the Dáil. Since the 1980s, the popularity of other parties has increased such that coalition governments are now typical and expected, with one of the two major parties being the senior partner, and with one or more junior partners ensuring that the coalition retains a majority in the Dáil.\nA minority government is formed when a party (or a coalition) secures agreement from one or more other parties or &lt;a href=\"independent%20politicians%20in%20Ireland\"&gt;independent TDs&lt;/a&gt; who are not members of the government to support their nomination for Taoiseach and achieve majority support. Support for bills and other items requiring a Dáil majority vote is then negotiated on a bill-by-bill basis.\nIf no agreement can be reached to nominate an individual to lead a government, the outgoing Taoiseach (continuing to act in a &lt;a href=\"Caretaker%20government\"&gt;caretaker&lt;/a&gt; capacity) can seek dissolution of the Dáil and call a new general election. However, this circumstance has not occurred to date.\nThe last Dáil with a single-party simple majority government was in &lt;a href=\"Members%20of%20the%2021st%20D%C3%A1il\"&gt;1977&lt;/a&gt;. Fifteen of the 32 governments in Irish history were minority governments, most of which were formed by &lt;a href=\"Fianna%20F%C3%A1il\"&gt;Fianna Fáil&lt;/a&gt;.\nNetherlands.\nCoalitions in the Netherlands are formed with the support from parliamentary parties, elected by proportional representation. Although very rare, minority governments can be formed during the &lt;a href=\"Cabinet%20of%20the%20Netherlands%23Formation\"&gt;formation&lt;/a&gt; period of a &lt;a href=\"Cabinet%20of%20the%20Netherlands\"&gt;Dutch cabinet&lt;/a&gt;, if an election result makes a majority coalition impossible. More often, a minority government is formed when one of the cabinet's coalition partners withdraws its support, or when all ministers of a given parliamentary party resign. In these cases, the &lt;a href=\"Prime%20Minister%20of%20the%20Netherlands\"&gt;Prime Minister&lt;/a&gt; offers the full cabinet's resignation to the &lt;a href=\"Monarchy%20of%20the%20Netherlands\"&gt;Dutch Monarch&lt;/a&gt;.\nAt this point, the Monarch may choose to dissolve Parliament and hold a general election. The cabinet continues to serve as \"&lt;a href=\"Demissionary%20cabinet\"&gt;demissionary&lt;/a&gt;\". A demissionary cabinet is not a minority government but a form of &lt;a href=\"caretaker%20government\"&gt;caretaker government&lt;/a&gt;, enjoying only limited powers until the new Parliament assembles.\nIf the Monarch does not dissolve Parliament, the remaining cabinet continues as a minority cabinet, in full possession of its powers. It can finish any legislation already before underpreparation, if Parliament passes it by majority vote; this necessitates the support of parties outside the government. Theoretically, early general elections need not be held, but they are often necessary in practice, since the &lt;a href=\"coalition%20agreement\"&gt;coalition agreement&lt;/a&gt; no longer has parliamentary support.\nA third option is available to the Monarch: the &lt;a href=\"Cabinet%20of%20the%20Netherlands%23Formation\"&gt;formation of a new cabinet&lt;/a&gt; of different Parliamentary parties (which may include the defecting coalition partner). Elections are then held as scheduled at the end of the parliamentary term, since the Monarch does not dissolve parliament if an \"&lt;a href=\"informateur\"&gt;informateur&lt;/a&gt;\" has been able to negotiate a new coalition agreement.\nThe Netherlands had a minority government in 2010–2012: the &lt;a href=\"First%20Rutte%20cabinet\"&gt;First Rutte cabinet&lt;/a&gt;. The &lt;a href=\"Second%20Rutte%20cabinet\"&gt;Second Rutte cabinet&lt;/a&gt; (2012–2017) consisted of the conservative liberal &lt;a href=\"VVD\"&gt;VVD&lt;/a&gt; and the social-democratic &lt;a href=\"Labour%20Party%20%28Netherlands%29\"&gt;PvdA&lt;/a&gt; and had a majority in the \"&lt;a href=\"House%20of%20Representatives%20%28Netherlands%29\"&gt;House of Representatives&lt;/a&gt;\", but a plurality in the \"&lt;a href=\"Senate%20%28Netherlands%29\"&gt;Senate&lt;/a&gt;\". On 11 October 2013, the cabinet reached a budgetary agreement with the social-liberal &lt;a href=\"Democrats%2066\"&gt;D66&lt;/a&gt; and the smaller Christian parties &lt;a href=\"ChristenUnie\"&gt;CU&lt;/a&gt; and &lt;a href=\"Reformed%20Political%20Party\"&gt;SGP&lt;/a&gt;. This provided the VVD/PvdA cabinet a single-seat majority in the \"Senate\" (\"see also\": &lt;a href=\"Purple%20%28government%29\"&gt;Purple (government)&lt;/a&gt;).\nNorway.\nAs of January 20, 2020 Norway has a minority government. In the beginning of 2019, the Christian Democratic party &lt;a href=\"KrF\"&gt;KrF&lt;/a&gt; joined &lt;a href=\"Erna%20Solberg\"&gt;Erna Solberg&lt;/a&gt;'s cabinet, that had been ruling with a minority since 2013, to form a majority. On January 20, 2020, the Progress party, &lt;a href=\"Progress%20Party%20%28Norway%29\"&gt;FrP&lt;/a&gt;, announced that they would withdraw from their role in government, and become an opposition party, despite continuing their support of Erna Solberg as Prime Minister.\nNorway has had multiple minority governments throughout history, including cabinets led by &lt;a href=\"John%20Lyng\"&gt;John Lyng&lt;/a&gt;, &lt;a href=\"Kjell%20Magne%20Bondevik\"&gt;Kjell Magne Bondevik&lt;/a&gt;, and &lt;a href=\"Jens%20Stoltenberg\"&gt;Jens Stoltenberg&lt;/a&gt;.\nSweden.\nSweden has had several minority governments, most of the time led by the &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Swedish Social Democratic Party&lt;/a&gt;, with the support of the &lt;a href=\"Left%20Party%20%28Sweden%29\"&gt;Socialist Left Party&lt;/a&gt;. The &lt;a href=\"Centre-right%20politics\"&gt;centre-right&lt;/a&gt; &lt;a href=\"Alliance%20%28Sweden%29\"&gt;Alliance&lt;/a&gt;, then led by the &lt;a href=\"Moderate%20Party\"&gt;Moderate Party&lt;/a&gt;, formed a minority coalition government from 2010 to 2014. The recent minority government is led by the Social Democrats and Greens, which only have one-third of seats.\nUnited Kingdom.\nThere have been many occasions since 1900 when a single party has not commanded a parliamentary majority, although the 2010–2015 &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative&lt;/a&gt;/&lt;a href=\"Liberal%20Democrats%20%28UK%29\"&gt;Liberal Democrat&lt;/a&gt; &lt;a href=\"coalition%20government\"&gt;coalition government&lt;/a&gt; was the first formal coalition of its type in Britain since the &lt;a href=\"National%20Government%20%28United%20Kingdom%29\"&gt;National Government&lt;/a&gt; between 1931 and 1945.\nSince the reforms to suffrage in 1918, there have been more minority or coalition governments than there have been single-party majority governments (see &lt;a href=\"List%20of%20United%20Kingdom%20general%20elections\"&gt;List of United Kingdom general elections&lt;/a&gt;).\nThe &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt;, led by &lt;a href=\"Harold%20Wilson\"&gt;Harold Wilson&lt;/a&gt;, formed a minority government for seven months after the &lt;a href=\"February%201974%20United%20Kingdom%20general%20election\"&gt;General Election of February 1974&lt;/a&gt;. That situation lasted until the prime minister called another election in &lt;a href=\"October%201974%20United%20Kingdom%20general%20election\"&gt;October that year&lt;/a&gt;, following which the Labour Government obtained a small majority of three.\nThe following administration also became a minority government after the collapse of the &lt;a href=\"Lib-Lab%20pact\"&gt;Lib-Lab pact&lt;/a&gt; in 1978, and the then &lt;a href=\"British%20Prime%20Minister\"&gt;British Prime Minister&lt;/a&gt; &lt;a href=\"James%20Callaghan\"&gt;James Callaghan&lt;/a&gt;'s Government fell in March 1979 as the result of a &lt;a href=\"1979%20vote%20of%20no%20confidence%20in%20the%20government%20of%20James%20Callaghan\"&gt;vote of no confidence&lt;/a&gt; which was carried by a single vote.\nA minority Government held power in the UK between December 1996 and &lt;a href=\"1997%20United%20Kingdom%20general%20election\"&gt;the general election in May 1997&lt;/a&gt;. The &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt;, led by &lt;a href=\"John%20Major\"&gt;John Major&lt;/a&gt;, had won the &lt;a href=\"1992%20United%20Kingdom%20general%20election\"&gt;1992 General Election&lt;/a&gt; with an absolute majority of 21 seats over all other parties. That majority was progressively whittled away through defections and by-elections defeats, the most notable of the latter including those in &lt;a href=\"1993%20Newbury%20by-election\"&gt;Newbury&lt;/a&gt;, &lt;a href=\"1996%20South%20East%20Staffordshire%20by-election\"&gt;South East Staffordshire&lt;/a&gt; and &lt;a href=\"1997%20Wirral%20South%20by-election\"&gt;Wirral South&lt;/a&gt;, resulting in the eventual loss of the Major government's majority in Parliament. However, the Conservatives maintained support from &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;'s &lt;a href=\"Ulster%20Unionist%20Party\"&gt;Ulster Unionist Party&lt;/a&gt; and &lt;a href=\"Democratic%20Unionist%20Party\"&gt;Democratic Unionist Party&lt;/a&gt;.\n&lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Westminster&lt;/a&gt; and the British media tend to perceive minority governments as unstable and ineffective, possibly because recent examples of minority governments (Callaghan and Major) occurred as the result of governments in decline.\nIn the &lt;a href=\"2010%20United%20Kingdom%20general%20election\"&gt;2010 General Election&lt;/a&gt;, the Conservatives won the most seats and votes, but only a minority of seats in parliament. There was some discussion after the election of the possibility of creating a Conservative minority government and, because the then Prime Minister &lt;a href=\"Gordon%20Brown\"&gt;Gordon Brown&lt;/a&gt; had the first opportunity to form a government, there were also talks about creating some sort of alliance between the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt;, the &lt;a href=\"Liberal%20Democrats%20%28UK%29\"&gt;Liberal Democrats&lt;/a&gt; and the other smaller parties. However Brown waived his right, acknowledging that because the Conservative Party had won the largest number of seats in the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons&lt;/a&gt;, it should have the first opportunity to form a government. Further discussions then led to the &lt;a href=\"Cameron-Clegg%20coalition\"&gt;establishment of a formal coalition&lt;/a&gt; between the Conservatives and the Liberal Democrats, which enabled the formation of a &lt;a href=\"majority%20government\"&gt;majority government&lt;/a&gt;, because it was thought that would ensure more stability.\nIn the &lt;a href=\"2017%20United%20Kingdom%20general%20election\"&gt;2017 General Election&lt;/a&gt;, the Conservatives won the most seats and votes but lost their majority in the House of Commons. The &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt;, led by &lt;a href=\"Theresa%20May\"&gt;Theresa May&lt;/a&gt;, formed a minority government, with 317 seats, on 9 June 2017. On 10 June, the &lt;a href=\"10%20Downing%20Street%23Prime%20Minister.27s%20Office\"&gt;Prime Minister's Office&lt;/a&gt; announced a deal with the &lt;a href=\"Democratic%20Unionist%20Party\"&gt;Democratic Unionist Party&lt;/a&gt; which would see the DUP support the Conservative government on a &lt;a href=\"confidence%20and%20supply\"&gt;confidence and supply&lt;/a&gt; arrangement. However, the DUP later announced that no such deal had been reached. This remained the case until 26 June 2017, when &lt;a href=\"Conservative%E2%80%93DUP%20agreement\"&gt;a deal&lt;/a&gt; was agreed and announced between the two parties.\nFor much of the &lt;a href=\"First%20Johnson%20ministry\"&gt;Johnson Ministry&lt;/a&gt; up until the &lt;a href=\"2019%20United%20Kingdom%20general%20election\"&gt;2019 general election&lt;/a&gt;, the government was a minority government. The suspension of the whip of 21 Conservative MPs on 24 July 2019 resulted in the working majority of the government being – 43. The government lost several Parliamentary votes in the Autumn of 2019 before a general election was called.\nScotland.\n2007.\nAfter the &lt;a href=\"2007%20Scottish%20Parliament%20election\"&gt;2007 general election&lt;/a&gt;, the &lt;a href=\"Scottish%20National%20Party\"&gt;Scottish National Party&lt;/a&gt; led by &lt;a href=\"Alex%20Salmond\"&gt;Alex Salmond&lt;/a&gt; formed a minority government in the &lt;a href=\"Scottish%20Parliament\"&gt;Scottish Parliament&lt;/a&gt;.\nThis was because the SNP gained 47 seats out of 129 in the election, which was some way short of achieving an &lt;a href=\"absolute%20majority\"&gt;absolute majority&lt;/a&gt; of seats in the &lt;a href=\"Scottish%20Parliament\"&gt;Scottish Parliament&lt;/a&gt;, but more than any other single party gained. The SNP were unable to negotiate a majority &lt;a href=\"coalition%20government\"&gt;coalition government&lt;/a&gt; with any other party, but as no other combination of parties were able to agree on a deal, the SNP chose to form a one-party minority government. They often negotiated with &lt;a href=\"confidence%20and%20supply\"&gt;confidence and supply&lt;/a&gt; support from the &lt;a href=\"Scottish%20Green%20Party\"&gt;Scottish Green Party&lt;/a&gt; and the &lt;a href=\"Scottish%20Conservative%20Party\"&gt;Scottish Conservative Party&lt;/a&gt; to pass certain legalisation.\n2016.\nAfter the &lt;a href=\"2016%20Scottish%20Parliament%20election\"&gt;2016 general election&lt;/a&gt;, The SNP won 63 out of 129 seats in the &lt;a href=\"Scottish%20Parliament\"&gt;Scottish Parliament&lt;/a&gt;, losing their governing majority they won in &lt;a href=\"2011%20Scottish%20Parliament%20election\"&gt;2011&lt;/a&gt;, but they went on to form a &lt;a href=\"Second%20Sturgeon%20government\"&gt;one-party minority government&lt;/a&gt;, led by &lt;a href=\"Nicola%20Sturgeon\"&gt;Nicola Sturgeon&lt;/a&gt;. Throughout the parliamentary term, they informally co-operated with &lt;a href=\"Scottish%20Green%20Party\"&gt;Scottish Green Party&lt;/a&gt;.\n2021.\nFollowing the &lt;a href=\"2021%20Scottish%20Parliament%20election\"&gt;2021 general election&lt;/a&gt;, the &lt;a href=\"Scottish%20National%20Party\"&gt;Scottish National Party&lt;/a&gt; fell one seat short of an &lt;a href=\"absolute%20majority\"&gt;overall majority&lt;/a&gt;. They went on to form &lt;a href=\"Third%20Sturgeon%20government\"&gt;another minority government&lt;/a&gt;, led by &lt;a href=\"Nicola%20Sturgeon\"&gt;Nicola Sturgeon&lt;/a&gt;. The SNP then formed a &lt;a href=\"coalition%20government\"&gt;coalition government&lt;/a&gt; with the &lt;a href=\"Scottish%20Greens\"&gt;Scottish Greens&lt;/a&gt; in August 2021, lifting Sturgeon's third government out of minority status.\nWales.\nAfter the &lt;a href=\"2007%20Welsh%20Assembly%20election\"&gt;2007 Assembly election&lt;/a&gt;, the &lt;a href=\"Welsh%20Labour%20Party\"&gt;Welsh Labour Party&lt;/a&gt; led by &lt;a href=\"Rhodri%20Morgan\"&gt;Rhodri Morgan&lt;/a&gt; initially formed a minority government in the &lt;a href=\"Senedd\"&gt;National Assembly of Wales&lt;/a&gt;. This was because they gained 26 seats in the election, which was short of an &lt;a href=\"absolute%20majority\"&gt;absolute majority&lt;/a&gt; of seats in the Assembly. Whilst Labour were initially unable to form a coalition with the &lt;a href=\"Liberal%20Democrats%20%28UK%29\"&gt;Liberal Democrats&lt;/a&gt;, a 'Rainbow Coalition' of the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party (UK)&lt;/a&gt;, Liberal Democrats and &lt;a href=\"Plaid%20Cymru\"&gt;Plaid Cymru&lt;/a&gt; failed to come to fruition. However, on 6 July 2007, Welsh Labour Party members voted for a coalition with Plaid, which was followed by a similar result from Plaid Cymru members the next day. As a result, the Welsh Assembly was controlled by the Labour-Plaid alliance with Rhodri Morgan as First Minister (up until his retirement in 2009 and subsequent replacement by &lt;a href=\"Carwyn%20Jones\"&gt;Carwyn Jones&lt;/a&gt; as First Minister) and Plaid Leader &lt;a href=\"Ieuan%20Wyn%20Jones\"&gt;Ieuan Wyn Jones&lt;/a&gt; as his deputy. After the 2011 Welsh General Election, Welsh Labour won 30 seats and entered into a new government, with a minority of 0. In 2016 Welsh Labour returned with 29 seats out of 30 and formed a minority government of 0 with the one remaining Liberal Democrat AM. A &lt;a href=\"Second%20Drakeford%20government\"&gt;minority government&lt;/a&gt; was also formed following the &lt;a href=\"2021%20Senedd%20election\"&gt;2021 Senedd election&lt;/a&gt;, where Welsh Labour returned 30 seats, half of the legislature's available 60, but one short of a working majority (31), yet no coalition government was formed, with Labour relying on &lt;a href=\"bipartisanship\"&gt;bipartisanship&lt;/a&gt; (minimally 1 extra vote from a non-Labour seat) for the passing of any legislation.\nList of current minority governments.\nThese are the countries with a minority government as of February 2022."
}