{
    "id": "27184",
    "revid": "42919843",
    "url": "https://en.wikipedia.org/wiki?curid=27184",
    "title": "Swiss German",
    "text": "Swiss German (&lt;a href=\"Standard%20German\"&gt;Standard German&lt;/a&gt;: \"Schweizerdeutsch\", , and others) is any of the &lt;a href=\"Alemannic%20German\"&gt;Alemannic&lt;/a&gt; dialects spoken in the &lt;a href=\"German-speaking%20Switzerland\"&gt;German-speaking part&lt;/a&gt; of &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; and in some &lt;a href=\"Alps\"&gt;Alpine&lt;/a&gt; communities in &lt;a href=\"Northern%20Italy\"&gt;Northern Italy&lt;/a&gt; bordering Switzerland. Occasionally, the Alemannic dialects spoken in other countries are grouped together with Swiss German as well, especially the dialects of &lt;a href=\"Liechtenstein\"&gt;Liechtenstein&lt;/a&gt; and Austrian &lt;a href=\"Vorarlberg\"&gt;Vorarlberg&lt;/a&gt;, which are closely associated to Switzerland's.\nLinguistically, Alemannic is divided into &lt;a href=\"Low%20Alemannic%20German\"&gt;Low&lt;/a&gt;, &lt;a href=\"High%20Alemannic%20German\"&gt;High&lt;/a&gt; and &lt;a href=\"Highest%20Alemannic%20German\"&gt;Highest Alemannic&lt;/a&gt;, varieties all of which are spoken both inside and outside Switzerland. The only exception within German-speaking Switzerland is the municipality of &lt;a href=\"Samnaun\"&gt;Samnaun&lt;/a&gt; where a &lt;a href=\"Bavarian%20language\"&gt;Bavarian dialect&lt;/a&gt; is spoken. The reason \"Swiss German\" dialects constitute a special group is their almost unrestricted use as a spoken language in practically all situations of daily life, whereas the use of the Alemannic dialects in other countries is restricted or even endangered.\nThe dialects of Swiss German must not be confused with &lt;a href=\"Swiss%20Standard%20German\"&gt;Swiss Standard German&lt;/a&gt;, the variety of &lt;a href=\"Standard%20German\"&gt;Standard German&lt;/a&gt; used in Switzerland. Most people in Germany do not understand Swiss German. Therefore, when an interview with a Swiss German speaker is shown on German television, subtitles are required. Although Swiss German is the native language, from age 6, Swiss school students additionally learn Swiss Standard German at school and are thus capable of understanding, writing and speaking Standard German with varying abilities mainly based on the level of education.\nUse.\nUnlike most regional languages in modern Europe, Swiss German is the spoken everyday language for the majority of all social levels in industrial cities, as well as in the countryside. Using the dialect conveys neither social nor educational inferiority and is done with pride. There are a few settings where speaking Standard German is demanded or polite, e.g., in education (but not during breaks in school lessons, where the teachers will speak in the dialect with students), in multilingual parliaments (the federal parliaments and a few cantonal and municipal ones), in the main news broadcast or in the presence of non-&lt;a href=\"Alemannic%20German\"&gt;Alemannic&lt;/a&gt; speakers. This situation has been called a \"medial &lt;a href=\"diglossia\"&gt;diglossia&lt;/a&gt;\", since the &lt;a href=\"spoken%20language\"&gt;spoken language&lt;/a&gt; is mainly the dialect, whereas the &lt;a href=\"written%20language\"&gt;written language&lt;/a&gt; is mainly &lt;a href=\"Swiss%20Standard%20German\"&gt;(the Swiss variety of) Standard German&lt;/a&gt;.\nIn 2014, about 87% of the people living in the German-speaking portion of Switzerland were using Swiss German in their everyday lives.\nSwiss German is intelligible to speakers of other &lt;a href=\"Alemannic%20German\"&gt;Alemannic&lt;/a&gt; dialects, but largely unintelligible to speakers of Standard German without adequate prior exposure, including for French- or Italian-speaking Swiss who learn Standard German at school. Swiss German speakers on TV or in films are thus usually dubbed or subtitled if shown in Germany.\nDialect rock is a music genre using the language; many Swiss rock bands, however, alternatively rather sing in English.\nThe &lt;a href=\"Swiss%20Amish\"&gt;Swiss Amish&lt;/a&gt; of &lt;a href=\"Adams%20County%2C%20Indiana\"&gt;Adams County, Indiana&lt;/a&gt;, and their daughter settlements also use a form of Swiss German.\nVariation and distribution.\nSwiss German is a regional or political &lt;a href=\"umbrella%20term\"&gt;umbrella term&lt;/a&gt;, not a linguistic unity. For all Swiss-German dialects, there are idioms spoken outside Switzerland that are more closely related to them than to some other Swiss-German dialects. The main linguistic divisions within Swiss German are those of &lt;a href=\"Low%20Alemannic%20German\"&gt;Low&lt;/a&gt;, &lt;a href=\"High%20Alemannic%20German\"&gt;High&lt;/a&gt; and &lt;a href=\"Highest%20Alemannic%20German\"&gt;Highest&lt;/a&gt; Alemannic, and mutual intelligibility across those groups is almost fully seamless, despite some differences in vocabulary. Low Alemannic is only spoken in the northernmost parts of Switzerland, in &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt; and around &lt;a href=\"Lake%20Constance\"&gt;Lake Constance&lt;/a&gt;. High Alemannic is spoken in most of the &lt;a href=\"Swiss%20Plateau\"&gt;Swiss Plateau&lt;/a&gt;, and is divided in an eastern and a western group. Highest Alemannic is spoken in the &lt;a href=\"Swiss%20Alps\"&gt;Alps&lt;/a&gt;.\nOne can separate each dialect into numerous local subdialects, sometimes down to a resolution of individual villages. Speaking the dialect is an important part of regional, &lt;a href=\"cantonal\"&gt;cantonal&lt;/a&gt; and national identities. In the more urban areas of the &lt;a href=\"Swiss%20plateau\"&gt;Swiss plateau&lt;/a&gt;, regional differences are fading due to increasing mobility and to a growing population of non-Alemannic background. Despite the varied dialects, the Swiss can still understand one another, but may particularly have trouble understanding &lt;a href=\"Walser%20German\"&gt;Walliser&lt;/a&gt; dialects.\nHistory.\nMost Swiss German dialects, being \"High German\" dialects, have completed the &lt;a href=\"High%20German%20consonant%20shift\"&gt;High German consonant shift&lt;/a&gt; (synonyms: Second Germanic consonant shift, High German sound shift), that is, they have not only changed \"t\" to or and \"p\" to or , but also \"k\" to or . There are, however, exceptions, namely the idioms of &lt;a href=\"Chur\"&gt;Chur&lt;/a&gt; and &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt;. Basel German is a \"Low Alemannic\" dialect (mostly spoken in Germany near the Swiss border), and Chur German is basically \"High Alemannic\" without initial or .\nExamples:\nThe High German consonant shift happened between the fourth and 9th centuries south of the &lt;a href=\"Benrath%20line\"&gt;Benrath line&lt;/a&gt;, separating \"High\" German from Low German, where \"high\" refers to the geographically higher regions of the German-speaking area of those days (combining &lt;a href=\"Upper%20German\"&gt;Upper German&lt;/a&gt; and &lt;a href=\"Central%20German\"&gt;Central German&lt;/a&gt; varieties - also referring to their geographical locations).\nNorth of the &lt;a href=\"Benrath%20line\"&gt;Benrath line&lt;/a&gt; up to the North Sea, this consonant shift did not happen.\nThe &lt;a href=\"Walser\"&gt;Walser&lt;/a&gt; migration, which took place between the 12th and 13th centuries, spread upper Wallis varieties towards the east and south, into Grisons and even further to western Austria and northern Italy. Informally, a distinction is made between the German-speaking people living in the canton of Valais, the \"Walliser\", and the migrated ones, the \"&lt;a href=\"Walser\"&gt;Walser&lt;/a&gt;s\" (to be found mainly in &lt;a href=\"Graub%C3%BCnden\"&gt;Graubünden&lt;/a&gt;, &lt;a href=\"Vorarlberg\"&gt;Vorarlberg&lt;/a&gt; in Western Austria, &lt;a href=\"Ticino\"&gt;Ticino&lt;/a&gt; in South Switzerland, south of the Monte Rosa mountain chain in Italy (e.g. in &lt;a href=\"Issime\"&gt;Issime&lt;/a&gt; in the Aosta valley), &lt;a href=\"South%20Tyrol\"&gt;Tirol&lt;/a&gt; in North Italy, and Allgäu in Bavaria).\nGenerally, the Walser communities were situated on higher alpine regions, so were able to stay independent of the reigning forces of those days, who did not or were not able to follow and monitor them all the time necessary at these hostile and hard to survive areas. So, the Walser were pioneers of the liberalization from &lt;a href=\"serfdom\"&gt;serfdom&lt;/a&gt; and &lt;a href=\"feudalism\"&gt;feudalism&lt;/a&gt;. And, Walser villages are easily distinguishable from Grisonian ones, since Walser houses are made of wood instead of stone.\nPhonology.\nConsonants.\nLike all other Southern German dialects, Swiss German dialects have no voiced &lt;a href=\"obstruent\"&gt;obstruent&lt;/a&gt;s. However, they have an opposition of consonant pairs such as and or and . Traditionally, that distinction is said to be a distinction of &lt;a href=\"fortis%20and%20lenis\"&gt;fortis and lenis&lt;/a&gt;, but it has been claimed to be a distinction of quantity.\nSwiss German keeps the fortis–lenis opposition at the end of words. There can be minimal pairs such as \"graad\" 'straight' and \"Graat\" '&lt;a href=\"ar%C3%AAte\"&gt;arête&lt;/a&gt;' or \"bis\" 'be (&lt;a href=\"Imperative%20mood\"&gt;imp.&lt;/a&gt;)' and \"Biss\" 'bite'. That distinguishes Swiss German and &lt;a href=\"Swiss%20Standard%20German\"&gt;Swiss Standard German&lt;/a&gt; from &lt;a href=\"German%20Standard%20German\"&gt;German Standard German&lt;/a&gt;, which &lt;a href=\"neutralization%20%28linguistics%29\"&gt;neutralizes&lt;/a&gt; the fortis–lenis opposition at the ends of words. The phenomenon is usually called &lt;a href=\"final-obstruent%20devoicing\"&gt;final-obstruent devoicing&lt;/a&gt; even though, in the case of German, &lt;a href=\"voice%20%28phonetics%29\"&gt;phonetic voice&lt;/a&gt; may not be involved.\nSwiss German are not aspirated. Aspirated have (in most dialects) secondarily developed by combinations of prefixes with word-initial or by borrowings from other languages (mainly Standard German): 'keep' (standard German \"behalten\" ); 'tea' (standard German \"Tee\" ); 'salary' (standard German \"Gehalt\" ). In the dialects of Basel and Chur, aspirated is also present in native words. All typically voiced consonant sounds are voiceless. Stop sounds being , and fricatives as .\nUnlike Standard German, Swiss German does not have the allophone but is typically , with allophones . The typical Swiss &lt;a href=\"shibboleth\"&gt;shibboleth&lt;/a&gt; features this sound: \"Chuchichäschtli\" ('kitchen cupboard'), pronounced .\nMost Swiss German dialects have gone through the Alemannic \"n\"-&lt;a href=\"apocope\"&gt;apocope&lt;/a&gt;, which has led to the loss of final \"-n\" in words such as \"Garte\" 'garden' (standard German \"Garten\") or \"mache\" 'to make' (standard German \"machen\"). In some Highest Alemannic dialects, the \"n\"-apocope has also been effective in consonant clusters, for instance in \"Hore\" 'horn' (High Alemannic \"Horn\") or \"däiche\" 'to think' (High Alemannic \"dänke\"). Only the Highest Alemannic dialects of the &lt;a href=\"L%C3%B6tschental\"&gt;Lötschental&lt;/a&gt; and of the &lt;a href=\"Haslital\"&gt;Haslital&lt;/a&gt; have preserved the -\"n\".\nThe &lt;a href=\"phoneme\"&gt;phoneme&lt;/a&gt; is pronounced as an &lt;a href=\"alveolar%20trill\"&gt;alveolar trill&lt;/a&gt; in many dialects, but some dialects, especially in the Northeast or in the &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt; region, have a &lt;a href=\"uvular%20trill\"&gt;uvular trill&lt;/a&gt; , and other allophones resulting in fricatives and an approximant as [] like in many German varieties of Germany.\nIn Bernese German, an [] can be pronounced as a []. It may also be pronounced this way when occurring towards the end of a syllable.\nA &lt;a href=\"labiodental%20approximant\"&gt;labiodental approximant&lt;/a&gt; is used in Bernese German, as the sound is present in Standard German. In Walser German, it is realized as a &lt;a href=\"labiodental%20fricative\"&gt;labiodental fricative&lt;/a&gt; [].\nVowels.\nMost Swiss German dialects have rounded front vowels, unlike other High German dialects. Only in Low Alemannic dialects of northwestern Switzerland (mainly Basel) and in Walliser dialects have rounded front vowels been unrounded. In Basel, rounding is being reintroduced because of the influence of other Swiss German dialects.\nLike &lt;a href=\"Bavarian%20language\"&gt;Bavarian&lt;/a&gt; dialects, Swiss German dialects have preserved the opening &lt;a href=\"diphthongs\"&gt;diphthongs&lt;/a&gt; of &lt;a href=\"Middle%20High%20German\"&gt;Middle High German&lt;/a&gt;: : in 'lovely' (standard German \"lieb\" but pronounced ); 'hat' (standard German \"Hut\" ); 'cool' (Standard German \"kühl\" ). Some diphthongs have become unrounded in several dialects. In the Zürich dialect, short pronunciations of // are realized as []. Sounds like the monophthong can frequently become unrounded to among many speakers of the Zürich dialect. Vowels such as a centralized [] and an open-mid [] only occur in the Bernese dialect.\nLike in &lt;a href=\"Low%20German\"&gt;Low German&lt;/a&gt;, most Swiss German dialects have preserved the old West-Germanic monophthongs : 'arrow' (Standard German \"Pfeil\" ); 'belly' (Standard German \"Bauch\" ); 'pillar' (Standard German \"Säule\" ). A few Alpine dialects show diphthongization, like in Standard German, especially some dialects of Unterwalden and Schanfigg (Graubünden) and the dialect of Issime (Piedmont).\nSome Western Swiss German dialects like Bernese German have preserved the old diphthongs , but the other dialects have like Standard German or . &lt;a href=\"Z%C3%BCrich%20German\"&gt;Zürich German&lt;/a&gt;, and some other dialects distinguish primary diphthongs from secondary ones that arose in &lt;a href=\"hiatus%20%28linguistics%29\"&gt;hiatus&lt;/a&gt;: Zürich German from Middle High German versus Zürich German from Middle High German ; Zürich German 'leg, woman' from Middle High German \"bein, vrouwe\" versus Zürich German 'free, building' from Middle High German \"frī, būw\".\nSuprasegmentals.\nIn many Swiss German dialects, &lt;a href=\"gemination\"&gt;consonant length&lt;/a&gt; and &lt;a href=\"vowel%20length\"&gt;vowel length&lt;/a&gt; are independent from each other, unlike other modern Germanic languages. Here are examples from Bernese German:\n&lt;a href=\"Lexical%20stress\"&gt;Lexical stress&lt;/a&gt; is more often on the first syllable than in Standard German, even in French loans like or \"thanks\". However, there are many different stress patterns, even within dialects. Bernese German has many words that are stressed on the first syllable: 'casino' while Standard German has . However, no Swiss German dialect is as consistent as &lt;a href=\"Icelandic%20language\"&gt;Icelandic&lt;/a&gt; in that respect.\nGrammar.\nThe grammar of Swiss dialects has some specialties compared to Standard German:\nReduplication Verbs.\nOverview\nIn Swiss German, a small number of verbs reduplicate in a reduced infinitival form, i.e. unstressed shorter form, when used in their &lt;a href=\"Finite%20verb\"&gt;finite form&lt;/a&gt; governing the &lt;a href=\"infinitive\"&gt;infinitive&lt;/a&gt; of another verb.  The reduced and reduplicated part of the verb in question is normally put in front of the infinitive of the second verb.  This is the case for the motion verbs \"gaa\" ‘to go’ and \"choo\" ‘to come’ when used in the meaning of “go (to) do something”, “come (to) do something”, as well as the verbs \"laa\" ‘to let’ and in certain dialects \"afaa\" ‘to start, to begin’ when used in the meaning of “let do something”, or “start doing something”.  Most affected by this phenomenon is the verb \"gaa\", followed by \"choo\".  Both \"laa\" and \"afaa\" are less affected and only when used in &lt;a href=\"present%20tense\"&gt;present tense&lt;/a&gt; &lt;a href=\"Independent%20clause\"&gt;declarative main clauses&lt;/a&gt;.\n\"Declarative Sentence Examples:\" \nAs the examples show, all verbs are reduplicated with a reduced infinitival form when used in a declarative main clause.  This is especially interesting as it stands in contrast to the standard variety of German and other varieties of the same, where such doubling effects are not found as outlined in the examples.\n\"afaa\" ‘to start, to begin’: weakest doubling effects \nReduplication effects are weaker in the verbs \"laa\" ‘to let’ and \"afaa\" ‘to start, to begin’ than they are in \"gaa\" ‘to go’ and \"choo\" ‘to come’.  This means that \"afaa\" is most likely to be used without its reduplicated and reduced form while retaining grammaticality, whereas utterances with \"goo\" are least likely to remain grammatical without the reduplicated part.\nBetween \"laa\" and \"afaa\", these effects are weakest in \"afaa\".  This means that while reduplication is mandatory for \"laa\" in declarative main clauses almost everywhere in the country, this is the case for fewer varieties of Swiss German with \"afaa\". The reason for this is unknown, but it has been hypothesized that the fact that \"afaa\" has &lt;a href=\"German%20verbs%23Separable%2520prefixes\"&gt;a separable prefix&lt;/a&gt; (a-) might weaken its doubling capacity. The presence of this separable prefix also makes the boundaries between the reduced infinitival reduplication form and the prefix hard if not impossible to determine.  Thus, in the example above for \"afaa,\" an argument could be made that the prefix a- is left off, while the full reduplicated form is used:\nIn this case, the prefix would be omitted, which is normally not permissible for separable prefixes, and in its place, the reduplication form is used. \nMeanwhile, \"afaa\" is not reduplicated when used in a &lt;a href=\"Dependent%20clause\"&gt;subordinate clause&lt;/a&gt; or in the past tense.  In such instances, doubling would result in ungrammaticality: \n\"Past tense example with afaa:\" \nThe same is true for subordinate clauses and the verb \"afaa\": \n\"Subordinate clause examples with afaa:\" \nIn order to achieve grammaticality in both instances, the reduced doubling part \"afa\" would have to be taken out. \n\"laa\" 'to let' and optionality of reduplication \nWhile \"afaa\" ‘to start, to begin’ is quite restricted when it comes to reduplication effects, the phenomenon is more permissive, but not mandatory in the verb \"laa\" ‘to let’.  While present tense declarative sentences are generally ungrammatical when \"laa\" remains unduplicated, this is not true for &lt;a href=\"past%20tense\"&gt;past tense&lt;/a&gt; and subordinate clauses, where doubling effects are optional at best:\n\"Past tense example with laa:\" \n\"Subordinate clause example with laa:\" \nIn the use of this form, there are both geographical and age differences.  Reduplication is found more often in the western part of Switzerland than in the eastern part, while younger generations are much more inclined to leave out reduplication, which means that the phenomenon is more widespread in older generations.\n\"gaa\" 'to go' and \"choo\" 'to come': stronger reduplication\nUngrammaticality in reduplication of \"afaa\" ‘to start, to begin’ in the past tense and in subordinate clauses as well as the somewhat more lenient use of reduplication with \"laa\" ‘to let’ stand in contrast to doubling effects of the motion verbs \"gaa\" ‘to go’ and \"choo\" ‘to come’.  When the latter two verbs are used in other utterances other than a declarative main clause, where the finite verb traditionally is in second position, their use might not be mandatory; however, it is correct and grammatical to double them both in the past tense and in subordinate clauses:\n\"Past tense example with gaa and choo\"\nAs outlined in both examples, the reduplicated form of both \"gaa\" and \"choo\" can but does not have to be used in order for the past tense sentences to be grammatical.  It is interesting to note that it is the reduced form of both verbs that is necessary, not the full &lt;a href=\"Participle\"&gt;participle form&lt;/a&gt;.\n\"Subordinate clause examples for gaa and choo:\" \nIn subordinate clauses, the reduplicated part is needed as the sentence would otherwise be ungrammatical in both \"gaa\" and \"choo\".\nThe same is true for the past tense.  Since there is only one past tense in Swiss German and since this is formed using an auxiliary verb – \"sii\" ‘to be’ or \"haa\" ‘to have’ , depending on the main verb – reduplication seems to be affected and therefore, less strictly enforced for \"gaa\" and \"choo\", while it is completely ungrammatical for \"afaa\" and optional for \"laa\" respectively. \nQuestions\nQuestions behave a lot like their declarative counterparts, and reduplication is therefore mandatory for both motion verbs \"gaa\" ‘to go’ and \"choo\" ‘to come’, while \"laa\" ‘to let’ and \"afaa\" ‘to start, to begin’ show weaker doubling effects and more optionality. Furthermore, this is the case for both open and close (yes/no) questions.  Consider the following examples:\n\"afaa in open and close questions:\"\nJust like in declarative forms, \"afaa\" could be reduced to \"a-\" and thus be considered the detachable prefix.  In this case, \"afaa\" would no longer be a reduplicated verb, and that is where the language development seems to move towards.\n\"laa in open and close questions:\" \n\"choo\" and especially \"gaa\", however, don’t allow for their reduced doubling part to be left out in questions, irrespective of the fact whether they are open or close:\n\"choo in open and close questions:\" \n\"gaa in open and close questions:\" \n&lt;a href=\"Imperative%20mood\"&gt;Imperative Mood&lt;/a&gt;\nIn the imperative mood, just like in questions, \"gaa\" ‘to go’ and \"choo\" ‘come’ are very strict in their demand for doubling. The same is true for \"laa\" ‘to let’; it is ungrammatical to use it in imperative mood undoubled.  On the other hand, \"afaa\" leaves a lot more room for the speaker to play with.  Speakers accept both sentences with only the detachable prefix and no doubling, and sentences with the full doubled form.\n\"Imperative mood: gaa\"\n\"Imperative mood: choo\"\n\"Imperative mood: “laa”\"\n\"Imperative mood: afaa\"\nCross-doubling with the verb \"choo\" 'to come' and \"gaa\" 'to go' \nIn the case of the verb \"choo\" ‘to come’, there are situations when instead of it being reduplicated with its reduced form \"cho\", the doubled short form of \"gaa\" ‘to go’, \"go\", is used instead. This is possible in almost all instances of \"choo\", regardless of mood or tense.  The examples below outline \"choo\" reduplicated with both its reduced form \"cho\" and the reduced form of \"gaa\", \"go\", in different sentence forms.  \n\"Declarative main clause, present tense\"\n\"Declarative main clause past tense\" \n\"Subordinate clause\"\n\"Imperative mood\"\nMultiple reduplication in \"gaa\" 'to go' and \"choo\" 'to come': \"goge, choge\"\nWith the motion verbs \"gaa\" ‘to go’ and \"choo\" ‘to come’, where reduplication effects are strongest, there is some variation regarding their reduplicated or reduced forms.  Thus, in some Swiss German dialects, \"gaa\" will be doubled as \"goge\", while \"choo\" will be doubled as \"choge\".  In some analyses, this is described as a multiple reduplication phenomenon in that the reduced infinitives \"go\" or \"cho\" part is repeated as \"ge\", providing the forms \"goge\" and \"choge\". However, these forms are used less frequently than their shorter counterparts and seem to be concentrated into a small geographic area of Switzerland.\nVocabulary.\nThe vocabulary is varied, especially in rural areas: many specialized terms have been retained, e.g., regarding cattle or weather. In the cities, much of the rural vocabulary has been lost. A Swiss German greeting is \"Grüezi\", from \"Gott grüez-i\" (Standard German \"Gott grüsse Euch\") or \"God bless you\".\nMost word adoptions come from Standard German. Many of these are now so common that they have totally replaced the original Swiss German words, e.g. the words \"Hügel\" 'hill' (instead of \"Egg, Bühl\"), \"Lippe\" 'lip' (instead of \"Lëfzge\"). Others have replaced the original words only in parts of Switzerland, e.g., \"Butter\" 'butter' (originally called \"Anken\" in most of Switzerland). Virtually any Swiss Standard German word can be borrowed into Swiss German, always adapted to Swiss German phonology. However, certain Standard German words are never used in Swiss German, for instance \"Frühstück\" 'breakfast', \"niedlich\" 'cute' or \"zu hause\" 'at home'; instead, the native words \"Zmorge\", \"härzig\" and \"dehei\" are used.\nSwiss dialects have quite a few words from French and Italian, which are perfectly assimilated. \"Glace\" (ice cream) for example is pronounced in French but or in many Swiss German dialects. The French word for 'thank you', \"merci\", is also used as in \"merci vilmal\", literally \"thanks many times\". Possibly, these words are not direct adoptions from French but survivors of the once more numerous French &lt;a href=\"loanwords\"&gt;loanwords&lt;/a&gt; in Standard German, many of which have fallen out of use in Germany.\nIn recent years, Swiss dialects have also taken some English words which already sound very Swiss, e.g., ('to eat', from \"food\"), ('to play computer games', from \"game\") or or – ('to snowboard', from \"snowboard\"). These words are probably not direct loanwords from English but have been adopted through standard German intermediation. While most of those loanwords are of recent origin, some have been in use for decades, e.g. (to play &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;, from \"shoot\").\nThere are also a few English words which are modern adoptions from Swiss German. The dishes &lt;a href=\"m%C3%BCesli\"&gt;müesli&lt;/a&gt;, and &lt;a href=\"r%C3%B6sti\"&gt;rösti&lt;/a&gt; have become English words, as did &lt;a href=\"loess\"&gt;loess&lt;/a&gt; (fine grain), &lt;a href=\"flysch\"&gt;flysch&lt;/a&gt; (sandstone formation), &lt;a href=\"kepi\"&gt;kepi&lt;/a&gt;, &lt;a href=\"landammann\"&gt;landammann&lt;/a&gt;, &lt;a href=\"kilch%20%28disambiguation%29\"&gt;kilch&lt;/a&gt;, &lt;a href=\"schiffli\"&gt;schiffli&lt;/a&gt;, and &lt;a href=\"putsch\"&gt;putsch&lt;/a&gt; in a political sense. The term &lt;a href=\"wikt%3Abivouac\"&gt;bivouac&lt;/a&gt; is sometimes explained as originating from Swiss German, while printed etymological dictionaries (e.g. the German \"&lt;a href=\"Friedrich%20Kluge\"&gt;Kluge&lt;/a&gt;\" or \"&lt;a href=\"Droemer%20Knaur\"&gt;Knaurs&lt;/a&gt; Etymological Dictionary\") derive it from &lt;a href=\"Low%20German\"&gt;Low German&lt;/a&gt; instead.\nLiterature.\nWritten forms that were mostly based on the local Alemannic varieties, thus similar to &lt;a href=\"Middle%20High%20German\"&gt;Middle High German&lt;/a&gt;, were only gradually replaced by the forms of &lt;a href=\"New%20High%20German\"&gt;New High German&lt;/a&gt;. This replacement took from the 15th to 18th centuries to complete. In the 16th century, the Alemannic forms of writing were considered the original, truly Swiss forms, whereas the New High German forms were perceived as foreign innovations. The innovations were brought about by the &lt;a href=\"printing%20press\"&gt;printing press&lt;/a&gt; and were also associated with &lt;a href=\"Lutheranism\"&gt;Lutheranism&lt;/a&gt;. An example of the language shift is the &lt;a href=\"Froschauer%20Bible\"&gt;Froschauer Bible&lt;/a&gt;: Its first impressions after 1524 were largely written in an Alemannic language, but since 1527, the New High German forms were gradually adopted. The Alemannic forms were longest preserved in the chancelleries, with the chancellery of &lt;a href=\"Bern\"&gt;Bern&lt;/a&gt; being the last to adopt New High German in the second half of the 18th century.\nToday all formal writing, newspapers, books and much informal writing is done in &lt;a href=\"Swiss%20Standard%20German\"&gt;Swiss Standard German&lt;/a&gt;, which is usually called \"Schriftdeutsch\" (written German). Certain dialectal words are accepted regionalisms in Swiss Standard German and are also sanctioned by the &lt;a href=\"Duden\"&gt;Duden&lt;/a&gt;, e.g., \"Zvieri\" (afternoon snack). Swiss Standard German is virtually identical to Standard German as used in Germany, with most differences in pronunciation, vocabulary, and orthography. For example, Swiss Standard German always uses a double s (\"ss\") instead of the &lt;a href=\"eszett\"&gt;eszett&lt;/a&gt; (\"ß\").\nThere are no official rules of Swiss German orthography. The orthographies used in the Swiss-German literature can be roughly divided into two systems: Those that try to stay as close to standard German spelling as possible and those that try to represent the sounds as well as possible. The so-called \"Schwyzertütschi Dialäktschrift\" was developed by &lt;a href=\"Eugen%20Dieth\"&gt;Eugen Dieth&lt;/a&gt;, but knowledge of these guidelines is limited mostly to language experts. Furthermore, the spellings originally proposed by Dieth included some special signs not found on a normal &lt;a href=\"Alphanumeric%20keyboard\"&gt;keyboard&lt;/a&gt;, such as instead of for or instead of for . In 1986, a revised version of the \"Dieth-Schreibung\" was published, designed to be written \"on a normal typewriter\".\nA few letters are used differently from the Standard German rules:\nSince the 19th century, a considerable body of Swiss German literature has accumulated. The earliest works were in Lucerne German (Jost Bernhard Häfliger, Josef Felix Ineichen), in &lt;a href=\"Bernese%20German\"&gt;Bernese German&lt;/a&gt; (Gottlieb Jakob Kuhn), in Glarus German (Cosimus Freuler) and in &lt;a href=\"Z%C3%BCrich%20German\"&gt;Zürich German&lt;/a&gt; (Johann Martin Usteri, Jakob Stutz); the works of &lt;a href=\"Jeremias%20Gotthelf\"&gt;Jeremias Gotthelf&lt;/a&gt; which were published at the same time are in Swiss Standard German, but use many expressions of Bernese German. Some of the more important dialect writing authors and their works are:\nParts of the Bible were translated in different Swiss German dialects, e.g.:"
}