{
    "id": "27195461",
    "revid": "1879095",
    "url": "https://en.wikipedia.org/wiki?curid=27195461",
    "title": "Ruggiero di Lauria-class ironclad",
    "text": "The \"Ruggiero di Lauria\" class was a class of &lt;a href=\"ironclad%20battleship\"&gt;ironclad battleship&lt;/a&gt;s built for the Italian \"&lt;a href=\"Regia%20Marina\"&gt;Regia Marina&lt;/a&gt;\" (Royal Navy) during the late 19th century. The three ships—, , and –were improved versions of the earlier s. The primary improvements were new &lt;a href=\"breech-loading%20gun\"&gt;breech-loading gun&lt;/a&gt;s, better armor protection, and more powerful machinery. The ships, designed by &lt;a href=\"Giuseppe%20Micheli%20%28naval%20officer%29\"&gt;Giuseppe Micheli&lt;/a&gt;, marked a temporary diversion from the ideas of &lt;a href=\"Benedetto%20Brin\"&gt;Benedetto Brin&lt;/a&gt;, who had designed the two preceding classes along with the following class.\nConstruction of the ships was very lengthy, and by the time they were completed, the first &lt;a href=\"pre-dreadnought%20battleship\"&gt;pre-dreadnought battleship&lt;/a&gt;s were being built. Rendered obsolescent by these new ships, the \"Ruggiero di Lauria\"s had limited careers. The spent their time in service alternating between the Active and Reserve Squadrons, and they were primarily occupied with conducting training exercises. The ships were removed from service in 1909–1911; \"Francesco Morosini\" was expended as a &lt;a href=\"target%20ship\"&gt;target ship&lt;/a&gt;, while \"Ruggiero di Lauria\" became a floating oil tank and \"Andrea Doria\" was converted into a &lt;a href=\"depot%20ship\"&gt;depot ship&lt;/a&gt;. During &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, \"Andrea Doria\" returned to service as a &lt;a href=\"guard%20ship\"&gt;guard ship&lt;/a&gt; before being repurposed for oil storage after the war, eventually being broken up in 1929. \"Ruggiero di Lauria\" survived until 1943, when she was sunk by bombers during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Her wreck was salvaged in 1945.\nDesign.\nStarting in the 1870s, following the Italian fleet's defeat at the &lt;a href=\"Battle%20of%20Lissa%20%281866%29\"&gt;Battle of Lissa&lt;/a&gt;, the Italians began a large naval expansion program, initially aimed at countering the &lt;a href=\"Austro-Hungarian%20Navy\"&gt;Austro-Hungarian Navy&lt;/a&gt;. The program included the and es, which were both designed by &lt;a href=\"Benedetto%20Brin\"&gt;Benedetto Brin&lt;/a&gt;. The \"Ruggiero di Lauria\"s were authorized in the naval program for 1880, and the task of designing them was assigned to Engineering Inspector &lt;a href=\"Giuseppe%20Micheli%20%28naval%20officer%29\"&gt;Giuseppe Micheli&lt;/a&gt;. &lt;a href=\"Vice%20Admiral\"&gt;Vice Admiral&lt;/a&gt; &lt;a href=\"Ferdinando%20Acton\"&gt;Ferdinando Acton&lt;/a&gt; opposed the very large ironclads designed by Brin, and so he charged Micheli with creating a ship that would not exceed . Micheli chose to base his new design on a cut-down version of \"Duilio\", though he incorporated several improvements, including more modern, breech-loading guns, a more powerful propulsion system, and new, more effective &lt;a href=\"compound%20armor\"&gt;compound armor&lt;/a&gt;. Micheli's tenure as the designer for Italian capital ships was short-lived, with Brin returning to create the follow-on , the final members of the second generation of Italian ironclads.\nGeneral characteristics and machinery.\nThe ships of the \"Ruggiero di Lauria\" class were &lt;a href=\"length%20between%20perpendiculars\"&gt;long between perpendiculars&lt;/a&gt; and &lt;a href=\"length%20overall\"&gt;long overall&lt;/a&gt;. They had a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . They &lt;a href=\"displacement%20%28ship%29\"&gt;displaced&lt;/a&gt; normally and up to at &lt;a href=\"full%20load\"&gt;full load&lt;/a&gt;. The ships were built with a high &lt;a href=\"forecastle\"&gt;forecastle&lt;/a&gt; to improve sea-keeping over the \"Duilio\" class. A single &lt;a href=\"military%20mast\"&gt;military mast&lt;/a&gt; with &lt;a href=\"fighting%20top\"&gt;fighting top&lt;/a&gt;s was located &lt;a href=\"amidships\"&gt;amidships&lt;/a&gt;; a &lt;a href=\"Deck%20%28ship%29%23Hurricane%20deck\"&gt;hurricane deck&lt;/a&gt; connected the forward and aft &lt;a href=\"superstructure\"&gt;superstructure&lt;/a&gt;. Both sections of superstructure was used to store several smaller boats; each section also had a large &lt;a href=\"Crane%20%28machine%29\"&gt;crane&lt;/a&gt; to handle the boats. The ships had a crew of 507–509 officers and men.\nTheir propulsion system consisted of a pair of &lt;a href=\"compound%20engine\"&gt;compound&lt;/a&gt; &lt;a href=\"marine%20steam%20engine\"&gt;marine steam engine&lt;/a&gt;s, each driving a single &lt;a href=\"screw%20propeller\"&gt;screw propeller&lt;/a&gt;, with steam supplied by eight coal-fired, cylindrical &lt;a href=\"fire-tube%20boiler\"&gt;fire-tube boiler&lt;/a&gt;s. The boilers were trunked into two &lt;a href=\"funnel%20%28ship%29\"&gt;funnels&lt;/a&gt;, one in the forward superstructure and the other in the aft superstructure. \"Ruggiero di Lauria\" was the fastest member of the class, reaching a top speed of at . \"Francesco Morosini\" and \"Andrea Dorea\" had a top speed of around . The ships could steam for at a speed of .\nArmament and armor.\nThe \"Ruggiero di Lauria\"s were armed with a &lt;a href=\"main%20battery\"&gt;main battery&lt;/a&gt; of four 27-&lt;a href=\"caliber%20%28artillery%29\"&gt;caliber&lt;/a&gt; rifled breechloading guns, mounted in two pairs \"en echelon\" in a central &lt;a href=\"barbette\"&gt;barbette&lt;/a&gt;. These guns were the A 1882 model, and they fired a shell at a &lt;a href=\"muzzle%20velocity\"&gt;muzzle velocity&lt;/a&gt; of around . Their &lt;a href=\"rate%20of%20fire\"&gt;rate of fire&lt;/a&gt; was very slow, taking eight minutes to reload after each shot. They carried a &lt;a href=\"Battleship%20secondary%20armament\"&gt;secondary battery&lt;/a&gt; of two &lt;a href=\"Cannon%20152/32%20Model%201887\"&gt;&lt;/a&gt; 32-caliber guns, one at the bow and the other at the stern, and four 32-caliber guns. The 6 in gun fired a variety of shells, including &lt;a href=\"armor-piercing%20shot%20and%20shell\"&gt;armor-piercing&lt;/a&gt; shells, while the 4.7 in guns fired shells. From 1900, the ships had their secondary battery significantly expanded with two guns, ten 40-caliber guns, twelve guns, five 37 mm &lt;a href=\"revolver%20cannon\"&gt;revolver cannon&lt;/a&gt;, and two &lt;a href=\"machine%20gun\"&gt;machine gun&lt;/a&gt;s. As was customary for &lt;a href=\"capital%20ship\"&gt;capital ship&lt;/a&gt;s of the period, they carried five &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s submerged in the hull. The &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es carried a warhead and had a range of .\nThe ships' protection scheme consisted of compound armor. The \"Ruggiero di Lauria\"s had an &lt;a href=\"belt%20armor\"&gt;armored belt&lt;/a&gt; that was thick; the &lt;a href=\"Citadel%23Naval%20term\"&gt;citadel&lt;/a&gt; received the same thickness of steel. They had an armored deck that was thick, and their &lt;a href=\"conning%20tower\"&gt;conning tower&lt;/a&gt; was armored with of steel plate. The barbette had of steel armor.\nConstruction.\nThe ships' construction times were very lengthy; by the time they were completed, the United Kingdom had begun building the s, the first &lt;a href=\"pre-dreadnought%20battleship\"&gt;pre-dreadnought battleship&lt;/a&gt;s, which rendered older ironclad battleships obsolescent. In addition, technological progress, particularly in armor production techniques—first &lt;a href=\"Harvey%20armor\"&gt;Harvey armor&lt;/a&gt; and then &lt;a href=\"Krupp%20armor\"&gt;Krupp armor&lt;/a&gt;—contributed to the ships' rapid obsolescence.\nService history.\nThe three \"Ruggiero di Lauria\"s served in the Active Squadron for the first several years of their careers, into the mid-1890s. By 1895, \"Ruggiero di Lauria\" had been transferred to the Reserve Squadron, though \"Andrea Doria\" and \"Francesco Morosini\" remained in the Active Squadron. That year, \"Ruggiero di Lauria\" and \"Andrea Doria\" joined the Active Squadron for a major cruise to Britain and Germany. All three ships were assigned to the Active Squadron in 1899. That year, \"Ruggiero di Lauria\" and \"Andrea Doria\" took part in a &lt;a href=\"naval%20review\"&gt;naval review&lt;/a&gt; in &lt;a href=\"Cagliari\"&gt;Cagliari&lt;/a&gt; for the Italian King &lt;a href=\"Umberto%20I%20of%20Italy\"&gt;Umberto I&lt;/a&gt;, which included a French and British squadron as well.\nAll three ships had been transferred to the Reserve Squadron by 1905, and they were quickly discarded. In 1908, the Italian Navy decided to discard \"Ruggiero di Lauria\" and \"Francesco Morosini\", while \"Andrea Doria\" remained in service until 1911. \"Francesco Morosini\" was expended as a &lt;a href=\"target%20ship\"&gt;target ship&lt;/a&gt; for torpedo experiments in September 1909. \"Ruggiero di Lauria\" was converted into a floating oil tank in 1909 and was renamed \"GM 45\"; she was sunk in an air raid in 1943 during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. \"Andrea Doria\" served as a &lt;a href=\"depot%20ship\"&gt;depot ship&lt;/a&gt; until Italy entered &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; in May 1915, when she was employed as a &lt;a href=\"guard%20ship\"&gt;guard ship&lt;/a&gt; in &lt;a href=\"Brindisi\"&gt;Brindisi&lt;/a&gt;. After the war, she too was converted into an oil tank, before being &lt;a href=\"ship%20breaking\"&gt;broken up&lt;/a&gt; for scrap in 1929."
}