{
    "id": "27245677",
    "revid": "21806755",
    "url": "https://en.wikipedia.org/wiki?curid=27245677",
    "title": "Paul Cook",
    "text": "Paul Thomas Cook (born 20 July 1956) is an English drummer and member of the &lt;a href=\"punk%20rock\"&gt;punk rock&lt;/a&gt; band the &lt;a href=\"Sex%20Pistols\"&gt;Sex Pistols&lt;/a&gt;. He was also called \"Cookie\" by his friends on the punk music scene.\nEarly life and career.\nCook was raised in Hammersmith and attended the Christopher Wren School, now &lt;a href=\"Phoenix%20High%20School%2C%20London\"&gt;Phoenix High School, London&lt;/a&gt; in &lt;a href=\"White%20City%2C%20London\"&gt;White City&lt;/a&gt; Estate, &lt;a href=\"Shepherd%27s%20Bush\"&gt;Shepherd's Bush&lt;/a&gt;, where he met &lt;a href=\"Steve%20Jones%20%28musician%29\"&gt;Steve Jones&lt;/a&gt;. The pair became good friends and while skipping school, in 1972–1973, Cook and Jones, along with their school friend &lt;a href=\"Wally%20Nightingale\"&gt;Wally Nightingale&lt;/a&gt;, formed a band, The Strand. Within the next three years The Strand evolved into the Sex Pistols.\nCook's early influences included &lt;a href=\"Motown\"&gt;Motown&lt;/a&gt;, &lt;a href=\"ska\"&gt;ska&lt;/a&gt; and &lt;a href=\"glam%20rock\"&gt;glam rock&lt;/a&gt; acts like &lt;a href=\"David%20Bowie\"&gt;David Bowie&lt;/a&gt;, &lt;a href=\"T.%20Rex%20%28band%29\"&gt;T. Rex&lt;/a&gt;, &lt;a href=\"Roxy%20Music\"&gt;Roxy Music&lt;/a&gt; and &lt;a href=\"Slade\"&gt;Slade&lt;/a&gt;. In addition to drummers &lt;a href=\"Kenney%20Jones\"&gt;Kenney Jones&lt;/a&gt; of &lt;a href=\"Faces%20%28band%29\"&gt;the Faces&lt;/a&gt;, &lt;a href=\"Paul%20Thompson%20%28musician%29\"&gt;Paul Thompson&lt;/a&gt; of Roxy Music, &lt;a href=\"Al%20Jackson%20Jr.\"&gt;Al Jackson Jr.&lt;/a&gt; and &lt;a href=\"Mitch%20Mitchell\"&gt;Mitch Mitchell&lt;/a&gt; of &lt;a href=\"The%20Jimi%20Hendrix%20Experience\"&gt;The Jimi Hendrix Experience&lt;/a&gt;. \nLater career.\nAfter the Sex Pistols suddenly broke up after their final concert in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; on 14 January 1978, Cook and Jones initially worked on the soundtrack to &lt;a href=\"Julien%20Temple\"&gt;Julien Temple&lt;/a&gt;'s film, \"&lt;a href=\"The%20Great%20Rock%20%27n%27%20Roll%20Swindle\"&gt;The Great Rock 'n' Roll Swindle&lt;/a&gt;.\" The two also recorded a few songs using the Sex Pistols name, Cook singing lead on the album version of the song \"&lt;a href=\"Silly%20Thing%20%28song%29\"&gt;Silly Thing&lt;/a&gt;\". The pair then started a new band, &lt;a href=\"The%20Professionals%20%28band%29\"&gt;The Professionals&lt;/a&gt;, with Andy Allan. Allan caused some legal problems; he played bass on \"Silly Thing\" and the first few Professionals recordings, but had no &lt;a href=\"recording%20contract\"&gt;recording contract&lt;/a&gt; and had been neither credited nor paid. Consequently, the &lt;a href=\"Virgin%20Records\"&gt;Virgin Records&lt;/a&gt; &lt;a href=\"compilation%20album\"&gt;compilation album&lt;/a&gt; \"Cash Cows\", which featured The Professionals' track \"Kick Down the Doors\", was withdrawn. Cook and Jones played together on &lt;a href=\"Johnny%20Thunders\"&gt;Johnny Thunders&lt;/a&gt;' solo album, \"&lt;a href=\"So%20Alone%20%28album%29\"&gt;So Alone&lt;/a&gt;\".\nThey released four singles, recorded a &lt;a href=\"The%20Professionals%20%28The%20Professionals%20album%29\"&gt;self-titled LP&lt;/a&gt; that was shelved until 1990, and released \"&lt;a href=\"I%20Didn%27t%20See%20It%20Coming\"&gt;I Didn't See It Coming&lt;/a&gt;\" in November 1981. The band's American tour to promote the album was cut short when band members Cook, Paul Myers, and Ray McVeigh were injured in a car accident. While The Professionals did return to America in the Spring of 1982 after recovery, Jones and Myers' drug problems further hampered the band's prospects. They declined an opening spot offer on tour for &lt;a href=\"The%20Clash\"&gt;The Clash&lt;/a&gt;, and broke up.\nIn the early 1980s, Cook, along with Jones, discovered the English &lt;a href=\"New%20wave%20music\"&gt;new wave&lt;/a&gt; girl-group &lt;a href=\"Bananarama\"&gt;Bananarama&lt;/a&gt;. Cook helped the trio record their debut single, \"&lt;a href=\"Aie%20a%20Mwana\"&gt;Aie a Mwana&lt;/a&gt;\", and acted as a producer on their 1982 debut album \"&lt;a href=\"Deep%20Sea%20Skiving\"&gt;Deep Sea Skiving&lt;/a&gt;\".\nIn the late 1980s, Cook surfaced with the group &lt;a href=\"Chiefs%20of%20Relief\"&gt;Chiefs of Relief&lt;/a&gt; with former &lt;a href=\"Bow%20Wow%20Wow\"&gt;Bow Wow Wow&lt;/a&gt; guitarist &lt;a href=\"Matthew%20Ashman\"&gt;Matthew Ashman&lt;/a&gt;, and, after a period out of the music industry, played with &lt;a href=\"Phil%20Collen\"&gt;Phil Collen&lt;/a&gt; in the 1990s. He also played on the &lt;a href=\"Edwyn%20Collins\"&gt;Edwyn Collins&lt;/a&gt; song &lt;a href=\"A%20Girl%20Like%20You%20%28Edwyn%20Collins%20song%29\"&gt;A Girl Like You&lt;/a&gt;, beginning a longstanding association with Collins as a session musician. Cook reunited with the surviving Sex Pistols in 1996 for the \"&lt;a href=\"Filthy%20Lucre%20Live\"&gt;Filthy Lucre&lt;/a&gt;\" world tour.\nThe Sex Pistols, including Paul Cook, played a gig for the 30th anniversary of \"&lt;a href=\"Never%20Mind%20The%20Bollocks\"&gt;Never Mind The Bollocks&lt;/a&gt;\" at the &lt;a href=\"Brixton%20Academy\"&gt;Brixton Academy&lt;/a&gt; on 8 November 2007. To meet demand, six further gigs were added, including two on 9 and 10 November.\nIn 2008, the Sex Pistols appeared at the Isle Of Wight Festival as the headlining act on the Saturday night, the Peace and Love Festival in Sweden, the Live at Loch Lomond Festival in Scotland, and the Summercase Festival in Madrid.\nCook drummed with &lt;a href=\"Man-Raze\"&gt;Man-Raze&lt;/a&gt;, which also featured &lt;a href=\"Phil%20Collen\"&gt;Phil Collen&lt;/a&gt; from &lt;a href=\"Def%20Leppard\"&gt;Def Leppard&lt;/a&gt; and their friend &lt;a href=\"Simon%20Laffy\"&gt;Simon Laffy&lt;/a&gt; who used to play in Collen's pre-Leppard band, Girl. They released a debut album \"Surreal\" in 2008, and toured throughout the UK in late 2009.\nIn 2011, Cook joined &lt;a href=\"Vic%20Godard\"&gt;Vic Godard&lt;/a&gt; and &lt;a href=\"Subway%20Sect\"&gt;Subway Sect&lt;/a&gt;, and renewed his collaborations with Paul Myers from The Professionals. Cook has worked with Godard, on and off, for the past two decades. They toured throughout 2012 and, in March 2012, recorded \"1978 Now\" with Collins.\nIn celebration of the release of a three disc set (\"The Complete Professionals\") by &lt;a href=\"Universal%20Music%20Group\"&gt;Universal Music Group&lt;/a&gt; for 16 October 2015, Cook, with &lt;a href=\"Tom%20Spencer%20%28musician%29\"&gt;Tom Spencer&lt;/a&gt; filling in for Steve Jones, reunited with The Professionals for a concert at the &lt;a href=\"100%20Club\"&gt;100 Club&lt;/a&gt;. In January 2016, the band announced a three show tour for 17 to 19 March. A joint headline show featuring &lt;a href=\"Rich%20Kids\"&gt;Rich Kids&lt;/a&gt; was announced at London's &lt;a href=\"O2%20Shepherd%27s%20Bush%20Empire\"&gt;O2 Shepherd's Bush Empire&lt;/a&gt; for 16 May, then rescheduled for 23 June due to the ongoing structural work at the venue.\nPersonal life.\nCook lives in &lt;a href=\"Hammersmith\"&gt;Hammersmith&lt;/a&gt; with his wife, Jeni Cook, formerly of &lt;a href=\"Culture%20Club\"&gt;Culture Club&lt;/a&gt;, and their daughter, &lt;a href=\"Hollie%20Cook\"&gt;Hollie Cook&lt;/a&gt;, a solo musician. Cook also played &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; for &lt;a href=\"Hollywood%20United\"&gt;Hollywood United&lt;/a&gt;."
}