{
    "id": "27258659",
    "revid": "11308236",
    "url": "https://en.wikipedia.org/wiki?curid=27258659",
    "title": "Gilbert Mackereth",
    "text": "Sir Gilbert Mackereth (19 October 1892 – 11 January 1962) was a decorated &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; officer of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; who subsequently served as a British &lt;a href=\"diplomat\"&gt;diplomat&lt;/a&gt;, most notably as &lt;a href=\"List%20of%20Ambassadors%20from%20the%20United%20Kingdom%20to%20Colombia\"&gt;Ambassador to Colombia&lt;/a&gt; from 1947 to 1953.\nHe began his army service &lt;a href=\"Other%20ranks%20%28UK%29\"&gt;in the ranks&lt;/a&gt; in 1914 but after being commissioned in 1916 rapidly rose through the ranks and became a battalion commander. As a &lt;a href=\"Subaltern%20%28military%29\"&gt;subaltern&lt;/a&gt; he was decorated for the rescue of a group of soldiers under heavy fire in 1917.\nHe left the army on 24 April 1919 and joined the diplomatic service. He held several consular positions in northern Africa and the Middle East before and during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. Post-war he was posted to the newly liberated &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch East Indies&lt;/a&gt;, before being posted to &lt;a href=\"Bogot%C3%A1\"&gt;Bogotá&lt;/a&gt; in 1947.\nIn retirement he lived in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, where he died and was buried. Although his grave was saved from disturbance following threats from Spanish authorities in May 2010, in November 2011 his remains were reburied in a garden of remembrance at the &lt;a href=\"Fusilier%20Museum\"&gt;Fusilier Museum&lt;/a&gt; in Bury, Greater Manchester. Mackereth is believed to be the first soldier from World War I to be repatriated to England since the burial of the Unknown Soldier at Westminster Abbey in 1920.\nEarly life.\nGilbert Mackereth was born an only child in &lt;a href=\"Salford%2C%20Greater%20Manchester\"&gt;Salford&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, on 19 October 1892. His father, Thomas, was a bank manager born Eccles in 1st Qr 1864.\nHis mother Annie was born at &lt;a href=\"Bolton\"&gt;Bolton&lt;/a&gt;, and his paternal grandfather, Thomas, was minister of the &lt;a href=\"The%20New%20Church\"&gt;New Jerusalem Church&lt;/a&gt;, Higher Bridge Street, &lt;a href=\"Bolton\"&gt;Bolton&lt;/a&gt;.\nMilitary career.\n21st Battalion, Royal Fusiliers.\nMackereth enlisted shortly after the outbreak of war on 19 November 1914 as a private with the &lt;a href=\"Royal%20Fusiliers\"&gt;Royal Fusiliers&lt;/a&gt; and he gave his occupation as \"Insurance Surveyor\". He joined the 21st Battalion, Royal Fusiliers, also known as 4th &lt;a href=\"Public%20Schools%20Battalion\"&gt;Public Schools Battalion&lt;/a&gt; which was a rather unusual unit, raised at &lt;a href=\"Epsom\"&gt;Epsom&lt;/a&gt; on 11 September 1914 as one of the battalions of &lt;a href=\"Kitchener%27s%20Army\"&gt;Kitchener's Army&lt;/a&gt; from the \"Public Schools and University Mens Force\". It served in France in the &lt;a href=\"98th%20Brigade%20%28United%20Kingdom%29\"&gt;98th Brigade&lt;/a&gt;, which formed part of &lt;a href=\"33rd%20Division%20%28United%20Kingdom%29\"&gt;33rd Division&lt;/a&gt;. It was transferred under the direct authority of Haig's General Headquarters on 27 February 1916, and disbanded on 24 April 1916, with a high proportion of the men (like Mackereth) going on to take commissions in other units.\n17th Battalion, Lancashire Fusiliers.\nMackereth was commissioned on 6 July 1916 as a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; in the &lt;a href=\"Lancashire%20Fusiliers\"&gt;Lancashire Fusiliers&lt;/a&gt;. He was promoted &lt;a href=\"First%20Lieutenant\"&gt;lieutenant&lt;/a&gt; on 4 February 1917. In April 1917 during the capture of &lt;a href=\"Gricourt\"&gt;Gricourt&lt;/a&gt; following the German's withdrawal to the Hindenburg Line, he rescued a stranded group of soldiers in &lt;a href=\"no%20man%27s%20land\"&gt;no man's land&lt;/a&gt;. As a result, on 18 June 1917 he was awarded the &lt;a href=\"Military%20Cross\"&gt;Military Cross&lt;/a&gt;, the citation read:\nThe details on his medal card indicate that he first entered a theatre of war on 14 November 1915, when he was a private in 21st Battalion, Royal Fusiliers (4th Public Schools Battalion). He was awarded the &lt;a href=\"Victory%20Medal%20%28United%20Kingdom%29\"&gt;Victory Medal&lt;/a&gt;, the &lt;a href=\"British%20War%20Medal\"&gt;British War Medal&lt;/a&gt; and the &lt;a href=\"1914%E2%80%9315%20Star\"&gt;1914–15 Star&lt;/a&gt;; the MC on his medal card denotes the &lt;a href=\"Military%20Cross\"&gt;Military Cross&lt;/a&gt; he was awarded. He was also &lt;a href=\"Mentioned%20in%20Despatches\"&gt;Mentioned in Despatches&lt;/a&gt;, which entitled him to wear an oak leaf emblem on the ribbon of the Victory Medal.\nOn 1 May 1917 he was appointed &lt;a href=\"adjutant\"&gt;adjutant&lt;/a&gt;, and became an acting &lt;a href=\"captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; on 3 August 1917. On 21 August 1917 he received a serious leg wound during an attack on Canal Wood south of Cambrai. He was in hospital for 5 months and did not rejoin the 17th Battalion Lancashire Fusiliers in France until 15 June 1918. He retained the appointment of adjutant until 19 June 1918, when he reverted to the rank of lieutenant until 4 July when he was promoted acting &lt;a href=\"major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; and second-in-command of the battalion. The rank of major was later made substantive and back-dated to 21 May 1918. On 26 August 1918 he was promoted acting &lt;a href=\"Lieutenant%20Colonel%20%28United%20Kingdom%29\"&gt;lieutenant-colonel&lt;/a&gt; and became temporary commanding officer of 17th Battalion, Lancashire Fusiliers. He reverted to major and battalion second-in-command on 13 September 1918, but took command again as an acting lieutenant-colonel on 29 October, this time remaining in command until 24 April 1919.\nHe was demobilised at this time, reverting to his &lt;a href=\"Special%20Reserve%20%28militia%29\"&gt;Special Reserve&lt;/a&gt; rank of lieutenant.\nBritish Diplomat.\nAfter leaving the Army, Mackereth joined the &lt;a href=\"Her%20Majesty%27s%20Diplomatic%20Service\"&gt;Diplomatic Service&lt;/a&gt; and married his wife Muriel while posted to &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; in 1921. He worked as a vice-consul at &lt;a href=\"consul%20%28representative%29\"&gt;consulates&lt;/a&gt; across northern Africa; being posted to &lt;a href=\"Tangier\"&gt;Tangier&lt;/a&gt; on 1 April 1923; and &lt;a href=\"Fez%2C%20Morocco\"&gt;Fez, Morocco&lt;/a&gt; on 18 October 1923, his area of responsibility was widened in November 1926, but he continued to reside at Fez; He moved to &lt;a href=\"Addis%20Ababa\"&gt;Addis Ababa&lt;/a&gt; on 2 November 1930. He returned to the Middle East in 1933 when he was appointed to be consul for the Sanjaks of Damascus, Horns, Hama, and of the Hauran and the Governorate of the Djebel Druze on 10 January, residing at &lt;a href=\"Damascus%23Modern\"&gt;Damascus&lt;/a&gt;; a role he continued until 1939. In 1937 he advised an increase in border patrol around Palestine due to the high numbers of Jewish immigrants fleeing &lt;a href=\"Nazism\"&gt;Nazism&lt;/a&gt; in &lt;a href=\"Nazi%20Germany\"&gt;Hitler's Germany&lt;/a&gt;; the French were at this time in control of Damascus since the &lt;a href=\"Paris%20Peace%20Conference%2C%201919\"&gt;Versailles Conference&lt;/a&gt; had granted France a mandate over &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;.\nDocuments known as the Tegart Collection contain correspondence from 1938 with Syrian and Transjordan authorities that relate to border control and security to counteract arms smuggling and terrorist infiltration along with Mackereth's report.\nA set of documents known as the &lt;a href=\"Edward%20Spears\"&gt;Sir Edward Spears&lt;/a&gt; Papers, dated between June 1944 to January 1945, contain references to telegrams regarding Mackereth, then Counsellor at the British Legation, Beirut, to the Foreign Office on the situation in Syria and the Lebanon. In these communications there are attempts by Sir Edward Spears to have Mackereth transferred or dismissed for alleged bad handling of economic affairs. The correspondence from Spears also mentions tyre imports and distribution in Syria, and relations with the &lt;a href=\"Bedouin\"&gt;Bedouin&lt;/a&gt; with annotated weekly political summaries from Damascus with reports on the economic situation in the Levant. Spears' attempts to disturb Mackereth's career failed.\nOn 11 March 1940 Mackereth returned to Addis Ababa, now as &lt;a href=\"Consul%20General\"&gt;Consul General&lt;/a&gt;. On 30 April 1941 he was appointed a Consul General at \"Angora\" as the British then called &lt;a href=\"Ankara\"&gt;Ankara&lt;/a&gt;, Turkey. On 26 March 1945 he took up the same appointment for &lt;a href=\"French%20Morocco\"&gt;French Morocco&lt;/a&gt;, residing at &lt;a href=\"Rabat\"&gt;Rabat&lt;/a&gt;.\nIn the aftermath of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, Mackereth was appointed Consul General in the &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch East Indies&lt;/a&gt; (now &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;), residing at &lt;a href=\"Batavia%2C%20Dutch%20East%20Indies\"&gt;Batavia&lt;/a&gt;, on 13 March 1946, where he helped restore order following the Japanese surrender. He was given a personal promotion to the Fourth Grade of the Foreign Service from the same date. He ended his career as &lt;a href=\"List%20of%20Ambassadors%20from%20the%20United%20Kingdom%20to%20Colombia\"&gt;Ambassador to Colombia&lt;/a&gt; from 19 December 1947 to 1953.\nHonours and knighthood.\nMackereth was appointed &lt;a href=\"Companion%20of%20the%20Order%20of%20St%20Michael%20and%20St%20George\"&gt;Companion of the Order of St Michael and St George&lt;/a&gt; in the 1939 &lt;a href=\"King%27s%20Birthday%20Honours\"&gt;King's Birthday Honours&lt;/a&gt;. In recognition of his work as British ambassador, he was promoted to &lt;a href=\"Knight%20Commander%20of%20the%20Order%20of%20St%20Michael%20and%20St%20George\"&gt;Knight Commander of the Order of St Michael and St George&lt;/a&gt; (KCMG) in the 1952 &lt;a href=\"New%20Year%20Honours\"&gt;New Year Honours&lt;/a&gt;. The \"&lt;a href=\"London%20Gazette\"&gt;London Gazette&lt;/a&gt;\" announcement read:\nDeath.\nMackereth and his wife Muriel retired to &lt;a href=\"San%20Sebasti%C3%A1n\"&gt;San Sebastián&lt;/a&gt;, Northern Spain. Following his death on 11 January 1962, age 69, his body was interred at &lt;a href=\"San%20Sebasti%C3%A1n\"&gt;San Sebastián&lt;/a&gt;. The headstone reads \"In Loving Memory of Sir Gilbert Mackereth KCMG MC\". His wife returned to England and died in 1979. They were childless, so following her death, his tomb in Spain became neglected.\nPreservation of tomb.\nIn May 2010, the San Sebastián authorities generated an outcry in response to proposals to exhume and re-bury his body as a result of unpaid burial taxes.\nA hunt commenced on 5 May 2010 for descendants who may still live in or near to &lt;a href=\"Bolton\"&gt;Bolton&lt;/a&gt; assisted by the \"&lt;a href=\"Bolton%20News\"&gt;Bolton News&lt;/a&gt;\". As a result of press coverage, offers of assistance to pay the taxes were immediately received from members of the public in Britain and overseas. Terry Dean of the Western Front Association, North Lancashire Branch who had discovered the risk to Mackereth's grave brought the matter to the attention of the British media and resulted in articles appearing on the BBC website and in \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" and other newspapers on 6 May 2010, offers of assistance were immediately received from members of the public and saw a widespread appeal for information in the hunt for living relatives. &lt;a href=\"Robert%20Atkins%20%28politician%29\"&gt;Sir Robert Atkins&lt;/a&gt; MEP contacted Spanish authorities on 7 May 2010 asking them not to touch the grave. Terry Dean also successfully traced living relatives of Mackereth: on 10 May 2010, it was reported that one of Mackereth's first cousins, Mr John Sloan, had been located. He accepted an offer from \"&lt;a href=\"The%20Sun%20%28United%20Kingdom%29\"&gt;The Sun&lt;/a&gt;\" to pay the outstanding taxes and thus save the grave from being disturbed.\nReburial.\nFollowing further threats from the Spanish authorities, it was agreed with the family to return his ashes to the UK. On Friday 11 November 2011, his remains were buried in a garden of remembrance at the &lt;a href=\"Fusilier%20Museum\"&gt;Fusilier Museum&lt;/a&gt; in Bury, Greater Manchester. Mackereth is believed to be the first soldier from World War I to be repatriated to England since the burial of the Unknown Soldier at Westminster Abbey in 1920."
}