{
    "id": "27298083",
    "revid": "39842452",
    "url": "https://en.wikipedia.org/wiki?curid=27298083",
    "title": "Neanderthal",
    "text": "Neanderthals (, also Neandertals, \"Homo neanderthalensis\" or \"Homo sapiens neanderthalensis\") are an extinct &lt;a href=\"species\"&gt;species&lt;/a&gt; or &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; of &lt;a href=\"archaic%20humans\"&gt;archaic humans&lt;/a&gt; who lived in &lt;a href=\"Eurasia\"&gt;Eurasia&lt;/a&gt; until about 40,000 years ago. While the cause of their extinction remains “highly contested,” demographic factors like small population size, inbreeding, and random fluctuations are considered likely factors. Other scholars have proposed competitive replacement, assimilation into the modern &lt;a href=\"human%20genome\"&gt;human genome&lt;/a&gt; (bred into extinction), great &lt;a href=\"climate%20change\"&gt;climatic change&lt;/a&gt;, disease, or a combination of these factors. \nIt is unclear when the line of Neanderthals split from that of &lt;a href=\"modern%20human\"&gt;modern human&lt;/a&gt;s; studies have produced various intervals ranging from 315,000 to more than 800,000 years ago. The time of divergence of Neanderthals from their ancestor \"&lt;a href=\"Homo%20heidelbergensis\"&gt;H. heidelbergensis&lt;/a&gt;\" is also unclear. The oldest potential Neanderthal bones date to 430,000 years ago, but the classification remains uncertain. Neanderthals are known from numerous fossils, especially from after 130,000 years ago. The &lt;a href=\"type%20specimen\"&gt;type specimen&lt;/a&gt;, &lt;a href=\"Neanderthal%201\"&gt;Neanderthal 1&lt;/a&gt;, was found in 1856 in the &lt;a href=\"Neander%20Valley\"&gt;Neander Valley&lt;/a&gt; in present-day Germany. For much of the early 20th Century, researchers depicted Neanderthals as primitive, unintelligent, and brutish. Although knowledge and perception of them has markedly changed since then in the scientific community, the image of the unevolved &lt;a href=\"caveman\"&gt;caveman&lt;/a&gt; &lt;a href=\"archetype\"&gt;archetype&lt;/a&gt; remains prevalent in popular culture.\nNeanderthal technology was quite sophisticated. It includes the &lt;a href=\"Mousterian\"&gt;Mousterian&lt;/a&gt; stone-tool industry and the ability to create fire and build cave &lt;a href=\"hearth\"&gt;hearth&lt;/a&gt;s, make the adhesive &lt;a href=\"birch%20bark%20tar\"&gt;birch bark tar&lt;/a&gt;, craft at least simple clothes similar to blankets and ponchos, weave, go seafaring through the Mediterranean, make use of &lt;a href=\"medicinal%20plants%23Prehistoric%20times\"&gt;medicinal plants&lt;/a&gt;, as well as treat severe injuries, store food, and use various cooking techniques such as &lt;a href=\"roasting\"&gt;roasting&lt;/a&gt;, boiling, and &lt;a href=\"smoking%20%28cooking%29\"&gt;smoking&lt;/a&gt;. Neanderthals made use of a wide array of food, mainly &lt;a href=\"ungulate\"&gt;hoofed mammal&lt;/a&gt;s, but also other &lt;a href=\"Pleistocene%20megafauna\"&gt;megafauna&lt;/a&gt;, plants, small mammals, birds, and aquatic and marine resources. Although they were probably &lt;a href=\"apex%20predator\"&gt;apex predator&lt;/a&gt;s, they still competed with &lt;a href=\"cave%20bear\"&gt;cave bear&lt;/a&gt;s, &lt;a href=\"Panthera%20spelaea\"&gt;cave lions&lt;/a&gt;, &lt;a href=\"cave%20hyaena\"&gt;cave hyaena&lt;/a&gt;s, and other large predators. A number of examples of symbolic thought and &lt;a href=\"Art%20of%20the%20Middle%20Paleolithic\"&gt;Palaeolithic art&lt;/a&gt; have been inconclusively attributed to Neanderthals, namely possible ornaments made from bird bones or shells, collections of unusual objects including crystals and fossils, engravings, music production indicated by the &lt;a href=\"Divje%20Babe%20Flute\"&gt;Divje Babe Flute&lt;/a&gt;, and Spanish cave-paintings contentiously dated to before 65,000 years ago. Some claims of religious beliefs have been made. Neanderthals were likely capable of speech, possibly articulate, although the complexity of their language is not known.\nCompared with modern humans, Neanderthals had a more &lt;a href=\"robustness%20%28morphology%29\"&gt;robust&lt;/a&gt; build and proportionally shorter limbs. Researchers often explain these features as adaptations to conserve heat in a cold climate, but they may also have been adaptations for sprinting in the warmer, forested landscape that Neanderthals often inhabited. Nonetheless, they had cold-specific adaptations, such as specialised body-fat storage and an enlarged nose to warm air (although the nose could have been caused by &lt;a href=\"genetic%20drift\"&gt;genetic drift&lt;/a&gt;). Average Neanderthal men stood around and women tall, similar to pre-industrial modern humans. The braincases of Neanderthal men and women averaged about and respectively, which is within the range of the values for modern humans. The Neanderthal skull was more elongated and had smaller parietal lobes and cerebellum, morphological traits used to assign specimens to species.\nThe total population of Neanderthals remained low, proliferating weakly harmful gene variants, and precluding effective long-distance networks. Nonetheless, there is evidence of regional cultures and thus of regular communication between communities. They may have frequented caves, and moved between caves seasonally. Neanderthals lived in a &lt;a href=\"Stress%20%28biology%29\"&gt;high-stress&lt;/a&gt; environment with high trauma rates, and about 80% died before the age of 40. The 2010 &lt;a href=\"Neanderthal%20genome%20project\"&gt;Neanderthal genome project&lt;/a&gt;'s draft report presented evidence for &lt;a href=\"Interbreeding%20between%20archaic%20and%20modern%20humans\"&gt;interbreeding between Neanderthals and modern humans&lt;/a&gt;. It possibly occurred 316–219 ,000 years ago, but more likely 100,000 years ago and again 65,000 years ago. Neanderthals also appear to have interbred with &lt;a href=\"Denisovans\"&gt;Denisovans&lt;/a&gt;, a different group of archaic humans, in Siberia. Around 1–4% of genomes of &lt;a href=\"Eurasia\"&gt;Eurasia&lt;/a&gt;ns, &lt;a href=\"Australo-Melanesians\"&gt;Australo-Melanesians&lt;/a&gt;, &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Native Americans&lt;/a&gt;, and &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;ns is of Neanderthal ancestry, while the inhabitants of &lt;a href=\"sub-Saharan%20Africa\"&gt;sub-Saharan Africa&lt;/a&gt; have no detectable Neanderthal ancestry, save possible traces from early Sapiens-to-Neanderthal gene flow and/or more recent back-migration of Eurasians to Africa. In all, about 20% of distinctly Neanderthal gene variants survive today. Although many of the gene variants inherited from Neanderthals may have been detrimental and selected out, Neanderthal &lt;a href=\"introgression\"&gt;introgression&lt;/a&gt; appears to have affected the modern human &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt;,\nand is also implicated in several other biological functions and structures, but a large portion appears to be &lt;a href=\"non-coding%20DNA\"&gt;non-coding DNA&lt;/a&gt;.\nTaxonomy.\nEtymology.\nNeanderthals are named after the valley, the &lt;a href=\"Neandertal%20%28valley%29\"&gt;Neandertal&lt;/a&gt;, in which the first identified specimen was found. The valley was spelled \"Neanderthal\" and the species was spelled \"Neanderthaler\" in German until the &lt;a href=\"German%20Orthographic%20Conference%20of%201901\"&gt;spelling reform of 1901&lt;/a&gt;. The spelling \"Neandertal\" for the species is occasionally seen in English, even in scientific publications, but the scientific name, \"H. neanderthalensis\", is always spelled with \"th\" according to the &lt;a href=\"principle%20of%20priority\"&gt;principle of priority&lt;/a&gt;. The vernacular name of the species in German is always \"Neandertaler\" (\"inhabitant of the Neander Valley\"), whereas \"Neandertal\" always refers to the valley. The valley itself was named after the late 17th century German theologian and hymn writer &lt;a href=\"Joachim%20Neander\"&gt;Joachim Neander&lt;/a&gt;, who often visited the area. \"Neanderthal\" can be pronounced using the (as in ) or the standard &lt;a href=\"Pronunciation%20of%20English%20%E2%9F%A8th%E2%9F%A9\"&gt;English pronunciation of \"th\"&lt;/a&gt; with the fricative /&lt;a href=\"voiceless%20dental%20fricative\"&gt;θ&lt;/a&gt;/ (as ).\n&lt;a href=\"Neanderthal%201\"&gt;Neanderthal 1&lt;/a&gt;, the &lt;a href=\"type%20specimen\"&gt;type specimen&lt;/a&gt;, was known as the \"Neanderthal cranium\" or \"Neanderthal skull\" in anthropological literature, and the individual reconstructed on the basis of the skull was occasionally called \"the Neanderthal man\". The binomial name \"Homo neanderthalensis\"—extending the name \"Neanderthal man\" from the individual specimen to the entire species, and formally recognising it as distinct from humans—was first proposed by Irish geologist &lt;a href=\"William%20King%20%28geologist%29\"&gt;William King&lt;/a&gt; in a paper read to the 33rd &lt;a href=\"British%20Science%20Association\"&gt;British Science Association&lt;/a&gt; in 1863. However, in 1864, he recommended that Neanderthals and modern humans be classified in different genera as he compared the Neanderthal braincase to that of a chimpanzee and argued that they were \"incapable of moral and [&lt;a href=\"theism\"&gt;theistic&lt;/a&gt;] conceptions\".\nResearch history.\nThe first Neanderthal remains—&lt;a href=\"Engis%202\"&gt;Engis 2&lt;/a&gt; (a skull)—were discovered in 1829 by Dutch naturalist &lt;a href=\"Philippe-Charles%20Schmerling\"&gt;Philippe-Charles Schmerling&lt;/a&gt; in the &lt;a href=\"Schmerling%20Caves\"&gt;Grottes d'Engis&lt;/a&gt;, Belgium, but he thought it was a fossil modern human skull. In 1848, &lt;a href=\"Gibraltar%201\"&gt;Gibraltar 1&lt;/a&gt; from &lt;a href=\"Forbes%27%20Quarry\"&gt;Forbes' Quarry&lt;/a&gt; was presented to the Gibraltar Scientific Society by their Secretary Lieutenant Edmund Henry Réné Flint, but was also thought to be a modern human skull. In 1856, local schoolteacher &lt;a href=\"Johann%20Carl%20Fuhlrott\"&gt;Johann Carl Fuhlrott&lt;/a&gt; recognised bones from &lt;a href=\"Kleine%20Feldhofer%20Grotte\"&gt;Kleine Feldhofer Grotte&lt;/a&gt; in Neander Valley—Neanderthal 1 (the &lt;a href=\"holotype%20specimen\"&gt;holotype specimen&lt;/a&gt;)—as distinct from modern humans, and gave them to German anthropologist &lt;a href=\"Hermann%20Schaaffhausen\"&gt;Hermann Schaaffhausen&lt;/a&gt; to study in 1857. It comprised the cranium, thigh bones, right arm, left &lt;a href=\"humerus\"&gt;humerus&lt;/a&gt; and &lt;a href=\"ulna\"&gt;ulna&lt;/a&gt;, left &lt;a href=\"ilium%20%28bone%29\"&gt;ilium&lt;/a&gt; (hip bone), part of the right &lt;a href=\"shoulder%20blade\"&gt;shoulder blade&lt;/a&gt;, and pieces of the &lt;a href=\"rib\"&gt;rib&lt;/a&gt;s. Following &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt;'s \"&lt;a href=\"On%20the%20Origin%20of%20Species\"&gt;On the Origin of Species&lt;/a&gt;\", Fuhlrott and Schaaffhausen argued the bones represented an ancient modern human form; Schaaffhausen, a &lt;a href=\"social%20Darwinist\"&gt;social Darwinist&lt;/a&gt;, believed that humans linearly progressed from savage to civilised, and so concluded that Neanderthals were barbarous cave-dwellers. Fuhlrott and Schaaffhausen met opposition namely from the prolific pathologist &lt;a href=\"Rudolf%20Virchow\"&gt;Rudolf Virchow&lt;/a&gt; who argued against defining new species based on only a single find. In 1872, Virchow erroneously interpreted Neanderthal characteristics as evidence of &lt;a href=\"senility\"&gt;senility&lt;/a&gt;, disease, and malformation instead of archaicness, which stalled Neanderthal research until the end of the century.\nBy the early 20th century, numerous other Neanderthal discoveries were made, establishing \"H. neanderthalensis\" as a legitimate species. The most influential specimen was &lt;a href=\"La%20Chapelle-aux-Saints%201\"&gt;La Chapelle-aux-Saints 1&lt;/a&gt; (\"The Old Man\") from &lt;a href=\"La%20Chapelle-aux-Saints\"&gt;La Chapelle-aux-Saints&lt;/a&gt;, France. French palaeontologist &lt;a href=\"Marcellin%20Boule\"&gt;Marcellin Boule&lt;/a&gt; authored several publications, among the first to establish palaeontology as a science, detailing the specimen, but reconstructed him as slouching, ape-like, and only remotely related to modern humans. The 1912 'discovery' of &lt;a href=\"Piltdown%20Man\"&gt;Piltdown Man&lt;/a&gt; (a hoax), appearing much more similar to modern humans than Neanderthals, was used as evidence that multiple different and unrelated branches of primitive humans existed, and supported Boule's reconstruction of \"H. neanderthalensis\" as a far distant relative and an &lt;a href=\"evolutionary%20dead-end\"&gt;evolutionary dead-end&lt;/a&gt;. He fuelled the popular image of Neanderthals as barbarous, slouching, club-wielding primitives; this image was reproduced for several decades and popularised in &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; works, such as the 1911 \"&lt;a href=\"The%20Quest%20for%20Fire\"&gt;The Quest for Fire&lt;/a&gt;\" by &lt;a href=\"J.-H.%20Rosny%20a%C3%AEn%C3%A9\"&gt;J.-H. Rosny aîné&lt;/a&gt; and the 1927 \"\" by &lt;a href=\"H.%20G.%20Wells\"&gt;H. G. Wells&lt;/a&gt; where they are depicted as monsters. In 1911, Scottish anthropologist &lt;a href=\"Arthur%20Keith\"&gt;Arthur Keith&lt;/a&gt; reconstructed La Chapelle-aux-Saints 1 as an immediate precursor to modern humans, sitting next to a fire, producing tools, wearing a necklace, and having a more humanlike posture, but this failed to garner much scientific rapport, and Keith later abandoned his thesis in 1915.\nBy the middle of the century, based on the exposure of Piltdown Man as a hoax as well as a reexamination of La Chapelle-aux-Saints 1 (who had &lt;a href=\"osteoarthritis\"&gt;osteoarthritis&lt;/a&gt; which caused slouching in life) and new discoveries, the scientific community began to rework its understanding of Neanderthals. Ideas such as Neanderthal behaviour, intelligence, and culture were being discussed, and a more humanlike image of them emerged. In 1939, American anthropologist &lt;a href=\"Carleton%20Coon\"&gt;Carleton Coon&lt;/a&gt; reconstructed a Neanderthal in a modern business suit and hat to emphasise that they would be, more or less, indistinguishable from modern humans had they survived into the present. &lt;a href=\"William%20Golding\"&gt;William Golding&lt;/a&gt;'s 1955 novel \"&lt;a href=\"The%20Inheritors%20%28Golding%20novel%29\"&gt;The Inheritors&lt;/a&gt;\" depicts Neanderthals as much more emotional and civilised. However, Boule's image continued to influence works until the 1960s. In modern-day, Neanderthal reconstructions are often very humanlike.\nHybridisation between Neanderthals and early modern humans had been suggested early on, such as by English anthropologist &lt;a href=\"Thomas%20Huxley\"&gt;Thomas Huxley&lt;/a&gt; in 1890, Danish ethnographer &lt;a href=\"Hans%20Peder%20Steensby\"&gt;Hans Peder Steensby&lt;/a&gt; in 1907, and Coon in 1962. In the early 2000s, supposed hybrid specimens were discovered: &lt;a href=\"Lagar%20Velho%201\"&gt;Lagar Velho 1&lt;/a&gt; and &lt;a href=\"Pe%C8%99tera%20Muierilor\"&gt;Muierii 1&lt;/a&gt;. However, similar anatomy could also have been caused by adapting to a similar environment rather than interbreeding. &lt;a href=\"Neanderthal%20admixture\"&gt;Neanderthal admixture&lt;/a&gt; was found to be present in modern populations in 2010 with the mapping of the first Neanderthal genome sequence. This was based on 3 specimens in &lt;a href=\"Vindija%20Cave\"&gt;Vindija Cave&lt;/a&gt;, Croatia, which contained almost 4% archaic DNA (allowing for near complete sequencing of the genome). However, there was approximately 1 error for every 200 letters (&lt;a href=\"base%20pair\"&gt;base pair&lt;/a&gt;s) based on the implausibly high mutation rate, probably due to the preservation of the sample. In 2012, British-American geneticist &lt;a href=\"Graham%20Coop\"&gt;Graham Coop&lt;/a&gt; hypothesised that they instead found evidence of a different archaic human species interbreeding with modern humans, which was disproven in 2013 by the sequencing of a high-quality Neanderthal genome preserved in a toe bone from Denisova Cave, Siberia.\nClassification.\nNeanderthals are &lt;a href=\"hominid\"&gt;hominid&lt;/a&gt;s in the &lt;a href=\"genus\"&gt;genus&lt;/a&gt; \"&lt;a href=\"Homo\"&gt;Homo&lt;/a&gt;\", humans, and generally classified as a distinct &lt;a href=\"species\"&gt;species&lt;/a&gt;, \"H. neanderthalensis\", although sometimes as a &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; of modern human as \"H. sapiens neanderthalensis\". This would necessitate the classification of modern humans as \"&lt;a href=\"Homo%20sapiens%20sapiens\"&gt;H. s. sapiens&lt;/a&gt;\".\nA large part of the controversy stems from the vagueness of the term \"species\", as it is generally used to distinguish two genetically isolated populations, but admixture between modern humans and Neanderthals is known to have occurred. However, the absence of Neanderthal-derived patrilineal &lt;a href=\"Y-chromosome\"&gt;Y-chromosome&lt;/a&gt; and matrilineal &lt;a href=\"mitochondrial%20DNA\"&gt;mitochondrial DNA&lt;/a&gt; (mtDNA) in modern humans, along with the underrepresentation of Neanderthal &lt;a href=\"X%20chromosome\"&gt;X chromosome&lt;/a&gt; DNA, could imply reduced fertility or frequent sterility of some hybrid crosses, representing a partial biological reproductive barrier between the groups, and therefore species distinction.\nIn 2014, geneticist &lt;a href=\"Svante%20P%C3%A4%C3%A4bo\"&gt;Svante Pääbo&lt;/a&gt; described such \"&lt;a href=\"Taxonomy%20%28biology%29\"&gt;taxonomic&lt;/a&gt; wars\" as unresolvable, \"since there is no definition of species perfectly describing the case\".\nNeanderthals are thought to have been more closely related to &lt;a href=\"Denisovan\"&gt;Denisovan&lt;/a&gt;s than to modern humans. Likewise, Neanderthals and Denisovans share a more recent &lt;a href=\"most%20recent%20common%20ancestor\"&gt;last common ancestor&lt;/a&gt; (LCA) than to modern humans, based on &lt;a href=\"nuclear%20DNA\"&gt;nuclear DNA&lt;/a&gt; (nDNA). However, Neanderthals and modern humans share a more recent mitochondrial LCA (observable by studying mtDNA). This likely resulted from an interbreeding event subsequent to the Neanderthal/Denisovan split which introduced another mtDNA line. This involved either introgression coming from an unknown archaic human into Denisovans, or introgression from an earlier unidentified modern human wave from Africa into Neanderthals.\nEvolution.\nIt is largely thought that \"&lt;a href=\"Homo%20heidelbergensis\"&gt;H. heidelbergensis&lt;/a&gt;\" was the last common ancestor of Neanderthals, Denisovans, and modern humans before populations became isolated in Europe, Asia, and Africa, respectively. The taxonomic distinction between \"H. heidelbergensis\" and Neanderthals is mostly based on a fossil gap in Europe between 300 and 243 thousand years ago during &lt;a href=\"marine%20isotope%20stage\"&gt;marine isotope stage&lt;/a&gt; 8. \"Neanderthals\", by convention, are fossils which date to after this gap. However, 430 thousand year (&lt;a href=\"kiloannum\"&gt;ka&lt;/a&gt;) old bones at &lt;a href=\"Sima%20de%20los%20Huesos\"&gt;Sima de los Huesos&lt;/a&gt; could represent early Neanderthals or a closely related group, and the 400,000 year old &lt;a href=\"Aroeira%203\"&gt;Aroeira 3&lt;/a&gt; could represent a transitional phase. &lt;a href=\"Basal%20%28phylogenetics%29\"&gt;Ancestral&lt;/a&gt; and &lt;a href=\"synapomorphy%20and%20apomorphy\"&gt;derived&lt;/a&gt; morphs could have lived concurrently. It is also possible that there was gene flow between Western Europe and Africa during the Middle Pleistocene, obscuring Neanderthal characteristics in such specimens, namely &lt;a href=\"Ceprano%20Man\"&gt;from Ceprano&lt;/a&gt;, Italy, and &lt;a href=\"Si%C4%87evo%20Gorge\"&gt;Sićevo Gorge&lt;/a&gt;, Serbia. The fossil record is much more complete from 130,000 years ago onwards, and specimens from this period make up the bulk of known Neanderthal skeletons. Dental remains from the Italian &lt;a href=\"Visogliano\"&gt;Visogliano&lt;/a&gt; and &lt;a href=\"Fontana%20Ranuccio\"&gt;Fontana Ranuccio&lt;/a&gt; sites indicate that Neanderthal dental features had evolved by around 450–430 thousand years ago during the &lt;a href=\"Middle%20Pleistocene\"&gt;Middle Pleistocene&lt;/a&gt;.\nThere are two main hypotheses regarding the evolution of Neanderthals following the Neanderthal/human split: two-phase and accretion. Two-phase argues a single major environmental event—such as the &lt;a href=\"Saale%20glaciation\"&gt;Saale glaciation&lt;/a&gt;—caused European \"H. heidelbergensis\" to rapidly increase body size and robustness, as well as undergo a lengthening of the head (phase 1), which then led to other changes in skull anatomy (phase 2). However, Neanderthal anatomy may not have been driven entirely by adapting to cold weather. Accretion holds that Neanderthals slowly evolved over time from the ancestral \"H. heidelbergensis\", divided into 4 stages: early-pre-Neanderthals (&lt;a href=\"Anglian%20stage\"&gt;MIS 12&lt;/a&gt;, &lt;a href=\"Elster%20glaciation\"&gt;Elster glaciation&lt;/a&gt;), pre-Neanderthals \"&lt;a href=\"sensu%20lato\"&gt;sensu lato&lt;/a&gt;\" (MIS &lt;a href=\"Marine%20Isotope%20Stage%2011\"&gt;11&lt;/a&gt;–&lt;a href=\"Marine%20Isotope%20Stage%209\"&gt;9&lt;/a&gt;, &lt;a href=\"Holstein%20interglacial\"&gt;Holstein interglacial&lt;/a&gt;), early Neanderthals (MIS 7–&lt;a href=\"Marine%20Isotope%20Stage%205\"&gt;5&lt;/a&gt;, &lt;a href=\"Saale%20glaciation\"&gt;Saale glaciation&lt;/a&gt;–&lt;a href=\"Eemian\"&gt;Eemian&lt;/a&gt;), and classic Neanderthals \"&lt;a href=\"sensu%20stricto\"&gt;sensu stricto&lt;/a&gt;\" (MIS 4–3, &lt;a href=\"W%C3%BCrm%20glaciation\"&gt;Würm glaciation&lt;/a&gt;).\nNumerous dates for the Neanderthal/human split have been suggested. The date of around 250,000 years ago cites \"\"&lt;a href=\"Florisbad%20Skull\"&gt;H. helmei&lt;/a&gt;\"\" as being the last common ancestor (LCA), and the split is associated with the &lt;a href=\"Levallois%20technique\"&gt;Levallois technique&lt;/a&gt; of making stone tools. The date of about 400,000 years ago uses \"H. heidelbergensis\" as the LCA. 600,000 years ago says that \"\"&lt;a href=\"Homo%20rhodesiensis\"&gt;H. rhodesiensis&lt;/a&gt;\"\" was the LCA, which split off into modern human lineage and a Neanderthal/\"H. heidelbergensis\" lineage. 800,000 years ago has \"&lt;a href=\"Homo%20antecessor\"&gt;H. antecessor&lt;/a&gt;\" as the LCA, but different variations of this model would push the date back to 1 million years ago. However, a 2020 analysis of \"H. antecessor\" enamel &lt;a href=\"proteome\"&gt;proteome&lt;/a&gt;s suggests that \"H. antecessor\" is related but not a direct ancestor. DNA studies have yielded various results on Neanderthal/human divergence time, such as 538–315, 553–321, 565–503, 654–475, 690–550, 765–550, 741–317, and 800–520 thousand years ago; and a dental analysis concluded before 800,000 years ago.\nNeanderthals and Denisovans are more closely related to each other than they are to modern humans, meaning the Neanderthal/Denisovan split occurred after their split with modern humans. Assuming a mutation rate of 1x10−9 or 0.5x10−9 per &lt;a href=\"base%20pair\"&gt;base pair&lt;/a&gt; (bp) per year, the Neanderthal/Denisovan split occurred around either 236–190 or 473–381 thousand years ago respectively. Using 1.1x10−8 per generation with a new generation every 29 years, the time is 744,000 years ago. Using 5x10−10 &lt;a href=\"nucleotide\"&gt;nucleotide&lt;/a&gt; sites per year, it is 644,000 years ago. Using the latter dates, the split had likely already occurred by the time hominins spread out across Europe, and unique Neanderthal features had begun evolving by 600–500 thousand years ago. Before splitting, Neanderthal/Denisovans (or \"Neandersovans\") migrating out of Africa into Europe apparently interbred with an unidentified \"superarchaic\" human species who were already present there; these superarchaics were the descendants of a very early migration out of Africa around 1.9 mya.\nDemographics.\nRange.\nPre- and early Neanderthals, living before the Eemian interglacial (130,000 years ago), are poorly known and come mostly from Western European sites. From 130,000 years ago onwards, the quality of the fossil record increases dramatically with classic Neanderthals, who are recorded from Western, Central, Eastern, and Mediterranean Europe, as well as &lt;a href=\"Neanderthals%20in%20Southwest%20Asia\"&gt;Southwest&lt;/a&gt;, Central, and Northern Asia up to the &lt;a href=\"Altai%20Mountains\"&gt;Altai Mountains&lt;/a&gt; in southern Siberia. Pre- and early Neanderthals, on the other hand, seem to have continuously occupied only France, Spain, and Italy, although some appear to have moved out of this \"core-area\" to form temporary settlements eastward (although without leaving Europe). Nonetheless, southwestern France has the highest density of sites for pre-, early, and classic Neanderthals.\nThe southernmost find was recorded at &lt;a href=\"Shuqba%20Cave\"&gt;Shuqba Cave&lt;/a&gt;, Levant; reports of Neanderthals from the North African &lt;a href=\"Jebel%20Irhoud\"&gt;Jebel Irhoud&lt;/a&gt; and &lt;a href=\"Haua%20Fteah\"&gt;Haua Fteah&lt;/a&gt; have been reidentified as \"H. sapiens\". Their easternmost presence is recorded at &lt;a href=\"Denisova%20Cave\"&gt;Denisova Cave&lt;/a&gt;, Siberia &lt;a href=\"85th%20meridian%20east\"&gt;85°E&lt;/a&gt;; the southeast Chinese &lt;a href=\"Maba%20Man\"&gt;Maba Man&lt;/a&gt;, a skull, shares several physical attributes with Neanderthals, although these may be the result of &lt;a href=\"convergent%20evolution\"&gt;convergent evolution&lt;/a&gt; rather than Neanderthals extending their range to the Pacific Ocean. The northernmost bound is generally accepted to have been &lt;a href=\"55th%20parallel%20north\"&gt;55°N&lt;/a&gt;, with unambiguous sites known between &lt;a href=\"50th%20parallel%20north\"&gt;50&lt;/a&gt;–&lt;a href=\"53rd%20parallel%20north\"&gt;53°N&lt;/a&gt;, although this is difficult to assess because glacial advances destroy most human remains, and palaeoanthropologist Trine Kellberg Nielsen has argued that a lack of evidence of Southern Scandinavian occupation is (at least during the Eemian interglacial) due to the former explanation and a lack of research in the area. Middle Palaeolithic artefacts have been found up to 60°N on the Russian plains, but these are more likely attributed to modern humans. A 2017 study claimed the presence of \"Homo\" at the 130,000 year old Californian &lt;a href=\"Cerutti%20Mastodon%20site\"&gt;Cerutti Mastodon site&lt;/a&gt; in North America, but this is largely considered implausible.\nIt is unknown how the rapidly fluctuating climate of the &lt;a href=\"last%20glacial%20period\"&gt;last glacial period&lt;/a&gt; (&lt;a href=\"Dansgaard%E2%80%93Oeschger%20event\"&gt;Dansgaard–Oeschger event&lt;/a&gt;s) impacted Neanderthals, as warming periods would produce more favourable temperatures but encourage forest growth and deter megafauna, whereas frigid periods would produce the opposite. However, Neanderthals may have preferred a forested landscape. Populations may have peaked in cold but not extreme intervals, such as marine isotope stages 8 and 6 (respectively 300 and 191 thousand years ago during the Saale glaciation). It is possible their range expanded and contracted as the ice retreated and grew respectively to avoid &lt;a href=\"permafrost\"&gt;permafrost&lt;/a&gt; areas, residing in certain &lt;a href=\"Refugium%20%28population%20biology%29\"&gt;refuge zones&lt;/a&gt; during glacial maxima. In 2021, Israeli anthropologist Israel Hershkovitz and colleagues suggested the 140 to 120 thousand years old Israeli &lt;a href=\"Nesher%20Ramla%20Homo\"&gt;Nesher Ramla&lt;/a&gt; remains, which feature a mix of Neanderthal and more ancient \"&lt;a href=\"Homo%20erectus\"&gt;H. erectus&lt;/a&gt;\" traits, represent one such source population which recolonised Europe following a glacial period.\nPopulation.\nLike modern humans, Neanderthals probably descended from a very small population with an &lt;a href=\"effective%20population\"&gt;effective population&lt;/a&gt;—the number of individuals who can bear or father children—of 3,000 to 12,000 approximately. However, Neanderthals maintained this very low population, proliferating weakly harmful genes due to the reduced effectivity of &lt;a href=\"natural%20selection\"&gt;natural selection&lt;/a&gt;.\nVarious studies, using &lt;a href=\"mtDNA\"&gt;mtDNA&lt;/a&gt; analysis, yield varying effective populations, such as about 1,000 to 5,000; 5,000 to 9,000 remaining constant; or 3,000 to 25,000 steadily increasing until 52,000 years ago before declining until extinction. However, all agree on low population, which may have been less than 1/10th of the contemporary human populations in Western Europe possibly because Neanderthals had much lower fertility rates. Estimates giving a total population in the higher tens of thousands are contested. A consistently low population may be explained in the context of the \"&lt;a href=\"Ester%20Boserup\"&gt;Boserupian Trap&lt;/a&gt;\": a population's &lt;a href=\"carrying%20capacity\"&gt;carrying capacity&lt;/a&gt; is limited by the amount of food it can obtain, which in turn is limited by its technology. Innovation increases with population, but if the population is too low, innovation will not occur very rapidly and the population will remain low. This is consistent with the apparent 150,000 year stagnation in Neanderthal lithic technology.\nIn a sample of 206 Neanderthals, based on the abundance of young and mature adults in comparison to other age demographics, about 80% of them above the age of 20 died before reaching 40. This high mortality rate was probably due to their high-stress environment. However, it has also been estimated that the &lt;a href=\"age%20pyramid\"&gt;age pyramid&lt;/a&gt;s for Neanderthals and contemporary modern humans were the same. Infant mortality was estimated to have been very high for Neanderthals, about 43% in northern Eurasia.\nAnatomy.\nBuild.\nNeanderthals had more &lt;a href=\"robustness%20%28morphology%29\"&gt;robust&lt;/a&gt; and stockier builds than modern humans, wider and barrel-shaped rib cages; wider pelvises; and proportionally shorter forearms and forelegs.\nBased on 45 Neanderthal &lt;a href=\"long%20bone\"&gt;long bone&lt;/a&gt;s from 14 men and 7 women, the average height was for males and for females. For comparison, the average height of 28 males and 10 females Upper Palaeolithic humans is respectively and , although this decreases by nearer the end of the period based on 21 males and 15 females; and the average in the year 1900 was and , respectively. The fossil record shows adult Neanderthals varied from about in height, although some may have grown much taller. For Neanderthal weight, samples of 26 specimens found an average of for males and for females. Using , the &lt;a href=\"body%20mass%20index\"&gt;body mass index&lt;/a&gt; for Neanderthal males was calculated to be 26.9–28.2, which in modern humans correlates to being &lt;a href=\"overweight\"&gt;overweight&lt;/a&gt;. This indicates a very robust build. The Neanderthal &lt;a href=\"LEPR\"&gt;LEPR&lt;/a&gt; gene concerned with storing fat and &lt;a href=\"thermogenesis\"&gt;body heat production&lt;/a&gt; is similar to that of the &lt;a href=\"woolly%20mammoth\"&gt;woolly mammoth&lt;/a&gt;, and so was likely an adaptation for cold climate.\nThe &lt;a href=\"neck%20vertebra\"&gt;neck vertebra&lt;/a&gt;e of Neanderthals are longer and thicker than those of modern humans, lending to stability, possibly due to different head shape and size. Although the Neanderthal &lt;a href=\"thorax\"&gt;thorax&lt;/a&gt; (where the &lt;a href=\"ribcage\"&gt;ribcage&lt;/a&gt; is) was similar in size to modern humans, the longer and straighter ribs would have equated to a widened mid-lower thorax and stronger breathing in the lower thorax, which are indicative of a larger &lt;a href=\"Thoracic%20diaphragm\"&gt;diaphragm&lt;/a&gt; and possibly greater &lt;a href=\"lung%20capacity\"&gt;lung capacity&lt;/a&gt;. The lung capacity of &lt;a href=\"Kebara%202\"&gt;Kebara 2&lt;/a&gt; was estimated to have been . The Neanderthal chest was also more pronounced (expanded front-to-back, or antero-posteriorly). The &lt;a href=\"sacrum\"&gt;sacrum&lt;/a&gt; (where the &lt;a href=\"pelvis\"&gt;pelvis&lt;/a&gt; connects to the &lt;a href=\"vertebral%20column\"&gt;spine&lt;/a&gt;) was more vertically inclined, and was placed lower in relation to the pelvis, causing the spine to be less curved (exhibit less &lt;a href=\"lordosis\"&gt;lordosis&lt;/a&gt;) and to fold in on itself somewhat (to be invaginated). Such modifications to the spine would have enhanced side-to-side (mediolateral) &lt;a href=\"flexion\"&gt;flexion&lt;/a&gt;, better supporting the wider lower thorax. This condition may be normal for \"Homo\", with the condition of a narrower thorax in modern humans being a unique characteristic.\nBody proportions are usually cited as being \"hyperarctic\" as adaptations to the cold, because they are similar to those of human populations which developed in cold climates—the Neanderthal build is most similar to that of &lt;a href=\"Inuit\"&gt;Inuit&lt;/a&gt; and &lt;a href=\"Siberian%20Yupik\"&gt;Siberian Yupik&lt;/a&gt;s among modern humans—and shorter limbs equates to higher retention of body heat. Nonetheless, Neanderthals from more temperate climates—such as Iberia—still retain the \"hyperarctic\" physique. In 2019, English anthropologist John Stewart and colleagues suggested Neanderthals instead were adapted for sprinting because of evidence of Neanderthals preferring more warmer wooded areas over the colder &lt;a href=\"mammoth%20steppe\"&gt;mammoth steppe&lt;/a&gt;, and DNA analysis indicating a higher proportion of &lt;a href=\"skeletal%20muscle%23Physics\"&gt;fast-twitch muscle fibres&lt;/a&gt; in Neanderthals than modern humans. He explained their body proportions and greater muscle mass as adaptations to sprinting as opposed to the &lt;a href=\"endurance%20running%20hypothesis\"&gt;endurance-oriented modern human physique&lt;/a&gt;, as &lt;a href=\"persistence%20hunting\"&gt;persistence hunting&lt;/a&gt; may only be effective in hot climates where the hunter can run prey to the point of heat exhaustion (&lt;a href=\"hyperthermia\"&gt;hyperthermia&lt;/a&gt;). They had longer &lt;a href=\"heel%20bone\"&gt;heel bone&lt;/a&gt;s, reducing their ability for endurance running, and their shorter limbs would have reduced &lt;a href=\"moment%20arm\"&gt;moment arm&lt;/a&gt; at the limbs, allowing for greater &lt;a href=\"rotational%20force\"&gt;rotational force&lt;/a&gt; at the wrists and ankles without extra exertion of the rotating muscles at the elbows and knees by increasing the speed at which the muscles contracted, causing faster acceleration. In 1981, American palaeoanthropologist &lt;a href=\"Erik%20Trinkaus\"&gt;Erik Trinkaus&lt;/a&gt; made note of this alternate explanation, but considered it less likely.\nFace.\nNeanderthals had a reduced chin, sloping forehead, and large nose, which also started somewhat higher on the face than in modern humans. The Neanderthal skull is typically more elongated and less globular than that of modern humans, and features an &lt;a href=\"occipital%20bun\"&gt;occipital bun&lt;/a&gt;, or \"chignon\", a protrusion on the back of the skull, although it is within the range of variation for humans who have it. It is caused by the &lt;a href=\"cranial%20base\"&gt;cranial base&lt;/a&gt; and &lt;a href=\"temporal%20bone\"&gt;temporal bone&lt;/a&gt;s being placed higher and more towards the front of the skull, and a flatter &lt;a href=\"calvaria%20%28skull%29\"&gt;skullcap&lt;/a&gt;. They also had larger eyes likely to adapt to the low-light environment.\nThe large Neanderthal nose and &lt;a href=\"paranasal%20sinus\"&gt;paranasal sinus&lt;/a&gt;es have generally been explained as having warmed air as it entered the lungs and retained moisture (\"nasal radiator\" hypothesis); but sinuses are generally reduced in cold-adapted creatures, and it may have been that the large nose was caused instead by &lt;a href=\"genetic%20drift\"&gt;genetic drift&lt;/a&gt;. Also, the sinuses are not grossly large, and are comparable in size to those of modern humans. However, sinus size is not an important factor for breathing cold air, and their actual function is unclear, so they may not be a good indicator of evolutionary pressures to evolve such a nose. Further, a computer reconstruction of the Neanderthal nose and predicted soft tissue patterns shows some similarities to those of modern Arctic peoples, potentially meaning the noses of both populations convergently evolved for breathing cold, dry air.\nNeanderthals featured a protrusion of the jaw (&lt;a href=\"prognathism\"&gt;prognathism&lt;/a&gt;), which was once cited as a response to a large &lt;a href=\"bite%20force\"&gt;bite force&lt;/a&gt; evidenced by heavy wearing of Neanderthal front teeth (the \"anterior dental loading\" hypothesis), but similar wearing trends are seen in contemporary humans. It could also have evolved to fit larger teeth in the jaw, which would better resist wear and abrasion, and the increased wear on the front teeth compared to the back teeth probably stems from repetitive use. Neanderthal dental wear patterns are most similar to those of modern Inuit. The incisors are large and shovel-shaped, and, compared to modern humans, there was an unusually high frequency of &lt;a href=\"taurodontism\"&gt;taurodontism&lt;/a&gt;, a condition where the &lt;a href=\"molar%20tooth\"&gt;molars&lt;/a&gt; are bulkier due to an enlarged &lt;a href=\"pulp%20%28tooth%29\"&gt;pulp&lt;/a&gt; (tooth core). Taurodontism was once thought to have been a distinguishing characteristic of Neanderthals which lent some mechanical advantage or stemmed from repetitive use, but was more likely simply a product of genetic drift. The bite force of Neanderthals and modern humans is now thought to be about the same, about and in modern human males and females, respectively.\nBrain.\nThe Neanderthal braincase averages for males and for females, within the possible range of modern humans, which is, on average, for males and for females in present-day. For 28 modern human specimens from 190 to 25 thousand years ago, the average was about disregarding sex, and modern human brain size is suggested to have decreased since the Upper Palaeolithic. The largest Neanderthal brain, &lt;a href=\"Amud%201\"&gt;Amud 1&lt;/a&gt;, was calculated to be , one of the largest ever recorded in hominids. Both Neanderthal and human infants measure about .\nThe Neanderthal skull is distinctively elongated, a diagnostic shape known as en bombe, with smaller parietal lobes and a smaller &lt;a href=\"cerebellum\"&gt;cerebellum&lt;/a&gt;, areas implicated in tool use, visuospatial integration, numeracy, creativity, higher-order conceptualization, &lt;a href=\"muscle%20memory\"&gt;muscle memory&lt;/a&gt;, and possibly language, attention, &lt;a href=\"working%20memory\"&gt;working memory&lt;/a&gt;, social abilities, and &lt;a href=\"episodic%20memory\"&gt;episodic memory&lt;/a&gt;. Neanderthal brains also have larger &lt;a href=\"occipital%20lobe\"&gt;occipital lobes&lt;/a&gt;, likely an adaptation to lower light conditions in Europe that implies internal differences in the proportionality of brain-internal regions, relative to \"Homo sapiens,\" consistent with external measurements obtained with fossil skulls. Their brains also have larger temporal lobe poles, wider orbitofrontal cortex, and larger olfactory bulbs, suggesting potential differences in language comprehension and associations with emotions (&lt;a href=\"temporal%20lobe\"&gt;temporal functions&lt;/a&gt;), decision making (the &lt;a href=\"orbitofrontal%20cortex\"&gt;orbitofrontal cortex&lt;/a&gt;), and sense of smell (&lt;a href=\"olfactory%20bulbs\"&gt;olfactory bulbs&lt;/a&gt;). Their brains also show different rates of brain growth and development. Such differences, while slight, would have been visible to natural selection and may underlie and explain differences in the material record in things like social behaviors, technological innovation, and artistic output.\nHair and skin colour.\nThe lack of sunlight most likely led to the proliferation of lighter skin in Neanderthals, although light skin in modern Europeans was not particularly prolific until perhaps the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt;. Genetically, &lt;a href=\"BNC2\"&gt;BNC2&lt;/a&gt; was present in Neanderthals, which is associated with light skin colour; however, a second variation of BNC2 was also present, which is associated with darker skin colour in the &lt;a href=\"UK%20Biobank\"&gt;UK Biobank&lt;/a&gt;. It is likely Neanderthal skin colour varied from region to region. The DNA of three Croatian Neanderthals shows they had darker hair, skin, and eye colour than modern Europeans.\nIn modern humans, skin and hair colour is regulated by the &lt;a href=\"melanocyte-stimulating%20hormone\"&gt;melanocyte-stimulating hormone&lt;/a&gt;—which increases the proportion of &lt;a href=\"eumelanin\"&gt;eumelanin&lt;/a&gt; (black pigment) to &lt;a href=\"phaeomelanin\"&gt;phaeomelanin&lt;/a&gt; (red pigment)—which is encoded by the MC1R gene. There are 5 known variants in modern humans of the gene which cause loss-of-function and are associated with light skin and hair colour, and another unknown variant in Neanderthals (the R307G variant) which could be associated with pale skin and red hair. The R307G variant was identified in a Neanderthal from &lt;a href=\"Valpolicella\"&gt;Monti Lessini&lt;/a&gt;, Italy, and possibly Cueva del Sidrón, Spain. However, as in modern humans, red was probably not a very common hair colour because the variant is not present in many other sequenced Neanderthals.\nMetabolism.\nMaximum natural lifespan and the timing of adulthood, &lt;a href=\"menopause\"&gt;menopause&lt;/a&gt;, and &lt;a href=\"gestation\"&gt;gestation&lt;/a&gt; were most likely very similar to modern humans. However, it has been hypothesised that Neanderthals matured faster than modern humans based on the growth rates of teeth and &lt;a href=\"tooth%20enamel\"&gt;tooth enamel&lt;/a&gt;, although this is not backed up by age &lt;a href=\"biomarker\"&gt;biomarker&lt;/a&gt;s. The main differences in maturation are the &lt;a href=\"atlas%20%28anatomy%29\"&gt;atlas bone&lt;/a&gt; in the neck as well as the middle thoracic vertebrae fused about 2 years later in Neanderthals than in modern humans, but this was more likely caused by a difference in anatomy rather than growth rate.\nGenerally, models on Neanderthal &lt;a href=\"calorie\"&gt;caloric requirements&lt;/a&gt; report significantly higher intakes than those of modern humans because they typically assume Neanderthals had higher &lt;a href=\"basal%20metabolic%20rate\"&gt;basal metabolic rate&lt;/a&gt;s (BMRs) due to higher muscle mass, faster growth rate, and greater body heat production against the cold; and higher daily &lt;a href=\"physical%20activity%20level\"&gt;physical activity level&lt;/a&gt;s (PALs) due to greater daily travelling distances while foraging. However, using a high BMR and PAL, American archaeologist Bryan Hockett estimated that a pregnant Neanderthal would have consumed 5,500 calories per day, which would have necessitated a heavy reliance on big game meat; such a diet would have caused numerous deficiencies or nutrient poisonings, so he concluded that these are poorly warranted assumptions to make.\nNeanderthals may have been more active during dimmer light conditions rather than broad daylight because they lived in regions with reduced daytime hours, hunted large game (such predators typically hunt at night to enhance ambush tactics), and had large eyes and visual processing neural centres. Genetically, &lt;a href=\"colour%20blindness\"&gt;colour blindness&lt;/a&gt; (which may enhance &lt;a href=\"mesopic%20vision\"&gt;mesopic vision&lt;/a&gt;) is typically correlated with northern-latitude populations, and the Neanderthals from Vindija Cave, Croatia, had some substitutions in the &lt;a href=\"Opsin\"&gt;Opsin&lt;/a&gt; genes which could have influenced colour vision. However, the functional implications of these substitutions are inconclusive. Neanderthal-derived alleles near &lt;a href=\"ASB1\"&gt;ASB1&lt;/a&gt; and &lt;a href=\"EXOC6\"&gt;EXOC6&lt;/a&gt; are associated with being an &lt;a href=\"evening%20person\"&gt;evening person&lt;/a&gt;, &lt;a href=\"narcolepsy\"&gt;narcolepsy&lt;/a&gt;, and day-time napping.\nPathology.\nNeanderthals suffered a high rate of traumatic injury, with an estimated 79–94% of specimens showing evidence of healed major trauma, of which 37–52% were severely injured, and 13–19% injured before reaching adulthood. One extreme example is &lt;a href=\"Shanidar%201\"&gt;Shanidar 1&lt;/a&gt;, who shows signs of an &lt;a href=\"amputation\"&gt;amputation&lt;/a&gt; of the right arm likely due to a &lt;a href=\"nonunion\"&gt;nonunion&lt;/a&gt; after breaking a bone in adolescence, &lt;a href=\"osteomyelitis\"&gt;osteomyelitis&lt;/a&gt; (a bone infection) on the left &lt;a href=\"clavicle\"&gt;clavicle&lt;/a&gt;, an abnormal &lt;a href=\"gait\"&gt;gait&lt;/a&gt;, vision problems in the left eye, and possible hearing loss (perhaps &lt;a href=\"swimmer%27s%20ear\"&gt;swimmer's ear&lt;/a&gt;). In 1995, Trinkaus estimated that about 80% succumbed to their injuries and died before reaching 40, and thus theorised that Neanderthals employed a risky hunting strategy (\"rodeo rider\" hypothesis). However, rates of cranial trauma are not significantly different between Neanderthals and Middle Palaeolithic modern humans (although Neanderthals seem to have had a higher mortality risk), there are few specimens of both Upper Palaeolithic modern humans and Neanderthals who died after the age of 40, and there are overall similar injury patterns between them. In 2012, Trinkaus concluded that Neanderthals instead injured themselves in the same way as contemporary humans, such as by interpersonal violence. A 2016 study looking at 124 Neanderthal specimens argued that high trauma rates were instead caused by &lt;a href=\"animal%20attack\"&gt;animal attack&lt;/a&gt;s, and found that about 36% of the sample were victims of &lt;a href=\"bear%20attack\"&gt;bear attack&lt;/a&gt;s, 21% big cat attacks, and 17% &lt;a href=\"wolf%20attack\"&gt;wolf attack&lt;/a&gt;s (totalling 92 positive cases, 74%). There were no cases of hyaena attacks, although hyaenas still nonetheless probably attacked Neanderthals, at least opportunistically. Such intense predation probably stemmed from common confrontations due to competition over food and cave space, and from Neanderthals hunting these carnivores.\nLow population caused a low &lt;a href=\"genetic%20diversity\"&gt;genetic diversity&lt;/a&gt; and probably inbreeding, which reduced the population's ability to filter out &lt;a href=\"harmful%20mutation\"&gt;harmful mutation&lt;/a&gt;s (&lt;a href=\"inbreeding%20depression\"&gt;inbreeding depression&lt;/a&gt;). However, it is unknown how this affected a single Neanderthal's genetic burden and, thus, if this caused a higher rate of &lt;a href=\"birth%20defect\"&gt;birth defect&lt;/a&gt;s than in modern humans. It is known, however, that the 13 inhabitants of Sidrón Cave collectively exhibited 17 different birth defects likely due to inbreeding or &lt;a href=\"genetic%20disorder\"&gt;recessive disorders&lt;/a&gt;. Likely due to advanced age (60s or 70s), La Chapelle-aux-Saints 1 had signs of &lt;a href=\"Baastrup%27s%20disease\"&gt;Baastrup's disease&lt;/a&gt;, affecting the spine, and osteoarthritis. Shanidar 1, who likely died at about 30 or 40, was diagnosed with the most ancient case of &lt;a href=\"diffuse%20idiopathic%20skeletal%20hyperostosis\"&gt;diffuse idiopathic skeletal hyperostosis&lt;/a&gt; (DISH), a degenerative disease which can restrict movement, which, if correct, would indicate a moderately high incident rate for older Neanderthals.\nNeanderthals were likely subject to several infectious diseases and parasites. Modern humans likely transmitted diseases to them; one possible candidate is the stomach bacteria \"&lt;a href=\"Helicobacter%20pylori\"&gt;Helicobacter pylori&lt;/a&gt;\". The modern &lt;a href=\"human%20papillomavirus%20infection\"&gt;human papillomavirus&lt;/a&gt; variant 16A may descend from Neanderthal introgression. A Neanderthal at Cueva del Sidrón, Spain, shows evidence of a gastrointestinal \"&lt;a href=\"Enterocytozoon%20bieneusi\"&gt;Enterocytozoon bieneusi&lt;/a&gt;\" infection. The leg bones of the French &lt;a href=\"La%20Ferrassie%201\"&gt;La Ferrassie 1&lt;/a&gt; feature lesions that are consistent with &lt;a href=\"periostitis\"&gt;periostitis&lt;/a&gt;—inflammation of the tissue enveloping the bone—likely a result of &lt;a href=\"hypertrophic%20osteoarthropathy\"&gt;hypertrophic osteoarthropathy&lt;/a&gt;, which is primarily caused by a chest infection or &lt;a href=\"lung%20cancer\"&gt;lung cancer&lt;/a&gt;. Neanderthals had a lower &lt;a href=\"tooth%20decay\"&gt;cavity&lt;/a&gt; rate than modern humans, despite some populations consuming typically cavity-causing foods in great quantity, which could indicate a lack of cavity-causing oral bacteria, namely \"&lt;a href=\"Streptococcus%20mutans\"&gt;Streptococcus mutans&lt;/a&gt;\".\nTwo 250,000-year-old Neanderthal children from &lt;a href=\"Payr%C3%A9\"&gt;Payré&lt;/a&gt;, France, present the earliest known cases of &lt;a href=\"lead%20exposure\"&gt;lead exposure&lt;/a&gt; of any hominin. They were exposed on two distinct occasions either by eating or drinking contaminated food or water, or inhaling lead-laced smoke from a fire. There are two lead mines within of the site.\nCulture.\nSocial structure.\nGroup dynamics.\nNeanderthals likely lived in more sparsely distributed groups than contemporary modern humans, but group size is thought to have averaged 10 to 30 individuals, similar to modern hunter-gatherers. Reliable evidence of Neanderthal group composition comes from Cueva del Sidrón, Spain, and the footprints at Le Rozel, France: the former shows 7 adults, 3 adolescents, 2 juveniles, and an infant; whereas the latter, based on footprint size, shows a group of 10 to 13 members where juveniles and adolescents made up 90%.\nA Neanderthal child's teeth analysed in 2018 showed it was weaned after 2.5 years, similar to modern hunter gatherers, and was born in the spring, which is consistent with modern humans and other mammals whose birth cycles coincide with environmental cycles. Indicated from various ailments resulting from high stress at a low age, such as &lt;a href=\"stunted%20growth\"&gt;stunted growth&lt;/a&gt;, British archaeologist &lt;a href=\"Paul%20Pettitt\"&gt;Paul Pettitt&lt;/a&gt; hypothesised that children of both sexes were put to work directly after weaning; and Trinkaus said that, upon reaching adolescence, an individual may have been expected to join in hunting large and dangerous game. However, the bone trauma is comparable to modern Inuit, which could suggest a similar childhood between Neanderthals and contemporary modern humans. Further, such stunting may have also resulted from harsh winters and bouts of low food resources.\nSites showing evidence of no more than three individuals may have represented &lt;a href=\"nuclear%20families\"&gt;nuclear families&lt;/a&gt; or temporary camping sites for special task groups (such as a hunting party). Bands likely moved between certain caves depending on the season, indicated by remains of seasonal materials such as certain foods, and returned to the same locations generation after generation. Some sites may have been used for over 100 years. &lt;a href=\"Cave%20bear\"&gt;Cave bear&lt;/a&gt;s may have greatly competed with Neanderthals for cave space, and there is a decline in cave bear populations starting 50,000 years ago onwards (although their extinction occurred well after Neanderthals had died out). Although Neanderthals are generally considered to have been cave dwellers, with 'home base' being a cave, open-air settlements near contemporaneously inhabited cave systems in the Levant could indicate mobility between cave and open-air bases in this area. Evidence for long-term open-air settlements is known from the '&lt;a href=\"Ein%20Qashish\"&gt;Ein Qashish&lt;/a&gt; site in Israel, and Moldova I in Ukraine. Although Neanderthals appear to have had the ability to inhabit a range of environments—including plains and plateaux—open-air Neanderthals sites are generally interpreted as having been used as slaughtering and butchering grounds rather than living spaces.\nInter-group relations.\nCanadian &lt;a href=\"ethnoarchaeology\"&gt;ethnoarchaeologist&lt;/a&gt; Brian Hayden calculated a self-sustaining population that avoids inbreeding to consist of about 450–500 individuals, which would necessitate these bands to interact with 8–53 other bands, but more likely the more conservative estimate given low population density. Analysis of the mtDNA of the Neanderthals of Cueva del Sidrón, Spain, showed that the three adult men belonged to the same maternal lineage, while the three adult women belonged to different ones. This suggests a &lt;a href=\"patrilocal%20residence\"&gt;patrilocal residence&lt;/a&gt; (that a woman moved out of her group to live with her husband). However, the DNA of a Neanderthal from Denisova Cave, Russia, shows that she had an inbreeding coefficient of (her parents were either &lt;a href=\"half-sibling\"&gt;half-sibling&lt;/a&gt;s with a common mother, &lt;a href=\"double%20first%20cousin\"&gt;double first cousin&lt;/a&gt;s, an uncle and niece or aunt and nephew, or a grandfather and granddaughter or grandmother and grandson) and the inhabitants of Cueva del Sidrón show several defects, which may have been caused by inbreeding or recessive disorders.\nConsidering most Neanderthal artefacts were sourced no more than from the main settlement, Hayden considered it unlikely these bands interacted very often, and mapping of the Neanderthal brain and their small group size and population density could indicate that they had a reduced ability for inter-group interaction and trade. However, a few Neanderthal artefacts in a settlement could have originated 20, 30, 100, and 300 km (12.5, 18.5, 60, and 185 mi) away. Based on this, Hayden also speculated that macro-bands formed which functioned much like those of the low-density hunter-gatherer societies of the &lt;a href=\"Western%20Desert%20cultural%20bloc\"&gt;Western Desert&lt;/a&gt; of Australia. Macro-bands collectively encompass , with each band claiming , maintaining strong alliances for mating networks or to cope with leaner times and enemies. Similarly, British anthropologist Eiluned Pearce and Cypriot archaeologist Theodora Moutsiou speculated that Neanderthals were possibly capable of forming geographically expansive &lt;a href=\"ethnolinguistic%20group\"&gt;ethnolinguistic tribes&lt;/a&gt; encompassing upwards of 800 people, based on the transport of &lt;a href=\"obsidian\"&gt;obsidian&lt;/a&gt; up to from the source compared to trends seen in obsidian transfer distance and tribe size in modern hunter-gatherers. However, likely due to a significantly lower population, their model also reported that Neanderthals would not have been as efficient at maintaining long-distance networks as contemporary humans. Hayden noted an apparent cemetery of six or seven individuals at &lt;a href=\"La%20Ferrassie\"&gt;La Ferrassie&lt;/a&gt;, France, which, in modern humans, is typically used as evidence of a &lt;a href=\"corporate%20group%20%28sociology%29\"&gt;corporate group&lt;/a&gt; which maintained a distinct social identity and controlled some resource, trading, manufacturing, and so on. La Ferrassie is also located in one of the richest animal-migration routes of Pleistocene Europe.\nGenetic analysis indicates there were at least 3 distinct geographical groups—Western Europe, the Mediterranean coast, and east of the Caucasus—with some migration among these regions. Post-Eemian Western European &lt;a href=\"Mousterian\"&gt;Mousterian&lt;/a&gt; &lt;a href=\"lithic%20technology\"&gt;lithics&lt;/a&gt; can also be broadly grouped into 3 distinct macro-regions: Acheulean-tradition Mousterian in the southwest, &lt;a href=\"Micoquien\"&gt;Micoquien&lt;/a&gt; in the northeast, and Mousterian with bifacial tools (MBT) in between the former two. MBT may actually represent the interactions and fusion of the two different cultures. Southern Neanderthals exhibit regional anatomical differences from northern counterparts: a less protrusive jaw, a shorter gap behind the molars, and a vertically higher jawbone. These all instead suggest Neanderthal communities regularly interacted with neighbouring communities within a region, but not as often beyond.\nNonetheless, over long periods of time, there is evidence of large-scale cross-continental migration. Early specimens from &lt;a href=\"Mezmaiskaya%20Cave\"&gt;Mezmaiskaya Cave&lt;/a&gt; in the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt; and &lt;a href=\"Denisova%20Cave\"&gt;Denisova Cave&lt;/a&gt; in the Siberian Altai Mountains differ genetically from those found in Western Europe, whereas later specimens from these caves both have genetic profiles more similar to Western European Neanderthal specimens than to the earlier specimens from the same locations, suggesting long-range migration and population replacement over time. Similarly, artefacts and DNA from &lt;a href=\"Chagyrskaya%20Cave\"&gt;Chagyrskaya&lt;/a&gt; and &lt;a href=\"Okladnikov%20Cave\"&gt;Okladnikov&lt;/a&gt; Caves, also in the Altai Mountains, resemble those of eastern European Neanderthal sites about away more than they do artefacts and DNA of the older Neanderthals from Denisova Cave, suggesting two distinct migration events into Siberia. Neanderthals seem to have suffered a major population decline during MIS 4 (71–57 thousand years ago), and the distribution of the Micoquian tradition could indicate that Central Europe and the Caucasus were repopulated by communities from a refuge zone either in eastern France or Hungary (the fringes of the Micoquian tradition) who dispersed along the rivers &lt;a href=\"Prut\"&gt;Prut&lt;/a&gt; and &lt;a href=\"Dniester\"&gt;Dniester&lt;/a&gt;.\nThere is also evidence of inter-group conflict: a skeleton from &lt;a href=\"La%20Roche%20%C3%A0%20Pierrot\"&gt;La Roche à Pierrot&lt;/a&gt;, France, showing a healed fracture on top of the skull apparently caused by a deep blade wound, and another from Shanadir Cave, Iraq, found to have a rib lesion characteristic of projectile weapon injuries.\nSocial hierarchy.\nIt is sometimes suggested, since they were hunters of challenging big game and lived in small groups, there was no sexual division of labour as seen in modern hunter-gatherer societies. That is, men, women, and children all had to be involved in hunting, instead of men hunting with women and children foraging. However, with modern hunter-gatherers, the higher the meat dependency, the higher the division of labour. Further, tooth-wearing patterns in Neanderthal men and women suggest they commonly used their teeth for carrying items, but men exhibit more wearing on the upper teeth, and women the lower, suggesting some cultural differences in tasks.\nIt is controversially proposed that some Neanderthals wore decorative clothing or jewellery—such as a leopard skin or &lt;a href=\"raptor%20%28bird%29\"&gt;raptor&lt;/a&gt; feathers—to display elevated status in the group. Hayden postulated that the small number of Neanderthal graves found was because only high-ranking members would receive an elaborate burial, as is the case for some modern hunter-gatherers. Trinkaus suggested that elderly Neanderthals were given special burial rites for lasting so long given the high mortality rates. Alternatively, many more Neanderthals may have received burials, but the graves were infiltrated and destroyed by bears. Given that 20 graves of Neanderthals aged under 4 have been found—over a third of all known graves—deceased children may have received greater care during burial than other age demographics.\nLooking at Neanderthal skeletons recovered from several natural rock shelters, Trinkaus said that, although Neanderthals were recorded as bearing several trauma-related injuries, none of them had significant trauma to the legs that would debilitate movement. He suggested that &lt;a href=\"self%20worth\"&gt;self worth&lt;/a&gt; in Neanderthal culture derived from contributing food to the group; a debilitating injury would remove this self-worth and result in near-immediate death, and individuals who could not keep up with the group while moving from cave to cave were left behind. However, there are examples of individuals with highly debilitating injuries being nursed for several years, and caring for the most vulnerable within the community dates even further back to \"H. heidelbergensis\". Especially given the high trauma rates, it is possible that such an altruistic strategy ensured their survival as a species for so long.\nFood.\nHunting and gathering.\nNeanderthals were once thought of as &lt;a href=\"scavenger\"&gt;scavenger&lt;/a&gt;s, but are now considered to have been &lt;a href=\"apex%20predator\"&gt;apex predator&lt;/a&gt;s. In 1980, it was hypothesised that two piles of mammoth skulls at &lt;a href=\"La%20Cotte%20de%20St%20Brelade\"&gt;La Cotte de St Brelade&lt;/a&gt;, Jersey, at the base of a gulley were evidence of mammoth &lt;a href=\"game%20drive%20system\"&gt;drive hunting&lt;/a&gt; (causing them to stampede off a ledge), but this is contested. Living in a forested environment, Neanderthals were likely &lt;a href=\"ambush%20hunter\"&gt;ambush hunter&lt;/a&gt;s, getting close to and attacking their target—a prime adult—in a short burst of speed, thrusting in a spear at close quarters. Younger or wounded animals may have been hunted using traps, projectiles, or pursuit. Nonetheless, they were able to adapt to a variety of habitats. They appear to have eaten predominantly what was abundant within their immediate surroundings, with steppe-dwelling communities (generally outside of the Mediterranean) subsisting almost entirely on meat from large game, forest-dwelling communities consuming a wide array of plants and smaller animals, and waterside communities gathering aquatic resources. Contemporary humans, in contrast, seem to have used more complex food extraction strategies and generally had a more diverse diet. Nonetheless, Neanderthals still would have had to have eaten a varied enough diet to prevent &lt;a href=\"nutrient%20deficiencies\"&gt;nutrient deficiencies&lt;/a&gt; and &lt;a href=\"protein%20poisoning\"&gt;protein poisoning&lt;/a&gt;, especially in the winter when they presumably ate mostly lean meat. Any food with high contents of other essential nutrients not provided by lean meat would have been vital components of their diet, such as fat-rich brains, carbohydrate-rich and abundant underground &lt;a href=\"storage%20organ\"&gt;storage organ&lt;/a&gt;s (including roots and tubers), or, like modern Inuit, the stomach contents of herbivorous prey items.\nFor meat, they appear to have fed predominantly on &lt;a href=\"ungulate\"&gt;hoofed mammals&lt;/a&gt;, namely &lt;a href=\"red%20deer\"&gt;red deer&lt;/a&gt; and &lt;a href=\"reindeer\"&gt;reindeer&lt;/a&gt; as these two were the most abundant game, but also on other &lt;a href=\"Pleistocene%20megafauna\"&gt;Pleistocene megafauna&lt;/a&gt; such as &lt;a href=\"Capra%20%28genus%29\"&gt;ibex&lt;/a&gt;, &lt;a href=\"wild%20boar\"&gt;wild boar&lt;/a&gt;, &lt;a href=\"aurochs\"&gt;aurochs&lt;/a&gt;, mammoth, &lt;a href=\"straight-tusked%20elephant\"&gt;straight-tusked elephant&lt;/a&gt;, &lt;a href=\"woolly%20rhinoceros\"&gt;woolly rhinoceros&lt;/a&gt;, and so on. There is evidence of directed cave and &lt;a href=\"brown%20bear\"&gt;brown&lt;/a&gt; bear hunting both in and out of &lt;a href=\"hibernation\"&gt;hibernation&lt;/a&gt;, as well as butchering. Analysis of Neanderthal bone &lt;a href=\"collagen\"&gt;collagen&lt;/a&gt; from Vindija Cave, Croatia, shows nearly all of their protein needs derived from animal meat. Some caves show evidence of regular rabbit and tortoise consumption. At Gibraltar sites, there are remains of 143 different bird species, many ground-dwelling such as the &lt;a href=\"common%20quail\"&gt;common quail&lt;/a&gt;, &lt;a href=\"corn%20crake\"&gt;corn crake&lt;/a&gt;, &lt;a href=\"woodlark\"&gt;woodlark&lt;/a&gt;, and &lt;a href=\"crested%20lark\"&gt;crested lark&lt;/a&gt;. Neanderthals also exploited marine resources on the Iberian, Italian, and &lt;a href=\"Peloponnese\"&gt;Peloponnesian&lt;/a&gt; Peninsulas, where they waded or dived for &lt;a href=\"shellfish\"&gt;shellfish&lt;/a&gt;, as early as 150,000 years ago at &lt;a href=\"Cueva%20Bajondillo\"&gt;Cueva Bajondillo&lt;/a&gt;, Spain, similar to the fishing record of modern humans. At &lt;a href=\"Vanguard%20Cave\"&gt;Vanguard Cave&lt;/a&gt;, Gibraltar, the inhabitants consumed &lt;a href=\"Mediterranean%20monk%20seal\"&gt;Mediterranean monk seal&lt;/a&gt;, &lt;a href=\"short-beaked%20common%20dolphin\"&gt;short-beaked common dolphin&lt;/a&gt;, &lt;a href=\"common%20bottlenose%20dolphin\"&gt;common bottlenose dolphin&lt;/a&gt;, &lt;a href=\"Atlantic%20bluefin%20tuna\"&gt;Atlantic bluefin tuna&lt;/a&gt;, &lt;a href=\"Diplodus\"&gt;sea bream&lt;/a&gt;, and &lt;a href=\"Paracentrotus%20lividus\"&gt;purple sea urchin&lt;/a&gt;; and at &lt;a href=\"Nature%20Park%20of%20Arr%C3%A1bida\"&gt;Gruta da Figueira Brava&lt;/a&gt;, Portugal, there is evidence of large-scale harvest of shellfish, &lt;a href=\"crab\"&gt;crab&lt;/a&gt;s, and fish. Evidence of freshwater fishing was found in &lt;a href=\"Castelcivita%20Cave\"&gt;Grotte di Castelcivita&lt;/a&gt;, Italy, for &lt;a href=\"trout\"&gt;trout&lt;/a&gt;, &lt;a href=\"chub\"&gt;chub&lt;/a&gt;, and &lt;a href=\"eel\"&gt;eel&lt;/a&gt;; &lt;a href=\"Abri%20du%20Maras\"&gt;Abri du Maras&lt;/a&gt;, France, for chub and &lt;a href=\"European%20perch\"&gt;European perch&lt;/a&gt;; Payré, France; and &lt;a href=\"Kudaro%20Cave\"&gt;Kudaro Cave&lt;/a&gt;, Russia, for &lt;a href=\"Black%20Sea%20salmon\"&gt;Black Sea salmon&lt;/a&gt;.\nEdible plant and mushroom remains are recorded from several caves. Neanderthals from Cueva del Sidrón, Spain, based on dental tartar, likely had a meatless diet of mushrooms, pine nuts, and moss, indicating they were forest foragers. Remnants from &lt;a href=\"Amud%20Cave\"&gt;Amud Cave&lt;/a&gt;, Israel, indicates a diet of figs, palm tree fruits, and various &lt;a href=\"cereal\"&gt;cereal&lt;/a&gt;s and edible grasses. Several bone traumas in the leg joints could possibly suggest habitual squatting, which, if the case, was likely done while gathering food. Dental &lt;a href=\"Calculus%20%28dental%29\"&gt;tartar&lt;/a&gt; from &lt;a href=\"Spy%20Cave\"&gt;Grotte de Spy&lt;/a&gt;, Belgium, indicates the inhabitants had a meat-heavy diet including woolly rhinoceros and &lt;a href=\"mouflon\"&gt;mouflon&lt;/a&gt; sheep, while also regularly consuming mushrooms. Neanderthal faecal matter from &lt;a href=\"El%20Salt\"&gt;El Salt&lt;/a&gt;, Spain, dated to 50,000 years ago—the oldest human faecal matter remains recorded—show a diet mainly of meat but with a significant component of plants. Evidence of cooked plant foods—mainly &lt;a href=\"legume\"&gt;legume&lt;/a&gt;s and, to a far lesser extent, acorns—was discovered in &lt;a href=\"Kebara%20Cave\"&gt;Kebara Cave&lt;/a&gt;, Israel, with its inhabitants possibly gathering plants in spring and fall and hunting in all seasons except fall, although the cave was probably abandoned in late summer to early fall. At Shanidar Cave, Iraq, Neanderthals collected plants with various harvest seasons, indicating they scheduled returns to the area to harvest certain plants, and that they had complex food-gathering behaviours for both meat and plants.\nFood preparation.\nNeanderthals probably could employ a wide range of cooking techniques, such as &lt;a href=\"roasting\"&gt;roasting&lt;/a&gt;, and they may have been able to heat up or boil soup, stew, or animal &lt;a href=\"Stock%20%28food%29\"&gt;stock&lt;/a&gt;. The abundance of animal bone fragments at settlements may indicate the making of fat stocks from boiling &lt;a href=\"bone%20marrow\"&gt;bone marrow&lt;/a&gt;, possibly taken from animals that had already died of starvation. These methods would have substantially increased fat consumption, which was a major nutritional requirement of communities with low carbohydrate and high protein intake. Neanderthal tooth size had a decreasing trend after 100,000 years ago, which could indicate an increased dependence on cooking or the advent of boiling, a technique that would have softened food.\nAt Cueva del Sidrón, Spain, Neanderthals likely cooked and possibly &lt;a href=\"smoking%20%28cooking%29\"&gt;smoked&lt;/a&gt; food, as well as used certain plants—such as &lt;a href=\"yarrow\"&gt;yarrow&lt;/a&gt; and &lt;a href=\"camomile\"&gt;camomile&lt;/a&gt;—as flavouring, although these plants may have instead been used for their medicinal properties. At &lt;a href=\"Gorham%27s%20Cave\"&gt;Gorham's Cave&lt;/a&gt;, Gibraltar, Neanderthals may have been roasting &lt;a href=\"pinecone\"&gt;pinecone&lt;/a&gt;s to access &lt;a href=\"pine%20nut\"&gt;pine nut&lt;/a&gt;s.\nAt &lt;a href=\"Grotte%20du%20Lazaret\"&gt;Grotte du Lazaret&lt;/a&gt;, France, a total of 23 red deer, 6 ibexes, 3 aurochs, and 1 &lt;a href=\"roe%20deer\"&gt;roe deer&lt;/a&gt; appear to have been hunted in a single autumn hunting season, when strong male and female deer herds would group together for &lt;a href=\"rut%20%28mammalian%20reproduction%29\"&gt;rut&lt;/a&gt;. The entire carcasses seem to have been transported to the cave and then butchered. Because this is such a large amount of food to consume before spoilage, it is possible these Neanderthals were &lt;a href=\"curing%20%28food%20preservation%29\"&gt;curing&lt;/a&gt; and preserving it before winter set in. At 160,000 years old, it is the oldest potential evidence of food storage. The great quantities of meat and fat which could have been gathered in general from typical prey items (namely mammoths) could also indicate food storage capability. With shellfish, Neanderthals needed to eat, cook, or in some manner preserve them soon after collection, as shellfish spoils very quickly. At &lt;a href=\"Cave%20of%20Los%20Aviones\"&gt;Cueva de los Aviones&lt;/a&gt;, Spain, the remains of edible, &lt;a href=\"algae%20eater\"&gt;algae eating&lt;/a&gt; shellfish associated with the alga \"&lt;a href=\"Jania%20rubens\"&gt;Jania rubens&lt;/a&gt;\" could indicate that, like some modern hunter gatherer societies, harvested shellfish were held in water-soaked algae to keep them alive and fresh until consumption.\nCompetition.\nCompetition from large &lt;a href=\"Ice%20Age\"&gt;Ice Age&lt;/a&gt; predators was rather high. &lt;a href=\"Panthera%20spelaea\"&gt;Cave lion&lt;/a&gt;s likely targeted horses, large deer and wild cattle; and &lt;a href=\"Panthera%20pardus%20spelaea\"&gt;leopards&lt;/a&gt; primarily &lt;a href=\"reindeer\"&gt;reindeer&lt;/a&gt; and roe deer; which heavily overlapped with Neanderthal diet. To defend a kill against such ferocious predators, Neanderthals may have engaged in a group display of yelling, arm waving, or stone throwing; or quickly gathered meat and abandoned the kill. However, at Grotte de Spy, Belgium, the remains of wolves, cave lions, and cave bears—which were all major predators of the time—indicate Neanderthals hunted their competitors to some extent.\nNeanderthals and &lt;a href=\"cave%20hyaena\"&gt;cave hyaena&lt;/a&gt;s may have exemplified &lt;a href=\"niche%20differentiation\"&gt;niche differentiation&lt;/a&gt;, and actively avoided &lt;a href=\"interspecific%20competition\"&gt;competing&lt;/a&gt; with each other. Although they both mainly targeted the same groups of creatures—deer, horses, and cattle—Neanderthals mainly hunted the former and cave hyaenas the latter two. Further, animal remains from Neanderthal caves indicate they preferred to hunt prime individuals, whereas cave hyaenas hunted weaker or younger prey, and cave hyaena caves have a higher abundance of carnivore remains. Nonetheless, there is evidence that cave hyaenas stole food and leftovers from Neanderthal campsites and scavenged on dead Neanderthal bodies.\nCannibalism.\nThere are several instances of Neanderthals practising &lt;a href=\"human%20cannibalism\"&gt;cannibalism&lt;/a&gt; across their range. The first example came from &lt;a href=\"Krapina%20Neanderthal%20site\"&gt;Krapina&lt;/a&gt;, Croatia, in 1899, and other examples were found at Cueva del Sidrón and &lt;a href=\"Zafarraya\"&gt;Zafarraya&lt;/a&gt; in Spain; and the French &lt;a href=\"Moula-Guercy%20Cave\"&gt;Grotte de Moula-Guercy&lt;/a&gt;, &lt;a href=\"Les%20Pradelles\"&gt;Les Pradelles&lt;/a&gt;, and &lt;a href=\"La%20Quina\"&gt;La Quina&lt;/a&gt;. For the five cannibalised Neanderthals at the &lt;a href=\"Goyet%20Caves\"&gt;Grottes de Goyet&lt;/a&gt;, Belgium, there is evidence that the upper limbs were &lt;a href=\"disarticulated\"&gt;disarticulated&lt;/a&gt;, the lower limbs &lt;a href=\"excarnation\"&gt;defleshed&lt;/a&gt; and also smashed (likely to extract bone marrow), the chest cavity &lt;a href=\"disemboweled\"&gt;disemboweled&lt;/a&gt;, and the jaw dismembered. There is also evidence that the butchers used some bones to &lt;a href=\"retouch%20%28lithics%29\"&gt;retouch&lt;/a&gt; their tools. The processing of Neanderthal meat at Grottes de Goyet is similar to how they processed horse and reindeer. About 35% of the Neanderthals at &lt;a href=\"Marillac-le-Franc\"&gt;Marillac-le-Franc&lt;/a&gt;, France, show clear signs of butchery, and the presence of digested teeth indicates that the bodies were abandoned and eaten by scavengers, likely hyaenas.\nThese cannibalistic tendencies have been explained as either &lt;a href=\"ritual%20defleshing\"&gt;ritual defleshing&lt;/a&gt;, pre-burial defleshing (to prevent scavengers or foul smell), an act of war, or simply for food. Due to a small number of cases, and the higher number of cut marks seen on cannibalised individuals than animals (indicating inexperience), cannibalism was probably not a very common practice, and it may have only been done in times of extreme food shortages as in some &lt;a href=\"List%20of%20incidents%20of%20cannibalism\"&gt;cases in recorded human history&lt;/a&gt;.\nArt.\nPersonal adornment.\nNeanderthal used ochre, a &lt;a href=\"clay%20earth%20pigment\"&gt;clay earth pigment&lt;/a&gt;. Ochre is well-documented from 60 to 45 thousand years ago in Neanderthal sites, with the earliest example dating to 250–200 thousand years ago from &lt;a href=\"Maastricht-Belv%C3%A9d%C3%A8re\"&gt;Maastricht-Belvédère&lt;/a&gt;, the Netherlands (a similar timespan to the ochre record of \"H. sapiens\"). It has been hypothesised to have functioned as body paint, and analyses of pigments from Pech de l’Azé, France, indicates they were applied to soft materials (such as a hide or human skin). However, modern hunter gatherers, in addition to body paint, also use ochre for medicine, for tanning hides, as a food preservative, and as an insect repellent, so its use as decorative paint for Neanderthals is speculative. Containers apparently used for mixing ochre pigments were found in &lt;a href=\"Cioarei%20Cave\"&gt;Peștera Cioarei&lt;/a&gt;, Romania, which could indicate modification of ochre for solely aesthetic purposes.\nNeanderthals collected uniquely shaped objects and are suggested to have modified them into pendants, such as a fossil \"&lt;a href=\"Aspa%20marginata\"&gt;Aspa marginata&lt;/a&gt;\" sea snail shell possibly painted red from &lt;a href=\"Grotta%20di%20Fumane\"&gt;Grotta di Fumane&lt;/a&gt;, Italy, transported over to the site about 47,500 years ago; 3 shells, dated to about 120–115 thousand years ago, perforated through the &lt;a href=\"umbo%20%28bivalve%29\"&gt;umbo&lt;/a&gt; belonging to a &lt;a href=\"Acanthocardia%20tuberculata\"&gt;rough cockle&lt;/a&gt;, a \"&lt;a href=\"Glycymeris%20insubrica\"&gt;Glycymeris insubrica&lt;/a&gt;\", and a \"&lt;a href=\"Spondylus%20gaederopus\"&gt;Spondylus gaederopus&lt;/a&gt;\" from Cueva de los Aviones, Spain, the former two associated with red and yellow pigments, and the latter a red-to-black mix of &lt;a href=\"hematite\"&gt;hematite&lt;/a&gt; and &lt;a href=\"pyrite\"&gt;pyrite&lt;/a&gt;; and a &lt;a href=\"Pecten%20maximus\"&gt;king scallop&lt;/a&gt; shell with traces of an orange mix of &lt;a href=\"goethite\"&gt;goethite&lt;/a&gt; and hematite from &lt;a href=\"Cueva%20Ant%C3%B3n\"&gt;Cueva Antón&lt;/a&gt;, Spain. The discoverers of the latter two claim that pigment was applied to the exterior to make it match the naturally vibrant inside colouration. Excavated from 1949 to 1963 from the French &lt;a href=\"Grotte%20du%20Renne\"&gt;Grotte du Renne&lt;/a&gt;, &lt;a href=\"Ch%C3%A2telperronian\"&gt;Châtelperronian&lt;/a&gt; beads made from animal teeth, shells, and &lt;a href=\"ivory\"&gt;ivory&lt;/a&gt; were found associated with Neanderthal bones, but the dating is uncertain and Châtelperronian artefacts may actually have been crafted by modern humans and simply redeposited with Neanderthal remains.\nGibraltarian palaeoanthropologists &lt;a href=\"Clive%20Finlayson\"&gt;Clive&lt;/a&gt; and &lt;a href=\"Geraldine%20Finlayson\"&gt;Geraldine Finlayson&lt;/a&gt; suggested that Neanderthals used various bird parts as artistic mediums, specifically black feathers. In 2012, the Finlaysons and colleagues examined 1,699 sites across Eurasia, and argued that &lt;a href=\"Raptor%20%28bird%29\"&gt;raptor&lt;/a&gt;s and &lt;a href=\"corvid\"&gt;corvid&lt;/a&gt;s, species not typically consumed by any human species, were overrepresented and show processing of only the wing bones instead of the fleshier torso, and thus are evidence of feather plucking of specifically the large &lt;a href=\"flight%20feather\"&gt;flight feather&lt;/a&gt;s for use as personal adornment. They specifically noted the &lt;a href=\"cinereous%20vulture\"&gt;cinereous vulture&lt;/a&gt;, &lt;a href=\"red-billed%20chough\"&gt;red-billed chough&lt;/a&gt;, &lt;a href=\"kestrel\"&gt;kestrel&lt;/a&gt;, &lt;a href=\"lesser%20kestrel\"&gt;lesser kestrel&lt;/a&gt;, &lt;a href=\"alpine%20chough\"&gt;alpine chough&lt;/a&gt;, &lt;a href=\"rook%20%28bird%29\"&gt;rook&lt;/a&gt;, &lt;a href=\"jackdaw\"&gt;jackdaw&lt;/a&gt;, and the &lt;a href=\"white%20tailed%20eagle\"&gt;white tailed eagle&lt;/a&gt; in Middle Palaeolithic sites. Other birds claimed to present evidence of modifications by Neanderthals are the &lt;a href=\"golden%20eagle\"&gt;golden eagle&lt;/a&gt;, &lt;a href=\"rock%20pigeon\"&gt;rock pigeon&lt;/a&gt;, &lt;a href=\"common%20raven\"&gt;common raven&lt;/a&gt;, and the &lt;a href=\"bearded%20vulture\"&gt;bearded vulture&lt;/a&gt;. The earliest claim of bird bone jewellery is a number of 130,000 year old white tailed eagle talons found in a cache near Krapina, Croatia, speculated, in 2015, to have been a necklace. A similar 39,000-year-old &lt;a href=\"Spanish%20imperial%20eagle\"&gt;Spanish imperial eagle&lt;/a&gt; talon necklace was reported in 2019 at &lt;a href=\"Cova%20Forad%C3%A0\"&gt;Cova Foradà&lt;/a&gt; in Spain, though from the contentious Châtelperronian layer. In 2017, 17 incision-decorated raven bones from the &lt;a href=\"Zaskalnaya%20VI\"&gt;Zaskalnaya VI&lt;/a&gt; rock shelter, Ukraine, dated to 43–38 thousand years ago were reported. Because the notches are more-or-less equidistant to each other, they are the first modified bird bones that cannot be explained by simple butchery, and for which the argument of design intent is based on direct evidence.\nDiscovered in 1975, the so-called &lt;a href=\"Mask%20of%20la%20Roche-Cotard\"&gt;Mask of la Roche-Cotard&lt;/a&gt;, a mostly flat piece of flint with a bone pushed through a hole on the midsection—dated to 32, 40, or 75 thousand years ago—has been purported to resemble the upper half of a face, with the bone representing eyes. It is contested whether it represents a face, or if it even counts as art. In 1988, American archaeologist &lt;a href=\"Alexander%20Marshack\"&gt;Alexander Marshack&lt;/a&gt; speculated that a Neanderthal at &lt;a href=\"Grotte%20de%20L%27Hortus\"&gt;Grotte de L'Hortus&lt;/a&gt;, France, wore a leopard pelt as personal adornment to indicate elevated status in the group based on a recovered leopard skull, &lt;a href=\"phalange\"&gt;phalange&lt;/a&gt;s, and &lt;a href=\"tail%20vertebra\"&gt;tail vertebra&lt;/a&gt;e.\nAbstraction.\nAs of 2014, 63 purported engravings have been reported from 27 different European and Middle Eastern Lower-to-Middle Palaeolithic sites, of which 20 are on flint cortexes from 11 sites, 7 are on slabs from 7 sites, and 36 are on pebbles from 13 sites. It is debated whether or not these were made with symbolic intent. In 2012, &lt;a href=\"Gorham%27s%20Cave%23Scratched%20floor\"&gt;deep scratches&lt;/a&gt; on the floor of Gorham's Cave, Gibraltar, were discovered, dated to older than 39,000 years ago, which the discoverers have interpreted as Neanderthal &lt;a href=\"abstract%20art\"&gt;abstract art&lt;/a&gt;. The scratches could have also been produced by a bear. In 2021, an Irish elk phalanx with five engraved offset &lt;a href=\"Chevron%20%28insignia%29\"&gt;chevrons&lt;/a&gt; stacked above each other was discovered at the entrance to the &lt;a href=\"Einhornh%C3%B6hle\"&gt;Einhornhöhle cave&lt;/a&gt; in Germany, dating to about 51,000 years ago.\nIn 2018, some red-painted dots, disks, lines, and hand stencils on the cave walls of the Spanish &lt;a href=\"La%20Pasiega\"&gt;La Pasiega&lt;/a&gt;, &lt;a href=\"Maltravieso\"&gt;Maltravieso&lt;/a&gt;, and &lt;a href=\"Do%C3%B1a%20Trinidad\"&gt;Doña Trinidad&lt;/a&gt; were dated to be older than 66,000 years ago, at least 20,000 years prior to the arrival of modern humans in Western Europe. This would indicate Neanderthal authorship, and similar iconography recorded in other Western European sites—such as &lt;a href=\"Vall%C3%A9e%20des%20merveilles\"&gt;Les Merveilles&lt;/a&gt;, France, and &lt;a href=\"Cave%20of%20El%20Castillo\"&gt;Cueva del Castillo&lt;/a&gt;, Spain—could potentially also have Neanderthal origins. However, the dating of these Spanish caves, and thus attribution to Neanderthals, is contested.\nNeanderthals are known to have collected a variety of unusual objects—such as crystals or fossils—without any real functional purpose or any indication of damage caused by use. It is unclear if these objects were simply picked up for their aesthetic qualities, or if some symbolic significance was applied to them. These items are mainly &lt;a href=\"quartz%20crystal\"&gt;quartz crystal&lt;/a&gt;s, but also other minerals such as &lt;a href=\"cerussite\"&gt;cerussite&lt;/a&gt;, &lt;a href=\"iron%20pyrite\"&gt;iron pyrite&lt;/a&gt;, &lt;a href=\"calcite\"&gt;calcite&lt;/a&gt;, and &lt;a href=\"galena\"&gt;galena&lt;/a&gt;. A few findings feature modifications, such as a mammoth tooth with an incision and a fossil &lt;a href=\"nummulite\"&gt;nummulite&lt;/a&gt; shell with a cross etched in from &lt;a href=\"Tata%2C%20Hungary\"&gt;Tata, Hungary&lt;/a&gt;; a large slab with 18 &lt;a href=\"cupstone\"&gt;cupstone&lt;/a&gt;s hollowed out from a grave in La Ferrassie, France; and a &lt;a href=\"geode\"&gt;geode&lt;/a&gt; from Peștera Cioarei, Romania, coated with red ochre. A number of fossil shells are also known from French Neanderthals sites, such as a &lt;a href=\"rhynchonellid\"&gt;rhynchonellid&lt;/a&gt; and a \"&lt;a href=\"Taraebratulina\"&gt;Taraebratulina&lt;/a&gt;\" from &lt;a href=\"Combe%20Grenal\"&gt;Combe Grenal&lt;/a&gt;; a &lt;a href=\"belemnite\"&gt;belemnite&lt;/a&gt; beak from &lt;a href=\"Grottes%20des%20Canalettes\"&gt;Grottes des Canalettes&lt;/a&gt;; a &lt;a href=\"polyp%20%28zoology%29\"&gt;polyp&lt;/a&gt; from &lt;a href=\"Grotte%20de%20l%27Hy%C3%A8ne\"&gt;Grotte de l'Hyène&lt;/a&gt;; a sea urchin from &lt;a href=\"La%20Gonterie-Boulouneix\"&gt;La Gonterie-Boulouneix&lt;/a&gt;; and a &lt;a href=\"rhynchonella\"&gt;rhynchonella&lt;/a&gt;, &lt;a href=\"feather%20star\"&gt;feather star&lt;/a&gt;, and belemnite beak from the contentious Châtelperronian layer of Grotte du Renne.\nMusic.\nPurported Neanderthal &lt;a href=\"bone%20flute\"&gt;bone flute&lt;/a&gt; fragments made of bear long bones were reported from &lt;a href=\"Potok%20Cave\"&gt;Potočka zijalka&lt;/a&gt;, Slovenia, in the 1920s, and &lt;a href=\"Ist%C3%A1ll%C3%B3s-k%C5%91\"&gt;Istállós-kői-barlang&lt;/a&gt;, Hungary, and &lt;a href=\"Mokri%C5%A1ka%20jama\"&gt;Mokriška jama&lt;/a&gt;, Slovenia, in 1985; but these are now attributed to modern human activities. The 1995 43 thousand year old &lt;a href=\"Divje%20Babe%20Flute\"&gt;Divje Babe Flute&lt;/a&gt; from Slovenia has been attributed by some researchers to Neanderthals, and Canadian musicologist Robert Fink said the original flute had either a &lt;a href=\"diatonic%20scale\"&gt;diatonic&lt;/a&gt; or &lt;a href=\"pentatonic%20scale\"&gt;pentatonic&lt;/a&gt; musical scale. However, the date also overlaps with modern human immigration into Europe, which means it is also possible it was not manufactured by Neanderthals. In 2015, zoologist Cajus Diedrich argued that it was not a flute at all, and the holes were made by a scavenging hyaena as there is a lack of cut marks stemming from whittling, but in 2018, Slovenian archaeologist Matija Turk and colleagues countered that it is highly unlikely the punctures were made by teeth, and cut marks are not always present on bone flutes.\nTechnology.\nDespite the apparent 150 thousand year stagnation in Neanderthal lithic innovation, there is evidence that Neanderthal technology was more sophisticated than was previously thought. However, the high frequency of potentially debilitating injuries could have prevented very complex technologies from emerging, as a major injury would have impeded an expert's ability to effectively teach a novice.\nStone tools.\nNeanderthals made stone tools, and are associated with the Mousterian industry. The Mousterian is also associated with North African \"H. sapiens\" as early as 315,000 years ago and was found in Northern China about 47–37 thousand years ago. It evolved around 300,000 years ago with the &lt;a href=\"Levallois%20technique\"&gt;Levallois technique&lt;/a&gt; which developed directly from the preceding &lt;a href=\"Acheulean\"&gt;Acheulean&lt;/a&gt; industry (invented by \"H. erectus\" about 1.8 mya). Levallois made it easier to control flake shape and size, and as a difficult-to-learn and unintuitive process, the Levallois technique may have been directly taught generation to generation rather than via purely &lt;a href=\"observational%20learning\"&gt;observational learning&lt;/a&gt;.\nThere are distinct regional variants of the Mousterian industry, such as: the &lt;a href=\"Quina%20Mousterian\"&gt;Quina&lt;/a&gt; and La Ferrassie subtypes of the Charentian industry in southwestern France, Acheulean-tradition Mousterian subtypes A and B along the Atlantic and northwestern European coasts, the Micoquien industry of Central and Eastern Europe and the related Sibiryachikha variant in the Siberian Altai Mountains, the &lt;a href=\"Denticulate%20tool\"&gt;Denticulate Mousterian&lt;/a&gt; industry in Western Europe, the &lt;a href=\"racloir\"&gt;racloir&lt;/a&gt; industry around the &lt;a href=\"Zagros%20Mountains\"&gt;Zagros Mountains&lt;/a&gt;, and the &lt;a href=\"cleaver%20%28tool%29\"&gt;flake cleaver&lt;/a&gt; industry of &lt;a href=\"Cantabria\"&gt;Cantabria&lt;/a&gt;, Spain, and both sides of the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt;. In the mid-20th century, French archaeologist &lt;a href=\"Fran%C3%A7ois%20Bordes\"&gt;François Bordes&lt;/a&gt; debated against American archaeologist &lt;a href=\"Lewis%20Binford\"&gt;Lewis Binford&lt;/a&gt; to explain this diversity (the \"Bordes–Binford debate\"), with Bordes arguing that these represent unique ethnic traditions and Binford that they were caused by varying environments (essentially, form vs. function). The latter sentiment would indicate a lower degree of inventiveness compared to modern humans, adapting the same tools to different environments rather than creating new technologies. A continuous sequence of occupation is well-documented in Grotte du Renne, France, where the lithic tradition can be divided into the Levallois–Charentian, Discoid–Denticulate (43.3±0.929–40.9±0.719 thousand years ago), Levallois Mousterian (40.2±1.5–38.4±1.3 thousand years ago), and Châtelperronian (40.93±0.393–33.67±0.450 thousand years ago).\nThere is some debate if Neanderthals had long-ranged weapons. A wound on the neck of an &lt;a href=\"African%20wild%20ass\"&gt;African wild ass&lt;/a&gt; from &lt;a href=\"Umm%20el%20Tlel\"&gt;Umm el Tlel&lt;/a&gt;, Syria, was likely inflicted by a heavy Levallois-point javelin, and bone trauma consistent with habitual throwing has been reported in Neanderthals. Some spear tips from Abri du Maras, France, may have been too fragile to have been used as thrusting spears, possibly suggesting their use as &lt;a href=\"dart%20%28missile%29\"&gt;dart&lt;/a&gt;s.\nOrganic tools.\nThe Châtelperronian in central France and northern Spain is a distinct industry from the Mousterian, and is controversially hypothesised to represent a culture of Neanderthals borrowing (or by process of &lt;a href=\"acculturation\"&gt;acculturation&lt;/a&gt;) tool-making techniques from immigrating modern humans, crafting bone tools and ornaments. In this frame, the makers would have been a transitional culture between the Neanderthal Mousterian and the modern human &lt;a href=\"Aurignacian\"&gt;Aurignacian&lt;/a&gt;. The opposing viewpoint is that the Châtelperronian was manufactured by modern humans instead. Abrupt transitions similar to the Mousterian/Châtelperronian could also simply represent natural innovation, like the Quina–&lt;a href=\"Neronian%20industry\"&gt;Neronian&lt;/a&gt; transition 50,000 years ago featuring technologies generally associated with modern humans such as &lt;a href=\"blade%20%28archaeology%29\"&gt;bladelets&lt;/a&gt; and &lt;a href=\"microlith\"&gt;microlith&lt;/a&gt;s. Other ambiguous transitional cultures include the Italian &lt;a href=\"Uluzzian\"&gt;Uluzzian&lt;/a&gt; industry, and the Balkan &lt;a href=\"Szeletian\"&gt;Szeletian&lt;/a&gt; industry.\nBefore immigration, the only evidence of Neanderthal bone tools are animal rib lissoirs — which are rubbed against hide to make it more supple or waterproof — although this could also be evidence for modern humans immigrating earlier than expected. In 2013, two 51.4–41.1 thousand year old deer rib lissoirs were reported from Pech-de-l’Azé and the nearby &lt;a href=\"Abri%20Peyrony\"&gt;Abri Peyrony&lt;/a&gt; in France. In 2020, 5 more lissoirs made of aurochs or bison ribs were reported from Abri Peyrony, with one dating to about 51,400 years ago and the other four to 47.7–41.1 thousand years ago. This indicates the technology was in use in this region for a long time. Since reindeer remains were the most abundant, the use of less abundant bovine ribs may indicate a specific preference for bovine ribs. Potential lissoirs have also been reported from &lt;a href=\"Geissenkl%C3%B6sterle\"&gt;Grosse Grotte&lt;/a&gt;, Germany (made of mammoth), and Grottes des Canalettes, France (red deer).\nThe Neanderthals in 10 coastal sites in Italy (namely &lt;a href=\"Grotta%20del%20Cavallo\"&gt;Grotta del Cavallo&lt;/a&gt; and &lt;a href=\"Grotta%20dei%20Moscerini\"&gt;Grotta dei Moscerini&lt;/a&gt;) and &lt;a href=\"Kalamakia%20Cave\"&gt;Kalamakia Cave&lt;/a&gt;, Greece, are known to have crafted scrapers using &lt;a href=\"smooth%20clam\"&gt;smooth clam&lt;/a&gt; shells, and possibly hafted them to a wooden handle. They probably chose this clam species because it has the most durable shell. At Grotta dei Moscerini, about 24% of the shells were gathered alive from the seafloor, meaning these Neanderthals had to wade or dive into shallow waters to collect them. At &lt;a href=\"Grotta%20di%20Santa%20Lucia\"&gt;Grotta di Santa Lucia&lt;/a&gt;, Italy, in the &lt;a href=\"Campanian%20volcanic%20arc\"&gt;Campanian volcanic arc&lt;/a&gt;, Neanderthals collected the porous volcanic &lt;a href=\"pumice\"&gt;pumice&lt;/a&gt;, which, for contemporary humans, was probably used for polishing points and needles. The pumices are associated with shell tools.\nAt Abri du Maras, France, twisted fibres and a 3-ply inner-bark-fibre cord fragment associated with Neanderthals show that they produced string and cordage, but it is unclear how widespread this technology was because the materials used to make them (such as animal hair, hide, sinew, or plant fibres) are biodegradable and preserve very poorly. This technology could indicate at least a basic knowledge of &lt;a href=\"weaving\"&gt;weaving&lt;/a&gt; and &lt;a href=\"knot\"&gt;knot&lt;/a&gt;ting, which would have made possible the production of nets, containers, packaging, baskets, carrying devices, ties, straps, harnesses, clothes, shoes, beds, bedding, mats, flooring, roofing, walls, and snares, and would have been important in hafting, fishing, and seafaring. Dating to 52–41 thousand years ago, the cord fragment is the oldest direct evidence of fibre technology, although 115,000-year-old perforated shell beads from Cueva Antón possibly strung together to make a necklace are the oldest indirect evidence. In 2020, British archaeologist &lt;a href=\"Rebecca%20Wragg%20Sykes\"&gt;Rebecca Wragg Sykes&lt;/a&gt; expressed cautious support for the genuineness of the find, but pointed out that the string would have been so weak that it would have had limited functions. One possibility is as a thread for attaching or stringing small objects.\nThe archaeological record shows that Neanderthals commonly used animal hide and birch bark, may have used them to make cooking containers, although this is based largely on &lt;a href=\"circumstantial%20evidence\"&gt;circumstantial evidence&lt;/a&gt;, because neither fossilize well. It is possible the Neanderthals at Kebara Cave, Israel, used the shells of the &lt;a href=\"spur-thighed%20tortoise\"&gt;spur-thighed tortoise&lt;/a&gt; as containers.\nAt the Italian &lt;a href=\"Poggetti%20Vecchi\"&gt;Poggetti Vecchi&lt;/a&gt; site, there is evidence they used fire to process &lt;a href=\"boxwood\"&gt;boxwood&lt;/a&gt; branches to make &lt;a href=\"digging%20stick\"&gt;digging stick&lt;/a&gt;s, a common implement in hunter-gatherer societies.\nFire and construction.\nMany Mousterian sites have evidence of fire, some for extended periods of time, though it is unclear if they were capable of starting fire or simply scavenged from naturally occurring wildfires. Indirect evidence of fire starting ability includes &lt;a href=\"pyrite\"&gt;pyrite&lt;/a&gt; residue on a couple dozen bifaces from late Mousterian (c. 50,000 years ago) northwestern France (which could indicate they were used as percussion &lt;a href=\"Fire%20striker\"&gt;fire starters&lt;/a&gt;), and collection of &lt;a href=\"manganese%20dioxide\"&gt;manganese dioxide&lt;/a&gt; by late Neanderthals which can lower the combustion temperature of wood. They were also capable of zoning areas for specific activities, such as for knapping, butchering, hearths, and wood storage. Many Neanderthal sites lack evidence for such activity perhaps due to natural degradation of the area over tens of thousands of years, such as by bear infiltration after abandonment of the settlement.\nIn a number of caves, evidence of &lt;a href=\"hearth\"&gt;hearth&lt;/a&gt;s has been detected. Neanderthals likely considered air circulation when making hearths as a lack of proper ventilation for a single hearth can render a cave uninhabitable in several minutes. &lt;a href=\"Capellades\"&gt;Abric Romaní rock shelter&lt;/a&gt;, Spain, indicates eight evenly spaced hearths lined up against the rock wall, likely used to stay warm while sleeping, with one person sleeping on either side of the fire. At &lt;a href=\"Cueva%20de%20Bolomor\"&gt;Cueva de Bolomor&lt;/a&gt;, Spain, with hearths lined up against the wall, the smoke flowed upwards to the ceiling, and led to outside the cave. In Grotte du Lazaret, France, smoke was probably naturally ventilated during the winter as the interior cave temperature was greater than the outside temperature; likewise, the cave was likely only inhabited in the winter.\nIn 1990, two 176,000 year old ring structures made of broken &lt;a href=\"stalagmite\"&gt;stalagmite&lt;/a&gt; pieces, several metres wide, were discovered in a large chamber more than from the entrance within &lt;a href=\"Bruniquel%20Cave\"&gt;Grotte de Bruniquel&lt;/a&gt;, France. One ring was with stalagmite pieces averaging in length, and the other with pieces averaging . There were also 4 other piles of stalagmite pieces for a total of or worth of stalagmite pieces. Evidence of the use of fire and burnt bones also suggest human activity. A team of Neanderthals was likely necessary to construct the structure, but the chamber's actual purpose is uncertain. Building complex structures so deep in a cave is unprecedented in the archaeological record, and indicates sophisticated lighting and construction technology, and great familiarity with subterranean environments.\nThe 44,000 year old Moldova I open-air site, Ukraine, shows evidence of a ring-shaped dwelling made out of mammoth bones meant for long-term habitation by several Neanderthals, which would have taken a long time to build. It appears to have contained hearths, cooking areas, and a flint workshop, and there are traces of woodworking. Upper Palaeolithic modern humans in the Russian plains are thought to have also made housing structures out of mammoth bones.\nBark tar.\nNeanderthal produced the adhesive &lt;a href=\"birch%20bark%20tar\"&gt;birch bark tar&lt;/a&gt;, perhaps using plant-based resins for &lt;a href=\"hafting\"&gt;hafting&lt;/a&gt;. It was long believed that birch bark tar required a complex recipe to be followed, and that it thus showed complex cognitive skills and cultural transmission. However, a 2019 study showed it can be made simply by burning birch bark on smooth vertical surfaces, such as a flat, inclined rock.\nClothes.\nNeanderthals were likely able to survive in a similar range of temperatures as modern humans while sleeping: about while naked in the open and windspeed , or while naked in an enclosed space. Since ambient temperatures were markedly lower than this—averaging during the Eemian interglacial in July and in January and dropping to as a low as on the coldest days—Danish physicist &lt;a href=\"Bent%20S%C3%B8rensen%20%28physicist%29\"&gt;Bent Sørensen&lt;/a&gt; hypothesised that Neanderthals required tailored clothing capable of preventing airflow to the skin. Especially during extended periods of travelling (such as a hunting trip), tailored footwear completely enwrapping the feet may have been necessary.\nNonetheless, as opposed to the bone sewing-needles and &lt;a href=\"stitching%20awl\"&gt;stitching awl&lt;/a&gt;s assumed to have been in use by contemporary modern humans, the only known Neanderthal tools that could have been used to fashion clothes are hide &lt;a href=\"scraper%20%28archaeology%29\"&gt;scrapers&lt;/a&gt;, which could have made items similar to blankets or ponchos, and there is no direct evidence they could produce fitted clothes. Indirect evidence of tailoring by Neanderthals includes the ability to manufacture string, which could indicate weaving ability, and a naturally-pointed horse &lt;a href=\"metatarsal\"&gt;metatarsal&lt;/a&gt; bone from Cueva de los Aviones, Spain, which was speculated to have been used as an awl, perforating dyed hides, based on the presence of orange pigments. Whatever the case, Neanderthals would have needed to cover up most of their body, and contemporary humans would have covered 80–90%.\nSince human/Neanderthal admixture is known to have occurred in the Middle East, and no modern &lt;a href=\"body%20louse\"&gt;body louse&lt;/a&gt; species descends from their Neanderthal counterparts (body lice only inhabit clothed individuals), it is possible Neanderthals (and/or humans) in hotter climates did not wear clothes, or Neanderthal lice were highly specialised.\nSeafaring.\nRemains of Middle Palaeolithic stone tools on Greek islands indicate early seafaring by Neanderthals in the &lt;a href=\"Ionian%20Sea\"&gt;Ionian Sea&lt;/a&gt; possibly starting as far back as 200–150 thousand years ago. The oldest stone artefacts from &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt; date to 130–107 thousand years ago, &lt;a href=\"Cephalonia\"&gt;Cephalonia&lt;/a&gt; 125 thousand years ago, and &lt;a href=\"Zakynthos\"&gt;Zakynthos&lt;/a&gt; 110–35 thousand years ago. The makers of these artefacts likely employed simple &lt;a href=\"reed%20boat\"&gt;reed boat&lt;/a&gt;s and made one-day crossings back and forth. Other Mediterranean islands with such remains include &lt;a href=\"Sardinia\"&gt;Sardinia&lt;/a&gt;, &lt;a href=\"Melos\"&gt;Melos&lt;/a&gt;, &lt;a href=\"Alonnisos\"&gt;Alonnisos&lt;/a&gt;, and &lt;a href=\"Naxos\"&gt;Naxos&lt;/a&gt; (although Naxos may have been connected to land), and it is possible they crossed the &lt;a href=\"Strait%20of%20Gibraltar\"&gt;Strait of Gibraltar&lt;/a&gt;. If this interpretation is correct, Neanderthals' ability to engineer boats and navigate through open waters would speak to their advanced cognitive and technical skills.\nMedicine.\nGiven their dangerous hunting and extensive skeletal evidence of healing, Neanderthals appear to have lived lives of frequent traumatic injury and recovery. Well-healed fractures on many bones indicate the setting of &lt;a href=\"splint%20%28medicine%29\"&gt;splints&lt;/a&gt;. Individuals with severe head and rib traumas (which would have caused massive blood loss) indicate they had some manner of dressing major wounds, such as bandages made from animal skin. By-and-large, they appear to have avoided severe infections, indicating good long-term treatment of such wounds.\nTheir knowledge of &lt;a href=\"medicinal%20plants%23Prehistoric%20times\"&gt;medicinal plants&lt;/a&gt; was comparable to that of contemporary humans. An individual at Cueva del Sidrón, Spain, seems to have been medicating a &lt;a href=\"dental%20abscess\"&gt;dental abscess&lt;/a&gt; using &lt;a href=\"Populus\"&gt;poplar&lt;/a&gt;—which contains &lt;a href=\"medical%20uses%20of%20salicylic%20acid\"&gt;salicylic acid&lt;/a&gt;, the &lt;a href=\"active%20ingredient\"&gt;active ingredient&lt;/a&gt; in &lt;a href=\"aspirin\"&gt;aspirin&lt;/a&gt;—and there were also traces of the &lt;a href=\"antibiotic\"&gt;antibiotic&lt;/a&gt;-producing \"&lt;a href=\"Penicillium%20chrysogenum\"&gt;Penicillium chrysogenum&lt;/a&gt;\". They may have also used yarrow and camomile, and their bitter taste—which should act as a deterrent as it could indicate poison—means it was likely a deliberate act. In Kebara Cave, Israel, plant remains which have historically been used for their medicinal properties were found, including the &lt;a href=\"common%20grape%20vine\"&gt;common grape vine&lt;/a&gt;, the &lt;a href=\"pistachio%20tree\"&gt;pistachios&lt;/a&gt; of the &lt;a href=\"Persian%20turpentine%20tree\"&gt;Persian turpentine tree&lt;/a&gt;, &lt;a href=\"ervil\"&gt;ervil&lt;/a&gt; seeds, and &lt;a href=\"oak\"&gt;oak&lt;/a&gt; acorns.\nLanguage.\nThe degree of language complexity is difficult to establish, but given that Neanderthals achieved some technical and cultural complexity, and interbred with humans, it is reasonable to assume they were at least fairly articulate, comparable to modern humans. A somewhat complex language—possibly using syntax—was likely necessary to survive in their harsh environment, with Neanderthals needing to communicate about topics such as locations, hunting and gathering, and tool-making techniques. The &lt;a href=\"FOXP2\"&gt;FOXP2&lt;/a&gt; gene in modern humans is associated with speech and language development. FOXP2 was present in Neanderthals, but not the gene's modern human variant. Neurologically, Neanderthals had an expanded &lt;a href=\"Broca%27s%20area\"&gt;Broca's area&lt;/a&gt;—operating the formulation of sentences, and speech comprehension, but out of a group 48 genes believed to affect the neural substrate of language, 11 had different &lt;a href=\"DNA%20methylation\"&gt;methylation&lt;/a&gt; patterns between Neanderthals and modern humans. This could indicate a stronger ability in modern humans than in Neanderthals to express language.\nIn 1971, cognitive scientist &lt;a href=\"Philip%20Lieberman\"&gt;Philip Lieberman&lt;/a&gt; attempted to reconstruct the Neanderthal vocal tract and concluded that it was similar to that of a newborn and incapable of producing &lt;a href=\"nasalization\"&gt;nasal sounds&lt;/a&gt;, due to the large size of the mouth and thus no need for a descended &lt;a href=\"larynx\"&gt;larynx&lt;/a&gt; to fit the entire tongue inside the mouth. He claimed that they were anatomically unable to produce the sounds &lt;a href=\"/a/\"&gt;/a/&lt;/a&gt;, &lt;a href=\"/i/\"&gt;/i/&lt;/a&gt;, &lt;a href=\"/u/\"&gt;/u/&lt;/a&gt;, &lt;a href=\"/%C9%94/\"&gt;/ɔ/&lt;/a&gt;, &lt;a href=\"/g/\"&gt;/g/&lt;/a&gt;, and &lt;a href=\"/k/\"&gt;/k/&lt;/a&gt; and thus lacked the capacity for articulate speech, though were still able to speak at a level higher than non-human primates. However, the lack of a descended larynx does not necessarily equate to a reduced vowel capacity. The 1983 discovery of a Neanderthal &lt;a href=\"hyoid%20bone\"&gt;hyoid bone&lt;/a&gt;—used in speech production in humans—in Kebara 2 which is almost identical to that of humans suggests Neanderthals were capable of speech, and the ancestral &lt;a href=\"Archaeological%20site%20of%20Atapuerca\"&gt;Sima de los Huesos&lt;/a&gt; hominins had humanlike hyoid and ear bones, which could suggest the early evolution of the modern human vocal apparatus. However, the hyoid does not definitively provide insight into vocal tract anatomy. Subsequent studies reconstruct the Neanderthal vocal apparatus as comparable to that of modern humans, with a similar vocal repertoire. In 2015, Lieberman hypothesized that Neanderthals were capable of &lt;a href=\"syntax\"&gt;syntactical&lt;/a&gt; language, although nonetheless incapable of mastering any human dialect.\nIt is debated if &lt;a href=\"Behavioral%20modernity\"&gt;behavioural modernity&lt;/a&gt; is a recent and uniquely modern human innovation, or if Neanderthals also possessed it.\nReligion.\nFunerals.\nClaims that Neanderthals held funerals for their dead with symbolic meaning are heavily contested and speculative. Although Neanderthals did bury their dead, at least occasionally—which may explain the abundance of fossil remains— it is not indicative of a religious belief of life after death, as such burial could have also had non-symbolic motivations, such as great emotion or to prevent scavenging.\nThe debate on Neanderthal funerals has been active since the 1908 discovery of La Chapelle-aux-Saints 1 in a small, artificial hole in a cave in southwestern France, very controversially postulated to have been buried in a symbolic fashion. Another grave at Shanidar Cave, Iraq, was associated with the pollen of several flowers that may have been in bloom at the time of deposition—yarrow, &lt;a href=\"Centaurea\"&gt;centaury&lt;/a&gt;, &lt;a href=\"ragwort\"&gt;ragwort&lt;/a&gt;, &lt;a href=\"grape%20hyacinth\"&gt;grape hyacinth&lt;/a&gt;, &lt;a href=\"joint%20pine\"&gt;joint pine&lt;/a&gt;, and &lt;a href=\"hollyhock\"&gt;hollyhock&lt;/a&gt;. The medicinal properties of the plants led American archaeologist &lt;a href=\"Ralph%20Solecki\"&gt;Ralph Solecki&lt;/a&gt; to claim that the man buried was some leader, healer, or &lt;a href=\"shaman\"&gt;shaman&lt;/a&gt;, and that \"The association of flowers with Neanderthals adds a whole new dimension to our knowledge of his humanness, indicating that he had 'soul' \". However, it is also possible the pollen was deposited by a small rodent after the man's death.\nThe graves of children and infants, especially, are associated with grave goods such as artefacts and bones. The grave of a newborn from La Ferrassie, France, was found with three flint scrapers, and an infant from Cave, Syria, was found with a triangular flint placed on its chest. A 10-month-old from Amud Cave, Israel, was associated with a red deer mandible, likely purposefully placed there given other animal remains are now reduced to fragments. &lt;a href=\"Teshik-Tash%201\"&gt;Teshik-Tash 1&lt;/a&gt; from Uzbekistan was associated with a circle of ibex horns, and a limestone slab argued to have supported the head. A child from &lt;a href=\"Kizil-Koba%20culture\"&gt;Kiik-Koba&lt;/a&gt;, Crimea, Ukraine, had a flint flake with some purposeful engraving on it, likely requiring a great deal of skill. Nonetheless, these contentiously constitute evidence of symbolic meaning as the grave goods' significance and worth are unclear.\nCults.\nIt was once argued that the bones of the cave bear, particularly the skull, in some European caves were arranged in a specific order, indicating an ancient &lt;a href=\"bear%20cult\"&gt;bear cult&lt;/a&gt; that killed bears and then ceremoniously arranged the bones. This would be consistent with bear-related rituals of modern human Arctic hunter-gatherers, but the alleged peculiarity of the arrangement could also be well-explained by natural causes, and bias could be introduced as the existence of a bear cult would conform with the idea that &lt;a href=\"totemism\"&gt;totemism&lt;/a&gt; was the earliest religion, leading to undue extrapolation of evidence.\nIt was also once thought that Neanderthals ritually hunted, killed, and cannibalised other Neanderthals and used the skull as the focus of some ceremony. In 1962, Italian palaeontologist &lt;a href=\"Alberto%20Blanc\"&gt;Alberto Blanc&lt;/a&gt; believed a skull from &lt;a href=\"Mount%20Circeo\"&gt;Grotta Guattari&lt;/a&gt;, Italy, had evidence of a swift blow to the head—indicative of ritual murder—and a precise and deliberate incising at the base to access the brain. He compared it to the victims of &lt;a href=\"headhunting\"&gt;headhunters&lt;/a&gt; in Malaysia and Borneo, putting it forward as evidence of a skull cult. However, it is now thought to have been a result of cave hyaena predation. Although Neanderthals are known to have practiced cannibalism, there is unsubstantial evidence to suggest ritual defleshing.\nIn 2019, Gibraltarian palaeoanthropologists Stewart, &lt;a href=\"Geraldine%20Finlayson\"&gt;Geraldine&lt;/a&gt;, and &lt;a href=\"Clive%20Finlayson\"&gt;Clive&lt;/a&gt; Finlayson and Spanish archaeologist Francisco Guzmán speculated that the golden eagle had iconic value to Neanderthals, as exemplified in some modern human societies because they reported that golden eagle bones had a conspicuously high rate of evidence of modification compared to the bones of other birds. They then proposed some \"Cult of the Sun Bird\" where the golden eagle was a symbol of power.\nInterbreeding.\nInterbreeding with modern humans.\nThe first Neanderthal genome sequence was published in 2010, and strongly indicated interbreeding between Neanderthals and early modern humans. The genomes of all non-sub-Saharan populations contain Neanderthal DNA. Various estimates exist for the proportion, such as 1–4% or 3.4–7.9% in modern Eurasians, or 1.8–2.4% in modern Europeans and 2.3–2.6% in modern East Asians. Pre-agricultural Europeans appear to have had similar percentages to modern East Asians, and the numbers may have decreased in the former due to dilution with a group of people which had split off before Neanderthal introgression. Typically, studies have reported finding no significant levels of Neanderthal DNA in Subsaharan Africans, but a 2020 study detected 0.3-0.5% in the genomes of five African sample populations, likely the result of Eurasians back-migrating and interbreeding with Africans, as well as human-to-neanderthal gene flow from dispersals of \"Homo sapiens\" preceding the larger &lt;a href=\"Recent%20African%20origin%20of%20modern%20humans\"&gt;Out-of-Africa migration&lt;/a&gt;. Such low percentages of Neanderthal DNA in all present day populations indicate infrequent past interbreeding, unless interbreeding was more common with a different population of modern humans which did not contribute to the present day gene pool. Of the inherited Neanderthal genome, 25% in modern Europeans and 32% in modern East Asians may be related to viral immunity. In all, approximately 20% of the Neanderthal genome appears to have survived in the modern human gene pool.\nHowever, due to their small population and resulting reduced effectivity of natural selection, Neanderthals accumulated several weakly harmful mutations, which were introduced to and slowly selected out of the much larger modern human population; the initial hybridised population may have experienced up to a 94% reduction in fitness compared to contemporary humans. By this measure, Neanderthals may have substantially increased in fitness. A 2017 study focusing on archaic genes in Turkey found associations with &lt;a href=\"coeliac%20disease\"&gt;coeliac disease&lt;/a&gt;, &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt; severity, and &lt;a href=\"Costello%20syndrome\"&gt;Costello syndrome&lt;/a&gt;. Nonetheless, some genes may have helped modern human Europeans adapt to the environment; the Val92Met variant of the MC1R gene, which may be weakly associated with red hair, may descend from Neanderthals although this is contested as the variant was rare in Neanderthals, and light skin in modern humans did not become prevalent until the Holocene. Some genes related to the &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt; appear to have been affected by introgression, which may have aided migration, such as &lt;a href=\"OAS1\"&gt;OAS1&lt;/a&gt;, &lt;a href=\"STAT2\"&gt;STAT2&lt;/a&gt;, &lt;a href=\"TLR6\"&gt;TLR6&lt;/a&gt;, &lt;a href=\"TLR1\"&gt;TLR1&lt;/a&gt;, &lt;a href=\"TLR10\"&gt;TLR10&lt;/a&gt;, and several related to &lt;a href=\"immune%20response\"&gt;immune response&lt;/a&gt;. In addition, Neanderthal genes have also been implicated in the structure and function of the brain, &lt;a href=\"intermediate%20filament\"&gt;keratin filaments&lt;/a&gt;, &lt;a href=\"sugar%20metabolism\"&gt;sugar metabolism&lt;/a&gt;, muscle contraction, body fat distribution, enamel thickness, and &lt;a href=\"oocyte\"&gt;oocyte&lt;/a&gt; &lt;a href=\"meiosis\"&gt;meiosis&lt;/a&gt;. Nonetheless, a large portion of surviving introgression appears to be &lt;a href=\"non-coding%20DNA\"&gt;non-coding&lt;/a&gt; (\"junk\") DNA with few biological functions.\nDue to the absence of Neanderthal-derived mtDNA (which is passed on from mother to child) in modern populations, it has been suggested that the progeny of Neanderthal females who mated with modern human males were either rare, absent, or sterile—that is to say, admixture stems from the progeny of Neanderthal males with modern human females. Due to the lack of Neanderthal-derived Y-chromosomes in modern humans (which is passed on from father to son), it has also been suggested that the hybrids that contributed ancestry to modern populations were predominantly females, or the Neanderthal Y-chromosome was not compatible with \"H. sapiens\" and became extinct.\nAccording to &lt;a href=\"linkage%20disequilibrium%20mapping\"&gt;linkage disequilibrium mapping&lt;/a&gt;, the last Neanderthal gene flow into the modern human genome occurred 86–37 thousand years ago, but most likely 65–47 thousand years ago. It is thought that Neanderthal genes which contributed to the present day human genome stemmed from interbreeding in the Near East rather than the entirety of Europe. However, interbreeding still occurred without contributing to the modern genome The approximately 40,000 year old modern human &lt;a href=\"Oase%202\"&gt;Oase 2&lt;/a&gt; was found, in 2015, to have had 6–9% (&lt;a href=\"point%20estimate\"&gt;point estimate&lt;/a&gt; 7.3%) Neanderthal DNA, indicating a Neanderthal ancestor up to four to six generations earlier, but this hybrid Romanian population does not appear to have made a substantial contribution to the genomes of later Europeans. In 2016, the DNA of Neanderthals from Denisova Cave revealed evidence of interbreeding 100,000 years ago, and interbreeding with an earlier dispersal of \"H. sapiens\" may have occurred as early as 120,000 years ago in places such as the Levant. The earliest \"H. sapiens\" remains outside of Africa occur at &lt;a href=\"Misliya%20Cave\"&gt;Misliya Cave&lt;/a&gt; 194–177 thousand years ago, and &lt;a href=\"Skhul%20and%20Qafzeh%20hominins\"&gt;Skhul and Qafzeh&lt;/a&gt; 120–90 thousand years ago. The Qafzeh humans lived at approximately the same time as the Neanderthals from the nearby Tabun Cave. The Neanderthals of the German &lt;a href=\"Hohlenstein-Stadel\"&gt;Hohlenstein-Stadel&lt;/a&gt; have deeply divergent mtDNA compared to more recent Neanderthals, possibly due to introgression of human mtDNA between 316 and 219 thousand years ago, or simply because they were genetically isolated. Whatever the case, these first interbreeding events have not left any trace in modern human genomes.\nDetractors of the interbreeding model argue that the genetic similarity is only a remnant of a common ancestor instead of interbreeding, although this is unlikely as it fails to explain why sub-Saharan Africans do not have Neanderthal DNA.\nInterbreeding with Denisovans.\nAlthough nDNA confirms that Neanderthals and Denisovans are more closely related to each other than they are to modern humans, Neanderthals and modern humans share a more recent maternally-transmitted mtDNA common ancestor, possibly due to interbreeding between Denisovans and some unknown human species. The 400,000-year-old Neanderthal-like humans from Sima de los Huesos in northern Spain, looking at mtDNA, are more closely related to Denisovans than Neanderthals. Several Neanderthal-like fossils in Eurasia from a similar time period are often grouped into \"H. heidelbergensis\", of which some may be &lt;a href=\"relict%20%28biology%29\"&gt;relict&lt;/a&gt; populations of earlier humans, which could have interbred with Denisovans. This is also used to explain an approximately 124,000 year old German Neanderthal specimen with mtDNA that diverged from other Neanderthals (except for Sima de los Huesos) about 270,000 years ago, while its &lt;a href=\"genomic%20DNA\"&gt;genomic DNA&lt;/a&gt; indicated divergence less than 150,000 years ago.\nSequencing of the genome of a Denisovan from Denisova Cave has shown that 17% of its genome derives from Neanderthals. This Neanderthal DNA more closely resembled that of a 120,000-year-old Neanderthal bone from the same cave than that of Neanderthals from &lt;a href=\"Vindija%20Cave\"&gt;Vindija Cave&lt;/a&gt;, Croatia, or Mezmaiskaya Cave in the Caucasus, suggesting that interbreeding was local.\nFor the 90,000-year-old &lt;a href=\"Denisova%2011\"&gt;Denisova 11&lt;/a&gt;, it was found that her father was a Denisovan related to more recent inhabitants of the region, and her mother a Neanderthal related to more recent European Neanderthals at Vindija Cave, Croatia. Given how few Denisovan bones are known, the discovery of a first-generation hybrid indicates interbreeding was very common between these species, and Neanderthal migration across Eurasia likely occurred sometime after 120,000 years ago.\nExtinction.\nTransition.\nWhatever the cause of their extinction, Neanderthals were replaced by modern humans, indicated by near full replacement of Middle Palaeolithic Mousterian stone technology with modern human Upper Palaeolithic Aurignacian stone technology across Europe (the Middle-to-Upper Palaeolithic Transition) from 41 to 39 thousand years ago. However, it is postulated that Iberian Neanderthals persisted until about 35,000 years ago indicated by the date range of transitional lithic assemblages—Châtelperronian, Uluzzian, &lt;a href=\"Protoaurignacian\"&gt;Protoaurignacian&lt;/a&gt;, and Early Aurignacian. The latter two are attributed to modern humans, but the former two have unconfirmed authorship, potentially products of Neanderthal/modern human cohabitation and cultural transmission. Further, the appearance of the Aurignacian south of the &lt;a href=\"Ebro%20River\"&gt;Ebro River&lt;/a&gt; has been dated to roughly 37,500 years ago, which has prompted the \"Ebro Frontier\" hypothesis which states that the river presented a geographic barrier preventing modern human immigration, and thus prolonging Neanderthal persistence. However, the dating of the Iberian Transition is debated, with a contested timing of 43–40.8 thousand years ago at Cueva Bajondillo, Spain. The Châtelperronian appears in northeastern Iberia about 42.5–41.6 thousand years ago.\nSome &lt;a href=\"Neanderthals%20in%20Gibraltar\"&gt;Neanderthals in Gibraltar&lt;/a&gt; were dated to much later than this—such as Zafarraya (30,000 years ago) and Gorham's Cave (28,000 years ago)—which may be inaccurate as they were based on ambiguous artefacts instead of direct dating. A claim of Neanderthals surviving in a polar refuge in the &lt;a href=\"Ural%20Mountains\"&gt;Ural Mountains&lt;/a&gt; is loosely supported by Mousterian stone tools dating to 34–31 thousand years ago from the northern Siberian &lt;a href=\"Byzovaya\"&gt;Byzovaya&lt;/a&gt; site at a time when modern humans may not yet have colonised the northern reaches of Europe; however, modern human remains are known from the nearby &lt;a href=\"Mamontovaya%20Kurya\"&gt;Mamontovaya Kurya&lt;/a&gt; site dating to 40,000 years ago. Indirect dating of Neanderthals remains from Mezmaiskaya Cave reported a date of about 30,000 years ago, but direct dating instead yielded 39.7±1.1 thousand years ago, more in line with trends exhibited in the rest of Europe.\nThe earliest indication of Upper Palaeolithic modern human immigration into Europe is the Balkan &lt;a href=\"Bohunician\"&gt;Bohunician&lt;/a&gt; industry beginning 48,000 years ago, likely deriving from the Levantine &lt;a href=\"Emiran\"&gt;Emiran&lt;/a&gt; industry, and the earliest bones in Europe date to roughly 45–43 thousand years ago in Bulgaria, Italy, and Britain. This wave of modern humans replaced Neanderthals. However, Neanderthals and \"H. sapiens\" have a much longer contact history. DNA evidence indicates \"H. sapiens\" contact with Neanderthals and admixture as early as 120–100 thousand years ago. A 2019 reanalysis of 210,000 year old skull fragments from the Greek &lt;a href=\"Apidima%20Cave\"&gt;Apidima Cave&lt;/a&gt; assumed to have belonged to a Neanderthal concluded that they belonged to a modern human, and a Neanderthal skull dating to 170,000 years ago from the cave indicates \"H. sapiens\" were replaced by Neanderthals until returning about 40,000 years ago. This identification was refuted by a 2020 study. Archaeological evidence suggests that Neanderthals displaced modern humans in the Near East around 100,000 years ago until about 60–50 thousand years ago.\nCause.\nModern humans.\nHistorically, modern human technology was viewed as vastly superior to that of Neanderthals, with more efficient weaponry and subsistence strategies, and Neanderthals simply went extinct because they could not compete.\nThe discovery of Neanderthal/modern human introgression has caused the resurgence of the &lt;a href=\"multiregional%20origin%20of%20modern%20humans\"&gt;multiregional hypothesis&lt;/a&gt;, wherein the present day genetic makeup of all humans is the end result of complex genetic contact among several different populations of humans dispersed across the world. By this model, Neanderthals and other recent archaic humans were simply assimilated into the modern human genome – that is, they were effectively bred out into extinction.\nClimate change.\nTheir ultimate extinction coincides with &lt;a href=\"Heinrich%20event\"&gt;Heinrich event&lt;/a&gt; 4, a period of intense seasonality; later Heinrich events are also associated with massive cultural turnovers when European human populations collapsed. This climate change may have depopulated several regions of Neanderthals, like previous cold spikes, but these areas were instead repopulated by immigrating humans, leading to Neanderthal extinction.\nIt has also been proposed that climate change was the primary driver, as their low population left them vulnerable to any environmental change, with even a small drop in survival or fertility rates possibly quickly leading to their extinction. However, Neanderthals and their ancestors had survived through several glacial periods over their hundreds of thousands of years of European habitation. It is also proposed that around 40,000 years ago, when Neanderthal populations may have already been dwindling from other factors, the &lt;a href=\"Campanian%20Ignimbrite%20Eruption\"&gt;Campanian Ignimbrite Eruption&lt;/a&gt; in Italy could have led to their final demise, as it produced 2–4 °C cooling for a year and &lt;a href=\"acid%20rain\"&gt;acid rain&lt;/a&gt; for several more years.\nDisease.\nModern humans may have introduced African diseases to Neanderthals, contributing to their extinction. A lack of immunity, compounded by an already low population, was potentially devastating to the Neanderthal population, and low genetic diversity could have also rendered fewer Neanderthals naturally immune to these new diseases (\"differential pathogen resistance\" hypothesis). However, compared to modern humans, Neanderthals had a similar or higher genetic diversity for 12 &lt;a href=\"major%20histocompatibility%20complex\"&gt;major histocompatibility complex&lt;/a&gt; (MHC) genes associated with the &lt;a href=\"adaptive%20immune%20system\"&gt;adaptive immune system&lt;/a&gt;, casting doubt on this model.\nLow population and inbreeding depression may have caused maladaptive birth defects, which could have contributed to their decline (&lt;a href=\"mutational%20meltdown\"&gt;mutational meltdown&lt;/a&gt;).\nIn late-20th-century New Guinea, due to cannibalistic funerary practices, the &lt;a href=\"Fore%20people\"&gt;Fore people&lt;/a&gt; were decimated by &lt;a href=\"transmissible%20spongiform%20encephalopathies\"&gt;transmissible spongiform encephalopathies&lt;/a&gt;, specifically &lt;a href=\"Kuru%20%28disease%29\"&gt;kuru&lt;/a&gt;, a highly &lt;a href=\"virulent\"&gt;virulent&lt;/a&gt; disease spread by ingestion of &lt;a href=\"prion\"&gt;prion&lt;/a&gt;s found in brain tissue. However, individuals with the 129 variant of the &lt;a href=\"PRNP\"&gt;PRNP&lt;/a&gt; gene were naturally immune to the prions. Studying this gene led to the discovery that the 129 variant was widespread among all modern humans, which could indicate widespread cannibalism at some point in human prehistory. Because Neanderthals are known to have practised cannibalism to an extent and to have co-existed with modern humans, British palaeoanthropologist Simon Underdown speculated that modern humans transmitted a kuru-like spongiform disease to Neanderthals, and, because the 129 variant appears to have been absent in Neanderthals, it quickly killed them off.\nIn popular culture.\nNeanderthals have been portrayed in popular culture including appearances in literature, visual media, and comedy. The \"&lt;a href=\"caveman\"&gt;caveman&lt;/a&gt;\" &lt;a href=\"archetype\"&gt;archetype&lt;/a&gt; often mocks Neanderthals and depicts them as primitive, hunchbacked, knuckle-dragging, club-wielding, grunting, nonsocial characters driven solely by animal instinct. \"Neanderthal\" can also be used as an insult.\nIn literature, they are sometimes depicted as brutish or monstrous, such as in H. G. Wells' \"The Grisly Folk\" and &lt;a href=\"Elizabeth%20Marshall%20Thomas\"&gt;Elizabeth Marshall Thomas&lt;/a&gt;' \"The Animal Wife\", but sometimes with a civilised but unfamiliar culture, as in William Golding's \"The Inheritors\", &lt;a href=\"Bj%C3%B6rn%20Kurt%C3%A9n\"&gt;Björn Kurtén&lt;/a&gt;'s \"&lt;a href=\"Dance%20of%20the%20Tiger\"&gt;Dance of the Tiger&lt;/a&gt;\", and &lt;a href=\"Jean%20M.%20Auel\"&gt;Jean M. Auel&lt;/a&gt;'s \"&lt;a href=\"Clan%20of%20the%20Cave%20Bear\"&gt;Clan of the Cave Bear&lt;/a&gt;\" and her \"&lt;a href=\"Earth%27s%20Children\"&gt;Earth's Children&lt;/a&gt;\" series."
}