{
    "id": "27301503",
    "revid": "43210958",
    "url": "https://en.wikipedia.org/wiki?curid=27301503",
    "title": "Hogan Lovells",
    "text": "Hogan Lovells is an American-British &lt;a href=\"law%20firm\"&gt;law firm&lt;/a&gt; co-headquartered in &lt;a href=\"London\"&gt;London&lt;/a&gt; and &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; It was formed on May 1, 2010 by the merger of the American law firm of Hogan &amp; Hartson and the British law firm Lovells. Hogan Lovells employs about 2,400 lawyers across 40 offices in the United States, Europe, Latin America, the Middle East, Africa and Asia.\nIn 2013, Hogan Lovells was the &lt;a href=\"List%20of%20largest%20law%20firms%20by%20revenue\"&gt;eleventh largest law firm in the world by revenues&lt;/a&gt;, earning around US$1.8 billion (£1.1billion) that year. By 2017, the firm had risen to 7th worldwide with gross revenues exceeding US$2 billion.\nHogan Lovells claims specialization in \"government regulatory, &lt;a href=\"litigation\"&gt;litigation&lt;/a&gt;, commercial litigation and &lt;a href=\"arbitration\"&gt;arbitration&lt;/a&gt;, &lt;a href=\"corporate\"&gt;corporate&lt;/a&gt;, &lt;a href=\"finance\"&gt;finance&lt;/a&gt;, and &lt;a href=\"intellectual%20property\"&gt;intellectual property&lt;/a&gt;\".\nHogan Lovells was listed in \"&lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;\"' America's Top Trusted Corporate Law Firms 2019.\nHistory.\nHogan &amp; Hartson.\nHogan &amp; Hartson was founded by &lt;a href=\"Frank%20J.%20Hogan\"&gt;Frank J. Hogan&lt;/a&gt; in 1904. In 1925, Hogan was joined by Nelson T. Hartson, a former &lt;a href=\"Internal%20Revenue%20Service\"&gt;Internal Revenue Service&lt;/a&gt; attorney, and John William Buttson Guider. Hogan &amp; Hartson then went into partnership in 1938 with Buttson as a &lt;a href=\"Partnership%23Silent_partners\"&gt;silent partner&lt;/a&gt;.\nIn 1970, Hogan &amp; Hartson became the first major firm to establish a separate practice group devoted exclusively to providing \"pro bono\" legal services. The Community Services Department (CSD) dealt with civil rights, environmental, homeless and other public interest groups. In 1990, Hogan &amp; Hartson opened an office in London, their first outside the U.S.\nIn 1972, the firm gained its first black law partner, trial lawyer Vincent H. Cohen (April 7, 1936 – Dec. 25, 2011), who was of Jamaican heritage; had joined the firm in 1969; and had previously held positions at the &lt;a href=\"U.S.%20Department%20of%20Justice\"&gt;U.S. Department of Justice&lt;/a&gt;, and at the &lt;a href=\"U.S.%20Equal%20Employment%20Opportunity%20Commission\"&gt;U.S. Equal Employment Opportunity Commission&lt;/a&gt;. Cohen's clients included &lt;a href=\"Bell%20Atlantic\"&gt;Bell Atlantic&lt;/a&gt;, &lt;a href=\"Pepco\"&gt;Pepco&lt;/a&gt;, and \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\". His son, Vincent Cohen, Jr., served as an interim &lt;a href=\"United%20States%20Attorney%20for%20the%20District%20of%20Columbia%23List%20of%20U.S.%20Attorneys%20for%20the%20District%20of%20Columbia\"&gt;U.S. Attorney for the District of Columbia&lt;/a&gt;.\nIn 2000, the firm expanded to &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt; and &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;. The firm expanded its presence in New York and Los Angeles, in 2002, when it acquired mid-sized law firm &lt;a href=\"Squadron%2C%20Ellenoff%2C%20Plesent%20%26amp%3B%20Sheinfeld\"&gt;Squadron, Ellenoff, Plesent &amp; Sheinfeld&lt;/a&gt;, a storied New York City-based practice with strengths in media, litigation and &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment&lt;/a&gt; law.\nAt the time of the merger, \"Hogan &amp; Hartson\" was the oldest major law firm headquartered in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, United States. It was a global firm with more than 1,100 lawyers in 27 offices worldwide, including offices in North America, Latin America, Europe, the Middle East and Asia.\nLovells.\nLovells traced its history in the UK back to 1899, when John Lovell set up on his own account at Octavia Hill, between &lt;a href=\"St%20Paul%27s%20Cathedral\"&gt;St Paul's&lt;/a&gt; and &lt;a href=\"Smithfield%2C%20London\"&gt;Smithfield&lt;/a&gt;. He was later joined by Reginald White, a clerk in his previous firm, to whom he gave articles. In 1924, they were joined by Charles King, forming Lovell, White &amp; King. Soon after formation, the firm moved to Thavies Inn at &lt;a href=\"Holborn%20Circus\"&gt;Holborn Circus&lt;/a&gt; and later to &lt;a href=\"Serjeant%27s%20Inn\"&gt;Serjeant's Inn&lt;/a&gt;, &lt;a href=\"Fleet%20Street\"&gt;Fleet Street&lt;/a&gt;, before moving to 21 &lt;a href=\"Holborn%20Viaduct\"&gt;Holborn Viaduct&lt;/a&gt; in October 1977.\nLovells was formed as a result of a number of earlier mergers. In 1966, Lovell, White &amp; King merged with Haslewoods, a firm with a much longer history of private client work. Haslewoods diverse clients included the &lt;a href=\"Treasury%20Solicitor\"&gt;Treasury Solicitor&lt;/a&gt;. In 1988, Lovell, White &amp; King, which by then had a large international commercial practice, merged with Durrant Piesse, known, in particular, for its specialism in commercial banking and financial services, forming Lovell White Durrant. It then changed to Lovells in 2000 when the firm merged with German law firm Boesebeck Droste. Other mergers then followed in other European countries during the early 2000s (decade).\nIn the early 2000s Lovells invested strongly in China, expanding is office in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; and opening an office in &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt; becoming the second largest foreign firm in China. Following five years of growth, culminating in the opening of the firm's &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt; office in 2004, Lovells had a presence in every major European &lt;a href=\"jurisdiction\"&gt;jurisdiction&lt;/a&gt;. In 2007, Lovells opened an office in &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt;, offering legal services to corporations, financial institutions and individuals in the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; and at the beginning of 2009 opened an office in Hanoi. In September 2009, Lovells opened an associated office in Riyadh.\nAt the time of the merger, \"Lovells\" was a &lt;a href=\"London\"&gt;London&lt;/a&gt;-based international &lt;a href=\"law%20firm\"&gt;law firm&lt;/a&gt; with over 300 &lt;a href=\"partnership\"&gt;partner&lt;/a&gt;s and around 3,150 employees operating from 26 offices in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; and the United States.\nHogan Lovells.\nHogan &amp; Hartson and Lovells announced their agreement to merge on 15 December 2009. Hogan Lovells was officially formed on May 1, 2010.\nIn December 2011 it was reported that the firm would be moving to a single chairman model following the retirement of John Young.\nIn December 2013, Hogan Lovells merged with South African firm Routledge Modise. The addition of about 120 lawyers in the Johannesburg office make up the first physical location for Hogan Lovells in Africa although the firm maintains a presence in Francophone Africa through its Paris office.\nIn December 2019, partners of Hogan Lovells' voted for the firm's new management team. Miguel Zaldivar, who previously led the firm's Asia, Pacific, and Middle East sector, was voted as the incoming CEO for July 2020 along with Michael Davidson, a London-based head of Litigation, Arbitration, and Employment as the new Deputy CEO.\nPartners at Hogan Lovells have voted to confirm current Asia Pacific and Middle East regional chief executive Miguel Zaldivar as their new global CEO from 1 July 2020. Current head of the Litigation Arbitration and Employment practice, Michael Davison will be Deputy CEO from the same date. Both will serve initial four year terms.\nPractice.\nHogan Lovells practices in a variety of commercial law. The firm has advised on the following matters:\nLobbying in the United States.\nHogan Lovells is among the largest &lt;a href=\"Lobbying%20in%20the%20United%20States\"&gt;lobbying firms in the United States&lt;/a&gt;. Before the merger, by revenue, Hogan &amp; Hartson was among the top five lobbying firms in the United States. Since the merger, the firm has remained among the largest lobbying firms, servicing $12.3 million in lobbying 2013.\nSouth African Revenue Service (SARS) scandal.\nIn October 2016, Hogan Lovells was inserted into the Jonas Makwaka investigation as part of the &lt;a href=\"Jacob%20Zuma\"&gt;Zuma&lt;/a&gt; corruption scandal. The firm's role was \"to conduct an independent investigation into allegations against Mr Jonas Makwakwa and Ms Kelly Ann Elskie\". Although the report concluded that \"disciplinary action should be taken\", the document was widely seen as effectively a whitewash. Other international firms implicated in Zuma related scandals have included &lt;a href=\"KPMG\"&gt;KPMG&lt;/a&gt; and &lt;a href=\"McKinsey%20%26amp%3B%20Company\"&gt;McKinsey&lt;/a&gt;."
}