{
    "id": "2730542",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=2730542",
    "title": "Clinton Schifcofske",
    "text": "Clinton Schifcofske (born 10 November 1975), also known by the &lt;a href=\"nickname\"&gt;nickname&lt;/a&gt; of \"Choka\" is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; and &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; footballer. During his career, he played for the &lt;a href=\"Crusaders%20Rugby%20League\"&gt;Crusaders&lt;/a&gt; in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;. as well as the &lt;a href=\"South%20Queensland%20Crushers\"&gt;South Queensland Crushers&lt;/a&gt;, the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt; and the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; in Australia, as a . In the sport of rugby union, he played for Irish club &lt;a href=\"Ulster%20rugby\"&gt;Ulster&lt;/a&gt; in the &lt;a href=\"Pro14\"&gt;Celtic League&lt;/a&gt; competition and also he spent a year with &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt; in &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt;. .\nBackground.\nSchifcofske was born in &lt;a href=\"Moranbah\"&gt;Moranbah&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, he is of &lt;a href=\"Poles\"&gt;Polish&lt;/a&gt; descent, his parents were both born in Australia to Polish parents.\nRugby league.\nSchifcofske made his first grade debut for the now defunct South Queensland side in Round 5 1996 against the &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney Bears&lt;/a&gt; at &lt;a href=\"North%20Sydney%20Oval\"&gt;North Sydney Oval&lt;/a&gt;. \nThe following year, Schifcofske made 17 appearances for the club as they finished last on the table for the second consecutive year. Schifcofske played in South Queensland's last ever game as a club which was against Western Suburbs which South Queensland won 39–18 with Schifcofske scoring a try and kicking 7 goals. \nIn 1998, Schifcofske joined Parramatta and played every game of the 1998 season as the club finished 4th on the table. \nSchifcofske scored a try in the first half of the match as Parramatta took a 10–2 lead going into half time. With Parramatta leading 18–2 with less than 10 minutes to play, Canterbury staged a comeback scoring 3 tries in 8 minutes with Canterbury player &lt;a href=\"Daryl%20Halligan\"&gt;Daryl Halligan&lt;/a&gt; kicking 2 goals from the sideline to tie the game at 18-18. Parramatta player &lt;a href=\"Paul%20Carige\"&gt;Paul Carige&lt;/a&gt; then made a series of personal errors which cost Parramatta dearly in extra time with Canterbury going on to win 32–20. \nIn 1999, Parramatta finished 2nd on the ladder and qualified for the finals with Schifcofske playing every match. Parramatta went on to reach the preliminary final against Melbourne. Parramatta lead the match 16–0 at halftime before a second half capitulation similar to what happened a year earlier occurred with Melbourne winning 18–16. \nIn 2000, Parramatta finished 7th and qualified for the finals with the media dubbing the team \"The Baby Eels\" due to the age of the squad. Parramatta and Schifcofske would reach their third consecutive preliminary final with the opponents being favorites Brisbane. Brisbane went on to win the match 16–10. This would be the last game Schifcofske would play for the club and he was released at the end of 2000. Schifcofske then signed with Canberra. \nIn 2001 and 2004 Schifcofske was named the &lt;a href=\"Mal%20Meninga%20Medal\"&gt;Canberra Raiders' player of the year&lt;/a&gt;. In 2006 he was made captain of the club. In the same year, due to an injury incurred by &lt;a href=\"Karmichael%20Hunt\"&gt;Karmichael Hunt&lt;/a&gt;, Schifcofske was chosen in the &lt;a href=\"Queensland%20Maroons\"&gt;Queensland Maroons&lt;/a&gt; side for the &lt;a href=\"2006%20State%20of%20Origin%20series\"&gt;2006 State of Origin series&lt;/a&gt; decider. He was the Maroons' third fullback for the series after &lt;a href=\"Matt%20Bowen\"&gt;Matt Bowen&lt;/a&gt; was dropped after Game One.\nDuring the middle of the 2006 season he made the decision to switch codes from Rugby League to Rugby Union signing a two-year deal with the &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt; for the &lt;a href=\"2007%20Super%2014%20season\"&gt;2007 season&lt;/a&gt;. During the 2006 season, one of Schifcofske's penalty goal attempts in a match against the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt; was the subject of &lt;a href=\"Ray%20Warren\"&gt;Ray Warren&lt;/a&gt;'s commentary; as he was taking the shot, Warren called the words: \"&lt;a href=\"Eddie%20Jones%20%28rugby%20union%29\"&gt;Eddie Jones&lt;/a&gt; (who was at the time the coach of the &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt;), if you're watching...\" and Schifcofske nailed the shot. In the same match, he nailed a field goal in golden point to win Canberra the match. He had the best goal kicking success rate in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; ahead of both &lt;a href=\"Andrew%20Johns\"&gt;Andrew Johns&lt;/a&gt; and &lt;a href=\"Hazem%20El%20Masri\"&gt;Hazem El Masri&lt;/a&gt;. His final NRL match was played at Telstra Stadium on 9 September 2006 against the Canterbury Bulldogs where the Raiders were knocked out of the finals race. He finished the &lt;a href=\"2006%20NRL%20season\"&gt;2006 NRL season&lt;/a&gt; as the Raiders' top point-scorer. Schifcofske ran 3,741 metres with the ball in 2006, more than any other player in the competition.\nSchifcofske's 1,604 points in first grade placed him 9th in Australian rugby league's all-time top point scoring list.\nRugby union.\nSchifcofske's Rugby Union career started when the &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt; took on Japan with Schifcofske having a sound performance in his first game and then playing for an invitational &lt;a href=\"World%20XV\"&gt;World XV&lt;/a&gt; side against &lt;a href=\"South%20African%20national%20rugby%20union%20team\"&gt;The Springboks&lt;/a&gt;. After being planned to be used as a goal-kicking winger by &lt;a href=\"Eddie%20Jones%20%28rugby%20union%29\"&gt;Eddie Jones&lt;/a&gt; the season-ending injury to Reds and &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Wallabies&lt;/a&gt; Fullback &lt;a href=\"Chris%20Latham%20%28rugby%20player%29\"&gt;Chris Latham&lt;/a&gt;, Schifcofske was selected to play in his preferred position of Fullback. In 2007, he represented &lt;a href=\"Australia%20A%20national%20rugby%20union%20team\"&gt;Australia A&lt;/a&gt; in the &lt;a href=\"Pacific%20Nations%20Cup\"&gt;Pacific Nations Cup&lt;/a&gt; in all 5 games. Australia finished runners up to the &lt;a href=\"Junior%20All%20Blacks\"&gt;Junior All Blacks&lt;/a&gt;.\nSchifcofske is weighing up a two-year offer from the Reds as well as interest from five other clubs, including a large deal from &lt;a href=\"Ulster%20Rugby\"&gt;Ulster Rugby&lt;/a&gt;. It's understood two are from &lt;a href=\"rugby%20league\"&gt;league&lt;/a&gt;, an unnamed &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt; club and &lt;a href=\"Perpignan\"&gt;Perpignan&lt;/a&gt;-based &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; franchise &lt;a href=\"Catalans%20Dragons\"&gt;Catalans Dragons&lt;/a&gt;, while other interest comes from &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; clubs in England and Japan.\nIt has since been confirmed that he will be leaving the Reds at the end of the 2008 Super 14 season, and joining the Irish province &lt;a href=\"Ulster\"&gt;Ulster&lt;/a&gt; for three seasons. \nReturn to rugby league.\nMidway through 2010's &lt;a href=\"Super%20League%20XV\"&gt;Super League XV&lt;/a&gt;, Schifcofske signed with the Crusaders, returning to rugby league. After &lt;a href=\"Michael%20Witt\"&gt;Michael Witt&lt;/a&gt; suffered a season-ending knee injury, Schifcofske became the team's primary goal kicker. In 20 appearances for the Crusaders in 2010, he scored a team-high 120 points."
}