{
    "id": "27313591",
    "revid": "1054243233",
    "url": "https://en.wikipedia.org/wiki?curid=27313591",
    "title": "DC Special Series",
    "text": "DC Special Series was an &lt;a href=\"umbrella%20title\"&gt;umbrella title&lt;/a&gt; for &lt;a href=\"one-shot%20%28comics%29\"&gt;one-shots&lt;/a&gt; and special issues published by &lt;a href=\"DC%20Comics\"&gt;DC Comics&lt;/a&gt; between 1977 and 1981. Each issue featured a different character and was often in a different format than the issue before it. \"DC Special Series\" was published in four different formats: &lt;a href=\"Dollar%20Comics\"&gt;Dollar Comics&lt;/a&gt;, 48 page giants, &lt;a href=\"digest%20size\"&gt;digests&lt;/a&gt;, and treasury editions. Neither the umbrella title nor the numbering system appear on the cover; the title \"DC Special Series\" appeared only on the first page in the &lt;a href=\"indicia%20%28publishing%29\"&gt;indicia&lt;/a&gt;. Most issues featured new material, but eight issues were reprints of previously published material.\nPublication history.\n\"DC Special Series\" was preceded by the theme-based reprint title \"&lt;a href=\"DC%20Special\"&gt;DC Special&lt;/a&gt;\", which ceased publication the month before \"DC Special Series\" debuted. The first issue included \"The Dead on Arrival Conspiracy\", a &lt;a href=\"Batman\"&gt;Batman&lt;/a&gt; vs. &lt;a href=\"Kobra%20%28DC%20Comics%29\"&gt;Kobra&lt;/a&gt; story by &lt;a href=\"Martin%20Pasko\"&gt;Martin Pasko&lt;/a&gt;, &lt;a href=\"Michael%20Netzer\"&gt;Michael Netzer (Nasser)&lt;/a&gt;, and &lt;a href=\"Josef%20Rubinstein\"&gt;Joe Rubinstein&lt;/a&gt; originally scheduled for the &lt;a href=\"List%20of%20comics%20solicited%20but%20never%20published\"&gt;unpublished \"Kobra\" #8&lt;/a&gt;. \"DC Special Series\" #1 also included the story, \"How to Prevent a Flash\", which introduces &lt;a href=\"Patty%20Spivot\"&gt;Patty Spivot&lt;/a&gt;. That character would later appear in &lt;a href=\"List%20of%20The%20Flash%20%282014%20TV%20series%29%20episodes\"&gt;season two&lt;/a&gt; of \"&lt;a href=\"The%20Flash%20%282014%20TV%20series%29\"&gt;The Flash&lt;/a&gt;\" TV series, portrayed by actress &lt;a href=\"Shantel%20VanSanten\"&gt;Shantel VanSanten&lt;/a&gt;.\n\"DC Special Series\" started out as a biweekly title in 1977 until Spring 1978, when it became quarterly. The series went on hiatus after the Fall 1978 issue and was revived in Summer 1979. Two stories originally scheduled to appear in \"DC Special Series\" were split apart and published in other titles due to the &lt;a href=\"DC%20Implosion\"&gt;DC Implosion&lt;/a&gt;.\nThe final three issues were in the oversized treasury format. Issue #25 was a tie-in to the \"&lt;a href=\"Superman%20II\"&gt;Superman II&lt;/a&gt;\" film and #26 featured \"Secrets of Superman's Fortress\" by &lt;a href=\"Roy%20Thomas\"&gt;Roy Thomas&lt;/a&gt;, &lt;a href=\"Ross%20Andru\"&gt;Ross Andru&lt;/a&gt;, and &lt;a href=\"Romeo%20Tanghal\"&gt;Romeo Tanghal&lt;/a&gt;. The last issue was a &lt;a href=\"Intercompany%20crossover\"&gt;DC-Marvel crossover&lt;/a&gt; between Batman and the &lt;a href=\"Hulk\"&gt;Hulk&lt;/a&gt;."
}