{
    "id": "2732083",
    "revid": "26074453",
    "url": "https://en.wikipedia.org/wiki?curid=2732083",
    "title": "Sunuwar people",
    "text": "The Sunuwar or Koinch (&lt;a href=\"Nepali%20language\"&gt;Nepali&lt;/a&gt;: , कोइँच, सुनुवार; \"Sunuwār Jāti\") is an &lt;a href=\"Kirati%20people\"&gt;Kirati&lt;/a&gt; tribe of &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt; and some areas of &lt;a href=\"India\"&gt;India&lt;/a&gt; (&lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt; and &lt;a href=\"Sikkim\"&gt;Sikkim&lt;/a&gt;). They speak the &lt;a href=\"Sunuwar%20language\"&gt;Sunuwar language&lt;/a&gt;. According to the 2001 census of Nepal, 17% of the tribe follow the &lt;a href=\"Kirant%20Mundhum\"&gt;Kirant&lt;/a&gt; religion and adopt the Mundhum (Kiranti) culture.\nThe Kõinch’s (Sunuwar) number 55,752. The term ‘Kõinchs’ is also the name of the mother tongue. Other terms like \"Mukhiya\" or \"Mukhia\" are exonyms of the tribe. Sunuwar have their distinct language, religion, culture and social customs.\nThey inhabit the eastern hills of Nepal and Himalayan. They are concentrated along the Molung Khola, Likhu Khola and Khimti Khola (‘Khola’ Indo-Aryan Nepali etymon ‘rivulet’) regions. By administrative division, they dwell in &lt;a href=\"Okhaldhunga%20District\"&gt;Okhaldhunga&lt;/a&gt;, &lt;a href=\"Ramechhap%20District\"&gt;Ramechhap&lt;/a&gt; and &lt;a href=\"Dolakha%20District\"&gt;Dolakha&lt;/a&gt; districts of Nepal, politically known as Wallo kirat (‘Near/Hither’), Kirant (in the past and also in use among the Kirantis at present) after the fall of the &lt;a href=\"Kirant\"&gt;Kirant&lt;/a&gt; dynasty (ruling for about 1903 years and 8 months) at the ancient Nepal valley. Wallo Kirant in the past was their \"Kipat\" or &lt;a href=\"communal%20land\"&gt;communal land&lt;/a&gt;.\nLifestyle.\nMost Sunuwar practice agriculture (approximately 55%). They do so throughout the eastern hills of present-day Nepal. Crop cultivation and cattle farming (&lt;a href=\"rice\"&gt;rice&lt;/a&gt;, &lt;a href=\"millet\"&gt;millet&lt;/a&gt;, &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;, &lt;a href=\"soybean\"&gt;soybean&lt;/a&gt;, &lt;a href=\"potato\"&gt;potato&lt;/a&gt;, and &lt;a href=\"maize\"&gt;maize&lt;/a&gt;) are the main agricultural works. Sunuwar people also took part in the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; and were known as Gorkhali fighters, as well as honest. Some Sunuwar still join the &lt;a href=\"Nepal%20Army\"&gt;Nepal Army&lt;/a&gt;, &lt;a href=\"Indian%20Army\"&gt;Indian Army&lt;/a&gt;, &lt;a href=\"Singapore%20Police%20Force\"&gt;Singapore Police Force&lt;/a&gt; and &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt;.\nTraditional cultures.\nSunuwar are very rich in culture and traditions. They have hundreds of traditional feasts and festivals with complex rituals and rules. Every traditional feast or festival has its own objectives, characteristics, and system of celebration. Some festivals, such as &lt;a href=\"Chandi%20Dance\"&gt;Chandi Dance&lt;/a&gt; in Baisakh Purnima, &lt;a href=\"Sakela\"&gt;Sakela&lt;/a&gt; (Shyadar-Pidar), &lt;a href=\"Gil%20puja\"&gt;Gil puja&lt;/a&gt; (Gil-Pidar), and &lt;a href=\"Meserani%20puja\"&gt;Meserani puja&lt;/a&gt; (Meserani-Pidar), are considered more important than others. They celebrate the Shyadar-pidar festival on the Day of Buddha Purnima, or after 5 days of Buddha Purnima(Panchami) according to the Nepali calendar. Sunuwar New year is celebrated on the day of Basanta Panchami. As a community, they celebrate Meserani Pidar twice a year, based on the &lt;a href=\"Lunar%20Calendar\"&gt;Lunar Calendar&lt;/a&gt;.\nSunuwar Song (Koich Kumsho).\nSunuwari Song:\nReuhita Ragimshumshaa&lt;br&gt;(Raining)\nKirant Kings.\nThe 29 Kirat kings were as follows:"
}