{
    "id": "273529",
    "revid": "1049983899",
    "url": "https://en.wikipedia.org/wiki?curid=273529",
    "title": "Parody mass",
    "text": "A parody mass is a musical setting of the &lt;a href=\"mass%20%28music%29\"&gt;mass&lt;/a&gt;, typically from the 16th century, that uses multiple voices of another pre-existing piece of music, such as a fragment of a &lt;a href=\"motet\"&gt;motet&lt;/a&gt; or a secular \"&lt;a href=\"chanson\"&gt;chanson&lt;/a&gt;\", as part of its melodic material. It is distinguished from the two other most prominent types of mass composition during the &lt;a href=\"Renaissance%20music\"&gt;Renaissance&lt;/a&gt;, the \"&lt;a href=\"cantus%20firmus\"&gt;cantus firmus&lt;/a&gt;\" and the &lt;a href=\"paraphrase%20mass\"&gt;paraphrase mass&lt;/a&gt;. \nEtymology.\nIn the sense considered here, the term \"parody mass\" applies to masses where a &lt;a href=\"polyphony\"&gt;polyphonic&lt;/a&gt; fragment from another work is used as the basis of a new composition. The term imitation mass has been suggested instead of \"parody mass\", as being both more precise and closer to the original usage, since the term \"parody\" is based on a misreading of a late 16th-century text. In contradistinction, masses which incorporated only a single voice of the polyphonic source, treated not as a \"cantus firmus\" ('Tenor Mass') but elaborated and moving between different parts, are referred to by writers on musical theory as &lt;a href=\"paraphrase%20mass\"&gt;paraphrase mass&lt;/a&gt;es. Other compositional techniques provided the basis for the &lt;a href=\"cyclic%20mass\"&gt;cyclic mass&lt;/a&gt;, &lt;a href=\"canon%20%28music%29\"&gt;canon&lt;/a&gt; mass, and &lt;a href=\"soggetto%20cavato\"&gt;soggetto cavato&lt;/a&gt;. \nThe modern English word 'parody' derives from 'parody', from , 'burlesque song or poem', from 'beside, parallel to' (in this case, \"mock-\") + 'song, or &lt;a href=\"ode\"&gt;ode&lt;/a&gt;\".\nSee also A.Gr:, the first ode sung by the &lt;a href=\"Greek%20chorus\"&gt;chorus&lt;/a&gt; after its entrance in the ancient Greek drama.\nIn the case of masses, \"parody\" has almost nothing to do with humor or ridicule, as understood in the modern definition of the word; while in some cases bawdy secular songs were indeed used in composition of masses, equally often non-liturgical sacred music such as motets formed the basis for parody masses.\nHistory.\nThe parody or imitation mass was a very popular model during the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt;: &lt;a href=\"Giovanni%20Pierluigi%20da%20Palestrina\"&gt;Palestrina&lt;/a&gt; alone wrote some 50-odd examples, and by the first half of the 16th century this style was the dominant form. The &lt;a href=\"Council%20of%20Trent\"&gt;Council of Trent&lt;/a&gt;, in a document dated 10 September 1562, banned the use of secular material, \"...let nothing profane be intermingled ... banish from church all music which contains, whether in the singing or the organ playing, things that are lascivious or impure.\" The proposed reforms were most carefully followed only in Italy; in France, a change in taste had already brought about many of the wishes of the members of the council, and in Germany they were largely ignored.\nParody techniques include adding or removing voices from the original piece, adding fragments of new material, or only using the fragment at the beginning of every part of the mass. In his colossal 22-volume \"El melopeo y maestro\" of 1613, Italian music theorist &lt;a href=\"Pietro%20Cerone\"&gt;Pietro Cerone&lt;/a&gt; gave some general guidelines for writing a parody mass: each of the main sections of the mass should start with the beginning of the source; the interior section of the Kyrie should use a secondary motive; and some portions, for example the second and third Agnus Dei, should not be chained to the model but be freely composed. He also recommended using as many subsidiary musical ideas from the model as possible.\nSome examples of early parody masses include the \"&lt;a href=\"Missa%20Mater%20Patris\"&gt;Missa Mater Patris&lt;/a&gt;\", \"&lt;a href=\"Missa%20Malheur%20me%20bat\"&gt;Missa Malheur me bat&lt;/a&gt;\", and \"&lt;a href=\"Missa%20Fortuna%20desperata\"&gt;Missa Fortuna desperata&lt;/a&gt;\" of &lt;a href=\"Josquin%20des%20Prez\"&gt;Josquin des Prez&lt;/a&gt;, and the \"Missa de Dringhs\" by &lt;a href=\"Antoine%20Brumel\"&gt;Antoine Brumel&lt;/a&gt;. The \"Missa Mater Patris\" by des Prez is considered to be the first true parody mass as it does not include a structural \"cantus firmus\". By the middle of the 16th century, a high percentage of all masses composed used the parody technique."
}