{
    "id": "27390155",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=27390155",
    "title": "Port Lansing",
    "text": "Port Lansing is a &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; &lt;a href=\"Port%20of%20entry\"&gt;Port of Entry&lt;/a&gt; located at &lt;a href=\"Capital%20Region%20International%20Airport\"&gt;Capital Region International Airport&lt;/a&gt; in &lt;a href=\"DeWitt%20Charter%20Township%2C%20Michigan\"&gt;DeWitt Township&lt;/a&gt;, adjacent to &lt;a href=\"Lansing%2C%20Michigan\"&gt;Lansing, Michigan&lt;/a&gt;. The Port allows passengers and cargo to clear customs through a &lt;a href=\"U.S.%20Customs%20and%20Border%20Protection\"&gt;U.S. Customs and Border Protection&lt;/a&gt; Federal Inspection Station.\nHistory.\nCapital Region International Airport received U.S. Port of Entry status in January 2008. The name \"Port Lansing\" reflects this designation. By June a &lt;a href=\"United%20States%20Customs%20Service\"&gt;U.S. Customs&lt;/a&gt; Inspection Station was established at the airport. The interim facility, near the west end of the &lt;a href=\"airport%20terminal\"&gt;terminal&lt;/a&gt;, could accommodate corporate and &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; aircraft of up to 20 passengers per flight. In May 2009 a permanent $4.3 million inspection station opened at the east end of the terminal in space formerly used by &lt;a href=\"Northwest%20Airlines\"&gt;Northwest Airlines&lt;/a&gt; for ticketing and check-in operations. The new station is capable of processing 200 passengers per hour.\nTo promote increased international &lt;a href=\"commerce\"&gt;commerce&lt;/a&gt; in and around the airport, &lt;a href=\"Foreign%20trade%20zones%20of%20the%20United%20States\"&gt;Foreign Trade Zone No. 275&lt;/a&gt; was activated, effective August 21, 2009. The Foreign Trade Zone, designated by the &lt;a href=\"United%20States%20Department%20of%20Commerce\"&gt;U.S. Department of Commerce&lt;/a&gt; and &lt;a href=\"U.S.%20Customs%20and%20Border%20Protection\"&gt;U.S. Customs and Border Protection&lt;/a&gt;, is one of seven in &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. The trade zone includes of property near the airport terminal and &lt;a href=\"runway\"&gt;runway&lt;/a&gt;s. The trade zone allows goods to be delivered there &lt;a href=\"Duty%20%28economics%29\"&gt;duty-free&lt;/a&gt; — with reduced, deferred, or eliminated customs fees — providing a competitive advantage to companies doing business within the trade zone. According to the &lt;a href=\"Capital%20Region%20Airport%20Authority\"&gt;Capital Region Airport Authority&lt;/a&gt;, the airport has over of land available for immediate development and for future development.\nIn October 2010, Capital Region International Airport received a $1.1 million federal &lt;a href=\"Economic%20Development%20Administration\"&gt;Economic Development Administration&lt;/a&gt; grant to support infrastructure construction around the airport's &lt;a href=\"industrial%20park\"&gt;industrial park&lt;/a&gt; and nearby corporate &lt;a href=\"hangar\"&gt;hangar&lt;/a&gt;s. Improvements include the extension of water lines, the installation of water and storm sewer lines, and access road upgrades.\nIn November 2010, the foreign trade zone was expanded to eight Michigan counties including &lt;a href=\"Clinton%20County%2C%20Michigan\"&gt;Clinton&lt;/a&gt;, &lt;a href=\"Eaton%20County%2C%20Michigan\"&gt;Eaton&lt;/a&gt;, &lt;a href=\"Gratiot%20County%2C%20Michigan\"&gt;Gratiot&lt;/a&gt;, &lt;a href=\"Ingham%20County%2C%20Michigan\"&gt;Ingham&lt;/a&gt;, &lt;a href=\"Jackson%20County%2C%20Michigan\"&gt;Jackson&lt;/a&gt;, &lt;a href=\"Livingston%20County%2C%20Michigan\"&gt;Livingston&lt;/a&gt;, &lt;a href=\"Shiawassee%20County%2C%20Michigan\"&gt;Shiawassee&lt;/a&gt;, and most of &lt;a href=\"Isabella%20County%2C%20Michigan\"&gt;Isabella&lt;/a&gt; county. Companies in those eight counties can clear customs in Lansing, store freight in their own county, while utilizing tax incentives. The first international cargo shipment arrived through Port Lansing in May 2011.\nIn January 2011, the airport, city of Lansing, and DeWitt Township announced a partnership with the goal of establishing an &lt;a href=\"aerotropolis\"&gt;aerotropolis&lt;/a&gt;, designed to encourage economic development within of the airport. The plan includes a 50-year &lt;a href=\"425%20Agreement\"&gt;425&lt;/a&gt; land, tax, and services agreement between the city and township. In December 2011 the airport, city, and township received Next Michigan Development Corporation — or &lt;a href=\"aerotropolis\"&gt;aerotropolis&lt;/a&gt; — designation from the Michigan &lt;a href=\"Economic%20Development%20Corporation\"&gt;Economic Development Corporation&lt;/a&gt; Strategic Fund board.\nThe Port Lansing Global &lt;a href=\"Logistics%20center\"&gt;Logistics Center&lt;/a&gt;, a $6 million cargo warehouse and &lt;a href=\"cross-docking\"&gt;cross-docking&lt;/a&gt; facility, opened in October 2012. The logistics center, located in a commerce park at the southeast end of the airport, functions as a freight consolidation center, foreign trade zone, and an import/export &lt;a href=\"Business%20incubator\"&gt;incubator&lt;/a&gt;. In March 2013, &lt;a href=\"EMO%20Trans%20Customized%20Global%20Logistics\"&gt;EMO Trans Customized Global Logistics&lt;/a&gt; opened a logistics office and warehouse operation at the logistics center. The operation is the &lt;a href=\"Central%20Michigan\"&gt;region's&lt;/a&gt; first &lt;a href=\"freight%20forwarder\"&gt;freight forwarder&lt;/a&gt; and &lt;a href=\"Customs%20broking\"&gt;customs broker&lt;/a&gt;.\nIn November 2013, Niowave, Inc. announced plans to build a $202 million &lt;a href=\"Nuclear%20medicine\"&gt;medical isotope&lt;/a&gt; and &lt;a href=\"Radiopharmacology\"&gt;radiopharmaceutical&lt;/a&gt; production facility in the Next Michigan Development zone at the airport."
}