{
    "id": "27399326",
    "revid": "3761227",
    "url": "https://en.wikipedia.org/wiki?curid=27399326",
    "title": "Athens Tram",
    "text": "The Athens Tram is the modern public &lt;a href=\"tram\"&gt;tram&lt;/a&gt; network system serving &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;. It is owned and operated by Urban Rail Transport (STASY) S.A. ().\nSTASY operates a fleet of 25 &lt;a href=\"Alstom%20Citadis\"&gt;Alstom Citadis&lt;/a&gt; and 35 &lt;a href=\"Hitachi%20Sirio\"&gt;Sirio&lt;/a&gt; vehicles, which serve two tram lines and 60 &lt;a href=\"tram%20stop\"&gt;stops&lt;/a&gt;. The tram network spans a total length of throughout ten Athenian suburbs. This network runs from &lt;a href=\"Syntagma%20Square\"&gt;Syntagma&lt;/a&gt; (central Athens) to the coastal suburb of &lt;a href=\"Palaio%20Faliro\"&gt;Palaio Faliro&lt;/a&gt;, where the line splits in two branches: the first runs along the Athens coastline toward the southern suburb of &lt;a href=\"Voula\"&gt;Voula&lt;/a&gt;, while the other heads toward the port of &lt;a href=\"Piraeus\"&gt;Piraeus&lt;/a&gt;. The network covers the majority of the city's &lt;a href=\"Saronic%20Gulf\"&gt;Saronic Gulf&lt;/a&gt; coastline. Athens' tram system provides average daily service to 65,000 passengers, and employs 345 people.\nHistory.\nOld tram networks (1908-1960).\nAthens Tram began its operations in 1882 with &lt;a href=\"Tram%23Horse-drawn\"&gt;horse tramways&lt;/a&gt;. After 1908, the metre gauge tram network was electrified and was extended to 21 lines. The original Athens tram system ceased operations in 1960 and was replaced by &lt;a href=\"trolleybuses\"&gt;trolleybuses&lt;/a&gt; and motor&lt;a href=\"buses\"&gt;buses&lt;/a&gt;. A standard gauge tram system was built along the perimeter of Piraeus Harbour by the Hellenic Electric Railways.\nModern tram system.\nIn March 2001, Tram S.A. was established as a public utility company under the supervision of the &lt;a href=\"Minister%20for%20Infrastructure%2C%20Transport%20and%20Networks%20%28Greece%29\"&gt;Ministry of Transport and Communications&lt;/a&gt;, as a subsidiary company of Attiko Metro S.A., the state company which developed the &lt;a href=\"Athens%20Metro\"&gt;Athens Metro&lt;/a&gt; network. The company started the construction of the tram lines in the beginning of 2002, while the commercial launch of the system took place in July 2004, a few weeks prior to the &lt;a href=\"2004%20Summer%20Olympics\"&gt;Athens 2004 Olympic Games&lt;/a&gt;. The construction of the tram network was financed by the &lt;a href=\"Regional%20policy%20of%20the%20European%20Union\"&gt;Third European Regional Development Fund&lt;/a&gt; and Greek state funds.\nIn March 2011, the Greek Government passed Law 3920 to allow &lt;a href=\"ISAP\"&gt;ISAP&lt;/a&gt; and Tram S.A. to be absorbed by AMEL. The resulting company was renamed STASY S.A. () and is a subsidiary of OASA S.A. The merger was officially announced on June 10, 2011.\nThe section between &lt;a href=\"Syntagma%20Square\"&gt;Syntagma Square&lt;/a&gt; and &lt;a href=\"Kasomouli%20tram%20stop\"&gt;Kasomouli&lt;/a&gt; was closed in October 2018 due to ground subsidence in the underground riverbed of &lt;a href=\"Ilisos\"&gt;Ilisos&lt;/a&gt;. This section was reopened in November 2020 after successful test runs deemed the track was safe.\nA new section from Neo Faliro to &lt;a href=\"Piraeus\"&gt;Piraeus&lt;/a&gt; for Lines 3 and 4 opened in December 2021 after the completion of realignment works associated with the Faliro Waterfront regeneration project. The extension travels in a one-way loop, with the terminal stop being Akti Poseidonos. Construction began on the segment in 2013 and the first test tram ran the route on 7 February 2019.\nTicketing policy.\nTicket counters and automatic ticket machines with touch screens are available in some of the stations.\nPurchased tickets are valid for 90 minutes (1 hour 30 minutes) after validation and can be used for several rides for all means of public transport in Athens including the &lt;a href=\"Athens%20Metro\"&gt;metro&lt;/a&gt;, buses, and the urban part of the &lt;a href=\"Proastiakos\"&gt;suburban railway&lt;/a&gt; (between Piraeus, Magoula and Koropi stations, excluding the airport). Passengers must validate their tickets at the electronic validating machines inside the tram vehicle at the start of their ride. The normal adult flat fare is €1.20 (valid for 90 minutes).\nThere are daily and weekly tickets, as well as monthly cards which also apply for all means of public transport in Athens. Fares are checked frequently; passengers who fail to show a validated ticket or a monthly card are penalized by a fine of 60 times the price of a standard ticket.\nChildren under 6, the handicapped, and persons currently enlisted in the military are eligible for free transportation.\nRoutes and stops.\nAthens Tram consists of two routes: Line 6 (T6) and Line 7 (T7). T6 begins in &lt;a href=\"Syntagma%20Square\"&gt;Syntagma Square&lt;/a&gt; in central Athens and travels to the southwest towards the coast, ending at the Pikrodafni stop, while T7 runs along the coast, stretching from the Asklipieio Voulas stop in the south to the Agia Triada stop to the north in &lt;a href=\"Piraeus\"&gt;Piraeus&lt;/a&gt;. Within Piraeus, service operates in a one way loop. A transfer point between the two lines is located at the Pikrodafni stop. The two lines began operation on 6 December 2021, with the planned opening of the stops extending trackage to Piraeus to follow soon after. The terminal stop for T7 was initially &lt;a href=\"Faliro%20metro%20station\"&gt;Karaiskaki Stadium&lt;/a&gt; until service to Agia Triada on the Piraeus extension opened on 15 December. The future terminus for the T7 line on the extension at Akti Poseidonos remains unopened.\nPrior to the establishment of the T6 and T7 lines, there were three lines named after &lt;a href=\"Ancient%20Greece\"&gt;ancient Greeks&lt;/a&gt;: &lt;a href=\"Thucydides\"&gt;Thucydides&lt;/a&gt; (T3), &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; (T4) and &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; (T5). These lines had operated from the start of the modern tram network in 2004 until they were replaced by the new lines on 15 December 2021.\nThe following table lists the routes and the stops for the Athens tram:\nRolling stock.\nThe Athens Tram opened in 2004 with 35 &lt;a href=\"Hitachi%20Sirio\"&gt;Sirio&lt;/a&gt; trams from &lt;a href=\"Hitachi%20Rail%20Italy\"&gt;AnsaldoBreda&lt;/a&gt;. To support expansion of the system, an order was placed in July 2018 for 25 &lt;a href=\"Alstom%20Citadis\"&gt;Alstom Citadis&lt;/a&gt; 305 trams, delivery of which began in September 2020 and will extend through May 2021."
}