{
    "id": "2739220",
    "revid": "32989920",
    "url": "https://en.wikipedia.org/wiki?curid=2739220",
    "title": "Johnson C. Smith University",
    "text": "Johnson C. Smith University (JCSU) is a &lt;a href=\"Private%20university\"&gt;private&lt;/a&gt; &lt;a href=\"Historically%20black%20colleges%20and%20universities\"&gt;historically black university&lt;/a&gt; in &lt;a href=\"Charlotte%2C%20North%20Carolina\"&gt;Charlotte, North Carolina&lt;/a&gt;. It is affiliated with the &lt;a href=\"Presbyterian%20Church%20%28USA%29\"&gt;Presbyterian Church (USA)&lt;/a&gt; and accredited by the &lt;a href=\"Southern%20Association%20of%20Colleges%20and%20Schools\"&gt;Southern Association of Colleges and Schools (SACS)&lt;/a&gt;. The university awards &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt;, &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt;, &lt;a href=\"Bachelor%20of%20Social%20Work\"&gt;Bachelor of Social Work&lt;/a&gt;, and &lt;a href=\"Master%20of%20Social%20Work\"&gt;Master of Social Work&lt;/a&gt; degrees.\nHistory.\nJohnson C. Smith University was established on April 7, 1867 as the Biddle Memorial Institute at a meeting of the Catawba Presbytery in the old Charlotte Presbyterian Church. &lt;a href=\"Biddle%20family\"&gt;Mary D. Biddle&lt;/a&gt;, a churchwoman, donated $1,400 to the school. In appreciation of this first contribution, friends requested that Mrs. Biddle name the newly established school; she did so in the name of her late husband, Captain Henry Jonathan Biddle, who had been mortally wounded during the &lt;a href=\"Battle%20of%20Glendale\"&gt;Battle of Glendale&lt;/a&gt; in 1862. Samuel C. Alexander and Willis L. Miller saw the need for a school in the south, and after the birth of the school they were elected as some of the first teachers. Its corresponding &lt;a href=\"Women%27s%20colleges%20in%20the%20United%20States\"&gt;women's school&lt;/a&gt; was \"&lt;a href=\"Barber-Scotia%20College%23Scotia%20Seminary\"&gt;Scotia Seminary&lt;/a&gt;\" (now &lt;a href=\"Barber-Scotia%20College\"&gt;Barber-Scotia College&lt;/a&gt;).\nIn 1876, the charter was changed by the legislature of the State of North Carolina and the name became Biddle University, under which name the institution operated until 1923.\nIn 1891, Biddle University elected &lt;a href=\"Daniel%20J.%20Sanders\"&gt;Daniel J. Sanders&lt;/a&gt; as the first African-American as President of a four-year institution in the south.\nFrom 1921 to 1922, Jane Berry Smith donated funds to build a theological dormitory, a science hall, a teachers' cottage, and a memorial gate. She also provided an endowment for the institution in memory of her late husband, &lt;a href=\"Johnson%20C.%20Smith\"&gt;Johnson C. Smith&lt;/a&gt;. Up until her death, she donated funds for five more buildings and a campus church. In recognition of these generous benefactions, the Board of Trustees voted to change the name of the institution to Johnson C. Smith University. The charter of the school, accordingly, was amended on March 1, 1923, by the legislature of the State of North Carolina.\nIn 1924, &lt;a href=\"James%20B.%20Duke\"&gt;James B. Duke&lt;/a&gt; established the &lt;a href=\"Duke%20Endowment\"&gt;Duke Endowment&lt;/a&gt;. While the largest share of that the endowment's earnings are allocated to support &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt;, Duke's donation required that 4% of its earnings be given to the university. Over the years, this share of the Endowment's distributions has exceeded $90 million.\nIn 1932, the university's charter was amended, providing for the admission of women. The 65-year-old institution for men then became partially coeducational. The first residence hall for women, named in memory of &lt;a href=\"James%20B.%20Duke\"&gt;James B. Duke&lt;/a&gt;, was dedicated in 1940. In 1941, women were admitted to the freshman class. In 1942, the university was a fully coeducational institution.\nJCSU joined the &lt;a href=\"United%20Negro%20College%20Fund\"&gt;United Negro College Fund&lt;/a&gt; in 1944 as a founding member. This fund was organized primarily to help church-related schools of higher learning to revamp their training programs, to expand their physical plants, to promote faculty growth and to create new areas of service.\n&lt;a href=\"Biddle%20Memorial%20Hall\"&gt;Biddle Memorial Hall&lt;/a&gt; is on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;.\nAcademics.\nJohnson C. Smith University offers 24 different degrees to undergraduate students and one to postgraduates. Each student earns his or her degree through one of three colleges: the College of Arts and Letters, the College of STEM (Science, Technology, Engineering and Mathematics), or the College of Professional Studies.\nThe Robert L. Albright Honors College is available to qualified high-achieving undergraduate students at JCSU. The college is named after the 11th president of the university.\nMetropolitan College offers undergraduate degree programs to adults to enhance their opportunities for career advancement and success. Metropolitan College provides students with flexible, convenient schedules and a variety of course styles including on-campus and online courses, as well as a Flex-Option for courses that include both online and in-class instruction. Evening courses at Metropolitan College are offered in criminology, social work, and business administration.\nColleges.\nThe university is organized into three colleges:\nStudent activities.\nDue to its location near downtown &lt;a href=\"Charlotte%2C%20NC\"&gt;Charlotte, NC&lt;/a&gt;, there are many social and cultural activities for JCSU students and faculty to enjoy, including professional sporting events, theater/movies, concerts, art exhibits, bands, chorale, poetry readings, and dance, among others.\nFraternities and sororities.\nAll of the &lt;a href=\"National%20Pan-Hellenic%20Council\"&gt;National Pan-Hellenic Council&lt;/a&gt; organizations currently have chapters at Johnson C. Smith University. These organizations are:\nOther organizations include:\nAthletics.\nStudent-athletes compete in intercollegiate and intramural athletics.\nJCSU is a member of the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;National Collegiate Athletic Association&lt;/a&gt; (NCAA), &lt;a href=\"NCAA%20Division%20II\"&gt;Division II&lt;/a&gt; and the &lt;a href=\"Central%20Intercollegiate%20Athletic%20Association\"&gt;Central Intercollegiate Athletic Association&lt;/a&gt; (CIAA). Its intercollegiate sports programs include &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"bowling\"&gt;bowling&lt;/a&gt;, &lt;a href=\"cross%20country%20running\"&gt;cross-country&lt;/a&gt;, &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"softball\"&gt;softball&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, and &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;. Its teams are nicknamed the Golden Bulls.\nNotable alumni.\n "
}