{
    "id": "27413031",
    "revid": "8999502",
    "url": "https://en.wikipedia.org/wiki?curid=27413031",
    "title": "Josselin Castle",
    "text": "Josselin Castle (, , ) is a medieval &lt;a href=\"castle\"&gt;castle&lt;/a&gt; at &lt;a href=\"Josselin\"&gt;Josselin&lt;/a&gt;, in the &lt;a href=\"Morbihan\"&gt;Morbihan&lt;/a&gt; department of &lt;a href=\"Brittany%20%28administrative%20region%29\"&gt;Brittany&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, first built in 1008 by Guéthénoc, viscount of &lt;a href=\"Porho%C3%ABt\"&gt;Porhoët&lt;/a&gt;. The town and castle were named after Guéthénoc's son, Goscelinus, and rebuilt at various times since. The current castle was built by &lt;a href=\"Olivier%20V%20de%20Clisson\"&gt;Olivier V de Clisson&lt;/a&gt; after 1370. He had acquired the land as part of the dowry on his marriage to &lt;a href=\"House%20of%20Rohan\"&gt;Margaret of Rohan&lt;/a&gt;. It has been designated as a \"&lt;a href=\"monument%20historique\"&gt;monument historique&lt;/a&gt;\" since 1928.\nHistory.\n (or Guithenoc), \"vicomte\" of &lt;a href=\"Porho%C3%ABt\"&gt;Porhoët&lt;/a&gt;, &lt;a href=\"Rohan%20%28commune%29\"&gt;Rohan&lt;/a&gt; and &lt;a href=\"Prince%20of%20Gu%C3%A9m%C3%A9n%C3%A9\"&gt;Guéméné&lt;/a&gt;, began to build the first castle on the site around the year 1008, choosing a rocky &lt;a href=\"promontory\"&gt;promontory&lt;/a&gt; overlooking the valley of the &lt;a href=\"Oust\"&gt;Oust&lt;/a&gt;. The new fortress was named after Guéthénoc's son, (or Josselin). The name is recorded in the &lt;a href=\"Cartulary\"&gt;Cartulary&lt;/a&gt; of &lt;a href=\"Redon%20Abbey\"&gt;Redon Abbey&lt;/a&gt; (1080) as \"castellum et castrum Goscelini\", but already by 1108 it was appearing as \"Castellum Joscelini\".\nThe site chosen for the castle was excellent from both military and commercial points of view. Since the 9th century, there had also existed an annual &lt;a href=\"pilgrimage\"&gt;pilgrimage&lt;/a&gt; in September to the (\"Notre-Dame du Roncier\"), which added greatly to the wealth of the lords and people of Josselin.\nIn 1154, &lt;a href=\"Odo%20II%2C%20Viscount%20of%20Porho%C3%ABt\"&gt;Odo II, Viscount of Porhoët&lt;/a&gt;, step-father, guardian and regent of the young &lt;a href=\"Conan%20IV%2C%20Duke%20of%20Brittany\"&gt;Conan IV, Duke of Brittany&lt;/a&gt;, collected the Breton lords to deprive Conan of his inheritance, but was defeated by &lt;a href=\"Henry%20II%20of%20England\"&gt;Henry II of England&lt;/a&gt;, who was also &lt;a href=\"List%20of%20Counts%20and%20Dukes%20of%20Anjou\"&gt;Count of Anjou&lt;/a&gt;, whose protection Conan had sought. Henry married his fourth son, &lt;a href=\"Geoffrey%20II%2C%20Duke%20of%20Brittany\"&gt;Geoffrey&lt;/a&gt;, to Conan's only child, &lt;a href=\"Constance%2C%20Duchess%20of%20Brittany\"&gt;Constance, Duchess of Brittany&lt;/a&gt;, and Henry and his son pulled Josselin Castle down in 1168 and 1175. Henry II himself led the demolition and sowed salt into the ruins.\nDuring the &lt;a href=\"Breton%20War%20of%20Succession\"&gt;Breton War of Succession&lt;/a&gt; (1341–1364), the &lt;a href=\"garrison\"&gt;garrison&lt;/a&gt; of Josselin fought the defenders of the nearby Castle of &lt;a href=\"Plo%C3%ABrmel\"&gt;Ploërmel&lt;/a&gt; without any clear outcome. To break the \"impasse\", the &lt;a href=\"Combat%20of%20the%20Thirty\"&gt;Battle of the Thirty&lt;/a&gt; was arranged, contested by thirty &lt;a href=\"knight\"&gt;knight&lt;/a&gt;s from each side, and took place on 26 March 1351 halfway between the two places. The men of Josselin defeated the champions of Ploërmel, who were four &lt;a href=\"Breton%20people\"&gt;Bretons&lt;/a&gt;, six &lt;a href=\"Germans\"&gt;Germans&lt;/a&gt; and twenty &lt;a href=\"English%20people\"&gt;Englishmen&lt;/a&gt;.\nIn 1370 the Breton soldier &lt;a href=\"Olivier%20V%20de%20Clisson\"&gt;Olivier V de Clisson&lt;/a&gt; (1336–1407), later &lt;a href=\"Constable%20of%20France\"&gt;Constable of France&lt;/a&gt;, acquired the lordship of Josselin and built an imposing new fortress with eight towers and a keep one hundred &lt;a href=\"yard\"&gt;yard&lt;/a&gt;s across. He married his daughter Beatrice to , heir to the viscounts of Rohan, whose own castle was not far away. \nIn 1488 &lt;a href=\"Francis%20II%2C%20Duke%20of%20Brittany\"&gt;Francis II, Duke of Brittany&lt;/a&gt;, took the castle and partially demolished it. His daughter, &lt;a href=\"Anne%20of%20Brittany\"&gt;Anne of Brittany&lt;/a&gt;, restored it to Jean II of Rohan, a great-grandson of Olivier V de Clisson, who transformed the property and built an imposing new house with a fine &lt;a href=\"granite\"&gt;granite&lt;/a&gt; &lt;a href=\"facade\"&gt;facade&lt;/a&gt;, an early example of &lt;a href=\"Renaissance%20architecture\"&gt;Renaissance architecture&lt;/a&gt;, bringing in &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; artists and artisans. In recognition of his patroness Anne, who was both sovereign Duchess of Brittany and &lt;a href=\"List%20of%20French%20consorts\"&gt;Queen Consort of France&lt;/a&gt;, at several points along the facade Rohan added her &lt;a href=\"badge\"&gt;badge&lt;/a&gt;, the letter \"A\" beneath a cord sculpted in stone.\nBanned from Josselin due to their &lt;a href=\"Protestantism\"&gt;Protestantism&lt;/a&gt;, &lt;a href=\"Ren%C3%A9%20II%2C%20Viscount%20of%20Rohan\"&gt;René II, Viscount of Rohan&lt;/a&gt;, and the other Rohan men could not prevent the &lt;a href=\"Philippe%20Emmanuel%2C%20Duke%20of%20Merc%C5%93ur\"&gt;Duke of Mercœur&lt;/a&gt;, then &lt;a href=\"Governor%20of%20Brittany\"&gt;Governor of Brittany&lt;/a&gt;, from turning their castle into a base for the &lt;a href=\"Catholic%20League%20%28French%29\"&gt;Catholic League&lt;/a&gt; in its struggles against &lt;a href=\"Henry%20IV%20of%20France\"&gt;Henry IV of France&lt;/a&gt;.\nIn 1603, after Henry IV promoted him to a duke, &lt;a href=\"Henri%2C%20Duke%20of%20Rohan\"&gt;Henry, Duke of Rohan&lt;/a&gt;, one of the leaders of the &lt;a href=\"Huguenot\"&gt;Huguenot&lt;/a&gt;s, transferred his military headquarters to his Castle of &lt;a href=\"Pontivy\"&gt;Pontivy&lt;/a&gt;. In 1629, &lt;a href=\"Cardinal%20Richelieu\"&gt;Cardinal Richelieu&lt;/a&gt; dismantled the keep and four of the towers at Josselin and announced to Duke Henry: \"My lord, into your game of &lt;a href=\"Skittles%20%28sport%29\"&gt;skittles&lt;/a&gt; I have just thrown a good ball!\"\nIn the 18th century, the castle was no longer occupied as a seat of power, and during the years of the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; and the &lt;a href=\"First%20French%20Empire\"&gt;First French Empire&lt;/a&gt; it became a &lt;a href=\"prison\"&gt;prison&lt;/a&gt; and a &lt;a href=\"warehouse\"&gt;warehouse&lt;/a&gt;. In 1822, &lt;a href=\"Princess%20Caroline%20of%20Naples%20and%20Sicily\"&gt;Caroline, Duchess of Berry&lt;/a&gt;, persuaded the then Duke of Rohan, &lt;a href=\"Louis-Fran%C3%A7ois%20de%20Rohan-Chabot\"&gt;Louis-François de Rohan-Chabot&lt;/a&gt; to restore it.\nModern castle.\nThe castle remains a residence of &lt;a href=\"Josselin%20de%20Rohan\"&gt;Josselin de Rohan&lt;/a&gt;, fourteenth Duke of Rohan, who was &lt;a href=\"List%20of%20Presidents%20of%20Brittany\"&gt;President of the region of Brittany&lt;/a&gt; from 1998 to 2004. A &lt;a href=\"marble\"&gt;marble&lt;/a&gt; &lt;a href=\"Bust%20%28sculpture%29\"&gt;bust&lt;/a&gt; of the 13th Duke, Alain Louis Auguste de Rohan-Chabot, sculpted in 1910 by &lt;a href=\"Auguste%20Rodin\"&gt;Auguste Rodin&lt;/a&gt;, is displayed in the antechamber, and there is also an &lt;a href=\"equestrian%20statue\"&gt;equestrian statue&lt;/a&gt; of Olivier de Clisson.\nThe castle contains a toy and doll museum with over 5000 objects in its collection. "
}