{
    "id": "27439511",
    "revid": "277086",
    "url": "https://en.wikipedia.org/wiki?curid=27439511",
    "title": "John Fahy (priest)",
    "text": "John Fahy (8 June 1893 – 19 July 1969) was an &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt; &lt;a href=\"priest\"&gt;priest&lt;/a&gt;, &lt;a href=\"Irish%20republicanism\"&gt;republican&lt;/a&gt;, &lt;a href=\"agrarianism\"&gt;agrarian&lt;/a&gt; and &lt;a href=\"Political%20radicalism\"&gt;radical&lt;/a&gt;. He is perhaps best known for creating the political party &lt;a href=\"Lia%20F%C3%A1il%20%28political%20party%29\"&gt;Lia Fáil&lt;/a&gt;, a far-right radical agrarian movement and newspaper in which Fahy expressed &lt;a href=\"xenophobic\"&gt;xenophobic&lt;/a&gt; and &lt;a href=\"anti-semitic\"&gt;anti-semitic&lt;/a&gt; &lt;a href=\"populist\"&gt;populist&lt;/a&gt; views amongst other views. Lia Fáil made national headlines in the early 1960s after some members were arrested for rural agitation but later escaped jail and went on the run, and Fahy aided and abetted them.\nBiography.\nEarly life.\nFahy was born in the townland of Burroge, in the parish of &lt;a href=\"Killeenadeema\"&gt;Killeenadeema&lt;/a&gt;, &lt;a href=\"Loughrea\"&gt;Loughrea&lt;/a&gt;, &lt;a href=\"County%20Galway\"&gt;County Galway&lt;/a&gt;. He was one of a number of sons of John Fahy, a strong farmer and fervent member of the &lt;a href=\"Irish%20National%20Land%20League\"&gt;Irish National Land League&lt;/a&gt;, and Honoria Davock. He was ordained on 28 September 1919, serving in &lt;a href=\"Dundee\"&gt;Dundee&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, between 1919 and 1921. He served as the chaplain for a battalion of the &lt;a href=\"Irish%20Volunteers\"&gt;Irish Volunteers&lt;/a&gt; and involved himself with the &lt;a href=\"Scottish%20independence\"&gt;Scottish nationalism&lt;/a&gt; movement. He supported &lt;a href=\"Terence%20MacSwiney\"&gt;Terence MacSwiney&lt;/a&gt;'s fatal hunger strike, and traveled back to Ireland to attend the funeral of &lt;a href=\"Michael%20Griffin%20%28Irish%20priest%29\"&gt;Father Michael Griffin&lt;/a&gt; in November 1920. He was recalled to the &lt;a href=\"Diocese%20of%20Clonfert%20%28Roman%20Catholic%29\"&gt;diocese of Clonfert&lt;/a&gt; where he served as &lt;a href=\"curate\"&gt;curate&lt;/a&gt; of &lt;a href=\"Eyrecourt\"&gt;Eyrecourt&lt;/a&gt;, &lt;a href=\"Closetoken\"&gt;Closetoken&lt;/a&gt; and &lt;a href=\"Bullaun\"&gt;Bullaun&lt;/a&gt; from 1921 to 1929.\nFrom 1928, Fahy became involved with &lt;a href=\"Peadar%20O%27Donnell\"&gt;Peadar O'Donnell&lt;/a&gt;, who brought his campaign into east Galway. Fahy was arrested in 1929 on charges of obstructing a bailiff rescuing seized cattle. He refused to recognise the court, citing &lt;a href=\"Irish%20republican%20legitimatism\"&gt;Irish republican legitimatism&lt;/a&gt;, and was imprisoned in Galway. This brought him to national attention and raised important church-state issues. Fahy's bishop, &lt;a href=\"John%20Dignan\"&gt;John Dignan&lt;/a&gt;, invoked \"&lt;a href=\"privilegium%20fori\"&gt;privilegium fori&lt;/a&gt;\", allowing Fahy to submit to him. He was tried and sentenced to seven weeks already served, and released. Bishop Dignan transferred him back to &lt;a href=\"Clostoken\"&gt;Clostoken&lt;/a&gt;, where he would serve until 1932, and forbade him to publicly express political views. It is believed that the republican sympathies of Dignan and Monsignor John Bowes (Fahy's uncle), saved him from more serious consequences, despite Fahy's continued involvement in the &lt;a href=\"Irish%20Republican%20Army\"&gt;IRA&lt;/a&gt;.\nLia Fáil.\nIn 1945, he was transferred to &lt;a href=\"Lusmagh\"&gt;Lusmagh&lt;/a&gt;, &lt;a href=\"County%20Offaly\"&gt;County Offaly&lt;/a&gt;, where in the late 1950s he was involved in &lt;a href=\"rural\"&gt;rural&lt;/a&gt; agitation under the banner of Lia Fáil. Farms were burned, cattle seized, and five activists arrested were forcibly freed from Lusmagh Garda station, which led to the &lt;a href=\"Garda%20S%C3%ADoch%C3%A1na\"&gt;Gardaí&lt;/a&gt; raiding Fahy's house, an event covered as it happened by a photojournalist which lead to it appearing in national headlines and for the raid to be debated in the &lt;a href=\"D%C3%A1il\"&gt;Dáil&lt;/a&gt;. During this time Fahy was also the write and editor of a newspaper also called Lia Fáil which was sold regionally in which Fahy explained his and Lia Fáil's political views. These views mainly revolved around expelling all foreigners from Irish soil and preventing them from purchasing property in Ireland, as well as plan to build a conscription army of 100,000 men to invade &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;. Fahy often drifted into societal issues as well though and in the articles of the newspaper expressed his disdain for Women, Jews and Protestants.\nLia Fáil eventually petered out after the ruling &lt;a href=\"Fianna%20F%C3%A1il\"&gt;Fianna Fáil&lt;/a&gt; government began to take an interest in Lia Fáil and took action against. Similarly, his superiors in the Catholic Church took a dim view of his political agenda and moved him to the parish of Abbey in Galway to quell him. Fahy remained active in Republican circles until his death in 1969."
}