{
    "id": "2743077",
    "revid": "636057",
    "url": "https://en.wikipedia.org/wiki?curid=2743077",
    "title": "Blue Ridge Rifles",
    "text": "The Blue Ridge Rifles, established in 1950, is a military precision drill team within the &lt;a href=\"Reserve%20Officers%27%20Training%20Corps\"&gt;ROTC&lt;/a&gt; program at the &lt;a href=\"University%20of%20North%20Georgia\"&gt;University of North Georgia&lt;/a&gt;. It is not directly affiliated with the Blue Ridge Rifles that existed as a military unit of the &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate States Army&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, but drew its name in memory of that unit that stood up from the local area.\nToday, the Blue Ridge Rifles perform year-round for the University of North Georgia events, high schools, parades, sporting events, as well as 21 gun salutes and flag folding for military and police funerals, and compete in intercollegiate drill meets.\nHistory.\nCivil War.\nIn June 1861, the city of &lt;a href=\"Dahlonega%2C%20Georgia\"&gt;Dahlonega, Georgia&lt;/a&gt; sent their second group of 89 volunteers, the Blue Ridge Rifles to the Civil War front under the command of &lt;a href=\"Capt.%20Joseph%20E.%20Hamilton\"&gt;Capt. Joseph E. Hamilton&lt;/a&gt;. The ages of the members in the BRR ranged from 13 to 47 years, and the average age of men in the unit was 23 years. The unit was organized as Company E, Phillip’s Legion Infantry. In 1864, the time for which the Rifles' enlistment expired, they did not disband but re-enlisted for the remainder of the war. Following the war, all units of the Confederacy were disbanded. The members of the Blue Ridge Rifles continued to meet on a social basis. The men of the Blue Ridge Rifles were known for their \"lofty\" character.\nUniversity of North Georgia drill team.\nIn 1950, a drill platoon was formed for use in Spring parades at the &lt;a href=\"University%20of%20North%20Georgia\"&gt;University of North Georgia&lt;/a&gt;. The team was named the Honor Platoon. The name was later changed to the Drill Platoon. In 1965, the Drill Platoon was renamed the Blue Ridge Rifles in honor of the Dahlonega volunteer unit.\nSince its early beginnings, &lt;a href=\"https%3A//web.archive.org/web/20101219022940/http%3A//northgeorgia.edu/Cadet_Admissions/Programs/Organizations/Blue_Ridge_Rifles.aspx\"&gt;the Blue Ridge Rifles Drill Team&lt;/a&gt; has earned state and national recognition. In 1967 the unit placed second in the &lt;a href=\"Vanderbilt%20University\"&gt;Vanderbilt&lt;/a&gt; Invitational Drill Competition. Their earliest first place victory came in 1971 at the &lt;a href=\"East%20Tennessee%20State%20University\"&gt;East Tennessee State University&lt;/a&gt; Drill Meet in Tennessee, and have since won First Place honors at the nationally recognized &lt;a href=\"Mardi%20Gras\"&gt;Mardi Gras&lt;/a&gt; Invitational Drill Meet in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, hosted by &lt;a href=\"Tulane%20University\"&gt;Tulane University&lt;/a&gt;.\nThe Blue Ridge Rifles won their first National Championship for precision drill teams at Eastern Kentucky University (EKU) in 1982, while commanded by cadet CPT Harden Hopper, with Drill Master cadet MSG Lewis Lockett. The faculty advisor was MAJ Charles Clarkson. EKU was an invitational drill meet that included the Pershing Rifle national championship as a sub-element. The Blue Ridge Rifles took first place overall, beating all teams competing, to include the Pershing Rifle champion team from St. Peters College, commanded by cadet CPT George Santana. Also in 1982, the Blue Ridge Rifles took first place at the Mardi Gras invitational drill meet at Tulane and first place at the Georgia Tech invitational. The 1981-82 unit has been heralded as the greatest Blue Ridge Rifles team in school history, as it won first-place overall in all the meets entered that year. \nOverall the Blue Ridge Rifles have won 16 out of 24 Mardi Gras Appearances. In 1983 the Blue Ridge Rifles, commanded by cadet CPT D. Lee Hackle, with Executive Officer cadet 1LT Jerry Purvis and Drill Master cadet MSG Ken Marshall, again won the national title at Bowling Green University in Ohio."
}