{
    "id": "2744228",
    "revid": "13033360",
    "url": "https://en.wikipedia.org/wiki?curid=2744228",
    "title": "Høgnorsk",
    "text": "Høgnorsk (; meaning \"High Norwegian\"), is a term for varieties of the &lt;a href=\"Norwegian%20language\"&gt;Norwegian language&lt;/a&gt; from &lt;a href=\"Nynorsk\"&gt;Nynorsk&lt;/a&gt; that reject most of the official reforms that have been introduced since the creation of . Høgnorsk typically accepts the initial reforms that, among other things, removed certain silent letters of &lt;a href=\"etymology\"&gt;etymological&lt;/a&gt; origin, while keeping most of the grammar intact.\nProfessor &lt;a href=\"Torleiv%20Hannaas\"&gt;Torleiv Hannaas&lt;/a&gt; is often credited for introducing the term in an article in 1922. He used it analogously to &lt;a href=\"High%20German%20languages\"&gt;High German&lt;/a&gt; (), pointing out that &lt;a href=\"Ivar%20Aasen\"&gt;Ivar Aasen&lt;/a&gt;, the creator of &lt;a href=\"Nynorsk\"&gt;Nynorsk&lt;/a&gt; orthography, had especially valued the dialects of the mountainous areas of middle and western Norway, as opposed to the dialects of the lowlands of eastern Norway, which Hannaas called (Flat Norwegian, like ). \nThe written High Norwegian language is a tradition originating from the first version of the New Norwegian written language (then called ), as it was built by Ivar Aasen and later used by classical New Norwegian authors as &lt;a href=\"Aasmund%20Olavsson%20Vinje\"&gt;Aasmund Olavsson Vinje&lt;/a&gt;, &lt;a href=\"Arne%20Garborg\"&gt;Arne Garborg&lt;/a&gt;, &lt;a href=\"Olav%20Nygard\"&gt;Olav Nygard&lt;/a&gt; and &lt;a href=\"Olav%20H.%20Hauge\"&gt;Olav H. Hauge&lt;/a&gt;.\nThe movement grew out of opposition to the official policy which aimed at leveling out the differences between and the other main variety of Norwegian language, . Reforms to this end were carried through in 1938 and 1959. Initially there was considerable &lt;a href=\"Norwegian%20language%20struggle\"&gt;resistance&lt;/a&gt; against these reforms, but the resulting standard is now widely accepted. is currently supported by &lt;a href=\"Ivar%20Aasen-sambandet\"&gt;Ivar Aasen-sambandet&lt;/a&gt; and the activists behind Målmannen, but has relatively few active users.\nThe basis for the High Norwegian language direction, is a wish to preserve the New Norwegian written language as an independent language, free of the strong influence from that today's New Norwegian has.\nExternal links.\n on the of &lt;a href=\"Wikipedia\"&gt;Wikipedia&lt;/a&gt;"
}