{
    "id": "27441",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=27441",
    "title": "Svalbard",
    "text": "Svalbard ( , ), also known as Spitsbergen, or Spitzbergen, is a &lt;a href=\"Norway\"&gt;Norwegian&lt;/a&gt; &lt;a href=\"archipelago\"&gt;archipelago&lt;/a&gt; in the &lt;a href=\"Arctic%20Ocean\"&gt;Arctic Ocean&lt;/a&gt;. North of &lt;a href=\"continental%20Europe\"&gt;mainland Europe&lt;/a&gt;, it is about midway between the northern coast of Norway and the &lt;a href=\"North%20Pole\"&gt;North Pole&lt;/a&gt;. The islands of the group range from &lt;a href=\"74th%20parallel%20north\"&gt;74°&lt;/a&gt; to &lt;a href=\"81st%20parallel%20north\"&gt;81° north&lt;/a&gt; latitude, and from &lt;a href=\"10th%20meridian%20east\"&gt;10°&lt;/a&gt; to &lt;a href=\"35th%20meridian%20east\"&gt;35° east&lt;/a&gt; longitude. The largest island is &lt;a href=\"Spitsbergen\"&gt;Spitsbergen&lt;/a&gt;, followed by &lt;a href=\"Nordaustlandet\"&gt;Nordaustlandet&lt;/a&gt; and &lt;a href=\"Edge%C3%B8ya\"&gt;Edgeøya&lt;/a&gt;. The largest settlement is &lt;a href=\"Longyearbyen\"&gt;Longyearbyen&lt;/a&gt;.\nThe islands were first used as a base by the whalers who sailed far north in the 17th and 18th centuries, after which they were abandoned. &lt;a href=\"Coal%20mining\"&gt;Coal mining&lt;/a&gt; started at the beginning of the 20th century, and several permanent communities were established. The &lt;a href=\"Svalbard%20Treaty\"&gt;Svalbard Treaty&lt;/a&gt; of 1920 recognizes Norwegian sovereignty, and the 1925 &lt;a href=\"Svalbard%20Act\"&gt;Svalbard Act&lt;/a&gt; made Svalbard a full part of the Kingdom of Norway. They also established Svalbard as a &lt;a href=\"free%20economic%20zone\"&gt;free economic zone&lt;/a&gt; and a &lt;a href=\"demilitarized%20zone\"&gt;demilitarized zone&lt;/a&gt;. The Norwegian &lt;a href=\"Store%20Norske%20Spitsbergen%20Kulkompani\"&gt;Store Norske&lt;/a&gt; and the Russian &lt;a href=\"Arktikugol\"&gt;Arktikugol&lt;/a&gt; remain the only mining companies in place. Research and tourism have become important supplementary industries, with the &lt;a href=\"University%20Centre%20in%20Svalbard\"&gt;University Centre in Svalbard&lt;/a&gt; (UNIS) and the &lt;a href=\"Svalbard%20Global%20Seed%20Vault\"&gt;Svalbard Global Seed Vault&lt;/a&gt; playing critical roles in the economy. Apart from &lt;a href=\"Longyearbyen\"&gt;Longyearbyen&lt;/a&gt;, other settlements include the Russian mining community of &lt;a href=\"Barentsburg\"&gt;Barentsburg&lt;/a&gt;, the research station of &lt;a href=\"Ny-%C3%85lesund\"&gt;Ny-Ålesund&lt;/a&gt;, and the mining outpost of &lt;a href=\"Sveagruva\"&gt;Sveagruva&lt;/a&gt;. Other settlements are farther north, but are populated only by rotating groups of researchers. No roads connect the settlements; instead &lt;a href=\"snowmobile\"&gt;snowmobile&lt;/a&gt;s, aircraft and boats are used for inter-settlement transport. &lt;a href=\"Svalbard%20Airport%2C%20Longyear\"&gt;Svalbard Airport, Longyear&lt;/a&gt; serves as the main gateway.\nApproximately 60% of the archipelago is covered with &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt;s, and the islands feature many mountains and &lt;a href=\"fjord\"&gt;fjord&lt;/a&gt;s. The archipelago has an &lt;a href=\"climate%20of%20the%20Arctic\"&gt;Arctic climate&lt;/a&gt;, although with significantly higher temperatures than other areas at the same latitude. The &lt;a href=\"flora%20of%20Svalbard\"&gt;flora&lt;/a&gt; is adapted to take advantage of the long period of &lt;a href=\"midnight%20sun\"&gt;midnight sun&lt;/a&gt; to compensate for the &lt;a href=\"polar%20night\"&gt;polar night&lt;/a&gt;. Svalbard is a breeding ground for many seabirds, and is home to &lt;a href=\"polar%20bear\"&gt;polar bear&lt;/a&gt;s, &lt;a href=\"reindeer\"&gt;reindeer&lt;/a&gt;, the &lt;a href=\"Arctic%20fox\"&gt;Arctic fox&lt;/a&gt;, and certain marine mammals. &lt;a href=\"List%20of%20national%20parks%20of%20Norway\"&gt;Seven national parks&lt;/a&gt; and 23 nature reserves cover two-thirds of the archipelago, protecting the largely untouched, yet fragile, natural environment.\nWhile part of the Kingdom of Norway since 1925, Svalbard is not part of geographical Norway; administratively, the archipelago is not part of any &lt;a href=\"Counties%20of%20Norway\"&gt;Norwegian county&lt;/a&gt;, but forms an &lt;a href=\"unincorporated%20area\"&gt;unincorporated area&lt;/a&gt;. This means that it is administered directly by the Norwegian government through the appointment of a &lt;a href=\"Governor%20of%20Svalbard\"&gt;governor&lt;/a&gt;, and is a special jurisdiction subject to the &lt;a href=\"Svalbard%20Treaty\"&gt;Svalbard Treaty&lt;/a&gt; that is outside of the &lt;a href=\"Schengen%20Area\"&gt;Schengen Area&lt;/a&gt;, the &lt;a href=\"Nordic%20Passport%20Union\"&gt;Nordic Passport Union&lt;/a&gt;, and the &lt;a href=\"European%20Economic%20Area\"&gt;European Economic Area&lt;/a&gt;. &lt;a href=\"Svalbard%20and%20Jan%20Mayen\"&gt;Svalbard and Jan Mayen&lt;/a&gt; are collectively assigned the &lt;a href=\"ISO%203166-1%20alpha-2\"&gt;ISO 3166-1 alpha-2&lt;/a&gt; country code \"SJ\". Both areas are administered by Norway, though they are separated by a distance of over and have very different administrative structures.\nEtymology.\nThe name \"Svalbard\" is composed of the well-attested Old Norse words \"svalr\" ('cold') and \"barð\" ('edge', 'ridge', 'turf', 'beard'), adapted to Norwegian phonology. The name therefore refers to the mostly grass covering and notable lack of trees or bushes. The meaning edge or ridge is not really relevant here. The term was corrupted in the Icelandic from a neuter term to a masculine term also confusing the meaning and the Norwegian name appears to be based on the later version and there was no reversion in Icelandic as did happen with many other names that had become obscured.\nThe name \"Spitsbergen\" originated with Dutch navigator and explorer &lt;a href=\"Willem%20Barentsz\"&gt;Willem Barentsz&lt;/a&gt;, who described the \"pointed mountains\" or, in Dutch, \"spitse bergen\" that he saw on the west coast of the main island, Spitsbergen. Barentsz did not recognize that he had discovered an archipelago, and consequently the name \"Spitsbergen\" long remained in use both for the main island and for the archipelago as a whole.\nGeography.\nThe Svalbard Treaty of 1920 defines Svalbard as all islands, islets, and &lt;a href=\"skerry\"&gt;skerries&lt;/a&gt; from 74° to 81° north latitude, and from 10° to 35° east longitude. The land area is , and dominated by the island of Spitsbergen, which constitutes more than half the archipelago, followed by Nordaustlandet and Edgeøya. All settlements are on Spitsbergen, except the meteorological outposts on &lt;a href=\"Bear%20Island%20%28Norway%29\"&gt;Bjørnøya&lt;/a&gt; and &lt;a href=\"Hopen%2C%20Svalbard\"&gt;Hopen&lt;/a&gt;. The Norwegian state took possession of all unclaimed land, or 95.2% of the archipelago, at the time the Svalbard Treaty entered into force; &lt;a href=\"Store%20Norske%20Spitsbergen%20Kulkompani\"&gt;Store Norske&lt;/a&gt;, a Norwegian coal mining company, owns 4%, &lt;a href=\"Arktikugol\"&gt;Arktikugol&lt;/a&gt;, a Russian coal mining company, owns 0.4%, while other private owners hold 0.4%.\nAs Svalbard is north of the &lt;a href=\"Arctic%20Circle\"&gt;Arctic Circle&lt;/a&gt;, it experiences &lt;a href=\"midnight%20sun\"&gt;midnight sun&lt;/a&gt; in summer and &lt;a href=\"polar%20night\"&gt;polar night&lt;/a&gt; in winter. At 74° north, the midnight sun lasts 99 days and polar night 84 days, while the respective figures at 81° north are 141 and 128 days. In Longyearbyen, midnight sun lasts from 20 April until 23 August, and polar night lasts from 26 October to 15 February. In winter, the combination of &lt;a href=\"full%20moon\"&gt;full moon&lt;/a&gt; and reflective snow can give additional light. Due to the Earth's tilt and the high latitude, Svalbard has extensive twilights. Longyearbyen sees the first and last day of polar night having seven and a half hours of twilight, whereas the perpetual light lasts for two weeks longer than the midnight sun. On the summer solstice, the sun bottoms out at 12° sun angle in the middle of the night, being much higher during night than in mainland Norway's polar light areas. However, the daytime strength of the sun remains as low as 35°.\n&lt;a href=\"Glacier\"&gt;Glacial ice&lt;/a&gt; covers or 60% of Svalbard; 30% is barren rock while 10% is vegetated. The largest glacier is &lt;a href=\"Austfonna\"&gt;Austfonna&lt;/a&gt; () on Nordaustlandet, followed by &lt;a href=\"Olav%20V%20Land\"&gt;Olav V Land&lt;/a&gt; and &lt;a href=\"Vestfonna\"&gt;Vestfonna&lt;/a&gt;. During summer, it is possible to ski from &lt;a href=\"S%C3%B8rkapp\"&gt;Sørkapp&lt;/a&gt; in the south to the north of Spitsbergen, with only a short distance not being covered by snow or glacier. &lt;a href=\"Kvit%C3%B8ya\"&gt;Kvitøya&lt;/a&gt; is 99.3% covered by glacier.\nThe landforms of Svalbard were created through &lt;a href=\"Quaternary%20glaciation\"&gt;repeated ice ages&lt;/a&gt;, when glaciers cut the former plateau into fjords, valleys, and mountains. The tallest peak is &lt;a href=\"Newtontoppen\"&gt;Newtontoppen&lt;/a&gt; (), followed by &lt;a href=\"Perriertoppen\"&gt;Perriertoppen&lt;/a&gt; (), &lt;a href=\"Ceresfjellet\"&gt;Ceresfjellet&lt;/a&gt; (), &lt;a href=\"Chadwickryggen\"&gt;Chadwickryggen&lt;/a&gt; (), and &lt;a href=\"Galileotoppen\"&gt;Galileotoppen&lt;/a&gt; (). The longest fjord is &lt;a href=\"Wijdefjorden\"&gt;Wijdefjorden&lt;/a&gt; (), followed by &lt;a href=\"Isfjord%2C%20Svalbard\"&gt;Isfjorden&lt;/a&gt; (), &lt;a href=\"Van%20Mijenfjorden\"&gt;Van Mijenfjorden&lt;/a&gt; (), &lt;a href=\"Woodfjorden\"&gt;Woodfjorden&lt;/a&gt; (), and &lt;a href=\"Wahlenbergfjorden\"&gt;Wahlenbergfjorden&lt;/a&gt; (). Svalbard is part of the &lt;a href=\"High%20Arctic%20Large%20Igneous%20Province\"&gt;High Arctic Large Igneous Province&lt;/a&gt;, and experienced Norway's strongest earthquake on 6 March 2009 at magnitude 6.5.\nHistory.\nDutch discovery, exploration, and mapping of a \"terra nullius\".\nThe Dutchman &lt;a href=\"Willem%20Barentsz\"&gt;Willem Barentsz&lt;/a&gt; made the first discovery of the archipelago in 1596, when he sighted the coast of the island of Spitsbergen while searching for the &lt;a href=\"Northern%20Sea%20Route\"&gt;Northern Sea Route&lt;/a&gt;.\nThe first recorded landing on the islands of Svalbard dates to 1604, when an English ship landed at \"Bjørnøya\", or Bear Island, and started hunting &lt;a href=\"walrus\"&gt;walrus&lt;/a&gt;. Annual expeditions soon followed, and Spitsbergen became a base for hunting the &lt;a href=\"bowhead%20whale\"&gt;bowhead whale&lt;/a&gt; from 1611. Because of the lawless nature of the area, English, Danish, Dutch, and French companies and authorities tried to use force to keep out other countries' fleets.\n17th–18th centuries.\n&lt;a href=\"Smeerenburg\"&gt;Smeerenburg&lt;/a&gt; was one of the first settlements, established by the Dutch in 1619. Smaller bases were also built by the English, Danish, and French. At first the outposts were merely summer camps, but from the early 1630s, a few individuals started to &lt;a href=\"overwintering\"&gt;overwinter&lt;/a&gt;. Whaling at Spitsbergen lasted until the 1820s, when the Dutch, British, and Danish whalers moved elsewhere in the Arctic. By the late 17th century, &lt;a href=\"Russians\"&gt;Russian&lt;/a&gt; hunters arrived; they overwintered to a greater extent and hunted land mammals such as the polar bear and fox.\n19th century.\nAfter the &lt;a href=\"Anglo-Russian%20War%20%281807%E2%80%931812%29\"&gt;Anglo-Russian War&lt;/a&gt; in 1809, Russian activity on Svalbard diminished, and ceased by the 1820s. Norwegian hunting—mostly for walrus—started in the 1790s. The first Norwegian citizens to reach Spitsbergen proper were a number of Coast &lt;a href=\"S%C3%A1mi\"&gt;Sámi people&lt;/a&gt; from the &lt;a href=\"Hammerfest\"&gt;Hammerfest&lt;/a&gt; region, who were hired as part of a Russian crew for an expedition in 1795. Norwegian whaling was abandoned about the same time as the Russians left, but whaling continued around Spitsbergen until the 1830s, and around Bjørnøya until the 1860s.\n20th century.\nSvalbard Treaty and Norwegian sovereignty.\nBy the 1890s, Svalbard had become a destination for Arctic tourism, coal deposits had been found, and the islands were being used as a base for &lt;a href=\"Arctic%20exploration\"&gt;Arctic exploration&lt;/a&gt;. The first mining was along Isfjorden by Norwegians in 1899; by 1904, British interests had established themselves in &lt;a href=\"Adventfjorden\"&gt;Adventfjorden&lt;/a&gt; and started the first year-round operations. Production in Longyearbyen, by US interests, started in 1908; and Store Norske established itself in 1916, as did other Norwegian interests during the war, in part by buying US interests.\nDiscussions to establish the sovereignty of the archipelago commenced in the 1910s, but were interrupted by &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. On 9 February 1920, following the &lt;a href=\"Paris%20Peace%20Conference%2C%201919\"&gt;Paris Peace Conference&lt;/a&gt;, the &lt;a href=\"Svalbard%20Treaty\"&gt;Svalbard Treaty&lt;/a&gt; was signed, granting full sovereignty to Norway. However, all signatory countries were granted non-discriminatory rights to fishing, hunting, and mineral resources. The treaty took effect on 14 August 1925, at the same time as the &lt;a href=\"Svalbard%20Act\"&gt;Svalbard Act&lt;/a&gt; regulated the archipelago and the first &lt;a href=\"Governor%20of%20Svalbard\"&gt;governor&lt;/a&gt;, &lt;a href=\"Johannes%20Gerckens%20Bass%C3%B8e\"&gt;Johannes Gerckens Bassøe&lt;/a&gt;, took office. The archipelago has traditionally been known as Spitsbergen, and the main island as West Spitsbergen. From the 1920s, Norway renamed the archipelago Svalbard, and the main island became Spitsbergen. &lt;a href=\"Kvit%C3%B8ya\"&gt;Kvitøya&lt;/a&gt;, &lt;a href=\"Kong%20Karls%20Land\"&gt;Kong Karls Land&lt;/a&gt;, &lt;a href=\"Hopen%20%28Svalbard%29\"&gt;Hopen&lt;/a&gt;, and &lt;a href=\"Bear%20Island%20%28Norway%29\"&gt;Bjørnøya&lt;/a&gt; were not regarded as part of the Spitsbergen archipelago. Russians have traditionally called the archipelago \"Grumant\" (). The &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; retained the name Spitsbergen () to support undocumented claims that Russians were the first to discover the island.\nIn 1928, Italian explorer &lt;a href=\"Umberto%20Nobile\"&gt;Umberto Nobile&lt;/a&gt; and the crew of the airship \"Italia\" crashed on the icepack off the coast of &lt;a href=\"Foyn%C3%B8ya\"&gt;Foyn Island&lt;/a&gt;. The subsequent rescue attempts were covered extensively in the press and Svalbard received short-lived fame as a result.\nSecond World War.\nSvalbard, known to both British and Germans as Spitsbergen, was little affected by the &lt;a href=\"German%20invasion%20of%20Norway\"&gt;German invasion of Norway&lt;/a&gt; in April 1940. The settlements continued to operate as before, mining coal and monitoring the weather.\nIn July 1941, following the German invasion of the Soviet Union, the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; reconnoitred the islands with a view to using them as a base of operations to send supplies to north Russia, but the idea was rejected as impractical. Instead, with the agreement of the Soviets and the Norwegian government in exile, in August 1941 the Norwegian and Soviet settlements on Svalbard were evacuated, and facilities there destroyed, in &lt;a href=\"Operation%20Gauntlet\"&gt;Operation Gauntlet&lt;/a&gt;.\nHowever the Norwegian government in exile decided it would be important politically to establish a garrison in the islands, which was done in May 1942 during &lt;a href=\"Operation%20Fritham\"&gt;Operation Fritham&lt;/a&gt;.\nMeanwhile, the Germans responded to the destruction of the weather station by establishing a reporting station of their own, codenamed &lt;a href=\"Operation%20Bans%C3%B6\"&gt;\"Banso\"&lt;/a&gt;, in October 1941. This was chased away in November by a visit from four British warships, but later returned. A second station, \"Knospel\", was established at &lt;a href=\"Ny-%C3%85lesund\"&gt;Ny-Ålesund&lt;/a&gt; in 1941, remaining until 1942. In May 1942, after the arrival of the Fritham force, the German unit at Banso was evacuated.\nIn September 1943 in &lt;a href=\"Operation%20Zitronella\"&gt;Operation Zitronella&lt;/a&gt; a German task force, which included the battleship &lt;a href=\"German%20battleship%20Tirpitz\"&gt;\"Tirpitz\"&lt;/a&gt;, was sent to attack the garrison and destroy the settlements at Longyearbyen and Barentsburg. This was achieved, but had little long-term effect: after their departure the Norwegians returned and re-established their presence.\nIn September 1944, the Germans set up their last weather station, &lt;a href=\"Operation%20Haudegen\"&gt;Operation Haudegen&lt;/a&gt; in NordOstLand; it functioned until after the German surrender. On 4 September 1945, the soldiers were picked up by a Norwegian seal hunting vessel and surrendered to its captain. This group of men were the last German troops to surrender after the Second World War.\nAfter the war, the Soviet Union proposed common Norwegian and Soviet administration and military defence of Svalbard. This was rejected in 1947 by Norway, which two years later joined &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;. The Soviet Union retained high civilian activity on Svalbard, in part to ensure that the archipelago was not used by NATO.\nPost-war.\nAfter the war, Norway re-established operations at Longyearbyen and Ny-Ålesund, while the Soviet Union established mining in Barentsburg, &lt;a href=\"Pyramiden\"&gt;Pyramiden&lt;/a&gt;, and &lt;a href=\"Grumant\"&gt;Grumant&lt;/a&gt;. The mine at Ny-Ålesund had several fatal accidents, killing 71 people while it was in operation from 1945 to 1954 and from 1960 to 1963. The &lt;a href=\"Kings%20Bay%20Affair\"&gt;Kings Bay Affair&lt;/a&gt;, caused by the 1962 accident killing 21 workers, forced &lt;a href=\"Gerhardsen%27s%20Third%20Cabinet\"&gt;Gerhardsen's Third Cabinet&lt;/a&gt; to resign. From 1964, Ny-Ålesund became a research outpost, and a facility for the &lt;a href=\"European%20Space%20Research%20Organisation\"&gt;European Space Research Organisation&lt;/a&gt;. Petroleum test drilling was started in 1963 and continued until 1984, but no commercially viable fields were found. From 1960, regular charter flights were made from the mainland to a field at &lt;a href=\"Hotellneset\"&gt;Hotellneset&lt;/a&gt;; in 1975, Svalbard Airport, Longyearbyen opened, allowing year-round services.\nDuring the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, the Soviet Union comprised about two-thirds of the population on the islands (Norwegians making up the remaining third) with the population of the archipelago slightly under 4,000. Russian activity has diminished considerably since then, falling from 2,500 to 450 people from 1990 to 2010. Grumant was closed after it was depleted in 1962. Pyramiden was closed in 1998. Coal exports from Barentsburg ceased in 2006 because of a fire, but resumed in 2010. The Russians experienced two air accidents: &lt;a href=\"Vnukovo%20Airlines%20Flight%202801\"&gt;Vnukovo Airlines Flight 2801&lt;/a&gt;, which killed 141 people, and the &lt;a href=\"Heerodden%20helicopter%20accident\"&gt;Heerodden helicopter accident&lt;/a&gt;, which killed three people.\nLongyearbyen remained purely a company town until 1989 when utilities, culture, and education was separated into Svalbard Samfunnsdrift. In 1993, it was sold to the national government and the University Centre was established. Through the 1990s, tourism increased and the town developed an economy independent of Store Norske and mining. Longyearbyen was incorporated on 1 January 2002, adopting a community council.\nPopulation.\nDemographics.\nIn 2016, Svalbard had a population of 2,667 of which 423 were Russian and Ukrainian, 10 Polish, and 322 non-Norwegians living in Norwegian settlements. The largest non-Norwegian groups in Longyearbyen in 2005 were from Russia, Ukraine, Poland, Germany, Sweden, Denmark, and Thailand.\nSettlements.\n&lt;a href=\"Longyearbyen\"&gt;Longyearbyen&lt;/a&gt; is the largest settlement on the archipelago, the seat of the governor and the only incorporated town. The town features a hospital, &lt;a href=\"Longyearbyen%20School\"&gt;primary and secondary school&lt;/a&gt;, &lt;a href=\"University%20Centre%20in%20Svalbard\"&gt;university&lt;/a&gt;, sports center with a swimming pool, library, culture center, cinema, bus transport, hotels, a bank, and several museums. The newspaper \"&lt;a href=\"Svalbardposten\"&gt;Svalbardposten&lt;/a&gt;\" is published weekly. Very little mining activity remains at Longyearbyen; coal mines at &lt;a href=\"Sveagruva\"&gt;Sveagruva&lt;/a&gt; and Luckerfjellet suspended operations in 2017 and were closed permanently in 2020.\n&lt;a href=\"Ny-%C3%85lesund\"&gt;Ny-Ålesund&lt;/a&gt; is a permanent research settlement in the northwest of &lt;a href=\"Spitsbergen\"&gt;Spitsbergen&lt;/a&gt; and the &lt;a href=\"Northernmost%20settlements\"&gt;northernmost functional civilian settlement&lt;/a&gt; in the world. Formerly a mining town, it is still a &lt;a href=\"company%20town\"&gt;company town&lt;/a&gt; operated by the Norwegian state-owned &lt;a href=\"Kings%20Bay%20%28company%29\"&gt;Kings Bay&lt;/a&gt; company. While some tourism to the outpost is permitted, Norwegian authorities limit access to minimize impact on scientific work. Ny-Ålesund has a winter population of 35 and a summer population of 180. The &lt;a href=\"Norwegian%20Meteorological%20Institute\"&gt;Norwegian Meteorological Institute&lt;/a&gt; has outposts at Bjørnøya and Hopen, with ten and four inhabitants, respectively. Both can also house temporary research staff. Poland operates the &lt;a href=\"Polish%20Polar%20Station\"&gt;Polish Polar Station&lt;/a&gt; at &lt;a href=\"Hornsund\"&gt;Hornsund&lt;/a&gt;, with ten permanent residents.\nThe Soviet mining settlement of &lt;a href=\"Pyramiden\"&gt;Pyramiden&lt;/a&gt; was abandoned in 1998, leaving &lt;a href=\"Barentsburg\"&gt;Barentsburg&lt;/a&gt; as the only permanently inhabited Russian settlement. It is a company town: all facilities are owned by Arktikugol, which operates a coal mine. In addition to the mining facilities, Arktikugol has opened a hotel and souvenir shop, catering to tourists taking day trips or hikes from Longyearbyen. The village features a school, library, sports center, community center, swimming pool, farm, and greenhouse. Pyramiden features similar facilities; both are built in typical post-World War II Soviet architectural and planning style and contain the world's two most northerly &lt;a href=\"list%20of%20statues%20of%20Lenin\"&gt;Lenin statues&lt;/a&gt; and other &lt;a href=\"socialist%20realism\"&gt;socialist realist&lt;/a&gt; art. , a handful of workers are stationed in the largely abandoned Pyramiden to maintain local infrastructure and run its hotel, which has been re-opened to tourism.\nReligion.\nMost of the population is Christian and affiliated with the &lt;a href=\"Church%20of%20Norway\"&gt;Church of Norway&lt;/a&gt;. Catholics on the archipelago are pastorally served by the &lt;a href=\"Roman%20Catholic%20Territorial%20Prelature%20of%20Troms%C3%B8\"&gt;Territorial Prelature of Tromsø&lt;/a&gt;.\nPolitics.\nThe &lt;a href=\"Svalbard%20Treaty\"&gt;Svalbard Treaty&lt;/a&gt; of 1920 established full Norwegian sovereignty over the archipelago. The islands are, unlike the &lt;a href=\"Norwegian%20Antarctic%20Territory\"&gt;Norwegian Antarctic Territory&lt;/a&gt;, a part of the Kingdom of Norway and not a &lt;a href=\"dependent%20territory\"&gt;dependency&lt;/a&gt;. The treaty came into effect in 1925, following the Svalbard Act. All forty-eight signatory countries of the treaty have the right to conduct commercial activities on the archipelago without discrimination, although all activity is subject to Norwegian legislation. The treaty limits Norway's right to collect taxes to that of financing services on Svalbard. Therefore, Svalbard has a lower &lt;a href=\"income%20tax\"&gt;income tax&lt;/a&gt; than mainland Norway, and there is no &lt;a href=\"value%20added%20tax\"&gt;value added tax&lt;/a&gt;. There is a separate budget for Svalbard to ensure compliance. Svalbard is a &lt;a href=\"demilitarized%20zone\"&gt;demilitarized zone&lt;/a&gt;, as the treaty prohibits the establishment of military installations. Norwegian military activity is limited to fishery surveillance by the &lt;a href=\"Norwegian%20Coast%20Guard\"&gt;Norwegian Coast Guard&lt;/a&gt; as the treaty requires Norway to protect the natural environment.\nSvalbard is not governed by Norway's policies on migration and does not issue visas or residence permits itself. Foreigners do not need a visa or work and residence permits from the Norwegian authorities to travel to Svalbard. However, foreign citizens with a visa requirement for the Schengen Area must have a Schengen visa when travelling to and from Svalbard via mainland Norway.\nThe Svalbard Act established the institution of the Governor of Svalbard (, formerly ), who holds the responsibility as both &lt;a href=\"County%20governor%20%28Norway%29\"&gt;county governor&lt;/a&gt; and &lt;a href=\"chief%20of%20police\"&gt;chief of police&lt;/a&gt;, as well as holding other authority granted from the executive branch. Duties include &lt;a href=\"environmental%20policy\"&gt;environmental policy&lt;/a&gt;, &lt;a href=\"family%20law\"&gt;family law&lt;/a&gt;, &lt;a href=\"law%20enforcement\"&gt;law enforcement&lt;/a&gt;, &lt;a href=\"search%20and%20rescue\"&gt;search and rescue&lt;/a&gt;, tourism management, information services, contact with foreign settlements, and judge in some areas of maritime inquiries and judicial examinations—albeit never in the same cases as acting as police. Since 2021, &lt;a href=\"Lars%20Fause\"&gt;Lars Fause&lt;/a&gt; has been governor. The institution is subordinate to the &lt;a href=\"Norwegian%20Ministry%20of%20Justice%20and%20the%20Police\"&gt;Ministry of Justice and the Police&lt;/a&gt;, but reports to other ministries in matters within their portfolio.\nSince 2002, &lt;a href=\"Longyearbyen%20Community%20Council\"&gt;Longyearbyen Community Council&lt;/a&gt; has had many of the same responsibilities of a &lt;a href=\"municipalities%20of%20Norway\"&gt;municipality&lt;/a&gt;, including utilities, education, cultural facilities, fire department, roads, and ports. No care or nursing services are available, nor are welfare payments available. Norwegian residents retain pension and medical rights through their mainland municipalities. The hospital is part of &lt;a href=\"University%20Hospital%20of%20North%20Norway\"&gt;University Hospital of North Norway&lt;/a&gt;, while the airport is operated by state-owned &lt;a href=\"Avinor\"&gt;Avinor&lt;/a&gt;. Ny-Ålesund and Barentsburg remain &lt;a href=\"company%20town\"&gt;company town&lt;/a&gt;s with all infrastructure owned by Kings Bay and Arktikugol. Other public offices with presence on Svalbard are the &lt;a href=\"Norwegian%20Directorate%20of%20Mining\"&gt;Norwegian Directorate of Mining&lt;/a&gt;, the &lt;a href=\"Norwegian%20Polar%20Institute\"&gt;Norwegian Polar Institute&lt;/a&gt;, the &lt;a href=\"Norwegian%20Tax%20Administration\"&gt;Norwegian Tax Administration&lt;/a&gt;, and the &lt;a href=\"Church%20of%20Norway\"&gt;Church of Norway&lt;/a&gt;. Svalbard is subordinate to &lt;a href=\"Nord-Troms%20District%20Court\"&gt;Nord-Troms District Court&lt;/a&gt; and &lt;a href=\"H%C3%A5logaland%20Court%20of%20Appeal\"&gt;Hålogaland Court of Appeal&lt;/a&gt;, both in &lt;a href=\"Troms%C3%B8\"&gt;Tromsø&lt;/a&gt;.\nAlthough Norway is part of the &lt;a href=\"European%20Economic%20Area\"&gt;European Economic Area&lt;/a&gt; (EEA) and the &lt;a href=\"Schengen%20Agreement\"&gt;Schengen Agreement&lt;/a&gt;, Svalbard is not part of the &lt;a href=\"Schengen%20Area\"&gt;Schengen Area&lt;/a&gt; or the EEA. Non-EU and non-Nordic Svalbard residents do not need Schengen visas for Svalbard itself, but those travelling via mainland Norway require visas to pass through Norway. People without a source of income can be rejected by the governor. No one is required to have a &lt;a href=\"Visa%20policy%20of%20Svalbard\"&gt;visa&lt;/a&gt; or residence permit on Svalbard. Regardless of citizenship, persons can live and work in Svalbard indefinitely. The Svalbard Treaty grants treaty nationals equal &lt;a href=\"right%20of%20abode\"&gt;right of abode&lt;/a&gt; as Norwegian nationals. So far, non-treaty nationals have been admitted visa-free as well. While there is no visa requirement, everyone must meet certain requirements in order to stay in Svalbard. These requirements are governed by a separate policy called “&lt;a href=\"https%3A//lovdata.no/dokument/SF/forskrift/1995-02-03-96\"&gt;Regulations relating to rejection and expulsion of persons from Svalbard&lt;/a&gt;”. Among the requirements is that residents must have the means to be able to reside on Svalbard. These requirements apply to both foreigners and Norwegian citizens, and the Governor of Svalbard may reject persons who do not meet the requirements. Russia retains a &lt;a href=\"diplomatic%20missions%20of%20Russia\"&gt;consulate in Barentsburg&lt;/a&gt;.\nIn September 2010, a treaty was made between Russia and Norway fixing the boundary between the Svalbard archipelago and the &lt;a href=\"Novaya%20Zemlya%20archipelago\"&gt;Novaya Zemlya archipelago&lt;/a&gt;. Increased interest in petroleum exploration in the Arctic raised interest in a resolution of the dispute. The agreement takes into account the relative positions of the archipelagos, rather than being based simply on northward extension of the continental border of Norway and Russia.\nEconomy.\nThe three main industries on Svalbard are &lt;a href=\"coal%20mining\"&gt;coal mining&lt;/a&gt;, &lt;a href=\"tourism\"&gt;tourism&lt;/a&gt;, and &lt;a href=\"research\"&gt;research&lt;/a&gt;. In 2007, there were 484 people working in the mining sector, 211 people working in the tourism sector, and 111 people working in the education sector. The same year, the mining yielded revenues of 2.008 billion &lt;a href=\"Norwegian%20krone\"&gt;Norwegian krone&lt;/a&gt;r (US$227,791,078), tourism 317 million kroner (US$35,967,202), and research 142 million kroner (US$16,098,404). In 2006, the average income for economically active people was 494,700 kroner, 23% higher than on the mainland. Almost all housing is owned by the various employers and institutions and rented to their employees; there are only a few privately owned houses, most of which are recreational cabins. Because of this, it is difficult to live on Svalbard without working for an established institution.\nSince the resettlement of Svalbard in the early 20th century, coal mining has been the dominant commercial activity. &lt;a href=\"Store%20Norske%20Spitsbergen%20Kulkompani\"&gt;Store Norske Spitsbergen Kulkompani&lt;/a&gt;, a subsidiary of the &lt;a href=\"Norwegian%20Ministry%20of%20Trade%20and%20Industry\"&gt;Norwegian Ministry of Trade and Industry&lt;/a&gt;, operates Svea Nord in Sveagruva and Mine 7 in Longyearbyen. The former produced 3.4 million &lt;a href=\"tonne\"&gt;tonne&lt;/a&gt;s in 2008, while the latter uses 35% of its output to fuel the Longyearbyen Power Station. Since 2007, there has not been any significant mining by the Russian state-owned Arktikugol in Barentsburg. There has been test drilling for petroleum on land, but these did not give satisfactory results for permanent operation. Norwegian authorities do not allow offshore petroleum activities for environmental reasons, and the land formerly test-drilled have been protected as natural reserves or national parks. In 2011, a 20-year plan to develop offshore oil and gas resources around Svalbard was announced.\nSvalbard has historically been a base for both &lt;a href=\"whaling\"&gt;whaling&lt;/a&gt; and &lt;a href=\"fishing\"&gt;fishing&lt;/a&gt;. Norway claimed a &lt;a href=\"exclusive%20economic%20zone\"&gt;exclusive economic zone&lt;/a&gt; (EEZ) around Svalbard in 1977, with of &lt;a href=\"internal%20waters\"&gt;internal waters&lt;/a&gt; and of EEZ. Norway retains a restrictive fisheries policy in the zone, and the claims are disputed by Russia.\nTourism is focused on the environment and is centered on Longyearbyen. Activities include hiking, kayaking, walks through glacier caves, and &lt;a href=\"snowmobile\"&gt;snowmobile&lt;/a&gt; and dog-sled safari. Cruise ships generate a significant portion of the traffic, including both stops by offshore vessels and expeditionary cruises starting and ending in Svalbard. Traffic is strongly concentrated between March and August; overnight stays have quintupled from 1991 to 2008, when there were 93,000 overnight stays.\nResearch on Svalbard centers on Longyearbyen and Ny-Ålesund, the most accessible areas in the high Arctic. The treaty grants permission for any nation to conduct research on Svalbard, resulting in the &lt;a href=\"Polish%20Polar%20Station\"&gt;Polish Polar Station&lt;/a&gt; and the Chinese &lt;a href=\"Arctic%20Yellow%20River%20Station\"&gt;Arctic Yellow River Station&lt;/a&gt;, plus Russian facilities in Barentsburg.\nThe &lt;a href=\"University%20Centre%20in%20Svalbard\"&gt;University Centre in Svalbard&lt;/a&gt; in Longyearbyen offers undergraduate, graduate, and postgraduate courses to 350 students in various arctic sciences, particularly &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, &lt;a href=\"geology\"&gt;geology&lt;/a&gt;, and &lt;a href=\"geophysics\"&gt;geophysics&lt;/a&gt;. Courses are provided to supplement studies at mainland universities; there are no tuition fees and courses are held in English, with Norwegian and international students equally represented.\nThe &lt;a href=\"Svalbard%20Global%20Seed%20Vault\"&gt;Svalbard Global Seed Vault&lt;/a&gt; is a &lt;a href=\"seedbank\"&gt;seedbank&lt;/a&gt; to store seeds from as many of the world's crop varieties and their botanical wild relatives as possible. A cooperation between the government of Norway and the &lt;a href=\"Global%20Crop%20Diversity%20Trust\"&gt;Global Crop Diversity Trust&lt;/a&gt;, the vault is cut into rock near Longyearbyen, keeping it at a natural and refrigerating the seeds to .\nThe &lt;a href=\"Svalbard%20Undersea%20Cable%20System\"&gt;Svalbard Undersea Cable System&lt;/a&gt; is a &lt;a href=\"Optical%20fiber\"&gt;fibre optic&lt;/a&gt; line from Svalbard to &lt;a href=\"Harstad\"&gt;Harstad&lt;/a&gt;, needed for communicating with &lt;a href=\"polar%20orbit\"&gt;polar orbit&lt;/a&gt;ing &lt;a href=\"satellite\"&gt;satellite&lt;/a&gt;s through &lt;a href=\"Svalbard%20Satellite%20Station\"&gt;Svalbard Satellite Station&lt;/a&gt; and installations in Ny-Ålesund.\nThe &lt;a href=\"Arctic%20World%20Archive\"&gt;Arctic World Archive&lt;/a&gt;, a huge digital archiving concern run by Norwegian private company &lt;a href=\"Piql\"&gt;Piql&lt;/a&gt; and the state-owned coal-mining company &lt;a href=\"Store%20Norske%20Spitsbergen%20Kulkompani\"&gt;Store Norske Spitsbergen Kulkompani&lt;/a&gt;, opened in March 2017. In mid-2020, it acquired its biggest customer in the form of &lt;a href=\"GitHub\"&gt;GitHub&lt;/a&gt;, a subsidiary of &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;.\nOne source of income for the area was, until 2015, visiting cruise ships. The Norwegian government became concerned about large numbers of cruise ship passengers suddenly landing at small settlements such as Ny-Ålesund, which is conveniently close to the barren-yet-picturesque &lt;a href=\"Magdalenefjorden\"&gt;Magdalena Fjord&lt;/a&gt;. With the increasing size of the larger ships, up to 2,000 people can potentially appear in a community that normally numbers less than 40. As a result, the government severely restricted the size of cruise ships that may visit.\n&lt;a href=\"Unemployment\"&gt;Unemployment&lt;/a&gt; is effectively nonexistent as there is no &lt;a href=\"welfare\"&gt;public assistance&lt;/a&gt;.\nTransport.\nIn Longyearbyen, Barentsburg, and Ny-Ålesund, there are road networks, but they do not connect with each other. &lt;a href=\"Off-road\"&gt;Off-road&lt;/a&gt; motorized transport is prohibited on bare ground, but snowmobiles are used extensively during winter—both for commercial and recreational activities. Transport from Longyearbyen to Barentsburg () and Pyramiden () is possible by snowmobile in winter, or by ship all year round. All settlements have ports and Longyearbyen has a bus system.\n&lt;a href=\"Svalbard%20Airport%2C%20Longyear\"&gt;Svalbard Airport, Longyear&lt;/a&gt;, from Longyearbyen, is the only airport offering air transport off the archipelago. &lt;a href=\"Scandinavian%20Airlines\"&gt;Scandinavian Airlines&lt;/a&gt; has daily scheduled services to &lt;a href=\"Troms%C3%B8\"&gt;Tromsø&lt;/a&gt; and &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt;. Low-cost carrier &lt;a href=\"Norwegian%20Air%20Shuttle\"&gt;Norwegian Air Shuttle&lt;/a&gt; also has a service between Oslo and Svalbard, operating three or four times a week; there are also irregular charter services to Russia. &lt;a href=\"Finnair\"&gt;Finnair&lt;/a&gt; operated service from &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt;, operating three times per week between June and August 2016, but Norwegian authorities disallowed this route, citing the 1978 bilateral agreement on air traffic between Finland and Norway. &lt;a href=\"Lufttransport\"&gt;Lufttransport&lt;/a&gt; provides regular corporate charter services from Longyearbyen to &lt;a href=\"Ny-%C3%85lesund%20Airport%2C%20Hamnerabben\"&gt;Ny-Ålesund Airport, Hamnerabben&lt;/a&gt;, and &lt;a href=\"Svea%20Airport\"&gt;Svea Airport&lt;/a&gt; for Kings Bay and Store Norske; these flights are generally not available to the public. There are &lt;a href=\"heliport\"&gt;heliport&lt;/a&gt;s in Barentsburg and Pyramiden, and helicopters are frequently used by the governor and to a lesser extent the mining company Arktikugol.\nClimate.\nThe climate of Svalbard is dominated by its high latitude, with the average daily mean summer temperature at (1991-2020 averages), and January averages at (1991-2020). The more southern Bear Island has January mean temperatures as mild as in the 1991-2020 base period. The &lt;a href=\"West%20Spitsbergen%20Current\"&gt;West Spitsbergen Current&lt;/a&gt;, the northernmost branch of the &lt;a href=\"North%20Atlantic%20Current\"&gt;North Atlantic Current&lt;/a&gt; system, moderates Svalbard's temperatures, particularly during winter. Winter temperatures in Svalbard are up to higher than those at similar latitudes in Russia and Canada. The warm Atlantic water keeps the surrounding waters open and navigable most of the year. The interior fjord areas and valleys, sheltered by the mountains, have larger temperature differences than the coast, giving about warmer summer temperatures and colder winter temperatures. On the south of Spitsbergen, the temperature is slightly higher than further north and west. During winter, the temperature difference between south and north is typically , and about in summer. &lt;a href=\"Bear%20Island%20%28Norway%29\"&gt;Bear Island&lt;/a&gt; has average temperatures even higher than the rest of the archipelago.\nSvalbard is where cold &lt;a href=\"Polar%20Air%20Mass\"&gt;polar air&lt;/a&gt; from the north and mild, wet sea air from the south meet, creating low pressure, changeable weather and strong winds, particularly in winter; in January, a strong breeze is registered 17% of the time at &lt;a href=\"Isfjord%20Radio\"&gt;Isfjord Radio&lt;/a&gt;, but only 1% of the time in July. In summer, particularly away from land, fog is common, with visibility under registered 20% of the time in July and 1% of the time in January, at Hopen and Bjørnøya. Precipitation is frequent, but falls in small quantities, typically less than per year in western Spitsbergen. More rain falls on the uninhabited east side, where there can be more than .\n2016 was the warmest year on record at Svalbard Airport, with a remarkable mean temperature of , above the 1961–90 average, and more comparable to a location at the &lt;a href=\"arctic%20circle\"&gt;arctic circle&lt;/a&gt;. The coldest temperature of the year was as high as , warmer than the mean minimum in a normal January, February or March. In the same year, the number of days when there was rainfall equalled the number of days when there was snowfall, a significant deviation from the usual pattern whereby there would be at least twice as many snow days.\n&lt;a href=\"Global%20warming\"&gt;Global warming&lt;/a&gt; has resulted in noticeable climatic changes on Svalbard. Between 1970 and 2020, the average temperature on Svalbard rose by 4 degrees Celsius, and in the winter months by 7 degrees. On 25 July 2020, a new record temperature of was measured for the Svalbard archipelago, which is also the highest temperature ever recorded in the European part of the High Arctic; in addition, temperatures of over 20 degrees were measured four days in a row in July 2020. As in large parts of the Arctic, the &lt;a href=\"ice%E2%80%93albedo%20feedback\"&gt;ice–albedo feedback&lt;/a&gt; effects can also be noticed on Svalbard: Due to the substantial ice melt, ice surfaces are transformed into open water, the darker surface of which absorbs more solar energy instead of reflecting it back; as a result, these waters heat up and further ice in the area melts faster and faster, creating more open waters, etc. A temperature increase of between 7 and 10 degrees is expected on Svalbard by the end of the century.\nNature.\nIn addition to humans, three primarily terrestrial mammalian species inhabit the archipelago: the &lt;a href=\"Arctic%20fox\"&gt;Arctic fox&lt;/a&gt;, the &lt;a href=\"Svalbard%20reindeer\"&gt;Svalbard reindeer&lt;/a&gt;, and accidentally introduced &lt;a href=\"southern%20vole\"&gt;southern vole&lt;/a&gt;s, which are found only in Grumant. Attempts to introduce the &lt;a href=\"Arctic%20hare\"&gt;Arctic hare&lt;/a&gt; and the &lt;a href=\"muskox\"&gt;muskox&lt;/a&gt; have both failed. There are 15 to 20 types of &lt;a href=\"marine%20mammal\"&gt;marine mammal&lt;/a&gt;s, including: &lt;a href=\"whale\"&gt;whale&lt;/a&gt;s, &lt;a href=\"dolphin\"&gt;dolphin&lt;/a&gt;s, &lt;a href=\"pinniped\"&gt;seals&lt;/a&gt;, &lt;a href=\"walrus\"&gt;walrus&lt;/a&gt;es, and &lt;a href=\"polar%20bear\"&gt;polar bear&lt;/a&gt;s.\nPolar bears are the iconic symbol of Svalbard, and one of the main tourist attractions. The animals are protected and people moving outside the settlements are required to have appropriate scare devices to ward off attacks. They are also advised to carry a firearm for use as a last resort. A British schoolboy was killed by a polar bear in 2011. In July 2018, a polar bear was shot dead after it attacked and injured a polar bear guard leading tourists off a cruise ship. In August 2020 a &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; man was killed by a polar bear at a campsite in Longyearbyen. The polar bear was shot dead.\nAs of 2021, Svalbard has around 300 resident polar bears. Svalbard and &lt;a href=\"Franz%20Joseph%20Land\"&gt;Franz Joseph Land&lt;/a&gt; share a common population of 3,000 polar bears, with &lt;a href=\"Kong%20Karls%20Land\"&gt;Kong Karls Land&lt;/a&gt; being the most important breeding ground.\nThe &lt;a href=\"Svalbard%20reindeer\"&gt;Svalbard reindeer&lt;/a&gt; (\"R. tarandus platyrhynchus\") is a distinct subspecies; although it was previously almost extinct, it can be legally hunted (as can Arctic fox). There are limited numbers of domesticated animals in the Russian settlements.\nAbout eighty species of bird are found on Svalbard, most of which are migratory. The &lt;a href=\"Barents%20Sea\"&gt;Barents Sea&lt;/a&gt; is among the areas in the world with most seabirds, with about 20 million individuals during late summer. The most common are: &lt;a href=\"little%20auk\"&gt;little auk&lt;/a&gt;, &lt;a href=\"northern%20fulmar\"&gt;northern fulmar&lt;/a&gt;, &lt;a href=\"thick-billed%20murre\"&gt;thick-billed murre&lt;/a&gt;, and &lt;a href=\"black-legged%20kittiwake\"&gt;black-legged kittiwake&lt;/a&gt;. Sixteen species are on the &lt;a href=\"IUCN%20Red%20List\"&gt;IUCN Red List&lt;/a&gt;. Particularly Bjørnøya, &lt;a href=\"Storfjorden%2C%20Svalbard\"&gt;Storfjorden&lt;/a&gt;, &lt;a href=\"Nordvest-Spitsbergen%20Land%20National%20Park\"&gt;Nordvest-Spitsbergen&lt;/a&gt;, and Hopen are important &lt;a href=\"breeding%20ground\"&gt;breeding ground&lt;/a&gt; for seabirds. The &lt;a href=\"Arctic%20tern\"&gt;Arctic tern&lt;/a&gt; has the furthest migration, all the way to &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;. Only two songbirds migrate to Svalbard to breed: the &lt;a href=\"snow%20bunting\"&gt;snow bunting&lt;/a&gt; and the &lt;a href=\"northern%20wheatear\"&gt;northern wheatear&lt;/a&gt;. &lt;a href=\"Rock%20ptarmigan\"&gt;Rock ptarmigan&lt;/a&gt; is the only bird to overwinter. Remains of &lt;a href=\"Predator%20X\"&gt;Predator X&lt;/a&gt; (\"Pliosaurus funkei\") from the &lt;a href=\"Jurassic\"&gt;Jurassic&lt;/a&gt; period were discovered here; it is one of the largest dinosaur-era &lt;a href=\"marine%20reptile\"&gt;marine reptile&lt;/a&gt;s ever found.\nSvalbard has &lt;a href=\"permafrost\"&gt;permafrost&lt;/a&gt; and &lt;a href=\"tundra\"&gt;tundra&lt;/a&gt;, with both low, middle, and high &lt;a href=\"Arctic%20vegetation\"&gt;Arctic vegetation&lt;/a&gt;. One hundred sixty-five species of plants have been found on the archipelago. Only those areas which defrost in the summer have vegetations, which accounts for about 10% of the archipelago. Vegetation is most abundant in Nordenskiöld Land, around Isfjorden and where affected by &lt;a href=\"guano\"&gt;guano&lt;/a&gt;. While there is little precipitation, giving the archipelago a &lt;a href=\"steppe\"&gt;steppe&lt;/a&gt; climate, plants still have good access to water because the cold climate reduces evaporation. The growing season is very short, and may last only a few weeks. The &lt;a href=\"Svalbard%20poppy\"&gt;Svalbard poppy&lt;/a&gt; (\"Papaver dahlianum\") is the symbolic flower of Svalbard.\nThere are &lt;a href=\"list%20of%20national%20parks%20of%20Norway\"&gt;seven national parks&lt;/a&gt; in Svalbard: &lt;a href=\"Forlandet%20National%20Park\"&gt;Forlandet&lt;/a&gt;, &lt;a href=\"Indre%20Wijdefjorden%20National%20Park\"&gt;Indre Wijdefjorden&lt;/a&gt;, &lt;a href=\"Nordenski%C3%B6ld%20Land%20National%20Park\"&gt;Nordenskiöld Land&lt;/a&gt;, &lt;a href=\"Nordre%20Isfjorden%20National%20Park\"&gt;Nordre Isfjorden Land&lt;/a&gt;, &lt;a href=\"Nordvest-Spitsbergen%20National%20Park\"&gt;Nordvest-Spitsbergen&lt;/a&gt;, &lt;a href=\"Sassen-B%C3%BCnsow%20Land%20National%20Park\"&gt;Sassen-Bünsow Land&lt;/a&gt; and &lt;a href=\"S%C3%B8r-Spitsbergen%20National%20Park\"&gt;Sør-Spitsbergen&lt;/a&gt;. The archipelago has fifteen bird sanctuaries, one geotopic protected area and six nature reserves—with &lt;a href=\"Nordaust-Svalbard%20Nature%20Reserve\"&gt;Nordaust-Svalbard&lt;/a&gt; and &lt;a href=\"S%C3%B8raust-Svalbard%20Nature%20Reserve\"&gt;Søraust-Svalbard&lt;/a&gt; both being larger than any of the national parks. Most of the nature reserves and three of the national parks were created in 1973, with the remaining areas gaining protection in the 2000s. All human traces dating from before 1946 are automatically protected. The protected areas make up 65% of the archipelago. Svalbard is on Norway's tentative list for nomination as a &lt;a href=\"UNESCO%20World%20Heritage%20Site\"&gt;UNESCO World Heritage Site&lt;/a&gt;.\nThe total &lt;a href=\"Solar%20eclipse%20of%20March%2020%2C%202015\"&gt;solar eclipse of 20 March 2015&lt;/a&gt; included only Svalbard and the &lt;a href=\"Faroe%20Islands\"&gt;Faroe Islands&lt;/a&gt; in the band of totality.\nEducation.\n&lt;a href=\"Longyearbyen%20School\"&gt;Longyearbyen School&lt;/a&gt; serves ages 6–18. It is the primary/secondary school in the &lt;a href=\"List%20of%20northernmost%20items\"&gt;northernmost location on Earth&lt;/a&gt;. Once pupils reach ages 16 or 17, most families move to mainland Norway. &lt;a href=\"Barentsburg\"&gt;Barentsburg&lt;/a&gt; has its own school serving the Russian community; by 2014 it had three teachers, and its welfare funds had declined. A primary school served the community of &lt;a href=\"Pyramiden\"&gt;Pyramiden&lt;/a&gt; in the pre-1998 period.\nThere is a non-degree offering &lt;a href=\"tertiary%20education\"&gt;tertiary education&lt;/a&gt;al institution in Longyearbyen, &lt;a href=\"University%20Centre%20in%20Svalbard\"&gt;University Centre in Svalbard&lt;/a&gt; (UNIS), the northernmost tertiary school on Earth.\nSports.\n&lt;a href=\"Association%20football\"&gt;Association football&lt;/a&gt; is the most popular sport in Svalbard. There are three football pitches (one at Barentsburg), but no stadiums because of the small population. There is also an indoor hall adopted for multiple sports including &lt;a href=\"futsal\"&gt;indoor football&lt;/a&gt;."
}