{
    "id": "27457806",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=27457806",
    "title": "Lookout Games",
    "text": "Lookout Games is a German &lt;a href=\"board%20game\"&gt;board&lt;/a&gt; and &lt;a href=\"card%20game\"&gt;card game&lt;/a&gt; &lt;a href=\"Publishing\"&gt;publisher&lt;/a&gt;. The company published, among other games, the board game &lt;a href=\"Agricola%20%28board%20game%29\"&gt;Agricola&lt;/a&gt;, which was honored with the \"Complex Game\" award by the German &lt;a href=\"Spiel%20des%20Jahres\"&gt;Game of the Year&lt;/a&gt; jury in 2008.\nHistory.\nThe company was founded in 2000 by &lt;a href=\"Hanno%20Girke\"&gt;Hanno Girke&lt;/a&gt;, &lt;a href=\"Uwe%20Rosenberg\"&gt;Uwe Rosenberg&lt;/a&gt; and &lt;a href=\"Marcel-Andr%C3%A9%20Casasola%20Merkle\"&gt;Marcel-André Casasola Merkle&lt;/a&gt;. By this time, especially Rosenberg was already well known for his card game &lt;a href=\"Bohnanza\"&gt;Bohnanza&lt;/a&gt;, which was published by a major German game company. The first game of Lookout Games was a small card game called &lt;a href=\"Attribut%20%28card%20game%29\"&gt;Attribut&lt;/a&gt;. The game was originally published online at the gaming website &lt;a href=\"Brettspielwelt\"&gt;Brettspielwelt&lt;/a&gt;. Later, the company started to produce physical copies of the game. In 2003 Attribut was on the shortlist for the German \"Game of the Year\" award. In 2007 the board game Agricola was published. In 2008 Agricola got the special award \"Complex Game\" at the German \"Game of the Year\" awards and the first place at the &lt;a href=\"Deutscher%20Spiele%20Preis\"&gt;German Game Prize&lt;/a&gt;. Agricola became one of the highest rated games at the board game website &lt;a href=\"Boardgamegeek\"&gt;Boardgamegeek&lt;/a&gt;. 2008 the successor &lt;a href=\"Le%20Havre%20%28board%20game%29\"&gt;Le Havre&lt;/a&gt; was published. In 2009 Le Havre got the second place at the German Game Prize. In 2005 the company started to publish games from &lt;a href=\"Z-Man%20Games\"&gt;Z-Man Games&lt;/a&gt; in Germany.\nPublished games.\nGames by other companies.\nGames by &lt;a href=\"Z-Man%20Games\"&gt;Z-Man Games&lt;/a&gt;, which Lookout Games published in Germany:\nGames by Hartland Trefoil Ltd, which Lookout Games published in Germany:"
}