{
    "id": "274637",
    "revid": "1068056923",
    "url": "https://en.wikipedia.org/wiki?curid=274637",
    "title": "Apayao",
    "text": "Apayao () is a landlocked &lt;a href=\"Provinces%20of%20the%20Philippines\"&gt;province&lt;/a&gt; in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; in the &lt;a href=\"Cordillera%20Administrative%20Region\"&gt;Cordillera Administrative Region&lt;/a&gt; in &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt;. Its capital town is &lt;a href=\"Kabugao%2C%20Apayao\"&gt;Kabugao&lt;/a&gt;.\nThe province borders &lt;a href=\"Cagayan\"&gt;Cagayan&lt;/a&gt; to the north and east, &lt;a href=\"Abra%20%28province%29\"&gt;Abra&lt;/a&gt; and &lt;a href=\"Ilocos%20Norte\"&gt;Ilocos Norte&lt;/a&gt; to the west, and &lt;a href=\"Kalinga%20%28province%29\"&gt;Kalinga&lt;/a&gt; to the south. Prior to 1995, Kalinga and Apayao comprised a single province named \"&lt;a href=\"Kalinga-Apayao\"&gt;Kalinga-Apayao&lt;/a&gt;\", which was &lt;a href=\"partition%20%28politics%29\"&gt;partitioned&lt;/a&gt; to better service the needs of individual ethnic groups.\nWith a population of (as of the ) covering an area of , Apayao is the least &lt;a href=\"Population%20density\"&gt;densely-populated&lt;/a&gt; province in the Philippines.\nHistory.\nSpanish period.\nAlthough Apayao which was then part of &lt;a href=\"Cagayan\"&gt;Cagayan&lt;/a&gt;, was among the earliest areas &lt;a href=\"History%20of%20the%20Philippines%20%281521%E2%80%931898%29\"&gt;penetrated by the Spaniards&lt;/a&gt; in the Cordilleras, the region, inhabited by the &lt;a href=\"Isneg\"&gt;Isneg&lt;/a&gt; tribe, remained largely outside Spanish control until late in the 19th century. As early as 1610, the &lt;a href=\"Dominican%20Order\"&gt;Dominican friar&lt;/a&gt;s established a &lt;a href=\"Mission%20%28station%29\"&gt;mission&lt;/a&gt; in what is now the town of &lt;a href=\"Pudtol%2C%20Apayao\"&gt;Pudtol&lt;/a&gt;. In 1684, the friars again made attempts to convert the people and established a church in what is now &lt;a href=\"Kabugao%2C%20Apayao\"&gt;Kabugao&lt;/a&gt;.\nThe Spanish authorities were then able to establish in &lt;a href=\"Cagayan\"&gt;Cagayan&lt;/a&gt; the \"comandancia\"s of Apayao and &lt;a href=\"Cabugaoan\"&gt;Cabugaoan&lt;/a&gt; in 1891, which covered the western and eastern portions of what is now Apayao. The \"comandancia\"s, however, failed to bring total control and the Spanish government only maintained a loose hold over the area.\nAmerican period.\nThe Americans established the &lt;a href=\"Mountain%20Province\"&gt;Mountain Province&lt;/a&gt; on August 13, 1908, with the enactment of &lt;a href=\"Philippine%20Commission\"&gt;\"Act\"&lt;/a&gt; \"No. 1876\". Apayao, along with &lt;a href=\"Amburayan\"&gt;Amburayan&lt;/a&gt;, &lt;a href=\"Benguet\"&gt;Benguet&lt;/a&gt;, Bontoc, &lt;a href=\"Ifugao\"&gt;Ifugao&lt;/a&gt;, &lt;a href=\"Kalinga%20Province\"&gt;Kalinga&lt;/a&gt;, and Lepanto, became sub-provinces of this new province.\nWorld War II.\nIn 1942, &lt;a href=\"Japanese%20Imperial%20forces\"&gt;Japanese Imperial forces&lt;/a&gt; entered Apayao, starting a three-year occupation of the province during the &lt;a href=\"Pacific%20War\"&gt;Second World War&lt;/a&gt;. Local Filipino troops of the 1st, 2nd, 12th, 15th, and 16th Infantry Division of the &lt;a href=\"Philippine%20Commonwealth%20Army\"&gt;Philippine Commonwealth Army&lt;/a&gt; and the military forces of the USAFIP-NL 11th and 66th Infantry Regiment, supported by the Cordilleran guerrillas, drove out the Japanese in 1945.\nKalinga-Apayao creation and splitting.\nOn June 18, 1966, the huge &lt;a href=\"Mountain%20Province\"&gt;Mountain Province&lt;/a&gt; was split into four provinces with the enactment of \"&lt;a href=\"Republic%20Act\"&gt;Republic Act&lt;/a&gt; No. 4695\". The four provinces were Benguet, Bontoc (renamed \"Mountain Province\"), &lt;a href=\"Kalinga-Apayao\"&gt;Kalinga-Apayao&lt;/a&gt; and Ifugao. Kalinga-Apayao, along with Ifugao, became one of the provinces of the &lt;a href=\"Cagayan%20Valley\"&gt;Cagayan Valley&lt;/a&gt; region in 1972.\nOn July 15, 1987, the &lt;a href=\"Cordillera%20Administrative%20Region\"&gt;Cordillera Administrative Region&lt;/a&gt; was established and Kalinga-Apayao was made one of its provinces.\nFinally, on February 14, 1995, Kalinga-Apayao was split into two independent provinces with the passage of \"Republic Act No. 7878\".\nBiodiversity and biosphere reserve.\nApayao is biologically diverse. The province is sanctuary to 139 bird species, 61 of which are endemic and 4 threatened. It also has 43 species of wild food plants eaten by the indigenous people and 50 species of medicinal plants. The province is home to critically endangered &lt;a href=\"rufous%20hornbill\"&gt;rufous hornbill&lt;/a&gt;s, \"&lt;a href=\"Shorea\"&gt;lawaan&lt;/a&gt;\" or dipterocarp trees, &lt;a href=\"Rafflesia\"&gt;Raflesia&lt;/a&gt; flowers, and the &lt;a href=\"white-winged%20flying%20fox\"&gt;white-winged flying fox&lt;/a&gt;.\nThe &lt;a href=\"Philippine%20eagle\"&gt;Philippine Eagle Foundation&lt;/a&gt; began its search of eagles in Apayao in 2011 after reports of huge eagles were roaming the area for centuries. On March 22, 2013, scientists discovered the stronghold of critically endangered &lt;a href=\"Philippine%20eagle\"&gt;Philippine eagle&lt;/a&gt;s, the country's national bird, in Luzon island within the vicinity of the Calanasan Lowland Forest. In January 2015, the town of Calanasan initiated a program which protected 3,000 hectares of forests under its jurisdiction. Additionally, the province of Apayao is one of the very few in the country that has an approved forest land use plan (FLUP). The first active Philippine eagle nest in Apayao was discovered in July 2015.\nOn 9 July 2018, the provincial government of Apayao announced their intent for the province to be a UNESCO &lt;a href=\"Biosphere%20Reserve\"&gt;Biosphere Reserve&lt;/a&gt;. The province, which possesses more than 286,000 hectares of virgin forests, also noted that they have sent four of their personnel to train in the United States under the US Foreign Service to hasten the declaration of the site. On January 16, 2019, the provincial government announced that they were doing \"legwork for the inscription.\"\nGeography.\nApayao is basically situated within the &lt;a href=\"Cordillera%20Central%20%28Luzon%29\"&gt;Cordillera Central&lt;/a&gt; mountains, traversed by many rivers. The province covers an area of forming the northern tip of the &lt;a href=\"Cordillera%20Administrative%20Region\"&gt;Cordillera Administrative Region&lt;/a&gt;, and is bounded on the north and east by &lt;a href=\"Cagayan\"&gt;Cagayan&lt;/a&gt;, west by &lt;a href=\"Ilocos%20Norte\"&gt;Ilocos Norte&lt;/a&gt;, southwest by &lt;a href=\"Abra%20%28province%29\"&gt;Abra&lt;/a&gt; and south by &lt;a href=\"Kalinga%20%28province%29\"&gt;Kalinga&lt;/a&gt;.\nPlains and valleys are used for farming. Apayao is basically composed of farmlands.\nClimate.\nThe prevailing climate in the province falls under &lt;a href=\"Climate%20of%20the%20Philippines%23Climate%20types\"&gt;Corona's Type III Classification&lt;/a&gt;. It is characterized by relatively dry and wet seasons, from November to April, and wet during the rest of the year. Heaviest rain during December to February while the month of May is the warmest.\nAdministrative divisions.\nApayao comprises 7 &lt;a href=\"Philippine%20municipality\"&gt;municipalities&lt;/a&gt;, all encompassed by a &lt;a href=\"Legislative%20district%20of%20Apayao\"&gt;lone legislative district&lt;/a&gt;.\nBarangays.\nThe 7 municipalities of the province comprise a total of 133 &lt;a href=\"barangay\"&gt;barangay&lt;/a&gt;s, with Barangay Malama in &lt;a href=\"Conner%2C%20Apayao\"&gt;Conner&lt;/a&gt; as the most populous in 2015, and Eleazar in &lt;a href=\"Calanasan%2C%20Apayao\"&gt;Calanasan&lt;/a&gt; as the least.\nDemographics.\nThe population of Apayao in the was people, with a density of .\nBased on the 2000 census survey, &lt;a href=\"Ilocano%20people\"&gt;Ilocanos&lt;/a&gt; comprised of the total provincial population of 97,058, while almost 1/3 of the population were &lt;a href=\"Isnag\"&gt;Isnag&lt;/a&gt; at . Other ethnic groups in the province were the &lt;a href=\"Malaueg\"&gt;Malaueg&lt;/a&gt; at , &lt;a href=\"Isneg\"&gt;Isneg&lt;/a&gt; at , &lt;a href=\"Kalinga%20people\"&gt;Kalinga&lt;/a&gt; at , &lt;a href=\"Kankanaey%20people\"&gt;Kankanaey&lt;/a&gt; at , &lt;a href=\"Bontoc%20people\"&gt;Bontoc&lt;/a&gt; at , and &lt;a href=\"Ibaloi%20people\"&gt;Ibaloi&lt;/a&gt; at .\nEconomy.\nApayao is devoted to agricultural production, particularly food and industrial crops such as &lt;a href=\"palay\"&gt;palay&lt;/a&gt;, &lt;a href=\"maize\"&gt;corn&lt;/a&gt;, &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt;, &lt;a href=\"root%20crop\"&gt;root crop&lt;/a&gt;s and &lt;a href=\"vegetable\"&gt;vegetable&lt;/a&gt;s. Fruits produced include &lt;a href=\"lanzones\"&gt;lanzones&lt;/a&gt;, &lt;a href=\"citrus\"&gt;citrus&lt;/a&gt;, &lt;a href=\"banana\"&gt;banana&lt;/a&gt;s and &lt;a href=\"pineapple\"&gt;pineapple&lt;/a&gt;s, &lt;a href=\"durian\"&gt;durian&lt;/a&gt;, &lt;a href=\"santol%20%28fruit%29\"&gt;santol&lt;/a&gt;, &lt;a href=\"rambutan\"&gt;rambutan&lt;/a&gt;, &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt; and &lt;a href=\"mangosteen\"&gt;mangosteen&lt;/a&gt;. &lt;a href=\"Rice\"&gt;Rice&lt;/a&gt; production totaled 98,489 metric tons in 2011. Parts of Apayao are home to &lt;a href=\"Rice%20Terraces%20of%20the%20Philippine%20Cordilleras\"&gt;rice terraces&lt;/a&gt;.\nEconomic activity is also based on &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt; and &lt;a href=\"poultry\"&gt;poultry&lt;/a&gt; breeding such as swine, carabao, cattle, goat and sheep. Other additional investment includes manufacturing, food processing, furniture, crafts and house wares making.\nUpdated records of the &lt;a href=\"Department%20of%20Trade%20and%20Industry%20%28Philippines%29\"&gt;Department of Trade and Industry&lt;/a&gt; Provincial Office reveal that existing industries in the province are furniture, garment craft, food processing, gifts and house wares, and agricultural support.\nThe people of Apayao also have a rich tradition of basket, handicraft, and textile weaving."
}