{
    "id": "27475275",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=27475275",
    "title": "National Congress of Australia's First Peoples",
    "text": "The National Congress of Australia's First Peoples was the national representative body for &lt;a href=\"Aboriginal%20and%20Torres%20Strait%20Islander\"&gt;Aboriginal and Torres Strait Islander&lt;/a&gt; Australians. The Congress was announced in November 2009 and set up as a &lt;a href=\"limited%20company\"&gt;limited company&lt;/a&gt;. Its co-chairs were Dr &lt;a href=\"Jackie%20Huggins\"&gt;Jackie Huggins&lt;/a&gt; and Rod Little. It was registered as a charity in December 2012, but in June 2019 went into &lt;a href=\"voluntary%20administration\"&gt;voluntary administration&lt;/a&gt; and the co-chairs stood down.\nCorporate structure.\nThe Congress was a &lt;a href=\"Public%20Company\"&gt;Public Company&lt;/a&gt; &lt;a href=\"Limited%20liability\"&gt;limited&lt;/a&gt; by &lt;a href=\"Mutual%20organization\"&gt;guarantee&lt;/a&gt;.\nThe first National Congress meeting of 120 delegates was held in June 2011. Chambers 1 and 2 held elections for their 40 delegates. Organisations that are members of those chambers had the right to vote for these delegates. Individual Congress Members nominating to be in Chamber 3 were assessed against criteria by both the Ethics Council and the National Board. Gender parity and adequate representation of the membership were included as part of the process to pick the 40 members for this chamber.\nThe Board was supported by an Ethics Council – a special body of experts who provide independent advice on standards and guidelines.\nReception.\n&lt;a href=\"Australian%20Human%20Rights%20Commission\"&gt;Australian Human Rights Commission&lt;/a&gt;er &lt;a href=\"Mick%20Gooda\"&gt;Mick Gooda&lt;/a&gt; welcomed the formation as a milestone moment for Indigenous Australians. &lt;a href=\"Northern%20Land%20Council\"&gt;Northern Land Council&lt;/a&gt; &lt;a href=\"CEO\"&gt;CEO&lt;/a&gt; &lt;a href=\"Kim%20Hill%20%28Australian%20Aboriginal%20leader%29\"&gt;Kim Hill&lt;/a&gt; also welcomed the formation of the Congress. Aboriginal activist &lt;a href=\"Noel%20Pearson\"&gt;Noel Pearson&lt;/a&gt; criticised the Congress as \"a blackfella's wailing wall\". Australian &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; journalist and political commentator &lt;a href=\"Andrew%20Bolt\"&gt;Andrew Bolt&lt;/a&gt; described the Congress as funding \"professional Aborigines\" instead of Aboriginal people \"you imagine your taxes helping\".\nLittle was a director from 2011, taking on the co-chair role in 2015. He was an elected member of the Australian Capital Territory Aboriginal and Torres Strait Islander Elected Body, and participated in the National Aboriginal and Torres Strait Islander Mental Health and Suicide Prevention Advisory group.\nIn 2013 the &lt;a href=\"Government%20of%20Australia\"&gt;Australian government&lt;/a&gt; withdrew funding of the Congress.\n2019 closure.\nThe Congress was forced out of operation in July 2019 after its reserves had been exhausted, since the &lt;a href=\"Abbott%20government\"&gt;Abbott government&lt;/a&gt; withdrew funding in 2013. At that time the company had about 10,000 members and 180 affiliated community organisations.\n&lt;a href=\"Ken%20Wyatt\"&gt;Ken Wyatt&lt;/a&gt;, the recently appointed &lt;a href=\"Minister%20for%20Indigenous%20Australians\"&gt;Minister for Indigenous Australians&lt;/a&gt; in the &lt;a href=\"Morrison%20government\"&gt;Morrison government&lt;/a&gt;, made a decision not to revive the organisation. The 2017 financial report had shown that the company had a deficit of about ."
}