{
    "id": "27483741",
    "revid": "31737083",
    "url": "https://en.wikipedia.org/wiki?curid=27483741",
    "title": "CI chondrite",
    "text": "CI chondrites, sometimes C1 chondrites, are a group of rare stony &lt;a href=\"meteorite\"&gt;meteorite&lt;/a&gt;s belonging to the &lt;a href=\"carbonaceous%20chondrite\"&gt;carbonaceous chondrite&lt;/a&gt;s. Samples have been discovered in France, Canada, India, and &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;. Compared to all the meteorites found so far, their overall chemical composition most closely resembles the elemental distribution in the &lt;a href=\"sun\"&gt;sun&lt;/a&gt;'s &lt;a href=\"photosphere\"&gt;photosphere&lt;/a&gt;. Currently, borderline CI specimens &lt;a href=\"Antarctic%20meteorite\"&gt;found in Antarctica&lt;/a&gt; may or may not receive their own group, CY chondrites.\nCI chondrites are rich in volatiles- water, organics, and other light elements/compounds. They have more water than comet &lt;a href=\"67P/Churyumov%E2%80%93Gerasimenko\"&gt;67P/Churyumov–Gerasimenko&lt;/a&gt;.\nDesignation.\nThe abbreviation CI is derived from the C for \"carbonaceous\" and in the name scheme of Wasson, the I from &lt;a href=\"Ivuna\"&gt;Ivuna&lt;/a&gt;, the &lt;a href=\"type%20locality%20%28geology%29\"&gt;type locality&lt;/a&gt; in &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;. The 1 in C1 stands for the type 1 meteorites in the older classification scheme of Van Schmus-Wood, still used for petrography. Petrographic type-1 meteorites, by definition, have no fully-visible &lt;a href=\"chondrule\"&gt;chondrule&lt;/a&gt;s.\nCollection History.\nThere are very few &lt;a href=\"Meteorite%20find\"&gt;finds&lt;/a&gt; of CI chondrites, five or so altogether (see &lt;a href=\"https%3A//en.wikipedia.org/wiki/CI_chondrite%23Antarctic_CI_chondrites_%28%3F%29%7CAntarctic\"&gt;section&lt;/a&gt;). The oldest find dates back to the year 1806: a &lt;a href=\"Alais%20meteorite\"&gt;meteorite&lt;/a&gt; was seen near &lt;a href=\"Al%C3%A8s\"&gt;Alès&lt;/a&gt; (or Alais) in France. Consequently, pieces weighing 6 kilograms were discovered at &lt;a href=\"Saint-%C3%89tienne-de-l%27Olm\"&gt;Saint-Étienne-de-l'Olm&lt;/a&gt; and &lt;a href=\"Castelnau-Valence\"&gt;Castelnau-Valence&lt;/a&gt;, small villages southeast of Alès. In 1864 another fall happened in France at Orgueil near &lt;a href=\"Montauban\"&gt;Montauban&lt;/a&gt;. The meteorite had disintegrated into 20 pieces weighing a total of 10 kilograms. In 1911 a &lt;a href=\"Tonk%20meteorite\"&gt;meteorite&lt;/a&gt; was seen near &lt;a href=\"Tonk%2C%20India\"&gt;Tonk&lt;/a&gt; (&lt;a href=\"Rajasthan\"&gt;Rajasthan&lt;/a&gt;) in India. Only a few fragments were recovered that weighed a mere . The meteorite of the type locality Ivuna in Tanzania fell in 1938 splitting into three pieces of altogether . This was followed in 1965 by a very bright fall in &lt;a href=\"Revelstoke%2C%20British%20Columbia\"&gt;Revelstoke, British Columbia&lt;/a&gt;, but only two tiny fragments of were found. All in all roughly 17 kilograms of CI-chondrites exist so far.\nThe meteorites, in particular &lt;a href=\"Orgueil%20%28meteorite%29%23Curation%20and%20Distribution\"&gt;Orgueil&lt;/a&gt;, have been distributed among collections around the world. Revelstoke, and to a lesser extent Tonk, are small and difficult to study, let alone disperse.\nClassification.\nCI chondrites are very fragile and porous rocks, which easily disintegrate on their descent through the &lt;a href=\"atmosphere\"&gt;atmosphere&lt;/a&gt;; this explains why mainly small fragments have been discovered so far. A good example is the very bright Revelstoke fall. Despite a bolide which \"gave promise of being big\", it yielded only two tiny fragments weighing below one gram- \"the dubious distinction of being the smallest recovered meteorite\" [at the time]. CI chondrites are characterized by a black &lt;a href=\"fusion%20crust\"&gt;fusion crust&lt;/a&gt; which sometimes is difficult to distinguish from the very similar matrix. The opaque matrix is rich in carbonaceous material and contains black minerals like &lt;a href=\"magnetite\"&gt;magnetite&lt;/a&gt; and &lt;a href=\"pyrrhotite\"&gt;pyrrhotite&lt;/a&gt;. At some places white, water-bearing &lt;a href=\"carbonate\"&gt;carbonate&lt;/a&gt;s and &lt;a href=\"sulfate\"&gt;sulfate&lt;/a&gt;s are incorporated.\nChemistry- Solar (System) Reference Standard.\nThe defining feature of CI meteorites is their chemical composition, rich in volatile elements- richer than any other meteorites. The element assay of CI meteorite is used as a geochemical standard, as it has \"a remarkably close relationship\" to the makeup of the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt; and greater &lt;a href=\"Solar%20System\"&gt;Solar System&lt;/a&gt;. This abundance standard is the measure by which other meteorites, comets, and in some cases the planets themselves (since &lt;a href=\"Enstatite%20chondrite\"&gt;revised&lt;/a&gt;) are assayed.\n&lt;a href=\"Victor%20Goldschmidt\"&gt;Goldschmidt&lt;/a&gt; noted the primitive (pre-&lt;a href=\"Planetary%20differentiation\"&gt;differentiated&lt;/a&gt;) compositions of some meteorites, calling it the \"cosmic\" abundance- he assumed meteorites had arrived from free space, not our Solar System. In turn, the study of such abundances stimulated- then validated- work in nucleosynthesis and stellar physics. In a sense, Goldschmidt's choice of terms may have been borne out: both Solar and CI compositions appear similar to nearby stars as well, and &lt;a href=\"presolar%20grains\"&gt;presolar grains&lt;/a&gt; exist (though too small to be relevant here).\nThe CI abundance is more properly linked to the abundances in the solar &lt;a href=\"photosphere\"&gt;photosphere&lt;/a&gt;. Small differences exist between the solar interior, photosphere, and corona/solar wind. &lt;a href=\"Metallicity\"&gt;Heavy elements&lt;/a&gt; may settle to the interiors of stars (for our Sun, this effect appears low); the corona and thus the solar wind are affected by plasma physics and high-energy mechanisms and are imperfect samples of the Sun. Other issues include the lack of spectral features- and thus, straightforward photospheric observation- of noble gases. Since the CI values are measured directly (first by &lt;a href=\"Analytical%20chemistry\"&gt;assay&lt;/a&gt;, now by &lt;a href=\"mass%20spectrometry\"&gt;mass spectrometry&lt;/a&gt;, and when necessary, &lt;a href=\"neutron%20activation%20analysis\"&gt;neutron activation analysis&lt;/a&gt;), they are more precise than solar values, which are subject to (besides the above field effects) spectrophotometric assumptions, including elements with conflicting spectral lines. In particular, when the iron abundances of CIs and the Sun did not match, it was the solar value that was questioned and corrected, not the meteorite number. Solar and CI abundances, for better and for worse, differ in that e. g., chondrites condensed &lt;a href=\"Formation%20and%20evolution%20of%20the%20Solar%20System\"&gt;~4.5 billion years ago&lt;/a&gt; and represent some initial planetary states (i. e., the \"proto\"-solar abundance), while the Sun continues &lt;a href=\"Lithium%20burning\"&gt;burning lithium&lt;/a&gt; and possibly other elements and continually &lt;a href=\"Proton%E2%80%93proton%20chain\"&gt;creating helium&lt;/a&gt; from &lt;a href=\"Deuterium%20fusion\"&gt;e. g., deuterium&lt;/a&gt;.\nIssues with CI abundances include heterogeneity (local variation), and bromine and other halogens, which are water-soluble and thus labile. Volatiles, such as noble gases (though see below) and the &lt;a href=\"Goldschmidt%20classification\"&gt;atmophile elements&lt;/a&gt; carbon, nitrogen, oxygen, etc. are lost from minerals and not assumed to hold the Solar correspondence. However, in the modern era the Solar carbon and oxygen measurements have come down significantly. As these are the two most abundant elements after hydrogen and helium, the Sun's metallicity is affected significantly. It is possible that CI chondrites may hold \"too many\" volatiles, and the matrix of &lt;a href=\"CM%20chondrite\"&gt;CM chondrite&lt;/a&gt;s (excluding &lt;a href=\"chondrules\"&gt;chondrules&lt;/a&gt;, &lt;a href=\"calcium%E2%80%93aluminium-rich%20inclusion\"&gt;calcium–aluminium-rich inclusion&lt;/a&gt;s, etc.), or bulk Tagish Lake, may be a better proxy for the Solar abundance.\nOxygen.\nOxygen is the chief element in CI- and many other- meteorites. Despite the Solar agreement, the &lt;a href=\"Abundance%20of%20the%20chemical%20elements\"&gt;common elements&lt;/a&gt; carbon and nitrogen rarely condense into minerals for inclusion and recovery as meteorites. Instead, they tend to form various gases. They were depleted in the early eras of the Solar System, while oxygen forms numerous oxides.\n&lt;a href=\"Isotopes%20of%20oxygen\"&gt;Oxygen isotope&lt;/a&gt; studies had been performed before the modern era, both on Earth rocks and meteorites. However, isotope differences in individual samples (excepting radiosotopes) had once been widely held to be local effects, caused by &lt;a href=\"Environmental%20isotopes\"&gt;separation processes&lt;/a&gt; (plus &lt;a href=\"Spallation%23Nuclear%20spallation\"&gt;spallation&lt;/a&gt;, captures, etc.)- the materials had nevertheless all formed from a common pool, with a single oxygen mixture. The fall and analysis of the &lt;a href=\"Allende%20meteorite\"&gt;Allende meteorite&lt;/a&gt;, with large amounts of material available for study, demonstrated clearly that the Solar System contained different oxygen reservoirs, with different isotope ratios.\nThe three stable O-isotopes are &lt;a href=\"Oxygen-16\"&gt;16O&lt;/a&gt;, &lt;a href=\"Oxygen-17\"&gt;17O&lt;/a&gt;, and &lt;a href=\"Oxygen-18\"&gt;18O&lt;/a&gt;. A \"three-isotope plot\" (17O/16O axis versus 18O/16O axis) shows different Solar System materials- and thus, their oxygen reservoirs and likely, different formation regions- in different fields. The CI chondrites are clearly distinguished isotopically from their petrological kin, the CM chondrites, by their field: CIs are enriched in 18O, and to a lesser extent 17O, compared to CMs, with no overlap between them. The Antarctic (CI, CI-like, and/or CY) meteorites are even more enriched in 18O. These are the macroscopic samples with the heaviest oxygen in the Solar System. Oxygen isotope studies and classification have gone on to other meteorite groups, classes, and more astromaterials.\nIron.\nIron is present with 25 weight %, but mainly compounded in phyllosilicates and &lt;a href=\"oxides\"&gt;oxides&lt;/a&gt; (magnetite)- see below. This is a marginally higher level than CM chondrites, as iron is somewhat cooler-forming than magnesium. The &lt;a href=\"Siderophile%20element\"&gt;siderophiles&lt;/a&gt; nickel and cobalt follow iron as well.\nThe majority of the iron is in the form of cations in the phyllosilicates and iron bound as magnetite. Some appears as &lt;a href=\"ferrihydrite\"&gt;ferrihydrite&lt;/a&gt;, but not in Ivuna.\nCarbon.\nCIs average ~3.8% carbon, with excursions from 2-5%. This is the highest of the carbonaceous chondrites, but not of all meteorites- some &lt;a href=\"ureilite\"&gt;ureilite&lt;/a&gt;s may contain more.\nThe carbon is partly in the form of native carbon (graphite, nanodiamonds, etc.), and carbonates, but the bulk is dispersed as globules of organics.\nOrganic Compounds.\nOrganics in CIs include a lesser amount of soluble fractions, and a majority of macromolecular (insoluble) organics such as &lt;a href=\"Polycyclic%20aromatic%20hydrocarbons\"&gt;PAHs&lt;/a&gt;.\nNitrogen appears, both as &lt;a href=\"nitriles\"&gt;nitriles&lt;/a&gt;/&lt;a href=\"amines\"&gt;amines&lt;/a&gt;, as well as dissolved ammonium.\nGas.\nAll carbonaceous meteorites are, to some extent, gas-rich. Orgueil, Alais, Ivuna and Tonk all assay to higher gas levels than typical meteorites- Revelstoke is too small for traditional measurements.\nMost gases store mostly in carbon. Carbon's &lt;a href=\"Allotropes%20of%20carbon\"&gt;numerous allotropes&lt;/a&gt; form numerous network solids (particularly when heteroatoms are present), able to store atoms in their lattices and surfaces. Gases are often found in \"dark\" CM-like deposits, \"an extraordinary absorber\", and in magnetite.\nPetrology.\nThe main petrologic characteristic of Type 1 chondrites, such as CIs, is the lack of recognizable chondrules, thus excepting the sample from Tagish Lake. Yet small chondrule fragments and &lt;a href=\"calcium-aluminium-rich%20inclusion\"&gt;calcium-aluminium-rich inclusion&lt;/a&gt;s (CAI's) do occur, but are quite rare.\n\"Source: Lodders, K. Fegley, B. Jr. The Planetary Scientist's Companion, 1998, itself from prior refs.\"\nPhyllosilicates and Aqueous Alteration.\nThough CM chondrites also have large amounts of phyllosilicates, CI chondrites are distinguished petrologically by a near-absence of anything \"but\" phyllosilicate matrix, per their Type 1 designation. CMs are predominantly &lt;a href=\"tochilinite\"&gt;tochilinite&lt;/a&gt;-&lt;a href=\"cronstedtite\"&gt;cronstedtite&lt;/a&gt; intergrowths (\"TCI\"), while CIs hold &lt;a href=\"serpentinite\"&gt;serpentinite&lt;/a&gt;-smectite (often &lt;a href=\"saponite\"&gt;saponite&lt;/a&gt;) layers. In both cases, the two minerals form sheets alternating at the molecular level; the phyllosilicate then holds hydroxide ions (OH-) or true water (H2O) bound between layers (possibly both, in the case of &lt;a href=\"multilayer\"&gt;multilayer&lt;/a&gt;s). Serpentinite and saponite were identified by their characteristic 7-Angstrom and ~12-Angstrom sheet spacings, respectively.\nThese phyllosilicates are the products of aqueous alteration. The original protosolar condensates &lt;a href=\"olivine\"&gt;olivine&lt;/a&gt; and &lt;a href=\"pyroxene\"&gt;pyroxene&lt;/a&gt;, with ionic bonds between their components, are susceptible to water, especially with heating. The debate is whether this alteration, in general, happened at free-floating particles (the nebular hypothesis) or within the meteorites (or their parent &lt;a href=\"Small%20Solar%20System%20body\"&gt;small bodies&lt;/a&gt;)- the parent body hypothesis. On CI chondrites, the existence of veins, and multiple morphologies of magnetite, suggest possibly both, in multiple episodes.\nIt is peculiar that extensively-altered material should yet have the most primitive element abundances. Whatever aqueous processes shaped CI chondrites either did not drive minerals farther than mm- to cm-scale, or the parent body was so thoroughly fluidized that all volumes which became the CI chondrites were homogenized- in either case, a closed system.\nAqueous alteration has proceeded toward the point of no free (metallic) metal. All or essentially all &lt;a href=\"Meteoritic%20iron\"&gt;metal grains&lt;/a&gt; are now bound as oxides, sulfides, etc.\nIn the case of Antarctic finds (the putative CY chondrites), this process has partially reversed. Phyllosilicates have, to some extents, dehydrated and reverted to silicates suggesting a different parent body for those meteorites.\nThis water can be extracted artificially by thermogravimetric analysis: using heat to drive off volatiles from their storage. Temperatures vary with the form and host. In the case of hydroxide, two such ions &lt;a href=\"Hydroxylation\"&gt;hydroxylate&lt;/a&gt; each other, to give water molecules and half as many oxygen molecules:\nWater.\nCI chondrites contain between 17 and 22 weight % water- more water than comet &lt;a href=\"67P/Churyumov%E2%80%93Gerasimenko\"&gt;67P/Churyumov–Gerasimenko&lt;/a&gt;. Their high porosity (of up to 30%) seems to be correlated to those facts. The water is mostly tied up in water-bearing silicates. Strong aqueous alteration at rather low temperatures (at 50 to 150 °C) – a hallmark of CI chondrites – is indicated by the occurrence of minerals like epsomite, but also by carbonates and sulfates. Liquid water must have penetrated the parent body through cracks and fissures and then deposited the water-bearing phases.\n&lt;a href=\"Fluid%20inclusions\"&gt;Fluid inclusions&lt;/a&gt;- crystal voids intact enough to enclose liquids- have been identified in other meteorites, and the CI chondrites Ivuna, and likely Orgueil. Such brine samples are the only direct surviving fluids that can be studied from the early solar system.\nMagnetite.\n&lt;a href=\"Native%20metal\"&gt;Free (metallic)&lt;/a&gt; iron is essentially absent, converted to e. g., &lt;a href=\"magnetite\"&gt;magnetite&lt;/a&gt;. Though found in many meteorites, magnetite is common and characteristic of the carbonaceous chondrites, and especially of CIs. Magnetite abundance is ~4%, second after phyllosilicates; it takes many sizes and morphologies.\nThese morphologies include conventional crystals, spheres and spheroids. Sphere(oids) are multiple sizes unlike CM. \"Framboids\" (fr. &lt;a href=\"raspberry\"&gt;raspberry&lt;/a&gt;-like) are round clusters of smaller, round spheroids. \"Plaquettes\" resemble stacks of dishes, &lt;a href=\"Screw%20thread\"&gt;threads&lt;/a&gt;, or beehives. They are characteristic of CIs, and not found in CMs.\nMagnetite originated from continuing oxidation of sulfides: nominally &lt;a href=\"troilite\"&gt;troilite&lt;/a&gt; (stoichiometric FeS) but de facto &lt;a href=\"pyrrhotite\"&gt;pyrrhotite&lt;/a&gt; (Fe(1-x)S) with &lt;a href=\"pentlandite\"&gt;pentlandite&lt;/a&gt;, &lt;a href=\"pyrite\"&gt;pyrite&lt;/a&gt;, and their &lt;a href=\"Meteoritic%20iron\"&gt;nickel substitutions&lt;/a&gt;, etc. Nickel, chromium, and other alloying elements are then shed as tiny grains. This oxidation appears to have occurred in multiple generations.\nMagnetite has clearly lighter oxygen isotopes. It acts as a carrier phase for xenon.\nSulfur Compounds.\nIron sulfides like pyrrhotite, pentlandite, troilite and cubanite do occur, but The Mg/Si ratio of 1.07 is rather high. Only &lt;a href=\"CV%20chondrite\"&gt;CV chondrite&lt;/a&gt;s are more strongly enriched in magnesium. The Ca/Si ratio of 0.057 is the lowest of all carbonaceous chondrites. As regards the &lt;a href=\"oxygen%20isotopes\"&gt;oxygen isotopes&lt;/a&gt;, CI chondrites have the highest values in δ17O and δ18O among the carbonaceous chondrites, though see Antarctic specimens, below. The ratio 17/18 compares with terrestrial values (on the \"TFL,\" the terrestrial fractionation line).\nOther components.\nThe phyllosilicate matrix is hosting intact mineral grains such as olivine/pyroxene, carbonates, sulfates, sulfides, and magnetite. CI-chondrites contain the following minerals:\nAll these ferromagnesian silicates are tiny, equidimensional, idiomorphic grains crystallized at high temperatures.\nWater-bearing, clay-rich &lt;a href=\"phyllosilicate\"&gt;phyllosilicate&lt;/a&gt;s like &lt;a href=\"montmorillonite\"&gt;montmorillonite&lt;/a&gt; and &lt;a href=\"serpentine%20group\"&gt;serpentine&lt;/a&gt;-like minerals. Main constituents.\nAs aqueous alteration minerals occur:\nCarbonaceous minerals include:\nThe ferromagnesian minerals are isolated and show no signs of alteration.\nPhysical parameters.\nBecause of their high porosity, CI chondrites have only a &lt;a href=\"density\"&gt;density&lt;/a&gt; of 2.2 g/cm3.\nNatural History.\nFormation.\nCI chondrites and the closely related CM chondrites are very rich in volatile substances, especially in water. It is assumed that they originally formed in the outer &lt;a href=\"asteroid%20belt\"&gt;asteroid belt&lt;/a&gt;, at a distance surpassing 4 &lt;a href=\"Astronomical%20unit\"&gt;AU&lt;/a&gt; – the reason for this being the so-called &lt;a href=\"snow%20line\"&gt;snow line&lt;/a&gt; situated at this distance and representing a temperature of 160 &lt;a href=\"Kelvin\"&gt;K&lt;/a&gt;. At these conditions any water present condensed to ice and was therefore preserved. This is supported by the similarity of CI chondrites with the icy moons of the outer Solar system. Furthermore, there seems to exist a connection to &lt;a href=\"comet\"&gt;comet&lt;/a&gt;s: like the comets, CI chondrites &lt;a href=\"accretion%20%28astrophysics%29\"&gt;accreted&lt;/a&gt; silicates, ice and other volatiles, as well as organic compounds (example: &lt;a href=\"Comet%20Halley\"&gt;Comet Halley&lt;/a&gt;).\nOccurrence.\nThe CI meteorites are rare, but CI material is widespread. Complicating the question is that carbon and mixed organics tend to be opaque, and dominant in a material's spectrum. Yet they have flat, featureless spectra in the bands accessible to common telescopes on Earth, rendering them difficult to identify.\nMicrometeorites/Dust.\nThe amount of material reaching the Earth as micrometeorites/interplanetary dust is over an order of magnitude-nearly two- greater than as macroscopic objects. As frontal &lt;a href=\"Square-cube%20law\"&gt;area falls with the square of size but volume falls with the cube of size&lt;/a&gt;, two objects of the same material (and thus, density) will see the larger heated and stressed on &lt;a href=\"atmospheric%20entry\"&gt;atmospheric entry&lt;/a&gt; much more than the much smaller one. Dust particles and to an extent micrometeorites overcome the fragility filter preventing more CI chondrite recoveries. Particles of a certain size also benefit from the &lt;a href=\"Poynting-Robertson%20effect\"&gt;Poynting-Robertson effect&lt;/a&gt;, causing them to encounter Earth at slower relative speeds.\nMicrometeorites/dust particles are diverse. They are typically CM-like, but also include CR- and CI-like. A dust particle, surviving for the age of the Solar System, would have quasi-CI abundances. Hydrous dust particles of this class resemble CI material. Some, with no processing of a parent body, would have abundances even closer to protosolar. This includes yet higher volatiles, such as in the UCAMMs (ultracarbonaceous Antarctic micrometeorites).\nIn Clasts.\nAs with micrometeorites/dust, most examples are CM-like. However,\nCeres.\nCeres has been hypothesized to be a CI &lt;a href=\"parent%20body\"&gt;parent body&lt;/a&gt;.\nComets?\nLines of evidence claim that comets are not CI chondrite &lt;a href=\"Parent%20body\"&gt;parent bodies&lt;/a&gt;. However, this evidence is variously philosophic and circumstantial. Space probes have upended our conception of comets; in particular, &lt;a href=\"Stardust%20%28spacecraft%29\"&gt;Stardust&lt;/a&gt; has &lt;a href=\"Sample%20return%20mission\"&gt;returned material&lt;/a&gt; from &lt;a href=\"Wild%202\"&gt;Wild 2&lt;/a&gt; that appears more asteroidal than cometary.\nThe possibility that CI chondrites are comet samples is still being postulated. Gounelle computes the prior orbit of Orgueil to be that of a short-period comet.\nThis debate assumes the distinction between the two small bodies is valid and rigid, which is currently in discussion. The issue includes mixing between (nominally) comets and asteroids in space.\nAntarctic CI chondrites (?).\nAntarctica has been a fertile source of meteorites. Greater yields from the continent's ice fields have resulted in arguably CI or CI-like specimens, starting with Yamato 82042 and 82162 (Y 82042, Y82162). In 1992, Ikeda proposed that these meteorites, differing somewhat from non-Antarctic examples, should receive their own grouplet- at the time, there were, three, short of the five (unpaired) meteorites needed for a full group. These meteorites have measurably higher sulfide content, and an 18O level even higher than the prior CI specimens, making them the heaviest in oxygen of all meteorites found.\nBy 2015, the specimen list had grown: arguably Y 86029, 86720, 86789, 980115, Belgica 7904 and a desert chondrite, Dhofar 1988. King et al. renewed the call for a separate group, the \"CY\" chondrites.\nMost Antarctic specimens differ in that phyllosilicates have begun reverting (as described above), and in their sulfide content. Sulfides exceed magnetite.\nMisclassification.\nDue to their rarity, and importance as geochemical references, many are eager to claim specimens as CI.\nBench Crater Sample.\nDuring the &lt;a href=\"Apollo%2012\"&gt;Apollo 12&lt;/a&gt; mission a meteorite was found 1969 on the &lt;a href=\"moon\"&gt;moon&lt;/a&gt;, which was first thought to be a CI chondrite, but later turned out to be a closely related &lt;a href=\"CM%20chondrite\"&gt;CM chondrite&lt;/a&gt;.\nKaidun.\nIn 1983, Kallemeyn and Kerridge claimed that the Kaidun meteorite was a potential CI. As the &lt;a href=\"CR%20chondrite\"&gt;CR chondrite&lt;/a&gt; group was still under debate by the meteoritical community, CI appeared more appropriate at the time. Kaidun is &lt;a href=\"https%3A//www.lpi.usra.edu/meteor/metbull.php%3Fsea%3Dkaidun%26amp%3Bsfor%3Dnames%26amp%3Bants%3D%26amp%3Bnwas%3D%26amp%3Bfalls%3D%26amp%3Bvalids%3D%26amp%3Bstype%3Dcontains%26amp%3Blrec%3D50%26amp%3Bmap%3Dge%26amp%3Bbrowse%3D%26amp%3Bcountry%3DAll%26amp%3Bsrt%3Dname%26amp%3Bcateg%3DAll%26amp%3Bmblist%3DAll%26amp%3Brect%3D%26amp%3Bphot%3D%26amp%3Bstrewn%3D%26amp%3Bsnew%3D0%26amp%3Bpnt%3DNormal%2520table%26amp%3Bcode%3D12228\"&gt;officially a CR2&lt;/a&gt;.\nTagish Lake Meteorite.\nIn 2000 a fall occurred at &lt;a href=\"Tagish%20Lake\"&gt;Tagish Lake&lt;/a&gt; in the &lt;a href=\"Yukon%20Territory\"&gt;Yukon Territory&lt;/a&gt;. This meteorite is not included within the CI chondrites, as it contains chondrules. It is &lt;a href=\"https%3A//www.lpi.usra.edu/meteor/metbull.php%3Fsea%3Dtagish%2Blake%26amp%3Bsfor%3Dnames%26amp%3Bants%3D%26amp%3Bnwas%3D%26amp%3Bfalls%3D%26amp%3Bvalids%3D%26amp%3Bstype%3Dcontains%26amp%3Blrec%3D50%26amp%3Bmap%3Dge%26amp%3Bbrowse%3D%26amp%3Bcountry%3DAll%26amp%3Bsrt%3Dname%26amp%3Bcateg%3DAll%26amp%3Bmblist%3DAll%26amp%3Brect%3D%26amp%3Bphot%3D%26amp%3Bstrewn%3D%26amp%3Bsnew%3D0%26amp%3Bpnt%3DNormal%2520table%26amp%3Bcode%3D23782\"&gt;designated&lt;/a&gt; &lt;a href=\"https%3A//www.lpi.usra.edu/meteor/metbull.php%3Fsea%3DC2-ung%26amp%3Bsfor%3Dtypes%26amp%3Bstype%3Dexact\"&gt;C2-ungrouped (ung)&lt;/a&gt;.\nThe meteorite is \"no doubt\" a type 2, petrographically. Chemical abundances are \"very similar\" to CM, \"distinctly higher than the CI chondrite\" levels. Although the carbon and nitrogen isotopes are closer to CI, the oxygen isotopes, which &lt;a href=\"Oxides\"&gt;predominate&lt;/a&gt;, are not CI-like. Tagish Lake is enriched in 17O, but deficient in 18O, placing it closer to the CM meteorites and on the CCAM (carbonaceous chondrite anhydrous mineral mixing) line with the CM-CO clan.\nFriedrich et al. conclude \"[as to] Tagish Lake being a CI chondrite: it is not.\"\nNWA 5958.\nIn 2011, another research group claimed the Northwest Africa 5958 meteorite (NWA 5958) was a CI.\nA later team reported that it is not. NWA 5958 &lt;a href=\"https%3A//www.lpi.usra.edu/meteor/metbull.php%3Fsea%3DNWA%2B5958%26amp%3Bsfor%3Dnames%26amp%3Bants%3D%26amp%3Bnwas%3D%26amp%3Bfalls%3D%26amp%3Bvalids%3D%26amp%3Bstype%3Dcontains%26amp%3Blrec%3D50%26amp%3Bmap%3Dge%26amp%3Bbrowse%3D%26amp%3Bcountry%3DAll%26amp%3Bsrt%3Dname%26amp%3Bcateg%3DAll%26amp%3Bmblist%3DAll%26amp%3Brect%3D%26amp%3Bphot%3D%26amp%3Bstrewn%3D%26amp%3Bsnew%3D0%26amp%3Bpnt%3DNormal%2520table%26amp%3Bcode%3D50844\"&gt;is a C2-ung&lt;/a&gt;.\nImportance.\nCompared to all the meteorites found to date, CI chondrites possess the strongest similarity to the elemental distribution within the original &lt;a href=\"solar%20nebula\"&gt;solar nebula&lt;/a&gt;. For this reason they are also called \"primitive meteorites\". Except for the volatile elements &lt;a href=\"carbon\"&gt;carbon&lt;/a&gt;, &lt;a href=\"hydrogen\"&gt;hydrogen&lt;/a&gt;, &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt; and &lt;a href=\"nitrogen\"&gt;nitrogen&lt;/a&gt;, as well as the &lt;a href=\"noble%20gas\"&gt;noble gas&lt;/a&gt;es, which are deficient in the CI chondrites, the elemental ratios are nearly identical. &lt;a href=\"Lithium\"&gt;Lithium&lt;/a&gt; is another exception, it is enriched in the meteorites (lithium in the Sun is involved during &lt;a href=\"nucleosynthesis\"&gt;nucleosynthesis&lt;/a&gt; and therefore diminished).\nBecause of this strong similarity, it has become customary in &lt;a href=\"petrology\"&gt;petrology&lt;/a&gt; to normalize rock samples versus CI chondrites for a specific element, i. e. the ratio rock/chondrite is used to compare a sample with the original solar matter. Ratios &gt; 1 indicate an enrichment, ratios &lt; 1 a depletion of the sample. The normalization process is used mainly in &lt;a href=\"spider%20diagram\"&gt;spider diagram&lt;/a&gt;s for the &lt;a href=\"rare-earth%20element\"&gt;rare-earth element&lt;/a&gt;s.\nCI chondrites also have a high carbon content. Besides inorganic carbon compounds like graphite, diamond and carbonates, organic carbon compounds are represented. For instance, amino acids have been detected. This is a very important fact in the ongoing search for the &lt;a href=\"origin%20of%20life\"&gt;origin of life&lt;/a&gt;."
}