{
    "id": "27506180",
    "revid": "8622645",
    "url": "https://en.wikipedia.org/wiki?curid=27506180",
    "title": "Edirne event",
    "text": "The Edirne Incident () was a &lt;a href=\"janissary\"&gt;janissary&lt;/a&gt; revolt that began in &lt;a href=\"Ottoman%20Constantinople\"&gt;Constantinople&lt;/a&gt; (now &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;) in 1703. The revolt was a reaction to the consequences of the &lt;a href=\"Treaty%20of%20Karlowitz\"&gt;Treaty of Karlowitz&lt;/a&gt; and Sultan &lt;a href=\"Mustafa%20II\"&gt;Mustafa II&lt;/a&gt;'s absence from the capital. The rising power of the sultan’s former tutor, &lt;a href=\"%C5%9Eeyh%C3%BClislam\"&gt;Şeyhülislam&lt;/a&gt; &lt;a href=\"Feyzullah%20Efendi\"&gt;Feyzullah Efendi&lt;/a&gt; and the empire's declining economy caused by &lt;a href=\"tax%20farming\"&gt;tax farming&lt;/a&gt; were also causes of the revolt. As a result of the &lt;a href=\"Edirne\"&gt;Edirne&lt;/a&gt; Event, Şeyhülislam Feyzullah Efendi was killed, and Sultan Mustafa II was ousted from power. The sultan was replaced by his brother, Sultan &lt;a href=\"Ahmed%20III\"&gt;Ahmed III&lt;/a&gt;. The Edirne Event contributed to the decline of the power of the &lt;a href=\"sultanate\"&gt;sultanate&lt;/a&gt; and the increasing power of the janissaries and &lt;a href=\"Qadi\"&gt;kadis&lt;/a&gt;.\nCauses.\nThree causes of the Edirne Event were the &lt;a href=\"Treaty%20of%20Karlowitz\"&gt;Treaty of Karlowitz&lt;/a&gt;, the rise of Seyhulislam Feyzullah Efendi and the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; practice of &lt;a href=\"tax%20farming\"&gt;tax farming&lt;/a&gt;.\nThe &lt;a href=\"Treaty%20of%20Karlowitz\"&gt;Treaty of Karlowitz&lt;/a&gt; was signed on January 16, 1699. This treaty was signed in response to the Ottoman wars with the &lt;a href=\"Habsburgs\"&gt;Habsburgs&lt;/a&gt;, the &lt;a href=\"Republic%20of%20Venice\"&gt;Venetians&lt;/a&gt;, the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Poles&lt;/a&gt; and the &lt;a href=\"Russian%20Tsardom\"&gt;Russians&lt;/a&gt;. The Treaty of Karlowitz ended a fifteen-year period of war in the aftermath of the Ottomans' failed siege of &lt;a href=\"Battle%20of%20Vienna\"&gt;Vienna&lt;/a&gt; in 1683. The peace negotiations began only after numerous and urgent Ottoman requests for peace and diplomatic efforts by England and the &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt;. The Ottomans had been desperate to end the war after “the army under the sultan was annihilated by &lt;a href=\"Eugene%20of%20Savoy\"&gt;Eugene of Savoy&lt;/a&gt; in open field confrontations.” (&lt;a href=\"Battle%20of%20Zenta\"&gt;Battle of Zenta&lt;/a&gt;)The treaty outlines the post-war agreements between the Ottomans, the Venetians, the Poles and the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburgs&lt;/a&gt;. (A peace treaty with Russia was not signed until July 1700). The Treaty of Karlowitz forced the Ottomans to surrender a significant amount of territory to the Habsburgs and the Venetians. The Habsburgs gained Hungary, Croatia and &lt;a href=\"Principality%20of%20Transylvania%20%281570%E2%80%931711%29\"&gt;Transylvania&lt;/a&gt; from the Ottomans. The Venetians received &lt;a href=\"Venetian%20Dalmatia\"&gt;Dalmatia&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20the%20Morea\"&gt;Morea&lt;/a&gt;. The &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt; gained &lt;a href=\"Podolia\"&gt;Podolia&lt;/a&gt;. These territorial losses had drastic effects on the geopolitical power of the Ottoman Empire. “With the Treaty of Karlowitz, the Ottoman Empire ceased to be a dominating power in Central and Eastern Europe and began to take a defensive position to its Christian neighbors.”\nAfter the signing of the &lt;a href=\"Treaty%20of%20Karlowitz\"&gt;Treaty of Karlowitz&lt;/a&gt;, Sultan Mustafa II retreated to &lt;a href=\"Edirne\"&gt;Edirne&lt;/a&gt; and “left political and administrative affairs to Seyhulislam Feyzullah Efendi.” The Sultan’s move to Edirne in 1701 was a political attempt to shield the effects of the treaty from the public. The Sultan’s absence and the leadership of Seyhulislam Feyzullah Efendi were not supported by the &lt;a href=\"janissaries\"&gt;janissaries&lt;/a&gt;. Seyhulislam Feyzullah Efendi’s “corruption and nepotism, excessive even for the time, and his influence over the sultan [were] considered too great. Furthermore, he overstepped the boundaries of his position as head of the religious arm of the household, establishing corporate relationships traditionally the domain and prerogative of the vizierial and pasha households.” &lt;a href=\"Grand%20Vizier\"&gt;Grand Vizier&lt;/a&gt; &lt;a href=\"Elmas%20Mehmed%20Pasha\"&gt;Elmas Mehmed Pasha&lt;/a&gt;'s 1695 economic reform led to the existence of lifetime &lt;a href=\"tax%20farming\"&gt;tax farming&lt;/a&gt;. For centuries, there had been yearly auctions to determine who would be allowed to collect regional taxes for that year. This was detrimental to the provinces because tax farmers would use their brief power to bleed their area dry. By auctioning of the ability to collect taxes from a region for a lifetime, the central government maintained regional support because the regional elite became dependent on the central government. “Very quickly, by 1703, these lifetime tax farms had spread and came into wide use in the &lt;a href=\"Balkan\"&gt;Balkan&lt;/a&gt;, &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt;n, and &lt;a href=\"Arab\"&gt;Arab&lt;/a&gt; provinces alike” (Ottoman Empire 1700–1922 48). Nonetheless, the transition from yearly to lifetime terms did not benefit the economy. Only about one-fifth of the taxes collected by tax farmers ever made it to the central government. Consequently, the central government did not have sufficient funds to pay its military.\nRevolt.\nThe &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; was backing a &lt;a href=\"George%20VII%20of%20Imereti\"&gt;candidate to the throne&lt;/a&gt; during a civil war in the &lt;a href=\"Kingdom%20of%20Imereti\"&gt;Kingdom of Imereti&lt;/a&gt; in Georgia. The &lt;a href=\"Sublime%20Porte\"&gt;Porte&lt;/a&gt; decided to &lt;a href=\"Ottoman%20invasion%20of%20western%20Georgia%20%281703%29\"&gt;send an army&lt;/a&gt; to be effective in the area. However, the salaries of the army members had been delayed, and the subunit of the janissaries responsible for logistics, named &lt;a href=\"Cebeci%20%28corps%29\"&gt;Cebeci&lt;/a&gt;, revolted on 17 July 1703 demanding full payment before the operation. The Edirne Event, also called the Revolt of 1703, broke out in &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;. This revolt began among the &lt;a href=\"janissaries\"&gt;janissaries&lt;/a&gt; \"who complained of overdue pay, and of the sultan’s absence.\" Although the revolt began with the janissaries, it soon grew to include civilians, lower-ranking soldiers, &lt;a href=\"artisan\"&gt;artisan&lt;/a&gt;s as well as members of the &lt;a href=\"ulema\"&gt;ulema&lt;/a&gt;. These groups were frustrated with the sultan's attempt to mask the loss political legitimacy and the rise of Shaykhulislam . With the support of other army units as well as some Constantinople citizens and most ulema (religious leaders), the rebels plundered the houses of the senior government officers and began controlling the capital for several weeks. Although they sent a group of representatives to Edirne, Feyzullah Efendi jailed them. This provoked the rebels, and they began to march to Edirne. The sultan announced that he had deposed Feyzullah Efendi. But it was too late and the rebels decided to dethrone &lt;a href=\"Mustafa%20II\"&gt;Mustafa II&lt;/a&gt;. The sultan tried to form a defense line at the outskirts of Edirne. But even the sultan's soldiers joined the rebels. \"Military confrontation outside of &lt;a href=\"Edirne\"&gt;Edirne&lt;/a&gt; was avoided as the imperial loyalists, mostly troops recruited from the &lt;a href=\"Balkan\"&gt;Balkan&lt;/a&gt; countryside, deserted Mustafa and joined the ranks from Constantinople.\"\nThe demands of the rebels were articulated by the ulema through the &lt;a href=\"Qadi\"&gt;kadi&lt;/a&gt; judges who were “the most consistent representation of Ottoman rule in the provinces.” The kadis posed and answered four questions regarding the situation at hand. “The first concerned Mustafa II's neglect of his ‘trust’ in looking after his subjects, ‘allowing injustice and inequity to reign’ while he went hunting, wasting the public treasury. The second legitimated the right of a &lt;a href=\"Muslim%20community\"&gt;Muslim community&lt;/a&gt; to stand up to an unjust ruler. The third condemned those who sided with an unjust ruler. The fourth charged &lt;a href=\"Mustafa%20II\"&gt;Mustafa II&lt;/a&gt; ‘… with having compromised his mandate by accepting the peace treaties and conceding so much territory to the Christian powers.” The &lt;a href=\"Qadi\"&gt;kadi&lt;/a&gt; judiciary essentially declared Mustafa II unfit for the &lt;a href=\"sultanate\"&gt;sultanate&lt;/a&gt;. This style of Islamic judicial ruling is called &lt;a href=\"fetva\"&gt;fetva&lt;/a&gt;.The clergy or Ulema (Arabic plural for knowledgeable person) \nwere all Sunni Muslims. At the head stood the Seyhulislam (Chief Mufti) appointed by the Sultan and paid a state salary like the rest of the Ulema, who received a stream of requests from central government to certify (usually in the form of a written judgement or Fatwa) that proposed government action conformed to Sharia law.\nOn 22 August 1703, Mustafa II was deposed (back into the Seraglio), and his brother &lt;a href=\"Ahmed%20III\"&gt;Ahmed III&lt;/a&gt; became the new sultan. Feyzullah Efendi was killed by the rebels.\nAlthough Mustafa II was replaced as the sultan, the revolt continued in Constantinople. The violence continued for three problematic reasons: “the lack of discipline and control over the disorder and destruction; the dissolution of rebel unity, amidst rivalries concerning the balance of power; and finally competition for the coronation accession gifts, the traditional reward for the &lt;a href=\"janissary\"&gt;janissary&lt;/a&gt; pledge of allegiance to a new &lt;a href=\"sultan\"&gt;sultan&lt;/a&gt;.\" This final demand was a means through which the janissaries exerted direct control over the sultan. The janissaries were essentially emphasizing their ability to remove a sultan from power or to reinstate a new sultan. When the violence ended, “the ceremony of submission by which the Janissaries swore allegiance to the new sultan was a theatrical gesture masking the real power of the corps to control events in the imperial capital.”\nAftermath.\nAs a result of the Edirne Event, Mustafa II was removed from power. Mustafa II was not physically harmed by the rebels. After he was removed from the &lt;a href=\"sultanate\"&gt;sultanate&lt;/a&gt;, he “spent the remainder of his life seclusion in the palace” . Mustafa II was replaced by his brother &lt;a href=\"Ahmed%20III\"&gt;Ahmed III&lt;/a&gt;. After he was declared sultan, Ahmed III went on the &lt;a href=\"hajj\"&gt;hajj&lt;/a&gt; and did not return home to Constantinople until 1706. Sultan Ahmed III reestablished the capital of the empire in Constantinople. Economically, the Ottomans were still in trouble. “Sari Mehmed Pasha, Chief Financial Officer six times between 1703 and 1716, was said to have melted the palace silver to make up the accession payment for Ahmet III. The accession payment was the payment that the new sultan had to pay to the &lt;a href=\"janissaries\"&gt;janissaries&lt;/a&gt; as part of their confirmation of his sultanate. This payment that the sultan was required to make to the janissaries was simply another addition to the financial troubles that the empire was already experiencing.\nLegacy.\nThe defeat of Mustafa II in battle, the detrimental conditions of the Treaty of Karlowitz and his expulsion from power all contributed to the general decline of the &lt;a href=\"sultanate\"&gt;sultanate&lt;/a&gt; as an institution. “While in the sixteenth century or even the early seventeenth century, the power of the sultans had been respected and even feared, this was no longer true after the numerous Ottoman defeats in the wars of 1683-1718.” The economic manipulation of Sultan &lt;a href=\"Ahmed%20III\"&gt;Ahmed III&lt;/a&gt; also demonstrated a decline of the power of the sultanate. The continued weakening of the sultanate contributed to the strengthening of provincial powers.\nThe Edirne Event strengthened the power of both the &lt;a href=\"janissaries\"&gt;janissaries&lt;/a&gt; and the kadis. The janissaries’ power over the sultan was demonstrated not only through their attack, but also through their ability to economically manipulate Sultan Ahmed III. The kadis’ revealed their power over the sultan through their interpretation of &lt;a href=\"Islamic%20law\"&gt;Islamic law&lt;/a&gt;. As the kadis were the most accessible &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; leaders in the provinces, their growing power over the sultanate contributed to the increasing &lt;a href=\"decentralization\"&gt;decentralization&lt;/a&gt; of power within the Ottoman Empire."
}