{
    "id": "2753182",
    "revid": "1057718961",
    "url": "https://en.wikipedia.org/wiki?curid=2753182",
    "title": "Andy Mill",
    "text": "Andy Ray Mill (born February 11, 1953) is a former &lt;a href=\"Alpine%20skiing\"&gt;alpine ski racer&lt;/a&gt; on the &lt;a href=\"United%20States%20Ski%20Team\"&gt;U.S. Ski Team&lt;/a&gt;. He was two-time &lt;a href=\"Winter%20Olympic%20Games\"&gt;Olympian&lt;/a&gt;, competing primarily in the &lt;a href=\"Downhill%20skiing\"&gt;downhill&lt;/a&gt; and &lt;a href=\"Alpine%20skiing%20combined\"&gt;combined&lt;/a&gt; events on the &lt;a href=\"FIS%20Alpine%20Ski%20World%20Cup\"&gt;World Cup&lt;/a&gt; circuit.\nSki career.\nBorn in &lt;a href=\"Fort%20Collins%2C%20Colorado\"&gt;Fort Collins&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, Mill moved with his family to &lt;a href=\"Laramie%2C%20Wyoming\"&gt;Laramie&lt;/a&gt;, &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt;, before relocating to &lt;a href=\"Aspen%2C%20Colorado\"&gt;Aspen&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, in the early 1960s. Mill was an accomplished junior racer and made the &lt;a href=\"United%20States%20Ski%20Team\"&gt;U.S. Ski Team&lt;/a&gt; in 1971, and in &lt;a href=\"1974%20Alpine%20Skiing%20World%20Cup\"&gt;1974&lt;/a&gt;, Mill competed at the &lt;a href=\"Alpine%20World%20Ski%20Championships%201974\"&gt;World Championships&lt;/a&gt; in &lt;a href=\"St.%20Moritz\"&gt;St. Moritz&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. For the next seven years, when not injured, he was America's top downhill racer. In the mid-1970s, Mill was nicknamed \"Wilde Hund\" (wild dog) by Europeans for his gritty style and appearance (long hair &amp; beard).\nMill's finest hour was at the &lt;a href=\"Alpine%20skiing%20at%20the%201976%20Winter%20Olympics\"&gt;1976 Winter Olympics&lt;/a&gt; in &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, where he placed sixth in the downhill at &lt;a href=\"Patscherkofel\"&gt;Patscherkofel&lt;/a&gt;, which was won dramatically by &lt;a href=\"Franz%20Klammer\"&gt;Franz Klammer&lt;/a&gt; of &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;. Mill's finish was the best by an American in the men's downhill in 24 years, since Bill Beck's fifth place in &lt;a href=\"Alpine%20skiing%20at%20the%201952%20Winter%20Olympics\"&gt;1952&lt;/a&gt;. Mill had placed fifth in the previous year's World Cup event on the same run, his best World Cup finish.\nFollowing the Olympics, Mill won the downhill at the 1976 U.S. Alpine Championships. Two years later, he competed at the &lt;a href=\"Alpine%20World%20Ski%20Championships%201978\"&gt;1978 World Championships&lt;/a&gt; in &lt;a href=\"Garmisch%20Classic\"&gt;Garmisch&lt;/a&gt;, &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt;, and the &lt;a href=\"Alpine%20skiing%20at%20the%201980%20Winter%20Olympics\"&gt;1980 Olympics&lt;/a&gt; in &lt;a href=\"Lake%20Placid%2C%20New%20York\"&gt;Lake Placid&lt;/a&gt;, where he was 16th in the downhill. His racing career ended in January &lt;a href=\"1981%20Alpine%20Skiing%20World%20Cup\"&gt;1981&lt;/a&gt; after a serious crash in a training run on the &lt;a href=\"Lauberhorn\"&gt;Lauberhorn&lt;/a&gt; in &lt;a href=\"Wengen\"&gt;Wengen&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;.\nIn 1988, Mill was presented with the U.S. Olympic Spirit Award in recognition for overcoming adversity in the &lt;a href=\"Alpine%20skiing%20at%20the%201976%20Winter%20Olympics\"&gt;1976 Olympic Games&lt;/a&gt;, where he placed sixth in the downhill, even though injured. His lower right leg was so badly bruised from a training injury that he could not stand without pain the day before the race. In order to compete, he froze his leg in the &lt;a href=\"snow\"&gt;snow&lt;/a&gt; minutes before entering the starting gate.\nAfter ski racing.\nSince his retirement from ski racing in &lt;a href=\"1981%20Alpine%20Skiing%20World%20Cup\"&gt;1981&lt;/a&gt;, Mill has worked as a ski racing commentator with &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;, &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;, &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;, and &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;. He has a syndicated show in major &lt;a href=\"ski%20area\"&gt;ski area&lt;/a&gt;s in the U.S. entitled \"Ski with Andy Mill\", which he hosts, writes and produces.\nMill has served on the boards of the Aspen Educational Foundation, the U.S. Olympic Educational Ski Foundation for the &lt;a href=\"United%20States%20Ski%20Team\"&gt;U.S. Ski Team&lt;/a&gt;, Aspen Winterclub Foundation, and National Atlantic Salmon Fishing Federation.\nAfter his ski racing career concluded, Andy Mill found another passion - tarpon fishing. A lifelong fisherman, he brought a similar level of dedication and perfection to fishing. Although he admittedly struggled for quite a few years, he eventually mastered the art of tarpon fishing and went on to become only the second angler to win 5 Gold Cup Tarpon tournaments and be a triple crown winner in tarpon fishing (Gold Cup, Hawley, and Golden Fly). Mill has also hosted an outdoor show on OLN as well as fished for a number of fish including marlin, sailfish, bonefish, and permit, among others.\nPersonal life.\nHe was divorced from his first wife, Robin, a former Miss California. On July 30, 1988, in &lt;a href=\"Boca%20Raton%2C%20Florida\"&gt;Boca Raton, Florida&lt;/a&gt;, Andy Mill married &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; star &lt;a href=\"Chris%20Evert\"&gt;Chris Evert&lt;/a&gt;, whom he had met 19 months earlier at a New Year's Eve party at the Hotel Jerome in &lt;a href=\"Aspen%2C%20Colorado\"&gt;Aspen&lt;/a&gt;. After 18 years of marriage and three sons, they were divorced in December 2006 in &lt;a href=\"Fort%20Lauderdale%2C%20Florida\"&gt;Fort Lauderdale, Florida&lt;/a&gt;, citing &lt;a href=\"irreconcilable%20differences\"&gt;irreconcilable differences&lt;/a&gt;. Evert had left Mill for golfer and former friend of the couple, &lt;a href=\"Greg%20Norman\"&gt;Greg Norman&lt;/a&gt;. Mill received $7 million in cash &amp; securities from Evert, the $4 million house in &lt;a href=\"Aspen%2C%20Colorado\"&gt;Aspen&lt;/a&gt;, and several vehicles. After their divorce, Mill wished Evert and &lt;a href=\"Greg%20Norman\"&gt;Greg Norman&lt;/a&gt; 'happiness'. He became engaged to Debra Harvick of Aspen in 2009 and proposed marriage after their third date. Mill and Harvick married shortly before Evert and Norman separated after only 15 months of marriage. Mill is now divorced from Harvick. Harvick, whom Mill also describes as his best friend, enjoyed such hobbies together as biking along coastlines, skiing, fishing, and bow hunting.&lt;a href=\"https%3A//web.archive.org/web/20131127122350/http%3A//married.answers.com/famous-couples/andy-mill-downhill-through-divorce\"&gt;&lt;/a&gt;"
}