{
    "id": "27569327",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=27569327",
    "title": "Paul Delaney (hurler)",
    "text": "Paul Delaney (born November 1966) is an Irish retired &lt;a href=\"hurling\"&gt;hurler&lt;/a&gt; His &lt;a href=\"National%20Hurling%20League\"&gt;league&lt;/a&gt; and &lt;a href=\"All-Ireland%20Senior%20Hurling%20Championship\"&gt;championship&lt;/a&gt; career with the &lt;a href=\"Tipperary%20GAA\"&gt;Tipperary&lt;/a&gt; senior team spanned eleven seasons from 1986 to 1997.\nDelaney first appeared for the &lt;a href=\"Roscrea%20GAA\"&gt;Roscrea&lt;/a&gt; club at juvenile and underage levels, before eventually joining the club's senior team, however, he ended his career without a &lt;a href=\"Tipperary%20Senior%20Hurling%20Championship\"&gt;county championship&lt;/a&gt; medal.\nDelaney made his debut on the inter-county scene when he was selected for the Tipperary minor team in 1984. He enjoyed one unsuccessful championship seasons with the minor team before subsequently joining the under-21 team with whom he won an &lt;a href=\"All-Ireland%20Under-21%20Hurling%20Championship\"&gt;All-Ireland&lt;/a&gt; medal with in 1985. Delaney made his senior debut during the &lt;a href=\"1986-87%20National%20Hurling%20League\"&gt;1986-87 league&lt;/a&gt;. The highlight of his eleven year senior career came in 1991 when he won his sole &lt;a href=\"All-Ireland%20Senior%20Hurling%20Championship\"&gt;All-Ireland&lt;/a&gt; medal. Delaney also won five &lt;a href=\"Munster%20Senior%20Hurling%20Championship\"&gt;Munster&lt;/a&gt; medals and one &lt;a href=\"National%20Hurling%20League\"&gt;National League&lt;/a&gt; medal.\nAfter being chosen on the &lt;a href=\"Munster%20GAA\"&gt;Munster&lt;/a&gt; inter-provincial team for the first time in 1987, Ryan was an automatic choice on the starting fifteen for a number of years. During that time he won one &lt;a href=\"Railway%20Cup\"&gt;Railway Cup&lt;/a&gt; medal.\nHe is a keen Manchester United supporter and has travelled to Old Trafford on many occasions.\nPaul also considers himself a golfer and plays at his local club in Roscrea."
}