{
    "id": "275686",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=275686",
    "title": "Sasha (DJ)",
    "text": "Alexander Paul Coe (born 4 September 1969), known professionaly as Sasha, is a &lt;a href=\"Welsh%20people\"&gt;Welsh&lt;/a&gt; &lt;a href=\"Disc%20Jockey\"&gt;DJ&lt;/a&gt; and record producer. He is best known for his live events and &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt; as a solo artist, as well as his collaborations with British DJ &lt;a href=\"John%20Digweed\"&gt;John Digweed&lt;/a&gt; as &lt;a href=\"Sasha%20%26amp%3B%20John%20Digweed\"&gt;Sasha &amp; John Digweed&lt;/a&gt;. He was voted as World No.⁠ ⁠1 DJ in 2000 in a poll conducted by \"&lt;a href=\"DJ%20Magazine\"&gt;DJ Magazine&lt;/a&gt;\". He is a four-time &lt;a href=\"International%20Dance%20Music%20Awards\"&gt;International Dance Music Awards&lt;/a&gt; winner, four-time &lt;a href=\"List%20of%20DJ%20Awards%20winners%20and%20nominees\"&gt;DJ Awards&lt;/a&gt; winner and &lt;a href=\"Grammy%20Awards\"&gt;Grammy Award&lt;/a&gt; nominee.\nSasha began his career playing &lt;a href=\"acid%20house\"&gt;acid house&lt;/a&gt; music in the late 1980s. He partnered with John Digweed in 1993, touring internationally and producing a series of &lt;a href=\"mix%20album\"&gt;mix album&lt;/a&gt;s (compilations of other artists' work played in a continuous fashion).\nSasha has &lt;a href=\"remix\"&gt;remix&lt;/a&gt;ed tracks for artists such as &lt;a href=\"D-Ream\"&gt;D-Ream&lt;/a&gt;, &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;, &lt;a href=\"Moby\"&gt;Moby&lt;/a&gt;, &lt;a href=\"The%20Chemical%20Brothers\"&gt;The Chemical Brothers&lt;/a&gt; and &lt;a href=\"Hot%20Chip\"&gt;Hot Chip&lt;/a&gt;. Sasha's remixing and production often combine electronic music genres, making it difficult for critics to pinpoint his musical style. As well as remixes and compilation albums, Sasha has produced three albums of original works: \"&lt;a href=\"The%20Qat%20Collection\"&gt;The Qat Collection&lt;/a&gt;\" in 1994, \"&lt;a href=\"Airdrawndagger\"&gt;Airdrawndagger&lt;/a&gt;\" in 2002, and \"&lt;a href=\"Scene%20Delete\"&gt;Scene Delete&lt;/a&gt;\" in 2016.\nAfter achieving success as a producer and DJ, Sasha worked with younger DJs and producers such as &lt;a href=\"BT%20%28musician%29\"&gt;BT&lt;/a&gt; and &lt;a href=\"James%20Zabiela\"&gt;James Zabiela&lt;/a&gt;. His use of live &lt;a href=\"audio%20engineering\"&gt;audio engineering&lt;/a&gt; equipment helped popularise technological innovations among DJs who formerly relied on &lt;a href=\"gramophone%20record\"&gt;records&lt;/a&gt; and &lt;a href=\"phonograph\"&gt;turntables&lt;/a&gt;. In 2007, he formed a record label with &lt;a href=\"Renaissance%20Records\"&gt;Renaissance Records&lt;/a&gt; called &lt;a href=\"emFire\"&gt;emFire&lt;/a&gt;, which is the exclusive outlet for his new music.\nEarly years.\nSasha was born in &lt;a href=\"Bangor%2C%20Wales\"&gt;Bangor, Wales&lt;/a&gt;, on 4 September 1969. His early musical taste was primarily &lt;a href=\"Top%2040\"&gt;Top 40&lt;/a&gt; pop music like &lt;a href=\"The%20The\"&gt;The The&lt;/a&gt; and &lt;a href=\"The%20Police\"&gt;The Police&lt;/a&gt;. After what he described as an \"idyllic childhood\", Sasha passed the entrance exam for Hatfield College at age 17. However, he did not like Epsom and left before completing his &lt;a href=\"Advanced%20Level%20%28UK%29\"&gt;A-Level&lt;/a&gt; examinations. Instead of continuing his schooling, Sasha moved to Bangor to live with his father and stepmother. Sasha's stepmother forced him to take piano lessons which, although he disliked them at the time, he ultimately found to be beneficial to his music career.\nSasha became aware of electronic dance music in 1988 at &lt;a href=\"The%20Ha%C3%A7ienda\"&gt;The Haçienda&lt;/a&gt;, a &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; dance venue. Drawn to the rough sound of &lt;a href=\"acid%20house\"&gt;acid house&lt;/a&gt; music and the rebellious attitude he associated with it, he visited Manchester weekly and soon moved to nearby &lt;a href=\"Disley\"&gt;Disley&lt;/a&gt;. Sasha purchased records and began to teach himself how to &lt;a href=\"DJ%20mix\"&gt;mix&lt;/a&gt;. A local DJ at a club Sasha frequented announced that he was looking for other DJs to travel with him on a regional tour; Sasha volunteered and made his first live appearance in nearby &lt;a href=\"Stockport\"&gt;Stockport&lt;/a&gt;. He recalled of his debut, \"I'd never even touched a &lt;a href=\"Technics%20%28brand%29\"&gt;Technics&lt;/a&gt;: I thought the &lt;a href=\"pitch%20control\"&gt;pitch control&lt;/a&gt; was the volume, I didn't even know where to plug my headphones in! I'm sure I was absolutely horrendous.\"\nSasha soon found himself in debt due to low-paying performances and the many records he bought. To finance his record collection, he performed at illegal warehouse &lt;a href=\"rave\"&gt;rave&lt;/a&gt;s in the &lt;a href=\"Blackburn\"&gt;Blackburn&lt;/a&gt; and &lt;a href=\"Blackpool\"&gt;Blackpool&lt;/a&gt; areas. With the assistance of another local DJ, &lt;a href=\"Jon%20DaSilva\"&gt;Jon DaSilva&lt;/a&gt;, Sasha secured work at The Haçienda, where he learned &lt;a href=\"key%20mixing\"&gt;key mixing&lt;/a&gt; (matching melodic keys) from DaSilva and refined his ability to &lt;a href=\"beatmatch\"&gt;beatmatch&lt;/a&gt; (to synchronize the beats of two simultaneously playing records). Though he enjoyed playing at The Haçienda, in 1990 Sasha left for a club called &lt;a href=\"Shelley%27s%20Laserdrome\"&gt;Shelley's Laserdrome&lt;/a&gt; in &lt;a href=\"Stoke-on-Trent\"&gt;Stoke-on-Trent&lt;/a&gt;. There, he established part of his signature sound by mixing euphoric acid house music with Italian piano house and emotional &lt;a href=\"a%20cappella\"&gt;a cappella&lt;/a&gt;s. Because of his increased popularity and visibility at Shelley's, \"&lt;a href=\"Mixmag\"&gt;Mixmag&lt;/a&gt;\" featured Sasha on its first cover, under the headline \"SASHA MANIA – THE FIRST DJ PINUP?\". While continuing to DJ, Sasha began to produce several of his own dance tracks. This, he later noted, was contrary to the career paths of many successful DJs, for whom it was more common to start out as producers. Upon signing a &lt;a href=\"recording%20contract\"&gt;recording contract&lt;/a&gt;, he also set up an entire &lt;a href=\"recording%20studio\"&gt;recording studio&lt;/a&gt; at the same time, which led to a \"painful learning curve\" at the outset. He released his first single, \"Appolonia\", under the name \"BM:Ex\" (the name is short for The Barry Manilow Experience, a joke in reference to Sasha's love of the piano), with producer &lt;a href=\"Tom%20Frederikse\"&gt;Tom Frederikse&lt;/a&gt; on &lt;a href=\"Union%20City%20Recordings\"&gt;Union City Recordings&lt;/a&gt;. After DJing at Shelley's for several years, Sasha left his position because of increasing gang violence in and around the club. As a result of his growing reputation, Sasha was offered work in several &lt;a href=\"London\"&gt;London&lt;/a&gt; and Australian clubs. He accepted, instead, a spot in the DJ rotation at &lt;a href=\"Renaissance%20%28club%29\"&gt;Renaissance&lt;/a&gt;, a club night started by Geoff Oakes at Venue 44 in Mansfield, England.\nLater in 1993, Sasha, collaborating with Danny Campbell for &lt;a href=\"Pete%20Tong\"&gt;Pete Tong&lt;/a&gt;'s &lt;a href=\"FFRR\"&gt;FFRR&lt;/a&gt;, produced \"Together\", his first single under the name \"Sasha\". \"Together\" peaked on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; at #57. With this success, Sasha began a series of records for &lt;a href=\"Deconstruction%20Records\"&gt;Deconstruction Records&lt;/a&gt; with the singles \"Higher Ground\" and \"Magic\" (for which Digweed produced a remix) and \"&lt;a href=\"The%20Qat%20Collection\"&gt;The Qat Collection&lt;/a&gt;\" with Frederikse and vocalist &lt;a href=\"Sam%20Mollison\"&gt;Sam Mollison&lt;/a&gt;.\nCareer.\nDigweed era.\nIn early 1993, Sasha partnered with fellow &lt;a href=\"Renaissance%20Recordings\"&gt;Renaissance&lt;/a&gt; DJ &lt;a href=\"John%20Digweed\"&gt;John Digweed&lt;/a&gt;. Sasha and Digweed honed their DJing skills, often performing in tandem and focusing on track selection and technical mixing abilities. Renaissance was pleased with their performances, and had the duo compile the triple-CD &lt;a href=\"mix%20album\"&gt;mix album&lt;/a&gt; \"\", releasing it on the club's own &lt;a href=\"Renaissance%20Records\"&gt;Renaissance Records&lt;/a&gt; label. The album featured tracks from such artists as &lt;a href=\"Leftfield\"&gt;Leftfield&lt;/a&gt;, &lt;a href=\"Fluke%20%28band%29\"&gt;Fluke&lt;/a&gt;, and &lt;a href=\"2%20Bad%20Mice\"&gt;2 Bad Mice&lt;/a&gt;, and original productions and remixes from Sasha and Digweed. \"The Mix Collection\" was released soon after Sasha's departure from Renaissance in April 1994. Following his success at Renaissance, Sasha was again featured on \"Mixmag\" with the &lt;a href=\"tagline\"&gt;tagline&lt;/a&gt; \"SON OF GOD?\", though he resented the accolade. After touring together for two years, the duo became \"true superstars\" with the release of their double CD \"&lt;a href=\"Northern%20Exposure%20%28album%29\"&gt;Northern Exposure&lt;/a&gt;\" on mega-label &lt;a href=\"Ministry%20of%20Sound\"&gt;Ministry of Sound&lt;/a&gt;. Around this time, Sasha began a recurring mentorship and partnership with fellow producer &lt;a href=\"BT%20%28musician%29\"&gt;BT&lt;/a&gt; with the album \"&lt;a href=\"Ima%20%28BT%20album%29\"&gt;Ima&lt;/a&gt;\". As well as providing guidance for BT, Sasha produced a \"euphoric\" and \"introspective\" 42-minute rendition of the album which formed the centrepiece of the UK release and appeared as a \"bonus\" second disc on the US release. He continued to advance his own production work by pairing with vocalist &lt;a href=\"Maria%20Nayler\"&gt;Maria Nayler&lt;/a&gt; to produce the single \"Be as One\", which reached #17 on the UK singles chart.\nIn 1997, Ministry of Sound released \"&lt;a href=\"Northern%20Exposure%202\"&gt;Northern Exposure 2&lt;/a&gt;\", Sasha and Digweed's next double-CD entry in their Northern Exposure series. To support the album, the duo toured internationally, and in the process helped to define the sound of trance music in the late 1990s. After extensive touring, Digweed and Sasha took up residency at &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;'s famous &lt;a href=\"Twilo\"&gt;Twilo&lt;/a&gt; nightclub, where they would DJ for the entire night. In 1998, the two released separate mix albums on the Boxed label, as part of the &lt;a href=\"Global%20Underground\"&gt;Global Underground&lt;/a&gt; series: Digweed's ', and Sasha's ', which drew from his experience touring on the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;West Coast of the United States&lt;/a&gt;. Both DJs formed their own record labels that year: Sasha created Excession Records and Digweed started &lt;a href=\"Bedrock%20Records\"&gt;Bedrock Records&lt;/a&gt;. Excession released fewer than ten records, the last in 1998; the experience, however, led Sasha to found the management agency Excession: The Agency LTD. Excession remains a &lt;a href=\"booking%20agency\"&gt;booking agency&lt;/a&gt; for many DJs, including &lt;a href=\"Hybrid%20%28British%20band%29\"&gt;Hybrid&lt;/a&gt;, &lt;a href=\"Nick%20Warren\"&gt;Nick Warren&lt;/a&gt;, and &lt;a href=\"Steve%20Lawler\"&gt;Steve Lawler&lt;/a&gt;.\nSasha reached a more mainstream audience with his remixes of &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;'s \"&lt;a href=\"Ray%20of%20Light%20%28song%29\"&gt;Ray of Light&lt;/a&gt;\" and &lt;a href=\"GusGus\"&gt;GusGus&lt;/a&gt;'s \"Purple\" for those artists' single releases. His success in pop music led him to &lt;a href=\"Film%20score\"&gt;score&lt;/a&gt; the music for the &lt;a href=\"PlayStation\"&gt;PlayStation&lt;/a&gt; &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt;s \"&lt;a href=\"Wipeout%203\"&gt;Wipeout 3&lt;/a&gt;\" and \"&lt;a href=\"Gran%20Turismo%20%281997%20video%20game%29\"&gt;Gran Turismo&lt;/a&gt;\". In 1999, Sasha and Digweed reunited in the studio to record their third edition in the Northern Exposure series, '. In addition to mixing and DJing, Sasha joined &lt;a href=\"Charlie%20May%20%28producer%29\"&gt;Charlie May&lt;/a&gt; of &lt;a href=\"Spooky%20%28house%20music%20duo%29\"&gt;Spooky&lt;/a&gt; to produce the \"&lt;a href=\"Xpander%20EP\"&gt;Xpander EP&lt;/a&gt;\", the title track of which many clubbers still view as \"one of the greatest trance tracks of all time\". He used the title track as a centerpiece for ', his second Global Underground release. Sasha continued his collaborations with BT on the track \"Ride\", which was released as a single on &lt;a href=\"Yoshitoshi%20Records\"&gt;Yoshitoshi Records&lt;/a&gt; and on BT's \"&lt;a href=\"Movement%20in%20Still%20Life\"&gt;Movement in Still Life&lt;/a&gt;\". Soon after, he worked with &lt;a href=\"Underworld%20%28band%29\"&gt;Underworld&lt;/a&gt;'s &lt;a href=\"Darren%20Emerson\"&gt;Darren Emerson&lt;/a&gt; on the single \"&lt;a href=\"Scorchio%20%28instrumental%29\"&gt;Scorchio&lt;/a&gt;\", Sasha's first charting single in four years. In between touring and producing original material, Sasha and Digweed released the mix album \"&lt;a href=\"Communicate%20%28mix%20album%29\"&gt;Communicate&lt;/a&gt;\" in 2000, prompting them to temporarily leave their Twilo residency for a promotional tour of the United States. \"Communicate\" had mixed reviews: \"&lt;a href=\"Spin%20%28magazine%29\"&gt;Spin&lt;/a&gt;\" stated that despite a \"few stellar moments, [\"Communicate\"] is ultimately a let-down\". &lt;a href=\"LAUNCHcast\"&gt;LAUNCHcast&lt;/a&gt;, too, described \"Communicate\" as \"boring and lackluster...stalled in a monochrome world of dead beats\".\nDuring the late 1990s, the increased popularity and visibility of \"superstar DJs\" led to the creation of &lt;a href=\"superclub\"&gt;superclub&lt;/a&gt;s such as Liverpool's &lt;a href=\"Cream%20%28nightclub%29\"&gt;Cream&lt;/a&gt; and Sheffield's &lt;a href=\"Gatecrasher\"&gt;Gatecrasher&lt;/a&gt;. By 2003, however, electronic dance music clubs languished. \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\"'s pop critic, Alexis Petridis, attributed the \"terminal decline\" of dance music to its over-commercialisation by big-name DJs, such as Sasha, and to their demands for increased fees for performances. Though dance music had been declared \"dead\" by many in the dance industry, Sasha continued to tour—despite the closing of many superclubs, including his resident club Twilo in May 2001.\nAfter the closing of Twilo, Sasha and Digweed embarked on their ambitious Delta Heavy Tour of the United States in 2002. Featuring veteran tour producer &lt;a href=\"Kevin%20Lyman\"&gt;Kevin Lyman&lt;/a&gt; and opening act &lt;a href=\"Jimmy%20Van%20M\"&gt;Jimmy Van M&lt;/a&gt;, the tour covered 31 cities and played to 85,000 people. The appearances, complete with &lt;a href=\"laser%20show\"&gt;laser show&lt;/a&gt;s and video production, were more akin to rock concerts than to typical DJ events. This development was new to the DJing scene, and compelled other DJs to host similar concerts. A DVD of performance highlights, interviews, and behind-the-scenes footage was released as \"&lt;a href=\"Sasha%20%26amp%3B%20John%20Digweed%20present%20Delta%20Heavy\"&gt;Sasha &amp; John Digweed present Delta Heavy&lt;/a&gt;\" by System Recordings. Ben Turner, creator of the DanceStar awards, retrospectively described the Delta Heavy tour as \"a landmark moment for electronic music\". Though the duo of Sasha and Digweed never explicitly split up, demanding schedules and frequent independent touring prevented any substantial collaboration for a long period after Delta Heavy.\nPost-Digweed.\nDuring the latter half of 2002, Sasha collaborated with &lt;a href=\"big%20beat\"&gt;big beat&lt;/a&gt; artist &lt;a href=\"Junkie%20XL\"&gt;Junkie XL&lt;/a&gt; on the single \"Breezer\". Junkie XL, along with Charlie May, also assisted Sasha on his second album of original material, \"&lt;a href=\"Airdrawndagger\"&gt;Airdrawndagger&lt;/a&gt;\". \"Airdrawndagger\" took several years to produce due to Sasha's desire for the album to be \"as near to perfection as possible.\" That March, Sasha suffered a &lt;a href=\"perforated%20eardrum\"&gt;perforated eardrum&lt;/a&gt; in a traffic accident, further delaying the album's production. Though the accident temporarily impaired his hearing, he drew inspiration for the album from his ordeal. \"Airdrawndagger\" was finally released, in August 2002, to much fanfare. However, the album was \"received with a lot of head scratching\", according to Sasha, which he attributed to its unexpected mix of genres. The album did not feature the heavier \"club sound\" of Sasha's previous mix albums, bearing a closer resemblance to &lt;a href=\"ambient%20music\"&gt;ambient music&lt;/a&gt;. \"Airdrawndagger\" generally received favorable reviews, though critics noted that it was not as consistent and well produced as his DJ mixes. Sasha himself described it as \"a selfish, slightly self-indulgent record\", though he maintains that he is \"happy with it to this day\". Some critics, however, called it \"sleepy\"; \"&lt;a href=\"E%21Online\"&gt;E!Online&lt;/a&gt;\" described it as being \"more in league with &lt;a href=\"Yanni\"&gt;Yanni&lt;/a&gt; than &lt;a href=\"Moby\"&gt;Moby&lt;/a&gt;\". To encourage listeners' interest, Sasha held an amateur remix contest for the album's single, \"&lt;a href=\"Wavy%20Gravy%20%28instrumental%29\"&gt;Wavy Gravy&lt;/a&gt;\". Due to the contest's success, Sasha released all the tracks from \"Airdrawndagger\" on his website, so that fans could download and create their own versions.\nAfter the release of \"Airdrawndagger\", Sasha took the young DJ James Zabiela \"under his wing\". He introduced Zabiela to the &lt;a href=\"CDJ1000\"&gt;CDJ1000&lt;/a&gt; turntable, and signed Zabiela to the Excession talent agency. The two toured the United States together, which extended Sasha's influence to already-popular American DJs such as Kimball Collins.\nIn 2004, Sasha signed with &lt;a href=\"Global%20Underground\"&gt;Global Underground&lt;/a&gt; to produce another mix album. However, he found the process of creating a standard mix album unrewarding, and decided to apply his production and DJing skills to a mix compilation that resembled a \"real\" album—that is, one featuring original material. Sasha's next studio album, \"&lt;a href=\"Involver\"&gt;Involver&lt;/a&gt;\", was \"a fusion of mix album and &lt;a href=\"wikt%3Aproduction%20record\"&gt;production record&lt;/a&gt;\", consisting entirely of Sasha's reworkings of tracks by other artists. \"I tried to take all the separate sounds to all the tracks [and recombine them]\", he later explained, \"and it allowed me to mix the tracks together on a much deeper level.\" He accomplished this by &lt;a href=\"Music%20sequencer\"&gt;sequencing&lt;/a&gt; the album using &lt;a href=\"Ableton%20Live\"&gt;Ableton Live&lt;/a&gt; and &lt;a href=\"Logic%20Pro\"&gt;Logic Pro&lt;/a&gt;. Ableton Live is a &lt;a href=\"music%20loop\"&gt;music loop&lt;/a&gt;-based software package that Sasha uses to engineer tracks in real-time, whereas he used Logic Pro primarily for premeditated edits to audio tracks.\nIn 2005, Sasha produced his next mix album, \"&lt;a href=\"Fundacion%20NYC\"&gt;Fundacion NYC&lt;/a&gt;\", based on his nights DJing in New York at the Crobar club. \"Fundacion NYC\" received positive reviews for its originality, though \"JIVE Magazine\" found it \"too complicated for the ear\". Sasha is pleased with the album, and plans to make a series of Fundacion albums. The next year, Sasha released 10,000 copies of a June 2006 DJ set for sale using &lt;a href=\"Instant%20Live\"&gt;Instant Live&lt;/a&gt;, making him the first DJ to use Instant Live's licensing and publishing services. In August 2007, Sasha announced the formation of his record label, Emfire, which will be the exclusive outlet for his new material in both vinyl and digital formats. Its first release was \"COMA\", a collaborative track by a group of the same name, which features Sasha, Barry Jamieson, Charlie May, and Duncan Forbes. While continuing to regularly DJ, Sasha began work on another \"Involver\" mix and the next \"Fundacion\" mix. Sasha's \"&lt;a href=\"Invol2ver\"&gt;Invol2ver&lt;/a&gt;\" was released in September 2008, and \"&lt;a href=\"Involv3r\"&gt;Invol&lt;3r&lt;/a&gt;\" was released in March 2013.\nReuniting with Digweed.\nThough frequent performing kept them apart for several years, Sasha and Digweed announced that they would reunite for a few Australian performances. In November 2006, the duo performed at several venues, including &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;, and &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; as well as numerous tour dates throughout 2007. In 2008, Sasha and Digweed kicked off an American tour with a performance at the &lt;a href=\"Winter%20Music%20Conference\"&gt;Winter Music Conference&lt;/a&gt;. The duo played at mainly larger venues on the weekends and smaller (750–1000 people) shows on weekdays. Sasha described their music as \"driving and dark\" with \"a little throwback of Twilo sounds\".\nSasha runs a music studio and lives in New York City, and maintains a house in London. He brings his wife with him on his frequent tours. Sasha finds the constant touring to be physically tiring, though he also feels that he thrives on it. While fans may regard Sasha to be a DJ \"hero\", he is uneasy with fame; Sasha considers himself \"shy at heart\" and is typically uncomfortable discussing his personal life. He has mentioned on numerous occasions that he is so busy with DJing and production that he rarely has any free time. However, he enjoys watching &lt;a href=\"Football%20%28soccer%29\"&gt;football&lt;/a&gt;, cooking, and sampling the cuisine of the countries he visits.\nThe movie \"New Emissions of Light &amp; Sound\" won the Best Original Score at the X-Dance Film Festival. The score was made up of new and previously unreleased tracks.\nSasha and Digweed have re-united again in recent years. The iconic duo Sasha &amp; John Digweed performed a Back to Back set at the Ministry of Sound in London on 24 March 2016. Shortly thereafter, the duo announced a list of tour dates for September 2016 to re-launch themselves in a series of gigs and performing Back to Back.\nMusical genres.\nInfluenced by the early sound of The Haçienda, Sasha began his career playing records of the rough, danceable genre of acid house. By the early 1990s, he had moved towards a more dark European &lt;a href=\"house%20music\"&gt;house music&lt;/a&gt; style, though by the time of his Shelley's residency he had begun to experiment more with American house. His tastes further developed as he moved to Renaissance, and he began to incorporate the pop-based sounds of &lt;a href=\"Moby\"&gt;Moby&lt;/a&gt;, &lt;a href=\"Spooky%20%28house%20music%20duo%29\"&gt;Spooky&lt;/a&gt;, and &lt;a href=\"Leftfield\"&gt;Leftfield&lt;/a&gt;. Sasha's second Digweed collaboration, 1997's \"Northern Exposure\", was described as \"epic house\", and subsequent releases featured the spacey and atmospheric trance house sound of artists such as &lt;a href=\"Sven%20V%C3%A4th\"&gt;Sven Väth&lt;/a&gt;, &lt;a href=\"Matt%20Darey\"&gt;Matt Darey&lt;/a&gt;, &lt;a href=\"Tilt%20%28producers%29\"&gt;Tilt&lt;/a&gt;, and &lt;a href=\"Armin%20Van%20Buuren\"&gt;Armin Van Buuren&lt;/a&gt;. A rhythmic and bassy &lt;a href=\"progressive%20house\"&gt;progressive house&lt;/a&gt; influence distinguished his \"Xpander EP\" and the mix albums of the late 1990s. At the time, Sasha's music rotation included records by artists such as &lt;a href=\"Space%20Manoeuvres\"&gt;Space Manoeuvres&lt;/a&gt;, &lt;a href=\"BT%20%28musician%29\"&gt;BT&lt;/a&gt;, and Breeder, and &lt;a href=\"Sander%20Kleinenberg\"&gt;Sander Kleinenberg&lt;/a&gt;'s single \"My Lexicon\".\nWith the 2000 album \"Communicate\", the duo's work moved towards a deeper and darker house music sound. The album featured tracks by &lt;a href=\"Richard%20Morel\"&gt;Morel&lt;/a&gt;, &lt;a href=\"James%20Holden%20%28producer%29\"&gt;Mainline&lt;/a&gt;, and &lt;a href=\"Jimmy%20Van%20M\"&gt;Jimmy Van M&lt;/a&gt;. The focus shifted from the melodic themes of previous releases in favour of a stronger emphasis on the bassline. The Delta Heavy Tour and \"&lt;a href=\"Airdrawndagger\"&gt;Airdrawndagger&lt;/a&gt;\" marked a dramatic shift in style, and reflected the influences of relaxed &lt;a href=\"ambient%20music\"&gt;ambient&lt;/a&gt; and &lt;a href=\"breakbeat\"&gt;breakbeat&lt;/a&gt; music on Sasha's work. These influences inspired the album's strong melodies, occasional breakbeat loops, and limited use of percussion. \"Involver\" was primarily a fusion of the musical style of house and ambient breakbeat music characterised by &lt;a href=\"UNKLE\"&gt;UNKLE&lt;/a&gt; and &lt;a href=\"Lostep\"&gt;Lostep&lt;/a&gt;. With 2005's \"Fundacion\", Sasha's style was mostly progressive house and &lt;a href=\"electro%20house\"&gt;electro house&lt;/a&gt; music, with work by &lt;a href=\"James%20Holden%20%28producer%29\"&gt;James Holden&lt;/a&gt;, &lt;a href=\"Tiefschwarz\"&gt;Tiefschwarz&lt;/a&gt;, and &lt;a href=\"Swayzak\"&gt;Swayzak&lt;/a&gt;. With his success in progressive house, Sasha has commented that he feels people try to \"pigeon-hole\" him into playing that genre. Rather than calling it progressive house, Sasha considers his most recent material to be between house, trance, and breaks, though he has stated that he prefers not to associate himself with a specific genre of music.\nTechniques and technology.\nSasha attributes his success to his technical skill and ability to \"connect with his dancers\". During performances, he balances new and experimental material, while ensuring that \"the party is still rockin'\". His spontaneity carries over to studio work; he typically has only a vague idea of the track listing when beginning work on a new mix album. Because of this, his albums never turn out quite as he expects.\nSasha is known for applying new music technologies to both his studio and live work. Both Sasha and Digweed used &lt;a href=\"Pro%20Tools\"&gt;Pro Tools&lt;/a&gt; on &lt;a href=\"Macintosh\"&gt;Macintosh&lt;/a&gt; computers when mixing their compilation albums, and used turntables and records during live performances. For their remixes, however, they used an &lt;a href=\"Atari%20ST\"&gt;Atari ST&lt;/a&gt;—an obsolete &lt;a href=\"personal%20computer\"&gt;personal computer&lt;/a&gt; from the early 1990s—with &lt;a href=\"Notator\"&gt;Notator&lt;/a&gt;, a &lt;a href=\"music%20sequencer\"&gt;music sequencer&lt;/a&gt; used for arranging audio tracks. For more recent albums such as \"Fundacion NYC\", Sasha used &lt;a href=\"Ableton%20Live\"&gt;Ableton Live&lt;/a&gt; for sequencing, partially because of Pro Tools' higher price. In live performances up to the late 1990s, Sasha performed exclusively using records. Before he started using the &lt;a href=\"CDJ1000\"&gt;CDJ1000&lt;/a&gt;, a \"turntable\" used for CDs, he had his digital music specially cut to &lt;a href=\"acetate%20disc\"&gt;acetate records&lt;/a&gt; before each tour. Once he integrated CDs into his live act, Sasha operated CDJ1000s with &lt;a href=\"Allen%20%26amp%3B%20Heath\"&gt;Allen &amp; Heath&lt;/a&gt; mixers and &lt;a href=\"FireworX\"&gt;FireworX&lt;/a&gt;.\nSasha began DJing with Ableton Live in his live act as well, using it in tandem with turntables. Having explored its functionality, Sasha found that he could perform entirely through Ableton Live. He then co-developed the Maven &lt;a href=\"MIDI%20controller\"&gt;controller&lt;/a&gt;, which he uses as a physical interface to the Live software. (DJing with a &lt;a href=\"mouse%20%28computing%29\"&gt;mouse&lt;/a&gt; alone, he has said, is \"not going to look right or feel right\".) \"Fundacion NYC\" was the first album on which he regularly used the Maven controller. During DJ sets, clubbers often believe Sasha is playing new, unheard remixes; in fact, he is often playing modifications of tracks created in Ableton. Sasha most often uses the built-in Ableton &lt;a href=\"Plug-in%20%28computing%29\"&gt;plugins&lt;/a&gt;, preferring their superior stability and performance over third party plugins. For the first public performance of \"Involver\" material, he used a &lt;a href=\"PowerBook\"&gt;PowerBook&lt;/a&gt; running Ableton, but has since shifted to a setup that includes an &lt;a href=\"iMac%20G5\"&gt;iMac G5&lt;/a&gt; and Ableton Live.\nThe &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; has affected how Sasha obtains and uses tracks for performance. While he once hunted through record shops for new records on a regular basis, Sasha now regularly receives new tracks from producers and labels via the Internet. These tracks, which number in the hundreds each week, are edited by Sasha and others for use in his live DJ sets. He still buys hundreds of records on vinyl, which are then recorded and converted into music files prior to being edited in Ableton by his team of engineers.\nIn February 2013, Sasha spoke to &lt;a href=\"Resident%20Advisor\"&gt;Resident Advisor&lt;/a&gt; about his decision to change from using Live and the Maven controller to a combination of &lt;a href=\"Native%20Instruments\"&gt;Native Instruments&lt;/a&gt;' &lt;a href=\"Traktor\"&gt;Traktor&lt;/a&gt; and CDs in his DJ sets. He felt that whilst Ableton Live had developed significantly as production software, it had become less successful as a DJing tool.\nAwards and nominations.\nIn 2005, the &lt;a href=\"Grammy%20Awards\"&gt;Grammy&lt;/a&gt; committee debated whether his mix compilation album, \"&lt;a href=\"Involver\"&gt;Involver&lt;/a&gt;\", was eligible for nomination as &lt;a href=\"Grammy%20Award%20for%20Best%20Electronic/Dance%20Album\"&gt;Best Electronic/Dance Album&lt;/a&gt;. &lt;a href=\"The%20Recording%20Academy\"&gt;The Recording Academy&lt;/a&gt; decided that the album was eligible, but \"Involver\" did not receive a nomination. Sasha did receive a Grammy nomination for his remix of &lt;a href=\"Felix%20da%20Housecat\"&gt;Felix da Housecat&lt;/a&gt;'s \"Watching Cars Go By\", which was featured on \"Involver\".\nDiscography.\nStudio albums"
}