{
    "id": "275704",
    "revid": "40561892",
    "url": "https://en.wikipedia.org/wiki?curid=275704",
    "title": "Certification mark",
    "text": "A certification mark (or conformity mark) on a commercial product indicates the existence of an accepted product &lt;a href=\"Standardization\"&gt;standard&lt;/a&gt; or &lt;a href=\"regulation\"&gt;regulation&lt;/a&gt; and a claim that the manufacturer has verified compliance with those standards or regulations. The specific &lt;a href=\"specification\"&gt;specification&lt;/a&gt;, &lt;a href=\"test%20method\"&gt;test method&lt;/a&gt;s, and frequency of testing are published by the standards organization. &lt;a href=\"Certification%20listing\"&gt;Certification listing&lt;/a&gt; does not necessarily guarantee fitness-for-use. &lt;a href=\"Verification%20and%20validation\"&gt;Validation&lt;/a&gt; testing, proper usage, and field testing are often needed.\nThe &lt;a href=\"USPTO\"&gt;USPTO&lt;/a&gt; considers that a certification mark is a kind of &lt;a href=\"trademark\"&gt;trademark&lt;/a&gt;.\nCertification marks distinguished from other marks.\nCertification marks differ from &lt;a href=\"collective%20trade%20marks\"&gt;collective trade marks&lt;/a&gt;. Collective trade marks may be used by particular members of the organization that owns them, while certification marks are the only evidence of the existence of follow-up agreements between manufacturers and nationally accredited testing and certification organizations. In some occasions, the certification organization will charge for the use of their labels and will require that the manufacturer reports the exact production quantities. In this case, the certification organization can be seen to earn a commission from sales of products under their follow-up regimes. In return, the use of the certification marks \"enables\" the product sales in the first place.\nCertification is often mistakenly referred to as an \"approval\", which is not true. Organizations such as &lt;a href=\"Underwriters%20Laboratories\"&gt;Underwriters Laboratories&lt;/a&gt;, &lt;a href=\"T%C3%9CV%20Rheinland\"&gt;TÜV Rheinland&lt;/a&gt;, &lt;a href=\"NTA%20Inc\"&gt;NTA Inc&lt;/a&gt;, and &lt;a href=\"CSA%20International\"&gt;CSA International&lt;/a&gt; will test the products according to standard procedures and \"list\" them as compliant to that standard. They do not \"approve\" anything except the use of the mark to show that a product has been certified for compliance with such specific standard. Thus, for instance, a product certification mark for a &lt;a href=\"fire%20door\"&gt;fire door&lt;/a&gt; or for a spray &lt;a href=\"fireproofing\"&gt;fireproofing&lt;/a&gt; product does not signify its universal acceptance for use within a &lt;a href=\"building\"&gt;building&lt;/a&gt;. Approvals are up to the &lt;a href=\"Authority%20Having%20Jurisdiction\"&gt;Authority Having Jurisdiction&lt;/a&gt; (AHJ), such as a municipal building inspector or fire prevention officer. Conversely, &lt;a href=\"FM%20Global\"&gt;FM Global&lt;/a&gt; does use the term \"Approvals\" for its certification listings, which are intended for use of the products within &lt;a href=\"building\"&gt;building&lt;/a&gt;s that are insured by FM Global. The German accreditor Deutsches Institut für Bautechnik (DIBt) issues \"Approvals\" for &lt;a href=\"system\"&gt;system&lt;/a&gt;s. All of these listed products must conform to &lt;a href=\"listing%20and%20approval%20use%20and%20compliance\"&gt;listing and approval use and compliance&lt;/a&gt;.\nFor various reasons, usually relating to technical issues, certification marks are difficult to register, especially in relation to services. One practical &lt;a href=\"workaround\"&gt;workaround&lt;/a&gt; for trademark owners is to register the mark as an ordinary trademark in relation to quality control and similar services.\nCertification marks can be owned by independent companies absolutely unrelated in ownership to the companies, offering goods or rendering services under the particular certification mark.\nRegulations.\n&lt;a href=\"Trademark%20law\"&gt;Trademark law&lt;/a&gt;s in countries, such as the United States, Australia, and others that provide for the filing of applications to register certificate marks also usually require the submission of regulations, which define a number of issues, including:\nThe main purpose of the regulations is to protect consumers against misleading practices.\nInternational treaties and certification marks.\nMany jurisdictions have been required to amend their trade mark &lt;a href=\"legislation\"&gt;legislation&lt;/a&gt; to accommodate protection of certification marks under the &lt;a href=\"TRIPs\"&gt;TRIPs&lt;/a&gt; treaty.\nSome jurisdictions recognise certification marks from other jurisdictions. This means good manufactured in one country may need not go through certification in another. One example is the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; recognition of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; marks based on an &lt;a href=\"International%20treaty\"&gt;International treaty&lt;/a&gt;.\nCases.\nCases involving certification marks include:"
}