{
    "id": "2760828",
    "revid": "11508456",
    "url": "https://en.wikipedia.org/wiki?curid=2760828",
    "title": "Dromornis stirtoni",
    "text": "Dromornis stirtoni was a species of the genus \"&lt;a href=\"Dromornis\"&gt;Dromornis&lt;/a&gt;\", a part of the &lt;a href=\"Dromornithidae\"&gt;Dromornithidae&lt;/a&gt; family, and was colloquially known as Stirton's thunderbird. It was a large feathered bird that grew up to heights of 2.5m and weights in excess of 450 kg and is widely thought to have been the largest avian species to have ever existed. &lt;a href=\"Patricia%20Vickers-Rich\"&gt;Patricia Vickers-Rich&lt;/a&gt; first discovered the remains of the bird in 1979 in the &lt;a href=\"Alcoota%20Fossil%20Beds\"&gt;Alcoota Fossil Beds&lt;/a&gt; in the &lt;a href=\"Northern%20Territory%20of%20Australia\"&gt;Northern Territory of Australia&lt;/a&gt;. The bird was characterised by a deep lower jaw and quadrate bone, large, muscular hind legs with hoof-like toes, and small wings that deemed it flightless. The bird is largely thought to have been mostly &lt;a href=\"herbivorous\"&gt;herbivorous&lt;/a&gt;, although they may have occasionally scavenged or eaten small prey. \"Dromornis stirtoni\" is thought to have lived in a &lt;a href=\"semi-arid\"&gt;semi-arid&lt;/a&gt; climate, characterised by seasonal rainfall and open &lt;a href=\"woodland\"&gt;woodland&lt;/a&gt;s.\nTaxonomy.\nThe description of this species, along with several other new &lt;a href=\"dromornithid\"&gt;dromornithid&lt;/a&gt;s was published in 1979 by &lt;a href=\"Patricia%20Vickers-Rich\"&gt;Patricia Vickers-Rich&lt;/a&gt;. This included a major revision of the family, described a century earlier in Richard Owen's 1874 publication of a new species and genus. Large amounts of fragmentary material is found at the &lt;a href=\"Alcoota\"&gt;Alcoota&lt;/a&gt; fossil site in &lt;a href=\"Central%20Australia\"&gt;Central Australia&lt;/a&gt;, the &lt;a href=\"Type%20locality%20%28biology%29\"&gt;type location&lt;/a&gt;, is the only certain occurrence of the bird. Rich proposed the specific epithet for fellow &lt;a href=\"palaeontologist\"&gt;palaeontologist&lt;/a&gt; &lt;a href=\"Ruben%20A.%20Stirton\"&gt;Ruben A. Stirton&lt;/a&gt;, an American who undertook extensive research on Australian taxa.\nInformal names for the species include Stirton's thunderbird and Stirton's mihirung.\nDescription.\n\"Dromornis stirtoni\" was a large feathered bird which grew up to 2.5m in height. This height is thought to have exceeded the tallest species of the genus \"Dinornis\", which were the giant moas of &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;. This species is from the &lt;a href=\"Dromornithidae\"&gt;Dromornithidae&lt;/a&gt; family, which is a family of large flightless birds endemic to Australia. The weight of the animal is also thought to have been exceedingly large. Peter F. Murray and Patricia Vickers-Rich, in their work ‘Magnificent Mihirungs (2004)’, utilised three varying scientific methods to derive the approximate weight and size of the \"D. stirtoni\". This thorough analysis of the bones of \"D. stirtoni\" revealed that there was considerable &lt;a href=\"sexual%20dimorphism\"&gt;sexual dimorphism&lt;/a&gt;, and that a fully grown male could weigh between , whilst a female would likely weigh between . The disparity in robustness was interpreted by the researchers as evidence of the biology of the species, behaviours such as incubation by the female, pair bonding, parental care and aggression while nesting, and courtship or display habits exhibited by extant waterfowl, the &lt;a href=\"anseriform\"&gt;anseriform&lt;/a&gt;s. In comparison to other known ratite elephant birds of the &lt;a href=\"Aepyornithidae\"&gt;Aepyornithidae&lt;/a&gt; family, this made \"D. stirtoni\" the heaviest of all known discoveries. \"D. stirtoni\" was compared to \"&lt;a href=\"Aepyornis%20maximus\"&gt;Aepyornis maximus&lt;/a&gt;\" by the authors, the largest of that family.\n\"D. stirtoni\" was characterised by a deep lower jaw and a quadrate bone (which connects the upper and lower jaws) that was distinctly shaped. This narrow, deep bill, made up approximately two thirds of the skull. The front of this powerful jaw was used to cut, whilst the back of the jaw was used for crushing. Comparison of two partial crania with the near complete cranium of \"Dromornis planei\" (\"Bullockornis\") shows the head of this species to be about 25% larger . Reconstruction of overlapping remains of the rostrum have revealed its form and size, the lower mandible would have been around 0.5 metres. The size and proportions of the head and its bill are comparable to that of mammals such as camels or horses\nThe large bird had ‘stubby’, reduced wings, which ultimately deemed it flightless. However, whilst the bird was flightless, a strong development between the bony crests and tuberosities, where the wings were attached, allowed them to flap their wings. The bird was also characterised by its large hind legs, which after the completion of biomechanical studies are confirmed to have been muscular, rather than slender, due to the size of the muscle attachments along the leg. Due to the muscularity of these legs, \"D. stirtoni\" is thought to have possibly been capable of running at great speeds, whereas birds such as the emu depend on the slenderness of their legs to reach higher speeds. \"D. stirtoni\" was also characterised by its large, hoof-like toes, which had convex nails, rather than claws. Further typical of flightless birds, it did not have a breastbone.\nTwo forms of unearthed specimens are considered to be due to strong sexual dimorphism, concluded in a 2016 &lt;a href=\"morphometric\"&gt;morphometric&lt;/a&gt; analysis using landmark based and actual measurements which also supported earlier conclusions regarding the species enormous size. This histological technique has been applied to other large and extinct avian species, including investigation into the paleobiology of the elephant birds Aepyornithidae.\nHabitat.\nAt present the only recorded fossil discoveries of \"Dromornis stirtoni\" have been from the &lt;a href=\"Alcoota%20Fossil%20Beds\"&gt;Alcoota Fossil Beds&lt;/a&gt;. This region is renowned for the discovery of well-preserved vertebrate fossils from the &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt; epoch (24–5 million years ago). At this location, the fossil deposits are found in the Waite Formation, which consists of sandstones, limestones and siltstones. The various fossils that have been found within this region suggest that they were laid in episodical channels, characterised by a large series of interconnected lakes, within a large basin.\nThe vegetation type of the region in that period was open woodland favouring its semi-arid climate, within which seasonal rainfall occurs. \"D. stirtoni\" is found amongst the depositions of the &lt;a href=\"Alcoota\"&gt;Alcoota&lt;/a&gt; and Ongeva Local Faunas, dated to the Late &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt; and early &lt;a href=\"Pliocene\"&gt;Pliocene&lt;/a&gt;. Fragmentary remains are common at these sites, although little is assignable to an individual of the species. Some depositions contain fragments of around four individuals in disarray over an area of one square metre. Other &lt;a href=\"dromornithid\"&gt;dromornithid&lt;/a&gt; species have been found alongside this species, \"&lt;a href=\"Ilbandornis%20woodburnei\"&gt;Ilbandornis woodburnei&lt;/a&gt;\" and the tentatively placed \"&lt;a href=\"Ilbandornis%20lawsoni\"&gt;Ilbandornis lawsoni&lt;/a&gt;\", resembling the large but more gracile modern birds such as &lt;a href=\"ostriches\"&gt;ostriches&lt;/a&gt; and &lt;a href=\"emu\"&gt;emu&lt;/a&gt;s.\nThe concentration of dromornithid species, and more generally, other fossils within this area is indicative of the phenomenon known as ‘waterhole-tethering’, whereby animals would accumulate within the immediate area of water sources, many of which would then die. Whilst this is the only location that \"D. stirtoni\" have been discovered, discovery of other species within the Dromornithidae family suggests that they may have been distributed across Australia. Various Dromornithidae fossils have been found in &lt;a href=\"Riversleigh%2C%20Queensland\"&gt;Riversleigh&lt;/a&gt; (&lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;) and Bullocks Creek (&lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt;), as well as tracks in &lt;a href=\"Pioneer%2C%20Tasmania\"&gt;Pioneer&lt;/a&gt; (&lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt;).\n\"D. stirtoni\" probably existed in an assemblage of fauna that included other dromornithids and browsing marsupials as the apex herbivores. The Alcoota Local Fauna were deposited at the only known upper Miocene fossil beds of Central Australia. The early conceptions of a fearsome bird receives some support from the proposed behaviour of the larger males aggressively defending a preferred range against competitors, other males or herbivores, and predators.\nFeeding and diet.\nIt is widely accepted that \"Dromornis stirtoni\" was a herbivorous bird, predominantly eating seed pods and tough-skinned fruits. This has been deduced from various key features of the bird. One of these features is that the end of the bird's bill, does not have a hook, and that the beak is instead wide, narrow and blunt, typical of a herbivore. The bird also had hoof-like feet, rather than 'talons', which are typically associated with carnivores or omnivores. Moreover, placement of the eyes on the side of the birds head prohibits it from seeing directly in front, which would limit its ability to hunt. Lastly, analysis of the amino acids within the egg shells of \"D. stirtoni\" suggest that the species was herbivorous. Despite this however, there are various indicators that suggest the bird may have been carnivorous or omnivorous (Murray, 2004). The size and muscularity of the birds skull and beak would also suggest that they may not have been herbivores, as no source of vegetable food in their environment would have required such a powerful beak (Vickers-Rich, 1979). In recognition of the varying opinions, it is widely accepted that whilst the large bird may have occasionally scavenged or eaten smaller prey, they were mostly herbivorous.\nExtinction.\nIt is proposed that various factors may have contributed to the extinction of \"Dromornis stirtoni\". Palaeontologists Murray and Vickers-Rich suggested that the diet may have overlapped considerably with the diets of other large birds and animals, and that the subsequent converging trophic morphology could have contributed to the large birds extinction as it was 'out-competed' of its food source.\nAlternate arguments have proposed that the large birds' breeding patterns may have contributed. This suggested that \"D. stirtoni\" lived for a relatively long period of time in a group of older birds, however, for the few young that were produced, time to maturity was considerable. Subsequently, breeding adults were replaced slowly, which left the species highly vulnerable if breeding adults were lost.\nIt is thought that these factors may have worked in conjunction with the introduction of humans, and the predation and environmental modification that was associated. Modern researchers, think that with the &lt;a href=\"History%20of%20Australian%20Aboriginals%23Origins\"&gt;arrival of early Aboriginal Australians&lt;/a&gt; (around 70,000~65,000 years ago), hunting and the use of &lt;a href=\"Fire-stick%20farming\"&gt;fire&lt;/a&gt; to manage their environment may have contributed to the extinction of the &lt;a href=\"megafauna\"&gt;megafauna&lt;/a&gt;. Increased &lt;a href=\"aridity\"&gt;aridity&lt;/a&gt; during peak glaciation (about 18,000 years ago) may have also contributed, but most of the megafauna were already extinct by this time. Steve Wroe made note that there is arguably an insufficient level of data to definitively determine the time of extinction of many of Australia's megafauna, and more specifically \"D. stirtoni\". They suggest that many of the extinctions had been staggered over the course of the late Middle Pleistocene and early Late Pleistocene, prior to human arrival, due to climatic stress. Whilst direct evidence of human predation of \"D. stirtoni\" is limited, various experts propose that the large bird may well have been hunted, recognising that more than 85% of Australian mega fauna became extinct during the same period that humans were introduced. The use of 'fire-stick burning' as an ecosystem management technique is thought to have adversely impacted the semi-arid climates within which \"D. stirtoni\" lived, as the ecosystem lacked the required resilience, and as such, food supplies were impacted.\nNew evidence based on accurate &lt;a href=\"optically%20stimulated%20luminescence\"&gt;optically stimulated luminescence&lt;/a&gt; and &lt;a href=\"uranium-thorium%20dating\"&gt;uranium-thorium dating&lt;/a&gt; of megafaunal remains suggests that humans were the ultimate cause of the extinction for some of the megafauna in Australia. The dates derived show that all forms of megafauna on the Australian mainland became extinct in the same rapid timeframe—approximately 46,000 years ago — the period when the earliest humans first arrived in Australia (around 70,000~65,000 years ago long chronology and 50,000 years ago short chronology). However, these results were subsequently disputed, with another study showing that 50 of 88 megafaunal species have no dates postdating the penultimate glacial maxiumum around 130,000 years ago, and there was only firm evidence for overlap of 8-14 megafaunal species with people. Analysis of oxygen and carbon isotopes from teeth of megafauna indicate the regional climates at the time of extinction were similar to arid regional climates of today and that the megafauna were well adapted to arid climates. The dates derived have been interpreted as suggesting that the main mechanism for extinction was human burning of a landscape that was then much less fire-adapted; oxygen and carbon isotopes of teeth indicate sudden, drastic, non-climate-related changes in vegetation and in the diet of surviving marsupial species.\nChemical analysis of fragments of &lt;a href=\"eggshell\"&gt;eggshell&lt;/a&gt;s of \"&lt;a href=\"Genyornis%20newtoni\"&gt;Genyornis newtoni&lt;/a&gt;\", a &lt;a href=\"flightless%20bird\"&gt;flightless bird&lt;/a&gt; similar to \"D. stirtoni\", revealed scorch marks consistent with cooking in human-made fires, presumably the first direct evidence of human contribution to the extinction of a species of the Australian megafauna. This was later contested by another study that noted the too small dimensions (126 x 97 mm, roughly like the emu eggs, while the moa eggs were about 240 mm) for the \"Genyornis\" supposed eggs, and rather, attributed them to another extinct, but much smaller bird, the &lt;a href=\"megapode\"&gt;megapode&lt;/a&gt; \"&lt;a href=\"Giant%20malleefowl\"&gt;Progura&lt;/a&gt;\". The real time that saw \"Genyornis\" vanish is still an open question, but this was believed as one of the best documented megafauna extinctions in Australia."
}