{
    "id": "27619189",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=27619189",
    "title": "Lewis Lyne",
    "text": "&lt;a href=\"Major-general%20%28United%20Kingdom%29\"&gt;Major-General&lt;/a&gt; Lewis Owen Lyne &lt;a href=\"Order%20of%20the%20Bath\"&gt;CB&lt;/a&gt; &lt;a href=\"Distinguished%20Service%20Order\"&gt;DSO&lt;/a&gt; (21 August 1899 – 4 November 1970) was a &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; &lt;a href=\"Officer%20%28armed%20forces%29\"&gt;officer&lt;/a&gt; who served before and during the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;. He saw distinguished active service in command of the &lt;a href=\"169th%20%283rd%20London%29%20Brigade\"&gt;169th Brigade&lt;/a&gt; in action in &lt;a href=\"Tunisian%20Campaign\"&gt;North Africa&lt;/a&gt; and &lt;a href=\"Italian%20Campaign%20%28World%20War%20II%29\"&gt;Italy&lt;/a&gt; from 1943 to 1944, followed by the &lt;a href=\"59th%20%28Staffordshire%29%20Infantry%20Division\"&gt;59th Division&lt;/a&gt; during the &lt;a href=\"Operation%20Overlord\"&gt;Battle of Normandy&lt;/a&gt; in mid-1944, finally commanding the &lt;a href=\"7th%20Armoured%20Division%20%28United%20Kingdom%29\"&gt;7th Armoured Division&lt;/a&gt; during the final stages of the &lt;a href=\"Western%20Front%20%28World%20War%20II%29\"&gt;Northwestern Europe Campaign&lt;/a&gt; until &lt;a href=\"Victory%20in%20Europe%20Day\"&gt;Victory in Europe Day&lt;/a&gt; in May 1945.\nEarly life and military career.\nBorn on 21 August 1899 in &lt;a href=\"Newport%2C%20Wales\"&gt;Newport, Wales&lt;/a&gt;, the second son of Charles Lyne, Lewis Lyne was educated at &lt;a href=\"Haileybury%20and%20Imperial%20Service%20College\"&gt;Haileybury and Imperial Service College&lt;/a&gt;. Too young to see service during the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;, Lyne joined the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; and was &lt;a href=\"Officer%20%28armed%20forces%29\"&gt;commissioned&lt;/a&gt; as a &lt;a href=\"Acting%20%28rank%29\"&gt;temporary&lt;/a&gt; &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; into the &lt;a href=\"Lancashire%20Fusiliers\"&gt;Lancashire Fusiliers&lt;/a&gt; on 2 April 1919.\n After the war he gained a &lt;a href=\"Regular%20army\"&gt;Regular&lt;/a&gt; commission on 24 July 1921. Posted to the 1st Battalion, Lancashire Fusiliers, he spent most of the &lt;a href=\"interwar%20period\"&gt;interwar period&lt;/a&gt; serving with the battalion in various parts of the world, including &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt; and &lt;a href=\"China\"&gt;China&lt;/a&gt;, during which time, on 14 July 1923, he was promoted to &lt;a href=\"Lieutenant%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;lieutenant&lt;/a&gt;.\nHe returned to &lt;a href=\"England\"&gt;England&lt;/a&gt; to attend the &lt;a href=\"Staff%20College%2C%20Camberley\"&gt;Staff College, Camberley&lt;/a&gt; from 1935 to 1936, where his fellow students in his year included &lt;a href=\"Eric%20Bols\"&gt;Eric Bols&lt;/a&gt;, &lt;a href=\"Terence%20Airey\"&gt;Terence Airey&lt;/a&gt;, &lt;a href=\"Joseph%20Charles%20Haydon%20%28British%20Army%20officer%29\"&gt;Joseph Charles Haydon&lt;/a&gt;, &lt;a href=\"Geoffrey%20Bourne%2C%20Baron%20Bourne\"&gt;Geoffrey Bourne&lt;/a&gt;, &lt;a href=\"Walter%20Lentaigne\"&gt;Walter Lentaigne&lt;/a&gt;, &lt;a href=\"Freddie%20de%20Guingand\"&gt;Freddie de Guingand&lt;/a&gt; and &lt;a href=\"Charles%20Keightley\"&gt;Charles Keightley&lt;/a&gt;, along with both &lt;a href=\"Henry%20Wells%20%28general%29\"&gt;Henry Wells&lt;/a&gt; of the &lt;a href=\"Australian%20Army\"&gt;Australian Army&lt;/a&gt; and &lt;a href=\"Rod%20Keller\"&gt;Rod Keller&lt;/a&gt; of the &lt;a href=\"Canadian%20Army\"&gt;Canadian Army&lt;/a&gt;. While there, on 16 October 1935 he was promoted to &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt;. After graduating he became a &lt;a href=\"Staff%20%28military%29\"&gt;staff officer&lt;/a&gt; at the &lt;a href=\"War%20Office\"&gt;War Office&lt;/a&gt; in 1938 until the outbreak of war the following year. He was made a &lt;a href=\"Brevet%20%28military%29\"&gt;brevet&lt;/a&gt; &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt; on 1 July 1938, a major on 1 August, and brevet &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;lieutenant colonel&lt;/a&gt; on 1 July 1939.\nSecond World War.\nBy the outbreak of the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; in September 1939, Lyne was Deputy Assistant Military Secretary at the War Office, and in November, was promoted to acting lieutenant colonel (made temporary in late February) and became Assistant Military Secretary, where he was responsible for the minor details of officer appointments. In August 1940, after the &lt;a href=\"British%20Expeditionary%20Force%20%28World%20War%20II%29\"&gt;British Expeditionary Force&lt;/a&gt; (BEF) was &lt;a href=\"Dunkirk%20evacuation\"&gt;evacuated from Dunkirk&lt;/a&gt;, Lyne, with a small &lt;a href=\"Cadre%20%28military%29\"&gt;cadre&lt;/a&gt; of Regular soldiers, was appointed &lt;a href=\"Commanding%20officer\"&gt;Commanding Officer&lt;/a&gt; (CO) of the 9th Battalion, Lancashire Fusiliers in &lt;a href=\"Bury%2C%20Greater%20Manchester\"&gt;Bury&lt;/a&gt;, a war service battalion, composed largely of &lt;a href=\"Conscription%20in%20the%20United%20Kingdom\"&gt;conscripts&lt;/a&gt;. In October the battalion became part of the &lt;a href=\"208th%20Independent%20Infantry%20Brigade%20%28Home%29\"&gt;208th Independent Infantry Brigade (Home)&lt;/a&gt;, then serving in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; under &lt;a href=\"Scottish%20Command\"&gt;Scottish Command&lt;/a&gt;, but in December was transferred to &lt;a href=\"Brigadier%20%28United%20Kingdom%29\"&gt;Brigadier&lt;/a&gt; &lt;a href=\"Morgan%20John%20Winthrop%20O%27Donovan\"&gt;The O'Donovan&lt;/a&gt;'s &lt;a href=\"125th%20%28Lancashire%20Fusiliers%29%20Brigade\"&gt;125th Infantry Brigade&lt;/a&gt; (which also included the 1/5th and 1/6th Battalions of the Lancashire Fusiliers), part of the &lt;a href=\"42nd%20%28East%20Lancashire%29%20Infantry%20Division\"&gt;42nd (East Lancashire) Infantry Division&lt;/a&gt; commanded by &lt;a href=\"Major-general%20%28United%20Kingdom%29\"&gt;Major-General&lt;/a&gt; &lt;a href=\"Henry%20Willcox\"&gt;Henry Willcox&lt;/a&gt;, which had fought with distinction in France with the BEF, and was now stationed in &lt;a href=\"East%20Anglia\"&gt;East Anglia&lt;/a&gt; on &lt;a href=\"Operation%20Sea%20Lion\"&gt;anti-invasion duties&lt;/a&gt;. In late June 1941, after commanding his battalion for over 10 months, he went on to be Chief Instructor at the &lt;a href=\"Senior%20Officers%27%20School\"&gt;Senior Officers' School&lt;/a&gt;, &lt;a href=\"Sheerness\"&gt;Sheerness&lt;/a&gt;, and was promoted to the local rank of &lt;a href=\"Colonel%20%28United%20Kingdom%29\"&gt;colonel&lt;/a&gt; in late July. The school was then focused on preparing relatively junior officers, mainly majors, for the command of battalions and regiments.\nPromoted to the acting rank of brigadier in March 1942 (and acting colonel on the same date, six months later temporary colonel and temporary brigadier), Lyne was given command of the &lt;a href=\"169th%20%283rd%20London%29%20Brigade\"&gt;169th (London) Infantry Brigade&lt;/a&gt;, part of the &lt;a href=\"56th%20%28London%29%20Infantry%20Division\"&gt;56th (London) Infantry Division&lt;/a&gt;, then commanded by Major General &lt;a href=\"Eric%20Miles\"&gt;Eric Miles&lt;/a&gt;, who Lyne knew briefly when the latter was &lt;a href=\"General%20officer%20commanding\"&gt;General Officer Commanding&lt;/a&gt; (GOC) of the 42nd Division from late April 1941. The brigade, which Lyne would command for the next two years in several different countries and in some of the most difficult battles of the war, was known as the \"Queen's Brigade\" as it contained three second-line &lt;a href=\"Army%20Reserve%20%28United%20Kingdom%29\"&gt;Territorial Army&lt;/a&gt; (TA) battalions of the &lt;a href=\"Queen%27s%20Royal%20Regiment%20%28West%20Surrey%29\"&gt;Queen's Royal Regiment (West Surrey)&lt;/a&gt;. The 169th Brigade had formerly been the &lt;a href=\"35th%20Brigade%20%28United%20Kingdom%29\"&gt;35th Infantry Brigade&lt;/a&gt;, part of the &lt;a href=\"12th%20%28Eastern%29%20Division\"&gt;12th (Eastern) Division&lt;/a&gt;, which had been severely mauled while serving with the BEF before joining the 56th Division in July 1940, after the 12th Division was broken up, which was then the 1st London Division before being redesignated 56th Division in November, the 35th Brigade becoming the 169th Brigade at the same time. The 169th Brigade was one of three brigades which constituted the 56th Division, the other two being the &lt;a href=\"167th%20%281st%20London%29%20Brigade\"&gt;167th&lt;/a&gt; and &lt;a href=\"168th%20%282nd%20London%29%20Brigade\"&gt;168th&lt;/a&gt;, along with supporting divisional troops. The division was then serving in East Anglia, Lyne's brigade stationed in &lt;a href=\"Nacton\"&gt;Nacton&lt;/a&gt;, &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;, and in June orders were received to prepare to mobilise for active service overseas.\nThe Middle East and North Africa.\nThe next few weeks for the 56th Division were hectic as it began to mobilise for service overseas, which was completed by late August and the division left England soon after, arriving in &lt;a href=\"Kirkup\"&gt;Kirkup&lt;/a&gt;, &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; in November 1942. The division formed part of &lt;a href=\"XXI%20Corps%20%28India%29\"&gt;Indian XXI Corps&lt;/a&gt; of the &lt;a href=\"Tenth%20Army%20%28United%20Kingdom%29\"&gt;Tenth Army&lt;/a&gt;, which was given the role of preventing the &lt;a href=\"German%20Army%20%28Wehrmacht%29\"&gt;Germans&lt;/a&gt; from reaching the &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt; from the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;. However, the German &lt;a href=\"Battle%20of%20Stalingrad\"&gt;defeat at Stalingrad&lt;/a&gt; in February 1943, the threat receded and the 56th Division could focus its attention on training for offensive operations, and began training in &lt;a href=\"mountain%20warfare\"&gt;mountain warfare&lt;/a&gt;. In March, the division (minus the 168th Brigade) was ordered to join the &lt;a href=\"Eighth%20Army%20%28United%20Kingdom%29\"&gt;British Eighth Army&lt;/a&gt;, then fighting in the final stages of the &lt;a href=\"Tunisian%20Campaign\"&gt;Tunisian Campaign&lt;/a&gt;. The two brigades of the division then began a 3,200-mile journey from Kirkup to &lt;a href=\"Enfidha\"&gt;Enfidaville&lt;/a&gt;, &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;. The journey took four weeks and is the longest approach march in the &lt;a href=\"history%20of%20the%20British%20Army\"&gt;history of the British Army&lt;/a&gt;.\nArriving there in late April, Lyne's brigade began to relieve elements of the veteran &lt;a href=\"2nd%20New%20Zealand%20Division\"&gt;2nd New Zealand Division&lt;/a&gt;, in contact with the enemy, in the mountains north of Enfidaville on the night of 26 April. Two days later, the &lt;a href=\"X%20Corps%20%28United%20Kingdom%29\"&gt;X Corps&lt;/a&gt; (which the 56th Division formed part of) commander, &lt;a href=\"Lieutenant-general%20%28United%20Kingdom%29\"&gt;Lieutenant-General&lt;/a&gt; &lt;a href=\"Brian%20Horrocks\"&gt;Brian Horrocks&lt;/a&gt;, ordered the brigade to seize Djebel Srafi and Djebel Terhouna. Although the attack began well, a &lt;a href=\"counterattack\"&gt;counterattack&lt;/a&gt; on the first objective sent men of the 2/5th Queen's, commanded by Lieutenant Colonel &lt;a href=\"John%20Yeldham%20Whitfield\"&gt;John Whitfield&lt;/a&gt; (who would later be GOC 56th Division), who were there back to their own start lines. However, the Tunisian Campaign itself was finished just over two weeks later, with most of the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; strength being diverted to the &lt;a href=\"First%20Army%20%28United%20Kingdom%29\"&gt;British First Army&lt;/a&gt;, advancing on the city of &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt; from the west, soon falling to the Allies on 7 May, and the campaign officially ending on 13 May 1943, with some 238,000 &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; soldiers surrendering.\nItaly.\nWith the campaign over, the division (still minus the 168th Brigade), now commanded by Major-General &lt;a href=\"Douglas%20Graham%20%28British%20Army%20officer%29\"&gt;Douglas Graham&lt;/a&gt; after Miles was severely injured on 5 May, was in late May sent to &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt; to rest and absorb reinforcements, as well as to train for &lt;a href=\"Amphibious%20warfare\"&gt;amphibious operations&lt;/a&gt; in preparation for the &lt;a href=\"Allied%20invasion%20of%20Italy\"&gt;Allied invasion of Italy&lt;/a&gt;. On 3 July Lyne was made a colonel (with seniority dating back to 1 July 1942), on 5 August he was &lt;a href=\"mentioned%20in%20dispatches\"&gt;mentioned in dispatches&lt;/a&gt;, for his services in Persia and Iraq, and two weeks later awarded the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; (DSO), for his services in the Middle East. The division (now with the &lt;a href=\"22nd%20Guards%20Brigade\"&gt;201st Guards Brigade&lt;/a&gt; temporarily replacing the 168th) landed on the beaches of &lt;a href=\"Salerno\"&gt;Salerno&lt;/a&gt;, Italy on 9 September, with Lyne's brigade landing on the 56th Division's left, and aiming for the objective, &lt;a href=\"Salerno%20Costa%20d%27Amalfi%20Airport\"&gt;Montecorvino airfield&lt;/a&gt;. The 169th Brigade destroyed thirty-nine aircraft on the ground but, despite support from a squadron of &lt;a href=\"M4%20Sherman\"&gt;Sherman tank&lt;/a&gt;s of the &lt;a href=\"Royal%20Scots%20Greys\"&gt;Royal Scots Greys&lt;/a&gt;, German resistance was stubborn and they refused to move off the airfield and only fell, almost four days later, after fierce fighting, with heavy losses to all three Queen's battalions. Even then, the brigade was within range of German artillery fire, thus temporarily negating the use of the airfields to the Allies.\nOver the next few days Lyne's brigade, holding a large sector of the front with too few troops, was reinforced with a company of &lt;a href=\"Royal%20Engineers\"&gt;Royal Engineers&lt;/a&gt;, which acted as infantry. With the Germans, who had been concerned mainly with attacking the division's right – where there had emerged a large gap between the US and British forces – on the retreat from Salerno on 17 September, due to the situation turning in favour of the Allies, the brigade, along with the rest of the heavily battered 56th Division, spent the next few days in further fighting in an attempt to break through the mountain passes on the path to &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;. On 27 September Lyne's brigade was relieved, in a unique event, by Brigadier &lt;a href=\"Lashmer%20Whistler\"&gt;\"Bolo\" Whistler&lt;/a&gt;'s &lt;a href=\"131st%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;131st Brigade&lt;/a&gt; of the &lt;a href=\"7th%20Armoured%20Division%20%28United%20Kingdom%29\"&gt;7th Armoured Division&lt;/a&gt; under Major General &lt;a href=\"George%20Erskine\"&gt;George Erskine&lt;/a&gt;. The 131st Brigade was, like the 169th Brigade, also composed of three TA Queen's battalions and referred to as the Queen's Brigade.\nThe capture of Naples followed days later, with Lieutenant-General &lt;a href=\"Richard%20McCreery\"&gt;Richard McCreery&lt;/a&gt;'s British X Corps (under which command the 56th Division was serving) advancing on the left of the &lt;a href=\"United%20States%20Army%20North\"&gt;US Fifth Army&lt;/a&gt;, reaching the &lt;a href=\"Volturno%20Line\"&gt;defensive line&lt;/a&gt; on the &lt;a href=\"Volturno\"&gt;Volturno river&lt;/a&gt; by 9 October. On the day after, the division's GOC, Major-General Graham, was injured and Lyne, the most senior brigade commander, took temporary command of the division for the Volturno crossing. Although the other two X Corps divisions, the 7th Armoured and &lt;a href=\"46th%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;46th&lt;/a&gt;, the gained a foothold across the river, the 56th Division managed only to gain a weak foothold, which was not exploited. The division had to use the &lt;a href=\"3rd%20Infantry%20Division%20%28United%20States%29\"&gt;US 3rd Division&lt;/a&gt;'s crossing point. Around this time the 168th Brigade (which was detached from the division in April) also returned to the 56th Division. On 15 October Major-General &lt;a href=\"Gerald%20Templer\"&gt;Gerald Templer&lt;/a&gt; arrived to take command of the division, and Lyne returned to the 169th Brigade.\nThe division's next task was to assault &lt;a href=\"Bernhardt%20Line\"&gt;Monte Camino&lt;/a&gt;, the last major feature before the &lt;a href=\"Winter%20Line\"&gt;Winter Line&lt;/a&gt; (or Gustav Line), which failed in mid-November with heavy losses, mainly to the 201st Guards Brigade, with Lyne himself being wounded on 13 November. Returning by early December, the division, with Lyne's brigade playing a major role, was supported by a very heavy artillery barrage and took part in the second attempt to capture Monte Camino, which was taken and the Germans finally thrown off the mountain. On 8 January 1944, however, Lyne returned to hospital and so missed the division's crossing of the &lt;a href=\"Garigliano\"&gt;Garigliano river&lt;/a&gt; during the first &lt;a href=\"Battle%20of%20Monte%20Cassino\"&gt;Battle of Monte Cassino&lt;/a&gt;. He returned again to the brigade on 21 January, as it captured the first peaks of the &lt;a href=\"Aurunci%20Mountains\"&gt;Aurunci Mountains&lt;/a&gt;.\nAfter holding their positions gained for the next few weeks, the 56th Division was ordered to the &lt;a href=\"Battle%20of%20Anzio\"&gt;Anzio beachhead&lt;/a&gt; in early February, where the Allied forces there were in serious trouble.\nNorthwest Europe.\nIn early March the heavily battered 56th Division was relieved by the &lt;a href=\"5th%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;5th Division&lt;/a&gt;, with Lyne's 169th Brigade being relieved by the &lt;a href=\"13th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;13th Brigade&lt;/a&gt;. The intention was to return to Egypt for rest and retraining. Just before the division set sail, however, Lyne, who had been with the division for just over two years and was now an experienced battlefield commander, was ordered to return to England to become GOC of the &lt;a href=\"59th%20%28Staffordshire%29%20Infantry%20Division\"&gt;59th (Staffordshire) Infantry Division&lt;/a&gt;, taking over from Major-General &lt;a href=\"William%20Bradshaw%20%28British%20Army%20officer%29\"&gt;William Bradshaw&lt;/a&gt;. He was promoted to the acting rank of major-general on 29 March. The division – comprising the &lt;a href=\"176th%20%282/1st%20Staffordshire%29%20Brigade\"&gt;176th&lt;/a&gt;, &lt;a href=\"177th%20%282/1st%20Lincoln%20and%20Leicester%29%20Brigade\"&gt;177th&lt;/a&gt; and &lt;a href=\"197th%20%28Lancashire%20Fusiliers%29%20Brigade\"&gt;197th Infantry Brigade&lt;/a&gt;s plus supporting divisional troops – had been training throughout the United Kingdom since its creation in August 1939 as a second-line duplicate of the &lt;a href=\"55th%20%28West%20Lancashire%29%20Infantry%20Division\"&gt;55th (West Lancashire) Infantry Division&lt;/a&gt;, but, despite a few of its units having seen action in France in 1940, for the most part the division was completely inexperienced, although very well trained, and had been selected to take part in the Allied &lt;a href=\"invasion%20of%20Normandy\"&gt;invasion of Normandy&lt;/a&gt; as part of the &lt;a href=\"21st%20Army%20Group\"&gt;21st Army Group&lt;/a&gt;, commanded by &lt;a href=\"General%20%28United%20Kingdom%29\"&gt;General&lt;/a&gt; &lt;a href=\"Bernard%20Montgomery\"&gt;Sir Bernard Montgomery&lt;/a&gt;. The division was serving in &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt; as part of Lieutenant-General &lt;a href=\"Neil%20Ritchie\"&gt;Neil Ritchie&lt;/a&gt;'s &lt;a href=\"XII%20Corps%20%28United%20Kingdom%29\"&gt;XII Corps&lt;/a&gt;, itself part of the &lt;a href=\"Second%20Army%20%28United%20Kingdom%29\"&gt;British Second Army&lt;/a&gt;, commanded by Lieutenant-General &lt;a href=\"Miles%20Dempsey\"&gt;Miles Dempsey&lt;/a&gt;.\nThe 59th Division landed in Normandy in late June 1944, almost three weeks after the &lt;a href=\"Normandy%20landings\"&gt;D-Day landings&lt;/a&gt; on 6 June. Soon after arrival the division transferred from XII Corps to Lieutenant-General &lt;a href=\"John%20Crocker\"&gt;John Crocker&lt;/a&gt;'s &lt;a href=\"I%20Corps%20%28United%20Kingdom%29\"&gt;I Corps&lt;/a&gt;, and, on 8 July, took part in &lt;a href=\"Operation%20Charnwood\"&gt;Operation Charnwood&lt;/a&gt;, a frontal assault aimed at capturing &lt;a href=\"Caen\"&gt;Caen&lt;/a&gt;. Although a D-Day objective for the &lt;a href=\"3rd%20Division%20%28United%20Kingdom%29\"&gt;British 3rd Division&lt;/a&gt;, stubborn resistance from the &lt;a href=\"21st%20Panzer%20Division%20%28Wehrmacht%29\"&gt;German 21st Panzer Division&lt;/a&gt; prevented the division from capturing the city, as had numerous attempts afterwards. Lyne's 59th Division, supported by elements of the &lt;a href=\"27th%20Armoured%20Brigade\"&gt;27th Armoured Brigade&lt;/a&gt;, and with the British 3rd Division on its left and the &lt;a href=\"3rd%20Canadian%20Division\"&gt;3rd Canadian Division&lt;/a&gt; on its right, attacking through La Bijude and Galmanche, were faced by the &lt;a href=\"12th%20SS%20Panzer%20Division%20Hitlerjugend\"&gt;12th SS Panzer Division&lt;/a&gt; and fierce fighting took place, although by 9 July most of Caen was in Allied hands. However, the 59th Division, in its first major operation, suffered over 1,200 casualties.\nThe division soon moved back on 11 July to Ritchie's XII Corps, two days later transferring to Lieutenant-General &lt;a href=\"Gerard%20Bucknall\"&gt;Gerard Bucknall&lt;/a&gt;'s &lt;a href=\"XXX%20Corps%20%28United%20Kingdom%29\"&gt;XXX Corps&lt;/a&gt;. In mid-July the division fought in the &lt;a href=\"Second%20Battle%20of%20the%20Odon\"&gt;Second Battle of the Odon&lt;/a&gt;, where, fighting along the &lt;a href=\"Odon%20%28river%29\"&gt;Odon river&lt;/a&gt;, it was tasked with capturing &lt;a href=\"Noyers-Bocage\"&gt;Noyers&lt;/a&gt; and &lt;a href=\"Missy%2C%20Calvados\"&gt;Missy&lt;/a&gt;, operating in conjunction with the &lt;a href=\"49th%20%28West%20Riding%29%20Infantry%20Division\"&gt;49th (West Riding) Infantry Division&lt;/a&gt;. The operation, which failed and cost the 59th Division further casualties, was intended to divert German attention away from &lt;a href=\"Operation%20Goodwood\"&gt;Operation Goodwood&lt;/a&gt;, the British attempt to break out of the Normandy beachhead. The division again joined XII Corps and, after the Americans launched &lt;a href=\"Operation%20Cobra\"&gt;Operation Cobra&lt;/a&gt;, XXX Corps, now commanded by Lieutenant-General Brian Horrocks after Bucknall was sacked, launched &lt;a href=\"Operation%20Bluecoat\"&gt;Operation Bluecoat&lt;/a&gt; and the Germans began &lt;a href=\"Falaise%20Pocket\"&gt;withdrawing to Falaise&lt;/a&gt;. At the same time, in the first week of August, the 59th Division, with the &lt;a href=\"56th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;56th Independent Brigade&lt;/a&gt; temporarily under command and supported by elements of the &lt;a href=\"34th%20Armoured%20Brigade%20%28United%20Kingdom%29\"&gt;34th Tank Brigade&lt;/a&gt;, launched an attack over the Orne river and after much hard fighting – with Captain &lt;a href=\"David%20Jamieson%20%28VC%29\"&gt;David Jamieson&lt;/a&gt; of the 7th Battalion, &lt;a href=\"Royal%20Norfolk%20Regiment\"&gt;Royal Norfolks&lt;/a&gt; securing the 59th Division's first and only &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt; (VC) – secured a bridgehead at &lt;a href=\"Grimbosq\"&gt;Grimbosq&lt;/a&gt;, before advancing to &lt;a href=\"Falaise%2C%20Calvados\"&gt;Falaise&lt;/a&gt; where it held the edge of the \"pocket\".\nThe end of the &lt;a href=\"Operation%20Overlord\"&gt;Normandy Campaign&lt;/a&gt; also saw the disbandment of the 59th Division. By this stage of the war, Britain had reached the limits of its available manpower, and so replacements for battle casualties were severely lacking, and some units were broken up and their men posted to other units. With Lyne's 59th Division being the most junior British division in France, it was broken up, although not as a reflection of its performance, with Montgomery, the army group commander, and Dempsey, the army commander, both being highly impressed with the 59th Division.\nDespite the division being disbanded, the division HQ remained in suspended animation until October, and Lyne temporarily commanded the &lt;a href=\"50th%20%28Northumbrian%29%20Infantry%20Division\"&gt;50th (Northumbrian) Infantry Division&lt;/a&gt; in place of the GOC, Major-General Douglas Graham, who had been Lyne's superior as GOC 56th Division in Italy. Graham returned in late November, only for the 50th Division to suffer the same fate as the 59th Division, again due to manpower shortages, although the division was reduced to a training reserve formation.\nOn 22 November Lyne was, unusually for an infantryman, selected to become GOC of the veteran 7th Armoured Division, in place of Major-General &lt;a href=\"Gerald%20Lloyd-Verney\"&gt;Gerald Lloyd-Verney&lt;/a&gt; who, his superiors believed, had been over-promoted. The division was a much-changed formation to the one which had fought in the &lt;a href=\"Western%20Desert%20Campaign\"&gt;Western Desert&lt;/a&gt;, and now consisted of the &lt;a href=\"22nd%20Armoured%20Brigade%20%28United%20Kingdom%29\"&gt;22nd Armoured&lt;/a&gt; and 131st Infantry Brigades and had gone through changes of command. Lyne did not see his first action as an armoured commander, however, until mid-January 1945, when, serving under Lieutenant-General Ritchie's XII Corps, it fought in &lt;a href=\"Operation%20Blackcock\"&gt;Operation Blackcock&lt;/a&gt;, the attempt to clear the Roer triangle. The operation was successful, with the division managing to seize their objective, despite the frozen ground, with relatively light casualties. The division remained in its positions until relieved in late February.\nThe division's next assignment was the crossing of the &lt;a href=\"Rhine\"&gt;River Rhine&lt;/a&gt; into Germany, codenamed &lt;a href=\"Operation%20Plunder\"&gt;Operation Plunder&lt;/a&gt;, although the division did not take part in the initial stages, and only crossed the river on 27 March, three days after the operation began, spearheaded by the &lt;a href=\"11th%20Hussars\"&gt;11th Hussars&lt;/a&gt;. Two days later Lyne's rank of major general was made temporary. The division, against token resistance, then raced across Germany, capturing thousands of German troops along the way, by 8 April reaching the outskirts of the city of &lt;a href=\"Bremen\"&gt;Bremen&lt;/a&gt;, which fell to the British 3rd Division, and crossed the &lt;a href=\"Weser\"&gt;River Weser&lt;/a&gt; a week later. The &lt;a href=\"end%20of%20World%20War%20II%20in%20Europe\"&gt;end of the war in Europe&lt;/a&gt; arrived soon after. He took part in the &lt;a href=\"Berlin%20Victory%20Parade%20of%201945\"&gt;Victory Parade in Berlin&lt;/a&gt; on 21 July 1945. He was mentioned in dispatches for his services in Northwest Europe on 7 August.\nPostwar.\nAfter the war he became &lt;a href=\"List%20of%20Commandants%20of%20Berlin%20Sectors\"&gt;Commandant of the British Sector in Berlin&lt;/a&gt; on 6 July 1945. He was made Director of Staff Duties (DSD) at the War Office in 1946 in 1949; he retired from the army due to ill health in early 1949, aged just 49. Never marrying, he died in &lt;a href=\"Kersey%2C%20Suffolk\"&gt;Kersey, Suffolk&lt;/a&gt; on 4 November 1970. Although he remains largely unknown, Lyne was a highly competent and experienced battlefield commander, gaining respect from both his superiors, most notably Montgomery and Dempsey, and subordinates alike."
}