{
    "id": "276104",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=276104",
    "title": "Islamic architecture",
    "text": "Islamic architecture comprises the &lt;a href=\"architectural%20style\"&gt;architectural style&lt;/a&gt;s of &lt;a href=\"building\"&gt;building&lt;/a&gt;s associated with &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;. It encompasses both &lt;a href=\"Secularity\"&gt;secular&lt;/a&gt; and religious styles from the early &lt;a href=\"history%20of%20Islam\"&gt;history of Islam&lt;/a&gt; to the present day. Islamic architecture developed to fulfill Islamic religious ideals, for example, the &lt;a href=\"minaret\"&gt;minaret&lt;/a&gt; was designed to assist the &lt;a href=\"muezzin\"&gt;muezzin&lt;/a&gt; in making his voice heard throughout a specific area.\nEarly Islamic architecture was influenced by &lt;a href=\"Roman%20architecture\"&gt;Roman&lt;/a&gt;, &lt;a href=\"Byzantine%20architecture\"&gt;Byzantine&lt;/a&gt;, &lt;a href=\"Persian%20architecture\"&gt;Persian&lt;/a&gt;, &lt;a href=\"Architecture%20of%20Mesopotamia\"&gt;Mesopotamian&lt;/a&gt; architecture and all other lands which the &lt;a href=\"Early%20Muslim%20conquests\"&gt;Early Muslim conquests&lt;/a&gt; conquered in the seventh and eighth centuries. Further east, it was also influenced by &lt;a href=\"Chinese%20architecture\"&gt;Chinese&lt;/a&gt; and &lt;a href=\"Architecture%20of%20India\"&gt;Indian architecture&lt;/a&gt; as Islam spread to &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;. Later it developed distinct characteristics in the form of buildings and in the &lt;a href=\"Islamic%20ornament\"&gt;decoration&lt;/a&gt; of surfaces with &lt;a href=\"Islamic%20calligraphy\"&gt;Islamic calligraphy&lt;/a&gt;, &lt;a href=\"arabesque\"&gt;arabesque&lt;/a&gt;s, and &lt;a href=\"Islamic%20geometric%20patterns\"&gt;geometric motifs&lt;/a&gt;. New architectural elements like &lt;a href=\"minaret\"&gt;minaret&lt;/a&gt;s, \"&lt;a href=\"muqarnas\"&gt;muqarnas&lt;/a&gt;\", and &lt;a href=\"multifoil%20arch\"&gt;multifoil arch&lt;/a&gt;es were invented. Common or important types of buildings in Islamic architecture include &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt;s, &lt;a href=\"madrasa\"&gt;madrasa&lt;/a&gt;s, &lt;a href=\"tomb\"&gt;tomb&lt;/a&gt;s, &lt;a href=\"palace\"&gt;palace&lt;/a&gt;s, &lt;a href=\"hammam\"&gt;hammam&lt;/a&gt;s (public baths), &lt;a href=\"Sufism\"&gt;Sufi&lt;/a&gt; &lt;a href=\"Hospice\"&gt;hospices&lt;/a&gt; (e.g. &lt;a href=\"khanqah\"&gt;khanqah&lt;/a&gt;s or &lt;a href=\"Zawiya%20%28institution%29\"&gt;zawiyas&lt;/a&gt;), &lt;a href=\"fountain\"&gt;fountain&lt;/a&gt;s and &lt;a href=\"Sebil%20%28fountain%29\"&gt;sabils&lt;/a&gt;, commercial buildings (e.g. &lt;a href=\"caravanserai\"&gt;caravanserai&lt;/a&gt;s and &lt;a href=\"bazaar\"&gt;bazaar&lt;/a&gt;s), and military &lt;a href=\"fortification\"&gt;fortification&lt;/a&gt;s.\nEarly history (up to 10th century).\nThe &lt;a href=\"History%20of%20Islam\"&gt;Islamic era&lt;/a&gt; began with the formation of Islam under the leadership of &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt; in early 7th-century &lt;a href=\"Arabian%20Peninsula\"&gt;Arabia&lt;/a&gt;. The first mosque was a structure built by Muhammad in &lt;a href=\"Medina\"&gt;Medina&lt;/a&gt; in 622, right after his \"&lt;a href=\"hegira\"&gt;hegira&lt;/a&gt;\" (migration) from &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;, which corresponds to the site of the present-day &lt;a href=\"Al-Masjid%20an-Nabawi\"&gt;Mosque of the Prophet&lt;/a&gt; (\"al-Masjid an-Nabawi\"). It is usually described as his house, but may have been designed to serve as a community center from the beginning. It consisted of a simple &lt;a href=\"courtyard\"&gt;courtyard&lt;/a&gt; structure built in unbaked brick, with a rectangular, almost square, floor plan measuring about 53 by 56 meters. A shaded portico supported by palm trunks stood on the north side of the courtyard, in the direction of prayer (the \"&lt;a href=\"qibla\"&gt;qibla&lt;/a&gt;\"), which was initially towards &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;. When the \"qibla\" was changed to face towards Mecca in 624, a similar portico was added on the south side, facing towards that city. Muhammad and his family lived in separate rooms attached to the mosque, and Muhammad himself was buried in one of these rooms upon his death in 632. Over the rest of the 7th century and in the 8th century the mosque was repeatedly expanded to include a large flat-roofed prayer hall supported by columns (a hypostyle hall) with a central courtyard. It became one of the main models for the early mosques built elsewhere.\nThere are few other buildings dating from the era of Muhammad, but one example is the &lt;a href=\"Jawatha%20Mosque\"&gt;Jawatha Mosque&lt;/a&gt; in &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt;. During the early &lt;a href=\"Early%20Muslim%20conquests\"&gt;Arab-Muslim conquests&lt;/a&gt; of the Middle East and North Africa in the 7th century, new garrison cities were established in territories such as &lt;a href=\"Fustat\"&gt;Fustat&lt;/a&gt; in Egypt and &lt;a href=\"Kufa\"&gt;Kufa&lt;/a&gt; in present-day Iraq. The central &lt;a href=\"congregational%20mosque\"&gt;congregational mosque&lt;/a&gt;s of these cities were built in the &lt;a href=\"hypostyle\"&gt;hypostyle&lt;/a&gt; format. In other cities, especially in &lt;a href=\"Syria%20%28region%29\"&gt;Syria&lt;/a&gt;, new mosques were established by converting or occupying parts of existing churches in existing cities, as for example in &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt; and &lt;a href=\"Hama\"&gt;Hama&lt;/a&gt;. These early mosques had no minaret, although small shelters may have been constructed on the roofs to protect the &lt;a href=\"muezzin\"&gt;muezzin&lt;/a&gt; while issuing the &lt;a href=\"Adhan\"&gt;call to prayer&lt;/a&gt;.\nThe &lt;a href=\"Umayyad%20Caliphate\"&gt;Umayyad Caliphate&lt;/a&gt; (661–750) combined elements of pre-islamic &lt;a href=\"Himyarite%20Kingdom\"&gt;Himyarite&lt;/a&gt;, &lt;a href=\"Byzantine%20architecture\"&gt;Byzantine architecture&lt;/a&gt; and &lt;a href=\"Sasanian%20architecture\"&gt;Sasanian architecture&lt;/a&gt;, but &lt;a href=\"Umayyad%20architecture\"&gt;Umayyad architecture&lt;/a&gt; introduced new combinations of these styles with considerable &lt;a href=\"Ghassanids\"&gt;Ghassanid&lt;/a&gt; influence. &lt;a href=\"Ancient%20South%20Arabian%20art\"&gt;South Arabian architecture&lt;/a&gt; and styles of &lt;a href=\"Ornament%20%28art%29\"&gt;ornamentation&lt;/a&gt; represent an immediate predecessor of the early Umayyads. The reuse of elements from &lt;a href=\"Ancient%20Roman%20architecture\"&gt;classical Roman&lt;/a&gt; and &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; art was still widely evident because political power and patronage was centered in Syria, a former Roman/Byzantine province. However, a significant amount of experimentation occurred as Umayyad patrons recruited craftsmen from across the empire and architects were allowed, or even encouraged, to mix elements from different artistic traditions and to disregard traditional conventions and restraints. Partly as a result of this, Umayyad architecture is distinguished by the extent and variety of decoration, including &lt;a href=\"Mosaic\"&gt;mosaics&lt;/a&gt;, wall painting, sculpture and carved reliefs. While figural scenes were notably present in monuments like &lt;a href=\"Qusayr%20%27Amra\"&gt;Qusayr 'Amra&lt;/a&gt;, non-figural decoration and more abstract scenes became highly favoured, especially in religious architecture.\nThe &lt;a href=\"horseshoe\"&gt;horseshoe&lt;/a&gt; arch appears for the first time in Umayyad architecture, later to evolve to its most advanced form in &lt;a href=\"al-Andalus\"&gt;al-Andalus&lt;/a&gt; (&lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt;). In hypostyle mosques, the Umayyads introduced the tradition of making the \"nave\" or aisle in front of the \"mihrab\" wider than the others, dividing the prayer room along its central axis. They also added the \"&lt;a href=\"mihrab\"&gt;mihrab&lt;/a&gt;\" to mosque design, a concave niche in the \"qibla\" wall of the mosque. The first mihrab, a concave niche in the qibla wall, reportedly appeared at Muhammad's mosque in Medina when it was rebuilt by &lt;a href=\"al-Walid%20I\"&gt;al-Walid I&lt;/a&gt; in 707. It seems to have represented the place where the Prophet stood when leading prayer. This almost immediately became a standard feature of all mosques. Several major early monuments of Islamic architecture built under the Umayyads include the &lt;a href=\"Dome%20of%20the%20Rock\"&gt;Dome of the Rock&lt;/a&gt; in Jerusalem (built by Caliph &lt;a href=\"Abd%20al-Malik%20ibn%20Marwan\"&gt;Abd al-Malik&lt;/a&gt;) and the &lt;a href=\"Umayyad%20Mosque\"&gt;Great Mosque of Damascus&lt;/a&gt; (built by al-Walid I). The &lt;a href=\"Al-Aqsa%20Mosque\"&gt;Al-Aqsa Mosque&lt;/a&gt; on the &lt;a href=\"Temple%20Mount\"&gt;Haram al-Sharif&lt;/a&gt;, also in Jerusalem, was also rebuilt by al-Walid I, replacing an earlier simple structure built around 670. Both the al-Aqsa Mosque and the Great Mosque of Damascus featured a hypostyle hall and a &lt;a href=\"dome\"&gt;dome&lt;/a&gt; above the space in front of the \"mihrab\", and both were influential in the design of later mosques elsewhere. A number of palaces from this period have also partially survived or have been excavated in modern times.\nThe &lt;a href=\"Abbasid%20architecture\"&gt;Abbasid architecture&lt;/a&gt; of the &lt;a href=\"Abbasid%20Caliphate\"&gt;Abbasid Caliphate&lt;/a&gt; (750–1513) was particularly influenced by &lt;a href=\"Sasanian%20Empire\"&gt;Sasanian&lt;/a&gt; architecture, which in turn featured elements present since ancient &lt;a href=\"Mesopotamia\"&gt;Mesopotamia&lt;/a&gt;. Other influences such as ancient &lt;a href=\"Sogdia\"&gt;Soghdian&lt;/a&gt; architecture in Central Asia have also been noted. This was partly a result of the caliphate's political center shifting further east to the new capital of &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt;, in present-day Iraq. Abbasid mosques all followed the courtyard plan with hypostyle halls. The earliest was the mosque that Caliph &lt;a href=\"al-Mansur\"&gt;al-Mansur&lt;/a&gt; built in Baghdad (since destroyed). The &lt;a href=\"Great%20Mosque%20of%20Samarra\"&gt;Great Mosque of Samarra&lt;/a&gt; built by al-Mutawakkil was . A flat wooden roof was supported by columns. The mosque was decorated with marble panels and glass mosaics. The prayer hall of the &lt;a href=\"Abu%20Dulaf%20Mosque\"&gt;Abu Dulaf Mosque&lt;/a&gt; at Samarra had arcades on rectangular brick piers running at right angles to the &lt;a href=\"qibla\"&gt;qibla&lt;/a&gt; wall. Both of the Samarra mosques have spiral minarets, the only examples in Iraq. A mosque at &lt;a href=\"Balkh\"&gt;Balkh&lt;/a&gt; in what is now Afghanistan was about square, with three rows of three square bays, supporting nine vaulted domes. While the origins of the minaret are uncertain, it is believed that the first true minarets appeared in this period. Several of the Abbasid mosques built in the early ninth century had minaret towers which stood at the northern ends of the building, opposite the central mihrab. Among the most famous of these is the Malwiyya minaret, a stand-alone tower with a \"spiral\" form built for the Great Mosque of Samarra.\nAfter the overthrow of the Umayyad Caliphate in 750 by the Abbasids, a new branch of the &lt;a href=\"Umayyad%20dynasty\"&gt;Umayyad dynasty&lt;/a&gt; succeeded in taking control of Al-Andalus in 756, creating the &lt;a href=\"Emirate%20of%20C%C3%B3rdoba\"&gt;Emirate of Cordoba&lt;/a&gt; and reaching the apogee of its power during the &lt;a href=\"Caliphate%20of%20C%C3%B3rdoba\"&gt;Caliphate of Cordoba&lt;/a&gt; in the 10th century. The &lt;a href=\"Mezquita%20de%20C%C3%B3rdoba\"&gt;Great Mosque at Córdoba&lt;/a&gt;, built in 785–786, marks the earliest major monument of &lt;a href=\"Moorish%20architecture\"&gt;Moorish architecture&lt;/a&gt; in the Iberian Peninsula (Al-Andalus). This style of architecture established in Al-Andalus was also largely shared with the architecture of western North Africa (the &lt;a href=\"Maghreb\"&gt;Maghreb&lt;/a&gt;), from which later empires in the region would also emerge and contribute to its artistic evolution. The original Great Mosque of Cordoba was noted for its unique hypostyle hall with rows of double-tiered, two-coloured, arches, which were repeated and maintained in later extensions of the building. The mosque was expanded multiple times, with the expansion by &lt;a href=\"al-Hakam%20II\"&gt;al-Hakam II&lt;/a&gt; (r. 961–976) introducing important aesthetic innovations such as interlacing arches and ribbed domes, which were imitated and elaborated in later monuments in the region. The construction of &lt;a href=\"Madinat%20al-Zahra\"&gt;Madinat al-Zahra&lt;/a&gt;, a new capital and monumental palace-city in the 10th century, also created an important complex of royal architecture and patronage. Smaller monuments such as the early form of the &lt;a href=\"University%20of%20al-Qarawiyyin\"&gt;Qarawiyyin Mosque&lt;/a&gt; in &lt;a href=\"Fez%2C%20Morocco\"&gt;Fez&lt;/a&gt; (present-day &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;) and the &lt;a href=\"Mosque%20of%20Cristo%20de%20la%20Luz\"&gt;Bab al-Mardum Mosque&lt;/a&gt; in Toledo demonstrate the prevalence of the same stylistic elements across the region.\nAfter its initial apogee of power, the Abbasid Caliphate became partly fragmented into regional states in the 9th century which were formally obedient to the caliphs in Baghdad but were \"de facto\" independent. The Aghlabids in &lt;a href=\"Ifriqiya\"&gt;Ifriqiya&lt;/a&gt; (roughly modern-day &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;) were notable patrons of architecture themselves, responsible for rebuilding both the &lt;a href=\"Great%20Mosque%20of%20Kairouan\"&gt;Great Mosque of Kairouan&lt;/a&gt; (originally founded by &lt;a href=\"Uqba%20ibn%20Nafi\"&gt;Uqba ibn Nafi&lt;/a&gt; in 670) and the &lt;a href=\"Al-Zaytuna%20Mosque\"&gt;Zaytuna Mosque&lt;/a&gt; of &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt; in much of their current forms, as well as for building numerous other structures in the region. In Egypt, &lt;a href=\"Ahmad%20ibn%20Tulun\"&gt;Ahmad ibn Tulun&lt;/a&gt; established a short-lived dynasty, the &lt;a href=\"Tulunids\"&gt;Tulunids&lt;/a&gt;, and built himself a new capital (&lt;a href=\"Al-Qata%27i\"&gt;Al-Qata'i&lt;/a&gt;) and a new congregational mosque, known as the &lt;a href=\"Mosque%20of%20Ibn%20Tulun\"&gt;Ibn Tulun Mosque&lt;/a&gt;, which was completed in 879. It was strongly influenced by Abbasid architecture in &lt;a href=\"Samarra\"&gt;Samarra&lt;/a&gt; and remains one of the most notable and best-preserved examples of 9th-century architecture from the Abbasid Caliphate.\nIn the 10th century the &lt;a href=\"Fatimid%20Caliphate\"&gt;Fatimid Caliphate&lt;/a&gt; rose to power in Ifriqiya, where it built a new fortified capital at &lt;a href=\"Mahdia\"&gt;Mahdia&lt;/a&gt;. In 970 the Fatimids moving their center of power to Egypt and they founded another new capital, &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;. &lt;a href=\"Fatimid%20architecture\"&gt;Fatimid architecture&lt;/a&gt; in Egypt followed Tulunid techniques and used similar materials, but also developed those of their own. Their first congregational mosque in Cairo was &lt;a href=\"al-Azhar%20mosque\"&gt;al-Azhar Mosque&lt;/a&gt;, founded at the same time as the city (970), which became the spiritual center for the &lt;a href=\"Ismaili\"&gt;Ismaili Shi'a&lt;/a&gt; branch of Islam. Other notable monuments include the large &lt;a href=\"Al-Hakim%20Mosque\"&gt;Mosque of al-Hakim&lt;/a&gt; (founded in 990 under &lt;a href=\"Al-Aziz%20Billah\"&gt;al-'Aziz&lt;/a&gt; but completed around 1013 under &lt;a href=\"Al-Hakim%20bi-Amr%20Allah\"&gt;al-Hakim&lt;/a&gt;), the small &lt;a href=\"Aqmar%20Mosque\"&gt;Aqmar Mosque&lt;/a&gt; (1125) with its richly-decorated street façade, and the domed &lt;a href=\"Mashhad%20of%20Sayyida%20Ruqayya\"&gt;Mashhad of Sayyida Ruqayya&lt;/a&gt; (1133), notable for its \"mihrab\" of elaborately-carved &lt;a href=\"stucco\"&gt;stucco&lt;/a&gt;. Under the powerful &lt;a href=\"vizier\"&gt;vizier&lt;/a&gt; &lt;a href=\"Badr%20al-Jamali\"&gt;Badr al-Jamali&lt;/a&gt; (r. 1073–1094), the city walls were rebuilt in stone along with several monumental gates, three of which have survived to the present-day: &lt;a href=\"Bab%20al-Futuh\"&gt;Bab al-Futuh&lt;/a&gt;, &lt;a href=\"Bab%20al-Nasr%20%28Cairo%29\"&gt;Bab al-Nasr&lt;/a&gt;, and &lt;a href=\"Bab%20Zuweila\"&gt;Bab Zuweila&lt;/a&gt;).\nCharacteristics.\nSome characteristics of Islamic architecture were inherited from pre-Islamic architecture of that region while some characteristics like &lt;a href=\"minaret\"&gt;minaret&lt;/a&gt;s, \"&lt;a href=\"muqarnas\"&gt;muqarnas&lt;/a&gt;\", &lt;a href=\"arabesque\"&gt;arabesque&lt;/a&gt;, &lt;a href=\"Islamic%20geometric%20patterns\"&gt;Islamic geometric motifs&lt;/a&gt;, &lt;a href=\"Pointed%20arch%20%28architecture%29\"&gt;pointed arch&lt;/a&gt;, &lt;a href=\"multifoil%20arch\"&gt;multifoil arch&lt;/a&gt;, &lt;a href=\"onion%20dome\"&gt;onion dome&lt;/a&gt; and pointed dome developed later.\nGardens.\nGardens and water have for many centuries played an essential role in Islamic culture, and are often compared to the garden of &lt;a href=\"Paradise\"&gt;Paradise&lt;/a&gt;. The comparison originates from the &lt;a href=\"Achaemenid%20Empire\"&gt;Achaemenid Empire&lt;/a&gt;. In his dialogue \"&lt;a href=\"Oeconomicus\"&gt;Oeconomicus&lt;/a&gt;\", &lt;a href=\"Xenophon\"&gt;Xenophon&lt;/a&gt; has &lt;a href=\"Socrates\"&gt;Socrates&lt;/a&gt; relate the story of the Spartan general &lt;a href=\"Lysander\"&gt;Lysander&lt;/a&gt;'s visit to the &lt;a href=\"Persian%20Empire\"&gt;Persian&lt;/a&gt; prince &lt;a href=\"Cyrus%20the%20Younger\"&gt;Cyrus the Younger&lt;/a&gt;, who shows the Greek his \"Paradise at Sardis\". The classical form of the Persian &lt;a href=\"Paradise%20garden\"&gt;Paradise garden&lt;/a&gt;, or the \"&lt;a href=\"charbagh\"&gt;charbagh&lt;/a&gt;\", comprises a rectangular irrigated space with elevated pathways, which divide the garden into four sections of equal size:\nOne of the hallmarks of Persian gardens is the four-part garden laid out with axial paths that intersect at the garden's centre. This highly structured geometrical scheme, called the chahar bagh, became a powerful metaphor for the organization and domestication of the landscape, itself a symbol of political territory.\nA Charbagh from Achaemenid time has been identified in the archaeological excavations at &lt;a href=\"Pasargadae\"&gt;Pasargadae&lt;/a&gt;. The gardens of &lt;a href=\"Chehel%20Sotoun\"&gt;Chehel Sotoun&lt;/a&gt; (&lt;a href=\"Isfahan\"&gt;Isfahan&lt;/a&gt;), &lt;a href=\"Fin%20Garden\"&gt;Fin Garden&lt;/a&gt; (&lt;a href=\"Kashan\"&gt;Kashan&lt;/a&gt;), &lt;a href=\"Eram%20Garden\"&gt;Eram Garden&lt;/a&gt; (&lt;a href=\"Shiraz\"&gt;Shiraz&lt;/a&gt;), &lt;a href=\"Shazdeh%20Garden\"&gt;Shazdeh Garden&lt;/a&gt; (&lt;a href=\"Mahan%2C%20Iran\"&gt;Mahan&lt;/a&gt;), Dowlatabad Garden (&lt;a href=\"Yazd\"&gt;Yazd&lt;/a&gt;), Abbasabad Garden (&lt;a href=\"Abbasabad%2C%20Mazandaran\"&gt;Abbasabad&lt;/a&gt;), Akbarieh Garden (&lt;a href=\"South%20Khorasan%20Province\"&gt;South Khorasan Province&lt;/a&gt;), &lt;a href=\"Pahlevanpour%20Garden\"&gt;Pahlevanpour Garden&lt;/a&gt;, all in &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, form part of the &lt;a href=\"World%20Heritage%20Site\"&gt;UNESCO World Heritage&lt;/a&gt;. Large Paradise gardens are also found at the &lt;a href=\"Taj%20Mahal\"&gt;Taj Mahal&lt;/a&gt; (&lt;a href=\"Agra\"&gt;Agra&lt;/a&gt;), and at &lt;a href=\"Humayun%27s%20Tomb\"&gt;Humayun's Tomb&lt;/a&gt; (&lt;a href=\"New%20Delhi\"&gt;New Delhi&lt;/a&gt;), in India; the &lt;a href=\"Shalimar%20Gardens%20%28Lahore%29\"&gt;Shalimar Gardens&lt;/a&gt; (&lt;a href=\"Lahore\"&gt;Lahore&lt;/a&gt;, &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;) or at the &lt;a href=\"Alhambra\"&gt;Alhambra&lt;/a&gt; and &lt;a href=\"Generalife\"&gt;Generalife&lt;/a&gt; in &lt;a href=\"Granada\"&gt;Granada&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;.\nCourtyard (\"Sahn\").\nIn the architecture of the Muslim world &lt;a href=\"courtyard\"&gt;courtyard&lt;/a&gt;s are found in secular and religious structures.\nHypostyle hall.\nA &lt;a href=\"hypostyle\"&gt;hypostyle&lt;/a&gt;, i.e., an open hall supported by columns, is considered to be derived from architectural traditions of &lt;a href=\"Achaemenids\"&gt;Achaemenid period&lt;/a&gt; Persian assembly halls (&lt;a href=\"apadana\"&gt;apadana&lt;/a&gt;). This type of building originated from the &lt;a href=\"Roman%20architecture\"&gt;Roman&lt;/a&gt;-style &lt;a href=\"basilica\"&gt;basilica&lt;/a&gt; with an adjacent courtyard surrounded by &lt;a href=\"colonnade\"&gt;colonnade&lt;/a&gt;s, like &lt;a href=\"Trajan%27s%20Forum\"&gt;Trajan's Forum&lt;/a&gt; in Rome. The Roman type of building has developed out of the &lt;a href=\"Greek%20architecture\"&gt;Greek&lt;/a&gt; &lt;a href=\"agora\"&gt;agora&lt;/a&gt;. In Islamic architecture, the hypostyle hall is the main feature of the hypostyle mosque. One of the earliest hypostyle mosques is the &lt;a href=\"Tarikhaneh%20Temple\"&gt;Tarikhaneh Mosque&lt;/a&gt; in Iran, dating back to the eighth century.\nSome scholars refer to the early hypostyle mosque with courtyard as the \"Arab plan\" or \"Arab-type\" mosque. Such mosques were constructed mostly under the Umayyad and Abbasid dynasties; subsequently, however, the simplicity of this type of plan limited the opportunities for further development, and as a result, these mosques gradually fell out of popularity in some regions.\nVaulting.\nIn Islamic buildings, &lt;a href=\"Vault%20%28architecture%29\"&gt;vaulting&lt;/a&gt; follows two distinct architectural styles: While Umayyad architecture in the west continues Syrian traditions of the sixth and seventh century, eastern Islamic architecture was mainly influenced by Sasanian styles and forms.\nUmayyad diaphragm arches and barrel vaults.\nIn their &lt;a href=\"Vault%20%28architecture%29\"&gt;vaulting&lt;/a&gt; structures, Umayyad period buildings show a mixture of ancient Roman and Persian architectural traditions. &lt;a href=\"Diaphragm%20arch\"&gt;Diaphragm arch&lt;/a&gt;es with lintelled ceilings made of wood or stone beams, or, alternatively, with barrel vaults, were known in the &lt;a href=\"Levant\"&gt;Levant&lt;/a&gt; since the classical and &lt;a href=\"Nabataeans\"&gt;Nabatean&lt;/a&gt; period. They were mainly used to cover houses and cisterns. The architectural form of covering diaphragm arches with barrel vaults, however, was likely newly introduced from &lt;a href=\"Iranian%20architecture\"&gt;Iranian architecture&lt;/a&gt;, as similar vaulting was not known in &lt;a href=\"Bilad%20al-Sham\"&gt;Bilad al-Sham&lt;/a&gt; before the arrival of the Umayyads. However, this form was well known in Iran from early &lt;a href=\"Parthian%20Empire\"&gt;Parthian&lt;/a&gt; times, as exemplified in the Parthian buildings of &lt;a href=\"Assur\"&gt;Aššur&lt;/a&gt;. The earliest known example for barrel vaults resting on diaphragm arches from Umayyad architecture is known from &lt;a href=\"Qasr%20Al-Kharanah\"&gt;Qasr Harane&lt;/a&gt; in Syria. During the early period, the diaphragm arches are built from coarsely cut limestone slabs, without using supporting &lt;a href=\"falsework\"&gt;falsework&lt;/a&gt;, which were connected by &lt;a href=\"gypsum\"&gt;gypsum&lt;/a&gt; &lt;a href=\"Mortar%20%28masonry%29\"&gt;mortar&lt;/a&gt;. Later-period vaults were erected using pre-formed lateral ribs modelled from gypsum, which served as a temporal formwork to guide and center the vault. These ribs, which were left in the structure afterwards, do not carry any load. The ribs were cast in advance on strips of cloth, the impression of which can still be seen in the ribs today. Similar structures are known from Sasanian architecture, for example from the palace of &lt;a href=\"Firuzabad%2C%20Fars\"&gt;Firuzabad&lt;/a&gt;. Umayyad-period vaults of this type were found in &lt;a href=\"Amman%20Citadel\"&gt;Amman Citadel&lt;/a&gt; and in &lt;a href=\"Qasr%20Amra\"&gt;Qasr Amra&lt;/a&gt;.\nIwans.\nThe term &lt;a href=\"iwan\"&gt;iwan&lt;/a&gt; denotes a hall that is walled on three sides and open on one side. It is typically covered by a vault although this can vary. This feature was present in Sasanian architecture, though its exact origins are older and still debated. It was later incorporated into Islamic architecture. Its usage became more common and widespread under the &lt;a href=\"Seljuk%20Empire\"&gt;Seljuks&lt;/a&gt; in the 10th century. Iwans were used in a variety of ways and arranged in varying positions in relation to the rest of the building. They are found in many types of buildings including mosques, madrasas, palaces, and caravanserais. One characteristic layout consists of four iwans arranged around a central square or rectangular courtyard, with the iwans aligned with the central axes of the courtyard. For mosques and madrasas, one of the iwans could be oriented towards the \"qibla\" (direction of prayer) and include a \"mihrab\" in order to serve as a prayer space. The related &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; term, \"pishtaq\", is used to denote an entrance portal (sometimes an iwan) projecting from the façade of a building, often decorated with calligraphy bands, glazed tilework, and geometric designs.\nDomes.\nDomes in Iran and Central Asia.\nBecause of its long history of building and re-building, spanning the time from the &lt;a href=\"Abbasids\"&gt;Abbasids&lt;/a&gt; to the &lt;a href=\"Qajar%20dynasty\"&gt;Qajar dynasty&lt;/a&gt;, and its excellent state of conservation, the &lt;a href=\"Jameh%20Mosque%20of%20Isfahan\"&gt;Jameh Mosque of Isfahan&lt;/a&gt; provides an overview over the experiments Islamic architects conducted with complicated vaulting structures.\nThe system of &lt;a href=\"squinch\"&gt;squinch&lt;/a&gt;es, which is a construction filling in the upper angles of a square room so as to form a base to receive an &lt;a href=\"octagon\"&gt;octagon&lt;/a&gt;al or &lt;a href=\"sphere\"&gt;spherical&lt;/a&gt; dome, was already known in Sasanian architecture. The &lt;a href=\"Spherical%20trigonometry\"&gt;spherical triangles&lt;/a&gt; of the squinches were split up into further subdivisions or systems of niches, resulting in a complex interplay of supporting structures forming an ornamental spatial pattern which hides the weight of the structure.\nThe tradition of double-shelled brick domes in Iran has been traced back to the 11th century. At the beginning of the 15th century, major Timurid monuments like the &lt;a href=\"Gur-e-Amir\"&gt;Gur-i Amir Mausoleum&lt;/a&gt; and the &lt;a href=\"Bibi-Khanym%20Mosque\"&gt;Bibi Khanum Mosque&lt;/a&gt; (both completed around 1404) were notable in their use of large double-shelled domes. These domes were composed of an inner shell which was visible from the interior and a larger outer shell, visible from the exterior and often of a slightly different shape. The Gur-i Amir Mausoleum's dome, the oldest one to have survived to the present day, features an exterior ribbed profile with a band of muqarnas around its drum. However, domes of this shape and style were likely constructed earlier, as evidenced by the &lt;a href=\"Sultaniyya%20Mausoleum\"&gt;Sultaniyya Mausoleum&lt;/a&gt; in Cairo, which was built earlier in the 1350s and appears to have copied this same design from the Iranian tradition.\nThe \"non-radial rib vault\", an architectural form of ribbed vaults with a superimposed spherical dome, is the characteristic architectural vault form of the Islamic East. From its beginnings in the Jameh Mosque of Isfahan, this form of vault was used in a sequence of important buildings up to the period of &lt;a href=\"Safavid%20dynasty\"&gt;Safavid&lt;/a&gt; architecture. Its main characteristics are:\nWhile intersecting pairs of ribs from the main decorative feature of &lt;a href=\"Seljuk%20architecture\"&gt;Seljuk architecture&lt;/a&gt;, the ribs were hidden behind additional architectural elements in later periods, as exemplified in the dome of the &lt;a href=\"Tomb%20of%20Ahmed%20Sanjar\"&gt;Tomb of Ahmed Sanjar&lt;/a&gt; in &lt;a href=\"Merv\"&gt;Merv&lt;/a&gt;, until they finally disappeared completely behind the double shell of a stucco dome, as seen in the dome of &lt;a href=\"%C4%80l%C4%AB%20Q%C4%81p%C5%AB\"&gt;Ālī Qāpū&lt;/a&gt; in Isfahan.\nDomes in South Asia.\nThe use of domes in South Asia started with the establishment of &lt;a href=\"Delhi%20sultanate\"&gt;Delhi sultanate&lt;/a&gt; in 1204 CE. Unlike Ottoman domes, and even more so than Persian domes, domes in South Asia tend to be more bulbous. Many monumental Mughal domes were also double-shelled and derived from the Iranian tradition. The design of the &lt;a href=\"Humayun%27s%20Tomb\"&gt;Tomb of Humayun&lt;/a&gt; (completed around 1571–72), including its double-shelled dome, suggests that its architects were familiar with Timurid monuments in Samarqand. The central dome of the &lt;a href=\"Taj%20Mahal\"&gt;Taj Mahal&lt;/a&gt; likewise features a bulbous profile and a double-shelled construction.\nRibbed domes in Al-Andalus and the Maghreb.\nThe &lt;a href=\"Mosque%E2%80%93Cathedral%20of%20C%C3%B3rdoba\"&gt;Great Mosque of Córdoba&lt;/a&gt; in &lt;a href=\"Al-Andalus\"&gt;Al-Andalus&lt;/a&gt; was initially built with a system of double-arched &lt;a href=\"Arcade%20%28architecture%29\"&gt;arcades&lt;/a&gt; supporting the flat timberwork ceiling. The columns of the arcades are connected by &lt;a href=\"horseshoe%20arch\"&gt;horseshoe arch&lt;/a&gt;es which support brick pillars, which are in turn interconnected by semicircular arches. In the 10th-century additions to the mosque changes were introduced into the basic architectural design: horseshoe arches were now used for the upper row of arcades, which were now supported by five-pass arches. In sections which now supported &lt;a href=\"dome\"&gt;dome&lt;/a&gt;s, additional supporting structures were needed to bear the &lt;a href=\"thrust\"&gt;thrust&lt;/a&gt; of the cupolas. The architects solved this problem by the construction of intersecting three- or five-pass arches. The three domes spanning the vaults in front of the &lt;a href=\"mihrab\"&gt;mihrab&lt;/a&gt; wall are constructed as &lt;a href=\"ribbed%20vault\"&gt;ribbed vault&lt;/a&gt;s. Rather than meeting in the centre of the dome, the ribs intersect one another off-center, forming an eight-pointed star in the centre.\nThe ribbed domes of the Mosque-Cathedral of Córdoba served as models for later mosque buildings in the Islamic West of Al-Andalus and the Maghreb. At around 1000 AD, the &lt;a href=\"Mosque%20of%20Cristo%20de%20la%20Luz\"&gt;Bab al-Mardum Mosque&lt;/a&gt; in &lt;a href=\"Toledo%2C%20Spain\"&gt;Toledo&lt;/a&gt; was constructed with a similar, eight-ribbed dome, surrounded by eight other ribbed domes of varying design. Similar domes are also seen in the mosque building of the &lt;a href=\"Aljafer%C3%ADa\"&gt;Aljafería&lt;/a&gt; of &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;. The architectural form of the ribbed dome was further developed in the Maghreb: the central dome of the &lt;a href=\"Great%20Mosque%20of%20Tlemcen\"&gt;Great Mosque of Tlemcen&lt;/a&gt;, a masterpiece of the &lt;a href=\"Almoravids\"&gt;Almoravids&lt;/a&gt; founded in 1082, has twelve slender ribs, the shell between the ribs is filled with filigree stucco work.\nOttoman domes.\nBased on the model of pre-existing Byzantine domes, &lt;a href=\"Ottoman%20architecture\"&gt;Ottoman architecture&lt;/a&gt; developed a specific form of monumental, representative building: wide central domes with huge diameters were erected on top of a centre-plan building. Despite their enormous weight, the domes appear virtually weightless. Some of the most elaborate domed buildings have been constructed by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; architect &lt;a href=\"Mimar%20Sinan\"&gt;Mimar Sinan&lt;/a&gt;.\nWhen the Ottomans &lt;a href=\"Fall%20of%20Constantinople\"&gt;had conquered Constantinople&lt;/a&gt;, they found a variety of Byzantine Christian churches, the largest and most prominent amongst them was the &lt;a href=\"Hagia%20Sophia\"&gt;Hagia Sophia&lt;/a&gt;. The brickwork-and-mortar ribs and the spherical shell of the central dome of the Hagia Sophia were built simultaneously, as a self-supporting structure without any wooden &lt;a href=\"centring\"&gt;centring&lt;/a&gt;. In the early Byzantine church of &lt;a href=\"Hagia%20Irene\"&gt;Hagia Irene&lt;/a&gt;, the ribs of the dome vault are fully integrated into the shell, similar to Western &lt;a href=\"Roman%20architecture\"&gt;Roman&lt;/a&gt; domes, and thus are not visible from within the building. In the dome of the Hagia Sophia, the ribs and shell of the dome unite in a central medallion at the apex of the dome, the upper ends of the ribs being integrated into the shell; shell and ribs form one single structural entity. In later Byzantine buildings, like the &lt;a href=\"Kalenderhane%20Mosque\"&gt;Kalenderhane Mosque&lt;/a&gt;, the &lt;a href=\"Eski%20Imaret%20Mosque\"&gt;Eski Imaret Mosque&lt;/a&gt; (formerly the Monastery of Christ Pantepoptes) or the Pantokrator Monastery (today &lt;a href=\"Zeyrek%20Mosque\"&gt;Zeyrek Mosque&lt;/a&gt;), the central medallion of the apex and the ribs of the dome became separate structural elements: the ribs are more pronounced and connect to the central medallion, which also stands out more pronouncedly, so that the entire construction gives the impression as if ribs and medallion are separate from, and underpin, the proper shell of the dome. Elaborately decorated ceilings and dome interiors draw influence from Near Eastern and Mediterranean architectural decoration while also serving as explicit and symbolic representations of the heavens. These dome shaped architectural features could be seen at the early Islamic palaces such as Qusayr ῾amra (c.712–15) and Khirbat al-mafjar (c.724–43).\nMimar Sinan solved the structural issues of the Hagia Sophia dome by constructing a system of centrally symmetric pillars with flanking semi-domes, as exemplified by the design of the &lt;a href=\"S%C3%BCleymaniye%20Mosque\"&gt;Süleymaniye Mosque&lt;/a&gt; (four pillars with two flanking shield walls and two semi-domes, 1550–1557), the &lt;a href=\"R%C3%BCstem%20Pasha%20Mosque\"&gt;Rüstem Pasha Mosque&lt;/a&gt; (eight pillars with four diagonal semi-domes, 1561–1563), and the &lt;a href=\"Selimiye%20Mosque%2C%20Edirne\"&gt;Selimiye Mosque&lt;/a&gt; in &lt;a href=\"Edirne\"&gt;Edirne&lt;/a&gt; (eight pillars with four diagonal semi-domes, 1567/8–1574/5). In the history of architecture, the structure of the Selimiye Mosque has no precedent. All elements of the building subordinate to its great dome.\nBalconies and screens.\nBalconies are a common feature of Islamic domestic architecture due to the warm climates in most countries. One of the mosque recognizable types is the \"&lt;a href=\"mashrabiya\"&gt;mashrabiya&lt;/a&gt;\", a wooden &lt;a href=\"Latticework\"&gt;lattice&lt;/a&gt; screen which projects from the side of a building and which protected privacy by allowed those inside to look outside without being visible from outside. Another type of lattice screen, not restricted to balconies, is the \"&lt;a href=\"jali\"&gt;jali&lt;/a&gt;\", which is common to &lt;a href=\"Indo-Islamic%20architecture\"&gt;Indo-Islamic architecture&lt;/a&gt; and is made of perforated stone. Other examples of balconies and related structures include the \"&lt;a href=\"jharokha\"&gt;jharokha&lt;/a&gt;\" in &lt;a href=\"Architecture%20of%20Rajasthan\"&gt;Rajasthani&lt;/a&gt; and Indo-Islamic architecture and the \"mirador\", a &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt; term applied to a balcony or lookout pavilion in Andalusi palaces like the &lt;a href=\"Alhambra\"&gt;Alhambra&lt;/a&gt;. Balconies also became an architectural element inside some mosques, such as the \"&lt;a href=\"H%C3%BCnk%C3%A2r%20Mahfili\"&gt;hünkâr mahfili&lt;/a&gt;\" in Ottoman mosques, a separate and protected space where the sultan could perform his prayers (similar to a \"&lt;a href=\"Maqsurah\"&gt;maqsura&lt;/a&gt;\"). A similar feature is also found in the Bara Gunbad complex (late 15th century) in Delhi.\nMuqarnas.\nThe architectural element of muqarnas developed in northeastern Iran and the Maghreb around the middle of the 10th century. The ornament is created by the geometric subdivision of a vaulting structure into miniature, superimposed pointed-arch substructures, also known as \"honeycomb\", or \"stalactite\" vaults. Made from different materials like stone, brick, wood or stucco, its use in architecture spread over the entire Islamic world. In the Islamic West, muqarnas are also used to adorn the outside of a dome, cupola, or similar structure, while in the East is more limited to the interior face of a vault.\nOrnamentation.\nAs a common feature, Islamic architecture makes use of &lt;a href=\"Islamic%20ornament\"&gt;specific ornamental forms&lt;/a&gt;, including mathematically complicated, elaborate &lt;a href=\"Islamic%20geometric%20patterns\"&gt;geometric patterns&lt;/a&gt;, floral motifs like the &lt;a href=\"arabesque\"&gt;arabesque&lt;/a&gt;, and elaborate &lt;a href=\"Islamic%20calligraphy\"&gt;calligraphic&lt;/a&gt; inscriptions, which serve to decorate a building, specify the intention of the building by the selection of the textual program of the inscriptions. For example, the calligraphic inscriptions adorning the Dome of the Rock include quotations from the Quran (e.g., Quran 19:33–35) which reference the miracle of Jesus and his human nature.\nThe geometric or floral, interlaced forms, taken together, constitute an infinitely repeated pattern that extends beyond the visible material world. To many in the Islamic world, they symbolize the concept of infinite proves of existence of one eternal God. Furthermore, the Islamic artist conveys a definite spirituality without the &lt;a href=\"icon\"&gt;icon&lt;/a&gt;ography of &lt;a href=\"Christian%20art\"&gt;Christian art&lt;/a&gt;. Non-figural ornaments are used in mosques and buildings around the Muslim world, and it is a way of decorating using beautiful, embellishing and repetitive Islamic art &lt;a href=\"Aniconism%20in%20Islam\"&gt;instead of using pictures of humans and animals&lt;/a&gt; (which some Muslims believe is forbidden (\"&lt;a href=\"Haram\"&gt;Haram&lt;/a&gt;\") in Islam).\nCapitals are the upper part or crowing feature of a column or pilaster. They serve as a transition piece between the shaft of the structure and the element it supports. Capitals range greatly in design and shape in Islamic Architecture. Early Islamic buildings in Iran featured “Persian” type capitals which included designs of bulls heads, while Mediterranean structures displayed a more classical influence.\nOther elements of religious architecture.\n\"Qibla\" orientation.\nThe \"&lt;a href=\"qibla\"&gt;qibla&lt;/a&gt;h\" () is the direction in which &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; is from any given location, and within Islamic architecture it is a major component of both the features and the orientation of the building itself. Ancient Islamic cities and the \"&lt;a href=\"mihrab\"&gt;mihrab&lt;/a&gt;\" in mosques were meant to be built facing in this direction, yet when actually observing the layout of such areas they do not all point to the same place. This is due to discrepancies in the calculations of the Islamic scientists in the past who determined where Mecca was from their individual locations. Scholars note that these differences come about for a multitude of reasons, such as some misunderstanding the meaning of \"qibla\" itself, the fact that the geographic coordinates of the past do not line up with the coordinates of today, and that the determination of this direction was more an astronomical calculation, rather than a mathematical one. Early mosques were constructed according to either the calculations of what direction \"qibla\" was approximately, or with the \"mihrab\" facing south, as that was the direction that Muhammad was facing when he prayed in Medina, which is a city directly north of Mecca.\n\"Mihrab\".\nThe mihrab is a niche or alcove, typically concave, set into the \"qibla\" wall (the wall standing in the direction of prayer) of a mosque or other prayer space. It symbolized and indicated the direction of the \"qibla\" to worshippers. It also acquired ritual and ceremonial importance over time, and its shape was even used as a symbol on some coinage. The very first mosques did not have mihrabs; the first known concave mihrab niche was the one added to the Prophet's Mosque in Medina by Caliph al-Walid I in 706 or 707. In later mosques the \"mihrab\" evolved to become the usual focus of architectural decoration in the building. The details of its shape and materials varied from region to region. In congregational mosques, the mihrab was usually flanked by a \"&lt;a href=\"minbar\"&gt;minbar&lt;/a&gt;\" (pulpit), and some historical mosques also included a nearby \"maqsura\" (a protected space for the ruler during prayers).\nMinaret.\nThe minaret is a tower that traditionally accompanies a mosque building. Its formal function is to provide a vantage point from which the call to prayer, or \"&lt;a href=\"adhan\"&gt;adhan&lt;/a&gt;\", is made. The call to prayer is issued five times each day: dawn, noon, mid-afternoon, sunset, and night. In most modern mosques, the \"\" is made directly from the prayer hall and broadcast via &lt;a href=\"microphone\"&gt;microphone&lt;/a&gt; to a &lt;a href=\"Loudspeakers%20in%20mosques\"&gt;speaker&lt;/a&gt; system on the minaret.\nThe earliest mosques lacked minarets, and the call to prayer was often performed from smaller tower structures. &lt;a href=\"Hadiths\"&gt;Hadiths&lt;/a&gt; relay that the early Muslim community of Medina gave the call to prayer from the roof of the house of &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;, which doubled as a place for prayer. Scholarly findings trace the origin of minarets to the Umayyad Caliphate and explain that these minarets were a copy of church steeples found in Syria in those times. The first minarets were derived architecturally from the Syrian church tower. Other references suggest that the towers in Syria originated from ziggurats of Babylonian and Assyrian shrines of Mesopotamia. The first known minarets appear in the early 9th century under Abbasid rule, and were not widely used until the 11th century. These early minaret forms were originally placed in the middle of the wall opposite the qibla wall. The minaret of the Great Mosque of Kairouan in Tunisia (early 9th century) is considered to be the oldest surviving minaret in the world. It has the shape of a massive tower with a square base, three levels of decreasing widths, and a total height of 31.5 meters.\nMinarets have had various forms (in general round, squared, spiral or octagonal) depending on the period and architectural tradition. The number of minarets by mosques is not fixed; originally one minaret would accompany each mosque, but some architectural styles can include multiple minarets.\nTowns and cities.\nUrban and nomadic life according to Ibn Khaldun.\nDuring its history, the society of the pre-modern Islamic world was dominated by two important social contexts, &lt;a href=\"Nomads\"&gt;nomadic life&lt;/a&gt; and &lt;a href=\"Urbanism\"&gt;Urbanism&lt;/a&gt;. The historian and politician &lt;a href=\"Ibn%20Khaldun\"&gt;Ibn Khaldun&lt;/a&gt; thoroughly discusses both concepts in his book &lt;a href=\"Muqaddimah\"&gt;Muqaddimah&lt;/a&gt;. According to him, the way of life and culture of the rural &lt;a href=\"bedouin\"&gt;bedouin&lt;/a&gt; nomads and the townspeople are opposed in a central &lt;a href=\"Conflict%20%28process%29\"&gt;social conflict&lt;/a&gt;. Ibn Khaldun explains the rise and fall of civilizations by his concept of &lt;a href=\"Asabiyyah\"&gt;Asabiyyah&lt;/a&gt; (\"bond of cohesion\", or \"family loyalty\"), as exemplified by the rule of the &lt;a href=\"caliph\"&gt;caliph&lt;/a&gt;s. Bedouins, being the nomadic inhabitants of the steppe and the desert, are interconnected by strong bonds of asabiyyah and firm religious beliefs. These bonds tend to slacken in urban communities over some generations. In parallel, by losing their asabiyyah, the townspeople also lose the power to defend themselves, and fall victims to more aggressive tribes which may destroy the city and set up a new ruling dynasty, which over time is subject to the same weakening of power again.\nExperiments with various ideal city models.\nThe antique concept of the architecture of a metropolis is based on a structure of main and smaller roads running through the entire city, and dividing it into quarters. The streets are oriented towards public buildings like a palace, temple, or a public square. Two main roads, (&lt;a href=\"cardo\"&gt;cardo&lt;/a&gt; and &lt;a href=\"decumanus%20Maximus\"&gt;decumanus&lt;/a&gt;) cross each other at right angles in the center of the city. A few cities were founded during the early Islamic &lt;a href=\"Umayyad%20Caliphate\"&gt;Umayyad Caliphate&lt;/a&gt;, the outlines of which were based on the Ancient Roman concept of the &lt;a href=\"ideal%20city\"&gt;ideal city&lt;/a&gt;. An example of a city planned according to such concepts was excavated at &lt;a href=\"Anjar%2C%20Lebanon\"&gt;Anjar&lt;/a&gt; in &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;. Donald Whitcomb argues that the early Muslim conquests initiated a conscious attempt to recreate specific morphological features characteristic of earlier western and southwestern Arabian cities.\nTransformation of conquered towns.\nMore often than founding new cities, the new Islamic rulers took over existing towns, and transformed them according to the needs of the new Islamic society. This process of transformation proved to be decisive for the development of the traditional Islamic city, or &lt;a href=\"Medina%20quarter\"&gt;Medina&lt;/a&gt;. The principle of arranging buildings is known as \"horizontal spread\". Residencies and public buildings as well as private housing tend to be laid out separately, and are not directly related to each other architectonically. Archaeological excavations at the city of &lt;a href=\"Jerash\"&gt;Jerash&lt;/a&gt;, the Gerasa of Antiquity, have revealed how the Umayyads have transformed the city plan.\nUrban morphology of the Medina.\nThe architecture of the \"&lt;a href=\"Orientalism\"&gt;oriental&lt;/a&gt;\"-Islamic &lt;a href=\"town\"&gt;town&lt;/a&gt; is based on cultural and sociological concepts which differ from those of European cities. In both cultures, a distinction is made between the areas used by the rulers and their government and administration, public places of everyday common life, and the areas of private life. While the structures and concepts of European towns originated from a sociological struggle to gain basic rights of freedom—or &lt;a href=\"town%20privileges\"&gt;town privileges&lt;/a&gt;—from political or religious authorities during the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, an Islamic town or city is fundamentally influenced by the preservation of the unity of secular and religious life throughout time.\nIn a medina, palaces and residences as well as public places like &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt;-&lt;a href=\"madrasa\"&gt;madrasa&lt;/a&gt;-&lt;a href=\"Dar%20al-Shifa\"&gt;hospital&lt;/a&gt; complexes and private living spaces rather coexist alongside each other. The buildings tend to be more inwardly oriented, and are separated from the surrounding \"outside\" either by walls or by the hierarchical ordering of the streets, or both. Streets tend to lead from public main roads to cul-de-sac byroads and onwards into more private plots, and then end there. There are no, or very few, internal connections between different quarters of the city. In order to move from one quarter to the next, one has to go back to the main road again.\nWithin a city quarter, byroads lead towards individual building complexes or clusters of houses. The individual house is frequently also oriented towards an inner &lt;a href=\"Atrium%20%28architecture%29\"&gt;atrium&lt;/a&gt;, and enclosed by walls, which mostly are unadorned, unlike European outward-oriented, representative &lt;a href=\"facade\"&gt;facade&lt;/a&gt;s. Thus, the spatial structure of a medina essentially reflects the ancient nomadic tradition of living in a family group or tribe, held together by asabiyya, strictly separated from the \"outside\". In general, the morphology of an Islamic medina is granting—or denying—access according to the basic concept of hierarchical degrees of privacy. The inhabitants move from public space to the living quarters of their tribe, and onwards to their family home. Within a family house, there are again to be found common and separate spaces, the latter, and most private, usually reserved for women and children. In the end, only the family heads have free and unlimited access to all rooms and areas of their private home, as opposed to the more European concept of interconnecting different spaces for free and easy access. The hierarchy of privacy thus guides and structurizes the entire social life in a medina, from the caliph down to his most humble subject, from the town to the house.\nFrontier fortresses and towns.\nMisr, Ribat.\nIn the frontier area of the &lt;a href=\"Spread%20of%20Islam\"&gt;Arabic expansion&lt;/a&gt;, military forts (&lt;a href=\"Amsar\"&gt;Misr&lt;/a&gt;, Pl. , amṣār), or &lt;a href=\"Ribat\"&gt;Ribāṭ&lt;/a&gt; (, fortress) were founded. The structure and function of a misr is similar to an ancient Roman &lt;a href=\"Colonia%20%28Roman%29\"&gt;Colonia&lt;/a&gt;. Like a frontier colony, the fortress served as a base for further conquests. Arabian military forts of this type were frequently built in the vicinity of an older town from Antiquity or from Byzantine times. They frequently were of square format.\nRather than maintaining their original purpose to serve as a military base, many \"amṣār\" developed into urbane and administrative centers. In particular, this happened in the case of the &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;i cities of &lt;a href=\"Kufa\"&gt;Kufa&lt;/a&gt; and &lt;a href=\"Basra\"&gt;Basra&lt;/a&gt;, which became known as \"al-miṣrān\" (\"the [two] forts\"), but also with &lt;a href=\"Fustat\"&gt;Fustat&lt;/a&gt; and &lt;a href=\"Kairouan\"&gt;Kairouan&lt;/a&gt; in &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;.\nQaṣr.\n\"Qaṣr\" (; Pl. , \"quṣūr\") means palace, castle or (frontier) fort. Fortresses from Late Antiquity often continued to be in use, while their function changed during time. Some \"quṣūr\" were already used as &lt;a href=\"Castra\"&gt;Castra&lt;/a&gt; during Roman times, and were part of the fortifications of the North African &lt;a href=\"Limes%20%28Roman%20Empire%29\"&gt;limes&lt;/a&gt;. Already during the Ancient Roman times, castra did not only serve as fortifications, but also as markets and meeting points for the tribes living beyond the border.\nSmaller \"quṣūr\" are found in modern &lt;a href=\"Jordan\"&gt;Jordan&lt;/a&gt;, and include &lt;a href=\"Qasr%20Al-Hallabat\"&gt;Qasr Al-Hallabat&lt;/a&gt; (located east of &lt;a href=\"Amman\"&gt;Amman&lt;/a&gt;), Qasr Bushir ( north of &lt;a href=\"Lajjun\"&gt;Lajjun&lt;/a&gt;), the castle of Daganiya ( north of &lt;a href=\"Ma%27an\"&gt;Ma'an&lt;/a&gt;) and Odruh ( east of &lt;a href=\"Petra\"&gt;Wadi Musa&lt;/a&gt;). After the &lt;a href=\"Limes%20Arabicus\"&gt;Limes Arabicus&lt;/a&gt; was abandoned by the Roman Empire, many of the castra continued to be in use. This continuity was subject to archaeological investigations in the fort of Qasr al-Hallabat, which at different times served as a Roman castrum, Christian &lt;a href=\"Cenobitic%20monasticism\"&gt;cenobitic monastery&lt;/a&gt;, and finally as an Umayyad Qasr. &lt;a href=\"Qasr%20Al-Kharanah\"&gt;Qasr Al-Kharanah&lt;/a&gt; is one of the earliest known &lt;a href=\"Desert%20castles\"&gt;Desert castles&lt;/a&gt;, its architectural form clearly demonstrates the influence of Sasanian architecture.\nAccording to a hypothesis developed by &lt;a href=\"Jean%20Sauvaget\"&gt;Jean Sauvaget&lt;/a&gt;, the umayyad \"quṣūr\" played a role in the systematic agricultural colonisation of the uninhabited frontier areas, and, as such, continue the colonisation strategy of earlier Christian monks and the &lt;a href=\"Ghassanids\"&gt;Ghassanids&lt;/a&gt;. The Umayyads, however, increasingly oriented their political strategy towards a model of &lt;a href=\"Client%20politics\"&gt;Client politics&lt;/a&gt;, of mutual interdependence and support. After the Umayyad conquest, the \"quṣūr\" lost their original function and were either abandoned or continued to serve as local market places and meeting points until the 10th century. Another type of Islamic fortress is the &lt;a href=\"Qalat%20%28fortress%29\"&gt;Qalat&lt;/a&gt;.\nInfluences.\nEarly Islamic architecture was influenced by two different ancient traditions:\nThe transition process between late Antiquity, or post-classical, and Islamic architecture is exemplified by archaeologic findings in North Syria and Palestine, the &lt;a href=\"Bilad%20al-Sham\"&gt;Bilad al-Sham&lt;/a&gt; of the Umayyad and Abbasid dynasties. In this region, late antique, or Christian, architectural traditions merged with the pre-Islamic Arabian heritage of the conquerors. Recent research on the history of &lt;a href=\"Islamic%20art\"&gt;Islamic art&lt;/a&gt; and architecture has revised a number of &lt;a href=\"colonialism\"&gt;colonialistic&lt;/a&gt; ideas. Specifically, the following questions are currently subject to renewed discussions in the light of recent findings and new concepts of cultural history:\nCompared to earlier research, the assimilation and transformation of pre-existing architectural traditions is investigated under the aspect of mutual intra- and intercultural exchange of ideas, technologies and styles as well as artists, architects, and materials. In the area of art and architecture, the &lt;a href=\"rise%20of%20Islam\"&gt;rise of Islam&lt;/a&gt; is seen as a continuous transformation process leading from late Antiquity to the Islamic period. Early research into the area regarded early Islamic architecture merely as a break with the past, from which apparently rose a distorted and less expressive form of art, or a degenerate imitation of the post-classical architectural forms. Modern concepts tend to regard the transition between the cultures rather as a selective process of informed appropriation and transformation. The Umayyads played a crucial role in this process of transforming and thereby enriching the existing architectural traditions, or, in a more general sense, of the visual culture of the nascent Islamic society.\nThe Dome of the Rock () in Jerusalem (691) is one of the most important buildings in all of Islamic architecture. It is patterned after the nearby &lt;a href=\"Church%20of%20the%20Holy%20Sepulchre\"&gt;Church of the Holy Sepulchre&lt;/a&gt; and Byzantine Christian artists were employed to create its elaborate mosaics against a golden background. The great epigraphic vine &lt;a href=\"frieze\"&gt;frieze&lt;/a&gt; was adapted from the pre-Islamic Syrian style. The Great Mosque of Damascus (completed in 715 by caliph Al-Walid I), built on the site of the basilica of &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt; after the Islamic invasion of Damascus, still bore great resemblance to sixth and seventh century Christian basilicas. Certain modifications were implemented, including expanding the structure along the transversal axis which better fit with the Islamic style of prayer.\nThe Abbasid dynasty (750 &lt;a href=\"AD\"&gt;AD&lt;/a&gt;- 1258) witnessed the movement of the capital from Damascus to Baghdad, and then from Baghdad to Samarra. The shift to Baghdad influenced politics, culture, and art. Abbasid architecture drew more heavily on the architectural traditions of Mesopotomia and Iran, which had been part of the Sassanian Empire. The Great Mosque of Kairouan, in its current form was largely built during the 9th century under the Aghlabids, who ruled on behalf of the Abbasids. Its original marble columns and capitals were of Roman workmanship brought in from &lt;a href=\"Carthage\"&gt;Carthage&lt;/a&gt; and other elements resemble Roman form.\nInfluenced by Byzantine and Persian architecture, the &lt;a href=\"Pointed%20arch%20%28architecture%29\"&gt;pointed arch&lt;/a&gt; as an architectonic principle was first clearly established in Islamic architecture and was entirely alien to the pre-Islamic world. Especially in the &lt;a href=\"Persianate\"&gt;Persianate&lt;/a&gt; world, the slightly \"depressed\" &lt;a href=\"four-centred%20arch\"&gt;four-centred arch&lt;/a&gt; or \"Persian arch\", has been the most common style used.\nArabian.\nThere has been a long-standing belief in western scholarship that the Arabs of the early 7th century, at the time of Muhammad, when were nomadic pastoralists who did not have strong architectural traditions and merely adopted the pre-Islamic styles and ideas of the conquered regions. This view is now generally rejected and considered obsolete by modern scholars. According to scholar Beatrice Saint Laurent, early academic investigations into the history of Islamic monumental architecture led to the “flawed view that saw the roots of an Early Islamic monumental architecture and art solely in the traditions of the conquered regions”. Instead, scholars generally agree that a rich architectural tradition preceded the appearance of Islam in Arabia and the first Islamic monuments.\nGeneral scholarship holds that pre-Islamic architecture in the Arabian Peninsula had only limited influence on the subsequent development of Islamic architecture, at least by comparison with the influences of existing architectural traditions in the conquered territories beyond the peninsula. The major architectural contribution that took place in Arabia during the early Islamic period was the development of the Muslim mosque. Mosque (Masjid) is a pre-Islamic word attested in inscriptions in pre-Islamic Arabia. The Arab hypostyle mosque constructed by the Prophet Muhammad in Medina served as a model for mosque design throughout the Islamic world. The Umayyad mosque of Damascus reproduced the hypostyle model at a monumental scale. Umayyad religious architecture was the earliest expression of Islamic art on a grand scale. The Arab elite of the early Islam were city dwellers of Mecca, Medina, Ta’if and the highly urbanized society of Yemen whose Arabian traditions contributed to the urban development of the early Islamic cities. Moreover, the Umayyads did not come from a cultural void and were aware of their own Arabian cultural history. Scholars suggest they sought to continue certain pre-Islamic Arabian architectural traditions. \nIn other regions, the early military encampments of Kufa, Basra, Fustat, Kairouan were rapidly transformed into permanent foundations and planned cities. One of the traditions contributing to the early Islamic city was the south Arabian city such as Sana’a, to which type Mecca and Fustat belonged. Two urban types based on social organization have been proposed. The first is called the San'a-formation, developed from a market center and inhabited by groups of the same tribe with social differentiation based on his \"farmer-craftsman\" technological specializations. The second urban type is the Tarim-formation, in which quarter organization reflects the social structure of a multi-tribal settlement. \nThe Arab mosque plan strongly influenced mosque architecture in non-Arab regions as well, especially in the early centuries of Islam. The basic plan and components of the Arab hypostyle mosque plan could be varied at will in order to transform or emphasize certain aspects of the structure, giving the structure a considerable longevity. However, most of the room for innovations within this mosque type had been exhausted by the 10th century. In the architecture of Iran, the hypostyle plan was introduced as the basic mosque layout, brought by the Arabs (the mosques in &lt;a href=\"Siraf\"&gt;Siraf&lt;/a&gt;, &lt;a href=\"Nain%2C%20Iran\"&gt;Nayin&lt;/a&gt; and &lt;a href=\"Damghan\"&gt;Damghan&lt;/a&gt;). The early mosques were therefore imported foreign elements that did not have roots in earlier designs. The Arab hypostyle mosque plan also had a strong influence on Chinese mosque architecture, Chinese mosques adopted Arabian architecture absorbed through Chinese classic architecture. The Arab style &lt;a href=\"Qingjing%20Mosque\"&gt;Qingjing mosque&lt;/a&gt; is the oldest of its kind in China and is a UNESCO world Heritage site. \nThe absence of figurative representation and the tendency towards abstraction and geometrisation is an Arabian concept that forms a foundational aspect in Islam with deep consequences for the development of its artistic and architectural identity.\nThe word Mihrab comes from Old South Arabian meaning a certain part of a palace, as well as \"part of a temple where \"a certain type of visions is obtained\". The mihrab seems to have maintained its pre-Islamic function as the place of a ruler and may have been added to commemorate the presence of the Prophet as the first imam In the earliest years of Islam.\nRegional styles (after 10th century).\nPersian.\nUnder the &lt;a href=\"Great%20Seljuq%20Empire\"&gt;Seljuq&lt;/a&gt;s the \"Iranian plan\" of mosque construction appears for the first time. Lodging places called \"khans\", or &lt;a href=\"caravanserai\"&gt;caravanserai&lt;/a&gt;, for travellers and their animals, or caravanserais, generally displayed utilitarian rather than ornamental architecture, with rubble masonry, strong fortifications, and minimal comfort. Seljuq architecture synthesized various styles, both Iranian and Syrian, sometimes rendering precise attributions difficult. Another important architectural trend to arise in the Seljuk era is the development of mausolea including the tomb tower such as the &lt;a href=\"Gunbad-i-qabus\"&gt;Gunbad-i-qabus&lt;/a&gt; (circa 1006-7) (showcasing a Zoroastrian motif) and the domed square, an example of which is the &lt;a href=\"tomb%20of%20the%20Samanids\"&gt;tomb of the Samanids&lt;/a&gt; in the city of &lt;a href=\"Bukhara\"&gt;Bukhara&lt;/a&gt; (circa 943).\nThe &lt;a href=\"Ilkhanate\"&gt;Il-Khanate period&lt;/a&gt; provided several innovations to dome-building that eventually enabled the Persians to construct much taller structures. These changes later paved the way for Safavid architecture. The pinnacle of Il-Khanate architecture was reached with the construction of the &lt;a href=\"Soltaniyeh\"&gt;Soltaniyeh Dome&lt;/a&gt; (1302–1312) in &lt;a href=\"Zanjan%20%28city%29\"&gt;Zanjan&lt;/a&gt;, Iran, which measures 50 m in height and 25 m in diameter, making it &lt;a href=\"List%20of%20largest%20domes%20in%20the%20world%23Masonry\"&gt;the 3rd largest&lt;/a&gt; and the tallest masonry dome ever erected. The thin, double-shelled dome was reinforced by arches between the layers. The tomb of &lt;a href=\"%C3%96ljeit%C3%BC\"&gt;Öljeitü&lt;/a&gt; in &lt;a href=\"Soltaniyeh\"&gt;Soltaniyeh&lt;/a&gt; is one of the greatest and most impressive monuments in Iran, despite many later depredations.Iranian architecture and city planning also reached an apogee under the &lt;a href=\"Timurids\"&gt;Timurids&lt;/a&gt;, in particular with the monuments of &lt;a href=\"Samarkand\"&gt;Samarkand&lt;/a&gt;, marked by extensive use of exterior ceramic tiles and &lt;a href=\"muqarnas\"&gt;muqarnas&lt;/a&gt; vaulting within. Spectacular and stately edifices erected by &lt;a href=\"Timur\"&gt;Timur&lt;/a&gt; and &lt;a href=\"Timurid%20Dynasty\"&gt;his successors&lt;/a&gt; in &lt;a href=\"Samarkand\"&gt;Samarkand&lt;/a&gt; and &lt;a href=\"Herat\"&gt;Herat&lt;/a&gt; helped to disseminate the influence of the &lt;a href=\"Ilkhanid\"&gt;Ilkhanid&lt;/a&gt; &lt;a href=\"Art%20school\"&gt;school of art&lt;/a&gt; in India, thus giving rise to the celebrated &lt;a href=\"Mughal%20architecture\"&gt;Mughal&lt;/a&gt; school of architecture. Timurid architecture started with the &lt;a href=\"Mausoleum%20of%20Khoja%20Ahmed%20Yasavi\"&gt;sanctuary of Ahmed Yasawi&lt;/a&gt; in present-day &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt; and culminated in Timur's mausoleum &lt;a href=\"Gur-e%20Amir\"&gt;Gur-e Amir&lt;/a&gt; in &lt;a href=\"Samarkand\"&gt;Samarkand&lt;/a&gt;. The style is largely derived from &lt;a href=\"Persian%20architecture\"&gt;Persian architecture&lt;/a&gt;. &lt;a href=\"Axial%20symmetry\"&gt;Axial symmetry&lt;/a&gt; is a characteristic of all major Timurid structures, notably the &lt;a href=\"Shah-i-Zinda\"&gt;Shah-i-Zinda&lt;/a&gt; in &lt;a href=\"Samarkand\"&gt;Samarkand&lt;/a&gt; and the mosque of &lt;a href=\"Gawhar%20Shad\"&gt;Gawhar Shad&lt;/a&gt; in &lt;a href=\"Mashhad\"&gt;Mashhad&lt;/a&gt;. Double &lt;a href=\"dome\"&gt;dome&lt;/a&gt;s of various shapes abound, and the outsides are perfused with brilliant colors.\nThe renaissance in Persian mosque and dome building came during the &lt;a href=\"Safavid%20dynasty\"&gt;Safavid dynasty&lt;/a&gt;, when &lt;a href=\"Abbas%20I%20of%20Persia\"&gt;Shah Abbas&lt;/a&gt;, in 1598 initiated the reconstruction of &lt;a href=\"Isfahan\"&gt;Isfahan&lt;/a&gt;, with the &lt;a href=\"Naqsh-e%20Jahan%20Square\"&gt;Naqsh-e Jahan Square&lt;/a&gt; as the centerpiece of his new capital. The distinct feature of Persian domes, which separates them from those domes created in the Christian world or the Ottoman and Mughal empires, was the colorful tiles, with which they covered the \"exterior\" of their domes, as they would on the interior. These domes soon numbered dozens in Isfahan, and the distinct, blue- colored shape would dominate the skyline of the city. Reflecting the light of the sun, these domes appeared like glittering &lt;a href=\"turquoise\"&gt;turquoise gem&lt;/a&gt; and could be seen from miles away by travelers following the &lt;a href=\"Silk%20road\"&gt;Silk road&lt;/a&gt; through Persia. This very distinct style of architecture was inherited to them from the &lt;a href=\"Seljuq%20dynasty\"&gt;Seljuq dynasty&lt;/a&gt;, who for centuries had used it in their mosque building, but it was perfected during the Safavids when they invented the \"haft- rangi\", or seven- colour style of tile burning, a process that enabled them to apply more colours to each tile, creating richer patterns, sweeter to the eye. The colours that the Persians favoured were golden, white and turquoise patterns on a dark- blue background. The extensive inscription bands of calligraphy and arabesque on most of the major buildings where carefully planned and executed by &lt;a href=\"Reza%20Abbasi\"&gt;Ali Reza Abbasi&lt;/a&gt;, who was appointed head of the royal library and Master calligrapher at the Shah's court in 1598, while &lt;a href=\"Shaykh%20Bahai\"&gt;Shaykh Bahai&lt;/a&gt; oversaw the construction projects. Reaching 53 meters in height, the dome of Masjed-e Shah (Shah Mosque) would become the tallest in the city when it was finished in 1629. It was built as a double- shelled dome, with 14 m spanning between the two layers, and resting on an octagonal dome chamber.\nPersian-style mosques are also characterized by their tapered brick pillars, large &lt;a href=\"Arcade%20%28architecture%29\"&gt;arcades&lt;/a&gt; and arches each supported by several pillars. In South Asia, such art was also used as was a technique throughout the region.\nThe &lt;a href=\"Islamic%20conquest%20of%20Persia\"&gt;Islamic conquest of Persia&lt;/a&gt; in the seventh century also helped Islamic architecture to flourish in &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;. The country became home of Nakchivan and Shirvan-Absheron architecture schools. An example of the first direction in the Azerbaijani Islamic architecture is the mausoleum of Yusuf, built in 1162. The Shirvan-Absheron school, unlike Nakchivan style, used stones instead of the bricks in the construction. At the same characteristics of this trend were the asymmetry and stone carving, which includes famous landmarks like &lt;a href=\"Palace%20of%20the%20Shirvanshahs\"&gt;Palace of the Shirvanshahs&lt;/a&gt;.\nTurkish.\nGreat Seljuks and early Turkic dynasties.\n&lt;a href=\"Turkic%20peoples\"&gt;Turkic peoples&lt;/a&gt; began moving into the Middle East from the 8th century onward and, after converting to Islam, became major political and military forces in the region. The first major Turkic dynasty was the &lt;a href=\"Ghaznavids\"&gt;Ghaznavids&lt;/a&gt;, who ruled from &lt;a href=\"Ghazni\"&gt;Ghazna&lt;/a&gt; in present-day &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt; and adopted a &lt;a href=\"Persianate%20society\"&gt;Persianate culture&lt;/a&gt;. In the second half of the 12th century the &lt;a href=\"Ghurid%20dynasty\"&gt;Ghurids&lt;/a&gt;, of uncertain ethnic origin, replaced them as the major power in the region from northern India to the edge of the &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt;. Among the most remarkable monuments of these two dynasties are a number of ornate brick towers and minarets which have survived as stand-alone structures. Their whose exact functions are unclear. They include the &lt;a href=\"Ghazni%20Minarets\"&gt;Tower of Mas'ud III&lt;/a&gt; near Ghazna (early 12th century) and the &lt;a href=\"Minaret%20of%20Jam\"&gt;Minaret of Jam&lt;/a&gt; built by the Ghurids (late 12th century). Around the same time, between the late 10th century and the early 13th century, the Turkic &lt;a href=\"Kara-Khanid%20Khanate\"&gt;Qarakhanids&lt;/a&gt; ruled in &lt;a href=\"Transoxiana\"&gt;Transoxiana&lt;/a&gt;. This period is regarded as a \"classical\" age of &lt;a href=\"Architecture%20of%20Central%20Asia\"&gt;Central Asian architecture&lt;/a&gt;, with many impressive constructions taking place in &lt;a href=\"Bukhara\"&gt;Bukhara&lt;/a&gt; and &lt;a href=\"Samarkand\"&gt;Samarkand&lt;/a&gt;. These include a great congregational mosque in Bukhara, of which only the &lt;a href=\"Kalyan%20Minaret\"&gt;Kalyan Minaret&lt;/a&gt; survives (c. 1127), the nearby Minaret of &lt;a href=\"Vobkent\"&gt;Vabkent&lt;/a&gt; (1141), and several Qarakhanid mausoleums with monumental façades, such as those in &lt;a href=\"Uzgen\"&gt;Uzgen&lt;/a&gt; (present-day &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt;) from the second half of the 12th century.\nMore significant was the arrival of the Seljuk Turks and the formation of the &lt;a href=\"Seljuk%20Empire\"&gt;Great Seljuk Empire&lt;/a&gt; in the 11th century, which conquered all of Iran and other extensive territories in Central Asia and the Middle East. The most important religious monument from the Great Seljuk period is the Jameh Mosque of Isfahan, which was expanded and modified by various Seljuk patrons in the late 11th century and early 12th century. Two major and innovative domed chambers were added to it in the late 11th century. Four large iwans were then erected around the courtyard around the early 12th century, giving rise to the \"four-iwan plan\". The four-iwan plan revolutionised the form and function of the mosques in the region and introduced new types of buildings involving madrasas and caravanserais which spread through Iran, Anatolia, and Syria. Large caravanserais were built as a way to foster trade and assert Seljuk authority in the countryside. They typically consisted of a building with a fortified exterior appearance, monumental entrance portal, and interior courtyard surrounded by various halls, including iwans. Some notable examples, only partly preserved, are the caravanserais of &lt;a href=\"Rabati%20Malik\"&gt;Ribat-i Malik&lt;/a&gt; (c. 1068–1080) and &lt;a href=\"Ribat%20of%20Sharaf\"&gt;Ribat-i Sharaf&lt;/a&gt; (12th century) in Transoxiana and &lt;a href=\"Khorasan%20Province\"&gt;Khorasan&lt;/a&gt;, respectively. The Seljuks also continued to build \"tower tombs\", an Iranian building type from earlier periods, such as the &lt;a href=\"Toghrol%20Tower\"&gt;Toghrul Tower&lt;/a&gt; built in &lt;a href=\"Ray%2C%20Iran\"&gt;Rayy&lt;/a&gt; (south of present-day &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt;) in 1139. More innovative, however, was the introduction of mausoleums with a square or polygonal floor plan, which later became a common form of monumental tombs. Early examples of this are the two &lt;a href=\"Kharraqan%20towers\"&gt;Kharraqan Mausoleums&lt;/a&gt; (1068 and 1093) near &lt;a href=\"Qazvin\"&gt;Qazvin&lt;/a&gt; (northern Iran), which have octagonal forms, and the large &lt;a href=\"Tomb%20of%20Ahmad%20Sanjar\"&gt;Mausoleum of Sanjar&lt;/a&gt; (c. 1152) in &lt;a href=\"Merv\"&gt;Merv&lt;/a&gt; (present-day &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt;), which has a square base.\nAfter the decline of the Great Seljuks in the late 12th century various Turkic dynasties formed smaller states and empires. A branch of the Seljuk dynasty ruled a &lt;a href=\"Sultanate%20of%20Rum\"&gt;Sultanate in Anatolia&lt;/a&gt; (also known as the Anatolian Seljuks), the &lt;a href=\"Zengid%20dynasty\"&gt;Zengids&lt;/a&gt; and &lt;a href=\"Artuqids\"&gt;Artuqids&lt;/a&gt; ruled in &lt;a href=\"Upper%20Mesopotamia\"&gt;Northern Mesopotomia&lt;/a&gt; (known as the \"Jazira\") and nearby regions, and the &lt;a href=\"Khwarazmian%20Empire\"&gt;Khwarazmian Empire&lt;/a&gt; ruled over Iran and Central Asia until the &lt;a href=\"Mongol%20invasions%20and%20conquests\"&gt;Mongol invasions&lt;/a&gt; of the 13th century. Under Zengid and Artuqid rule cities like &lt;a href=\"Mosul\"&gt;Mosul&lt;/a&gt;, &lt;a href=\"Diyarbak%C4%B1r\"&gt;Diyarbakir&lt;/a&gt;, &lt;a href=\"Hasankeyf\"&gt;Hasankeyf&lt;/a&gt;, and &lt;a href=\"Mardin\"&gt;Mardin&lt;/a&gt; became important centers of architectural development that had a long-term influence in the wider regions of Anatolia and Syria. One of the most notable monuments in the region is the &lt;a href=\"Great%20Mosque%20of%20Diyarbak%C4%B1r\"&gt;Great Mosque of Diyarbakir&lt;/a&gt;, founded in the 7th century but rebuilt by the Artuqids in the 12th century. It is similar in form to the Umayyad Mosque of Damascus and has ornate &lt;a href=\"Classical%20architecture\"&gt;Classical&lt;/a&gt;-like elements on its courtyard façade. The city walls of Diyarbakir also feature several towers built by the Artuqids and decorated with a mix of calligraphic inscriptions and figurative images of animals and mythological creatures carved in stone. One of the culminations of later Artuqid architecture is the Zinciriye or Sultan Isa Madrasa in Mardin, dating from 1385. In Mosul, the Zengid ruler &lt;a href=\"Nur%20al-Din\"&gt;Nur al-Din&lt;/a&gt; built the &lt;a href=\"Great%20Mosque%20of%20al-Nuri%2C%20Mosul\"&gt;al-Nuri Mosque&lt;/a&gt; (1148 and 1170–1172), of which only the original minaret was preserved up to modern times. (The minaret and the rebuilt mosque were recently destroyed in the &lt;a href=\"Battle%20of%20Mosul%20%282016%E2%80%932017%29\"&gt;Battle of Mosul&lt;/a&gt;.) Damascus regained some prominence after it came under Nur al-Din's control in 1154. That same year, Nur al-Din founded a hospital complex, the &lt;a href=\"Nur%20al-Din%20Bimaristan\"&gt;Maristan al-Nuri&lt;/a&gt; or Bimaristan of Nur al-Din, which was highly influential in the Islamic world and is notable for the muqarnas vaulting of its entrance portal and a muqarnas dome of Mesopotamian influence over the vestibule. The Zengids and their successors, the Kurdish &lt;a href=\"Ayyubid%20dynasty\"&gt;Ayyubid dynasty&lt;/a&gt;, built many more madrasas, fortifications, hammams, and other charitable buildings in the cities of Syria. Unlike Seljuk and Iranian madrasas, the Syrian madrasas were smaller and more diverse in their layouts, adapted to the dense urban fabric of cities like Damascus and &lt;a href=\"Aleppo\"&gt;Aleppo&lt;/a&gt;. In Central Asia, the former Khwarazmian capital, &lt;a href=\"Konye-Urgench\"&gt;Kunya-Urgench&lt;/a&gt; (present-day Turkmenistan), has preserved several structures from the Khwarazmian Empire period (late 12th and early 13th century), including the so-called Mausoleum of &lt;a href=\"Fakhr%20al-Din%20al-Razi\"&gt;Fakhr al-Din Razi&lt;/a&gt; (possibly the tomb of &lt;a href=\"Il-Arslan\"&gt;Il-Arslan&lt;/a&gt;) and the Mausoleum of Sultan &lt;a href=\"Ala%20al-Din%20Tekish\"&gt;Tekesh&lt;/a&gt;.\nAnatolian Seljuks and Beyliks.\nThe Anatolian Seljuks ruled a territory that was multi-ethnic and only newly-settled by Muslims. As a result, their architecture was eclectic and incorporated influences from other cultures such as Iranian, &lt;a href=\"Armenian%20architecture\"&gt;Armenian&lt;/a&gt;, and local Byzantine architecture.In contrast with Seljuk constructions further east, Anatolian architecture was made of stone and more of their monuments were preserved up to modern times. The golden age of their Anatolian empire, with its capital at Konya, was in the early 13th century. Seljuk authority declined after their defeat at the hands of the Mongols in the &lt;a href=\"Battle%20of%20K%C3%B6se%20Da%C4%9F\"&gt;Battle of Köse Dağ&lt;/a&gt; in 1243. In eastern Anatolia the Mongol &lt;a href=\"Ilkhanate\"&gt;Ilkhanids&lt;/a&gt; ruled indirectly through Seljuk vassals at first and before taking direct control after 1308. Smaller principalities and emirates emerged locally, known collectively as the &lt;a href=\"Anatolian%20beyliks\"&gt;Beyliks&lt;/a&gt;. Despite this decline, the Seljuk tradition of architecture largely persisted and continued to evolve under these new rulers.\nThe four-iwan plan, developed under the earlier Seljuks in Iran, did not appear in Anatolian Seljuk mosques. The congregational mosques of Anatolian Seljuks included more conservative hypostyle constructions alongside less traditional floor plans. Major hypostyle examples include the Great Mosque of &lt;a href=\"Sivas\"&gt;Sivas&lt;/a&gt; (1197) and the &lt;a href=\"Al%C3%A2eddin%20Mosque\"&gt;Alaeddin Mosque&lt;/a&gt; of Konya (built over multiple periods between 1156 and 1235, with later additions). \"Basilical\"-type mosques were also built, such as the &lt;a href=\"Ni%C4%9Fde%20Alaaddin%20Mosque\"&gt;Alaeddin Mosque&lt;/a&gt; of &lt;a href=\"Ni%C4%9Fde\"&gt;Niğde&lt;/a&gt; (1223), with three naves running length-wise towards the \"qibla\" wall and three domes covering the space in front of this wall. Some smaller mosques were also built as single-dome buildings, consisting of a square chamber covered by one dome. The \"wooden\" mosque, a variation of the hypostyle mosque with wooden columns and ceilings, emerged in western central Anatolia in the 13th century. The earliest example is the &lt;a href=\"Sivrihisar%20Grand%20Mosque\"&gt;Great Mosque of Sivrihisar&lt;/a&gt; (1232) and the most accomplished example is the &lt;a href=\"E%C5%9Frefo%C4%9Flu%20Mosque\"&gt;Eşrefoğlu Mosque&lt;/a&gt; (1297) in &lt;a href=\"Bey%C5%9Fehir\"&gt;Beyşehir&lt;/a&gt;. Mosques in the later Beylik period were more diverse, including the &lt;a href=\"Sarukhanids\"&gt;Saruhanid&lt;/a&gt; congregational mosque in &lt;a href=\"Manisa\"&gt;Manisa&lt;/a&gt; (1371), the &lt;a href=\"%C4%B0sa%20Bey%20Mosque\"&gt;Isa Bey Mosque&lt;/a&gt; in Selçuk (1374), and the &lt;a href=\"%C4%B0lyas%20Bey%20Mosque\"&gt;İlyas Bey Mosque&lt;/a&gt; in &lt;a href=\"Miletus\"&gt;Miletus&lt;/a&gt; (1304).\nNumerous madrasas were built. Architecturally, they consisted mainly of two types. One type, similar to those of Iran and Mesopotamia, was centered around an open courtyard which was bordered by a varying number of iwans (with at least one iwan situated along the axis of the entrance). In these madrasas the decoration was concentrated around a monumental entrance portal. The &lt;a href=\"%C3%87ifte%20Minareli%20Medrese%20%28Erzurum%29\"&gt;Çifte Minareli Medrese&lt;/a&gt; (c. 1250 or 1253) in &lt;a href=\"Erzurum\"&gt;Erzurum&lt;/a&gt; is one of the earliest examples of an entrance portal surmounted by twin minarets. The &lt;a href=\"G%C3%B6k%20Medrese%20%28Sivas%29\"&gt;Gök Medrese&lt;/a&gt; (1271–1272) in Sivas is another rich monument in a similar form. The second type of madrasa, which was particular to Anatolia, was a smaller madrasa with a central court covered by a dome. These were especially characteristic of Konya, exemplified by the &lt;a href=\"Karatay%20Madrasa%2C%20Konya\"&gt;Karatay Medrese&lt;/a&gt; (1251–1252) and &lt;a href=\"Ince%20Minaret%20Medrese\"&gt;Ince Minareli Medrese&lt;/a&gt; (c. 1265). Hospitals (also known as a \"darüşşifa\") were also built in many cities and usually followed the layout of madrasas. The Gevher Nesibe Hatun Hospital in Kayseri (c. 1205), adjoined by a madrasa, is one example with an open-air interior courtyard, while the &lt;a href=\"%C5%9Eifaiye%20Medrese\"&gt;Şifaiye Medrese&lt;/a&gt; in Sivas (1217–18) is another. The &lt;a href=\"Divri%C4%9Fi%20Great%20Mosque%20and%20Hospital\"&gt;Divriği Hospital&lt;/a&gt; (1228–1229), part of a larger complex, resembles a madrasa with roofed courtyard. Tombs, which often accompanied madrasas or mosques, were most commonly of the polygonal (most commonly octagonal) or circular type with a conical roof. \nSome of the most impressive Seljuk monuments were caravanserais built along many trade routes between cities. Hundreds of them were built in the 13th century. The major examples of this type, such as the &lt;a href=\"Sultan%20Han\"&gt;Sultan Han&lt;/a&gt; on the Konya–&lt;a href=\"Aksaray\"&gt;Aksaray&lt;/a&gt; road (1229) and the &lt;a href=\"Sultan%20Han%20%28Kayseri%29\"&gt;Sultan Han&lt;/a&gt; on the Kayseri–Sivas road (1236–1237), have a monumental but fortified exterior appearance with an entrance portal of decorated carved stone leading to an open-air interior courtyard. In the center of these courtyards there is sometimes a small cubic prayer room raised above the ground on four pillars. On the opposite side of the entrance another portal led to a covered hall with many aisles running perpendicular to a central aisle with a central dome.\nDecoration in Anatolian Seljuk architecture was concentrated on certain elements like entrance portals, windows, and the mihrabs of mosques. Stone-carving was one of the most accomplished mediums of decoration, with motifs ranging from earlier Iranian stucco motifs to local Byzantine and Armenian motifs. The madrasas of Sivas and the Ince Minareli Medrese in Konya among the most notable examples, while the Great Mosque and Hospital complex of &lt;a href=\"Divri%C4%9Fi\"&gt;Divriği&lt;/a&gt; is distinguished by some of the most eclectic and extravagant stone-carving in the region. Syrian-style \"&lt;a href=\"ablaq\"&gt;ablaq&lt;/a&gt;\" striped marble also appears on the entrance portal of the Karatay Medrese and the Alaeddin Mosque in Konya. Although tilework was commonly used in Iran, Anatolian architecture innovated in the use of tile revetments to cover entire surfaces independently of other forms of decoration. This is seen in the Karatay Medrese and also evidenced by the mosaic tiles recovered from the remains of the Kubadabad Palace (c. 1236 or early 13th century).\nOttoman.\nThe architecture of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; developed from earlier &lt;a href=\"Seljuk%20architecture\"&gt;Seljuk architecture&lt;/a&gt;, with influences from &lt;a href=\"Byzantine%20architecture\"&gt;Byzantine&lt;/a&gt; and &lt;a href=\"Iranian%20architecture\"&gt;Iranian&lt;/a&gt; architecture along with architectural traditions of the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt; and other parts of &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;. The &lt;a href=\"Classical%20Ottoman%20architecture\"&gt;classical architecture of the Ottoman Empire&lt;/a&gt; was a mixture of native Turkish tradition and influences from &lt;a href=\"Hagia%20Sophia\"&gt;Hagia Sophia&lt;/a&gt;. One of the best representatives of this period is &lt;a href=\"Mimar%20Sinan\"&gt;Mimar Sinan&lt;/a&gt;, whose works include the &lt;a href=\"S%C3%BCleymaniye%20Mosque\"&gt;Süleymaniye Mosque&lt;/a&gt; in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt; and the &lt;a href=\"Selimiye%20Mosque%2C%20Edirne\"&gt;Selimiye Mosque&lt;/a&gt; in &lt;a href=\"Edirne\"&gt;Edirne&lt;/a&gt;.\nBeginning in the 18th century, Ottoman architecture was influenced by the &lt;a href=\"Baroque%20architecture\"&gt;Baroque architecture&lt;/a&gt; in &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt;. &lt;a href=\"Nuruosmaniye%20Mosque\"&gt;Nuruosmaniye Mosque&lt;/a&gt; is one of the surviving examples from this period. The last Ottoman period saw more influences from Western Europe, brought in by architects such those from the &lt;a href=\"Balyan%20family\"&gt;Balyan family&lt;/a&gt;. This period also saw the development of a new architectural style called neo-Ottoman or Ottoman revivalism, also known as the &lt;a href=\"First%20national%20architectural%20movement\"&gt;First National Architectural Movement&lt;/a&gt;, by architects such as &lt;a href=\"Mimar%20Kemaleddin\"&gt;Mimar Kemaleddin&lt;/a&gt; and &lt;a href=\"Vedat%20Tek\"&gt;Vedat Tek&lt;/a&gt;.\nWhile Istanbul was the main site of imperial patronage for most of the empire's history, the early capitals of &lt;a href=\"Bursa\"&gt;Bursa&lt;/a&gt; and Edirne also contain a concentration of Ottoman monuments. Ottoman architecture is also found across the empire's provinces, ranging from Eastern Europe to the Middle East to North Africa. Major religious monuments, such as those sponsored by sultan and his family, were typically architectural complexes, known as a \"&lt;a href=\"k%C3%BClliye\"&gt;külliye&lt;/a&gt;\", which had multiple elements providing various charitable services. These complexes were governed and managed with the help of a \"&lt;a href=\"Waqf\"&gt;vakif&lt;/a&gt;\" agreement (Arabic \"waqf\"). For example, the &lt;a href=\"Fatih%20Mosque%2C%20Istanbul\"&gt;Fatih Mosque&lt;/a&gt; in Istanbul was part of a very large \"külliye\" founded by &lt;a href=\"Mehmed%20the%20Conqueror\"&gt;Mehmed II&lt;/a&gt;, built between 1463 and 1470, which also included: a \"tabhane\" (guesthouse for travelers), an \"&lt;a href=\"imaret\"&gt;imaret&lt;/a&gt;\" (charitable kitchen), a \"&lt;a href=\"Bimaristan\"&gt;darüşşifa&lt;/a&gt;\" (hospital), a &lt;a href=\"caravanserai\"&gt;caravanserai&lt;/a&gt;, a \"&lt;a href=\"Kuttab\"&gt;mektep&lt;/a&gt;\" (primary school), a library, a &lt;a href=\"hammam\"&gt;hammam&lt;/a&gt; (bathhouse), a cemetery with the founder's mausoleum, and eight madrasas along with their annexes. The buildings were arranged in a regular, partly symmetrical layout with the monumental mosque at its center, although not all the structures have survived to the present day.\nIberian Peninsula and western North Africa.\nThe architectural style which developed in the westernmost territories of the historic Muslim world is often referred to as \"Moorish architecture\". The term \"Moorish\" comes from the &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an designation of the Muslim inhabitants of these regions as \"&lt;a href=\"Moors\"&gt;Moors&lt;/a&gt;\". Scholars sometimes use \"Western Islamic architecture\" or \"architecture of the Islamic west\" as a more precise term for this subject. This architectural style developed primarily in Al-Andalus (present-day &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; and &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; between 711 and 1492) and in western &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt; including Morocco, Algeria, and Tunisia (part of the Maghreb). It blended influences from &lt;a href=\"Berbers\"&gt;Berber&lt;/a&gt; culture in North Africa, pre-Islamic Spain (&lt;a href=\"Ancient%20Roman%20architecture\"&gt;Roman&lt;/a&gt;, &lt;a href=\"Byzantine%20architecture\"&gt;Byzantine&lt;/a&gt;, and &lt;a href=\"Visigothic%20art%20and%20architecture\"&gt;Visigothic&lt;/a&gt;), and contemporary artistic currents in the Islamic Middle East to elaborate a unique style over centuries with recognizable features such as the &lt;a href=\"Horseshoe%20arch\"&gt;\"Moorish\" arch&lt;/a&gt;, \"&lt;a href=\"Moroccan%20riad\"&gt;riad&lt;/a&gt;\" gardens (symmetrically-divided courtyard gardens), and elaborate geometric and arabesque motifs in wood, stucco, and tilework (notably \"&lt;a href=\"Zellige\"&gt;zellij&lt;/a&gt;\"). Major centers of this artistic development included the main capitals of the empires and Muslim states in the region's history, such as &lt;a href=\"C%C3%B3rdoba%2C%20Spain\"&gt;Cordoba&lt;/a&gt;, &lt;a href=\"Kairouan\"&gt;Kairouan&lt;/a&gt;, &lt;a href=\"Fez%2C%20Morocco\"&gt;Fes&lt;/a&gt;, &lt;a href=\"Marrakesh\"&gt;Marrakesh&lt;/a&gt;, &lt;a href=\"Seville\"&gt;Seville&lt;/a&gt;, &lt;a href=\"Granada\"&gt;Granada&lt;/a&gt; and &lt;a href=\"Tlemcen\"&gt;Tlemcen&lt;/a&gt;. Among the best-known monuments from these areas are the Great Mosque of Cordoba, the palace-city of Madinat al-Zahra (near Cordoba), the &lt;a href=\"University%20of%20al-Qarawiyyin\"&gt;Qarawiyyin Mosque&lt;/a&gt; (in Fes), the &lt;a href=\"Great%20Mosque%20of%20Tlemcen\"&gt;Great Mosque of Tlemcen&lt;/a&gt;, the &lt;a href=\"Kutubiyya%20Mosque\"&gt;Kutubiyya Mosque&lt;/a&gt; (Marrakesh), the &lt;a href=\"Giralda\"&gt;Giralda tower&lt;/a&gt; (Seville), and the fortified palace-complex of the &lt;a href=\"Alhambra\"&gt;Alhambra&lt;/a&gt; (Granada).\nEven after the &lt;a href=\"Reconquista\"&gt;Christian conquests&lt;/a&gt; of Al-Andalus the legacy of Moorish architecture was still carried on in the &lt;a href=\"Mud%C3%A9jar%20art\"&gt;Mudéjar style&lt;/a&gt; in Spain, which made use of Moorish techniques and designs and adapted them to &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; patrons. In North Africa, the medieval Moorish style was perpetuated in &lt;a href=\"Moroccan%20architecture\"&gt;Moroccan architecture&lt;/a&gt; with relatively few changes, while in Algeria and Tunisia it became blended with Ottoman architecture after the Ottoman conquest of the region in the 16th century. Much later, particularly in the 19th century, the Moorish style was frequently &lt;a href=\"Pastiche\"&gt;imitated&lt;/a&gt; or emulated in the &lt;a href=\"Moorish%20Revival%20architecture\"&gt;Neo-Moorish or Moorish Revival style&lt;/a&gt; which emerged in Europe and &lt;a href=\"United%20States\"&gt;America&lt;/a&gt; as part of the &lt;a href=\"Romanticism\"&gt;Romanticist&lt;/a&gt; &lt;a href=\"Orientalism\"&gt;interest in the \"Orient\"&lt;/a&gt; and also, notably, as a recurring choice for new &lt;a href=\"Jews\"&gt;Jewish&lt;/a&gt; &lt;a href=\"Synagogue\"&gt;Synagogue&lt;/a&gt; architecture.\nIn addition to the general Moorish style, some styles and structures in North Africa are distinctively associated with areas that have maintained strong &lt;a href=\"Berbers\"&gt;Berber&lt;/a&gt; (\"Amazigh\") populations and cultures, including but not limited to the &lt;a href=\"Atlas%20Mountains\"&gt;Atlas Mountain&lt;/a&gt; regions of Morocco, the &lt;a href=\"Aur%C3%A8s\"&gt;Aurès&lt;/a&gt; and &lt;a href=\"M%27zab\"&gt;M'zab&lt;/a&gt; regions of Algeria, and southern Tunisia. They do not form one single style but rather a diverse variety of local vernacular styles. Berber ruling dynasties also contributed to the formation and patronage of western Islamic art and architecture through their political domination of the region between the 11th and 16th centuries (during the rule of the &lt;a href=\"Almoravid%20dynasty\"&gt;Almoravids&lt;/a&gt;, &lt;a href=\"Almohad%20Caliphate\"&gt;Almohads&lt;/a&gt;, &lt;a href=\"Marinid%20Sultanate\"&gt;Marinids&lt;/a&gt; and &lt;a href=\"Hafsid%20dynasty\"&gt;Hafsids&lt;/a&gt;, among others). In Morocco, the largely Berber-inhabited &lt;a href=\"Rural%20area\"&gt;rural&lt;/a&gt; valleys and oases of the Atlas and the south are marked by numerous &lt;a href=\"kasbah\"&gt;kasbah&lt;/a&gt;s (fortresses) and \"&lt;a href=\"Ksar\"&gt;ksour&lt;/a&gt;\" (fortified villages), typically flat-roofed structures made of &lt;a href=\"rammed%20earth\"&gt;rammed earth&lt;/a&gt; and decorated with local geometric motifs, as with the famous example of &lt;a href=\"A%C3%AFt%20Benhaddou\"&gt;Ait Benhaddou&lt;/a&gt;. Likewise, southern Tunisia is dotted with hilltop \"ksour\" and multi-story fortified granaries (\"ghorfa\"), such as the examples in &lt;a href=\"Medenine\"&gt;Medenine&lt;/a&gt; and &lt;a href=\"Ksar%20Ouled%20Soltane\"&gt;Ksar Ouled Soltane&lt;/a&gt;, typically built with loose stone bound by a mortar of &lt;a href=\"clay\"&gt;clay&lt;/a&gt;. The island of &lt;a href=\"Djerba\"&gt;Jerba&lt;/a&gt; in Tunisia has a traditional mosque architecture featuring low-lying structures built in stone and covered in whitewash. Their prayer halls are domed and they have short, round minarets. The M'zab region of Algeria (e.g. &lt;a href=\"Gharda%C3%AFa\"&gt;Ghardaïa&lt;/a&gt;) also has distinctive mosques and houses that are completely whitewashed, but built in rammed earth. Its structures also make frequent use of domes and barrel vaults. Unlike Jerba, the distinctive minarets here are tall and have a square base, tapering towards the end and crowned with \"horn\"-like corners.\nMamluk.\nThe Mamluks were a military corps recruited from slaves that served under the Ayyubid dynasty and eventually took over from that dynasty in 1250, ruling over Egypt, the &lt;a href=\"Levant\"&gt;Levant&lt;/a&gt;, and the &lt;a href=\"Hejaz\"&gt;Hijaz&lt;/a&gt; until the &lt;a href=\"Ottoman%E2%80%93Mamluk%20War%20%281516%E2%80%9317%29\"&gt;Ottoman conquest of 1517&lt;/a&gt;. Despite their often tumultuous and violent internal politics, the Mamluk sultans were prolific patrons of architecture and contributed enormously to the repertoire of monuments in &lt;a href=\"Islamic%20Cairo\"&gt;historic Cairo&lt;/a&gt;, their capital. Some long-reigning sultans, such as &lt;a href=\"Al-Nasir%20Muhammad\"&gt;Al-Nasir Muhammad&lt;/a&gt; (reigning between 1293 and 1341with interruptions) and &lt;a href=\"Qaitbay\"&gt;Qaytbay&lt;/a&gt; (r. 1468-1496), were especially prolific. While Cairo was the main center of patronage, Mamluk architecture also appears in other cities of their realm such as Damascus, Jerusalem, Aleppo, and Medina.\nMamluk architecture is distinguished in part by the construction of multi-functional buildings whose floor plans became increasingly creative and complex due to the limited available space in the city and the desire to make monuments visually dominant in their urban surroundings. Patrons, including sultans and high-ranking emirs, typically set out to build mausoleums for themselves but attached to them various charitable structures such as madrasas, &lt;a href=\"khanqah\"&gt;khanqah&lt;/a&gt;s, &lt;a href=\"Sebil%20%28fountain%29\"&gt;sabils&lt;/a&gt;, or mosques. The revenues and expenses of these charitable complexes were governed by inalienable \"&lt;a href=\"waqf\"&gt;waqf&lt;/a&gt;\" agreements that also served the secondary purpose of ensuring some form of income or property for the patrons' descendants. The cruciform or four-iwan floor plan was adopted for madrasas and became more common for new monumental complexes than the traditional hypostyle mosque, although the vaulted iwans of the early period were replaced with flat-roofed iwans in the later period. The decoration of monuments also became more elaborate over time, with stone-carving and colored marble paneling and mosaics (including \"ablaq\") replacing stucco as the most dominant architectural decoration. Monumental decorated entrance portals became common compared to earlier periods, often carved with \"muqarnas\". Influences from the &lt;a href=\"Syria%20%28region%29\"&gt;Syrian region&lt;/a&gt;, Ilkhanid Iran, and possibly even &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt; were evident in these trends. Minarets, which were also elaborate, usually consisted of three tiers separated by balconies, with each tier having a different design than the others. Late mamluk minarets, for example, most typically had an octagonal shaft for the first tier, a round shaft on the second, and a lantern structure with finial on the third level. Domes also transitioned from wooden or brick structures, sometimes of bulbous shape, to pointed stone domes with complex geometric or arabesque motifs carved into their outer surfaces. The peak of this stone dome architecture was achieved under the reign of Qaytbay in the late 15th century.\nAfter the Ottoman conquest of 1517, new Ottoman-style buildings were introduced, however the Mamluk style continued to be repeated or combined with Ottoman elements in many subsequent monuments. Some building types from the late Mamluk period, such as sabil-kuttabs (a combination of sabil and \"&lt;a href=\"kuttab\"&gt;kuttab&lt;/a&gt;\") and multi-storied &lt;a href=\"caravanserai\"&gt;caravanserai&lt;/a&gt;s (\"wikala\"s or \"khan\"s), actually grew in number during the Ottoman period. In modern times, from the late 19th century onwards, a \"neo-Mamluk\" style was also used, partly as a nationalist response against Ottoman and European styles, in an effort to promote local \"Egyptian\" styles (though the architects were sometimes Europeans). Examples of this style are the &lt;a href=\"Museum%20of%20Islamic%20Art%2C%20Cairo\"&gt;Museum of Islamic Arts&lt;/a&gt; in Cairo, the &lt;a href=\"Al-Rifa%27i%20Mosque\"&gt;Al-Rifa'i Mosque&lt;/a&gt;, the &lt;a href=\"Abu%20al-Abbas%20al-Mursi%20Mosque\"&gt;Abu al-Abbas al-Mursi Mosque&lt;/a&gt; in &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;, and numerous private and public buildings such as those of &lt;a href=\"Heliopolis%2C%20Cairo\"&gt;Heliopolis&lt;/a&gt;.\nYemeni.\nYemeni Architecture can be characterized as “conservative”, as the Yemeni people combine their pre-Islamic and Islamic past. This philosophy is demonstrated in the construction of the mosque of Solomon in Marib, which was built directly on top of an old temple. Yemeni architecture Is the architecture that characterizes houses built on several floors, some of the floors used as a line\nA storage room with removable stairs. The houses are made of mud bricks mixed with Gypsum.\nIndian subcontinent.\nThe best known style of &lt;a href=\"Indo-Islamic%20architecture\"&gt;Indo-Islamic architecture&lt;/a&gt; is &lt;a href=\"Mughal%20architecture\"&gt;Mughal architecture&lt;/a&gt;, mostly built between about 1560 and 1720, but there are many other earlier and regional styles. Mughal architecture's most prominent examples are the series of imperial &lt;a href=\"Mausoleum\"&gt;mausolea&lt;/a&gt;, which started with the pivotal &lt;a href=\"Tomb%20of%20Humayun\"&gt;Tomb of Humayun&lt;/a&gt;, but is best known for the &lt;a href=\"Taj%20Mahal\"&gt;Taj Mahal&lt;/a&gt;, completed in 1648 by emperor &lt;a href=\"Shah%20Jahan\"&gt;Shah Jahan&lt;/a&gt; in memory of his wife &lt;a href=\"Mumtaz%20Mahal\"&gt;Mumtaz Mahal&lt;/a&gt; who died while giving birth to their 14th child. The Taj Mahal is completely symmetrical except for Shah Jahan's &lt;a href=\"sarcophagus\"&gt;sarcophagus&lt;/a&gt;, which is placed off center in the crypt room below the main floor. This symmetry extended to the building of an entire mirror mosque in black marble to complement the Mecca-facing mosque place to the west of the main structure.\nA famous example of the &lt;a href=\"charbagh\"&gt;charbagh&lt;/a&gt; style of Mughal garden is the &lt;a href=\"Shalimar%20Gardens%20%28Lahore%29\"&gt;Shalimar Gardens&lt;/a&gt; in &lt;a href=\"Lahore\"&gt;Lahore&lt;/a&gt;, where the domeless &lt;a href=\"Tomb%20of%20Jahangir\"&gt;Tomb of Jahangir&lt;/a&gt; is also located. &lt;a href=\"Bibi%20Ka%20Maqbara\"&gt;Bibi Ka Maqbara&lt;/a&gt; in &lt;a href=\"Aurangabad%2C%20Maharashtra\"&gt;Aurangabad&lt;/a&gt; which was commissioned by sixth &lt;a href=\"Mughal%20Emperor\"&gt;Mughal Emperor&lt;/a&gt; &lt;a href=\"Aurangzeb\"&gt;Aurangzeb&lt;/a&gt; in memory of his wife. The &lt;a href=\"Red%20Fort\"&gt;Red Fort&lt;/a&gt; in &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt; and &lt;a href=\"Agra%20Fort\"&gt;Agra Fort&lt;/a&gt; are huge castle-like fortified palaces, and the abandoned city of &lt;a href=\"Fatehpur%20Sikri\"&gt;Fatehpur Sikri&lt;/a&gt;, 26 miles (42 km) west of &lt;a href=\"Agra\"&gt;Agra&lt;/a&gt;, was built for &lt;a href=\"Akbar\"&gt;Akbar&lt;/a&gt; in the late 16th century. While the &lt;a href=\"Deccan%20sultanates\"&gt;Deccan sultanates&lt;/a&gt; in the Southern regions of the Indian subcontinent developed the Indo-Islamic Deccani architectural styles like &lt;a href=\"Charminar\"&gt;Charminar&lt;/a&gt; and &lt;a href=\"Gol%20Gumbaz\"&gt;Gol Gumbaz&lt;/a&gt;.\nWithin the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt;, the &lt;a href=\"Bengal\"&gt;Bengal&lt;/a&gt;i region developed a distinct regional style under the independent Bengal Sultanate. It incorporated influences from Persia, Byzantium and North India, which were with blended indigenous Bengali elements, such as curved roofs, corner towers and complex &lt;a href=\"terracotta\"&gt;terracotta&lt;/a&gt; ornamentation. One feature in the sultanate was the relative absence of minarets. Many small and medium-sized medieval mosques, with multiple domes and artistic &lt;a href=\"Niche%20%28architecture%29\"&gt;niche&lt;/a&gt; &lt;a href=\"mihrab\"&gt;mihrab&lt;/a&gt;s, were constructed throughout the region. The grand mosque of Bengal was the 14th century &lt;a href=\"Adina%20Mosque\"&gt;Adina Mosque&lt;/a&gt;, the largest mosque in the Indian subcontinent. Built of stone demolished from temples, it featured a monumental ribbed barrel vault over the central nave, the first such giant vault used anywhere in the subcontinent. The mosque was modeled on the imperial &lt;a href=\"Sasanian\"&gt;Sasanian&lt;/a&gt; style of Persia. The Sultanate style flourished between the 14th and 16th centuries. A provincial style influenced by North India evolved in Mughal Bengal during the 17th and 18th centuries. The Mughals also copied the Bengali &lt;a href=\"do-chala\"&gt;do-chala&lt;/a&gt; roof tradition for mausoleums in North India.\nIndonesian.\nIslam spread gradually and peacefully in &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; from the 12th century onwards, and especially during the 14th and 15th century. The advent of Islam did not lead to the introduction of a new building tradition, but saw the appropriation of existing architectural forms, which were reinterpreted to suit Muslim requirements. Existing architectural features in Indonesia such as the &lt;a href=\"candi%20bentar\"&gt;candi bentar&lt;/a&gt; gate, &lt;a href=\"paduraksa\"&gt;paduraksa&lt;/a&gt; (normally marks entrance to the most sacred precincts), and the sacred pyramidal roof was used for Islamic architecture. For centuries, Indonesian mosques lacked domes or minarets, both considered a Middle Eastern origin. Indonesian original mosques feature multi-layered pyramidal roofs and no minaret. Prayer are called by striking a prayer's drum known as &lt;a href=\"beduk\"&gt;beduk&lt;/a&gt;. The minaret of the &lt;a href=\"Menara%20Kudus%20Mosque\"&gt;Menara Kudus Mosque&lt;/a&gt; is a great example of Indonesian architecture. Indonesian mosque architecture also features strong influence from the Middle Eastern architecture styles.\nThe architecture of &lt;a href=\"Javanese%20people%23Architecture\"&gt;Javanese&lt;/a&gt; Indonesian mosques had a strong influence on the design of other mosques in &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Brunei\"&gt;Brunei&lt;/a&gt;, and the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. The oldest surviving mosque in Indonesia is the &lt;a href=\"Demak%20Great%20Mosque\"&gt;Great Mosque of Demak&lt;/a&gt; which is the royal mosque of the &lt;a href=\"Sultanate%20of%20Demak\"&gt;Sultanate of Demak&lt;/a&gt;, although this is not the oldest Islamic structure. The oldest Islamic structure in Indonesia are parts of the royal palace in Sultanate of Cirebon, &lt;a href=\"Cirebon\"&gt;Cirebon&lt;/a&gt;. The palace complex contains a &lt;a href=\"chronogram\"&gt;chronogram&lt;/a&gt; which can be read as the Saka equivalent of 1454 CE. Early Islamic palaces retain many features of pre-Islamic architecture which is apparent in the gates or drum towers. The &lt;a href=\"Keraton%20Kasepuhan\"&gt;Kasepuhan Palace&lt;/a&gt; was probably begun in the late pre-Islamic period, and continued to grow during the Hinduism-to-Islam transitional period. The complex contains clues to the stages of the process of the gradual changes as Islam become incorporated into Indonesian architecture. Two of the Hindu features adopted into Islam in the Palace is the two types of gateways - the split portal (\"&lt;a href=\"candi%20bentar\"&gt;candi bentar&lt;/a&gt;\") which provides access to the public audience pavilion and the lintel gate (\"paduraksa\") which leads to the front court.\nToday, with increasing Muslim pilgrimage to Mecca, Indonesian mosques are developing a more standard, international style, with a dome and minaret.\nChinese.\nThe first Chinese mosque was established in the seventh century during the &lt;a href=\"Tang%20Dynasty\"&gt;Tang Dynasty&lt;/a&gt; in &lt;a href=\"Xi%27an\"&gt;Xi'an&lt;/a&gt;. The &lt;a href=\"Great%20Mosque%20of%20Xi%27an\"&gt;Great Mosque of Xi'an&lt;/a&gt;, whose current buildings date from the &lt;a href=\"Ming%20Dynasty\"&gt;Ming Dynasty&lt;/a&gt;, does not replicate many of the features often associated with traditional mosques. Instead, it follows traditional &lt;a href=\"Chinese%20architecture\"&gt;Chinese architecture&lt;/a&gt;. Some Chinese mosques in parts of western China were more likely to incorporate minarets and domes while eastern Chinese mosques were more likely to look like &lt;a href=\"pagoda\"&gt;pagoda&lt;/a&gt;s.\nAs in other regions, Chinese Islamic architecture reflects the local architecture in its style; some Chinese mosques resemble temples. In western China, mosques resemble those of the &lt;a href=\"Arab%20World\"&gt;Arab World&lt;/a&gt;, with tall, slender minarets, curvy arches and dome shaped roofs. In northwest China where the Chinese &lt;a href=\"Hui%20people\"&gt;Hui&lt;/a&gt; have built their mosques, there is a combination of eastern and western styles. The mosques have flared Buddhist style roofs set in walled courtyards entered through archways with miniature domes and &lt;a href=\"minaret\"&gt;minaret&lt;/a&gt;s.\nRussian.\nRussian -Islamic architecture is a feature of the architecture of the &lt;a href=\"Tatars\"&gt;Tatars&lt;/a&gt;, formed under the influence of a sedentary and nomadic way of life in ancient times, developing in the epochs of the Golden Horde, the Tatar khanates and under the rule of the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;. The architecture was formed in the modern form for many centuries and depended on the culture, aesthetics and religion of the population, therefore combines a unique combination of Eastern, Russian, Bulgarian, Golden Horde architecture, European styles dominating in Russia at one time or another, especially this Is clearly reflected in the Tatar mosques.\nSahelian.\nIn &lt;a href=\"West%20Africa\"&gt;West Africa&lt;/a&gt;, Muslim merchants played a vital role in the Western &lt;a href=\"Sahel\"&gt;Sahel&lt;/a&gt; region since the &lt;a href=\"Kingdom%20of%20Ghana\"&gt;Kingdom of Ghana&lt;/a&gt;. At &lt;a href=\"Kumbi%20Saleh\"&gt;Kumbi Saleh&lt;/a&gt;, locals lived in domed-shaped dwellings in the king's section of the city, surrounded by a great enclosure. Traders lived in stone houses in a section which possessed 12 beautiful mosques (as described by &lt;a href=\"Abu%20Abdullah%20al-Bakri\"&gt;al-bakri&lt;/a&gt;), one centered on &lt;a href=\"Friday%20prayer\"&gt;Friday prayer&lt;/a&gt;. The king is said to have owned several mansions, one of which was 66 feet long, 42 feet wide, contained seven rooms, was two stories high, and had a staircase; with the walls and chambers filled with sculpture and painting. &lt;a href=\"Sudano-Sahelian\"&gt;Sahelian architecture&lt;/a&gt; initially grew from the two cities of &lt;a href=\"Djenn%C3%A9\"&gt;Djenné&lt;/a&gt; and &lt;a href=\"Timbuktu\"&gt;Timbuktu&lt;/a&gt;. The &lt;a href=\"Sankore\"&gt;Sankore&lt;/a&gt; Mosque in &lt;a href=\"Timbuktu\"&gt;Timbuktu&lt;/a&gt;, constructed from mud on timber, was similar in style to the &lt;a href=\"Great%20Mosque%20of%20Djenn%C3%A9\"&gt;Great Mosque of Djenné&lt;/a&gt;.\nSomali.\nThe spread of Islam in the early medieval era of &lt;a href=\"History%20of%20Somalia\"&gt;Somalia's history&lt;/a&gt; brought Islamic architectural influences from &lt;a href=\"Arabia\"&gt;Arabia&lt;/a&gt; and &lt;a href=\"Persia\"&gt;Persia&lt;/a&gt;, which stimulated a shift from &lt;a href=\"drystone\"&gt;drystone&lt;/a&gt; and other related materials in construction to &lt;a href=\"Masonry\"&gt;coral stone&lt;/a&gt;, &lt;a href=\"mud-brick\"&gt;sundried bricks&lt;/a&gt;, and the widespread use of &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; in Somali architecture. Many of the new architectural designs such as &lt;a href=\"mosques\"&gt;mosques&lt;/a&gt; were built on the ruins of older structures, a practice that would continue over and over again throughout the following centuries. Concordant with the ancient presence of Islam in the &lt;a href=\"Horn%20of%20Africa\"&gt;Horn of Africa&lt;/a&gt; region, mosques in Somalia are some of the oldest on the entire continent. One architectural feature that made Somali mosques distinct from other mosques in Africa were &lt;a href=\"minaret\"&gt;minaret&lt;/a&gt;s.\nFor centuries, Arba Rukun (1269), the Friday mosque of &lt;a href=\"Merca\"&gt;Merca&lt;/a&gt; (1609) and &lt;a href=\"Fakr%20ad-Din\"&gt;Fakr ad-Din&lt;/a&gt; (1269) were, in fact, the only mosques in &lt;a href=\"East%20Africa\"&gt;East Africa&lt;/a&gt; to have minarets. Fakr ad-Din, which dates back to the &lt;a href=\"Mogadishu\"&gt;Mogadishan&lt;/a&gt; &lt;a href=\"Golden%20Age\"&gt;Golden Age&lt;/a&gt;, was built with &lt;a href=\"marble\"&gt;marble&lt;/a&gt; and &lt;a href=\"coral\"&gt;coral&lt;/a&gt; &lt;a href=\"Rock%20%28geology%29\"&gt;stone&lt;/a&gt; and included a compact rectangular plan with a domed &lt;a href=\"mihrab\"&gt;mihrab&lt;/a&gt; axis. Glazed tiles were also used in the decoration of the mihrab, one of which bears a dated inscription. The 13th century \"Al Gami University\" consisted of a rectangular base with a large cylindrical tower architecturally unique in the &lt;a href=\"Islamic%20world\"&gt;Islamic world&lt;/a&gt;.\n&lt;a href=\"Shrine\"&gt;Shrine&lt;/a&gt;s to honor &lt;a href=\"Somali%20people\"&gt;Somali&lt;/a&gt; &lt;a href=\"patriarchs\"&gt;patriarchs&lt;/a&gt; and &lt;a href=\"matriarchy\"&gt;matriarchs&lt;/a&gt; evolved from ancient Somali burial customs. In Southern Somalia the preferred medieval shrine architecture was the &lt;a href=\"Pillar%20tomb\"&gt;Pillar tomb&lt;/a&gt; style while the North predominantly built structures consisting of &lt;a href=\"domes\"&gt;domes&lt;/a&gt; and square plans.\nIn modern times.\nIn modern times, the architecture of Islamic buildings, not just religious ones, has gone through some changes. The new architectural style doesn't stick with the same fundamental aspects that were seen in the past, but mosques for the most part still feature the same parts—the \"Miḥrāb\" (), the minarets, four-iwan plan, and the \"pishtaq\". A difference to note is the appearance of mosques without domes, as in the past mosques for the most part all had them, but these new dome-less mosques seem to follow a function over form design, and are created by those not of the Islamic faith, in most cases. The influence of Islam still pervades the style of creation itself, and provides a 'conceptual framework', for the making of a building that exemplifies the styles and beliefs of Islam. It has also been influenced by the now meeting of many different cultures, such as European styles meeting Islamic styles, leading to Islamic architects incorporating features of other architectural and cultural styles.\nUrban design and Islam.\nUrban design and the tradition of Islamic styled architecture have begun to combine to form a new 'neo-Islamic' style, where the efficiency of the urban style meshes with the spirituality and aesthetic characteristics of Islamic styles. Islamic Architecture in itself is a style that showcases the values, and the culture of Islam, but in modern times sticking to tradition is falling out of practice, so a combination style formed. Examples showing this are places such as the &lt;a href=\"Marrakesh%20Menara%20Airport\"&gt;Marrakesh Menara Airport&lt;/a&gt;, the Islamic Cultural Center and Museum of Tolerance, \"Masjid Permata Qolbu\", the concept for The Vanishing Mosque, and the \"&lt;a href=\"Mazar-e-Quaid\"&gt;Mazar-e-Quaid&lt;/a&gt;.\" All of these buildings show the influence of Islam over them, but also the movements of things like minimalism which are rising to popularity in the architectural field. Designers that use the aspects of both modern styles and the Islamic styles found a way to have the Western-inspired modernism with the classical cultural aspects of Islamic architecture. This concept though brings up the controversy of the identity of the Islamic community, of the traditional Islamic community, within a space that doesn't follow the way they knew it.\nDebates on status as a style of architecture.\nThere are some who also debate whether Islamic Architecture can truly be called a style, as the religious aspect is seen as separate and having no bearing on the architectural style, while on the other side people also argue that the newfound trend and divergence from the style of old Islamic Architecture is what is causing the style to lose it status. There are scholars that also believe that the distinguishing features of the Islamic Architecture style were not necessarily found within the architecture, but were rather environmental markers, such as the sounds of prayer, the city around it, the events that occurred there. The example given is that we can only truly know that a building is a mosque by what happens there, rather than by visual cues. Specific features that are notably related to Islamic Architecture#—the Mihrab, the Minaret, and the Gate#—are seen in multiple locations and do not always serve the same use, and symbolism for being Islamic in nature is seen to be demonstrated more culturally than it is architecturally. Islamic Architecture is also sometimes referred to as a 'hidden architecture', one that doesn't necessarily show the physical traits of the style, rather it is something that is experienced.\nConnections and deeper meanings.\nDifficulty forming connections.\nIslamic architecture is a neglected subject within historical studies. Many scholars that study historical architecture often gloss over, if not completely ignore Islamic structures. This is caused by multiple elements, one being that there are little historic literary works that express an Islamic architect's motives with their structures. Due to the wide geographic range of the Islamic religion, there is a large variation between thousands of existing mosques with little consistency between them. Lastly, since it is against the Islamic faith to idolize earthly beings, any depictions of earthly beings lack religious connection. These characteristics combine to make it difficult for historians to form symbolic connections from architecture in Islamic places of worship.\nReligious and societal connections.\nUnlike Christianity, Islam does not sensationalize living beings because it is viewed as a conflict with the Qur'an. From an Islamic viewpoint, anything created by God is under his order and thus should not be idolized. This leaves typical religious Western symbols out of the picture, and replaces them with an emphasis on complex geometrical shapes and patterns.\nThere are several aspects of Islamic architecture that to modern knowledge lack a symbolic religious meaning, but there are connections that do exist. A repeated and significant motif in mosques is calligraphy. Calligraphy plays a huge role in delivering religious connections through artistic design. Calligraphy, in a mosque setting, is specifically used to reference excerpts from both the Qur’an and Muhammad's teachings. These references are one of the few religious connections architects include within their work.\nStatus and hierarchy.\nIslamic architecture varies vastly across the world. Specifically, some mosques have different goals and intentions than others. These intentions often highlighted religious and social hierarchies within the mosque. Mosques are designed to have the least significant portions of the layout closest to the entrance, as people move deeper into the building more significant religious areas are revealed. Hierarchy is also present because certain Islamic architects are tasked to design specifically for the presence of royalty, although in Islamic belief all Muslims in the mosque are equal. Designated locations had been carefully chosen in the mosque to highlight an individual's position in society. This emphasis could be made by being within view to all attendees, by being placed in the focal point of artistry, or with a &lt;a href=\"maqsurah\"&gt;maqsurah&lt;/a&gt;.\nMaintaining a sociological hierarchy within a mosque would typically represent a recognition by a higher being aware of a delegation of power. This hierarchy does exist but not with any sort of religious message as Hillenbrand points out, “in neither case is this hierarchy employed for especially portentous ends.” Hierarchy exists in the church in different forms, but is meant for purely functional purposes.\nStructural intentions.\nDeeper meanings in Islamic architecture often take form as functional purposes. For example, mosques are built around the idea that it should not just be a place of mesmerizing aesthetics, but a place where the aesthetics’ fluidity guide the person into proper worship.\nA key feature of the mosque is the mihrab, a universal part of any Islamic place of worship. The mihrab is easily identifiable through a receding wall and a gable overhead often consisting of intricate patterns. Upon entering, the most crucial religious function the architecture of the mosque serves to deliver is the \"qibla\". The \"qibla\" is necessary for proper Islamic worship, and is revealed through architectural means.\nThreats and conservation.\nSome prominent examples of Islamic architecture, like the &lt;a href=\"Citadel%20of%20Aleppo\"&gt;Citadel&lt;/a&gt; and &lt;a href=\"Great%20Mosque%20of%20Aleppo\"&gt;Great Mosque of Aleppo&lt;/a&gt;, have suffered significant damage in the ongoing &lt;a href=\"Syrian%20Civil%20War\"&gt;Syrian Civil War&lt;/a&gt; and other wars in the Middle East.&lt;ref name=\"unesco 20/6/13\"&gt;&lt;a href=\"https%3A//whc.unesco.org/en/news/1038\"&gt;UNESCO: Syria's Six World Heritage sites placed on List of World Heritage in Danger\". 20 June 2013, accessed 1 February 2016&lt;/a&gt;&lt;/ref&gt;"
}