{
    "id": "276135",
    "revid": "42522270",
    "url": "https://en.wikipedia.org/wiki?curid=276135",
    "title": "Dendrobium",
    "text": "Dendrobium is a &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of mostly &lt;a href=\"Epiphyte\"&gt;epiphytic&lt;/a&gt; and &lt;a href=\"Lithophyte\"&gt;lithophytic&lt;/a&gt; &lt;a href=\"orchid\"&gt;orchid&lt;/a&gt;s in the &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; Orchidaceae. It is a very large genus, containing more than 1,800 species that are found in diverse habitats throughout much of &lt;a href=\"South%20Asia\"&gt;south&lt;/a&gt;, &lt;a href=\"East%20Asia\"&gt;east&lt;/a&gt; and &lt;a href=\"southeast%20Asia\"&gt;southeast Asia&lt;/a&gt;, including &lt;a href=\"China\"&gt;China&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;, the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt;, &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt; and many of the islands of the &lt;a href=\"Pacific%20Islands\"&gt;Pacific&lt;/a&gt;. Orchids in this genus have roots that creep over the surface of trees or rocks, rarely having their roots in soil. Up to six leaves develop in a tuft at the tip of a shoot and from one to a large number of flowers are arranged along an unbranched flowering stem. Several attempts have been made to separate \"Dendrobium\" into smaller genera, but most have not been accepted by the &lt;a href=\"World%20Checklist%20of%20Selected%20Plant%20Families\"&gt;World Checklist of Selected Plant Families&lt;/a&gt;.\nDescription.\n\"Dendrobium\" species are mostly &lt;a href=\"Epiphyte\"&gt;epiphytic&lt;/a&gt;, or &lt;a href=\"Lithophyte\"&gt;lithophytic&lt;/a&gt; although a few species are &lt;a href=\"Terrestrial%20plant\"&gt;terrestrial&lt;/a&gt;. They are &lt;a href=\"sympodial\"&gt;sympodial&lt;/a&gt; &lt;a href=\"Herbaceous%20plant\"&gt;herbs&lt;/a&gt; with cylindrical roots usually arising from the base of a &lt;a href=\"pseudobulb\"&gt;pseudobulb&lt;/a&gt;. The pseudobulbs, when present, are hard, sometimes cane-like, cylindrical or cone-shaped and more or less covered with the bases of the leaves. There are from one to many leaves arranged in two ranks, the leaves varying in shape from linear to oblong, sometimes cylindrical but never channelled or grooved. They are usually much longer than wide and last for only a single season. \nBetween one and a large number of &lt;a href=\"Resupination\"&gt;resupinate&lt;/a&gt; or non-resupinate flowers are arranged along an unbranched flowering stem and may be short or long-lived. The flowers may be white, green, yellow, or pink to purple, often with contrasting colours in the &lt;a href=\"Labellum%20%28botany%29\"&gt;labellum&lt;/a&gt;. The &lt;a href=\"sepal\"&gt;sepal&lt;/a&gt;s and &lt;a href=\"petal\"&gt;petal&lt;/a&gt;s are usually free from and more or less similar to each other but markedly different from the labellum. The labellum is more or less egg-shaped, with the narrower end towards the base and flanks the &lt;a href=\"Column%20%28botany%29\"&gt;column&lt;/a&gt;. There is often a &lt;a href=\"Labellum%20%28botany%29\"&gt;callus&lt;/a&gt; consisting of narrow, parallel ridges, in the centre of the labellum.\nTaxonomy and naming.\nThe genus \"Dendrobium\" was first formally described in 1799 by &lt;a href=\"Olof%20Swartz\"&gt;Olof Swartz&lt;/a&gt; and the description was published in \"Nova Acta Regiae Societatis Scientiarum Upsaliensis\". The name \"Dendrobium\" is derived from the &lt;a href=\"ancient%20Greek\"&gt;ancient Greek&lt;/a&gt; words \"dendron\" meaning \"tree\" and \"bios\" meaning \"life\", referring to the epiphytic habit of most species.\nIn 1981, &lt;a href=\"Friedrich%20Gustav%20Brieger\"&gt;Friedrich Brieger&lt;/a&gt; reclassified all &lt;a href=\"terete\"&gt;terete&lt;/a&gt;-leaved dendrobiums from &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt; into a new genus, \"Dockrillia\" and in 2002 &lt;a href=\"David%20L.%20Jones%20%28botanist%29\"&gt;David Jones&lt;/a&gt; and &lt;a href=\"Mark%20Alwin%20Clements\"&gt;Mark Clements&lt;/a&gt; separated the genus into smaller genera, including \"Thelychiton\", \"Tropilis\", \"Vappodes\" and \"Winika\" but all of these genera are regarded as &lt;a href=\"Synonym%20%28taxonomy%29\"&gt;synonyms&lt;/a&gt; by the World Checklist of Selected Plant Families.\nDistribution and habitat.\nOrchids in the genus \"Dendrobium\" have adapted to a wide variety of &lt;a href=\"habitat%20%28ecology%29\"&gt;habitats&lt;/a&gt;, from the high altitudes in the &lt;a href=\"Himalayas\"&gt;Himalayan&lt;/a&gt; mountains to lowland tropical forests and even to the dry climate of the Australian desert.\nUses.\nUse in horticulture.\n\"Dendrobium\" is abbreviated as Den. by the &lt;a href=\"Royal%20Horticultural%20Society\"&gt;Royal Horticultural Society&lt;/a&gt;. Some species are in great demand by orchid lovers. This has resulted in numerous varieties and &lt;a href=\"Hybrid%20%28biology%29\"&gt;hybrids&lt;/a&gt;, such as the &lt;a href=\"noble%20dendrobium\"&gt;noble dendrobium&lt;/a&gt; (\"Den. nobile\") breeds, which have greatly extended the range of colors of the original plant from the &lt;a href=\"Himalaya\"&gt;Himalaya&lt;/a&gt;s. The flowers of &lt;a href=\"Cuthbertson%27s%20dendrobium\"&gt;Cuthbertson's dendrobium&lt;/a&gt; (\"Den. cuthbertsonii\") have been reported to last up to ten months each.\nMany \"Dendrobium\" species are known to vigorously remove &lt;a href=\"toluene\"&gt;toluene&lt;/a&gt; and &lt;a href=\"xylene\"&gt;xylene&lt;/a&gt; from the air.\nSeveral hybrids in this genus have been registered and named after notable persons and institutions:\nThe grex \"Dendrobium\" Berry gx has received the &lt;a href=\"Royal%20Horticultural%20Society\"&gt;Royal Horticultural Society&lt;/a&gt;'s &lt;a href=\"Award%20of%20Garden%20Merit\"&gt;Award of Garden Merit&lt;/a&gt;.\nMedicinal uses.\nSome \"Dendrobium\" species are cultivated as medicinal plants. The &lt;a href=\"noble%20dendrobium\"&gt;noble dendrobium&lt;/a&gt; (\"D. nobile\") for example is one of the &lt;a href=\"Chinese%20herbology%2350%20fundamental%20herbs\"&gt;50 fundamental herbs&lt;/a&gt; used in &lt;a href=\"traditional%20Chinese%20medicine\"&gt;traditional Chinese medicine&lt;/a&gt;, where it is known as \"shí hú\" (&lt;a href=\"wiktionary%3A%E7%9F%B3\"&gt;石&lt;/a&gt;&lt;a href=\"wiktionary%3A%E6%96%9B\"&gt;斛&lt;/a&gt;) or \"shí hú lán\" (&lt;a href=\"wiktionary%3A%E7%9F%B3\"&gt;石&lt;/a&gt;&lt;a href=\"wiktionary%3A%E6%96%9B\"&gt;斛&lt;/a&gt;&lt;a href=\"wiktionary%3A%E5%85%B0\"&gt;兰&lt;/a&gt;).\nThe 1889 book 'The Useful Native Plants of Australia records that \"&lt;a href=\"Dendrobium%20canaliculatum\"&gt;Dendrobium canaliculatum&lt;/a&gt;\" was called \"yamberin\" by the Indigenous People of Queensland, Australia and that \"The bulbous stems, after being deprived of the old leaves are edible (Thozet).\"\nIn culture.\nMany species and &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt;s of this genus are well-known &lt;a href=\"floral%20emblem\"&gt;floral emblem&lt;/a&gt;s and have been figured in artwork. Among the former are:\nThe Cooktown orchid was figured on Australian &lt;a href=\"Postage%20stamp\"&gt;stamp&lt;/a&gt;s in 1968 and 1998, and flowers of several \"Dendrobium\" greges are depicted on the &lt;a href=\"obverse\"&gt;obverse&lt;/a&gt; side of the &lt;a href=\"Singapore%20Orchid%20Series%20currency%20notes\"&gt;Singapore Orchid Series currency notes&lt;/a&gt; issued between 1967 and 1976:\nThe golden-bow dendrobium (\"&lt;a href=\"Dendrobium%20chrysotoxum\"&gt;D. chrysotoxum&lt;/a&gt;\"), colloquially called fried-egg orchid was one of the species grown by the fictional &lt;a href=\"private%20detective\"&gt;private detective&lt;/a&gt; and orchid fancier &lt;a href=\"Nero%20Wolfe\"&gt;Nero Wolfe&lt;/a&gt;, and plays a role in \"&lt;a href=\"The%20Final%20Deduction\"&gt;The Final Deduction&lt;/a&gt;\"."
}