{
    "id": "276218",
    "revid": "19297870",
    "url": "https://en.wikipedia.org/wiki?curid=276218",
    "title": "Gan Ning",
    "text": "Gan Ning () (died c. 220), &lt;a href=\"courtesy%20name\"&gt;courtesy name&lt;/a&gt; Xingba, was a Chinese military general serving under the warlord &lt;a href=\"Sun%20Quan\"&gt;Sun Quan&lt;/a&gt; in the late &lt;a href=\"Eastern%20Han%20dynasty\"&gt;Eastern Han dynasty&lt;/a&gt;. Originally a notorious pirate, he gave up the life of a marauder in the late 190s and became a subordinate of &lt;a href=\"Huang%20Zu\"&gt;Huang Zu&lt;/a&gt;, the Administrator of a &lt;a href=\"Commandery%20%28China%29\"&gt;commandery&lt;/a&gt; in present-day east-central &lt;a href=\"Hubei\"&gt;Hubei&lt;/a&gt;. Disheartened by Huang Zu's indifferent attitude towards him, Gan Ning eventually left Huang and made his way into &lt;a href=\"Wu%20%28region%29\"&gt;Wu&lt;/a&gt; territory (present-day eastern and southeastern China), where he found his calling and became a military officer under the warlord Sun Quan. Throughout his years of service under Sun Quan until his death, Gan Ning fought in numerous battles for his lord, including the battles of &lt;a href=\"Battle%20of%20Jiangxia\"&gt;Jiangxia&lt;/a&gt; (208), &lt;a href=\"Battle%20of%20Red%20Cliffs\"&gt;Red Cliffs&lt;/a&gt; (208–209), &lt;a href=\"Battle%20of%20Xiaoyao%20Ford\"&gt;Xiaoyao Ford&lt;/a&gt; (214–215) and &lt;a href=\"Battle%20of%20Ruxu%20%28217%29\"&gt;Ruxu&lt;/a&gt; (217).\nBiography.\nGan Ning was from Linjiang County (臨江縣), Ba Commandery (巴郡), which is in present-day &lt;a href=\"Zhong%20County\"&gt;Zhong County&lt;/a&gt;, &lt;a href=\"Chongqing\"&gt;Chongqing&lt;/a&gt;. His &lt;a href=\"Ancestral%20home%20%28Chinese%29\"&gt;ancestral home&lt;/a&gt; was actually in &lt;a href=\"Nanyang%2C%20Henan\"&gt;Nanyang, Henan&lt;/a&gt;; his ancestors migrated to Ba Commandery and settled there. When he was still a youth, he accepted an offer to serve as an accounting assistant in the local commandery office. He resigned and went home after serving for a short period of time.\nIn his younger days, Gan Ning was known to be very energetic and eager to behave like a \"&lt;a href=\"youxia\"&gt;youxia&lt;/a&gt;\" or vigilante. He gathered a group of wayward young men under his leadership to rob and plunder for a living. They armed themselves with bows and crossbows, wore feathers in their hats and tied bells on their bodies. The ringing of the bells alerted people to the presence of Gan Ning and his gang. Gan Ning's plundering and murderous ways made him infamous throughout Ba Commandery. On land, he and his gang travelled by riding on horses or in chariots in a certain formation; on water, they sailed on light vessels linked together. They also wore elaborate and flamboyant garments to attract attention. When they stopped at a certain location, they used silk to tie their boats to the jetties; when they were departing, they cut the silk and abandoned it as a display of their extravagance.\nAmong those who had dealings with Gan Ning were some local officials. They treated Gan Ning generously. In return, he befriended them and showed genuine feelings towards them. On the other hand, those who treated him badly suffered the fate of being robbed of their possessions by him and his gang. Even government officials were not spared. Gan Ning led the life of a marauder until when he's over 20 years old.\nAfter &lt;a href=\"Liu%20Yan%20%28Han%20dynasty%20warlord%29\"&gt;Liu Yan&lt;/a&gt;, the governor of &lt;a href=\"Yi%20Province\"&gt;Yi Province&lt;/a&gt; (covering present-day &lt;a href=\"Sichuan\"&gt;Sichuan&lt;/a&gt; and Chongqing), died in 194, Gan Ning rebelled against his son and successor, &lt;a href=\"Liu%20Zhang%20%28warlord%29\"&gt;Liu Zhang&lt;/a&gt;. He received support from Liu He (劉闔), an official from the neighbouring &lt;a href=\"Jing%20Province\"&gt;Jing Province&lt;/a&gt; (covering present-day &lt;a href=\"Hubei\"&gt;Hubei&lt;/a&gt; and &lt;a href=\"Hunan\"&gt;Hunan&lt;/a&gt;), and Liu Zhang's subordinates Shen Mi (沈彌) and Lou Fa (婁發). However, they failed and were forced to flee to Jing Province.\nService under Liu Biao and Huang Zu.\nGan Ning eventually decided to stop plundering and pillaging. He read some books and picked up ideas from the &lt;a href=\"Hundred%20Schools%20of%20Thought\"&gt;Hundred Schools of Thought&lt;/a&gt;. Later, he brought along 800 men to join &lt;a href=\"Liu%20Biao\"&gt;Liu Biao&lt;/a&gt;, the Governor of &lt;a href=\"Jing%20Province\"&gt;Jing Province&lt;/a&gt; (covering present-day &lt;a href=\"Hubei\"&gt;Hubei&lt;/a&gt; and &lt;a href=\"Hunan\"&gt;Hunan&lt;/a&gt;), and was stationed in &lt;a href=\"Nanyang%20Commandery\"&gt;Nanyang Commandery&lt;/a&gt;. Liu Biao had a scholarly background and was not proficient in military affairs. Around the time, chaos had broken out all around China as contending warlords fought each other for territorial gains and hegemony over the empire. Gan Ning observed that Liu Biao was doomed to failure and was worried that he would be affected, so he and his followers planned to head east towards the &lt;a href=\"Wu%20%28region%29\"&gt;Wu&lt;/a&gt; (or &lt;a href=\"Jiangnan\"&gt;Jiangdong&lt;/a&gt;) region, which was under the control of the warlord &lt;a href=\"Sun%20Ce\"&gt;Sun Ce&lt;/a&gt; and later &lt;a href=\"Sun%20Quan\"&gt;Sun Quan&lt;/a&gt;. When they reached &lt;a href=\"Jiangxia%20Commandery\"&gt;Jiangxia Commandery&lt;/a&gt; (江夏郡; present-day eastern Hubei) in eastern Jing Province, they could not cross the border into Wu territory as Sun Quan was at war with Liu Biao at the time. Gan Ning thus remained at Jiangxia and became a subordinate of the commandery administrator, &lt;a href=\"Huang%20Zu\"&gt;Huang Zu&lt;/a&gt;, who did not recognise his talent and treated him coldly for three years.\nIn 203, Sun Quan led his forces to attack Huang Zu and defeated him at the &lt;a href=\"Battle%20of%20Xiakou\"&gt;Battle of Xiakou&lt;/a&gt;. Gan Ning, a skilled archer, led a detachment of troops as backup and came to Huang Zu's rescue. He fired an arrow which killed &lt;a href=\"Ling%20Cao\"&gt;Ling Cao&lt;/a&gt;, a colonel under Sun Quan, thus saving Huang Zu's life. Huang Zu did not change his attitude towards Gan Ning after the incident. Su Fei (蘇飛), an area commander under Huang Zu, recommended Gan Ning as a talent but Huang Zu ignored him. Huang Zu even attempted to induce Gan Ning's followers to abandon their leader and join him instead; some of them agreed.\nGan Ning was very unhappy with Huang Zu and wanted to leave him, but was worried that Huang Zu would not allow it so he felt very frustrated. Su Fei understood Gan Ning's frustration so he invited him for drinks and said: \"I recommended you to Huang Zu many times, but he doesn't want to make good use of your talents. As days pass, people grow older. You should make plans for your future and find someone who truly appreciates your talents.\" Gan Ning paused for a moment before replying: \"That's what I have in mind, but I can't find an excuse to leave.\" Su Fei then said: \"I will suggest to Huang Zu to appoint you as the chief of Zhu County (邾縣; northwest of present-day &lt;a href=\"Huanggang\"&gt;Huanggang&lt;/a&gt;, Hubei). Although it may be a difficult start, it will eventually become easier for you to decide where to go from there.\" After Huang Zu approved Su Fei's suggestion, Gan Ning gathered a few hundred men who were willing to follow him and headed towards Zhu County. From there, they crossed the border into the Jiangdong territories.\nBattle of Jiangxia.\nWhen Gan Ning brought his followers to &lt;a href=\"Jiangnan\"&gt;Jiangdong&lt;/a&gt;, &lt;a href=\"Zhou%20Yu\"&gt;Zhou Yu&lt;/a&gt; and &lt;a href=\"L%C3%BC%20Meng\"&gt;Lü Meng&lt;/a&gt; recommended him as a talent to their lord, &lt;a href=\"Sun%20Quan\"&gt;Sun Quan&lt;/a&gt;. Sun Quan felt that Gan Ning was an extraordinary man and treated him like an old friend. Gan Ning proposed: \nSun Quan wanted to follow Gan Ning's plan, but his adviser &lt;a href=\"Zhang%20Zhao\"&gt;Zhang Zhao&lt;/a&gt; strongly objected: \"The territories in Wu have not been completely pacified yet. If we proceed with this campaign, I am afraid there will be chaos.\" Gan Ning rebuked Zhang Zhao: \"Our lord has entrusted responsibilities to you as if you were &lt;a href=\"Xiao%20He\"&gt;Xiao He&lt;/a&gt;. If you can't even be confident that there won't be chaos under your watch, how can you expect to be like Xiao He?\" Sun Quan then raised his glass to Gan Ning and said: \"Xingba, I have decided to put you in charge of the campaign this year just as I offer this drink to you. You should strive your best to come up with a strategy to defeat Huang Zu. Once you have proven yourself, you won't need to take Zhang Zhao's words to heart.\"\nIn the spring of 208, Sun Quan led his forces west to attack Huang Zu at Jiangxia Commandery (江夏郡; around present-day &lt;a href=\"Xinzhou%20District%2C%20Wuhan\"&gt;Xinzhou District, Wuhan&lt;/a&gt;, &lt;a href=\"Hubei\"&gt;Hubei&lt;/a&gt;) and succeeded in defeating and capturing Huang Zu alive, as well as taking control over his troops. Gan Ning was placed in command of some soldiers and ordered to garrison at Dangkou (當口).\nSometime in the late 200s to early 210s, Gan Ning were involved in a revolt orchestrased by some officials against the newly ascended &lt;a href=\"Liu%20Zhang%20%28warlord%29\"&gt;Liú Zhāng&lt;/a&gt;, who replacing his father who has just passed away. Liú Zhāng sent Zhào Wěi (趙韙), a key ally of his late father, to march on the rebels and managed to suppress the rebels and forced them to flee into Jīngzhōu (荊州) in the east.\nSaving Su Fei.\nBefore the campaign, Sun Quan had prepared two boxes for containing the heads of Huang Zu and Su Fei (蘇飛). After the battle, Su Fei, who had become a prisoner-of-war, immediately asked someone to inform Gan Ning. Gan Ning said: \"If Su Fei didn't say anything, I would have forgotten about him.\" Later, when Sun Quan and his officers were celebrating the victory, Gan Ning left his seat and knelt down before Sun Quan. He &lt;a href=\"kowtow\"&gt;kowtow&lt;/a&gt;ed until his face was covered in blood and, with tears in his eyes, he pleaded with Sun Quan: \"I owe Su Fei a favour. If not for him, I'd have been dead and my body abandoned in a ravine. I'd not have been able to serve under you. Now, even though Su Fei's actions warrant death, I still hope you can spare him.\" Sun Quan was moved and he asked: \"What if he leaves after I spare his life?\" Gan Ning replied: \"Su Fei will be grateful if he is spared from death. He won't leave even if you try to chase him away. Why would he still court his own doom? If he really does that, I am willing to use my head to replace his in the box.\" Sun Quan then pardoned Su Fei.\nRed Cliffs campaign.\nIn the winter of 208–209, Gan Ning fought in the &lt;a href=\"Battle%20of%20Red%20Cliffs\"&gt;Battle of Red Cliffs&lt;/a&gt; under &lt;a href=\"Zhou%20Yu\"&gt;Zhou Yu&lt;/a&gt;'s command against the forces of &lt;a href=\"Cao%20Cao\"&gt;Cao Cao&lt;/a&gt;, and defeated the enemy at Wulin (烏林). He also participated in the subsequent &lt;a href=\"Battle%20of%20Jiangling%20%28208%29\"&gt;Battle of Jiangling&lt;/a&gt;. Sun Quan's forces, led by Zhou Yu, attacked Cao Cao's general &lt;a href=\"Cao%20Ren\"&gt;Cao Ren&lt;/a&gt; at &lt;a href=\"Nan%20Commandery\"&gt;Nan Commandery&lt;/a&gt; (南郡; around present-day &lt;a href=\"Jiangling%20County\"&gt;Jiangling County&lt;/a&gt;, &lt;a href=\"Hubei\"&gt;Hubei&lt;/a&gt;) but were unable to conquer the city. Gan Ning suggested that he lead a separate force to capture Yiling (夷陵; around present-day &lt;a href=\"Yichang\"&gt;Yichang&lt;/a&gt;, Hubei). He had only a few hundred soldiers with him when he reached Yiling but the strength of his army increased to around 1,000 after he recruited some men in the area. Cao Ren sent 5,000 to 6,000 troops to besiege Gan Ning at Yiling. Cao Ren's men built high towers, from which they rained arrows upon Yiling. Gan Ning's men were terrified but their commander remained calm. He sent a messenger to request aid from Zhou Yu, who heeded &lt;a href=\"L%C3%BC%20Meng\"&gt;Lü Meng&lt;/a&gt;'s plan and led reinforcements to help Gan Ning while leaving behind &lt;a href=\"Ling%20Tong\"&gt;Ling Tong&lt;/a&gt; to defend their position. Zhou Yu, Lü Meng and the others succeeded in lifting the siege at Yiling, while Ling Tong managed to hold his ground well for that period of time. Eventually, Cao Ren was ordered to abandon Nan Commandery because the prolonged war had drained much manpower and resources on Cao Cao's side, and this resulted in the capture of the commandery by Sun Quan's forces.\nGuan Yu's shallows.\nIn 215, &lt;a href=\"Sun%20Quan\"&gt;Sun Quan&lt;/a&gt; had disputes with his ally &lt;a href=\"Liu%20Bei\"&gt;Liu Bei&lt;/a&gt; over the division of southern &lt;a href=\"Jing%20Province\"&gt;Jing Province&lt;/a&gt; between their respective domains. Sun Quan sent &lt;a href=\"L%C3%BC%20Meng\"&gt;Lü Meng&lt;/a&gt; and &lt;a href=\"Ling%20Tong\"&gt;Ling Tong&lt;/a&gt; to seize the three commanderies of &lt;a href=\"Changsha\"&gt;Changsha&lt;/a&gt; (長沙), Lingling (零陵; around present-day &lt;a href=\"Yongzhou\"&gt;Yongzhou&lt;/a&gt;, &lt;a href=\"Hunan\"&gt;Hunan&lt;/a&gt;) and Guiyang (桂陽; around present-day &lt;a href=\"Chenzhou\"&gt;Chenzhou&lt;/a&gt;, Hunan) from Liu Bei, and then ordered &lt;a href=\"Lu%20Su\"&gt;Lu Su&lt;/a&gt; to station at &lt;a href=\"Yiyang\"&gt;Yiyang&lt;/a&gt; as a precaution against any retaliation by Liu Bei's general &lt;a href=\"Guan%20Yu\"&gt;Guan Yu&lt;/a&gt;, who was in charge of his lord's territories in southern Jing Province. Gan Ning joined Lu Su at Yiyang. Guan Yu claimed he had 30,000 troops as he selected 5,000 elite troopers to the upstream shallows located some 10 \"&lt;a href=\"Li%20%28unit%29\"&gt;li&lt;/a&gt;\" away from Yiyang, and planned to cross the shallows at night. Lu Su held a discussion with his subordinates on how to deal with Guan Yu. At the time, Gan Ning had only 300 men under him and he told Lu Su,\n\"If you give me another 500 troops, I will go to confront Guan Yu. I assure you that Guan Yu won't dare to cross the waters when he hears of my approach. But if he does, I will capture him.\"\nLu Su then chose 1,000 troops and put them under Gan Ning's command. Gan Ning headed towards Guan Yu's position at night. As Gan Ning expected, Guan Yu did not cross the shallows and instead set up camps there. That place was thus named 'Guan Yu's Shallows' (關羽瀨).\nSun Quan was so pleased with Gan Ning's achievement that he appointed him as the Administrator (太守) of Xiling Commandery (西陵郡) and let him oversee the counties of &lt;a href=\"Yangxin%20County%2C%20Hubei\"&gt;Yangxin&lt;/a&gt; (陽新) and Xiazhi (下雉; east of present-day &lt;a href=\"Yangxin%20County%2C%20Hubei\"&gt;Yangxin County, Hubei&lt;/a&gt;).\nBattle of Xiaoyao Ford.\nIn early 215, Gan Ning was involved in an attack on &lt;a href=\"Cao%20Cao\"&gt;Cao Cao&lt;/a&gt;'s garrison at Wan County (皖縣; in present-day &lt;a href=\"Qianshan%20County\"&gt;Qianshan County&lt;/a&gt;, &lt;a href=\"Anhui\"&gt;Anhui&lt;/a&gt;) and was in charge of the unit assigned to scale the fortress's walls. Armed with a chain, he was the first to climb up the walls and his men captured Wan County's defending commander, Zhu Guang (朱光). &lt;a href=\"L%C3%BC%20Meng\"&gt;Lü Meng&lt;/a&gt; earned the top credit while Gan Ning received the second highest credit for the victory. Gan Ning was promoted to General Who Breaks and Charges (折衝將軍).\nLater that year, Gan Ning participated in &lt;a href=\"Sun%20Quan\"&gt;Sun Quan&lt;/a&gt;'s campaign to seize control of &lt;a href=\"Hefei\"&gt;Hefei&lt;/a&gt;, which was defended by Cao Cao's general &lt;a href=\"Zhang%20Liao\"&gt;Zhang Liao&lt;/a&gt;. Sun Quan was unable to capture Hefei after besieging the city for days and suffering defeats in the initial skirmishes, and he eventually withdrew his forces when a plague broke out in his army. Sun Quan's other units retreated first, while Sun Quan himself remained behind at Xiaoyao Ford (逍遙津) with only about 1,000 men and a few officers (including Lü Meng, &lt;a href=\"Jiang%20Qin\"&gt;Jiang Qin&lt;/a&gt;, &lt;a href=\"Ling%20Tong\"&gt;Ling Tong&lt;/a&gt; and Gan Ning). When Zhang Liao saw that, he seized the opportunity to launch a devastating counterattack and throw the enemy into confusion. Gan Ning led a group of archers to fire arrows at the enemy while Ling Tong and the others fought fiercely to protect their lord. Gan Ning shouted at the men to beat the war drums and blow the horns loudly to raise the army's morale. Sun Quan eventually succeeded in escaping but his forces sustained heavy losses. He praised Gan Ning for his acts of courage after the battle.\nBattle of Ruxu.\nTwo years later in 217, &lt;a href=\"Cao%20Cao\"&gt;Cao Cao&lt;/a&gt; personally led an army, said to be 400,000 strong, to attack &lt;a href=\"Sun%20Quan\"&gt;Sun Quan&lt;/a&gt;'s garrison at Ruxu (濡須). Sun Quan led about 70,000 troops to counter the enemy. Gan Ning commanded the 3,000 strong vanguard. Sun Quan gave a secret order for Gan Ning to attack the enemy under the cover of nightfall, so Gan Ning selected 100 elite soldiers. Before the battle, Sun Quan sent food and wine to Gan Ning and his men. After the feast, Gan Ning poured wine into a silver bowl and drank two bowls before offering it to an officer. The officer knelt down and did not dare to take the bowl, so Gan Ning drew his sword, placed it on his lap and said: \"You respect our lord but not me? I don't fear death. Why do you fear death?\" The officer saw that Gan Ning was very stern so he obliged and drank from it and then ordered each soldier to drink one bowl of wine.\"\nWhen it was nearing midnight, Gan Ning and his 100 men raided Cao Cao's camp and destroyed some defensive structures and killed dozens of enemy soldiers. Cao Cao's troops were shocked so they sounded the alarm and lit up the entire camp with torches. By then, Gan Ning and his men had already returned safely to their own camp, where they beat their drums, blew their horns, and shouted \"\"&lt;a href=\"Ten%20thousand%20years\"&gt;wansui&lt;/a&gt;\"!\"\nLater that night, Gan Ning went to see a delighted Sun Quan, who told him: \"Were your actions enough to frighten the old man (Cao Cao)? I had the opportunity of witnessing your valour.\" Sun Quan then rewarded Gan Ning with 1,000 rolls of silk and 100 swords. He also remarked, \"Mengde (Cao Cao) has &lt;a href=\"Zhang%20Liao\"&gt;Zhang Liao&lt;/a&gt; while I have Xingba. I can match him.\" Cao Cao withdrew his armies from Ruxu after slightly more than a month. Gan Ning commanded even greater respect among Sun Quan's forces and the number of troops under his command increased by 2,000.\nDeath.\nWhen Gan Ning died, Sun Quan deeply lamented his death. No further details about Gan Ning's death were provided in his biography in the \"&lt;a href=\"Records%20of%20the%20Three%20Kingdoms\"&gt;Sanguozhi&lt;/a&gt;\". However, the \"Jiankang Shilu\" recorded that Gan Ning died in the winter of 215–216, while the Australian sinologist &lt;a href=\"Rafe%20de%20Crespigny\"&gt;Rafe de Crespigny&lt;/a&gt; estimated that Gan Ning died around 220.\nFamily.\nGan Ning's ancestor was &lt;a href=\"Gan%20Mao\"&gt;Gan Mao&lt;/a&gt; (甘茂), a &lt;a href=\"Chancellor%20%28China%29\"&gt;chancellor&lt;/a&gt; of the &lt;a href=\"Qin%20%28state%29\"&gt;Qin state&lt;/a&gt; in the &lt;a href=\"Warring%20States%20period\"&gt;Warring States period&lt;/a&gt;.\nGan Ning's son, Gan Gui (甘瓌), was exiled to &lt;a href=\"Kuaiji%20Commandery\"&gt;Kuaiji Commandery&lt;/a&gt; (around present-day &lt;a href=\"Shaoxing\"&gt;Shaoxing&lt;/a&gt;, &lt;a href=\"Zhejiang\"&gt;Zhejiang&lt;/a&gt;) for committing an offence and died not long later.\nGan Shu (甘述), another son of Gan Ning, served as a Master of Writing (尚書) in the state of &lt;a href=\"Eastern%20Wu\"&gt;Eastern Wu&lt;/a&gt; during the &lt;a href=\"Three%20Kingdoms\"&gt;Three Kingdoms&lt;/a&gt; period. Gan Shu's son, Gan Chang (甘昌), served as the Crown Prince's Tutor (太子太傅) in Wu. Gan Chang had a son – &lt;a href=\"Gan%20Zhuo\"&gt;Gan Zhuo&lt;/a&gt; (甘卓), whose &lt;a href=\"courtesy%20name\"&gt;courtesy name&lt;/a&gt; was Jisi (季思). Gan Zhuo served as Senior General Who Guards the South (鎮南大將軍) and Governor of &lt;a href=\"Jing%20Province\"&gt;Jing Province&lt;/a&gt; (荊州牧) during the &lt;a href=\"Jin%20dynasty%20%28265%E2%80%93420%29\"&gt;Jin dynasty&lt;/a&gt;.\nEvaluation.\nAlthough Gan Ning was rough and murderous in his ways, he was also jovial, gregarious, and capable of using strategy. He respected virtuous persons and had little regard for monetary wealth. He treated his men well and they were also willing to fight for him with their lives.\nConflict with Ling Tong.\n&lt;a href=\"Ling%20Tong\"&gt;Ling Tong&lt;/a&gt; (&lt;a href=\"Ling%20Cao\"&gt;Ling Cao&lt;/a&gt;'s son) never forgave Gan Ning for killing his father at the &lt;a href=\"Battle%20of%20Xiakou\"&gt;Battle of Xiakou&lt;/a&gt; in 203. Gan Ning was always on the defensive against Ling Tong and deliberately avoided meeting him. Sun Quan also ordered Ling Tong to not seek vengeance on Gan Ning. There was one incident during a banquet held in &lt;a href=\"L%C3%BC%20Meng\"&gt;Lü Meng&lt;/a&gt;'s house, where both Gan Ning and Ling Tong were present. When Ling Tong was performing a sword dance to entertain the guests, Gan Ning stood up and said, \"I can also perform with my pair of \"&lt;a href=\"Ji%20%28halberd%29\"&gt;ji&lt;/a&gt;\"s.\" Lü Meng told Gan Ning: \"You may be good in performing, but you're not as good as me.\" He then drew his sword and carried a shield and stood between Ling Tong and Gan Ning to separate the two of them. When Sun Quan heard about the incident, he relocated Gan Ning to a garrison at Banzhou (半州).\nDispute with Lü Meng.\nOne of Gan Ning's servants committed an offence and was afraid of being punished so he sought shelter under &lt;a href=\"L%C3%BC%20Meng\"&gt;Lü Meng&lt;/a&gt;. Lü Meng feared that Gan Ning would kill the servant so he did not send the servant away. Later, when Gan Ning visited Lü Meng's house and brought along gifts for the latter's mother, Lü brought the servant out to meet Gan, and Gan promised to spare the servant. However, Gan Ning reneged on his word later as he tied the servant to a tree and personally killed him by firing arrows at him. After that, he went back to his boat and ordered his men to lengthen the hawsers while he undressed and rested inside the cabin.\nLü Meng was furious when he heard that Gan Ning had killed the servant so he gathered his own men and prepared to confront Gan. Gan Ning continued resting when he heard Lü Meng approaching. Lü Meng's mother came out of the house barefooted and chided her son: \"The lord (Sun Quan) treats you like his family and entrusts you with important responsibilities. How can you kill Gan Ning just because you have a private feud with him? If Gan Ning dies, even if the lord does not inquire into the incident, you have already overstepped your role as a subject.\" Lü Meng was a filial son so his anger subsided after listening to his mother. He then went to Gan Ning's boat, laughed and said: \"Xingba, my mother is treating you to a meal. Come up quickly!\" Gan Ning wept and replied: \"I have let you down.\" He followed Lü Meng to meet his mother and they feasted for the whole day.\nIn popular culture.\nIn \"Romance of the Three Kingdoms\".\nGan Ning appears as a character in the 14th-century historical novel \"&lt;a href=\"Romance%20of%20the%20Three%20Kingdoms\"&gt;Romance of the Three Kingdoms&lt;/a&gt;\", which romanticises the historical events before and during the &lt;a href=\"Three%20Kingdoms\"&gt;Three Kingdoms&lt;/a&gt; period. Some of the actual events in his life are exaggerated or dramatised in the novel.\nThe description of Gan Ning's night raid on &lt;a href=\"Cao%20Cao\"&gt;Cao Cao&lt;/a&gt;'s camp at the &lt;a href=\"Battle%20of%20Ruxu%20%28217%29\"&gt;Battle of Ruxu&lt;/a&gt; in the novel is more vivid as compared to that mentioned in his biography. Before the raid, Ling Tong leads 3,000 troops to engage the enemy and duels with &lt;a href=\"Zhang%20Liao\"&gt;Zhang Liao&lt;/a&gt; before he receives orders to retreat. When Gan Ning sees that, he tells Sun Quan: \"Tonight I'll bring only 100 men to raid Cao Cao's camp. If I lose a single soldier, this won't count as a contribution.\" That night, he leads 100 horsemen to attack Cao Cao's camp and all of them return alive after inflicting heavy damage and casualties on the enemy.\nGan Ning kills &lt;a href=\"Ling%20Tong\"&gt;Ling Tong&lt;/a&gt;'s father, &lt;a href=\"Ling%20Cao\"&gt;Ling Cao&lt;/a&gt;, at the &lt;a href=\"Battle%20of%20Xiakou\"&gt;Battle of Xiakou&lt;/a&gt; in 203. Since then, even after Gan Ning comes to serve &lt;a href=\"Sun%20Quan\"&gt;Sun Quan&lt;/a&gt;, Ling Tong still holds a grudge against him. Their conflict is dramatised in chapters 67–68 of the novel, and is eventually resolved after Gan Ning saves Ling Tong's life.\nGan Ning's death is described in Chapter 83. He is killed at the &lt;a href=\"Battle%20of%20Xiaoting\"&gt;Battle of Xiaoting&lt;/a&gt; by the tribal king &lt;a href=\"Shamoke\"&gt;Shamoke&lt;/a&gt;, an ally of &lt;a href=\"Liu%20Bei\"&gt;Liu Bei&lt;/a&gt;.\nModern era depictions.\nGan Ning is featured as a playable character in &lt;a href=\"Koei\"&gt;Koei&lt;/a&gt;'s \"&lt;a href=\"Dynasty%20Warriors\"&gt;Dynasty Warriors&lt;/a&gt;\" and \"&lt;a href=\"Warriors%20Orochi\"&gt;Warriors Orochi&lt;/a&gt;\" video game series."
}