{
    "id": "27626483",
    "revid": "1063352871",
    "url": "https://en.wikipedia.org/wiki?curid=27626483",
    "title": "CEC Liceo Militar",
    "text": "Círculo de Ex-Cadetes del Liceo Militar General San Martín, or simply Liceo Militar, is an &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; and &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt; club sited in &lt;a href=\"General%20San%20Mart%C3%ADn%20Partido\"&gt;General San Martín Partido&lt;/a&gt; of &lt;a href=\"Greater%20Buenos%20Aires\"&gt;Greater Buenos Aires&lt;/a&gt;. The rugby union team currently plays in Primera C, the fourth division of the &lt;a href=\"Uni%C3%B3n%20de%20Rugby%20de%20Buenos%20Aires\"&gt;URBA&lt;/a&gt; league system.\nHistory.\nIn 1950, former cadets of the military high school General San Martín founded the rugby club \"Circulo de Ex-Cadetes del Liceo Militar General San Martín\".\nPlaying only friendly games for the first few years, the club registered with the &lt;a href=\"Uni%C3%B3n%20de%20Rugby%20de%20Buenos%20Aires\"&gt;Unión de Rugby de Buenos Aires&lt;/a&gt; in 1962 and entered the URBA league system the same year. A &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt; section would be created many years later.\nAfter occupying other clubs' premises for the first fifteen years of its existence, the club would acquire its own installations near &lt;a href=\"Loma%20Hermosa\"&gt;Loma Hermosa&lt;/a&gt; in 1974.\nLiceo Militar entered the URBA league system in 1962 and won promotion to the highest level of provincial rugby in 1970. Today the team still plays at the highest level of URBA's league system, fielding teams at all levels. Although Liceo Militar has won titles at underage levels, the team has not achieved senior titles to date.\nSome of Liceo's most notable players throughout its history were Roberto Taschetti, Mariano Perasso, Daniel Solaberrieta, Alejandro Braceras, Rodrigo Garcia Estebarena, Nicolas Basile, Javier Carella, Juan Somoza. \"Veco\" Villegas was also a notable coach.\nThe club's main rival is &lt;a href=\"Liceo%20Naval%20%28rugby%29\"&gt;Liceo Naval&lt;/a&gt;."
}