{
    "id": "276575",
    "revid": "11677590",
    "url": "https://en.wikipedia.org/wiki?curid=276575",
    "title": "Killing field",
    "text": "A killing field, in &lt;a href=\"military%20science\"&gt;military science&lt;/a&gt;, is an area in front of a defensive position that the enemy must cross during an assault and is specifically intended to allow the defending troops to incapacitate a large number of the enemy. Defensive emplacements such as &lt;a href=\"anti-tank%20obstacles\"&gt;anti-tank obstacles&lt;/a&gt;, &lt;a href=\"barbed%20wire\"&gt;barbed wire&lt;/a&gt; and &lt;a href=\"minefields\"&gt;minefields&lt;/a&gt; are often used to funnel the enemy into these killing fields. The fields are generally cleared of most cover so that attackers are exposed when being fired upon. Some methods of destroying the assault capabilities of attacking forces include &lt;a href=\"machine%20gun\"&gt;machine gun&lt;/a&gt;s, &lt;a href=\"artillery\"&gt;artillery&lt;/a&gt; and &lt;a href=\"Mortar%20%28weapon%29\"&gt;mortars&lt;/a&gt;; often with interlocking fields of fire. Such a term may be used to describe the approaches to an \"ideal\" &lt;a href=\"defense%20%28military%29\"&gt;defensive&lt;/a&gt; &lt;a href=\"fortification\"&gt;fortification&lt;/a&gt;. An example of a killing field would be the exposed beaches in front of the &lt;a href=\"seawall\"&gt;seawall&lt;/a&gt; at &lt;a href=\"Normandy%20landings\"&gt;Normandy&lt;/a&gt;.\nThe term originated in &lt;a href=\"medieval%20warfare\"&gt;medieval warfare&lt;/a&gt; to describe clear areas outside of a castle's walls such as pastures or specifically cleared fields where enemy soldiers could be easily and methodically killed in large numbers by ranged weapons. It also refers to areas within &lt;a href=\"castle\"&gt;castle&lt;/a&gt;s specially designed to bunch attackers who had breached the outer defenses into an area where the defenders could kill them easily through &lt;a href=\"arrow%20slit\"&gt;arrow loops&lt;/a&gt; and &lt;a href=\"murder-hole\"&gt;murder holes&lt;/a&gt;. Often these were small courtyards surrounded by high &lt;a href=\"wall\"&gt;wall&lt;/a&gt;s."
}