{
    "id": "2766510",
    "revid": "8373762",
    "url": "https://en.wikipedia.org/wiki?curid=2766510",
    "title": "Alfa Romeo 2000",
    "text": "The Alfa Romeo 2000 (officially known as \"Tipo 102\", Italian for \"Type 102\") is a &lt;a href=\"luxury%20car\"&gt;luxury car&lt;/a&gt; produced by &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; car manufacturer &lt;a href=\"Alfa%20Romeo\"&gt;Alfa Romeo&lt;/a&gt; between 1958 and 1962, as a successor to the &lt;a href=\"Alfa%20Romeo%201900\"&gt;1900 Super&lt;/a&gt;. It was replaced in 1962 by the &lt;a href=\"Alfa%20Romeo%202600\"&gt;Alfa Romeo 2600&lt;/a&gt;.\nHistory.\nThe 2000 was presented in 1957 at the &lt;a href=\"Turin%20Motor%20Show\"&gt;Turin Motor Show&lt;/a&gt;, with 4-door, 6-seater &lt;a href=\"Sedan%20%28car%29\"&gt;saloon&lt;/a&gt; \"Berlina\" body. Production started in 1958, and the car was available as Berlina or \"Spider\" &lt;a href=\"convertible\"&gt;convertible&lt;/a&gt;. In 1960, the \"Sprint\" &lt;a href=\"coup%C3%A9\"&gt;coupé&lt;/a&gt; was added. The 2000 Berlina had gearbox operated via column-mounted shifter making space for three people in front. The two grand touring versions had the gear lever located in floor, and a higher output engine. Until 1961, when &lt;a href=\"2%2B2%20%28car%20body%20style%29\"&gt;2+2&lt;/a&gt;-seater became available, the Spider was a pure two-seater.\nThe 2000 Spider looked somewhat different in the United States from other markets: on European cars, the bonnet scoops were mounted apart from each other, rather than together and separated by a chrome piece as on American-market cars. European cars also received twin chrome strips along the lower flanks, whereas US cars only have a single strip.\nThe 2000 Sprint was one of the very first designs by &lt;a href=\"Giorgetto%20Giugiaro\"&gt;Giorgetto Giugiaro&lt;/a&gt;.\nThe last 2000s were built in 1962, when the more powerful &lt;a href=\"Straight-six%20engine\"&gt;six-cylinder&lt;/a&gt; &lt;a href=\"Alfa%20Romeo%202600\"&gt;Alfa Romeo 2600&lt;/a&gt; was phased in.\n2000 Sprint \"Praho\".\nFor the 1960 &lt;a href=\"Turin%20Motor%20Show\"&gt;Turin Motor Show&lt;/a&gt;, Touring presented a one-off coupé variant of the 2000. &lt;a href=\"Carlo%20Felice%20Bianchi%20Anderloni\"&gt;Carlo Felice Bianchi Anderloni&lt;/a&gt; of &lt;a href=\"Carrozzeria%20Touring\"&gt;Carrozzeria Touring&lt;/a&gt; was asked by Alfa Romeo to create this showcar on the very first chassis type 102.05, s/n 001. That same type would later underpin the production coupé version styled by Giugiaro. The car had \"Superleggera\" aluminium bodywork, four seats and sported quad headlamps. Interior featured all the instruments grouped together in the centre console, inspired by aviation. The \"Praho\" name was derived from the name of the fishing boats popular in &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt; and affiliated with the cars concave rear window. The car remained the only example made and the Sprint production went to Bertone instead.\nSpecifications.\nThe 2000 used &lt;a href=\"unibody\"&gt;unibody&lt;/a&gt; construction and a conventional &lt;a href=\"front-engine%2C%20rear-wheel-drive%20layout\"&gt;front-engine, rear-wheel-drive layout&lt;/a&gt;.\nThe engine was an enlarged version of the &lt;a href=\"Alfa%20Romeo%201900\"&gt;1900&lt;/a&gt;´s &lt;a href=\"Inline-four%20engine\"&gt;inline-four&lt;/a&gt; displacing 1975 cc. The &lt;a href=\"cast%20iron\"&gt;cast iron&lt;/a&gt; &lt;a href=\"Engine%20block\"&gt;block&lt;/a&gt; and &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt; &lt;a href=\"Cylinder%20head\"&gt;head&lt;/a&gt; engine produced at 5300 rpm in Berlina using a single downdraft &lt;a href=\"Solex%20Carburetor\"&gt;Solex&lt;/a&gt; &lt;a href=\"carburettor\"&gt;carburettor&lt;/a&gt;, while the version on the Sprint and Spider produced at 5700 rpm with two Solex sidedraft carburettors and a higher &lt;a href=\"compression%20ratio\"&gt;compression ratio&lt;/a&gt;.\nTwo chain-driven &lt;a href=\"overhead%20camshaft\"&gt;overhead camshaft&lt;/a&gt;s operated two &lt;a href=\"poppet%20valves\"&gt;poppet valves&lt;/a&gt; per cylinder.\nPower was sent to the rear wheels through a 5-speed &lt;a href=\"Manual%20transmission\"&gt;gearbox&lt;/a&gt;, with &lt;a href=\"synchromesh\"&gt;synchromesh&lt;/a&gt; on all forward speeds.\nFront wheel suspension was &lt;a href=\"Independent%20suspension\"&gt;independent&lt;/a&gt;, with &lt;a href=\"Double%20wishbone%20suspension\"&gt;double wishbones&lt;/a&gt;, the rear used a &lt;a href=\"Beam%20axle\"&gt;solid axle&lt;/a&gt;. On all four wheels there were &lt;a href=\"coil%20spring\"&gt;coil spring&lt;/a&gt;s and telescopic &lt;a href=\"Shock%20absorber\"&gt;dampers&lt;/a&gt;.\nBrakes were &lt;a href=\"Drum%20brake\"&gt;drums&lt;/a&gt;, with a &lt;a href=\"Hydraulic%20brake\"&gt;hydraulic system&lt;/a&gt;. Tyres 165HR400 Pirelli Cinturato CA67\nProduction.\nThe four-door Berlina was manufactured by Alfa Romeo itself, while the Spider and Sprint were designed and bodied by independent &lt;a href=\"coachbuilder\"&gt;coachbuilder&lt;/a&gt;s, respectively &lt;a href=\"Carrozzeria%20Touring\"&gt;Touring&lt;/a&gt; and &lt;a href=\"Gruppo%20Bertone\"&gt;Bertone&lt;/a&gt;. Being expensive but not particularly fast, the 2000 was a slow seller, in particular the \"Berlina\" which was outsold by the Spider. The more powerful 2600 which replaced the 2000 was better able to deal with more refined competitors such as the &lt;a href=\"Lancia%20Flaminia\"&gt;Lancia Flaminia&lt;/a&gt;.\nBetween 1958 and 1961, &lt;a href=\"Vignale\"&gt;Vignale&lt;/a&gt; built a series of coupés, penned by &lt;a href=\"Giovanni%20Michelotti\"&gt;Giovanni Michelotti&lt;/a&gt;. All bore chassis type of 102.02, different from the series production cars. Around 15 cars were made.\nFNM 2000.\nThe Brazilian variant of the 2000 was produced from 1960 to 1968 by &lt;a href=\"F%C3%A1brica%20Nacional%20de%20Motores\"&gt;Fábrica Nacional de Motores&lt;/a&gt;. It had the same 1975 cc engine with . The car used the name FNM \"JK\", JK standing for the president of Brazil &lt;a href=\"Juscelino%20Kubitschek\"&gt;Juscelino Kubitschek&lt;/a&gt;, the name was later changed to FNM 2000.\nIn 1966 two other models were introduced, the \"Onça\" coupe and the \"2000 TiMB\" (Turismo Internazionale Modello Brasile), which produced up to . The TiMB had a flat bonnet, coupled with a divided front bumper necessary to accommodate the now lower-mounted Alfa Romeo centre grille.\nFNM 2150.\nThe FNM 2000 was replaced with FNM 2150 in 1969, it had a bigger engine and revised styling, using the smooth bonnet of the TiMB. For 1971 the 2150 was facelifted, with a more squat version of the traditional Alfa Romeo grille which also allowed for a single-piece front bumper. By 1974 the &lt;a href=\"Alfa%20Romeo%20Alfetta\"&gt;Alfa Romeo Alfetta&lt;/a&gt;-lookalike &lt;a href=\"Alfa%20Romeo%202300\"&gt;FNM Alfa Romeo 2300&lt;/a&gt; \"Rio\" replaced the 2150. This version was still based on the older &lt;a href=\"Alfa%20Romeo%201900\"&gt;Alfa Romeo 1900&lt;/a&gt;, despite looking like the more modern Alfetta."
}