{
    "id": "2767514",
    "revid": "32005",
    "url": "https://en.wikipedia.org/wiki?curid=2767514",
    "title": "Stefano Fiore",
    "text": "Stefano Fiore (; born 17 April 1975) is an Italian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; manager and former player, who played as an &lt;a href=\"Midfielder%23Attacking%20midfielder\"&gt;attacking&lt;/a&gt; &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; or on the &lt;a href=\"Midfielder%23Winger\"&gt;right wing&lt;/a&gt;. He was in charge as manager technical area of &lt;a href=\"Nuova%20Cosenza%20Calcio\"&gt;Nuova Cosenza Calcio&lt;/a&gt; in &lt;a href=\"Serie%20D\"&gt;Serie D&lt;/a&gt;.\nFiore played for several Italian clubs throughout his career; he started out with &lt;a href=\"Cosenza%20Calcio%201914\"&gt;Cosenza&lt;/a&gt; in 1992, before moving to &lt;a href=\"AC%20Parma\"&gt;Parma&lt;/a&gt; for a season in 1994, where he made his &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; debut and won the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt;. He spent two seasons at &lt;a href=\"Calcio%20Padova\"&gt;Padova&lt;/a&gt; and &lt;a href=\"A.C.%20Chievo%20Verona\"&gt;Chievo&lt;/a&gt;, before returning to Parma again for two more seasons in 1997, where he broke into the starting line-up and won a double which consisted of his second UEFA Cup and the &lt;a href=\"Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt; in 1999. He subsequently moved to &lt;a href=\"Udinese%20Calcio\"&gt;Udinese&lt;/a&gt;, where he spent two successful seasons, winning the &lt;a href=\"UEFA%20Intertoto%20Cup\"&gt;UEFA Intertoto Cup&lt;/a&gt; in 2000 and thus helping his team qualify for Europe. A move to &lt;a href=\"S.S.%20Lazio\"&gt;Lazio&lt;/a&gt; ensued, where he won his second Coppa Italia in 2004, finishing as the competition's top-scorer. His performances led to a transfer to Spanish side &lt;a href=\"Valencia%20CF\"&gt;Valencia&lt;/a&gt; later that year, where he struggled to replicate his previous form despite initially winning the &lt;a href=\"UEFA%20Supercup\"&gt;UEFA Supercup&lt;/a&gt;, and he was subsequently sent back to Italy on loan to &lt;a href=\"ACF%20Fiorentina\"&gt;Fiorentina&lt;/a&gt;, &lt;a href=\"Torino%20F.C.\"&gt;Torino&lt;/a&gt;, and &lt;a href=\"A.S.%20Livorno%20Calcio\"&gt;Livorno&lt;/a&gt; during his three seasons with the club. In 2007, he returned permanently to Italy, signing with &lt;a href=\"A.C.%20Mantova\"&gt;Mantova&lt;/a&gt; for a season; after remaining inactive during the 2008–09 season, he moved to &lt;a href=\"Cosenza%20Calcio%201914%20%282008%29\"&gt;Cosenza&lt;/a&gt; in 2009, where he ended his career after two seasons.\nAt international level, Fiore won 38 caps for the &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy national football team&lt;/a&gt; between 2000 and 2004, and scored twice. At youth level, he was a member of the team that won the &lt;a href=\"1997%20Mediterranean%20Games\"&gt;1997 Mediterranean Games&lt;/a&gt;, while at senior level he was selected to the Italy squads for &lt;a href=\"UEFA%20Euro%202000\"&gt;UEFA Euro 2000&lt;/a&gt;, in which he scored one goal as his team reached the final, and &lt;a href=\"UEFA%20Euro%202004\"&gt;UEFA Euro 2004&lt;/a&gt;.\nClub career.\nParma and early years.\nFiore was born in Cosenza, and he began his professional footballing career with &lt;a href=\"Cosenza%20Calcio%201914\"&gt;his domestic club&lt;/a&gt; in 1992. He played just 11 games before moving to &lt;a href=\"Parma%20F.C.\"&gt;Parma&lt;/a&gt; in 1994. He made his &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; debut with the club at the age of nineteen, in a 0–0 away draw against &lt;a href=\"Genoa%20C.F.C.\"&gt;Genoa&lt;/a&gt;, on 11 December 1994. During that season, Parma came in third in &lt;a href=\"1994%E2%80%9395%20Serie%20A\"&gt;Serie A&lt;/a&gt;, and reached the final of the &lt;a href=\"1994%E2%80%9395%20Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt;. Their most prestigious success was achieved with their &lt;a href=\"1994%E2%80%9395%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; victory over season rivals &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt;, and Fiore was inserted into the starting eleven by manager &lt;a href=\"Nevio%20Scala\"&gt;Nevio Scala&lt;/a&gt;, in the return leg of the final, which finished 1–1. This allowed Fiore to gain international experience alongside his established teammates such as &lt;a href=\"Gianfranco%20Zola\"&gt;Gianfranco Zola&lt;/a&gt;, &lt;a href=\"Fernando%20Couto\"&gt;Fernando Couto&lt;/a&gt;, and &lt;a href=\"Dino%20Baggio\"&gt;Dino Baggio&lt;/a&gt;. His limited playing time with them persuaded him to move to &lt;a href=\"Padova%20Calcio\"&gt;Padova&lt;/a&gt; for the following season, where he scored 1 goal in 24 games. In the &lt;a href=\"1996%E2%80%9397%20Serie%20B\"&gt;1996–97&lt;/a&gt; season, Fiore moved to &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; side &lt;a href=\"A.C.%20Chievo%20Verona\"&gt;Chievo&lt;/a&gt;, where he was impressive, notching up 2 goals and plenty of assists. This prompted former club, Parma, to re-sign the midfielder in 1997. For the next 2 seasons he became a more permanent member of the squad; although he was mainly left on the bench during the &lt;a href=\"1997%E2%80%9398%20Serie%20A\"&gt;1997–98 season&lt;/a&gt;, he looked far more impressive than his main starting eleven contender, the ageing Dino Baggio, when he was given a chance, and he became a member of the starting line-up during the following &lt;a href=\"1998%E2%80%9399%20Serie%20A\"&gt;1998–99 season&lt;/a&gt;. This season was Fiore's most successful season, as Parma finished fourth in Serie A, and won the &lt;a href=\"1998%E2%80%9399%20Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt; over &lt;a href=\"AC%20Fiorentina\"&gt;Fiorentina&lt;/a&gt;. Fiore also won his second career &lt;a href=\"1998%E2%80%9399%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; with Parma that season, as they defeated &lt;a href=\"Olympique%20Marseille\"&gt;Olympique Marseille&lt;/a&gt; 3–0 in the &lt;a href=\"1999%20UEFA%20Cup%20Final\"&gt;final&lt;/a&gt; in Moscow. Fiore was one of the protagonists of Parma's triumphant European campaign that season, notching 2 goals in 10 UEFA Cup appearances.\nUdinese.\nIn June 1999 he moved to &lt;a href=\"Udinese%20Calcio\"&gt;Udinese&lt;/a&gt; under &lt;a href=\"Luigi%20De%20Canio\"&gt;Luigi De Canio&lt;/a&gt;, originally a cash-plus-player deal in which Parma would receive &lt;a href=\"Stephen%20Appiah\"&gt;Stephen Appiah&lt;/a&gt; and &lt;a href=\"M%C3%A1rcio%20Amoroso\"&gt;Márcio Amoroso&lt;/a&gt;, for a combined 90 billion lire transfer fees to Udinese, Fiore priced as 15 billion and the rest as cash.\nHis breakthrough with the club came during the &lt;a href=\"1999%E2%80%932000%20Serie%20A\"&gt;1999–2000 Serie A&lt;/a&gt; season, which saw him score a personal best of 9 goals in 33 appearances. \nHis fine form earned him a call to the &lt;a href=\"Italy%20national%20football%20team\"&gt;national side&lt;/a&gt; for &lt;a href=\"UEFA%20Euro%202000\"&gt;Euro 2000&lt;/a&gt; at the expense of Dino Baggio, the man who had kept him out of the Parma team for so long. His fine form continued and he scored 9 goals in 34 games in the &lt;a href=\"2000%E2%80%9301%20Serie%20A\"&gt;2000–01 season&lt;/a&gt;, during which he also won the &lt;a href=\"2000%20UEFA%20Intertoto%20Cup\"&gt;2000 UEFA Intertoto Cup&lt;/a&gt; with Udinese, which allowed them to qualify for the &lt;a href=\"2000%E2%80%9301%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; that season.\nLazio.\nEventually, Fiore did move to &lt;a href=\"SS%20Lazio\"&gt;Lazio&lt;/a&gt; in June 2001 along with teammate &lt;a href=\"Giuliano%20Giannichedda\"&gt;Giuliano Giannichedda&lt;/a&gt;, for a deal over 80 billion &lt;a href=\"Italian%20lire\"&gt;Italian lire&lt;/a&gt;. Lazio had big money moves that season, they sold midfielder &lt;a href=\"Juan%20Sebasti%C3%A1n%20Ver%C3%B3n\"&gt;Juan Sebastián Verón&lt;/a&gt; and &lt;a href=\"Pavel%20Nedv%C4%9Bd\"&gt;Pavel Nedvěd&lt;/a&gt; that month (June), and sold striker &lt;a href=\"Marcelo%20Salas\"&gt;Marcelo Salas&lt;/a&gt; to &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt; for cash and &lt;a href=\"Darko%20Kova%C4%8Devi%C4%87\"&gt;Darko Kovačević&lt;/a&gt;. They also got &lt;a href=\"Jaap%20Stam\"&gt;Jaap Stam&lt;/a&gt; to compensate part of Verón's transfer fees, as well as signing &lt;a href=\"Gaizka%20Mendieta\"&gt;Gaizka Mendieta&lt;/a&gt; from Valencia. In his first season at Lazio, Fiore initially played under his former Italy manager at Euro 2000, &lt;a href=\"Dino%20Zoff\"&gt;Dino Zoff&lt;/a&gt;.\nFiore could not find his best form for Lazio during the &lt;a href=\"2001%E2%80%9302%20Serie%20A\"&gt;2001–02 season&lt;/a&gt;, as the coach that replaced Zoff, &lt;a href=\"Alberto%20Zaccheroni\"&gt;Alberto Zaccheroni&lt;/a&gt;, persisted in playing him on the left side of midfield. This resulted in Fiore losing his place in the national side for the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002 FIFA World Cup&lt;/a&gt; in &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;.\nZaccheroni was dismissed in 2002, and Fiore began to improve with a new coach, &lt;a href=\"Roberto%20Mancini\"&gt;Roberto Mancini&lt;/a&gt;. Fiore seemed more at ease playing in the centre of the squad's midfield, and he guided Lazio to fourth in &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt;, thus earning them a place in next season's &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;, scoring 6 goals, and also notably reaching the semi-finals of the &lt;a href=\"2002%E2%80%9303%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; that season, only to lose to the eventual champions &lt;a href=\"FC%20Porto\"&gt;Porto&lt;/a&gt;. Fiore was in good form for Lazio the following season, despite the loss of several key players in the summer (and then &lt;a href=\"Dejan%20Stankovi%C4%87\"&gt;Dejan Stanković&lt;/a&gt; in January 2004). Lazio won the &lt;a href=\"2003%E2%80%9304%20Coppa%20Italia\"&gt;2003–04 Coppa Italia&lt;/a&gt;, in which Fiore was an inspirational player, finishing the tournament as top scorer with 6 goals in 7 appearances including 3 goals across the two legs of the &lt;a href=\"2004%20Coppa%20Italia%20Final\"&gt;final&lt;/a&gt; against &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt;. His impressive showings earned him a place on the national side for &lt;a href=\"UEFA%20Euro%202004\"&gt;Euro 2004&lt;/a&gt;.\nValencia.\nDue to the financial problems which Lazio were suffering, Fiore, along with &lt;a href=\"Bernardo%20Corradi\"&gt;Bernardo Corradi&lt;/a&gt;, were off-loaded to Spanish club &lt;a href=\"Valencia%20CF\"&gt;Valencia&lt;/a&gt;, where he joined the Italian coach &lt;a href=\"Claudio%20Ranieri\"&gt;Claudio Ranieri&lt;/a&gt;, and compatriot &lt;a href=\"Marco%20Di%20Vaio\"&gt;Marco Di Vaio&lt;/a&gt;, signing a 3+1 years contract. Corradi was priced at €10 million and Fiore at€6.6 million. The sale compensated the unpaid €16.6 million of &lt;a href=\"Gaizka%20Mendieta\"&gt;Gaizka Mendieta&lt;/a&gt;'s remaining transfer fees from Valencia to Lazio.\nAfter a promising start, which included winning the &lt;a href=\"2004%20UEFA%20Super%20Cup\"&gt;UEFA Super Cup&lt;/a&gt; over Champions League winners Porto, Valencia suffered a disastrous losing streak in October, from which they never fully recovered. They exited the UEFA Champions League early, and coach Claudio Ranieri was dismissed by mid February. Fiore could not adequately adapt to the demands of Spanish football, and was often left on the substitutes' bench.\nLoans.\nIn July 2005, Fiore and Corradi returned to Serie A, with Fiorentina taking the midfielder on a loan spell. They had lost &lt;a href=\"Enzo%20Maresca\"&gt;Enzo Maresca&lt;/a&gt; and holding midfielder &lt;a href=\"Christian%20Obodo\"&gt;Christian Obodo&lt;/a&gt; earlier in June. Fiore linked up well with striker &lt;a href=\"Luca%20Toni\"&gt;Luca Toni&lt;/a&gt;, and together they brought Fiorentina to a higher level, guiding them to 4th in Serie A, before the &lt;a href=\"2006%20Italian%20football%20scandal\"&gt;Calciopoli verdicts&lt;/a&gt; saw them lose this place.\nFiorentina decided not to take Fiore on a permanent basis and he sealed a loan move to &lt;a href=\"Torino%20F.C.\"&gt;Torino&lt;/a&gt;, who were returning to Serie A, on deadline day. On 31 January 2007, the closing day of the transfer window, he was loaned to &lt;a href=\"A.S.%20Livorno%20Calcio\"&gt;Livorno&lt;/a&gt;.\nOn 11 February 2007, he played his first Serie A match for Livorno against &lt;a href=\"A.C.%20Milan\"&gt;A.C. Milan&lt;/a&gt;\nLater career.\nIn the summer of 2007, he failed to find a club at which to settle, until 22 August, when he signed a 1-year contract with &lt;a href=\"A.C.%20Mantova\"&gt;A.C. Mantova&lt;/a&gt; of &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;, which he last experienced in 1997.\nSuccessively, Fiore did not play for any team during the 2008–09, but on September 2009 he finally made his comeback into active football, agreeing a three-year contract with hometown club &lt;a href=\"Cosenza%20Calcio%201914%20%282008%29\"&gt;Cosenza&lt;/a&gt;, in the third-tier &lt;a href=\"Lega%20Pro%20Prima%20Divisione\"&gt;Lega Pro Prima Divisione&lt;/a&gt;, where he remained until his retirement in 2011.\nInternational career.\nFiore made 8 appearances for &lt;a href=\"Italy%20national%20under-21%20football%20team\"&gt;Italy's Under-21 side&lt;/a&gt;, and 3 appearances for the Under-23 side, with which he won the &lt;a href=\"1997%20Mediterranean%20Games\"&gt;Mediterranean Games in 1997&lt;/a&gt;. He made his &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy national football team&lt;/a&gt; senior debut during his time with Udinese, under manager Dino Zoff, on 23 February 2000, taking part in a 1–0 victory in an international friendly against &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt;, in Palermo. Fiore's fine form during the 1999–2000 Serie A season soon allowed him to become a permanent and important member of the national side, earning him a place in &lt;a href=\"Dino%20Zoff\"&gt;Dino Zoff's&lt;/a&gt; &lt;a href=\"Italy%20national%20football%20team\"&gt;national side&lt;/a&gt; for &lt;a href=\"UEFA%20Euro%202000\"&gt;Euro 2000&lt;/a&gt;. He had a very successful tournament and scored what many regard as the goal of the tournament in the 2–0 victory over co-hosts &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt;, in Italy's second group match; he also assisted a goal for his creative, offensive midfield teammate &lt;a href=\"Francesco%20Totti\"&gt;Francesco Totti&lt;/a&gt; in the quarter-finals of the tournament, a 2–0 win over &lt;a href=\"Romania%20national%20football%20team\"&gt;Romania&lt;/a&gt;, which sealed Italy's place in the semi-finals against co-hosts the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt;. His fine form continued as he went on to take part in all of Italy's matches throughout the competition, as they reached the &lt;a href=\"UEFA%20Euro%202000%20Final\"&gt;final&lt;/a&gt;, only to lose to the defending World Champions &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt; on a golden-goal in extra-time.\nUnder Zoff's replacement &lt;a href=\"Giovanni%20Trapattoni\"&gt;Giovanni Trapattoni&lt;/a&gt;, Fiore continued to be a member of the national side, scoring his second international goal on 28 February 2001, in a friendly defeat to &lt;a href=\"Argentina%20national%20football%20team\"&gt;Argentina&lt;/a&gt;, at the Stadio Olimpico in Rome. He missed out on the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002 FIFA World Cup&lt;/a&gt; in &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, however, where Italy were disappointingly and controversially eliminated in the second round by co-hosts &lt;a href=\"South%20Korea%20national%20football%20team\"&gt;South Korea&lt;/a&gt;.\nFiore's impressive showings for Lazio during the 2003–04 season allowed him to return to the national side in 2003, and he earned a place in Italy's 23-man squad for &lt;a href=\"UEFA%20Euro%202004\"&gt;Euro 2004&lt;/a&gt;. However, Fiore was used sparingly by coach &lt;a href=\"Giovanni%20Trapattoni\"&gt;Giovanni Trapattoni&lt;/a&gt;, who preferred to play the &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; born winger, &lt;a href=\"Mauro%20Camoranesi\"&gt;Mauro Camoranesi&lt;/a&gt;, only using Fiore as a substitute in the opening two group matches. When he did start, the Azzurri looked a lot more creative, with Fiore nearly scoring from a spectacular volley against &lt;a href=\"Bulgaria%20national%20football%20team\"&gt;Bulgaria&lt;/a&gt; in the final group game. Despite the Azzurri winning the match 2–1, and not losing a match throughout the competition, the two draws in the previous group games led to Italy's first-round elimination from the tournament on direct encounters, following a three-way five-point tie with &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark&lt;/a&gt; and &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt;, who both progressed on to the quarter-finals.\nFollowing Trapattoni's departure in 2004, due to Italy's negative performance in the European Championships, Fiore featured in certain matches under the new Italy manager &lt;a href=\"Marcello%20Lippi\"&gt;Marcello Lippi&lt;/a&gt;. Fiore retired from the national side later that year. In total, Fiore won 38 caps for the &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy national football team&lt;/a&gt; between 2000 and 2004, scoring two goals.\nStyle of play.\nThroughout his career, Fiore was usually deployed as an &lt;a href=\"Midfielder%23Attacking%20midfielder\"&gt;attacking&lt;/a&gt; &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; or on the left or right &lt;a href=\"Midfielder%23Winger\"&gt;wing&lt;/a&gt;. A quick, combative, hard-working, and mobile player, Fiore was a talented, creative, and technically gifted &lt;a href=\"playmaker\"&gt;playmaker&lt;/a&gt;, with good vision, ball skills, and intelligence, who was renowned for his passing ability, offensive capabilities, and his eye for goal from midfield, courtesy of his powerful and accurate striking ability from distance with his right foot, as well as his ability to make attacking runs into more advanced positions; these attributes also allowed him to play as a &lt;a href=\"Forward%20%28association%20football%29%23Second%20striker\"&gt;supporting striker&lt;/a&gt; on occasion. He also played in several deeper midfield roles, as a &lt;a href=\"Midfielder%23Central%20midfielder\"&gt;central midfielder&lt;/a&gt; or &lt;a href=\"Midfielder%23Deep-lying%20playmaker\"&gt;deep-lying playmaker&lt;/a&gt;, due to his tactical versatility, physique, and defensive work-rate off the ball, as well as his ability to link-up with other players and both create or finish off chances.\nHonours.\nClub.\nParma\nLazio \nValencia\nUdinese\nInternational.\nItaly"
}