{
    "id": "27687257",
    "revid": "42490184",
    "url": "https://en.wikipedia.org/wiki?curid=27687257",
    "title": "Overseas Filipino Bank",
    "text": "The Overseas Filipino Bank (OFBank) is the &lt;a href=\"government-owned%20and%20controlled%20corporation\"&gt;state-owned&lt;/a&gt; digital-only, &lt;a href=\"Direct%20bank\"&gt;branchless&lt;/a&gt; &lt;a href=\"bank\"&gt;bank&lt;/a&gt; in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. Formerly known as the Philippine Postal Savings Bank (PPSB) or PostBank, it is the smallest of the Philippines' three state-owned banks (the others being &lt;a href=\"Land%20Bank%20of%20the%20Philippines\"&gt;Land Bank of the Philippines&lt;/a&gt; and &lt;a href=\"Development%20Bank%20of%20the%20Philippines\"&gt;Development Bank of the Philippines&lt;/a&gt;), and is the 16th largest &lt;a href=\"thrift%20bank\"&gt;thrift bank&lt;/a&gt;s in terms of assets. Its services are catered to the needs of &lt;a href=\"Overseas%20Filipinos\"&gt;Overseas Filipinos&lt;/a&gt; (OFs), &lt;a href=\"Overseas%20Filipino%20Worker\"&gt;Overseas Filipino Worker&lt;/a&gt; (OFWs), and their families or beneficiaries. Since 2018, it has been a &lt;a href=\"subsidiary\"&gt;subsidiary&lt;/a&gt; of LandBank.\nHistory.\nEstablished as Philippine Postal Savings Bank in 1906, the bank was closed in 1976 as a result of competition with privately owned banks, but was reopened in 1994 pursuant to the provisions of &lt;a href=\"List%20of%20Philippine%20laws\"&gt;Republic Act&lt;/a&gt; No. 7354, the charter of the &lt;a href=\"Philippine%20Postal%20Corporation\"&gt;Philippine Postal Corporation&lt;/a&gt;. In 2013, the bank rebranded its operations as \"Postbank\". Despite the legal affiliation, the PPSB is governed separately from &lt;a href=\"PhilPost\"&gt;PhilPost&lt;/a&gt;.\nOn November 16, 2016, &lt;a href=\"Land%20Bank%20of%20the%20Philippines\"&gt;Land Bank of the Philippines&lt;/a&gt; announced plans to acquire Postbank and reorganize the thrift bank to be a lending bank for the &lt;a href=\"Overseas%20Filipino%20Workers\"&gt;Overseas Filipino Workers&lt;/a&gt; (OFWs) and their families. President Rodrigo Duterte issued Executive Order No. 44 in September 2017 which mandates the &lt;a href=\"Philippine%20Postal%20Corporation\"&gt;Philippine Postal Corporation&lt;/a&gt; and the Bureau of the Treasury their PostBank shares to Land Bank at zero value. The edict also states that PostBank will be converted to the \"Overseas Filipino Bank\".\nThe Monetary Board of the &lt;a href=\"Bangko%20Sentral%20ng%20Pilipinas\"&gt;Bangko Sentral ng Pilipinas&lt;/a&gt; (BSP), the Philippines' &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt;, approved Land Bank's acquisition of PostBank in December 2017 while the &lt;a href=\"Philippine%20Competition%20Commission\"&gt;Philippine Competition Commission&lt;/a&gt; authorized Land Bank to acquire PostBank on January 11, 2018. The bank was inaugurated as the Overseas Filipino Bank at the Postbank Center by President Duterte on January 17, 2018\nOn June 29, 2020, Land Bank of the Philippines virtually launched the Overseas Filipino Bank (OFBank) which aims to help Filipinos employed abroad to send money back to the Philippines faster. The virtual launch includes the presentation of OFBank’s new offerings such as digital accounts opening platform catering to OFWs, other &lt;a href=\"Overseas%20Filipinos\"&gt;Overseas Filipinos&lt;/a&gt; (OFs), and their families or beneficiaries, as well as the improved website and official Facebook page. As it is a digital-only bank, OFWs and their beneficiaries can just submit all requirements online through OFBank's mobile app.\nOFBank initially after its launch operated as a \"digital-centric\" bank using its license to operate as a thrift bank. It transitioned to a fully digital bank after it was given a license to operate as a digital-only bank on March 25, 2021 by the BSP's Monetary Board. OFBank became the first authorized &lt;a href=\"Digital%20banks%20in%20the%20Philippines\"&gt;digital-only bank&lt;/a&gt; in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;."
}