{
    "id": "276917",
    "revid": "910180",
    "url": "https://en.wikipedia.org/wiki?curid=276917",
    "title": "Airbrush",
    "text": "An airbrush is a small, &lt;a href=\"Pneumatics\"&gt;air-operated&lt;/a&gt; tool that &lt;a href=\"Atomizer%20nozzle\"&gt;atomizes&lt;/a&gt; and sprays various media, most often &lt;a href=\"paint\"&gt;paint&lt;/a&gt; but also &lt;a href=\"ink\"&gt;ink&lt;/a&gt; and &lt;a href=\"dye\"&gt;dye&lt;/a&gt;, and &lt;a href=\"Foundation%20%28cosmetics%29\"&gt;foundation&lt;/a&gt;. &lt;a href=\"Spray%20painting\"&gt;Spray painting&lt;/a&gt; developed from the airbrush and is considered to employ a type of airbrush.\nHistory.\nUp until the mid 2000s it was widely published that the airbrush was invented in 1893, but following research undertaken in collaboration with New York University's Conservation Department, and personal support from &lt;a href=\"https%3A//ifa.nyu.edu/people/faculty/ellis.htm\"&gt;Prof. Margaret Holben Ellis&lt;/a&gt; a more detailed history emerged, which required many authorities such as Oxford Art to update their &lt;a href=\"https%3A//www.oxfordartonline.com/browse%3Ft%3Dart_ArtHistory%253A80%26amp%3Bt_0%3Dart_ArtFormsAndPractices%253A34\"&gt;dictionaries&lt;/a&gt; and references. \nDepending on the definition requiring compressed air or not, the first spray painting device that could be called an airbrush, was patented in 1876 (Patent Number 182,389) by &lt;a href=\"Francis%20Edgar%20Stanley\"&gt;Francis Edgar Stanley&lt;/a&gt; of &lt;a href=\"Newton%2C%20Massachusetts\"&gt;Newton, Massachusetts&lt;/a&gt;. This worked akin to a diffuser / atomiser and did not have a continuous air supply. Stanley and his twin brother later invented a process for continuously coating photographic plates (Stanley Dry Plate Company) but are perhaps best known for their &lt;a href=\"Stanley%20Steamer\"&gt;Stanley Steamer&lt;/a&gt;. No artistic images that used this 'paint distributor / atomiser' exist or are as yet known.\nAccording to the research prepared by Professor Andy Penaluna, the first instrument to use a compressed air supply was named the \"paint distributor\" was developed by &lt;a href=\"Abner%20Peeler\"&gt;Abner Peeler&lt;/a&gt; \"for the painting of &lt;a href=\"watercolor\"&gt;watercolor&lt;/a&gt;s and other artistic purposes\" and used a hand-operated &lt;a href=\"Gas%20compressor\"&gt;compressor&lt;/a&gt; to supply continuous air. It was rather crude, being based on a number of spare parts in a jeweller's workshop such as old screwdrivers and welding torches. It took 4 years of further development before a working prototype was developed by &lt;a href=\"Liberty%20Walkup\"&gt;Liberty Walkup&lt;/a&gt; of Mt. Morris, Illinois. Walkup repatented the work under the name of \"air-brush\", a name his wife Phoebe Walkup came up with. Thus according to the research, the formal birth of the name 'Air Brush' can be traced to a documented stakeholders' meeting of the new Air Brush Manufacturing Co. at 7pm on 6 October 1883, when the name was formally born. In modern times the date is used to celebrate airbrush art around the world, using the Twitter hashtag #airbrushartistday. Walkup's wife would later go on to be the founder of the Illinois Art School where airbrushing was taught to students from all over the world. In that same rented 4 story building Rockford Air-Brush would be established under Liberty Walkup. Amongst others, the Walkups taught airbrush technique to &lt;a href=\"American%20Impressionism\"&gt;American Impressionist&lt;/a&gt; master &lt;a href=\"Wilson%20Irvine\"&gt;Wilson Irvine&lt;/a&gt; at the Air Brush School in Rockford, Illinois. The first certain 'atomising' type airbrush was invented by &lt;a href=\"Charles%20Burdick\"&gt;Charles Burdick&lt;/a&gt; in 1893 and presented by &lt;a href=\"Thayer%20and%20Chandler\"&gt;Thayer and Chandler&lt;/a&gt; art materials company at the &lt;a href=\"World%20Columbian%20Exposition\"&gt;World Columbian Exposition&lt;/a&gt; in &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago&lt;/a&gt;. Burdick founded the Fountain Brush Company in the US, and launched the first series of airbrushes onto the market. However, Burdick initially 're-cased the Walkup design into finger operated instrument, and as many of his designs echoed those being developed by Walkup, a legal row resulted over the name Air Brush. This device was essentially the same as a modern airbrush, resembling a pen and working in a different manner than Peeler's device. Aerograph, Burdick's original company, still makes and sells airbrushes in England. Thayer and Chandler were acquired by &lt;a href=\"Badger%20Air-Brush%20Co.\"&gt;Badger Air-Brush Co.&lt;/a&gt; in 2000. Badger Air-Brush continues the Thayer and Chandler tradition of manufacturing quality airbrush guns, tools and compressors out of Franklin Park, Illinois.\nDesign.\nAn airbrush works by passing a stream of fast moving (compressed) air through a &lt;a href=\"venturi%20pump\"&gt;venturi&lt;/a&gt;, which creates a local reduction in air &lt;a href=\"pressure\"&gt;pressure&lt;/a&gt; (suction) that allows paint to be pulled from an interconnected reservoir at normal atmospheric pressure. The high velocity of the air atomizes the paint into very tiny droplets as it blows past a very fine paint-metering component. The paint is carried onto paper or other surfaces. The operator controls the amount of paint being blown by using a variable trigger which manipulates the position of a very fine tapered needle that is the control element of the paint-metering component. An extremely fine degree of atomization is what allows an artist to create such smooth blending effects using the airbrush.\nThe technique allows for the blending of two or more colors in a seamless way, with one color slowly becoming another color. Freehand airbrushed images, without the aid of &lt;a href=\"stencil\"&gt;stencil&lt;/a&gt;s or friskets, have a floating quality, with softly defined edges between colors, and between foreground and background colors. A skilled airbrush artist can produce paintings of photographic realism or can simulate almost any painting medium. Painting at this skill level involves supplementary tools, such as masks and &lt;a href=\"Frisket%20%28art%20material%29\"&gt;friskets&lt;/a&gt;, and very careful planning.\nSome airbrushes use &lt;a href=\"pressure\"&gt;pressure&lt;/a&gt;s as low as 20 &lt;a href=\"Pounds%20per%20square%20inch\"&gt;psi&lt;/a&gt; (1.38 bar) while others use pressures in the region of 30-35 psi (2-2.4 bar). Larger \"spray guns\" as used for automobile spray-painting need 100 psi (6.8 bar) or more to adequately atomize a thicker paint using less solvent. They are capable of delivering a heavier coating more rapidly over a wide area. Even with small artist airbrushes using acrylic paint, artists must be careful not to breathe in the atomized paint, which floats in the air for minutes and can go deep into the lungs. With commercial spray guns for automobiles, it is vital that the painter have a clean air source to breathe, because automotive paint is far more harmful to the lungs than acrylic. Certain spray guns, called High-Volume Low-Pressure (HVLP) spray guns, are designed to deliver the same high volumes of paint without requiring such high pressures.\nTypes.\nAirbrushes are usually classified by three characteristics. The first characteristic is the action performed by the user to trigger the paint flow. The second is the mechanism for feeding the paint into the airbrush. The third is the point at which the paint and air mix.\nTrigger Action.\nMost airbrushes can be grouped into two types: Single-action or double-action. \nThe simplest airbrushes work with a \"single-action\" mechanism, where the depression of the trigger actuates air flow through the airbrush. The airbrush's color flow and spray pattern are adjusted separately from the trigger action. This is done through an adjustment of the airbrush's needle placement within its paint tip, by the turning of the paint tip on an external mix airbrush (Badger 350 or &lt;a href=\"Paasche%20Airbrush%20Company\"&gt;Paasche&lt;/a&gt; Model H are good examples of single-action external mix airbrushes) or the turning of a needle setting dial on an internal mix airbrush (Badger 200 or Iwata SAR are good examples of single-action internal mix airbrushes). The color volume and spray pattern are maintained at a fixed level until the airbrush user re-adjusts the setting. Single-action airbrushes are simpler to use and are generally less expensive, but they present limitations in applications in which the user wishes to do something more artistic than simply apply a good, uniform coat of color.\n\"Dual-action\" or \"double-action\" airbrushes enable the simultaneous adjustment of both air and color at the trigger, by allowing the user to actuate air by depressing the trigger and simultaneously adjust color by rocking the trigger back and forth. This ability to adjust color flow while spraying the airbrush, coupled with the user's adjustment of distance from the painting surface allows for the variation of fine to wide lines without stopping to re-adjust the spray pattern (as is necessary with a single-action airbrush). This allows for greater spray control and enables a wider variety of artistic effects. The use of this type of airbrush requires practice to achieve proficiency, both with triggering technique and control. The effort is worthwhile, as airbrushing offers greater artistic versatility. Dual-action airbrushes (Badger Patriot 105, Paasche VL, Iwata CM-C are all good examples of dual-action airbrushes) are of a more sophisticated design model than single-action airbrushes, which tends to make them the more expensive of the two.\nFeed system.\nPaint can be fed into the airbrush by gravity from a paint reservoir sitting atop the airbrush (called\n\"gravity feed\" or \"top feed\"), or siphoned from a reservoir mounted below (\"bottom/suction/siphon feed\"), or on the side (\"side feed\"). Each feed type carries unique advantages and disadvantages. Gravity feed airbrushes require less air pressure to operate, as gravity helps assist the flow of paint into the mixing chamber. Typically instruments with the finest mist atomization and detail requirements use this method since less air pressure allows for finer control of paint flow and less overspray. However, the paint capacity of gravity feed airbrushes is limited. Side- and bottom-feed airbrushes allow the artist to see over the top of the airbrush, with the former sometimes offering left-handed and right-handed options to suit the artist. The bottom paint reservoir can be a variety of sizes, and so a bottom feed airbrush typically holds a larger capacity of paint than the other types, and is often preferable for larger scale work such as automotive applications and clothing design. Side feed airbrushes are a hybrid of the two, and are able to use both a gravity style cup or a suction-style bottle. \nMix point.\nAirbushes can be divided into \"internal mix\" and \"external mix.\" With an \"internal mix\" airbrush, the paint and air mix inside the airbrush body (in the tip), creating a finer atomized \"mist\" of paint. With an \"external mix\" airbrush, the air and paint meet outside of the tip before mixing with each other, which creates a larger coarser atomization pattern. External mix airbrushes are cheaper and more suited for covering larger areas with more viscous paints or varnishes, while internal mix airbrushes are more expensive and more suited for fine detail work with thinner paints.\nSpray guns.\nThe airbrush led to the development of the &lt;a href=\"spray%20gun\"&gt;spray gun&lt;/a&gt;; a similar device, that typically delivers a higher volume of paint and for painting larger areas.\nThe first paint spraying machine was developed in 1887.\nEquipment by &lt;a href=\"DeVilbiss%20Automotive%20Refinishing\"&gt;DeVilbiss&lt;/a&gt; and &lt;a href=\"Illinois%20Tool%20Works\"&gt;Binks&lt;/a&gt; is typical of modern sprayguns.\nThe addition of a simple pistol grip adapter to an &lt;a href=\"aerosol%20paint\"&gt;aerosol paint&lt;/a&gt; spray can create a cheap alternative to a spray gun.\nTechnique.\nAirbrush technique is the freehand manipulation of the airbrush, medium, air pressure, and distance from the surface being sprayed in order to produce a certain predictable result on a consistent basis with or without shields or stencils. Airbrush technique will differ with the type of airbrush being used (single-action or dual/double-action).\nDouble-action airbrush technique involves depressing the trigger on the top of the airbrush with the index finger to release air only, and drawing it back gradually to the paint release threshold. The most important procedural dynamic is to always begin with air only and end with air only. By observing this rule, precise control of paint volume and line width and character can be achieved. The single most important airbrush stroke consistently utilized by professionals is the dagger stroke. This describes a stroke which begins wide and ends as a narrow line, created by starting with the brush far from the support and moving it evenly closer as the line is drawn.\nSingle-action airbrush technique derives its name from the fact that only one action is required for operation. The single action of depressing the trigger releases a fixed ratio of paint to air.\nAchieving different line widths requires either changing the tip and nozzle combination or adjusting the spray volume manually between spray width changes. The most important aspect of proper single-action airbrush technique is to keep the hand moving before the trigger is depressed and after the trigger is released. This avoids the \"bar bell\" line.\nUse.\nArt and illustration.\nSince the inception of airbrush technology, commercial artists and illustrators realized airbrushes allowed them to create highly rendered images and a high level of realism. Artists often use the airbrush in combination with cut stencils or items held freehand to block in controlled manner the flow of paint onto the paper (or digital alternatives) with fantasy and science fiction artists. Airbrush images can be found today in advertising, publishing (e.g., book covers), &lt;a href=\"comic%20book\"&gt;comic book&lt;/a&gt;s and &lt;a href=\"graphic%20novel\"&gt;graphic novel&lt;/a&gt;s.\nPhoto retouching.\nAirbrushing has long been used to alter &lt;a href=\"photograph\"&gt;photograph&lt;/a&gt;s in the pre-digital era, and prior to airbrush a similar effect was achieved through the use of a pastel type of crayon. The very first design by Stanley alluded to this \"My invention relates to such improvements in atomizers that may be employed for finishing photographs in water-colors, india-ink, and crayon\". In skilled hands an airbrush can be used to help hide signs that an image has been extensively &lt;a href=\"Photo%20manipulation\"&gt;retouched&lt;/a&gt; or \"doctored\".\nIn the 20th century &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, as a result of &lt;a href=\"Great%20Purge\"&gt;Stalin's purges&lt;/a&gt; and later &lt;a href=\"destalinization\"&gt;destalinization&lt;/a&gt;, many photographs of officials from the periods show extensive airbrushing; often entire human figures have been removed. The term \"airbrushed out\" has come to mean rewriting history to pretend that something was never there. In contemporary academic discourse, the process of removing components from an image is formally known as \"&lt;a href=\"Clone%20tool\"&gt;object removal&lt;/a&gt;.\"\nThe term \"airbrushed\" or \"airbrushed photo\" has also been used to describe &lt;a href=\"glamour%20photography\"&gt;glamour photos&lt;/a&gt; in which a model's imperfections have been removed, or in which their attributes have been enhanced. The term has often been applied in a pejorative manner to describe images of unrealistic female perfection and has been particularly common in reference to pictures in \"&lt;a href=\"Playboy\"&gt;Playboy&lt;/a&gt;\", and later \"&lt;a href=\"Maxim%20%28magazine%29\"&gt;Maxim&lt;/a&gt;\".\nUsing today's &lt;a href=\"digital%20imaging\"&gt;digital imaging&lt;/a&gt; technology, this kind of picture editing is now usually done with a &lt;a href=\"raster%20image\"&gt;raster image&lt;/a&gt; editor, which is capable of even more subtle work in the hands of a skilled touch-up artist. In the fine retouching industry, the airbrushing technique is often considered a low-end practice, with significantly inferior quality to that found in the most important fashion photography publications.\nMurals.\nAirbrushes are also suitable for painting &lt;a href=\"mural\"&gt;mural&lt;/a&gt;s.\nHobby.\nAirbrushes are commonly used by scale modeling enthusiasts to paint models because finer coats can be laid down, as well as opaque effects like weathering, adding stains etc. The fine atomization of paint in modern airbrushes also makes it possible to accurately reproduce soft-edged mottled camouflage schemes, which are very hard to do convincingly by hand-brushing (Luftwaffe aircraft are a good example of this).\nMany &lt;a href=\"radio-controlled%20model\"&gt;radio-controlled model&lt;/a&gt; hobbyists also use the airbrush to create works of art on the &lt;a href=\"Lexan\"&gt;Lexan&lt;/a&gt; bodies. The paint jobs range from a basic one-color paint job to fine detailed works of art.\nAirbrushes have also become common tools in &lt;a href=\"cosplay\"&gt;cosplay&lt;/a&gt;, costuming, and &lt;a href=\"Theatrical%20property\"&gt;prop&lt;/a&gt;-making.\nAirbrush makeup application.\nThough the earliest record of this type of cosmetic application dates back to the 1959 film version of &lt;a href=\"Ben-Hur%20%281959%20film%29\"&gt;Ben-Hur&lt;/a&gt;, it has recently been re-popularized by the advent of &lt;a href=\"high-definition%20television\"&gt;high-definition television&lt;/a&gt; and &lt;a href=\"digital%20photography\"&gt;digital photography&lt;/a&gt;, wherein the camera sees more detail than ever before. &lt;a href=\"Cosmetics%23Types\"&gt;Liquid Foundations&lt;/a&gt; that are high in coverage but thin in texture are applied with the airbrush for full coverage without a heavy build-up of product. It is also a highly popular technique for &lt;a href=\"special%20effect\"&gt;Special F/X Makeup&lt;/a&gt; as well as for the &lt;a href=\"Embalming\"&gt;Funeral industry&lt;/a&gt;.\nAlcohol-based mediums are best suited for waterproof make-up; this makeup lasts longer, is smudge proof, is rich and opaque in colour. But alcohol based foundations can be too matte, and can lead to over-drying of the skin. They also can rub off due to excessive itching or fidgeting.\nWater based mediums, are great for &lt;a href=\"clown\"&gt;clown&lt;/a&gt; make-up, i.e., for short term artistic or skin friendly make-ups, these are easy to apply, and easy to remove, with minimal damage to the skin, but water based make-up does not last a long while, and come off easily, even so with perspiration.\n&lt;a href=\"Silicone\"&gt;Silicone&lt;/a&gt; Based airbrush Foundation, S/B foundation, are found in professional and premium retail airbrush brands, these are primarily for bridal make-ups, or mature skin. silicone based &lt;a href=\"Foundation%20%28cosmetics%29\"&gt;foundations&lt;/a&gt; have the advantage of being medium to high coverage.\nSilicone based airbrush foundation have another advantage of mimicking the skin texture, as to give no obvious sign of make-up, thereby giving a more natural look to the model.\nSilicone based airbrush foundations are comparatively water-resistant but not waterproof, \nthey do not over dry the skin, and are relatively easy to apply and remove with a mild Make-up Remover.\nTemporary airbrush tattoos (TATs).\nAirbrushes can also be used to apply temporary airbrush tattoos. An artist sprays ink onto the skin through a stencil. Often, the resulting design mirrors the look of a permanent tattoo, without any pain or discomfort. In the past, TATs might only last a week, but now, the best inks can last up to two weeks or longer.\nAirbrush tanning.\nAirbrushes are used to apply special tanning solutions as a form of &lt;a href=\"sunless%20tanning\"&gt;sunless tanning&lt;/a&gt; that simulates the appearance of a natural &lt;a href=\"Sun%20tanning\"&gt;sun tan&lt;/a&gt;. It is promoted as a safer and healthier alternative to the damaging effects of long term exposure to the sun. It is often performed by companies also offering other sun tanning alternatives like &lt;a href=\"sun%20bed\"&gt;sun bed&lt;/a&gt;s.\nFinger nail art.\nAirbrushes are also used to apply images onto human finger nails as well as synthetic ones that are later glued to the person's actual finger nail.\nClothing.\nT-shirt airbrushing is popular—many T-shirt airbrush shops offer to paint any textile that will hold paint, including jeans, denim jackets, leather apparel, pillow cases, and hoodies.\nOne well known producer of airbrushed clothing is &lt;a href=\"Marc%20Ecko\"&gt;Marc Ecko&lt;/a&gt;, who used to airbrush T-shirts when he started his clothing company.\nAutomotive.\nAirbrushes are used to spray murals, graphics, and other artwork on automobiles, motorcycles and helmets. This art form has been around since at least the fifties, but more recently it has seen an increase in popularity thanks to such shows as \"Rides\" and \"American Chopper\".\nMost professionals prefer to use automotive grade bases through top of the line gravity fed airbrushes. The cost to hire a professional artist will vary from a few hundred to several thousand dollars, depending on location, skill level and reputation.\nPlanetary Cartography.\nAirbrush was a novel technique in the scientific portraying of the Moon and other planets in the 1960s. Airbrush maps were produced by USGS Astrogeology Branch to support the NASA Apollo missions. \nStreet artists.\nMany street artists use airbrushing to create names and pictures for tourists, such as around &lt;a href=\"Jackson%20Square%2C%20New%20Orleans\"&gt;Jackson Square&lt;/a&gt; in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;. In the mid-1970s, &lt;a href=\"Panama%20City%20Beach%2C%20Florida\"&gt;Panama City Beach, Florida&lt;/a&gt; was the airbrush capital of the world, with hundreds of artists painting custom designs on &lt;a href=\"T-shirts\"&gt;T-shirts&lt;/a&gt;.\nSafety.\nWhen inhaled, finely dispersed paint and solvents can produce serious health hazards. Regulatory provisions such as those issued by the U.S. &lt;a href=\"Occupational%20Safety%20and%20Health%20Administration\"&gt;Occupational Safety and Health Administration&lt;/a&gt; dictate strict requirements to prevent unsafe use in work environments."
}