{
    "id": "2770356",
    "revid": "1014824425",
    "url": "https://en.wikipedia.org/wiki?curid=2770356",
    "title": "St Vincent College",
    "text": "St Vincent College is a &lt;a href=\"co-educational\"&gt;co-educational&lt;/a&gt; &lt;a href=\"sixth%20form%20college\"&gt;sixth form&lt;/a&gt; (16-18) &lt;a href=\"college\"&gt;college&lt;/a&gt; located in &lt;a href=\"Gosport\"&gt;Gosport&lt;/a&gt;, &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. The majority of students come from the surrounding towns including &lt;a href=\"Gosport\"&gt;Gosport&lt;/a&gt;, &lt;a href=\"Fareham\"&gt;Fareham&lt;/a&gt;, &lt;a href=\"Stubbington\"&gt;Stubbington&lt;/a&gt; and &lt;a href=\"Winchester\"&gt;Winchester&lt;/a&gt;. The nearby &lt;a href=\"Gosport%20Ferry\"&gt;Gosport Ferry&lt;/a&gt; link with &lt;a href=\"Portsmouth\"&gt;Portsmouth&lt;/a&gt; also allows students from that city to attend. The college has around 1,200 full-time students; it also caters for older \"Access\" students.\nHistory.\nSt Vincent Secondary School opened in 1975 on the site of &lt;a href=\"Forton%20Barracks\"&gt;Forton Barracks&lt;/a&gt;, known after 1927 as &lt;a href=\"HMS%20St%20Vincent%20%28Gosport%20shore%20establishment%29\"&gt;HMS \"St. Vincent\"&lt;/a&gt;, with most of the historic buildings of its former Naval existence having been subsequently demolished. In 1987 Gosport Sixth Form College opened as part of the re-organisation of secondary education in the town. Initially the college shared the site with St Vincent Secondary School, but when the school's final Year 11 left in 1990, the present title was adopted.\nThere is a small museum on the site that has a number of artefacts and pictures of the site's time as a naval establishment, although it opens only on the last Friday of each month during term time.\nSports.\nThe college is represented by a &lt;a href=\"field%20hockey\"&gt;hockey&lt;/a&gt; team, &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; team, &lt;a href=\"netball\"&gt;netball&lt;/a&gt; team and an &lt;a href=\"ultimate%20%28sport%29\"&gt;ultimate&lt;/a&gt; frisbee team named Thundercatch. Sports facilities include a full-sized &lt;a href=\"Astro%20turf\"&gt;Astro turf&lt;/a&gt;-based pitch. The campus hosts a gym for the use of the students and local community.\nProposed merger with Fareham College.\nIt was announced in November 2008 in the local press that St Vincent will remain an independent sixth form college. The Gosport community and Principal, staff and students of the college fought hard to keep the college open. The initial Learning and Skills Council (LSC - Government Quango) proposal was on the basis of a consensual merger between the two institutions. Merger talks broke down in the late summer of 2007 when significant differences of opinion over the suitability of the former HMS Daedalus site for a £40 million 'super college' for the Gosport and Fareham area emerged. Consequently, St Vincent pulled out of the proposed merger, but the local LSC decided to pursue a forced merger between the two colleges. St Vincent fought a high-profile local and national campaign to fight this. By the early summer of 2008 it became apparent that the LSC did not have the necessary powers required to secure a forced merger and the plan was scrapped in the autumn. In November 2008 both colleges were inspected by Ofsted and each was given an overall 'good' grade."
}