{
    "id": "27702768",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=27702768",
    "title": "Tjol Lategan",
    "text": "Marthinus Theunis \"Tjol\" Lategan (29 September 1925 – 8 March 2015) was a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; centre. Along with &lt;a href=\"Ryk%20van%20Schoor\"&gt;Ryk van Schoor&lt;/a&gt; he formed one of the great post-war centre partnerships in rugby. Lategan played club rugby for University of Stellenbosch and provincial rugby for &lt;a href=\"Western%20Province%20%28rugby%20team%29\"&gt;Western Province&lt;/a&gt;. He was capped for &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt; eleven times between 1949 and 1953 first representing the team against the 1949 touring New Zealand side. He was later selected for the &lt;a href=\"1951%E2%80%9352%20South%20Africa%20rugby%20union%20tour\"&gt;1951–52 South Africa rugby tour&lt;/a&gt; of Great Britain, Ireland and France. The touring team is seen as one of the greatest South African teams, winning 30 of the 31 matches, including all five internationals.\nPersonal history.\nLategan was born in Stellenbosch in 1925 and educated at &lt;a href=\"Paul%20Roos%20Gymnasium\"&gt;Stellenbosch Boys' High School&lt;/a&gt; before matriculating to &lt;a href=\"Stellenbosch%20University\"&gt;Stellenbosch University&lt;/a&gt; where he studied accountancy. He was universally known as \"Tjol\", a family nickname. He became a partner in a large firm of accountants in &lt;a href=\"East%20London%2C%20Eastern%20Cape\"&gt;East London&lt;/a&gt; before retiring in 1991. He was married twice, his first wife died in 1970 after a short illness, and was later married to Trudie, with whom he lived in a retirement home in &lt;a href=\"Somerset%20West\"&gt;Somerset West&lt;/a&gt;. He was the last surviving member of the 1949 Springboks who beat the New Zealand 'All Blacks' in all four Tests of their tour of South Africa, before he died on 8 March 2015.\nRugby career.\n1949 New Zealand tour of South Africa.\nLategan was originally not selected for the Springboks, when the New Zealand &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;'All Blacks'&lt;/a&gt; arrived in South Africa for their 1949 tour. Playing his club rugby for Stellenbosch University, he had been dropped to the University's second team when New Zealand faced Western Province, for which Lategan was also not required. But after the Western Province back line produced a disappointing display in that match he was called directly into the South Africa squad for the first Test at Cape Town. In his first Test he was partnered at centre with &lt;a href=\"Floors%20Duvenage\"&gt;Floors Duvenage&lt;/a&gt;, the only time in his Test career he would not be partnered with Ryk van Schoor. The Springboks won 15–11, and from that point Lategan would appear in every South Africa international match until 19 September 1953. In the second Test the selectors chose Rhodesian &lt;a href=\"crash%20ball\"&gt;crash ball&lt;/a&gt; expert, Ryk van Schoor to partner Lategan, beginning a record South African partnership of ten Tests. South Africa won 12–6, Lategan scoring his first international points in the game when he scored a &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt;. The final two games of the tour, in Durban and the Port Elizabeth, saw Lategan collect his third and fourth caps in two further Springbok victories. The 'All Blacks\" had lost all four Tests.\n1951 tour of Britain.\nWhen South Africa undertook their Fourth Tour of Britain in 1951, Lategan was selected to travel. The tour took in 31 games, five of which were international matches. Due to injuries to van Schoor and Sinclair, Lategan played in 20 games of the tour, only &lt;a href=\"Fonnie%20du%20Toit\"&gt;Fonnie du Toit&lt;/a&gt; played more. Though Lategan later stated that he '...always felt like playing,' and was able to avoid injury.\nAlthough he did not play the tour opener to the South-Eastern Counties team, Lategan was called upon heavily in the first few weeks of the tour, playing in five of the first seven games. He faced South-Western Counties on 13 October, then a joint &lt;a href=\"Pontypool%20RFC\"&gt;Pontypool&lt;/a&gt;/&lt;a href=\"Newbridge%20RFC\"&gt;Newbridge&lt;/a&gt; on 18 October followed by &lt;a href=\"Cardiff%20RFC\"&gt;Cardiff&lt;/a&gt; just two days later. Although he was rested for the match against &lt;a href=\"Llanelli%20RFC\"&gt;Llanelli&lt;/a&gt;, he was back in the team on 27 October to face the north-Western Counties and again on 31 October against a combined Glasgow/Edinburgh team. Van Schoor was injured during the Glasgow/Edinburgh game, so &lt;a href=\"Dennis%20Fry%20%28rugby%20player%29\"&gt;Dennis Fry&lt;/a&gt; was drafted in at centre along with regular centres Viviers and Sinclair to give Lategan a rest leading up to the first Test. Lategan returned to action to face London Counties on 10 November, partnered with Fry. The game was won by London Counties, 11–9, the only loss the Springboks suffered throughout the entire tour. Five days later he played against &lt;a href=\"Oxford%20University%20RFC\"&gt;Oxford University&lt;/a&gt;, rejoined by a fit-again van Schoor. This was followed just two days later by another trip to Wales, this time playing against a joint &lt;a href=\"Neath%20RFC\"&gt;Neath&lt;/a&gt;/&lt;a href=\"Aberavon%20RFC\"&gt;Aberavon&lt;/a&gt; side.\nOn 24 November Lategan and van Schoor were partnered for the fourth time at international level when South Africa faced &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; at Murrayfield. The decision to choose Lategan over Fry was made just hours before the kick-off. South African rugby journalist R.K. Stent, described Lategan as having a 'Big Moment' temperament, believing he hit his best form of the tour against Scotland. The Scotland game became a rout, with South Africa winning 44–0. Lategan scored his first points of the tour during the game with a try in the 59th minute when he gathered a dropped Scotland pass to run fifty yards, beating &lt;a href=\"Dod%20Burrell\"&gt;Burrell&lt;/a&gt;, and scoring under the posts.\nLategan's next match was against Ulster on 1 December, and followed this with the tour's second Test, against &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; at Lansdowne Road a week later. South Africa won 17–5, setting up a big encounter with Wales a fortnight later. Lategan played in the next match, a bruising encounter against &lt;a href=\"Munster%20Rugby\"&gt;Munster&lt;/a&gt;, but was then rested against &lt;a href=\"Swansea%20RFC\"&gt;Swansea&lt;/a&gt;, before being called back into the squad for the third Test, the match with &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt;. There were some concerns about a slight ankle injury Lategan was carrying after the Munster game, but he was selected anyway. The Wales game was a very tight encounter played mainly through forward play. Despite this, Lategan was key to the result when he managed to find a gap in the Welsh defence after a short pass from Brewis. As he crossed the 25-yard line, Lategan lobbed the ball over Ken Jones' head which was collected by &lt;a href=\"Chum%20Ochse\"&gt;Chum Ochse&lt;/a&gt; who scored a try in the corner. This was South Africa's only try of the game, and the Springboks won by a narrow 6–3 margin.\nLategan was rested for the next two matches, but was again called in for the Test match against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt;, the final international before South Africa travelled to France. England were beaten 8–3. Lategan played in three of the final matches held in Britain, Western Counties, South of Scotland, in which he scored his second try of the tour, and the encounter with &lt;a href=\"Barbarian%20F.C.\"&gt;the Barbarians&lt;/a&gt;. He played in two of the matches in France, scoring in the 20–12 victory of south-Western France, and the Final Test and game of the tour against the &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;French national team&lt;/a&gt;. The 25–3 win gave Lategan his eighth straight international victory.\n1953 Australia tour of South Africa.\nLatagen played in the first two Tests against the touring &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt; team of 1953. The first game, played at Johannesburg saw South Africa win 25–3, where Lategan was joined at centre by his old team mate van Schoor. The next Test, played on 5 September, saw Lategan part of a losing international side for the first, and only, time. South Africa were beaten at Cape Town by a narrow 14–18 scoreline. The loss was blamed on the Springboks desire to please the crowd by switching away from their normal kicking game, to one based on running with the ball. Whether Lategan would have been replaced, like several other members of the team is unknown as he badly injured his arm before the third Test, which kept him out of rugby for a year. Although Lategan continued to play rugby switching from Western Province to Boland during the 1953/54 season, he never represented South Africa at international level again."
}