{
    "id": "2771089",
    "revid": "1062729528",
    "url": "https://en.wikipedia.org/wiki?curid=2771089",
    "title": "Jacques Camatte",
    "text": " \nJacques Camatte (born 1935) is a French writer and former &lt;a href=\"Marxism\"&gt;Marxist&lt;/a&gt; theoretician and member of the &lt;a href=\"International%20Communist%20Party\"&gt;International Communist Party&lt;/a&gt;, a primarily Italian &lt;a href=\"left%20communist\"&gt;left communist&lt;/a&gt; organisation under the influence of &lt;a href=\"Amadeo%20Bordiga\"&gt;Amadeo Bordiga&lt;/a&gt;. After Bordiga's death and the events of &lt;a href=\"May%2068\"&gt;May 68&lt;/a&gt;, his beliefs began to fall closer to the tendencies of &lt;a href=\"anarcho-primitivism\"&gt;anarcho-primitivism&lt;/a&gt;, &lt;a href=\"communization\"&gt;communization&lt;/a&gt;, and &lt;a href=\"accelerationism\"&gt;accelerationism&lt;/a&gt;.\nBiography.\nJacques Camatte was born in 1935 in &lt;a href=\"Plan-de-Cuques\"&gt;Plan-de-Cuques&lt;/a&gt;, and worked as a teacher of &lt;a href=\"earth%20science\"&gt;earth science&lt;/a&gt; at a school in &lt;a href=\"Rodez\"&gt;Rodez&lt;/a&gt;. During his time as a teacher, he often took stances that align with his politics, and rather than oppressively disciplining problematic children, he would recover them using methods relying on the cooperative spirit which he saw inherent in every human being.\nHe lives on an isolated &lt;a href=\"permaculture\"&gt;permaculture&lt;/a&gt; farm in rural France with his daughter and grandson.\nPolitical Activity.\nCamatte became involved with radical politics from an early age, first joining the &lt;a href=\"Fraction%20Fran%C3%A7aise%20de%20la%20Gauche%20Communiste%20Internationale\"&gt;Fraction Française de la Gauche Communiste Internationale&lt;/a&gt; (FFGCI), a &lt;a href=\"left%20communist\"&gt;left communist&lt;/a&gt; organization linked to &lt;a href=\"Marc%20Chirik\"&gt;Marc Chirik&lt;/a&gt; and &lt;a href=\"Onorato%20Damen\"&gt;Onorato Damen&lt;/a&gt;, in 1953. Afterward, he became involved with the closely linked &lt;a href=\"International%20Communist%20Party\"&gt;International Communist Party&lt;/a&gt; (ICP) where he was introduced to the work of &lt;a href=\"Roger%20Dangeville\"&gt;Roger Dangeville&lt;/a&gt;, &lt;a href=\"Suzanne%20Voute\"&gt;Suzanne Voute&lt;/a&gt;, and most importantly, &lt;a href=\"Amadeo%20Bordiga\"&gt;Amadeo Bordiga&lt;/a&gt;, who he began corresponding with in 1954. However, he had several disagreements with the party, especially in regards to the question of &lt;a href=\"National%20Liberation%20%28Marxism%29\"&gt;National Liberation&lt;/a&gt;, and wrote several articles in the party's organ, \"Il Programma Communista\", relating to this issue.\nIn 1961, Camatte began to perform a growing intellectual role within the ICP, opening up a real intellectual exchange with Bordiga himself. His text \"Origin and Function of the Party Form\" published in 1962 showed a certain convergence with Bordiga. For the latter, it was important to differentiate between the \"formal party\" (the organized real party) and the \"historical party\" (the group carrying a communist historical program). Bordiga, fleeing all activism, proclaimed that Marx's theory was primarily the theory of the proletariat. For Camatte, the historical party was a materialized organ in a formal organization of the proletariat, whatever its size. Consequently, Camatte believed that in a counterrevolutionary period, as before May 1968, the \"internationalists\" should not fall into the trap of activism, but should develop the communist program, concentrating first and foremost on the critique of political economy.\nAfter moving to Paris in 1964 and becoming involved with their local branch of the ICP, he became opposed to what he considered &lt;a href=\"Trotskyism\"&gt;Trotskyist&lt;/a&gt; activism developing within the party, including the formalization of meetings, bureaucratization of party membership, agitation being centered around a party newspaper, and the agitation for &lt;a href=\"Communist\"&gt;Communist&lt;/a&gt; trade unions. \nIn 1966, after further controversial writings within the party, Camatte and Dangeville split from the party along with eleven other members. This split was particularly painful, because as Camatte recalls, \"whoever leaves the party is dead to the party.\" Since Camatte was the librarian of the ICP's periodicals and literary collection, he had to barricade himself inside of his apartment to keep them. Eventually, he was forced to burn the entirety of the collection that was not written by Bordiga, to prove that he was not an \"academic\". Bordiga later referred to this as \"an act of gangsterism.\"\nAfter the split, and then conflict with Dangeville leading to a second split, Camatte founded the journal \"&lt;a href=\"Invariance%20%28journal%29\"&gt;Invariance&lt;/a&gt;\", which sought to protect the purity of revolutionary theory. \nTheories and beliefs.\nCamatte saw \"Invariance\" as the daughter of the events of May 1968, claiming that 1968 was \"the end of the counter-revolutionary phase... May '68 is not the revolution, it is its emergence. An emergence which had been prepared by the Vietnam War, the international monetary crisis..., the struggle of the guerrillas in Latin America, and especially that of the black workers' movement, provoked by the consequences of automation.\" Significantly, Camatte early on rejected the class-based concept of proletariat. The future \"party\" of tomorrow was \"an impersonal force above generations\" and classes, because \"it represents the human species, the human being who has finally been found. It is the consciousness of the species. And any attempt to prematurely form artificial organizations, as the ICP and other 'ultra-legal' groups did, was tantamount to a 'gang' or 'racketeer'.\"\nDuring this time, Camatte produced his most notable work, \"Capital and Community\", which analyzes Marx's \"Results of the Direct Production Process\", the subject of capital as totality, and &lt;a href=\"Communism\"&gt;Communism&lt;/a&gt; as the formation of a \"Gemeinwesen\", or a human community.\nAfter collecting and publishing a great amount of historical documents from left communist currents, and analyzing the most recently discovered writings of Marx, in the early-1970s Camatte publicly abandoned the Marxist perspective. He decided instead that capitalism had succeeded in shaping humanity to its profit, and that every kind of \"revolution\" was thus impossible; that the working class was nothing more than an aspect of capital, unable to supersede its situation; that any future revolutionary movement would basically consist of a struggle between humanity and capital itself, rather than between classes; and that capital has become &lt;a href=\"Totalitarianism\"&gt;totalitarian&lt;/a&gt; in structure, leaving nowhere and no one outside its domesticating influence. This &lt;a href=\"pessimism\"&gt;pessimism&lt;/a&gt; about &lt;a href=\"revolutionary\"&gt;revolutionary&lt;/a&gt; perspective is accompanied by the idea that we can \"leave the world\" and live closer to &lt;a href=\"nature\"&gt;nature&lt;/a&gt;, and stop harming children and deforming their naturally reasonable minds.\nTo Camatte, the Communist perspective remains postponed indefinitely: \"Human society can only survive if it transforms itself into a human \"Gemeinwesen\". The proletariat no longer has a romantic task to accomplish, but restoring its human centrality.\" Camatte proposes the concept of \"inversion\" as being the only way to accomplish this, a concept which he draws from Bordiga's later works.\nLegacy.\n\"Invariance\" was particularly influential after it was first published, with new editions typically selling around 4,000 copies. It found a wide audience in the left-wing of the French &lt;a href=\"Trotskyism\"&gt;Trotskyists&lt;/a&gt;, and especially among Italian &lt;a href=\"Autonomism\"&gt;Autonomists&lt;/a&gt;, most notably with &lt;a href=\"Antonio%20Negri\"&gt;Antonio Negri&lt;/a&gt; claiming to have been \"inspired\" by the journal when he was reading it while in prison.\nCamatte's views came to influence the &lt;a href=\"Anarcho-primitivism\"&gt;anarcho-primitivists&lt;/a&gt;, who developed aspects of Camatte's line of argument in the journal \"&lt;a href=\"Fifth%20Estate%20%28periodical%29\"&gt;Fifth Estate&lt;/a&gt;\" in the late-1970s and early-1980s. \nIn the 21st century, his views also went on to influence &lt;a href=\"accelerationism\"&gt;accelerationism&lt;/a&gt;, and his essay \"Decline of the Capitalist Mode of Production or Decline of Humanity?\" was featured in \"#Accelerate: The Accelerationist Reader\""
}