{
    "id": "27757074",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=27757074",
    "title": "Chester Gaylord",
    "text": "Chester Gaylord (February 24, 1899 – July 1, 1984) was a vocalist and among the most active of recording artists in the United States during the late 1920s through the early 1930s. He was known as \"The Whispering Serenader\" on radio and on his phonograph records.\nHe began his career as a singer and announcer for radio station WTAG in &lt;a href=\"Worcester%2C%20Massachusetts\"&gt;Worcester&lt;/a&gt;, Massachusetts in the early 1920s. Chester Gaylord's first recordings (in 1920) were saxophone solos for &lt;a href=\"Thomas%20Edison\"&gt;Thomas Edison&lt;/a&gt;, whom he had met. In 1923, he signed with Columbia records and made a number of vocal records for them. His popularity spread rapidly leading &lt;a href=\"Brunswick%20Records\"&gt;Brunswick Records&lt;/a&gt; (the second largest record company in the United States in the 1920s) to offer him an exclusive contract. He became one of the labels most prolific vocalists during the late 1920s. After the &lt;a href=\"Warner%20Brothers\"&gt;Warner Brothers&lt;/a&gt; bought out the Brunswick Record company in April 1930 a reorganization occurred and Chester Gaylord's contact was one of numerous artists whose contract was not renewed. Chester Gaylord continued to be popular on radio throughout the early 1930s until the introduction of &lt;a href=\"swing%20music\"&gt;swing music&lt;/a&gt;, in 1935, a type of music that was unsuitable to his style of singing. From 1929 to 1931, he was a featured vocalist on NBC radio on the Top Notchers Coca-Cola Radio Program with &lt;a href=\"Leonard%20Joy\"&gt;Leonard Joy&lt;/a&gt; and his All String Orchestra.\nGaylord moved to WBZ in Boston in the late 40s, and completed his broadcasting career there. He retired sometime in the mid-1960s. During his retirement years he lived in &lt;a href=\"Sterling%2C%20Massachusetts\"&gt;Sterling&lt;/a&gt;, Massachusetts. He regularly played 1920s and 1930s songs on piano at The Old Timer, an Irish Pub in neighboring &lt;a href=\"Clinton%2C%20Mass\"&gt;Clinton&lt;/a&gt;, Mass. According to Gaylord's obituary, he was still performing right up until a few weeks before his death."
}