{
    "id": "27765747",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=27765747",
    "title": "Gambarogno",
    "text": "Gambarogno is a &lt;a href=\"municipalities%20of%20Switzerland\"&gt;municipality&lt;/a&gt; in the district of &lt;a href=\"Locarno%20%28district%29\"&gt;Locarno&lt;/a&gt; in the &lt;a href=\"Cantons%20of%20Switzerland\"&gt;canton&lt;/a&gt; of &lt;a href=\"Ticino\"&gt;Ticino&lt;/a&gt; in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. It was created on 25 April 2010 through the merger of the municipalities of &lt;a href=\"Caviano\"&gt;Caviano&lt;/a&gt;, &lt;a href=\"Contone\"&gt;Contone&lt;/a&gt;, &lt;a href=\"Gerra%20%28Gambarogno%29\"&gt;Gerra&lt;/a&gt;, &lt;a href=\"Indemini\"&gt;Indemini&lt;/a&gt;, &lt;a href=\"Magadino\"&gt;Magadino&lt;/a&gt;, &lt;a href=\"Piazzogna\"&gt;Piazzogna&lt;/a&gt;, &lt;a href=\"San%20Nazzaro%2C%20Switzerland\"&gt;San Nazzaro&lt;/a&gt;, &lt;a href=\"Sant%27Abbondio\"&gt;Sant'Abbondio&lt;/a&gt; and &lt;a href=\"Vira%2C%20Switzerland\"&gt;Vira&lt;/a&gt;.\nGambarogno borders the following municipalities: &lt;a href=\"Alto%20Malcantone\"&gt;Alto Malcantone&lt;/a&gt;, &lt;a href=\"Ascona\"&gt;Ascona&lt;/a&gt;, &lt;a href=\"Curiglia%20con%20Monteviasco\"&gt;Curiglia con Monteviasco&lt;/a&gt; (IT-VA), &lt;a href=\"Locarno\"&gt;Locarno&lt;/a&gt;, &lt;a href=\"Minusio\"&gt;Minusio&lt;/a&gt;, &lt;a href=\"Monteceneri\"&gt;Monteceneri&lt;/a&gt;, &lt;a href=\"Tenero-Contra\"&gt;Tenero-Contra&lt;/a&gt;, &lt;a href=\"Maccagno%20con%20Pino%20e%20Veddasca\"&gt;Maccagno con Pino e Veddasca&lt;/a&gt; (IT-VA).\nHistory.\nCaviano is first mentioned in 1258 as \"Caviliano\". Contone is first mentioned in 1152 as \"Gondono\". The name Gerra is probably from the 18th century, when the village of Ronco de Martignoni (which was first mentioned in 1591) expanded into the Gerra &lt;a href=\"river%20delta\"&gt;river delta&lt;/a&gt; and the shores of &lt;a href=\"Lake%20Maggiore\"&gt;Lake Maggiore&lt;/a&gt;. Indemini is first mentioned in 1260 as \"Indemine\". Magadino is first mentioned in 1254 as \"de Magadino\". It was also previously known, in German, as \"Megadin\" though this name is no longer used. Piazzogna is first mentioned in 1337 as \"Piazognia\". San Nazzaro is first mentioned in 1258 as \"Sancto Nazario\". Sant'Abbondio is first mentioned in 1192 as \"Sancto Abundio\".\nCaviano.\nIn 1264 and again in 1365, the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Como\"&gt;Bishop of Como&lt;/a&gt; transferred part of the &lt;a href=\"tithe\"&gt;tithe&lt;/a&gt;s of the Gambarogno valley, including Caviano and Scaiano, to the Magoria and Duno families from &lt;a href=\"Locarno\"&gt;Locarno&lt;/a&gt;. Caviano originally belonged to the &lt;a href=\"parish\"&gt;parish&lt;/a&gt; of Locarno, then in 1558 to &lt;a href=\"Sant%27Abbondio\"&gt;Sant'Abbondio&lt;/a&gt;. It became a separate parish in 1850. The old church, the foundation is pre-&lt;a href=\"Switzerland%20in%20the%20Roman%20era\"&gt;Roman&lt;/a&gt;, was demolished in 1864 after the completion of the new church of S. Maria Nascente. Due to limited fishing and farming land, much of the population emigrated to other cantons or countries. The old outskirts of the village is still easily visible. In the settlement of Cento Campi, there were a number of alpine shelters and barns with &lt;a href=\"thatched%20roof\"&gt;thatched roof&lt;/a&gt;s, though most have fallen into disrepair. This type of shelter/barn was commonly used on the pastures (monti) around &lt;a href=\"Lake%20Maggiore\"&gt;Lake Maggiore&lt;/a&gt;.\nContone.\nThree tombs have been discovered in Contone, which can be dated earlier than the &lt;a href=\"Early%20Middle%20Ages\"&gt;Early Middle Ages&lt;/a&gt;. These tombs date to the reopening of the &lt;a href=\"Swiss%20Alps\"&gt;alpine&lt;/a&gt; passes.\nSome time before 1219, a Hospital of the &lt;a href=\"Knights%20Hospitaller\"&gt;Knights Hospitaller&lt;/a&gt; was built in the village. However, the exact foundation year and location are controversial. It was later &lt;a href=\"Commandry%20%28feudalism%29\"&gt;Commandry&lt;/a&gt; of the &lt;a href=\"Sovereign%20Military%20Order%20of%20Malta\"&gt;Order of Malta&lt;/a&gt;. In the 16th century, the Commandry estates went to the hospital in Lugano and in 1811 to the Antognini family of &lt;a href=\"Bellinzona\"&gt;Bellinzona&lt;/a&gt;.\nIn 1104, the &lt;a href=\"Lombards\"&gt;Lombard&lt;/a&gt; nobleman Wido Samarate built or rebuilt a church and presented it to the &lt;a href=\"Benedictine\"&gt;Benedictine&lt;/a&gt; monastery of S. Giorgio in Quartino (&lt;a href=\"Magadino\"&gt;Magadino&lt;/a&gt;). The church, which was dedicated to St. Nicholas, was incorporated in 1152 into the &lt;a href=\"parish\"&gt;parish&lt;/a&gt; of Locarno. It was closed in 1769 and fell apart. The &lt;a href=\"parish%20church\"&gt;parish church&lt;/a&gt; of S. Giovanni Battista was built in the 16th-century church, on the site of the hospital church.\nThe inhabitants of Contone lived as herders and farmers, mostly on the lowest part of the slope of Mount Ceneri. After 1850, the employment situation changed because of the decline of the port of Magadino and railway construction. Many inhabitants emigrated abroad and found work as painters, plasterers and stove-makers. With immigration of, mainly Italian, day laborers, the population began to grow. At the end of the 20th century, most jobs were in the services sector. After the correction of the &lt;a href=\"Ticino%20%28river%29\"&gt;Ticino river&lt;/a&gt;, the vast, formerly marshy plain became home to a number of commercial and industrial buildings.\nGerra (Gambarogno).\nGerra was part of the old \"&lt;a href=\"B%C3%BCrgergemeinde\"&gt;Vicinanza&lt;/a&gt;\" of Gambarogno. In the 16th century, Ronco de Martignoni, Ronco di Sopra and Scimiana joined together to form an independent municipality. This municipality is listed in the register of lands of the &lt;a href=\"parish\"&gt;parish&lt;/a&gt; of S. Abbondio from 1596. In 1744, the St. Rochus and Sebastian &lt;a href=\"parish%20church\"&gt;parish church&lt;/a&gt; was built.\nOf the three inhabited settlement cores, Scimiana has remained nearly unchanged. The network of narrow streets and typical Gambarogno style alleys have been preserved, while most of the wooden balconies are gone and the fishermen's houses have disappeared. At the beginning of the 21st Century more than half the working population is employed in the services sector, and most work outside of the municipality.\nIndemini.\nIn the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; it was part of the \"Vicinanza\" of Gambarogno. In the 17th century there were disputes over alpine pastures and forest owned by the village cooperatives of the Valle Veddasca and the Malcantone. In 1752, these border disputes were resolved with the Treaty of Varese. In 1800, the &lt;a href=\"Helvetic%20Republic\"&gt;Helvetic&lt;/a&gt; government considered exchanging Indemini for &lt;a href=\"Campione%20d%27Italia\"&gt;Campione d'Italia&lt;/a&gt; in the &lt;a href=\"Cisalpine%20Republic\"&gt;Cisalpine Republic&lt;/a&gt;.\nA vice-parish was formed in 1556 after they broke away from the parish of Vira. The church of San Bartolomeo, which is probably built before 1213, was expanded in the 17th century and renovated in the 19th century.\nThe village was isolated for most of its history. It wasn't until 1917-18 that a roadway was built on the Swiss side. A road from Italy wasn't built until 1964. The isolation helped Indemini to retain its rural appearance. In the past, the village economy relied on agriculture, but it declined in importance in the 1970s and 80s. During most of the year, the village is mostly abandoned, but in the summer season the population expands rapidly.\nMagadino.\nDuring the &lt;a href=\"Late%20Middle%20Ages\"&gt;Late Middle Ages&lt;/a&gt; the village was mentioned when certain &lt;a href=\"feudal\"&gt;feudal&lt;/a&gt; rights were transferred from the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Como\"&gt;Bishop of Como&lt;/a&gt; to the \"Capitanei\" of Locarno transferred. Until 1342, these rights included the right to collect tolls on goods traveling through the area. The village of Quartino was, in the 11th to 16th centuries, a &lt;a href=\"Benedictine\"&gt;Benedictine&lt;/a&gt; &lt;a href=\"priory\"&gt;priory&lt;/a&gt;. The priory of St. George belonged to the &lt;a href=\"Fruttuaria\"&gt;abbey of S. Benigno di Fruttuaria&lt;/a&gt; in &lt;a href=\"Piedmont\"&gt;Piedmont&lt;/a&gt;, then to S. Gemolo di Ganna in &lt;a href=\"Lombardy\"&gt;Lombardy&lt;/a&gt;. In the 17th century the monastic estates came to the hospital in Locarno.\nTogether with the villages of Quartino and Orgnana, Magadino belonged to the parish of S. Pietro in Vira, until it became an independent parish in 1846. The church of San Carlo was built in 1844-46.\nThe Codice \"delle strade di Como\" (1335) mentions a tower in Magadino, though no trace of the tower has been found. A castle is also mentioned in a chronicle from the 17th century, but it is also lost. The chronicle says it was built in 1365 on the orders of Galeazzo Visconti for the inhabitants of Locarno and destroyed in 1518 by the &lt;a href=\"Old%20Swiss%20Confederacy\"&gt;Swiss&lt;/a&gt;.\nMagadino was a major port and an important customs station at the transit route north from Lombardy to the cities of the Alps, and its importance grew in 1515 after the collapse of the bridge over the Ticino river at &lt;a href=\"Bellinzona\"&gt;Bellinzona&lt;/a&gt;. With the introduction of regular steamship traffic (1826) and the opening of the road over the &lt;a href=\"Gotthard%20Pass\"&gt;Gotthard Pass&lt;/a&gt; (1830) Magadino became a stop on the coach routes. Many new warehouses, hotels and restaurants were built, some of which are still visible today. The decline of the port began with the opening of the railway lines to Locarno (1874) and &lt;a href=\"Luino\"&gt;Luino&lt;/a&gt; (1882). The town stagnated between the 1880s until the 1960s. In 2000, the majority of the population worked outside the village. In 2005, almost half of the jobs were in the services sector.\nPiazzogna.\nPiazzogna was mentioned between 1542-46 as part of the award given by the local &lt;a href=\"bailiff\"&gt;bailiff&lt;/a&gt; during arbitration. The arbitration dealt with the rights of neighboring villages to use alpine meadows. Piazzogna belonged first to the municipality and parish of Vira, but by 1704 it had become an independent municipality. However, it didn't become an independent political municipality until 1803.\nThe original village church of S. Antonio Abate was probably built in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; in the romanesque style. However it fell into ruin and collapsed between the 17th and 18th centuries. The parish built a new church in 1752. In the wake of the village's independence from the parish of Vira in 1837, this church was expanded several times in the 19th century.\nThe hamlet of Alabardia, once part of the parish of San Nazzaro, became widely known in 1783 as the center of &lt;a href=\"Horace-B%C3%A9n%C3%A9dict%20de%20Saussure\"&gt;Horace-Bénédict de Saussure&lt;/a&gt;'s &lt;a href=\"barometric\"&gt;barometric&lt;/a&gt; experiments conducted around Lake Maggiore.\nSan Nazzaro.\nIn the &lt;a href=\"hamlet%20%28place%29\"&gt;hamlet&lt;/a&gt; of Vairano, &lt;a href=\"Urn%23Cremation%20urns\"&gt;cremation urns&lt;/a&gt; have been found which may date back to the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; cremations. Additionally, Roman era pottery and coins have also been discovered. In the hamlet of Mossana, a number of Roman graves were discovered. In the hamlet of Taverna, there used to stand a tower, which had probably given by &lt;a href=\"Frederick%20I%2C%20Holy%20Roman%20Emperor\"&gt;Frederick I Barbarossa&lt;/a&gt; in 1186 to the Orelli family. The tower later passed into the possession of the nobility of Locarno and was used in the control of trade in the Upper Lake Maggiore and Gambarogno river areas. Even in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; it was a center place in the Gambarogno valley. In the 13th century, the \"Vicinanza\" meetings were held in the church square in Taverna. In 1487, the Gambarogno became independent of Locarno, and San Nazzaro became the seat of the &lt;a href=\"Podest%C3%A0\"&gt;Podestà&lt;/a&gt; and the court.\nIt was part of the parish of Vira, until it became an independent parish in 1558. The parish church of SS Nazzaro e Celso was first mentioned in 1258. It was rebuilt in 1790 in the &lt;a href=\"classicist%20style\"&gt;classicist style&lt;/a&gt; and enlarged.\nThe population lived, primarily, from agriculture and grazing. The local economy was supplemented in the 15th century by emigration, mostly of bricklayers and builders, to Italy. In the second half of the 20th century, there was a strong population growth, as the village became home to a few tourist hotels and many second homes. In 2000, approximately two thirds of the workers in the municipality were commuters.\nSant'Abbondio.\nAccording to a document from 1358, the settlements of Martignoni de Ronco, Ronco di Sopra, Scimiana, Calgiano, Caviano and Scaiano had already grown up around the church of SS Abbondio e Andrea. The church itself is first mentioned in 1364. It was part of the parish of Vira, when it became the center of an independent parish. In 1774, the villages of Ronco de Martignoni, Ronco di Sopra and Scimiana broke away from Sant'Abbondio to join the vice parish of Gerra. Then, in 1850, they were followed by the settlement of Caviano and Scaiano. The parish church of the new, smaller parish of Sant'Abbondio was rebuilt in the classicist style in 1852-53.\nThe local economy was based mostly on agriculture and pastoralism. In the 19th century, the emigration of decorators, painters and potters to France, provided another source of income. In the second half of the 20th century, Sant'Abbondio was developed for tourism and many second homes were built in the village.\nDemographics.\nThe population (as of ) was . As of 2013 a total of 20.8% of the population are resident foreign nationals. Over the last 3 years (2010-2013) the population has changed at a rate of 3.8%.\nThe age distribution, as of 2013, in Gambarogno is; 18.1% of the population are between 0 and 19 years old. Of the adult population, 59.5% of the population are between 20 and 64 years old and 22.5% are 65 or older.\nAs of 2013, there were 2,287 private households in the municipality. The vacancy rate for the municipality, in 2014, was 0.13%. As of 2012, the construction rate of new housing units was 7.0 new units per 1000 residents.\nGeography.\nGambarogno has an area, , of . Of this area, or 11.5% is used for agricultural purposes, while or 76.1% is forested. Of the rest of the land, or 7.5% is settled (buildings or roads), or 1.2% is either rivers or lakes and or 5.7% is unproductive land.\nOf the built up area, housing and buildings made up 4.6% and transportation infrastructure made up 2.1%. Out of the forested land, 64.3% of the total land area is heavily forested and 2.4% is covered with orchards or small clusters of trees. Of the agricultural land, 6.1% is used for growing crops and 4.6% is used for alpine pastures. Of the water in the municipality, 0.4% is in lakes and 0.8% is in rivers and streams. Of the unproductive areas, 4.9% is unproductive vegetation.\nHeritage sites of national significance.\nThe Complesso di S. Carlo, a church and parish house, and the Villa Ghisler, both in the village of Magadino, are listed as Swiss &lt;a href=\"Swiss%20inventory%20of%20cultural%20property%20of%20national%20and%20regional%20significance\"&gt;heritage site of national significance&lt;/a&gt;. The villages of Indemini and Magadino-Rivabella are both listed in the &lt;a href=\"Inventory%20of%20Swiss%20Heritage%20Sites\"&gt;Inventory of Swiss Heritage Sites&lt;/a&gt;.\nHistoric population.\nThe historical population is given in the following table:\nPolitics.\nIn the 2011 &lt;a href=\"2007%20Swiss%20federal%20election\"&gt;federal election&lt;/a&gt; the most popular party was the &lt;a href=\"FDP.The%20Liberals\"&gt;FDP&lt;/a&gt; which received 26.5% of the vote. The next three most popular parties were the &lt;a href=\"Christian%20Democratic%20People%27s%20Party%20of%20Switzerland\"&gt;CVP&lt;/a&gt; (20.2%), the &lt;a href=\"Social%20Democratic%20Party%20of%20Switzerland\"&gt;SP&lt;/a&gt; (17.2%) and smaller, local parties with 14.3% of the vote.\nEconomy.\n, there were 67 people employed in the &lt;a href=\"Primary%20sector%20of%20the%20economy\"&gt;primary economic sector&lt;/a&gt; and about 23 businesses involved in this sector. A total of 835 people were employed in the &lt;a href=\"Secondary%20sector%20of%20the%20economy\"&gt;secondary sector&lt;/a&gt; and there were 112 businesses in this sector. Finally, 1,360 people were employed in the &lt;a href=\"Tertiary%20sector%20of%20the%20economy\"&gt;tertiary sector&lt;/a&gt;, with 354 businesses in this sector.\nClimate.\nBetween 1961 and 1990 Magadino village in Gambarogno had an average of 103 days of rain or snow per year and on average received of &lt;a href=\"Precipitation%20%28meteorology%29\"&gt;precipitation&lt;/a&gt;. The wettest month was May during which time Magadino received an average of of rain or snow. During this month there was precipitation for an average of 12.9 days. The driest month of the year was December with an average of of precipitation over 5.5 days.\nEducation.\nThe municipal preschool/primary school system is headquartered in &lt;a href=\"San%20Nazzaro%2C%20Switzerland\"&gt;San Nazzaro&lt;/a&gt;. There are four preschool sites: &lt;a href=\"Contone\"&gt;Contone&lt;/a&gt;, &lt;a href=\"Gerra%20%28Gambarogno%29\"&gt;Gerra&lt;/a&gt;. Quartino-Cadepezzo, and &lt;a href=\"Vira%2C%20Switzerland\"&gt;Vira&lt;/a&gt;; and four primary school sites: Contone, Quartino-Cadepezzo, San Nazzaro, and Vira.\nThe municipal library, Biblioteca comunale Gambarogno in San Nazzaro, opened in 2014. There is also a &lt;a href=\"toy%20library\"&gt;toy library&lt;/a&gt; (\"ludoteca\") in San Nazzaro, which opened in 1997.\nTransportation.\nThe municipality has five railway stations: , , , , and . All five are located on the &lt;a href=\"Cadenazzo%E2%80%93Luino%20railway\"&gt;Cadenazzo–Luino line&lt;/a&gt; with regular service to , , and .\nCrime.\nIn 2014 the crime rate, of the over 200 crimes listed in the &lt;a href=\"Strafgesetzbuch%20%28Switzerland%29\"&gt;Swiss Criminal Code&lt;/a&gt; (running from murder, robbery and assault to accepting bribes and election fraud), in Gambarogno was 51.3 per thousand residents. This rate is lower than average, at only 61.2% of the rate in the district and 53.4% of the cantonal rate. During the same period, the rate of drug crimes was 8.1 per thousand residents. This rate is also lower than average, with only 50.6% of the rate in the canton. The rate of violations of immigration, visa and work permit laws was 3.9 per thousand residents, also lower than average at only 63.9% of the rate in the district and only 52.0% of the rate in the canton."
}