{
    "id": "27804",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=27804",
    "title": "Search engine (computing)",
    "text": "A search engine is an &lt;a href=\"information%20retrieval\"&gt;information retrieval system&lt;/a&gt; designed to help find information stored on a &lt;a href=\"computer%20system\"&gt;computer system&lt;/a&gt;. The search results are usually presented in a list and are commonly called \"hits\". Search engines help to minimize the time required to find information and the amount of information which must be consulted, akin to other techniques for managing &lt;a href=\"information%20overload\"&gt;information overload&lt;/a&gt;. \nThe most public, visible form of a search engine is a &lt;a href=\"Web%20search%20engine\"&gt;Web search engine&lt;/a&gt; which searches for information on the &lt;a href=\"World%20Wide%20Web\"&gt;World Wide Web&lt;/a&gt;.\nHow search engines work.\nSearch engines provide an &lt;a href=\"interface%20%28computer%20science%29\"&gt;interface&lt;/a&gt; to a group of items that enables users to specify criteria about an item of interest and have the engine find the matching items. The criteria are referred to as a &lt;a href=\"Web%20search%20query\"&gt;search query&lt;/a&gt;. In the case of text search engines, the search query is typically expressed as a set of words that identify the desired &lt;a href=\"concept\"&gt;concept&lt;/a&gt; that one or more &lt;a href=\"document\"&gt;document&lt;/a&gt;s may contain. There are several styles of search query &lt;a href=\"syntax\"&gt;syntax&lt;/a&gt; that vary in strictness. It can also switch names within the search engines from previous sites. Whereas some text search engines require users to enter two or three words separated by &lt;a href=\"Whitespace%20%28computer%20science%29\"&gt;white space&lt;/a&gt;, other search engines may enable users to specify entire documents, pictures, sounds, and various forms of &lt;a href=\"natural%20language\"&gt;natural language&lt;/a&gt;. Some search engines apply improvements to search queries to increase the likelihood of providing a quality set of items through a process known as &lt;a href=\"query%20expansion\"&gt;query expansion&lt;/a&gt;. &lt;a href=\"Query%20understanding\"&gt;Query understanding&lt;/a&gt; methods can be used as standardize query language.\nThe list of items that meet the criteria specified by the query is typically sorted, or ranked. Ranking items by relevance (from highest to lowest) reduces the time required to find the desired information. &lt;a href=\"probability\"&gt;Probabilistic&lt;/a&gt; search engines rank items based on measures of &lt;a href=\"String%20metric\"&gt;similarity&lt;/a&gt; (between each item and the query, typically on a scale of 1 to 0, 1 being most similar) and sometimes &lt;a href=\"popularity\"&gt;popularity&lt;/a&gt; or &lt;a href=\"authority\"&gt;authority&lt;/a&gt; (see &lt;a href=\"Bibliometrics\"&gt;Bibliometrics&lt;/a&gt;) or use &lt;a href=\"relevance%20feedback\"&gt;relevance feedback&lt;/a&gt;. &lt;a href=\"Boolean%20logic\"&gt;Boolean&lt;/a&gt; search engines typically only return items which match exactly without regard to order, although the term \"boolean search engine\" may simply refer to the use of boolean-style syntax (the use of operators &lt;a href=\"Logical%20conjunction\"&gt;AND&lt;/a&gt;, &lt;a href=\"Logical%20disjunction\"&gt;OR&lt;/a&gt;, NOT, and &lt;a href=\"Exclusive%20nor%20gate\"&gt;XOR&lt;/a&gt;) in a probabilistic context.\nTo provide a set of matching items that are sorted according to some criteria quickly, a search engine will typically collect &lt;a href=\"metadata\"&gt;metadata&lt;/a&gt; about the group of items under consideration beforehand through a process referred to as &lt;a href=\"Index%20%28search%20engine%29\"&gt;indexing&lt;/a&gt;. The index typically requires a smaller amount of &lt;a href=\"computer%20storage\"&gt;computer storage&lt;/a&gt;, which is why some search engines only store the indexed information and not the full content of each item, and instead provide a method of navigating to the items in the &lt;a href=\"Serpent%20%28album%29\"&gt;search engine result page&lt;/a&gt;. Alternatively, the search engine may store a copy of each item in a &lt;a href=\"cache%20%28computing%29\"&gt;cache&lt;/a&gt; so that users can see the state of the item at the time it was indexed or for archive purposes or to make repetitive processes work more efficiently and quickly.\nOther types of search engines do not store an index. &lt;a href=\"Web%20crawler\"&gt;Crawler&lt;/a&gt;, or spider type search engines (a.k.a. real-time search engines) may collect and assess items at the time of the search query, dynamically considering additional items based on the contents of a starting item (known as a seed, or seed URL in the case of an Internet crawler). &lt;a href=\"Meta%20search%20engine\"&gt;Meta search engine&lt;/a&gt;s store neither an index nor a cache and instead simply reuse the index or results of one or more other search engine to provide an aggregated, final set of results."
}