{
    "id": "27811932",
    "revid": "33299132",
    "url": "https://en.wikipedia.org/wiki?curid=27811932",
    "title": "Colorado National Guard",
    "text": "The Colorado National Guard consists of the &lt;a href=\"Colorado%20Army%20National%20Guard\"&gt;Colorado Army National Guard&lt;/a&gt; and &lt;a href=\"Colorado%20Air%20National%20Guard\"&gt;Colorado Air National Guard&lt;/a&gt;, forming the state of &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;'s component to the &lt;a href=\"United%20States%20National%20Guard\"&gt;United States National Guard&lt;/a&gt;. Founded in 1860, the Colorado National Guard falls under the &lt;a href=\"Colorado%20Department%20of%20Military%20and%20Veterans%20Affairs\"&gt;Colorado Department of Military and Veterans Affairs&lt;/a&gt;.\nHistory.\nFormation, Civil War, and Sand Creek.\nOn 23 January 1860, the &lt;a href=\"Jefferson%20Territory\"&gt;Jefferson Territory&lt;/a&gt;'s legislature authorized the creation of two armed companies: the Jefferson Rangers and the &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt; Guards, in part to combat the “Bummers”—a band of &lt;a href=\"Turkey%20%28bird%29\"&gt;turkey&lt;/a&gt; thieves—in what was known as the “Denver City Turkey War.” Disbanded shortly thereafter, the &lt;a href=\"Colorado%20Territory\"&gt;Colorado Territorial&lt;/a&gt; militia was created under the name \"Colorado Volunteers.\" Coloradan soldiers participated in the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; on the &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union&lt;/a&gt; side. The &lt;a href=\"1st%20Colorado%20Infantry%20Regiment\"&gt;1st&lt;/a&gt; and &lt;a href=\"2nd%20Colorado%20Infantry%20Regiment\"&gt;2nd Colorado Infantry Regiment&lt;/a&gt;s, serving alongside the &lt;a href=\"2nd%20Regiment%20New%20Mexico%20Volunteer%20Infantry\"&gt;2nd Regiment New Mexico Volunteer Infantry&lt;/a&gt; and Federal cavalry, won in actions against &lt;a href=\"Texas\"&gt;Texan&lt;/a&gt; units at the &lt;a href=\"Battle%20of%20Glorieta%20Pass\"&gt;Battle of Glorieta Pass&lt;/a&gt; in February 1862 under the leadership of former &lt;a href=\"Methodist\"&gt;Methodist&lt;/a&gt; minister Colonel &lt;a href=\"John%20Chivington\"&gt;John Chivington&lt;/a&gt;. In November 1862, the &lt;a href=\"1st%20Colorado%20Cavalry%20Regiment\"&gt;1st Colorado Cavalry Regiment&lt;/a&gt; was created.\nFollowing the &lt;a href=\"Hungate%20massacre\"&gt;Hungate massacre&lt;/a&gt; that killed a family of four–including two children under three years old–&lt;a href=\"Governor%20of%20Colorado\"&gt;Governor&lt;/a&gt; &lt;a href=\"John%20Evans%20%28Colorado%20governor%29\"&gt;John Evans&lt;/a&gt; authorized the creation of the &lt;a href=\"3rd%20Colorado%20Cavalry%20Regiment\"&gt;3rd Colorado Cavalry Regiment&lt;/a&gt; in August 1864 to provide defense against &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt;s. The 1st and 3rd Colorado Cavalries, led by Chivington, launched an attack against an encampment of &lt;a href=\"Arapaho\"&gt;Arapaho&lt;/a&gt; and &lt;a href=\"Cheyenne\"&gt;Cheyenne&lt;/a&gt; in modern-day &lt;a href=\"Kiowa%20County%2C%20Colorado\"&gt;Kiowa County&lt;/a&gt; in what is now known as the &lt;a href=\"Sand%20Creek%20massacre\"&gt;Sand Creek massacre&lt;/a&gt;. The attack killed at least 150 and up to 500 mostly unarmed Native Americans and left around thirty Colorado cavalrymen dead, some due to &lt;a href=\"friendly-fire\"&gt;friendly-fire&lt;/a&gt;. Captain &lt;a href=\"Silas%20Soule\"&gt;Silas Soule&lt;/a&gt; and Lieutenant Joseph Cramer, leading Companies K and D of the 1st Colorado Cavalry, had refused the orders to attack. A &lt;a href=\"Joint%20Committee%20on%20the%20Conduct%20of%20the%20War\"&gt;Joint Committee on the Conduct of the War&lt;/a&gt; investigation declared the Chivington had ordered and led \"a foul and dastardly massacre which would have disgraced the veriest savage among those who were the victims of his cruelty.\" However, no charges or convictions were issued by the Committee due to the previous resignations of Chivington and other officers involved.\nStatehood and early mining strikes.\nAfter Colorado attained statehood in 1876, the then Colorado State Militia was occasionally activated to participate in actions in the &lt;a href=\"American%20Indian%20Wars\"&gt;American Indian Wars&lt;/a&gt; and to deal with &lt;a href=\"strike%20action\"&gt;striking&lt;/a&gt; miners. The 1st Infantry Battalion was constituted on 8 February 1879 and organized on 29 December 1881 in Denver. The unit was redesignated as the 1st Colorado Infantry Regiment and merged with the 2nd Colorado Infantry Regiment in the last quarter of the 19th Century.\nThree hundred state militia under &lt;a href=\"Adjutant%20General\"&gt;Adjutant General&lt;/a&gt; &lt;a href=\"T.J.%20Tarsney\"&gt;T.J. Tarsney&lt;/a&gt; were ordered by Governor &lt;a href=\"Davis%20H.%20Waite\"&gt;Davis H. Waite&lt;/a&gt; in March 1894 to subdue the &lt;a href=\"Cripple%20Creek%20miners%27%20strike%20of%201894\"&gt;Cripple Creek miners' strike&lt;/a&gt;, led by the &lt;a href=\"Western%20Federation%20of%20Miners\"&gt;Western Federation of Miners (WFM)&lt;/a&gt;. Despite some dynamiting of mines by strikers, violence was relatively low compared to later strikes in Colorado. The strike ended in June 1894.\nThe &lt;a href=\"Militia%20Act%20of%201903\"&gt;Militia Act of 1903&lt;/a&gt; reorganized the state militias and established the modern National Guard system. In March that same year, the &lt;a href=\"Colorado%20Labor%20Wars\"&gt;Colorado Labor Wars&lt;/a&gt; began when discontented &lt;a href=\"gold%20mining\"&gt;gold&lt;/a&gt; and &lt;a href=\"silver%20mining\"&gt;silver miners&lt;/a&gt;, led by the WFM, went on strike throughout the state. The various groups of strikers faced opposition from &lt;a href=\"strike-breaker\"&gt;strike-breaker&lt;/a&gt;s, &lt;a href=\"Pinkerton%20National%20Detective%20Agency\"&gt;Pinkertons&lt;/a&gt;, the &lt;a href=\"Baldwin-Felts%20Detective%20Agency\"&gt;Baldwin-Felts Detective Agency&lt;/a&gt;, and the vigilante &lt;a href=\"Citizens%27%20Alliance\"&gt;Citizens' Alliance&lt;/a&gt;. In &lt;a href=\"Idaho%20Springs%2C%20Colorado\"&gt;Idaho Springs&lt;/a&gt;, the &lt;a href=\"Idaho%20Springs%20miners%27%20strike%20of%201903\"&gt;strike there&lt;/a&gt; sought an eight-hour workday. The now National Guard was deployed to deal with the various sites of violence throughout the state. The unrest saw the deployment of around 1,000 guardsmen, equipped with 60,000 rounds of &lt;a href=\".30-40%20Krag\"&gt;.30-40&lt;/a&gt; for their &lt;a href=\"Krag-J%C3%B8rgensen\"&gt;Krag-Jørgensen&lt;/a&gt; rifles. Adjutant General &lt;a href=\"Sherman%20Bell\"&gt;Sherman Bell&lt;/a&gt; and General &lt;a href=\"John%20Chase%20%28general%29\"&gt;John Chase&lt;/a&gt; commanded the force, though the military district established on 4 September 1903 was headed by Colonel Edward Verdeckberg of the 1st Brigade of the guard.\nThe National Guard would perform arrests, execute warrants, and protect mines from strikers until the military district was disestablished on 12 April 1914. During this time, Governor &lt;a href=\"James%20Hamilton%20Peabody\"&gt;James H. Peabody&lt;/a&gt; authorized the use of lethal force to subdue the strikers, particularly near Cripple Creek. On 4 December 1903, the governor declared &lt;a href=\"Teller%20County%2C%20Colorado\"&gt;Teller County&lt;/a&gt; to be in a \"state of insurrection and rebellion,\" but by 28 January 1904 had assessed that the situation to be \"rapidly changing\" and suspended military authority, but left the soldiers in the region for almost three more months. In March 1904, WFM offices were reported to be displaying &lt;a href=\"Flag%20of%20the%20United%20States\"&gt;U.S. flags&lt;/a&gt; defaced with words \"deemed of obnoxious character,\" which were seized and destroyed by troops.\nColorado Coalfield War.\nIn September 1913, after months of sporadic strikes and years of mining accidents, the &lt;a href=\"United%20Mine%20Workers%20of%20America\"&gt;United Mine Workers of America&lt;/a&gt; &lt;a href=\"trade%20union\"&gt;union&lt;/a&gt; declared a general strike in Colorado's southern counties in opposition to &lt;a href=\"coal%20mining\"&gt;coal mining&lt;/a&gt; companies violating state laws surrounding safety, pay, and compensation. The strike targeted in particular the partially &lt;a href=\"John%20D.%20Rockefeller%2C%20Jr.\"&gt;Rockefeller&lt;/a&gt;-owned &lt;a href=\"Colorado%20Fuel%20and%20Iron%20Company\"&gt;Colorado Fuel and Iron Company (CF&amp;I)&lt;/a&gt; in &lt;a href=\"Huerfano%20County%2C%20Colorado\"&gt;Huerfano&lt;/a&gt;, &lt;a href=\"Las%20Animas%20County%2C%20Colorado\"&gt;Las Animas&lt;/a&gt;, and &lt;a href=\"Pueblo%20County%2C%20Colorado\"&gt;Pueblo&lt;/a&gt; counties. After over 10,000 miners were evicted from &lt;a href=\"company%20town\"&gt;company-owned towns&lt;/a&gt; across Southern Colorado in the immediate aftermath of the strike's declaration, sporadic violence began between strikers and the company-backed strikebreakers, mine guards, and deputized local militia hired by Baldwin-Felts detectives.\nNow Adjutant General, General John Chase was ordered by Governor &lt;a href=\"Elias%20M.%20Ammons\"&gt;Elias M. Ammons&lt;/a&gt; to dispatch troops to &lt;a href=\"Walsenburg%2C%20Colorado\"&gt;Walsenburg&lt;/a&gt; and other sites along the &lt;a href=\"Colorado%20and%20Southern\"&gt;Colorado and Southern&lt;/a&gt; railway to disarm strikers and prevent further violence. Chase, a veteran of the 1903-1904 strikes, favored an aggressive strategy in dealing with the strikers. A company from the National Guard and four artillery pieces arrived in the strike zone by train on 9 October 1913 to supplement a growing local militia.\nFollowing the shooting deaths of several strikers by deputized horsemen in &lt;a href=\"Walsenburg%2C%20Colorado\"&gt;Walsenburg&lt;/a&gt; on 24 October, strikers, and militia engaged in a shootout in Berwind Canyon, Las Animas County. The militia was led by &lt;a href=\"Karl%20Linderfelt\"&gt;Karl Linderfelt&lt;/a&gt;, a lieutenant in the National Guard. A National Guardsman from Denver was killed by the strikers. Militia backed by a machine gun ultimately drove off the strikers. The National Guard was mobilized on 28 October and began field operations the next day, arresting strikers accused of arson and assault.\nOn 1 November, after an agreement between General Chase and &lt;a href=\"John%20R.%20Lawson\"&gt;John R. Lawson&lt;/a&gt;, the National Guard marched between the mines and tent colonies to effect disarmament on both sides. The military report of the incident records a warm reception by the strikers, especially at &lt;a href=\"Ludlow%2C%20Colorado\"&gt;Ludlow&lt;/a&gt;, though the National Guard only received a reported 20-30 weapons, including a &lt;a href=\"toy%20gun\"&gt;toy gun&lt;/a&gt;, and were ultimately mocked by the strikers.\nIn January 1914, Ammons and Chase authorized the arrest and detention of &lt;a href=\"Mother%20Jones\"&gt;Mother Jones&lt;/a&gt;, a labor activist, in &lt;a href=\"Trinidad%2C%20Colorado\"&gt;Trinidad&lt;/a&gt;. Multiple attempts by strikers and Trinidad residents to liberate her by both demonstration and riots failed. In late January, an unexploded bomb was located near the encampment of several National Guardsmen, likely in relation to these events. After six months of having soldiers deployed to the southern part of the state and with tensions easing due to the pacifying influence of union leader &lt;a href=\"Louis%20Tikas\"&gt;Louis Tikas&lt;/a&gt; and the National Guard–and despite a murder in Forbes in March 1914 that saw the Guard burn a striker tent colony down–the vast majority of the troops are withdrawn back towards garrisons in Denver in mid-April 1914 to reduce cost.\nLudlow Massacre.\nOn 20 April 1914, 177 remaining Colorado National Guard troops and militia engaged in a shootout at the Ludlow tent colony, resulting in what is known as the Ludlow Massacre. Major &lt;a href=\"Patrick%20Hamrock\"&gt;Patrick Hamrock&lt;/a&gt; and Linderfelt organized the battle against the strikers, which killed around twenty on the UMWA side, including at least eleven women and children who died in a fire started by the soldiers and a boy struck by a machine gun bullet. Louis Tikas was also killed, with Linderfelt later being found responsible for his murder but was not convicted or punished by a military trial. A single National Guard soldier was killed by gunfire from the strikers.\nDuring the following week, strikers sought revenge against the mining companies and National Guard, launching dozens of deadly attacks across the state in what became known as the 10-Day War. General Chase immediately moved hundreds of troops back south to pacify the strikers. Captain &lt;a href=\"Hildreth%20Frost\"&gt;Hildreth Frost&lt;/a&gt; led a small group of National Guard troops on 28 April in the northernmost battle at a mine in &lt;a href=\"Louisville%2C%20Colorado\"&gt;Louisville&lt;/a&gt;. The same day, a National Guard medic was killed and several wounded in a firefight for the &lt;a href=\"hogback%20%28geology%29\"&gt;hogback&lt;/a&gt; near Walsenburg. The fighting ceased on 29 April after &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; ordered the federal-level Army to disarm the strikers and turn-back the National Guard. The strike concluded without much further violence in December 1914.\nFirst World War and Interwar Period.\nIn June 1916, prior to the United States' involvement in the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, the Colorado National Guard was deployed to the &lt;a href=\"Mexican%E2%80%93American%20border\"&gt;Mexican–American border&lt;/a&gt; to support General &lt;a href=\"John%20J.%20Pershing\"&gt;Pershing&lt;/a&gt;'s &lt;a href=\"Pancho%20Villa%20Expedition\"&gt;expedition&lt;/a&gt; against the Mexican revolutionary &lt;a href=\"Pancho%20Villa\"&gt;Pancho Villa&lt;/a&gt;. The deployed troops returned in February 1917.\nAfter the National Guard was activated in 1917 to deploy to Europe to participate in the First World War, the &lt;a href=\"Colorado%20State%20Defense%20Force\"&gt;Colorado State Defense Force&lt;/a&gt; was activated for the first time to take over the responsibilities of the departing Guard. Called to federal service on 5 August 1917, the 1st Infantry Battalion was redesignated as the 157th Infantry Regiment on 24 September as the 157th Infantry Regiment as part of the &lt;a href=\"40th%20Infantry%20Division%20%28United%20States%29\"&gt;40th Infantry Division&lt;/a&gt;. The 157th received campaign credit for Champagne-Marne, Aisne-Marne, St. Mihiel, Meuse-Argonne, and Champagne 1918 during their deployment to &lt;a href=\"France\"&gt;France&lt;/a&gt;.\nFor much of the decade following the First World War, the Colorado National Guard was plagued with low enlistment numbers and limited funding. Despite this, it was mustered against striking &lt;a href=\"Denver%20Tramway\"&gt;Denver Tramway Company&lt;/a&gt; workers in August 1920, where the Guard’s limited numbers meant it was unable to effectively break up the strikers. In June 1921, the &lt;a href=\"Arkansas%20River\"&gt;Arkansas River&lt;/a&gt; flooded, killing at least 120—with some estimates of up to 1,500 dying—and destroying hundreds of homes in and around Pueblo. The National Guard and local &lt;a href=\"American%20Legion\"&gt;American Legion&lt;/a&gt; chapters helped rescue and recover victims.\nThe Colorado Army National Guard added the 120th Aero Observation Squadron 27 June 1923, the first unit of what would become the Colorado Air National Guard. The 120th was one of the &lt;a href=\"List%20of%20observation%20squadrons%20of%20the%20United%20States%20Army%20National%20Guard\"&gt;29 original National Guard observation squadrons&lt;/a&gt; and was part of the &lt;a href=\"45th%20Infantry%20Division%20%28United%20States%29\"&gt;45th Division&lt;/a&gt;. It began flying &lt;a href=\"Curtiss%20JN-4%20Jenny\"&gt;Curtiss JN-4 Jenny&lt;/a&gt; biplanes out of the new &lt;a href=\"Lowry%20Air%20Force%20Base\"&gt;Lowry Airfield&lt;/a&gt; in Denver in 1924.\nAs Adjutant General, Hamrock ordered the National Guard and the state-wide police force, the &lt;a href=\"Colorado%20Rangers\"&gt;Colorado Rangers&lt;/a&gt;, to subdue striking miners in 1922. The National Guard was not present at the November 1927 &lt;a href=\"Columbine%20Mine%20massacre\"&gt;Columbine Mine massacre&lt;/a&gt;, though the Colorado Rangers—which had been disbanded in April that year and were recalled up from the Guard to deal with the strike—were.\nOn 18 April 1936, during the economic trials of the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; and &lt;a href=\"Dust%20Bowl\"&gt;Dust Bowl&lt;/a&gt;, Governor &lt;a href=\"Edwin%20C.%20Johnson\"&gt;Edwin C. Johnson&lt;/a&gt; declared &lt;a href=\"martial%20law\"&gt;martial law&lt;/a&gt; and ordered the closure of Colorado’s southern state borders to migrants. The National Guard effected this order with troops posted on the border by 20 April. Following a threatened &lt;a href=\"boycott\"&gt;boycott&lt;/a&gt; of Colorado businesses by New Mexico and New Mexican Senators &lt;a href=\"Dennis%20Ch%C3%A1vez\"&gt;Dennis Chávez&lt;/a&gt; and &lt;a href=\"Carl%20Hatch\"&gt;Carl Hatch&lt;/a&gt; condemning the measures as &lt;a href=\"Constitutionality\"&gt;unconstitutional&lt;/a&gt;, the governor lifted his orders after only ten days.\nSecond World War.\nWith the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the 3rd Battalion, 157th Infantry Regiment was attached to the &lt;a href=\"45th%20Infantry%20Division%20%28United%20States%29\"&gt;45th Infantry Division \"Thunderbirds\"&lt;/a&gt; and largely composed of Coloradans, Native Americans, and &lt;a href=\"Mexican-Americans\"&gt;Mexican-Americans&lt;/a&gt;, but also included many troops from &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt; and &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt;. It deployed to the &lt;a href=\"European%20Theatre%20of%20WWII\"&gt;European Theatre of WWII&lt;/a&gt;, first seeing combat on 10 July 1943 while landing as part of &lt;a href=\"Allied%20Invasion%20of%20Sicily\"&gt;Invasion of Sicily&lt;/a&gt;, losing 27 men to drowning. The unit landed at &lt;a href=\"Salerno\"&gt;Salerno&lt;/a&gt; on 10 September during the second day of &lt;a href=\"Operation%20Avalanche\"&gt;Operation Avalanche&lt;/a&gt;. Landing again as part of &lt;a href=\"Operation%20Dragoon\"&gt;Operation Dragoon&lt;/a&gt; on 15 August 1944, now in southern &lt;a href=\"France\"&gt;France&lt;/a&gt;, the unit pushed eastward. On 29 April 1945, the 3rd Battalion was ordered to secure the &lt;a href=\"Dachau%20concentration%20camp\"&gt;Dachau concentration camp&lt;/a&gt;. Upon reaching the camp and witnessing the aftermath of the &lt;a href=\"Holocaust\"&gt;Holocaust&lt;/a&gt; crimes perpetrated there, enraged members of the unit &lt;a href=\"Dachau%20liberation%20reprisals\"&gt;killed upwards of 35&lt;/a&gt; &lt;a href=\"Schutzstaffel\"&gt;SS&lt;/a&gt; camp guards and workers as reprisal.\nOther elements of the 157th Infantry participated in the &lt;a href=\"Pacific%20Theatre%20of%20World%20War%20II\"&gt;Pacific Theatre&lt;/a&gt; against &lt;a href=\"Empire%20of%20Japan\"&gt;Japanese&lt;/a&gt; forces. The 1st Battalion, 157th Regiment as organized in 2008 traces its lineage through these troops, who fought during the &lt;a href=\"New%20Guinea%20campaign\"&gt;New Guinea&lt;/a&gt; and &lt;a href=\"Battle%20of%20Luzon\"&gt;Luzon campaigns&lt;/a&gt;, with service during the latter entitling the unit to the &lt;a href=\"Philippine%20Republic%20Presidential%20Unit%20Citation\"&gt;Philippine Presidential Unit Citation&lt;/a&gt; streamer.\n&lt;a href=\"Camp%20George%20West%20Historic%20District\"&gt;Camp George West&lt;/a&gt; near Golden, constructed as a training facility for Colorado National Guardsmen in 1903, was utilized as a &lt;a href=\"shooting%20range\"&gt;rifle range&lt;/a&gt; during the war. &lt;a href=\"Artillery\"&gt;Artillery&lt;/a&gt; training was executed nearby at &lt;a href=\"Green%20Mountain%20%28Lakewood%2C%20Colorado%29\"&gt;Green Mountain&lt;/a&gt;.\nCold War and late Twentieth Century.\nDuring the 1950-1953 &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;, no elements of the Colorado National Guard were deployed into the combat area, though other states' National Guards served in combat and support roles in the combat theatre.\nDuring the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;, 900 Colorado Air National Guardsmen were deployed. Most of these men arrived in 1968 and served a 15 month deployment through 27 March 1969. Of the Colorado Air National Guard deployed, 250 were stationed at &lt;a href=\"Phan%20Rang%20Air%20Base\"&gt;Phan Rang Air Base&lt;/a&gt;. Two of the airmen did not return following crashes in 1969: Maj. Clyde Seiler was killed when his &lt;a href=\"North%20American%20F-100%20Super%20Sabre\"&gt;F-100&lt;/a&gt; was brought down by ground fire during a combat mission and intelligence officer Capt. Perry Jefferson (posthumously promoted to major) who went missing during an observation flight. Jefferson's remains were recovered in 2007. The Coloradan National Guard airmen contributed 9,000 combat hours and 18,000 dropped munitions to the conflict.\nFollowing the 28 May 1998 killing of &lt;a href=\"Cortez%2C%20Colorado\"&gt;Cortez&lt;/a&gt; police officer Dale Claxton and wounding of two fellow officers by a trio of shooters, the Colorado National Guard assisted in the over 500-man, 17-helicopter manhunt that sprawled across the canyons and &lt;a href=\"uranium%20mining%20in%20Colorado\"&gt;uranium mines&lt;/a&gt; of the &lt;a href=\"Four%20Corners\"&gt;Four Corners&lt;/a&gt; region. The bodies of all three criminals would be discovered in the region, with Jason McVean the last found in southeastern &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt; nine years later in 2007.\nTwenty-First Century.\nDuring World War II, the well-known &lt;a href=\"10th%20Mountain%20Division\"&gt;10th Mountain Division&lt;/a&gt; had been stationed and trained at &lt;a href=\"Camp%20Hale\"&gt;Camp Hale&lt;/a&gt;, just outside &lt;a href=\"Leadville%2C%20Colorado\"&gt;Leadville&lt;/a&gt;. Following the war's end, the unit was demobilized at &lt;a href=\"Fort%20Carson\"&gt;Camp Carson&lt;/a&gt; in 1945. It was reactivated at &lt;a href=\"Fort%20Riley\"&gt;Fort Riley&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;, in 1948, then moved to &lt;a href=\"W%C3%BCrzburg\"&gt;Würzburg&lt;/a&gt;, Germany, in 1954, and deactivated again at &lt;a href=\"Fort%20Benning\"&gt;Fort Benning&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;. It was reactivated more permanently out of &lt;a href=\"Fort%20Drum\"&gt;Fort Drum&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, in 1985. Partially in order to reestablish the 10th Mountain Division's relationship with Colorado, the 1st Battalion, 157th Infantry Regiment (Mountain) of the Colorado Army National Guard was put under the 10th Mountain Division in 2016, making 1-157 one of only three mountain infantry battalions in the Army. Despite the reintroduction of an infantry unit, the lineage of the historic Colorado infantry follows through the 3rd Battalion, 157th Field Artillery.\nDuring the &lt;a href=\"COVID-19%20pandemic%20in%20Colorado\"&gt;COVID-19 pandemic in Colorado&lt;/a&gt;, the Colorado National Guard and &lt;a href=\"Colorado%20State%20Patrol\"&gt;Colorado State Patrol&lt;/a&gt; helped staff testing facilities. With the arrival of the &lt;a href=\"COVID-19%20vaccine\"&gt;COVID-19 vaccine&lt;/a&gt;s in December 2020, Brigadier General Scott Sherman was placed in charge of distribution of vaccines in the state. Due to security concerns, &lt;a href=\"Colorado%20State%20Patrol\"&gt;Colorado State Patrol&lt;/a&gt; were assigned to protect shipments.\nAs part of &lt;a href=\"Operation%20Spartan%20Shield\"&gt;Operation Spartan Shield&lt;/a&gt;–a general U.S. military effort in the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;, including in &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;–roughly 70 members of A Company of the 1st Battalion, 157th Infantry Regiment became the first Colorado National Guard infantry deployment since World War II. Departing in late January 2021, the unit joined elements of the &lt;a href=\"Vermont%20National%20Guard\"&gt;Vermont National Guard&lt;/a&gt;, aligned with the &lt;a href=\"86th%20Infantry%20Brigade%20Combat%20Team\"&gt;86th Infantry Brigade Combat Team&lt;/a&gt;. Prior to the deployment, \"Attack Company\" received training from the &lt;a href=\"4th%20Security%20Force%20Assistance%20Brigade\"&gt;4th Security Force Assistance Brigade&lt;/a&gt; of Fort Carson.\nUnits.\nArmy National Guard.\nThe Colorado Army National Guard is currently composed of a variety of units, including the &lt;a href=\"169th%20Field%20Artillery%20Brigade\"&gt;169th Field Artillery Brigade&lt;/a&gt; (of which the &lt;a href=\"157th%20Field%20Artillery%20Regiment\"&gt;157th Field Artillery Regiment \"First Colorado\"&lt;/a&gt; is a component), the 1st Battalion of the 157th Infantry Regiment (attached to the &lt;a href=\"10th%20Mountain%20Division\"&gt;10th Mountain Division&lt;/a&gt;), and the 117th Space Support Battalion. The &lt;a href=\"United%20States%20Forest%20Service\"&gt;United States Forest Service&lt;/a&gt; certifies Colorado Army National Guard helicopter pilots who fly &lt;a href=\"Eurocopter%20UH-72%20Lakota\"&gt;UH-72 Lakota&lt;/a&gt;s, &lt;a href=\"Sikorsky%20UH-60%20Black%20Hawk\"&gt;UH-60 Black Hawk&lt;/a&gt;s, and &lt;a href=\"Boeing%20CH-47%20Chinook\"&gt;CH-47 Chinook&lt;/a&gt;s.\nAir National Guard.\nThe Colorado Air National Guard is primarily stationed at &lt;a href=\"Buckley%20Space%20Force%20Base\"&gt;Buckley Space Force Base&lt;/a&gt; in &lt;a href=\"Aurora%2C%20Colorado\"&gt;Aurora&lt;/a&gt; (where the &lt;a href=\"General%20Dynamics%20F-16%20Fighting%20Falcon\"&gt;F-16C/D&lt;/a&gt;-equipped &lt;a href=\"140th%20Fighter%20Wing\"&gt;140th Fighter Wing&lt;/a&gt; is stationed). The missile defense-oriented &lt;a href=\"137th%20Space%20Warning%20Squadron\"&gt;137th Space Warning Squadron&lt;/a&gt; is stationed in &lt;a href=\"Greeley%2C%20Colorado\"&gt;Greeley&lt;/a&gt;. \nState Defense Force.\nA separate unit, the &lt;a href=\"Colorado%20State%20Defense%20Force\"&gt;Colorado State Defense Force&lt;/a&gt; is a &lt;a href=\"state%20defense%20force\"&gt;state defense force&lt;/a&gt; that has been mobilized twice–during the First and Second World War–which functions in lieu of the Colorado National Guard when the Guard is deployed with the Army and Air Force. The state's defense force is presently inactive, though may be reactivated by the state government at any time.\nInstallations.\nAs of 2015, the Colorado National Guard had over 30 facilities spread across the state. The Colorado National Guard maintains the Veterans Memorial Cemetery of Western Colorado in &lt;a href=\"Grand%20Junction%2C%20Colorado\"&gt;Grand Junction&lt;/a&gt; on behalf of the Colorado Department of Military and Veterans Affairs."
}