{
    "id": "27838149",
    "revid": "30938693",
    "url": "https://en.wikipedia.org/wiki?curid=27838149",
    "title": "Chicago, Burlington &amp; Quincy Railroad Co. v. City of Chicago",
    "text": "Chicago, Burlington &amp; Quincy Railroad Co. v. City of Chicago, 166 U.S. 226 (1897), was a ruling that determined the &lt;a href=\"Due%20Process%20Clause\"&gt;Due Process Clause&lt;/a&gt; of the Fourteenth Amendment required states to provide &lt;a href=\"just%20compensation\"&gt;just compensation&lt;/a&gt; for seizing private property.\nBackground.\n&lt;a href=\"Chicago%20City%20Council\"&gt;Chicago City Council&lt;/a&gt; decided on October 9, 1880 to widen Rockwell Street, which required appropriating land owned by private individuals as well as a right of way owned by &lt;a href=\"Chicago%2C%20Burlington%20and%20Quincy%20Railroad\"&gt;Chicago, Burlington &amp; Quincy Railroad Company&lt;/a&gt;. In a jury trial, the jury awarded the individual land owners the fair value of their land but awarded the railroad company only $1. The railroad company appealed.\nThe City of Chicago contended that due process of law was purely procedural and only required allowing the railroad company's case to be heard: \"[T]he question as to the amount of compensation to be awarded to the railroad company was one of local law merely, and ... the company appearing and having full opportunity to be heard, the requirement of due process of law was observed.\"\nMajority opinion.\n&lt;a href=\"John%20Marshall%20Harlan\"&gt;Justice Harlan&lt;/a&gt; delivered the opinion of the court. &lt;a href=\"David%20Josiah%20Brewer\"&gt;Justice Brewer&lt;/a&gt; was the sole dissenter, and &lt;a href=\"Chief%20Justice%20Fuller\"&gt;Melville Fuller&lt;/a&gt; took no part.\n\"Regard must be had to substance, not to form\".\nJustice Harlan argued that the concept of &lt;a href=\"due%20process%20of%20law\"&gt;due process of law&lt;/a&gt; required fair compensation to be given for any private property seized by the state. In responding to the City of Chicago's claim that due process of law was served merely by allowing the railroad company's grievance to be heard, Harlan stated that satisfying legislative procedure alone is not enough to satisfy due process: \"In determining what is due process of law, regard must be had to substance, not to form.\"\nHarlan then claims that part of the 'substance' of due process requires the legislation to provide for fair compensation for private property:\nThe legislature may prescribe a form of procedure to be observed in the taking of private property for public use, but it is not due process of law if provision be not made for compensation. Notice to the owner to appear in some judicial tribunal and show cause why his property shall not be taken for public use without compensation would be a mockery of justice. Due process of law, as applied to judicial proceedings instituted for the taking of private property for public use means, therefore, such process as recognizes the right of the owner to be compensated if his property be wrested from him and transferred to the public.\n\"Wanting in the due process of law required by the fourteenth amendment\".\nThe court determined that just compensation was required for a conception of due process of law:\nIn our opinion, a judgment of a state court, even if it be authorized by statute, whereby private property is taken for the state or under its direction for public use, without compensation made or secured to the owner, is, upon principle and authority, wanting in the due process of law required by the fourteenth amendment of the constitution of the United States, and the affirmance of such judgment by the highest court of the state is a denial by that state of a right secured to the owner by that instrument.\nHaving decided that the state is required to give just compensation after seizing private property for public use, the majority then found that just compensation had in fact been given to the railroad company by the state.\nDissenting opinion.\nIn his dissent, Justice Brewer agreed that the due process of law required just compensation but disagreed with the majority finding that just compensation had indeed been given to the railroad. He argued that the $1 in compensation given to the railroad was merely nominal. In response to the majority opinion, Brewer wrote:\nIt is disappointing, after reading so strong a declaration of the protecting reach of the fourteenth amendment, and the power and duty of this court in enforcing it as against action by a state by any of its officers and agencies, to find sustained a judgment, depriving a party - even though a railroad corporation - of valuable property without any, or at least only nominal, compensation."
}