{
    "id": "27868894",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=27868894",
    "title": "Mário Simões Dias",
    "text": "Mário Simões Dias de Figueiredo (2 July 1903 in &lt;a href=\"Coimbra\"&gt;Coimbra&lt;/a&gt; – 8 July 1974 in &lt;a href=\"Maputo\"&gt;Lourenço Marques&lt;/a&gt;) was a Portuguese &lt;a href=\"musicologist\"&gt;musicologist&lt;/a&gt; and professional violinist (a disciple of &lt;a href=\"Lucien%20Capet\"&gt;Lucien Capet&lt;/a&gt; and collaborator of &lt;a href=\"Fernando%20Lopes%20Gra%C3%A7a\"&gt;Fernando Lopes Graça&lt;/a&gt;, among others), as well as a prolific music critic and poet. He was &lt;a href=\"blindness\"&gt;blind&lt;/a&gt; from the age of 10.\nAs an academic affiliated with the &lt;a href=\"University%20of%20Coimbra\"&gt;University of Coimbra&lt;/a&gt;, he authored works on music theory and the history of music as well as introductory texts concerned with raising public awareness of classical music; his collection of essays \"A Música, essa desconhecida\" became a popular introduction to &lt;a href=\"music%20history\"&gt;music history&lt;/a&gt; in Portugal. For 13 years (from 1950 to 1963) he maintained a series of weekly &lt;a href=\"live%20radio\"&gt;live radio&lt;/a&gt; shows devoted to the divulgation of classical music, broadcast by the former &lt;a href=\"R%C3%A1dio%20e%20Televis%C3%A3o%20de%20Portugal\"&gt;\"Emissora Nacional\"&lt;/a&gt;.\nAs a poet, he was affiliated with the &lt;a href=\"Realism%20%28arts%29\"&gt;Portuguese neo-realist&lt;/a&gt; tradition and is celebrated chiefly for his book-length poem \"Cântico das Urzes\" (\"The Song of the Heathers\").\nEarly life and education.\nSimões Dias was born in Coimbra in 1903 to a family of the local &lt;a href=\"Gentry\"&gt;landed gentry&lt;/a&gt;, originally rooted in the nearby \"&lt;a href=\"Beira%20%28Portugal%29\"&gt;Beirão&lt;/a&gt;\" countryside. His father, Carlos Simões Dias, was a doctor and entrepreneur whose initiatives included, among other things, importing &lt;a href=\"Buick\"&gt;Buick automobiles&lt;/a&gt;. His maternal grandfather was the &lt;a href=\"Romanticism\"&gt;Romantic&lt;/a&gt; poet &lt;a href=\"Jos%C3%A9%20Sim%C3%B5es%20Dias\"&gt;José Simões Dias&lt;/a&gt;, author of the \"Peninsulares\".\nHe became blind at the age of 10 due to &lt;a href=\"meningitis\"&gt;meningitis&lt;/a&gt;. From the age of 18 he studied violin with the Spanish violinist &lt;a href=\"https%3A//web.archive.org/web/20120308154318/http%3A//xamarju.eresmas.com/castello/arxiu/beneto.htm\"&gt;Francisco Benetó Martinez&lt;/a&gt; in &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt;. He left Portugal for Paris in 1926, where he became a protégé, and later collaborator, of &lt;a href=\"Lucien%20Capet\"&gt;Lucien Capet&lt;/a&gt;.\nCareer as performer.\nAs a young violinist in Paris, he performed at the famed &lt;a href=\"Salle%20Pleyel\"&gt;Salle Pleyel&lt;/a&gt; to great acclaim, as well as in &lt;a href=\"Biarritz\"&gt;Biarritz&lt;/a&gt; and &lt;a href=\"St.%20Jean%20de%20Luz\"&gt;St. Jean de Luz&lt;/a&gt;. He was received with enthusiasm by the contemporary French press; he was celebrated in the pages of the \"&lt;a href=\"Le%20Figaro\"&gt;Figaro&lt;/a&gt;\" as \"un des plus grands virtuoses de l'art de Paganini\", the \"&lt;a href=\"Le%20Courrier\"&gt;Courrier&lt;/a&gt;\" observing that \"ce jeune violiniste, q'une malheureuse cécité isole du munde, reproduit trés délicatement les plus belles compositions des grands maîtres classiques et modernes\".\nHaving returned to Portugal in 1929, he co-founds the \"Academia de Música\" in Coimbra, of which would become the first director, and (in 1934) the \"Instituto de Música\", having been active as a teacher and performer in both institutions. Between 1932 and 1936, he performs as a violinist in several Portuguese and Spanish concert halls, sometimes alongside &lt;a href=\"Fernando%20Lopes%20Gra%C3%A7a\"&gt;Fernando Lopes Graça&lt;/a&gt;, then a celebrated pianist and later to become an important Portuguese composer. Despite acute ideological differences (Simões Dias was a conservative while Graça was an active communist), the two would remain close friends and exchange correspondence until Simões' death in 1974 – Graça's \"Sonatina nº 2\" is dedicated to Simões Dias.\nCareer in musicology and divulgation of classical music.\nHaving become affiliated with the &lt;a href=\"University%20of%20Coimbra\"&gt;University of Coimbra&lt;/a&gt; as a lecturer, Simões Dias published his most widespread work, \"A Música, essa desconhecida\", in 1951. The collection of essays provides an introduction to the &lt;a href=\"history%20of%20music\"&gt;history&lt;/a&gt; and &lt;a href=\"theory%20of%20music\"&gt;theory of music&lt;/a&gt;, and would provide the foundations for his contribution to the divulgation of classical music via radio over the following decades.\nMeanwhile, he pursues more strictly academic work, publishing \"Aspectos da Canção Popular Portuguesa\" in 1952. The book, a study of Portuguese musical folklore, received the \"Ramalho Ortigão National Prize\", granted by the Portuguese \"Secretariat for National Propaganda\", and merited the attention of , leading French musicologist and then director of the &lt;a href=\"University%20of%20Strasbourg\"&gt;Institute of Musicology of the University of Strasbourg&lt;/a&gt; – over the 1950s, the two would become collaborators in the \"Dictionnaire de la Musique\", to which Simões Dias contributed with his studies of Iberian music.\nFor 13 years (from 1950 to 1963), Simões became more widely known for a series of weekly &lt;a href=\"radio%20shows\"&gt;radio shows&lt;/a&gt; devoted to the divulgation and critique of classical music and music performance, broadcast by the former &lt;a href=\"R%C3%A1dio%20e%20Televis%C3%A3o%20de%20Portugal\"&gt;\"Emissora Nacional\"&lt;/a&gt;, including a series on the life and work of &lt;a href=\"Mozart\"&gt;Mozart&lt;/a&gt;, which spanned several years, and a commented selection of musical pieces under the title \"Compositor do Mês\" (\"Composer of the Month\"). He also toured Portugal on occasion as a lecturer, often in initiatives organized by the &lt;a href=\"Calouste%20Gulbenkian%20Foundation\"&gt;Calouste Gulbenkian Foundation&lt;/a&gt;, collaborating with .\nFrom 1953, Simões Dias also contributed with a regular column to the \"Gazeta Musical\", then directed by , and with articles to the literary supplement of the \"&lt;a href=\"Com%C3%A9rcio%20do%20Porto\"&gt;Comércio do Porto&lt;/a&gt;\".\nLater life.\nIn 1968, and a widower since 1956, Simões Dias moved with his daughter and son-in-law to Lourenço Marques, present-day &lt;a href=\"Maputo\"&gt;Maputo&lt;/a&gt;, capital of what was then the &lt;a href=\"Portuguese%20Mozambique\"&gt;Portuguese Overseas Province of Mozambique&lt;/a&gt;. There he pursued his dedication to poetry and filled several notebooks with his memoirs, as yet unpublished. Until his death shortly after the &lt;a href=\"Carnation%20Revolution\"&gt;Carnation Revolution&lt;/a&gt; in 1974, he maintained a radio show along the molds of his previous project in Portugal – \"A Arte de ouvir\" (\"The Art of Listening\"), broadcast by local station \"Rádio Clube de Moçambique\"."
}