{
    "id": "2786383",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=2786383",
    "title": "Scottish Fisheries Protection Agency",
    "text": "The Scottish Fisheries Protection Agency (SFPA) was an &lt;a href=\"List%20of%20Scottish%20Executive%20agencies\"&gt;Executive Agency&lt;/a&gt; of the &lt;a href=\"Scottish%20Government\"&gt;Scottish Government&lt;/a&gt;. On 1 April 2009, the Scottish Fisheries Protection Agency and &lt;a href=\"Fisheries%20Research%20Services\"&gt;Fisheries Research Services&lt;/a&gt; were merged with the Scottish Government Marine Directorate to form &lt;a href=\"Marine%20Scotland\"&gt;Marine Scotland&lt;/a&gt;, part of the core Scottish Government.\nThe SFPA was responsible for both deterring &lt;a href=\"illegal%20fishing\"&gt;illegal fishing&lt;/a&gt; in &lt;a href=\"Scottish%20waters\"&gt;Scottish waters&lt;/a&gt;, as well as monitoring the compliance of the &lt;a href=\"Fishing%20industry%20in%20Scotland\"&gt;fisheries industry in Scotland&lt;/a&gt; with the relevant &lt;a href=\"Scots%20law\"&gt;Scottish&lt;/a&gt; and &lt;a href=\"European%20Union%20laws\"&gt;European Union laws&lt;/a&gt; on fisheries. The Agency had 18 Fishery Offices, a fleet of 3 Fishery Protection Vessels, and 2 aircraft for the purposes of monitoring and enforcement in the waters around &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;. The letters \"SF\" that appeared in the Agency's ensign relate to the words \"Sea Fisheries\" as the agency was part of the UK Sea Fisheries Inspectorate (SFI).\nHistory.\nThe &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament of the United Kingdom&lt;/a&gt; has legislated for the protection and control of fisheries in the waters around the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; since the early 19th century. In the early 19th century, the Commissioners of the British White Herring Fishery were appointed, who had the power to detail naval vessels to superintend the &lt;a href=\"herring\"&gt;herring&lt;/a&gt; fisheries; officers of the fishery were appointed with particular emphasis on the certification of cured herring for export and for making the necessary brand on the barrel. Experience as a &lt;a href=\"Cooper%20%28profession%29\"&gt;cooper&lt;/a&gt; – a maker of barrels – remained a qualification for Fishery Officers until as recently as 1939.\nIn 1882, the Fishery Board for Scotland was established for the purposes of protecting sea fisheries in the waters around Scotland and land-based inspection of landed catches. By 1909, the Board's fleet included 5 steam vessels; at the outbreak of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, the fleet had been increased to 8 vessels which included 2 small motor boats. The Board's responsibilities were transferred to the &lt;a href=\"Secretary%20of%20State%20for%20Scotland\"&gt;Secretary of State for Scotland&lt;/a&gt; in 1939.\nIn April 1991, the Secretary of State for Scotland established the fisheries protection and enforcement services as an executive agency as part of the Government's Next Steps Initiative, which sought to devolve specific activities from central Government to free-standing organisations, headed by Chief Executives accountable to Ministers. Hence, the Scottish Fisheries Protection Agency was established as an &lt;a href=\"executive%20agency\"&gt;executive agency&lt;/a&gt; of the &lt;a href=\"Scottish%20Office\"&gt;Scottish Office&lt;/a&gt; with the resources of 230 staff, 20 coastal offices, 6 protection vessels and 2 surveillance aircraft. Following &lt;a href=\"devolution\"&gt;devolution&lt;/a&gt; in Scotland, the agency transferred to the control of the Scottish Executive Environment and Rural Affairs Department (SEERAD).\nIn 2007, the &lt;a href=\"Scottish%20National%20Party\"&gt;Scottish National Party&lt;/a&gt; (SNP) changed the structure of the Scottish Executive (now known as the &lt;a href=\"Scottish%20Government\"&gt;Scottish Government&lt;/a&gt;), and the SFPA became associated with the Director-General of the Environment. In April 2009, the SFPA officially ceased to exist, with its duties being absorbed into the newly established &lt;a href=\"Marine%20Scotland\"&gt;Marine Scotland&lt;/a&gt;.\nResponsibilities.\nThe SFPA was responsible for monitoring compliance and taking enforcement action, where necessary, to deter and detect illegitimate activities in the marine environment.\nResources.\nSFPA Headquarters.\nThe Headquarters of the SFPA was located in Pentland House, Edinburgh. It housed the supporting arms of the Agency including Finance, Corporate Affairs, Human Resources, Training, Pay, Procurement and Health &amp; Safety as well as the Prosecution &amp; Enforcement Policy branch and the Marine Monitoring Centre (previously known as the HQ Operations).\nMarine Monitoring Centre and UKFCC.\nThe Marine Monitoring Centre was responsible for tasking SFPA assets, primarily FPVs and surveillance aircraft, to address the key priorities, which were determined using risk-based analysis. The Marine Monitoring Centre also acted as part of the UK Fisheries Monitoring Centre, maintaining and monitoring the &lt;a href=\"Vessel%20monitoring%20system\"&gt;VMS satellite tracking&lt;/a&gt; system of all fishing vessels in Scottish waters and Scottish fishing vessels globally. The MMC was manned between 0700 and 2200 Monday to Friday and 0800–1100 on weekends.\nFrom 1 June 2005, the UK Fisheries Call Centre (UKFCC), based within the MMC, has been the single point of contact for all notification or reporting requirements from fishing vessels in UK waters, working of behalf of Marine Scotland Compliance, the &lt;a href=\"Department%20for%20Environment%2C%20Food%20and%20Rural%20Affairs\"&gt;Marine Fisheries Agency&lt;/a&gt; of England and &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; (MFA), and the Department of Agriculture and Rural Development of &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt; (DARNDI).\nThe MMC &amp; UKFCC had approximately 13 staff.\nStaff.\nThe SFPA employed 285 staff, in the following areas:\nMarine Surveillance – 134\nCoastal Inspection – 124\nHeadquarters – 27\nAlthough the SFPA owned two surveillance aircraft, the air crews were provided by a private Company on a contract basis.\nAll staff employed directly by the SFPA were Civil Servants and subject to Civil Service terms and conditions of employment.\nCoastal Inspection.\nThe Marine staff were responsible for crewing the three Marine Protection Vessels, with each Vessel having two crews who operated on the basis of 3 weeks on duty followed by 3 weeks off duty. Further details of the Vessels and their crewing arrangements can be found in the 'Ships' page of this section of the website.\nCoastal Inspection\nThe Coastal Inspection staff, who made up the Sea Fisheries Inspectorate, were split into two Areas – North / East and South / West – the split of Fishery Offices in each area is provided below:\nThe main tasks for the Coastal SFI was to ensure the integrity of the Quota Management System and the enforcement of regulations on effort limitation, stock recovery programmes, VMS and the Registration of Buyers and Sellers act. This was accomplished by:\nMarine SFI.\nThe Marine Sea Fisheries Inspectorate (SFI) consisted of a fleet of 4 Fishery Protection Vessels (FPVs) in service as of 2009. A fleet renewal programme to replace the ageing \"Sulisker\" type began in 2003 with the delivery of the first \"Minna\" type, followed by the \"Jura\" type in 2005. It was originally intended to upgrade the fleet to 3 \"Jura\" type vessels and 2 \"Minna\" type vessels, however the renewal programme was under review by the &lt;a href=\"Scottish%20Government\"&gt;Scottish Government&lt;/a&gt;.\nScottish FPVs are not military ships and are not armed. They used the prefix FPV, and fly the SFPA's &lt;a href=\"ensign\"&gt;ensign&lt;/a&gt;. Scottish FPVs were responsible for the inspection of fishing vessels at sea in &lt;a href=\"Scottish%20waters\"&gt;Scottish waters&lt;/a&gt; and Scottish vessels in the waters of other member states. The high profile of the fleet at sea acted as a deterrent against illegal fishing and is pivotal to the information informing the Real Time Closure (RTC) scheme. FPVs also contribute towards the UK's commitment to &lt;a href=\"North%20East%20Atlantic%20Fisheries%20Commission\"&gt;NEAFC&lt;/a&gt;, with annual patrols in the NEAFC area west of &lt;a href=\"Rockall\"&gt;Rockall&lt;/a&gt;.\nHistorically, additional Fishery Protection Vessels were provided by the &lt;a href=\"List%20of%20squadrons%20and%20flotillas%20of%20the%20Royal%20Navy\"&gt;Fishery Protection Squadron&lt;/a&gt; of the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; which was previously based at &lt;a href=\"Rosyth\"&gt;Rosyth&lt;/a&gt;. In 1994, the Agency determined that this assistance was no longer required and the Fishery Protection Squadron was moved to Portsmouth as part of the &lt;a href=\"Strategic%20Defence%20Review\"&gt;Strategic Defence Review&lt;/a&gt; (SDR). From that time, all Fishery Protection operations in Scottish waters (with the exception of joint exercises) were been conducted by SFPA vessels.\nThe Marine SFI had approximately 133 staff and had projected running costs of £9,421,000 for 2008–2009\nJura Type.\nThe \"Jura\"-type offshore patrol vessels were 84m in length with a &lt;a href=\"displacement%20%28fluid%29\"&gt;displacement&lt;/a&gt; of 2,200 &lt;a href=\"tonnes\"&gt;tonnes&lt;/a&gt;. These vessels could stay on effective patrol for up to 30 days although the normal patrol length remains at 21 days. The first vessel of the type, FPV \"Jura\", was constructed by &lt;a href=\"Ferguson%20Shipbuilders\"&gt;Ferguson Shipbuilders&lt;/a&gt; of &lt;a href=\"Port%20Glasgow\"&gt;Port Glasgow&lt;/a&gt;, joining the fleet in March 2006.\nAn earlier FPV \"Jura\" was built in 1973 by &lt;a href=\"Hall%2C%20Russell%20%26amp%3B%20Company\"&gt;Hall Russell of Aberdeen&lt;/a&gt;, Scotland. Her success on loan to the Royal Navy as HMS \"Jura\" led to the building of a further seven &lt;a href=\"Island-class%20patrol%20vessel\"&gt;Island-class patrol vessel&lt;/a&gt;s.\nIn the tendering for the next two \"Jura\"-type vessels, the &lt;a href=\"Scottish%20Executive\"&gt;Scottish Executive&lt;/a&gt; awarded the contract to a Polish shipbuilder rather than Fergusons, sparking strong criticism from the &lt;a href=\"Scottish%20National%20Party\"&gt;Scottish National Party&lt;/a&gt;. FPV \"Hirta\", was constructed in &lt;a href=\"Remontowa\"&gt;Remontowa&lt;/a&gt; Shipyard, Poland, and launched on 17 August 2007. The vessel joined the fleet in May 2008. Plans to build a third vessel were postponed.\nMinna Type.\nThe \"Minna\" type were inshore/offshore patrol vessels with a displacement of 781 tonnes and a maximum speed of 14 knots. Vessels of this type can also spend up to 21 days on patrol. There was only one vessel of this type, FPV \"Minna\" constructed by Ferguson Shipbuilders and launched in 2003.\nIn May 2006, the vessel replacement programme was delayed, when the SFPA was forced to suspend the tender process for a second \"Minna\" type vessel after it was found that the process was in breach of EU procurement rules.\nA subsequent tender exercise using consultancy resources rather than Scottish Executive personnel to carry out the procurement activities commenced in early 2007, but was postponed following the May 2007 Scottish Elections and the rise to power of the Scottish National Party.\nThe current \"Minna\" was the third FPV to bear the name (named after a character in &lt;a href=\"Sir%20Walter%20Scott\"&gt;Sir Walter Scott&lt;/a&gt;'s novel \"The Pirate\"). Previous vessels of this name served between 1901–1939 and 1939–1974.\nHistorical Types.\nThe \"Sulisker\" type were offshore patrol vessels with a displacement of 1,365 tonnes and a maximum speed of 18 &lt;a href=\"Knot%20%28unit%29\"&gt;knots&lt;/a&gt;. They could spend up to 21 days on patrol. The first of the type, FPV \"Sulisker\" was launched in 1980, decommissioned late 2006 and is currently undergoing conversion to a luxury yacht in &lt;a href=\"Lowestoft\"&gt;Lowestoft&lt;/a&gt;. FPV \"Vigilant\", launched in 1982, was decommissioned in Spring 2008. The last of this type in service was FPV \"Norna\" which was launched in 1987 and paid off in October 2010.\nThe last of the \"&lt;a href=\"Island%20class%20patrol%20vessel\"&gt;Island&lt;/a&gt;\" type, FPV \"Westra\" was launched in 1975 and decommissioned in 2003. The vessel was purchased by &lt;a href=\"Sea%20Shepherd%20Conservation%20Society\"&gt;Sea Shepherd Conservation Society&lt;/a&gt; in 2006 and was renamed &lt;a href=\"MY%20Robert%20Hunter\"&gt;MY \"Robert Hunter\"&lt;/a&gt; in memory of one of the two founding members of Greenpeace. The vessel has since been renamed MY \"Steve Irwin\" after the death of the famous conservationist TV personality. The Steve Irwin has become a popularly recognised ship due to the Animal Planet television programme \"&lt;a href=\"Whale%20Wars\"&gt;Whale Wars&lt;/a&gt;\" which documents the work of Sea Shepherd including their use of the vessel. The Island type were offshore patrol vessels with a displacement of 1,017 tonnes and a maximum speed of 16.5 &lt;a href=\"Knot%20%28unit%29\"&gt;knots&lt;/a&gt;. In contrast to the more modern vessel types, the Island type could only remain on patrol for 16–18 days.\nAerial Surveillance.\nThe SFPA also had two surveillance aircraft, both &lt;a href=\"Reims%20Cessna%20Caravan%20II\"&gt;Reims Vigilant&lt;/a&gt; F-406, based at &lt;a href=\"Inverness%20Airport\"&gt;Inverness Airport&lt;/a&gt;. The aircraft are operated by &lt;a href=\"Directflight\"&gt;Directflight&lt;/a&gt; under contract.\nThe main tasks of the aerial surveillance aircraft are to:\nIn 2010, the aircraft were out of service for 6 weeks due to \"documentation issues\""
}