{
    "id": "27893041",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=27893041",
    "title": "The Vietnamization of New Jersey",
    "text": "The Vietnamization of New Jersey (subtitled \"A American Tragedy\" ) is a 1976 play written by American playwright &lt;a href=\"Christopher%20Durang\"&gt;Christopher Durang&lt;/a&gt;.\nThe play was written on commission from the &lt;a href=\"Yale%20Repertory%20Theatre\"&gt;Yale Repertory Theatre&lt;/a&gt; as a parody of the &lt;a href=\"Tony%20Award\"&gt;Tony Award&lt;/a&gt;-winning 1971 &lt;a href=\"David%20Rabe\"&gt;David Rabe&lt;/a&gt; play \"&lt;a href=\"Sticks%20and%20Bones\"&gt;Sticks and Bones&lt;/a&gt;\". The play also sends up the 1950s American TV series \"&lt;a href=\"The%20Adventures%20of%20Ozzie%20and%20Harriet\"&gt;The Adventures of Ozzie and Harriet&lt;/a&gt;\" (as did \"Sticks and Bones\"), with characters named \"Ozzie Ann\", \"Harry\" and \"Et\" serving as the mother, father and son of the play's central family. The play's title refers to the &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt; administration's \"&lt;a href=\"Vietnamization\"&gt;Vietnamization&lt;/a&gt;\" policy of training and supporting the South Vietnamese military while reducing the presence of U.S. troops in Vietnam.\nPlot.\nAct I begins in the kitchen of a middle-class &lt;a href=\"Piscataway%2C%20New%20Jersey\"&gt;Piscataway, New Jersey&lt;/a&gt; home where mother Ozzie Ann (a \"cheerful ignoramus\"), mild-mannered but ineffectual father Harry and \"perpetually horny and hungry\" teenaged son Et await the return of older brother David, who is fighting in the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;. The family maid, Hazel (scripted by Durang to be played by an African-American man) argues with the family and throws the contents of the kitchen table to the floor. Meanwhile, Et eats cereal from his pants, which greatly disturbs his mother.\nDavid returns, blind and traumatized, from Vietnam, accompanied by his new Vietnamese wife, Liat, a former prostitute who is also blind. In order to provide \"&lt;a href=\"war%20reparations\"&gt;reparations&lt;/a&gt;\" for Liat and force his family to empathize with her, David demands that they allow Liat to \"vote\" on whether to unite North and South Vietnam, and turn out the lights and let David and Liat fire guns and break tableware. Eventually Liat reveals that she is not Vietnamese at all but is instead Irish, and from &lt;a href=\"Schenectady%2C%20New%20York\"&gt;Schenectady, New York&lt;/a&gt;, which sends David into a depression.\nAs the play continues into 1974, father Harry also falls into a depression – prompted by his job loss and the foreclosure of the walls of the house – and he commits suicide. He is immediately replaced by his drill sergeant-like brother Larry, who brings a boot camp atmosphere to the home, demanding obedience and verbally abusing David, whom he holds in contempt for his liberal philosophies. Eventually David succumbs to the abuse and commits suicide, while Ozzie Ann, Hazel and Liat (now using her real name, \"Maureen O'Hara\") commiserate.\nNear the end of the play, a priest appears to give comfort to the family, explaining why God allows wars: \"God looks down from heaven and he sees a poor country with too many people and he says to himself, 'Oh dear, think how much poverty and degradation these people are going to face because there are so many of them,' and then he whispers into the President's ear at night, and then in the morning there is a war.\" The priest also explains, to the family's discomfort, that homosexuality is another of God's ways of keeping the population in check.\nProductions.\nThe play was first performed on January 28, 1977, at the &lt;a href=\"Yale%20Repertory%20Theatre\"&gt;Yale Repertory Theatre&lt;/a&gt; in &lt;a href=\"New%20Haven%2C%20Connecticut\"&gt;New Haven, Connecticut&lt;/a&gt;. This production was directed by Walt Jones, and featured Kate McGregor-Stewart as Ozzie Ann, Charles Levin as Harry/Larry, &lt;a href=\"Richard%20Bey\"&gt;Richard Bey&lt;/a&gt; as David, and Ben Halley, Jr. as Hazel, with Stephen Rowe, Anne Louise Hoffmann and &lt;a href=\"Jeremy%20Geidt\"&gt;Jeremy Geidt&lt;/a&gt;.\n\"Vietnamization\" made its off-Broadway premiere in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; on January 2007, at the Alchemy Theatre Company of Manhattan. This production was directed by Robert Saxner, and featured &lt;a href=\"Blanche%20Baker\"&gt;Blanche Baker&lt;/a&gt; as Ozzie Ann, &lt;a href=\"Frank%20Deal\"&gt;Frank Deal&lt;/a&gt; as Harry/Larry, and Corey Sullivan as David, with Nick Westrate, James Duane Polk, Susan Gross and &lt;a href=\"Michael%20Cyril%20Creighton\"&gt;Michael Cyril Creighton&lt;/a&gt;.\n\"Vietnamization\" has also been performed in &lt;a href=\"Cambridge%2C%20Massachusetts\"&gt;Cambridge, Massachusetts&lt;/a&gt;, &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt; and, according to Durang, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, which he speculates is due to the play's title.\nReception.\nIn reviewing a 2006 performance of the play, \"&lt;a href=\"Chicago%20Reader\"&gt;Chicago Reader&lt;/a&gt;\" reviewer Albert Williams described it as a \"dark farce\" with themes that \"ring loud and clear today\" as parallels to America's involvement in Iraq, including \"American &lt;a href=\"jingoism\"&gt;jingoism&lt;/a&gt; [and] racial injustice\". Williams commended Durang's \"take-no-prisoners approach [which] gives the play a brash, youthful quality reminiscent of Fox's \"&lt;a href=\"American%20Dad%21\"&gt;American Dad!&lt;/a&gt;\", which simultaneously promulgates and parodies anti-CIA politics.\" Williams cites the David Rabe plays \"&lt;a href=\"The%20Basic%20Training%20of%20Pavlo%20Hummel\"&gt;The Basic Training of Pavlo Hummel&lt;/a&gt;\" (1972) and \"&lt;a href=\"Streamers%20%28play%29\"&gt;Streamers&lt;/a&gt;\" (1976) as other sources of inspiration for \"Vietnamization.\"\n\"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" also noted the parallels to the Iraq War in its review of the 2007 Alchemy revival. Nonetheless, reviewer Marilyn Stasio found the play to be dated, writing that the play was not well-suited to being revisited outside its 1970s context. Stasio credits the &lt;a href=\"Thornton%20Wilder\"&gt;Thornton Wilder&lt;/a&gt; plays \"&lt;a href=\"Our%20Town\"&gt;Our Town&lt;/a&gt;\" and \"&lt;a href=\"The%20Skin%20of%20Our%20Teeth\"&gt;The Skin of Our Teeth&lt;/a&gt;\" as inspirations with the militant Hazel being based more closely on \"Skin of Our Teeth\" Sabina than her &lt;a href=\"Hazel%20%28TV%20series%29\"&gt;1960s TV namesake&lt;/a&gt;, and the play itself being more closely inspired by \"&lt;a href=\"Saturday%20Night%20Live\"&gt;Saturday Night Live&lt;/a&gt;\"-style 1970s sketch comedy than any theatrical source.\n\"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" described the 2007 Alchemy revival as \"a bracingly entertaining production\", praising the play's \"prescience\" as a prototype for late-20th-century American sitcoms such as \"&lt;a href=\"Married...%20with%20Children\"&gt;Married... with Children&lt;/a&gt;\". Reviewer Ginia Bellafante singled out director Saxner's quick pacing and James Duane Polk's \"terrifically droll performance\" as Hazel for praise."
}