{
    "id": "27896821",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=27896821",
    "title": "Good Time (Inna song)",
    "text": "\"Good Time\" is a song recorded by Romanian recording artist &lt;a href=\"Inna\"&gt;Inna&lt;/a&gt; for \"&lt;a href=\"Inna%20%28album%29\"&gt;Body and the Sun&lt;/a&gt;\" (2015)—the Japanese counterpart of her fourth studio album, \"&lt;a href=\"Inna%20%28album%29\"&gt;Inna&lt;/a&gt;\" (2015)—\"Inna\", and \"&lt;a href=\"Party%20Never%20Ends\"&gt;Party Never Ends&lt;/a&gt;\" (2013). Featuring the vocals of Cuban-American rapper &lt;a href=\"Pitbull%20%28rapper%29\"&gt;Pitbull&lt;/a&gt;, it was made available for &lt;a href=\"Music%20download\"&gt;digital download&lt;/a&gt; on 15 July 2014 through &lt;a href=\"Atlantic%20Records\"&gt;Atlantic Records&lt;/a&gt;. \"Good Time\"—an uptempo &lt;a href=\"dance-pop\"&gt;dance-pop&lt;/a&gt; track featuring \"hedonistic and cheerful\" lyrics—was written by &lt;a href=\"Steve%20Mac\"&gt;Steve Mac&lt;/a&gt;, Pitbull and &lt;a href=\"Ina%20Wroldsen\"&gt;Ina Wroldsen&lt;/a&gt;, while being solely produced by Mac.\n&lt;a href=\"Music%20journalism\"&gt;Music critics&lt;/a&gt; met \"Good Time\" with mixed reviews, with some of them calling it \"addictive\" and a \"future hit\", but also criticizing it for being a \"filler track\" on its parent album. An accompanying music video for the recording was uploaded on 28 July 2014 onto Inna's &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channel, and was shot by Barna Nemethi in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt; and &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;. The visual portrays the singer performing to the song with fellow backup dancers according to what cameras order them to do by displaying words or phrases.\nCommercially, \"Good Time\" didn't experience much success on record charts, with it only reaching the top seventy of the charts in native Romania and Belgium, and peaking at number 201 on Russia's &lt;a href=\"Tophit\"&gt;Tophit&lt;/a&gt;. In order to promote the track, Inna performed it during several of her concert tours that served to accompany \"Inna\" and \"Body and the Sun\", but also at the &lt;a href=\"World%20Trade%20Center%20Mexico\"&gt;World Trade Center Mexico&lt;/a&gt;. \"Good Time\" was further used for American sitcom \"&lt;a href=\"Young%20%26amp%3B%20Hungry\"&gt;Young &amp; Hungry&lt;/a&gt;\", and for American film \"&lt;a href=\"Pitch%20Perfect%202\"&gt;Pitch Perfect 2&lt;/a&gt;\" (2015).\nBackground and release.\n \"Good Time\" marks the second time Inna and Pitbull collaborated on a recording; the latter's 2013 extended play \"&lt;a href=\"Meltdown%20%28EP%29\"&gt;Meltdown&lt;/a&gt;\" included her vocals on a track called \"All the Things\". Prior to the release of \"Good Time\", Inna stated in an interview with &lt;a href=\"SpinMedia\"&gt;Direct Lyrics&lt;/a&gt; on April 14, 2015 that \"[the track is] really different from all the songs [she has] released so far. It has a good vibe, it's special, [she has] danced like crazy for 8-9 days with [her] choreographer to learn the routine for [her] lyric video.\" Following this, the recording was released on 15 July 2014 in multiple countries through &lt;a href=\"Atlantic%20Records\"&gt;Atlantic Records&lt;/a&gt;; on &lt;a href=\"iTunes%20Store\"&gt;iTunes Store&lt;/a&gt;, it was made available time-limited for purchase for 69 cents (&lt;a href=\"USD\"&gt;USD&lt;/a&gt;). \"Good Time\" was subsequently included on the American edition of her third studio album, \"&lt;a href=\"Party%20Never%20Ends\"&gt;Party Never Ends&lt;/a&gt;\" (2013), and was later featured on the Japanese counterpart of her fourth record \"Inna\" (2015), titled \"Body and the Sun\" (2015). The 2020 Complete Edition of \"Inna\", released to &lt;a href=\"SoundCloud\"&gt;SoundCloud&lt;/a&gt;, also included the song.\nComposition.\n\"Good Time\" was written by &lt;a href=\"Steve%20Mac\"&gt;Steve Mac&lt;/a&gt;, &lt;a href=\"Pitbull%20%28rapper%29\"&gt;Armando C. Perez&lt;/a&gt; and &lt;a href=\"Ina%20Wroldsen\"&gt;Ina Wroldsen&lt;/a&gt;, with Mac solely producing the track. The uptempo recording is of &lt;a href=\"dance-pop\"&gt;dance-pop&lt;/a&gt; genre, featuring the use of trumpets alongside \"hedonistic and cheerful\" simple lyrics. Pitbull introduces the track by rapping \"An international sensation... Inna! Let's have a good time!\", while Inna sings \"Say he ho he ho he ho, come on everybody\" by the pre-chorus. Direct Lyrics described \"Good Time\" as an \"uplifting\" song, saying that its sound was a \"new territory\" for Inna, and a departure from her previous &lt;a href=\"house%20music\"&gt;house&lt;/a&gt; styles.\nReception.\nUpon its release, \"Good Time\" received mixed reviews from &lt;a href=\"music%20journalism\"&gt;music critics&lt;/a&gt;. Direct Lyrics praised the collaboration with Pitbull for the song, further labeling its chorus as \"addictive\" and \"bubbly\", and expecting it to become a \"bona-fide summer hit\". Romanian website Romania-Insider stated that they were not \"impressed\" by the track, likening it to Pitbull's previous solo works. German music website Hitfire criticized Pitbull's vocals on the recording, which they called a \"filler track\" for her album; they were positive towards its \"earwormy\" refrain. French publication Jukebox saw \"Good Time\" as a \"future hit\", while Japanese website iFlyer called its sound \"dinstinctive\" and \"appropriate to decorate the summer of 2014\". French music portal Musique Mag praised the song's \"entertaining\" lyrics: \"Say he ho he ho he ho, come on everybody\" interpreted by Inna.\nCommercially, \"Good Time\" didn't experience much success on &lt;a href=\"record%20charts\"&gt;record charts&lt;/a&gt;. While the track reached number sixty-seven on the week ending 21 September 2014 on Romania's &lt;a href=\"Romanian%20Radio%20Airplay%20Chart\"&gt;Airplay 100&lt;/a&gt;, it also managed to chart on the Belgian Dance &lt;a href=\"Ultratop\"&gt;Ultratop&lt;/a&gt; Flanders chart and the &lt;a href=\"Ultratip\"&gt;Ultratip&lt;/a&gt; Flanders chart at numbers forty-one and thirty, respectively. On the &lt;a href=\"Commonwealth%20of%20Independent%20States\"&gt;Commonwealth of Independent States&lt;/a&gt;'s &lt;a href=\"Tophit\"&gt;Tophit&lt;/a&gt;, \"Good Time\" made its debut at number 309 on 5 October 2014, with it climbing to its highest position at number 201; it remained there for two weeks.\nMusic video.\n The accompanying music video for \"Good Time\"—directed in the span of two days by Barna Nemethi in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt; and &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; in February 2014—premiered on 28 July 2014 on Inna's &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channel. Scenes with Pitbull were filmed separately in Miami, while Inna was on a promotional tour in &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;. Prior to this, a lyric video for the song was released on 2 July 2014 through the same means, recalling the concept of the official visual; it was filmed by Bogdan Daragiu and featured her performing choreography accompanied by two fellow background dancers.\nThe visual opens with a hand inserting a coin into a machine. Subsequently, a space full of cameras is shown, with one of them displaying Pitbull rapping in front of a blue backdrop. Next, Inna makes appearance performing a choreography accompanied by several background dancers; she wears a blonde wig and a white &lt;a href=\"jumpsuit\"&gt;jumpsuit&lt;/a&gt;. Over the rest of the visual, the cameras display different words or phrases, to which Inna and the backup dancers are dressed to. The clip portrays them playing &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"paintball\"&gt;paintball&lt;/a&gt;, acting as &lt;a href=\"cheerleaders\"&gt;cheerleaders&lt;/a&gt; and being engaged with &lt;a href=\"barbie%20doll\"&gt;barbie doll&lt;/a&gt;s among other activities. A scene from the visual portrays the crowd leaning over a &lt;a href=\"Fiat%20Automobiles\"&gt;Fiat&lt;/a&gt; car; American singer &lt;a href=\"Jennifer%20Lopez\"&gt;Jennifer Lopez&lt;/a&gt; used the same model for the music video of her 2011 single, \"&lt;a href=\"Papi%20%28song%29\"&gt;Papi&lt;/a&gt;\".\nDirect Lyrics' Kevin Apaza was positive towards the clip, stating that it \"isn't probably too high-budget, but it's good enough to put [him] in a good mood and have a good time watching it. Plus, the entire video screams 'summer'.\" Hitfire criticized the outfits worn by Inna throughout the clip, suggesting that \"perhaps is the music video to show her fans how to not dress.\" The website went on into labeling it as \"trashy\", but described it as matching with the song.\nLive performances and usage in media.\n\"Good Time\" was set on the track list of several concert tours that promoted her album \"Inna\" and its Japanese counterpart \"Body and the Sun\" in Europe and Japan. The singer also provided a live performance of the recording at the &lt;a href=\"World%20Trade%20Center%20Mexico\"&gt;World Trade Center Mexico&lt;/a&gt;, where she further interpreted a cover version of &lt;a href=\"Justin%20Bieber\"&gt;Justin Bieber&lt;/a&gt;'s \"&lt;a href=\"Love%20Yourself\"&gt;Love Yourself&lt;/a&gt;\" (2015), and a stripped-down version of her \"&lt;a href=\"Endless%20%28Inna%20song%29\"&gt;Endless&lt;/a&gt;\" (2011), and opened the &lt;a href=\"Untold%20Festival\"&gt;Untold Festival&lt;/a&gt; in 2016. The song was used for American sitcom \"&lt;a href=\"Young%20%26amp%3B%20Hungry\"&gt;Young &amp; Hungry&lt;/a&gt;\", while also making appearance in American film \"&lt;a href=\"Pitch%20Perfect%202\"&gt;Pitch Perfect 2&lt;/a&gt;\".\nCredits and personnel.\nCredits adapted from the liner notes of \"Body and the Sun\"."
}