{
    "id": "27917820",
    "revid": "1152308",
    "url": "https://en.wikipedia.org/wiki?curid=27917820",
    "title": "Commerce College, Jaipur",
    "text": "University Commerce College () is a college in &lt;a href=\"Jaipur\"&gt;Jaipur&lt;/a&gt; city in &lt;a href=\"Rajasthan\"&gt;Rajasthan&lt;/a&gt; state in &lt;a href=\"India\"&gt;India&lt;/a&gt;. It is one of the five constituent colleges of &lt;a href=\"University%20of%20Rajasthan\"&gt;University of Rajasthan&lt;/a&gt;. The college offers undergraduate courses in commerce. It is situated on &lt;a href=\"Jawahar%20Lal%20Nehru\"&gt;Jawahar Lal Nehru&lt;/a&gt; Road . The college is also known as University Commerce College. &lt;a href=\"Maharana%20Pratap\"&gt;Maharana Pratap&lt;/a&gt; Hostel a University hostel is associated hostel of the college.\nThe University Commerce College is one of the biggest college in Rajasthan having more than 4,000 students on roll.Apart from traditional courses like B. Com (Pass Course) and B.Com (Hons.) the College has gained prominence in recent years in running professional courses - BBA and BCA. The opening of Bhartiya Chintan Anusandhan Kendra in December, 2015 is one of the greatest achievements of the college in recent years.\nThis center has about 1700 books on Life and Thoughts of Indian Thinkers as well as Indian Scriptures. Videos on life, contributions, speeches of eminent Indian Thinkers are also available in the center.\nNational &amp; International Seminars and Conferences.\nThe College has organised the All-India Commerce Conference twice, in 1977 and 1995. It also successfully organized various National &amp; International Seminars and Conferences such as:\nThe college organised a National Seminar on &lt;a href=\"Goods%20and%20Services%20Tax%20%28India%29\"&gt;GST&lt;/a&gt; Issues and challenges in India in the month of January, 2018. In addition, the college organised many seminars and special lectures in the session 2017-18 to enrich the knowledge of the students. In the month of December, 2016 Diamond Jubilee Celebration was organised in which different students activities like quiz contest, power point presentation and lectures were organised. Foundation Day was also organised on 14 December 2017.\nSpecialties and Achievements.\nThe College has two big play grounds. It also has three A.C. Computer Labs having 77 computers. The college has a smart classroom and a language lab.\nSports.\nDuring 2017-18 students of the college participated in all of the inter-college tournaments organised by the &lt;a href=\"University%20of%20Rajasthan\"&gt;University of Rajasthan&lt;/a&gt; and secured second position in &lt;a href=\"judo\"&gt;zudo&lt;/a&gt;. Many of the students are selected in university teams to participate in the inter-university tournaments, namely in &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, zudo, &lt;a href=\"handball\"&gt;handball&lt;/a&gt;, &lt;a href=\"field%20hockey\"&gt;hockey&lt;/a&gt;, &lt;a href=\"shooting%20sports\"&gt;shooting&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, and &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;."
}