{
    "id": "27925083",
    "revid": "1416331",
    "url": "https://en.wikipedia.org/wiki?curid=27925083",
    "title": "Ryan Nugent-Hopkins",
    "text": "Ryan Jarromie Noel Nugent-Hopkins (born April 12, 1993) is a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; &lt;a href=\"Centre%20%28ice%20hockey%29\"&gt;centre&lt;/a&gt; and &lt;a href=\"Captain%20%28ice%20hockey%29%23Alternate%20captains\"&gt;alternate captain&lt;/a&gt; for the &lt;a href=\"Edmonton%20Oilers\"&gt;Edmonton Oilers&lt;/a&gt; of the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; (NHL). Nicknamed \"Nuge\" by Oilers fans, Nugent-Hopkins was selected &lt;a href=\"List%20of%20first%20overall%20NHL%20draft%20picks\"&gt;first overall&lt;/a&gt; by the Oilers in the &lt;a href=\"2011%20NHL%20Entry%20Draft\"&gt;2011 NHL Entry Draft&lt;/a&gt;.\nPlaying career.\nNugent-Hopkins played &lt;a href=\"minor%20ice%20hockey\"&gt;minor ice hockey&lt;/a&gt; for the Burnaby Winter Club in his hometown, while attending &lt;a href=\"Burnaby%20North%20Secondary\"&gt;Burnaby North Secondary&lt;/a&gt;. He played in the 2005 &lt;a href=\"Quebec%20International%20Pee-Wee%20Hockey%20Tournament\"&gt;Quebec International Pee-Wee Hockey Tournament&lt;/a&gt; with Burnaby, and led his team to a quarter-final berth, and later in the season captured a provincial championship. He was the captain of the Burnaby Winter Club Bruins when he was drafted first overall in the 2008 &lt;a href=\"Western%20Hockey%20League\"&gt;Western Hockey League&lt;/a&gt; (WHL) Bantam Draft by the &lt;a href=\"Red%20Deer%20Rebels\"&gt;Red Deer Rebels&lt;/a&gt;. In 2007 and 2008, he played in the Western Canada Bantam Championships. The Burnaby Winter Club Bruins captured the gold medal in 2007 and the silver medal in 2008. Nugent-Hopkins was named the tournament MVP in 2008. After being drafted, Nugent-Hopkins played midget hockey for the Vancouver NW Giants during the 2008–09 season. During the 2008 &lt;a href=\"Mac%27s%20AAA%20midget%20hockey%20tournament\"&gt;Mac's AAA midget hockey tournament&lt;/a&gt;, Nugent-Hopkins was named the Tournament MVP and earned a spot on the All-Star Team. Nugent-Hopkins was named the 2008 BC Minor Hockey Player of the Year, in recognition of his sportsmanship, leadership and hockey skill.\nJunior.\nNugent-Hopkins made his WHL debut with the Rebels as an underage player during the &lt;a href=\"2008%E2%80%9309%20WHL%20season\"&gt;2008–09 WHL season&lt;/a&gt; wearing #29. He played in five games, scoring two goals and adding four assists. During the &lt;a href=\"2009%E2%80%9310%20WHL%20season\"&gt;2009–10 season&lt;/a&gt;, Nugent-Hopkins played in 67 games, scoring 24 goals and adding 41 assists while wearing #9. He was awarded the &lt;a href=\"Jim%20Piggott%20Memorial%20Trophy\"&gt;WHL rookie of the year award&lt;/a&gt;. He was also a finalist for the &lt;a href=\"CHL%20Rookie%20of%20the%20Year%20Award\"&gt;CHL Rookie of the Year Award&lt;/a&gt;, but lost to &lt;a href=\"Matt%20Puempel\"&gt;Matt Puempel&lt;/a&gt; of the &lt;a href=\"Peterborough%20Petes\"&gt;Peterborough Petes&lt;/a&gt;.\nIn their pre-season rankings for the &lt;a href=\"2011%20NHL%20Entry%20Draft\"&gt;2011 National Hockey League (NHL) Entry Draft&lt;/a&gt;, the International Scouting Service ranked Nugent-Hopkins sixth overall, the second highest WHL player after &lt;a href=\"Vancouver%20Giants\"&gt;Vancouver Giants&lt;/a&gt; defenceman &lt;a href=\"David%20Musil\"&gt;David Musil&lt;/a&gt;. E. J. McGuire, the Director of the &lt;a href=\"NHL%20Central%20Scouting%20Bureau\"&gt;NHL Central Scouting Bureau&lt;/a&gt;, said of Nugent-Hopkins, \"He's got great skill and a knack for offense,\" while Cam Moon, the Rebels' play-by-play announcer, called him the best player the team had ever seen.\nProfessional.\nEdmonton Oilers (2011–present).\nOn June 24, 2011, Nugent-Hopkins was selected first overall in the &lt;a href=\"2011%20NHL%20Entry%20Draft\"&gt;2011 NHL Entry Draft&lt;/a&gt; by the &lt;a href=\"Edmonton%20Oilers\"&gt;Edmonton Oilers&lt;/a&gt;. On July 2, 2011, he agreed to terms with the Oilers on a three-year NHL entry level contract.\nHe played his first game for the Oilers in the team's first game of the &lt;a href=\"2011%E2%80%9312%20NHL%20season\"&gt;2011–12 season&lt;/a&gt; on October 9, a shootout win over the &lt;a href=\"Pittsburgh%20Penguins\"&gt;Pittsburgh Penguins&lt;/a&gt;. Nugent-Hopkins scored the game-tying goal with less than five minutes remaining against &lt;a href=\"Brent%20Johnson\"&gt;Brent Johnson&lt;/a&gt; for the only Oilers tally in regulation. He also blocked two shots and was named the game's third star by sportswriters and broadcasters. In his third NHL game, on October 15, 2011, he scored his first NHL &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; in a losing cause against the &lt;a href=\"Vancouver%20Canucks\"&gt;Vancouver Canucks&lt;/a&gt;, setting a new NHL record for the earliest career hat trick for a first overall pick. He also set a new Oilers record for the earliest career hat trick in fewest career games, breaking &lt;a href=\"Gord%20Sherven\"&gt;Gord Sherven&lt;/a&gt;'s record from 1984 by a margin of two games.\nOn November 2, 2011, Hopkins was named Rookie of the Month for October. On December 1, 2011, it was announced that Nugent-Hopkins was November's NHL Rookie of the Month, earning him the honour for the first two months of the year. He was only the second player to accomplish this feat, after &lt;a href=\"Evgeni%20Malkin\"&gt;Evgeni Malkin&lt;/a&gt; in 2007.\nOn November 19, 2011, Nugent-Hopkins recorded five assists against the &lt;a href=\"Chicago%20Blackhawks\"&gt;Chicago Blackhawks&lt;/a&gt;, with a final score of 9–2, becoming the first 18-year-old in NHL history to do so. He was also only the fourth 18-year-old player ever to record five points in a single season game.\nIt was announced that Nugent-Hopkins would have been playing in the all-star game if he was healthy. Despite missing 20 games in his first NHL season, Nugent-Hopkins tied &lt;a href=\"Gabriel%20Landeskog\"&gt;Gabriel Landeskog&lt;/a&gt; for most points by a rookie (Landeskog had 22 goals and 30 assists, while Nugent-Hopkins had 18 goals and 34 assists).\nOn April 23, 2012, Nugent-Hopkins was nominated for the &lt;a href=\"Calder%20Memorial%20Trophy\"&gt;Calder Memorial Trophy&lt;/a&gt; along with &lt;a href=\"Gabriel%20Landeskog\"&gt;Gabriel Landeskog&lt;/a&gt; of the &lt;a href=\"Colorado%20Avalanche\"&gt;Colorado Avalanche&lt;/a&gt; – the eventual winner – and &lt;a href=\"Adam%20Henrique\"&gt;Adam Henrique&lt;/a&gt; of the &lt;a href=\"New%20Jersey%20Devils\"&gt;New Jersey Devils&lt;/a&gt;.\nAt the end of the &lt;a href=\"2012%E2%80%9313%20NHL%20season\"&gt;2012–13 season&lt;/a&gt;, it was announced that Nugent-Hopkins would require shoulder surgery in the off-season. On September 19, 2013, Nugent-Hopkins agreed to a seven-year extension with the Oilers worth $42 million with a $6 million per year cap hit. During the &lt;a href=\"2014%E2%80%9315%20NHL%20season\"&gt;2014–15 season&lt;/a&gt;, Nugent-Hopkins was selected to play in the &lt;a href=\"60th%20National%20Hockey%20League%20All-Star%20Game\"&gt;2015 NHL All-Star game&lt;/a&gt;.\nDuring the &lt;a href=\"2017%E2%80%9318%20NHL%20season\"&gt;2017–18 season&lt;/a&gt; Nugent-Hopkins was injured and was labelled to be out for five to six weeks. He returned to the lineup in March, almost a month and a half after the initial injury. Shortly after his return, nearing the end of the 2018 season, Nugent-Hopkins was developed into a &lt;a href=\"Winger%20%28ice%20hockey%29\"&gt;left winger&lt;/a&gt;, to help with teammate &lt;a href=\"Connor%20McDavid\"&gt;Connor McDavid&lt;/a&gt;’s line. Despite his line's success, the Oilers failed to make the postseason. He ended the season with 48 points in 62 games. On April 23, 2018, Nugent-Hopkins was nominated for the &lt;a href=\"King%20Clancy%20Memorial%20Trophy\"&gt;King Clancy Memorial Trophy&lt;/a&gt; which is awarded to the player that best exemplifies leadership qualities and has given back to his community.\nOn June 29, 2021, Nugent-Hopkins opted to forgo free agency and signed an eight-year, $41 million contract extension with the Oilers.\nInternational play.\nNugent-Hopkins started his experience with &lt;a href=\"Hockey%20Canada\"&gt;Hockey Canada&lt;/a&gt; by representing Team Pacific at the 2010 World Under-17 Hockey Challenge. He finished the tournament with one goal and four assists in five games. Team Pacific finished the tournament in fifth place. He had the chance to represent Canada at the &lt;a href=\"2010%20Ivan%20Hlinka%20Memorial%20Tournament\"&gt;2010 Ivan Hlinka Memorial Tournament&lt;/a&gt; held in Slovakia during the summer. He served as an alternate captain on the team, and scored the game-winning goal in the gold medal game against the United States. Nugent-Hopkins finished the tournament as Canada's leading scorer with five goals and two assists in five games. He was also selected to play for the WHL team in the 2010 &lt;a href=\"Subway%20Super%20Series\"&gt;Subway Super Series&lt;/a&gt;. During the 2010–11 season, Nugent-Hopkins was invited to try out at &lt;a href=\"Team%20Canada%20at%20the%202011%20World%20Junior%20Ice%20Hockey%20Championships\"&gt;Canada's 2011 National Junior Team&lt;/a&gt; selection camp, but was amongst the final players cut. Nugent-Hopkins also competed for Canada at the 2012 WHC, where Canada finished in a disappointing fifth place. Due to the &lt;a href=\"2012%E2%80%9313%20NHL%20lock-out\"&gt;2012–13 NHL lock-out&lt;/a&gt;, Nugent-Hopkins was able to join the Canadian junior team to compete in the &lt;a href=\"2013%20World%20Junior%20Ice%20Hockey%20Championships\"&gt;2013 World Juniors&lt;/a&gt; and was subsequently named team captain. He led the tournament in scoring with 15 points in six games, but the team was ultimately unable to medal. Nugent-Hopkins had a goal and three assists in a 6–5 overtime loss against Russia in the bronze medal game. The loss ended Canada's 14-year medal streak in the annual world junior tournament.\nNugent-Hopkins was a member of &lt;a href=\"2016%20World%20Cup%20of%20Hockey%20rosters%23Team%20North%20America\"&gt;Team North America&lt;/a&gt; for the &lt;a href=\"2016%20World%20Cup%20of%20Hockey\"&gt;2016 World Cup of Hockey&lt;/a&gt;, playing on a line with &lt;a href=\"Auston%20Matthews\"&gt;Auston Matthews&lt;/a&gt; and &lt;a href=\"Nathan%20MacKinnon\"&gt;Nathan MacKinnon&lt;/a&gt;.\nNugent-Hopkins and teammates &lt;a href=\"Connor%20McDavid\"&gt;Connor McDavid&lt;/a&gt; and &lt;a href=\"Darnell%20Nurse\"&gt;Darnell Nurse&lt;/a&gt; were named to the Team Canada's &lt;a href=\"2018%20IIHF%20World%20Championship\"&gt;2018 IIHF World Championship&lt;/a&gt; roster.\nPersonal life.\nNugent-Hopkins' parents are Roger Hopkins and Deb Nugent. He has one older brother, Adam Nugent-Hopkins and one half brother, Rick Hopkins.\nHe was born in &lt;a href=\"Burnaby%2C%20British%20Columbia\"&gt;Burnaby, British Columbia&lt;/a&gt; and attended &lt;a href=\"Suncrest%20Elementary%20School\"&gt;Suncrest Elementary School&lt;/a&gt;, and &lt;a href=\"Burnaby%20North%20Secondary%20School\"&gt;Burnaby North Secondary School&lt;/a&gt;, where he participated in the school's hockey academy. Nugent-Hopkins then switched to Hunting Hills High School in Red Deer while playing junior hockey in the Alberta city, which he attended for grades 11 to 12 and graduated from."
}