{
    "id": "27921776",
    "revid": "800198",
    "url": "https://en.wikipedia.org/wiki?curid=27921776",
    "title": "Five-limit tuning",
    "text": "Five-limit tuning, 5-limit tuning, or 5-prime-limit tuning (not to be confused with 5-odd-limit tuning), is any system for &lt;a href=\"musical%20tuning\"&gt;tuning&lt;/a&gt; a &lt;a href=\"musical%20instrument\"&gt;musical instrument&lt;/a&gt; that obtains the frequency of each note by multiplying the frequency of a given reference note (the base note) by products of &lt;a href=\"power%20of%20two\"&gt;integer powers&lt;/a&gt; of 2, 3, or 5 (&lt;a href=\"prime%20number\"&gt;prime number&lt;/a&gt;s limited to 5 or lower), such as .\nPowers of 2 represent intervallic movements by octaves. Powers of 3 represent movements by intervals of perfect fifths (plus one octave, which can be removed by multiplying by 1/2, i.e., 2−1). Powers of 5 represent intervals of major thirds (plus two octaves, removable by multiplying by 1/4, i.e., 2−2). Thus, 5-limit tunings are constructed entirely from stacking of three basic purely-tuned intervals (octaves, thirds and fifths). Since the perception of consonance seems related to low numbers in the harmonic series, and 5-limit tuning relies on the three lowest primes, 5-limit tuning should be capable of producing very consonant harmonies. Hence, 5-limit tuning is considered a method for obtaining &lt;a href=\"just%20intonation\"&gt;just intonation&lt;/a&gt;.\nThe number of potential intervals, pitch classes, pitches, key centers, chords, and modulations available to 5-limit tunings is unlimited, because no (nonzero integer) power of any prime equals any power of any other prime, so the available intervals can be imagined to extend indefinitely in a 3-dimensional &lt;a href=\"Lattice%20%28music%29\"&gt;lattice&lt;/a&gt; (one dimension, or one direction, for each prime). If octaves are ignored, it can be seen as a 2-dimensional lattice of &lt;a href=\"pitch%20class\"&gt;pitch class&lt;/a&gt;es (note names) extending indefinitely in two directions.\nHowever, most tuning systems designed for acoustic instruments restrict the total number of pitches for practical reasons. It is also typical (but not always done) to have the same number of pitches in each octave, representing octave transpositions of a fixed set of pitch classes. In that case, the tuning system can also be thought of as an octave-repeating scale of a certain number of pitches per octave.\nThe frequency of any pitch in a particular 5-limit tuning system can be obtained by multiplying the frequency of a fixed reference pitch chosen for the tuning system (such as &lt;a href=\"A440%20%28pitch%20standard%29\"&gt;A440&lt;/a&gt;, A442, A432, C256, etc.) by some combination of the powers of 3 and 5 to determine the pitch class and some power of 2 to determine the octave.\nFor example, if we have a 5-limit tuning system where the base note is C256 (meaning it has 256 cycles per second and we decide to call it C), then \"fC\" = 256 Hz, or \"frequency of C equals 256 Hz.\" There are several ways to define E above this C. Using thirds, one may go up one factor 5 and down two factors 2, reaching a &lt;a href=\"frequency%20ratio\"&gt;frequency ratio&lt;/a&gt; of 5/4, or using fifths one may go up four factors of 3 and down six factors of 2, reaching 81/64. The frequencies become:\nor\nDiatonic scale.\nAssuming we restrict ourselves to seven pitch classes (seven notes per octave), it is possible to tune the familiar &lt;a href=\"diatonic%20scale\"&gt;diatonic scale&lt;/a&gt; using 5-limit tuning in a number of ways, all of which make most of the triads ideally tuned and as consonant and stable as possible, but leave some triads in less-stable intervalic configurations.\nThe prominent notes of a given scale are tuned so that their frequencies form ratios of relatively small integers. For example, in the key of &lt;a href=\"G%20major\"&gt;G major&lt;/a&gt;, the ratio of the frequencies of the notes G to D (a &lt;a href=\"perfect%20fifth\"&gt;perfect fifth&lt;/a&gt;) is 3/2, while that of G to C is 2/3 (a descending perfect fifth) or 4/3 (a &lt;a href=\"perfect%20fourth\"&gt;perfect fourth&lt;/a&gt;) going up, and the major third G to B is 5/4.\nA just diatonic scale may be derived as follows. Imagining the key of C major, suppose we insist that the subdominant root F and dominant root G be a fifth (3:2) away from the tonic root C on either side, and that the chords FAC, CEG, and GBD be just &lt;a href=\"Major%20chord\"&gt;major triads&lt;/a&gt; (with frequency ratios 4:5:6):\nThis is known as &lt;a href=\"Ptolemy%27s%20intense%20diatonic%20scale\"&gt;Ptolemy's intense diatonic scale&lt;/a&gt;. Here the row headed \"Natural\" expresses all these ratios using a common list of &lt;a href=\"natural%20number\"&gt;natural number&lt;/a&gt;s (by multiplying the row above by the &lt;a href=\"Least%20common%20multiple\"&gt;lcm&lt;/a&gt; of its denominators). In other words, the lowest occurrence of this one-octave scale shape within the harmonic series is as a subset of 7 of the 24 harmonics found in the octave from harmonics 24 to 48.\nThe three major thirds are correct (5:4), and three of the minor thirds are as expected (6:5), but D to F is a &lt;a href=\"semiditone\"&gt;semiditone&lt;/a&gt; or Pythagorean minor third (equal to three descending just perfect fifths, octave adjusted), a &lt;a href=\"syntonic%20comma\"&gt;syntonic comma&lt;/a&gt; narrower than a justly tuned (6:5) minor third.\nAs a consequence, we obtain a scale in which EGB and ACE are just &lt;a href=\"Minor%20chord\"&gt;minor triads&lt;/a&gt; (10:12:15), but the DFA triad doesn't have the minor shape or sound we might expect, being (27:32:40). Furthermore, the BDF triad is not the (25:30:36) &lt;a href=\"diminished%20triad\"&gt;diminished triad&lt;/a&gt; that we would get by stacking two 6:5 minor thirds, being (45:54:64) instead:\nIt can be seen that basic step-wise scale intervals appear:\nWhich may be combined to form larger intervals (among others):\nAnother way to do it is as follows. Thinking in the relative minor key of A minor and using D, A, and E as our spine of fifths, we can insist that the chords DFA, ACE, and EGB be just &lt;a href=\"Minor%20chord\"&gt;minor triads&lt;/a&gt; (10:12:15):\nIf we contrast that against the earlier scale, we see that for five pairs of successive notes the ratios of the steps remain the same, but one note, D, the steps C-D and D-E have switched their ratios.\nThe three major thirds are still 5:4, and three of the minor thirds are still 6:5 with the fourth being 32:27, except that now it's BD instead of DF that is 32:27. FAC and CEG still form just &lt;a href=\"Major%20chord\"&gt;major triads&lt;/a&gt; (4:5:6), but GBD is now (108:135:160), and BDF is now (135:160:192).\nThere are other possibilities such as raising A instead of lowering D, but each adjustment breaks something else.\nIt is evidently not possible to get all seven diatonic triads in the configuration (4:5:6) for major, (10:12:15) for minor, and (25:30:36) for diminished at the same time if we limit ourselves to seven pitches.\nThat demonstrates the need for increasing the numbers of pitches to execute the desired harmonies in tune.\nTwelve-tone scale.\nTo build a twelve-tone scale in 5-limit tuning, we start by constructing a table containing fifteen justly intonated pitches:\nThe factors listed in the \"first row\" and \"first column\" are powers of 3 and 5 respectively (e.g., = 3−2). Colors indicate couples of &lt;a href=\"enharmonic\"&gt;enharmonic&lt;/a&gt; notes with almost identical pitch. The ratios are all expressed relative to C in the centre of this diagram (the base note for this scale). They are computed in two steps:\nNote that the powers of 2 used in the second step may be interpreted as ascending or descending &lt;a href=\"octave\"&gt;octave&lt;/a&gt;s. For instance, multiplying the frequency of a note by 26 means increasing it by 6 octaves. Moreover, each row of the table may be considered a sequence of &lt;a href=\"Perfect%20fifth\"&gt;fifths&lt;/a&gt; (ascending to the right), and each column a sequence of &lt;a href=\"major%20third\"&gt;major third&lt;/a&gt;s (ascending upward). For instance, in the first row of the table, there is an ascending fifth from D and A, and another one (followed by a descending octave) from A to E. This suggests an alternative but equivalent method for computing the same ratios. For instance, you can obtain A (5/3 ratio), starting from C, by moving one cell to the left and one upward in the table, which means descending by one fifth (2/3) and ascending by one major third (5/4):\nSince this is below C, you need to move up by an octave to end up within the desired range of ratios (from 1/1 to 2/1):\nA 12-tone scale is obtained by removing one note for each couple of enharmonic notes. This can be done in at least three ways, which have in common the removal of G, according to a convention valid even for C-based Pythagorean and 1/4-comma meantone scales. Note that it is a &lt;a href=\"diminished%20fifth\"&gt;diminished fifth&lt;/a&gt;, close to half an octave, above the tonic C, which is a disharmonic interval; also its ratio has the largest values in its numerator and denominator of all tones in the scale, which make it least harmonious: all reasons to avoid it.&lt;br&gt;\nThe first strategy, which we operationally denote here as \"symmetric scale 1\", consists of selecting for removal the tones in the upper left and lower right corners of the table. The second one, denoted as \"symmetric scale 2\", consists of discarding the notes in the first and last cell of the second row (labeled \"1\"). The third one, denoted as \"asymmetric scale\", consists of discarding the first column (labeled \"1/9\"). The resulting 12-tone scales are shown below:\nIn the first and second scale, B and D are exactly the inversion of each other. This is not true for the third one. This is the reason why these two scales are regarded as symmetric (although the removal of G makes all 12 tone scales, including those produced with any other tuning system, slightly asymmetric).\nThe asymmetric system has the advantage of having the \"justest\" ratios (those containing smaller numbers), nine pure fifths (factor 3/2), eight pure major thirds (factor 5/4) by design, but also six pure &lt;a href=\"minor%20third\"&gt;minor third&lt;/a&gt;s (factor 6/5). However, it also contains two impure fifths (e.g., D to A is 40/27 rather than 3/2) and three impure minor thirds (e.g., D to F is 32/27 rather than 6/5), which practically limits &lt;a href=\"Modulation%20%28music%29\"&gt;modulation&lt;/a&gt; to a narrow range of keys. The chords of the tonic C, dominant G and subdominant F are pure, as well as D, A, E and the minor chords Fm, Cm, Gm, Am, Bm and Em, but not the Dm.\nA drawback of the asymmetric system is that it produces 14 wolf intervals, rather than 12 as for the symmetric ones.\nThe B in the first symmetric scale differs from the B in the other scales by the &lt;a href=\"syntonic%20comma\"&gt;syntonic comma&lt;/a&gt;, being over 21 cents. In equally tempered scales, the difference is eliminated by making all steps the same frequency ratio.\nThe construction of the asymmetric scale is graphically shown in the picture. Each block has the height in cents of the constructive frequency ratios 2/1, 3/2 and 5/4. Recurring patterns can be recognised. For example, many times the next note is created by replacing a 5/4-block and a 3/2-block by a 2/1-block, representing a ratio of 16/15.\nFor a similar image, built using frequency factors 2, 3, and 5, rather than 2/1, 3/2, and 5/4, see .\nThe just ratios.\nThe just ratios used to build these scales can be used as a reference to evaluate the &lt;a href=\"consonance%20and%20dissonance\"&gt;consonance&lt;/a&gt; of intervals in other scales (for instance, see &lt;a href=\"Interval%20%28music%29%23Size%20of%20intervals%20used%20in%20different%20tuning%20systems\"&gt;this comparison table&lt;/a&gt;). However, 5-limit tuning is not the only method to obtain &lt;a href=\"just%20intonation\"&gt;just intonation&lt;/a&gt;. It is possible to construct just intervals with even \"juster\" ratios, or alternately, with values closer to the equal-tempered equivalents. For instance, a &lt;a href=\"7-limit\"&gt;7-limit&lt;/a&gt; tuning is sometimes used to obtain a slightly juster and consequently more consonant interval for the minor seventh (7/4) and its inversion, the major second (8/7). A list of these reference ratios, which may be referred to as pure or strictly just intervals or ratios, is provided below:\nCells highlighted in yellow indicate intervals that are juster than those in the non-coloured cells in the same row. Those highlighted in cyan indicate even juster ratios.\nNotice that the ratios 45/32 and 64/45 for the &lt;a href=\"tritone\"&gt;tritone&lt;/a&gt;s (augmented fourth and diminished fifth) are not in all contexts regarded as strictly just, but they are the justest possible in the above-mentioned 5-limit tuning scales. An extended asymmetric 5-limit scale (see below) provides slightly juster ratios for both the tritones (25/18 and 36/25), the purity of which is also controversial. 7-limit tuning allows for the justest possible ratios, namely 7/5 (about 582.512 cents, also known as &lt;a href=\"septimal%20tritone\"&gt;septimal tritone&lt;/a&gt;) and 10/7 (about 617.488 cents). These ratios are more consonant than 17/12 (about 603.000 cents) and 24/17 (about 597.000 cents), which can be obtained in 17-limit tuning, yet the latter are also fairly common, as they are closer to the equal-tempered value of 600.000 cents.\nThe above-mentioned 7/4 interval (about 968.826 cents), also known as the &lt;a href=\"septimal%20minor%20seventh\"&gt;septimal minor seventh&lt;/a&gt;, or harmonic seventh, has been a contentious issue throughout the history of music theory; it is 31 cents flatter than an equal-tempered minor seventh.\nSize of intervals.\nThe tables above show only the frequency ratios of each tone with respect to the base note C. However, intervals can be formed by starting from each of the twelve notes. Thus, twelve intervals can be defined for each interval type (twelve unisons, twelve &lt;a href=\"semitone\"&gt;semitone&lt;/a&gt;s, twelve intervals composed of 2 semitones, twelve intervals composed of 3 semitones, etc.).\nIn 5-limit tuning, each of the interval types, except for the unisons and the octaves, has three or even four different sizes. This is the price paid for seeking just intonation. The tables on the right and below show their frequency ratios and their approximate sizes in cents, for the \"asymmetric scale\". Similar tables, for the \"symmetric scale 1\", are published &lt;a href=\"http%3A//commons.wikimedia.org/wiki/File%3AInterval_ratios_in_C-based_symmetric_5-limit_tuning.PNG\"&gt;here&lt;/a&gt; and &lt;a href=\"http%3A//commons.wikimedia.org/wiki/File%3ASize_of_intervals_in_C-based_symmetric_5-limit_tuning.PNG\"&gt;here&lt;/a&gt;. &lt;a href=\"Interval%20%28music%29%23Quality\"&gt;Interval names&lt;/a&gt; are given in their standard shortened form. For instance, the size of the interval from C to G, which is a perfect fifth (P5), can be found in the seventh column of the row labeled C. Pure intervals, as defined above, are shown in &lt;a href=\"boldface\"&gt;bold&lt;/a&gt; font (notice that, as explained above, the justly intonated ratio 45/32 ≈ 590 cents, for A4, is not considered pure).\nA color code distinguishes intervals that deviate from the reference sizes in the construction table, and show the amount of their deviation. Wolf intervals are marked in black.\nThe reason why the interval sizes vary throughout the scale is that the pitches forming the scale are unevenly spaced. Namely, the frequencies defined by construction for the twelve notes determine four different &lt;a href=\"semitone\"&gt;semitone&lt;/a&gt;s (i.e., intervals between adjacent notes). For instance:\nConversely, in an &lt;a href=\"Twelve%20tone%20equal%20temperament\"&gt;equally tempered&lt;/a&gt; chromatic scale, by definition the twelve pitches are equally spaced, all semitones having a size of exactly\nAs a consequence all intervals of any given type have the same size (e.g., all major thirds have the same size, all fifths have the same size, etc.). The price paid, in this case, is that none of them is justly tuned and perfectly consonant, except, of course, for the unison and the octave.\nNote that 5-limit tuning was designed to maximize the number of pure intervals, but even in this system several intervals are markedly impure (for instance, as shown in the figures, 60 out of 144 intervals deviate by at least 19.6 cents from the justly intonated reference sizes shown in the construction table). Also, 5-limit tuning yields a much larger number of wolf intervals with respect to &lt;a href=\"Pythagorean%20tuning\"&gt;Pythagorean tuning&lt;/a&gt;, which can be considered a 3-limit just intonation tuning. Namely, while Pythagorean tuning determines only 2 wolf intervals (a fifth and a fourth), the 5-limit symmetric scales produce 12 of them, and the asymmetric scale 14. It is also important to note that the two fifths, three minor thirds, and three major sixths marked in orange in the tables (ratio 40/27, 32/27, and 27/16 (or G−, E−, and A+), even though they do not completely meet the conditions to be wolf intervals, deviate from the corresponding pure ratio by an amount (1 &lt;a href=\"syntonic%20comma\"&gt;syntonic comma&lt;/a&gt;, i.e., 81/80, or about 21.5 cents) large enough to be clearly perceived as &lt;a href=\"consonance%20and%20dissonance\"&gt;dissonant&lt;/a&gt;.\nClearly, the more we try to increase the number of pure and &lt;a href=\"consonance%20and%20dissonance\"&gt;consonant&lt;/a&gt; intervals, the more the remaining ones become impure and dissonant, by compensation. Some of the major seconds (M2) and minor sevenths (m7) represent the only exception to this rule. As you can see in the tables, those marked in orange are pure (10/9 and 16/9), even if their size is 81/80 narrower than the corresponding reference size (9/8 and 9/5).\nFor a comparison with other tuning systems, see also &lt;a href=\"Interval%20%28music%29%23Size%20of%20intervals%20used%20in%20different%20tuning%20systems\"&gt;this table&lt;/a&gt;.\nCommas.\nIn other tuning systems, a &lt;a href=\"Comma%20%28music%29\"&gt;comma&lt;/a&gt; may be defined as a minute interval, equal to the difference between two kinds of &lt;a href=\"semitone\"&gt;semitone&lt;/a&gt;s (diatonic and chromatic, also known as minor second, m2, or augmented unison, A1). In this case, however, 4 different kinds of semitones are produced (two A1, S1 and S2, and two m2, S3 and S4), and 12 different commas can be defined as the differences between their sizes in cents, or equivalently as the ratios between their ratios. Among these, we select the six ascending ones (those with ratio larger than 1/1, and positive size in cents):\nThe other six ratios are discarded because they are just the opposite of these, and hence they have exactly the same length, but an opposite direction (i.e., a descending direction, a ratio smaller than 1/1, and a negative size in cents). We obtain commas of four different sizes: the diaschisma, the lesser diesis, the syntonic comma, and the greater diesis. Since S1 (the \"just A1\") and S3 (the \"just m2\") are the most often occurring semitones in this 12-tone scale (see tables above), the lesser diesis, being defined as the ratio between them, is the most often observed comma.\nThe syntonic comma is also defined, in 5-limit tuning, as the ratio between the major &lt;a href=\"Major%20second\"&gt;tone&lt;/a&gt; (M2 with size 9/8) and the minor tone (M2 with size 10/9). Notice that it cannot be defined, in other tuning systems, as the ratio between diatonic and cromatic semitones (m2/A1), but it is an important reference value used to tune the &lt;a href=\"perfect%20fifth\"&gt;perfect fifth&lt;/a&gt; in any tuning system in the &lt;a href=\"syntonic%20temperament\"&gt;syntonic temperament&lt;/a&gt; continuum (including also meantone temperaments).\nDiminished seconds.\nThree of the above-mentioned commas, namely the diaschisma, the diesis and the greater diesis, meet the definition of the &lt;a href=\"diminished%20second\"&gt;diminished second&lt;/a&gt;, being the difference between the sizes in cents of a diatonic and a chromatic semitone (or equivalently the ratio between their frequency ratios).\nOn the contrary, the syntonic comma is defined either as the difference in cents between two chromatic semitones (S2 and S1), or between two diatonic semitones (S4 and S3), and cannot be considered a diminished second.\nExtension of the twelve-tone scale.\nThe table above uses only low powers of 3 and 5 to build the base ratios. However, it can be easily extended by using higher positive and negative powers of the same numbers, such as 52 = 25, 5−2 = 1/25, 33 = 27, or 3−3 = 1/27. A scale with 25, 35, or even more pitches can be obtained by combining these base ratios.\nFor instance, one can obtain 35 pitches by adding rows in each direction like this:\nThe left column (1/9) is sometimes removed (as in the asymmetric scale shown above), thus creating an asymmetric table with a smaller number of pitches. Notice that a juster ratio is produced for the diminished fifth (C-G = 36/25), with respect to the restricted 5-limit tuning described above (where C to G&lt;a href=\"syntonic%20comma\"&gt;-&lt;/a&gt; = 64/45).\nHistory.\nIn Pythagorean tuning, perhaps the first tuning system theorized in the West, the only highly consonant intervals were the &lt;a href=\"perfect%20fifth\"&gt;perfect fifth&lt;/a&gt; and its inversion, the &lt;a href=\"perfect%20fourth\"&gt;perfect fourth&lt;/a&gt;. The Pythagorean &lt;a href=\"major%20third\"&gt;major third&lt;/a&gt; (81:64) and &lt;a href=\"minor%20third\"&gt;minor third&lt;/a&gt; (32:27) were &lt;a href=\"Consonance%20and%20dissonance\"&gt;dissonant&lt;/a&gt;, and this prevented musicians from using &lt;a href=\"Triad%20%28music%29\"&gt;triad&lt;/a&gt;s and &lt;a href=\"Chord%20%28music%29\"&gt;chord&lt;/a&gt;s, forcing them for centuries to write music with relatively simple &lt;a href=\"Texture%20%28music%29\"&gt;texture&lt;/a&gt;. In late &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, musicians realized that by slightly tempering the pitch of some notes, the Pythagorean thirds could be made &lt;a href=\"Consonance%20and%20dissonance\"&gt;consonant&lt;/a&gt;. For instance, if you decrease by a &lt;a href=\"syntonic%20comma\"&gt;syntonic comma&lt;/a&gt; (81:80) the frequency of E, C-E (a major third), and E-G (a minor third) become just. Namely, C-E is narrowed to a justly intonated ratio of\nand at the same time E-G is widened to the just ratio of\nThe drawback is that the fifths A-E and E-B, by flattening E, become almost as dissonant as the Pythagorean &lt;a href=\"Wolf%20interval\"&gt;wolf fifth&lt;/a&gt;. But the fifth C-G stays consonant, since only E has been flattened (C-E * E-G = 5/4 * 6/5 = 3/2), and can be used together with C-E to produce a C-&lt;a href=\"Major%20chord\"&gt;major&lt;/a&gt; triad (C-E-G).\nBy generalizing this simple rationale, &lt;a href=\"Gioseffo%20Zarlino\"&gt;Gioseffo Zarlino&lt;/a&gt;, in the late sixteenth century, created the first justly intonated 7-tone (&lt;a href=\"Diatonic%20scale\"&gt;diatonic&lt;/a&gt;) scale, which contained pure perfect fifths (3:2), pure major thirds, and pure minor thirds:\nF → A → C → E → G → B → D\nThis is a sequence of just major thirds (M3, ratio 5:4) and just minor thirds (m3, ratio 6:5), starting from F:\nF + M3 + m3 + M3 + m3 + M3 + m3\nSince M3 + m3 = P5 (perfect fifth), i.e., 5/4 * 6/5 = 3/2, this is exactly equivalent to the diatonic scale obtained in 5-limit just intonation, and hence can be viewed as a subset of the construction table used for the 12-tone (&lt;a href=\"Chromatic%20scale\"&gt;chromatic&lt;/a&gt;) scale:\nwhere both rows are sequences of just fifths, and F-A, C-E, G-B are just major thirds:"
}