{
    "id": "27921142",
    "revid": "82835",
    "url": "https://en.wikipedia.org/wiki?curid=27921142",
    "title": "Sanctioned name",
    "text": "In &lt;a href=\"mycology\"&gt;mycology&lt;/a&gt;, a sanctioned name is a &lt;a href=\"scientific%20name\"&gt;name&lt;/a&gt; that was adopted (but not necessarily coined) in certain works of &lt;a href=\"Christiaan%20Hendrik%20Persoon\"&gt;Christiaan Hendrik Persoon&lt;/a&gt; or &lt;a href=\"Elias%20Magnus%20Fries\"&gt;Elias Magnus Fries&lt;/a&gt;, which are considered major points in &lt;a href=\"fungal\"&gt;fungal&lt;/a&gt; taxonomy.\nDefinition and effects.\nSanctioned names are those, regardless of their authorship, that were used by Persoon in his \"&lt;a href=\"Synopsis%20Methodica%20Fungorum\"&gt;Synopsis Methodica Fungorum&lt;/a&gt;\" (1801) for &lt;a href=\"rust%20%28fungus%29\"&gt;rusts&lt;/a&gt;, &lt;a href=\"smut%20%28fungus%29\"&gt;smuts&lt;/a&gt; and &lt;a href=\"gasteromycetes\"&gt;gasteromycetes&lt;/a&gt;, and in Fries's \"&lt;a href=\"Systema%20Mycologicum\"&gt;Systema Mycologicum&lt;/a&gt;\" (three volumes, published 1821–32) and \"&lt;a href=\"Elenchus%20fungorum\"&gt;Elenchus fungorum&lt;/a&gt;\" for all other fungi.\nA sanctioned name, as defined under article 15 of the \"&lt;a href=\"International%20Code%20of%20Nomenclature%20for%20algae%2C%20fungi%2C%20and%20plants\"&gt;International Code of Nomenclature for algae, fungi, and plants&lt;/a&gt;\" (previously, the \"International Code of Botanical Nomenclature\") is automatically treated as if conserved against all earlier &lt;a href=\"synonym%20%28taxonomy%29\"&gt;synonym&lt;/a&gt;s or &lt;a href=\"Homonym%20%28biology%29\"&gt;homonym&lt;/a&gt;s. It can still, however, be &lt;a href=\"Conserved%20name\"&gt;conserved or rejected&lt;/a&gt; normally.\nHistory.\nBecause of the imprecision associated with assigning starting dates for fungi sanctioned in Fries' three \"Systema\" volumes, the &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; 1950 &lt;a href=\"International%20Botanical%20Congress\"&gt;International Botanical Congress&lt;/a&gt; defined arbitrary or actual publication dates for the starting points to improve the stability of nomenclature. These dates were 1 May 1753 for \"Species Plantarum\" (vascular plants), 31 December 1801 for \"Synopsis Methodica Fungorum\", 31 December 1820 for \"Flora der Vorweldt\" (fossil plants), and 1 Jan 1821 for the first volume of \"Systema\". Because fungi defined in the second and third volumes lacked a starting-point book for reference, the Congress declared that these species, in addition to species defined in Fries' 1828 \"Elenchus Fungorum\" (a two-volume supplement to his \"System\"), had \"privileged status\". According to Korf, the term \"sanctioned\" was first used to indicate these privileged names by the Dutch mycologist &lt;a href=\"Marinus%20Anton%20Donk\"&gt;Marinus Anton Donk&lt;/a&gt; in 1961.\nIn 1982, changes in the \"International Code for Botanical Nomenclature\" (the Sydney Code) restored Linnaeus' 1753 \"Species Plantarum\" as the starting point for fungal nomenclature; however, protected status was given to all names adopted by Persoon in his 1801 \"Synopsis\", and by Fries in both the \"Systema\" and the \"Elenchus\". Soon after, in 1983, &lt;a href=\"Richard%20P.%20Korf\"&gt;Richard P. Korf&lt;/a&gt; proposed the now widely accepted \"colon-author indication\", whereby sanctioned names are indicated by including \": Pers.\" or \": Fr.\" when fully citing the species author."
}