{
    "id": "2794528",
    "revid": "206667",
    "url": "https://en.wikipedia.org/wiki?curid=2794528",
    "title": "Saloninus",
    "text": "Publius Licinius Cornelius Saloninus Valerianus ( – 260), typically just called Saloninus, was a &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; &lt;a href=\"Social%20class%20in%20ancient%20Rome\"&gt;nobleman&lt;/a&gt; who briefly became &lt;a href=\"Roman%20Emperor\"&gt;Emperor&lt;/a&gt; in 260. The grandson of &lt;a href=\"Valerian%20I\"&gt;Valerian I&lt;/a&gt;, Saloninus was appointed (subordinate) &lt;a href=\"Caesar%20%28title%29\"&gt;Caesar&lt;/a&gt; in 258 in an attempt to shore up the Licinial line of succession during the &lt;a href=\"Crisis%20of%20the%20Third%20Century\"&gt;Crisis of the Third Century&lt;/a&gt;. During his time in power, Saloninus administered the &lt;a href=\"Germania\"&gt;German marches&lt;/a&gt; out of &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt;. Nevertheless, Saloninus soon became embroiled in a dispute with future Caesar of the &lt;a href=\"Gallic%20Empire\"&gt;Gallic Empire&lt;/a&gt; &lt;a href=\"Postumus\"&gt;Postumus&lt;/a&gt; over &lt;a href=\"Looting\"&gt;war spoils&lt;/a&gt;. In 260, Saloninus' troops acclaimed him Emperor in an unsuccessful bid for &lt;a href=\"political%20legitimacy\"&gt;political legitimacy&lt;/a&gt;; Postumus killed Saloninus shortly thereafter.\nEarly life.\nSaloninus was born around the year 242. His father was the later emperor &lt;a href=\"Gallienus\"&gt;Gallienus&lt;/a&gt;, his mother &lt;a href=\"Cornelia%20Salonina\"&gt;Cornelia Salonina&lt;/a&gt;, a &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; from &lt;a href=\"Bithynia\"&gt;Bithynia&lt;/a&gt;. In 258 Saloninus was appointed \"&lt;a href=\"Caesar%20%28title%29\"&gt;Caesar&lt;/a&gt;\" by his father (just like his older brother &lt;a href=\"Valerian%20II\"&gt;Valerian II&lt;/a&gt;, who had died around 258) and sent to &lt;a href=\"Roman%20Gaul\"&gt;Gaul&lt;/a&gt; to make sure his father's authority was respected there (the title \"Caesar\" in Imperial nomenclature indicated that the holder was the Crown Prince and first in line of succession after the \"&lt;a href=\"Augustus%20%28honorific%29\"&gt;Augustus&lt;/a&gt;\", the title reserved for the ruling Emperor). Like Valerian II, who was made the ward of &lt;a href=\"Ingenuus\"&gt;Ingenuus&lt;/a&gt;, governor of the Illyrian provinces, Saloninus was put under the protection of the &lt;a href=\"praetorian%20prefect\"&gt;praetorian prefect&lt;/a&gt; &lt;a href=\"Silvanus%20%28praetorian%20prefect%29\"&gt;Silvanus&lt;/a&gt; (otherwise named as Albanus). As Caesar in Gaul, Saloninus had his main seat in &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt;.\nReign.\nBray conjectures that Saloninus's appointment as \"Caesar\", like that of his elder brother, Valerian II, in Illyria, was made at the instigation of &lt;a href=\"Valerian%20%28emperor%29\"&gt;Valerian I&lt;/a&gt; who was, simultaneously, the senior Emperor (\"Augustus\") and grandfather of the two young Caesars and, as head of the Licinius clan, exercised also the \"&lt;a href=\"Pater%20familias\"&gt;patria potestas&lt;/a&gt;\" over all members of the Imperial family, including his son Gallienus, his co-Emperor (and co-Augustus). Bray suggests that Valerian's motive in making these appointments was securing the succession and establishing a lasting imperial dynasty. We do not know how Valerian envisaged his grandson interacting with the existing governors and military commanders of the Gallic provinces. There is no reason to suppose that he ever thought the thing through as systematically as &lt;a href=\"Diocletian\"&gt;Diocletian&lt;/a&gt; when he established the &lt;a href=\"Tetrarchy\"&gt;Tetrarchy&lt;/a&gt; some thirty years later. However, Silvanus must have been a seasoned soldier and administrator, and he does seem to have harboured the notion that, as guardian of Saloninus, he should exercise real authority in Gaul. This was demonstrated by the circumstances in which he fell out with the &lt;a href=\"Roman%20usurper\"&gt;usurper&lt;/a&gt; &lt;a href=\"Postumus\"&gt;Postumus&lt;/a&gt;.\nIn 260 (probably in July) Silvanus (no doubt in Saloninus's name) ordered Postumus to hand over some booty that Postumus's troops had seized from a German warband which had been on its way home from a successful raid into Gaul. However, Postumus's men took violent exception to this attempt to enforce the rights of the representative of a distant emperor who was manifestly failing in his duty to protect the Gallic provinces. Asserting what was probably the prevailing custom of the frontier, they turned on Saloninus and Silvanus, who had to then flee to Cologne with some loyal troops. It was probably at this time that Postumus was acclaimed emperor by his army. Riding the tide of military discontent which he could barely control, Postumus then besieged Saloninus and Silvanus in Cologne.\nDeath.\nGallienus, who was fully engaged elsewhere – probably campaigning on the middle Danube – could do nothing to save his son (by this time Saloninus's grandfather, the senior Emperor Valerian, was probably already a captive of the Persian King &lt;a href=\"Shapur%20I\"&gt;Shapur I&lt;/a&gt;). Saloninus's troops, in their desperation, finally proclaimed him emperor, perhaps hoping that this would induce Postumus's army to desert him and join them in a bid for Empire – i.e., against Valerian and Gallienus. If this was indeed their hope, they were to be disappointed in the event, for Postumus's army pressed on with the siege and, about one month later, the citizens of &lt;a href=\"Colonia%20Agrippina\"&gt;Colonia Agrippina&lt;/a&gt; handed Saloninus and his guardian over to their enemy. Postumus was then unable to prevent his army from murdering them. Despite his public protestations of regret, it seems in fact unlikely that Postumus made a serious effort to resist this course of events.\nWhether or not Gallienus ever concurred with Valerian's dynastic experiment is not known. The murder of Saloninus, so soon after the suspicious death of Valerian II, seems to have cured Gallienus of any ambition in this regard. Throughout the period of his sole reign, Gallienus made no effort to elevate his third son, &lt;a href=\"Egnatius%20Marinianus\"&gt;Egnatius Marinianus&lt;/a&gt;, to the purple or associate him in any way with his government of the Empire – although he did allow him to be elected to the largely ceremonial office of &lt;a href=\"Roman%20consul\"&gt;Consul&lt;/a&gt; in 268."
}