{
    "id": "2797763",
    "revid": "986334247",
    "url": "https://en.wikipedia.org/wiki?curid=2797763",
    "title": "Mayatan Bilingual School",
    "text": "Mayatan Bilingual School is a non-profit, private, independent bilingual (Spanish/English) co-educational day school located in &lt;a href=\"Cop%C3%A1n%20Ruinas\"&gt;Copán Ruinas&lt;/a&gt;, &lt;a href=\"Cop%C3%A1n\"&gt;Copán&lt;/a&gt;, &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt;. In the 2010-11 school year the enrollment was 300 students from Pre-Kinder through 11th grade. Mayatan's first high school class entered in 2009-10 and will graduate in 2012.\nThe school uses volunteer native English speakers, primarily from North America, as the lead teachers for each class. Local teachers teach Spanish and social studies and assist the lead teachers at the younger grade levels. The school is owned and operated by the Mayatan Foundation, and it relies on donations to provide scholarships to some 45% of its students. Scholarship sponsors come primarily from local businesses and friends, family, and groups from North America and Europe.\nMission statement.\nMayatan Bilingual School is dedicated to providing a diverse population of students, from pre-kindergarten through twelfth grade, with the best bilingual education possible, thereby giving them the tools to become active, responsible, and informed participants in their local, national, and global communities.\nHistory.\nThe school was founded in 1991 by a local &lt;a href=\"Cop%C3%A1n%20Ruinas\"&gt;Copán Ruinas&lt;/a&gt; woman, Nora Arita de Welchez, who wanted to give to her children the opportunity to get a quality education in English without having to leave the town. She joined forces with two other local mothers, Maria Eugenia Aviles de Arias and Mayra Arias de Welchez. In the first year, nine students enrolled in the first grade and teachers were mostly English-speaking backpackers. At that time, the school was located in a small schoolhouse directly across from the Maya ruins that give the town its name.\nMayatan Foundation.\nIn 2001, former school director Frank Hopkins helped the owners of the school to form &lt;a href=\"http%3A//www.mayatanfoundation.org/\"&gt;Fundación Mayatan (Mayatan Foundation)&lt;/a&gt;, a registered, tax exempt charity organization in Honduras. The Foundation now owns and operates the school. The primary function of the non-profit Foundation is to provide conduct the fundraising and development work for the school, as well as the administration of scholarships.\nHope for Tomorrow.\nAfter returning to the United States, Hopkins founded &lt;a href=\"Hope%20for%20Tomorrow\"&gt;Hope for Tomorrow&lt;/a&gt;, a &lt;a href=\"501%28c%29%283%29\"&gt;501(c)(3)&lt;/a&gt; non-profit organization that would transfer funds to Mayatan. The goal of Hope for Tomorrow was to allow U.S. taxpayers the opportunity to donate to Mayatan and receive a tax credit.\nNew campus.\nIn 2003, the school built a new campus on a hillside just outside town. The decision to move was prompted by the discovery that the old campus lay on top of buried Maya ruins, and they were restricted from building additional classrooms. With enrollment growing, the new campus gave the school the room to expand. In 2006 Mayatan was able to add a primary wing.\nAcademics.\nThe school is accredited with the Honduran Department of Education. The Mayatan high school is also accredited through the &lt;a href=\"MU%20Online\"&gt;University of Missouri High School&lt;/a&gt;, which allows students to receive an American-accredited diploma alongside their Honduran \"bachillerato de turismo\" and \"bachillerato en ciencias y letras\". Otherwise, Honduran education laws dictate the number of hours each week that must be dedicated to each subject. These include Reading, Math, Science and Spelling which are conducted in English and normally taught by foreign teachers; as well as Estudios Sociales and Español which are instructed by local Honduran teachers. In addition, the school also offers curriculum in Handwriting, Oral Language Development, Art, Music, Physical Education, Computers, Values, Library, Home Economics, Anthropology, Art History, Psychology, and Literature.\nStudents.\nThe school draws its population from the local community at all levels of the socio-economic spectrum. Students are generally of mestizo descent, and there are students from the aldeas (poor, rural farming communities in the hills outside of towns) and from Maya Ch'orti populations.\nFaculty.\nThe school employs 22 foreign teachers from English-speaking countries. They also hire 15 local teachers for subjects in Spanish as well as classroom assistants.\nCampus.\nThe current school campus is located on a hillside just outside town. There is an office building, two classroom buildings for secondary and high school, a building for grades 1-6, a building for PreKinder-Grade 1, and a small cafeteria building. The school also has a library of its own as well as a science laboratory.\nFinancial support.\nThe school is supported in part by the &lt;a href=\"http%3A//www.mayatanfoundation.org/\"&gt;Mayatan Foundation&lt;/a&gt;."
}