{
    "id": "27979096",
    "revid": "41523077",
    "url": "https://en.wikipedia.org/wiki?curid=27979096",
    "title": "A Banda (Ah Bahn-da)",
    "text": "\"A Banda (Ah Bahn-da)\" (Portuguese for \"The Band\") is a composition by &lt;a href=\"Chico%20Buarque\"&gt;Chico Buarque&lt;/a&gt; that was first performed live by Chico Buarque and &lt;a href=\"Nara%20Le%C3%A3o\"&gt;Nara Leão&lt;/a&gt;, in 1966, during the II &lt;a href=\"M%C3%BAsica%20Popular%20Brasileira\"&gt;Música Popular Brasileira&lt;/a&gt; (MPB) Festival in &lt;a href=\"Rede%20Record\"&gt;TV Record's theater&lt;/a&gt;, São Paulo, when and where the song won the \"Viola de Ouro\" award for best composition. \"A Banda\" brought Chico Buarque immediately into the limelight in Brazil. The song was also released in 1966, on the Brazilian RGE label, as the first track of side 1 in \"Chico Buarque de Hollanda (Vol. 1)\" LP. The following year &lt;a href=\"Astrud%20Gilberto\"&gt;Astrud Gilberto&lt;/a&gt; brought the song to the US, recording it with English lyrics on the Verve/Copacabana label, crediting Bob Russell for the English lyrics. As an instrumental, the song was performed by &lt;a href=\"Herb%20Alpert\"&gt;Herb Alpert&lt;/a&gt; &amp; the Tijuana Brass, who had their third and final number one on the &lt;a href=\"Adult%20Contemporary%20%28chart%29\"&gt;Easy Listening&lt;/a&gt; chart in October 1967. It peaked at number 35 on the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;. The &lt;a href=\"France\"&gt;French&lt;/a&gt; singer &lt;a href=\"France%20Gall\"&gt;France Gall&lt;/a&gt; was popularized this song in &lt;a href=\"German%20language\"&gt;German language&lt;/a&gt; titled \"Zwei apfelsinen im haar\" in &lt;a href=\"German%20language\"&gt;german&lt;/a&gt; \"Two oranges in hair\".\nThe instrumental version by &lt;a href=\"Herb%20Alpert\"&gt;Herb Alpert&lt;/a&gt; &amp; the Tijuana Brass was used in &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; cartoon &lt;a href=\"Well%2C%20Just%20You%20Wait%21\"&gt;Well, Just You Wait!&lt;/a&gt; in 8th section.\nAlso in 1999 the &lt;a href=\"Germany\"&gt;German&lt;/a&gt; band &lt;a href=\"Captain%20Jack%20%28group%29\"&gt;Captain Jack&lt;/a&gt; used riff from A Banda in song Get Up."
}