{
    "id": "279720",
    "revid": "6056090",
    "url": "https://en.wikipedia.org/wiki?curid=279720",
    "title": "Malays (ethnic group)",
    "text": "Malays (, &lt;a href=\"Jawi%20alphabet\"&gt;Jawi&lt;/a&gt;: أورڠ ملايو) are an &lt;a href=\"Austronesian%20peoples\"&gt;Austronesian&lt;/a&gt; &lt;a href=\"ethnic%20group\"&gt;ethnic group&lt;/a&gt; native to the eastern &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;, &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt; and coastal &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt;, as well as the smaller islands that lie between these locations — areas that are collectively known as the &lt;a href=\"Malay%20world\"&gt;Malay world&lt;/a&gt;. These locations are today part of the countries of &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; (&lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;, &lt;a href=\"Bangka%20Belitung%20Islands\"&gt;Bangka Belitung Islands&lt;/a&gt;, &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt; (&lt;a href=\"Kalimantan\"&gt;Kalimantan&lt;/a&gt;) and &lt;a href=\"Riau%20Islands\"&gt;Riau Islands&lt;/a&gt;), southern part of &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt; (&lt;a href=\"Pattani%20Province\"&gt;Pattani&lt;/a&gt;, &lt;a href=\"Satun%20Province\"&gt;Satun&lt;/a&gt;, &lt;a href=\"Songkhla%20Province\"&gt;Songkhla&lt;/a&gt;, &lt;a href=\"Yala%20Province\"&gt;Yala&lt;/a&gt; and &lt;a href=\"Narathiwat%20Province\"&gt;Narathiwat&lt;/a&gt;), &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; and &lt;a href=\"Brunei%20Darussalam\"&gt;Brunei Darussalam&lt;/a&gt;.\nThere is considerable genetic, linguistic, cultural, artistic and social diversity among the many Malay subgroups, mainly due to hundreds of years of immigration and assimilation of various regional ethnicity and tribes within &lt;a href=\"Maritime%20Southeast%20Asia\"&gt;Maritime Southeast Asia&lt;/a&gt;. Historically, the Malay population is descended primarily from the earlier &lt;a href=\"Malayic%20languages\"&gt;Malayic&lt;/a&gt;-speaking Austronesians and &lt;a href=\"Austroasiatic%20languages\"&gt;Austroasiatic&lt;/a&gt; tribes who founded several ancient maritime trading states and kingdoms, notably &lt;a href=\"History%20of%20Brunei\"&gt;Brunei&lt;/a&gt;, &lt;a href=\"Kedah%20Kingdom\"&gt;Kedah&lt;/a&gt;, &lt;a href=\"Langkasuka\"&gt;Langkasuka&lt;/a&gt;, &lt;a href=\"Gangga%20Negara\"&gt;Gangga Negara&lt;/a&gt;, &lt;a href=\"Chi%20Tu\"&gt;Chi Tu&lt;/a&gt;, &lt;a href=\"Nakhon%20Si%20Thammarat%20Kingdom\"&gt;Nakhon Si Thammarat&lt;/a&gt;, &lt;a href=\"Old%20Pahang%20Kingdom\"&gt;Pahang&lt;/a&gt;, &lt;a href=\"Melayu%20Kingdom\"&gt;Melayu&lt;/a&gt; and &lt;a href=\"Srivijaya\"&gt;Srivijaya&lt;/a&gt;.\nThe advent of the &lt;a href=\"Malacca%20Sultanate\"&gt;Malacca Sultanate&lt;/a&gt; in the 15th century triggered a major revolution in Malay history, the significance of which lies in its far-reaching political and cultural legacy. Common definitive markers of &lt;a href=\"Malayness\"&gt;Malayness&lt;/a&gt; – the religion of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;, the &lt;a href=\"Malay%20language\"&gt;Malay language&lt;/a&gt; and traditions – are thought to have been promulgated during this era, resulting in the &lt;a href=\"ethnogenesis\"&gt;ethnogenesis&lt;/a&gt; of the Malay as a major &lt;a href=\"ethnoreligious%20group\"&gt;ethnoreligious group&lt;/a&gt; in the region. In literature, architecture, &lt;a href=\"Malay%20cuisine\"&gt;culinary traditions&lt;/a&gt;, traditional dress, performing arts, martial arts and royal court traditions, Malacca set a standard that later Malay sultanates emulated. The golden age of the &lt;a href=\"Malay%20sultanate\"&gt;Malay sultanate&lt;/a&gt;s in the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt;, &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt; and &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt; saw many of their inhabitants, particularly from various tribal communities like the &lt;a href=\"Batak\"&gt;Batak&lt;/a&gt;, &lt;a href=\"Dayak%20people\"&gt;Dayak&lt;/a&gt;, &lt;a href=\"Orang%20Asli\"&gt;Orang Asli&lt;/a&gt; and the &lt;a href=\"Orang%20Laut\"&gt;Orang Laut&lt;/a&gt; become subject to &lt;a href=\"Islamization\"&gt;Islamisation&lt;/a&gt; and &lt;a href=\"Malayisation\"&gt;Malayisation&lt;/a&gt;. In the course of history, the term \"Malay\" has been extended to other ethnic groups within the \"&lt;a href=\"Malay%20world\"&gt;Malay world&lt;/a&gt;\"; this usage is nowadays largely confined to Malaysia, where descendants of immigrants from these ethnic group are termed as \"&lt;a href=\"anak%20dagang\"&gt;anak dagang&lt;/a&gt;\" (\"traders\") and who are predominantly from the &lt;a href=\"Indonesia\"&gt;Indonesian archipelago&lt;/a&gt; such as the &lt;a href=\"Acehnese%20people\"&gt;Acehnese&lt;/a&gt;, &lt;a href=\"Banjar%20people\"&gt;Banjarese&lt;/a&gt;, &lt;a href=\"Bugis\"&gt;Bugis&lt;/a&gt;, &lt;a href=\"Mandailing%20people\"&gt;Mandailing&lt;/a&gt;, &lt;a href=\"Minangkabau%20people\"&gt;Minangkabau&lt;/a&gt; and &lt;a href=\"Javanese%20people\"&gt;Javanese&lt;/a&gt;.\nThroughout their history, the Malays have been known as a coastal-trading community with fluid cultural characteristics. They &lt;a href=\"Trans-cultural%20diffusion\"&gt;absorbed&lt;/a&gt;, &lt;a href=\"Intercultural%20communication%20principles\"&gt;shared&lt;/a&gt; and &lt;a href=\"Cultural%20learning\"&gt;transmitted&lt;/a&gt; numerous cultural features of other local ethnic groups, such as those of Minang and Acehnese. Ethnic Malays are also the major source of the ethnocultural development of the related &lt;a href=\"Betawi%20people\"&gt;Betawi&lt;/a&gt;, &lt;a href=\"Banjar%20people\"&gt;Banjar&lt;/a&gt;, &lt;a href=\"Cape%20Malays\"&gt;Cape Malay&lt;/a&gt;, &lt;a href=\"Chams\"&gt;Chams&lt;/a&gt;, &lt;a href=\"Cocos%20Malays\"&gt;Cocos Malay&lt;/a&gt; and &lt;a href=\"Sri%20Lankan%20Malays\"&gt;Sri Lankan Malay&lt;/a&gt; cultures, as well as the development of Malay trade and creole languages like &lt;a href=\"Ambonese%20Malay\"&gt;Ambonese Malay&lt;/a&gt;, &lt;a href=\"Baba%20Malay\"&gt;Baba Malay&lt;/a&gt;, &lt;a href=\"Betawi%20language\"&gt;Betawi&lt;/a&gt; and &lt;a href=\"Manado%20Malay\"&gt;Manado Malay&lt;/a&gt;.\nEtymology.\nThe epic literature, the \"&lt;a href=\"Malay%20Annals\"&gt;Malay Annals&lt;/a&gt;\", associates the etymological origin of \"Melayu\" to \"Sungai Melayu\" ('Melayu river') in &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;, Indonesia. The term is thought to be derived from the &lt;a href=\"Malay%20language\"&gt;Malay&lt;/a&gt; word \"melaju\", a combination of the verbal &lt;a href=\"prefix\"&gt;prefix&lt;/a&gt; 'me' and the &lt;a href=\"root%20word\"&gt;root word&lt;/a&gt; 'laju', meaning \"to accelerate\", used to describe the accelerating strong current of the river.\nThe word \"Melayu\" as an &lt;a href=\"ethnonym\"&gt;ethnonym&lt;/a&gt;, to allude to a clearly different ethnological cluster, is assumed to have been made fashionable throughout the integration of the Malacca Sultanate as a regional power in the 15th century. It was applied to report the social partialities of the Malaccans as opposed to foreigners as of the similar area, especially the &lt;a href=\"Javanese%20people\"&gt;Javanese&lt;/a&gt; and &lt;a href=\"Thai%20people\"&gt;Thais&lt;/a&gt; This is evidenced from the early 16th century Malay word-list by &lt;a href=\"Antonio%20Pigafetta\"&gt;Antonio Pigafetta&lt;/a&gt; who joined the &lt;a href=\"Timeline%20of%20Magellan%27s%20circumnavigation\"&gt;Magellan's circumnavigation&lt;/a&gt;, that made a reference to how the phrase \"chiara Malaiu\" ('Malay ways') was used in the &lt;a href=\"maritime%20Southeast%20Asia\"&gt;maritime Southeast Asia&lt;/a&gt;, to refer to the \"al parlare de Malaea\" (&lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; for \"to speak of Malacca\").\nPrior to the 15th century, the term \"Melayu\" and its similar-sounding variants appear to apply as an old &lt;a href=\"toponym\"&gt;toponym&lt;/a&gt; to the &lt;a href=\"Strait%20of%20Malacca\"&gt;Strait of Malacca&lt;/a&gt; region in general.\nOther suggestions include the &lt;a href=\"Javanese%20language\"&gt;Javanese&lt;/a&gt; word \"mlayu\" (as a verb: to run, participle: fugitive), or the Malay term \"melaju\" (to steadily accelerate), referring to the high mobility and migratory nature of its people. De Barros (1552) mentioned that &lt;a href=\"Iskandar%20Shah\"&gt;Iskandar Shah&lt;/a&gt; named the \"Malaios\" (Malays) so because of the banishment of his father from his country. Albuquerque explained that &lt;a href=\"Parameswara%20%28king%29\"&gt;Parameswara&lt;/a&gt; fled (\"malayo\") from the kingdom of Palembang to Malacca.\nOrigins.\nProto-Malay models.\nAlso known as \"Melayu asli\" (aboriginal Malays) or \"Melayu purba\" (ancient Malays), the &lt;a href=\"Proto-Malay\"&gt;Proto-Malay&lt;/a&gt;s are of &lt;a href=\"Austronesian%20people\"&gt;Austronesian&lt;/a&gt; origin and thought to have migrated to the &lt;a href=\"Malay%20archipelago\"&gt;Malay archipelago&lt;/a&gt; in a long series of migrations between 2500 and 1500 BC. \"The Encyclopedia of Malaysia: Early History\", has pointed out a total of three theories of the origin of Malays:\nDeutero-Malays.\nThe Deutero-Malays are &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; people descended partly from the subsequent &lt;a href=\"Austronesian%20peoples\"&gt;Austronesian peoples&lt;/a&gt; who came equipped with more advanced farming techniques and new knowledge of metals. The Deutero-Malay settlers were not &lt;a href=\"nomadic\"&gt;nomadic&lt;/a&gt; compared to their predecessors, instead they settled and established &lt;a href=\"kampung\"&gt;kampung&lt;/a&gt;s which serve as the main units in the society. These kampungs were normally situated on the riverbanks or coastal areas and generally self-sufficient in food and other necessities. By the end of the last century BC, these kampungs beginning to engage in some trade with the outside world. The Deutero-Malays are considered the direct ancestors of present-day Malay people. Notable &lt;a href=\"Proto-Malay\"&gt;Proto-Malay&lt;/a&gt;s of today are &lt;a href=\"Moken\"&gt;Moken&lt;/a&gt;, &lt;a href=\"Jakun%20people\"&gt;Jakun&lt;/a&gt;, &lt;a href=\"Orang%20Kuala\"&gt;Orang Kuala&lt;/a&gt;, &lt;a href=\"Temuan%20people\"&gt;Temuan&lt;/a&gt; and &lt;a href=\"Orang%20Kanaq\"&gt;Orang Kanaq&lt;/a&gt;.\nExpansion from Sundaland model.\nA more recent theory holds that rather than being populated by expansion from the mainland, the &lt;a href=\"Ice%20Age\"&gt;Ice Age&lt;/a&gt; populations of the Malay peninsula, neighbouring Indonesian archipelago, and the then-exposed continental shelf (&lt;a href=\"Sundaland\"&gt;Sundaland&lt;/a&gt;) instead developed locally from the first human settlers and expanded to the mainland. Proponents of this theory hold that this expansion gives a far more parsimonious explanation of the linguistic, archaeological, and anthropological evidence than earlier models, particularly the Taiwan model. This theory also draws support from recent genetic evidence by &lt;a href=\"Human%20Genome%20Organisation\"&gt;Human Genome Organisation&lt;/a&gt; suggesting that the primary peopling of Asia occurred in a single migration through Southeast Asia; this route is held to be the modern Malay area and that the diversity in the area developed mainly in-place without requiring major migrations from the mainland. The expansion itself may have been driven by &lt;a href=\"sea%20level%20rise\"&gt;rising sea levels&lt;/a&gt; at the end of the Ice Age.\nProponent &lt;a href=\"Stephen%20Oppenheimer\"&gt;Stephen Oppenheimer&lt;/a&gt; has further theorised that the expansion of peoples occurred in three rapid surges due to rising sea levels at the end of the Ice Age, and that this diaspora spread the peoples and their associated cultures, myths, and technologies not just to mainland Southeast Asia, but as far as India, the Near East, and the Mediterranean. Reviewers have found his proposals for the original settlement and dispersal worthy of further study, but have been sceptical of his more &lt;a href=\"diffusionist\"&gt;diffusionist&lt;/a&gt; claims.\nHistory.\nPre-Hindu civilisation.\nDeep in the pristine estuary of the &lt;a href=\"Merbok\"&gt;Merbok River&lt;/a&gt;, lies an abundance of historical relics of the past. Ancient monumental ruins, buildings, temples, harbour and shipwrecks were all cloistered and entombed in the soil for two millennia. At its zenith, the massive settlement sprawled across ~1000 kilometers and dominated the northern plains of the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt;. By contemporary accounts, the area is known as the lost city of &lt;a href=\"Sungai%20Batu\"&gt;Sungai Batu&lt;/a&gt;. Founded in 788 BC, it is among the oldest of &lt;a href=\"civilisation\"&gt;civilisation&lt;/a&gt;s in &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt; and a potential progenitor of the &lt;a href=\"Kedah%20Tua\"&gt;Kedah Tua&lt;/a&gt; kingdom.\nThe historical landscape of the area was bound to a flourishing iron industry, with archaeological findings unearthed various historical mines, warehouses, factories, a harbour; together with a vibrant plethora of superior-quality &lt;a href=\"ores\"&gt;ores&lt;/a&gt;, &lt;a href=\"Metallurgical%20furnace\"&gt;furnace&lt;/a&gt;, &lt;a href=\"slag\"&gt;slag&lt;/a&gt; and &lt;a href=\"ingot\"&gt;ingot&lt;/a&gt;s. Additionally, the peculiar &lt;a href=\"Tuyere\"&gt;Tuyere&lt;/a&gt; iron-&lt;a href=\"smelting\"&gt;smelting&lt;/a&gt; technique mobilised in Sungai Batu is hailed as oldest of its kind in the world. The produce was highly sought after and exported to various corners of the &lt;a href=\"Old%20World\"&gt;Old World&lt;/a&gt;, including ancient &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt;, &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;, &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. Based on early &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; reports, the area was known as \"the iron bowl\".\nThe settlement also narrated a glimpse of the ancient religious undertakings prior to the mass &lt;a href=\"Greater%20India%23Indianised%20kingdoms\"&gt;Indianisation&lt;/a&gt; of the region. The early inhabitants of the &lt;a href=\"Malay%20Archipelago\"&gt;Malay Archipelago&lt;/a&gt; was chronicled to be the adherence of indigenous &lt;a href=\"animism\"&gt;animism&lt;/a&gt; and &lt;a href=\"shamanism\"&gt;shamanism&lt;/a&gt;. The ancient folk religion vividly characterised that every element of nature possessed a spirit, known as \"semangat\". The \"semangat\" has the governing power to richly bless or mercilessly curse the society, hence the spirit should always be pleased and entertained. In Sungai Batu, archaeological evidence unmasked several ceremonial and religious architectures devoted to worshipping the sun and mountains.\nIn addition to Sungai Batu, the early Malay archipelago also witnessed the monumental development of other subsequent ancient large urban settlements and regional polities, driven by a predominantly cosmopolitan agrarian society, thriving skilled craftsmanship, multinational merchants and foreign expatriates. Chinese records noted the names of Akola, &lt;a href=\"Pan%20Pan%20%28kingdom%29\"&gt;P’an P’an&lt;/a&gt;, Tun-Sun, &lt;a href=\"History%20of%20Kedah\"&gt;Chieh-ch'a&lt;/a&gt;, &lt;a href=\"Chi%20Tu\"&gt;Ch'ih-tu&lt;/a&gt;, among few. Upon the fifth century AD, these settlements had morphed into &lt;a href=\"sovereignty\"&gt;sovereign&lt;/a&gt; &lt;a href=\"city-states\"&gt;city-states&lt;/a&gt;, collectively fashioned by an active participation in the international trade network and hosting diplomatic embassies from China and India.\nIndian influence.\nThere is no definite evidence which dates the first &lt;a href=\"India\"&gt;India&lt;/a&gt;n voyages across the &lt;a href=\"Bay%20of%20Bengal\"&gt;Bay of Bengal&lt;/a&gt; but conservative estimates place the earliest arrivals on Malay shores at least 2,000 years ago. The discovery of jetty remains, iron smelting sites, and a clay brick monument dating back to 110 CE in the &lt;a href=\"Bujang%20Valley\"&gt;Bujang Valley&lt;/a&gt;, shows that a maritime trading route with South Indian &lt;a href=\"Tamil%20Nadu\"&gt;Tamil kingdoms&lt;/a&gt; was already established since the second century.\nThe growth of trade with India brought coastal people in much of maritime Southeast Asia into contact with the major religions of &lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt; and &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt;. Throughout this area a most profound in influence has been exerted by India which seems to have introduced into it architecture, sculpture, writing, monarchy, religion, iron, cotton and a host of elements of higher culture. Indian religions, cultural traditions and &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; began to spread across the land. &lt;a href=\"Hindu%20temple\"&gt;Hindu temple&lt;/a&gt;s were built in the Indian style, local kings began referring to themselves as \"&lt;a href=\"raja\"&gt;raja&lt;/a&gt;\" and more desirable aspects of Indian government were adopted.\nThe beginning of the Common Era saw the rise of Malay states in the coastal areas of the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt; and &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;; &lt;a href=\"Chi%20Tu\"&gt;Chi Tu&lt;/a&gt;, &lt;a href=\"Nakhon%20Si%20Thammarat%20Kingdom\"&gt;Nakhon Si Thammarat Kingdom&lt;/a&gt;, &lt;a href=\"Gangga%20Negara\"&gt;Gangga Negara&lt;/a&gt;, &lt;a href=\"Langkasuka\"&gt;Langkasuka&lt;/a&gt;, &lt;a href=\"Bujang%20Valley\"&gt;Kedah&lt;/a&gt;, &lt;a href=\"Old%20Pahang%20Kingdom\"&gt;Pahang&lt;/a&gt;, the &lt;a href=\"Melayu%20Kingdom\"&gt;Melayu Kingdom&lt;/a&gt; and &lt;a href=\"Srivijaya\"&gt;Srivijaya&lt;/a&gt;. Between the 7th and 13th centuries, many of these small, often prosperous peninsula and Sumatran maritime trading states, became part of the &lt;a href=\"Mandala%20%28Southeast%20Asian%20political%20model%29\"&gt;mandala&lt;/a&gt; of Srivijaya, a great confederation of city-states centred in &lt;a href=\"Palembang\"&gt;Palembang&lt;/a&gt;, &lt;a href=\"Kedah\"&gt;Kadaram&lt;/a&gt;, &lt;a href=\"Chaiya%20District\"&gt;Chaiya&lt;/a&gt; and &lt;a href=\"Tambralinga\"&gt;Tambralinga&lt;/a&gt;.\nSrivijaya's influence spread over all the coastal areas of Sumatra and the Malay Peninsula, western &lt;a href=\"Java\"&gt;Java&lt;/a&gt; and western &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt;, as well as the rest of the &lt;a href=\"Malay%20Archipelago\"&gt;Malay Archipelago&lt;/a&gt;. Enjoying both Indian and Chinese patronage, its wealth was gained mostly through trade. At its height, the &lt;a href=\"Old%20Malay%20language\"&gt;Old Malay language&lt;/a&gt; was used as its official language and became the &lt;a href=\"lingua%20franca\"&gt;lingua franca&lt;/a&gt; of the region, replacing Sanskrit, the language of Hinduism. The Srivijayan era is considered the golden age of Malay culture.\nThe glory of Srivijaya however began to wane after the series of raids by the Indian &lt;a href=\"Chola%20dynasty\"&gt;Chola dynasty&lt;/a&gt; in the 11th century. By the end of the 13th century, the remnants of the Malay empire in &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt; was finally destroyed by the &lt;a href=\"Javanese%20people\"&gt;Javanese invaders&lt;/a&gt; during the &lt;a href=\"Pamalayu%20expedition\"&gt;Pamalayu expedition&lt;/a&gt; (\"Pamalayu\" means \"war against the Malays\").\nThe complete destruction of Srivijaya caused the diaspora of the Srivijayan princes and nobles. Rebellions against the Javanese rule ensued and attempts were made by the fleeing Malay princes to revive the empire, which left the area of southern Sumatra in chaos and desolation. In 1299, through the support of the loyal servants of the empire, the &lt;a href=\"Orang%20laut\"&gt;Orang laut&lt;/a&gt;, a Malay prince of Srivijaya origin, &lt;a href=\"Sang%20Nila%20Utama\"&gt;Sang Nila Utama&lt;/a&gt; established the &lt;a href=\"Kingdom%20of%20Singapura\"&gt;Kingdom of Singapura&lt;/a&gt; in &lt;a href=\"Temasek\"&gt;Temasek&lt;/a&gt;. His dynasty ruled the island kingdom until the end of the 14th century, when the Malay polity once again faced the wrath of Javanese invaders. In 1400, his great great grandson, &lt;a href=\"Parameswara%20%28king%29\"&gt;Parameswara&lt;/a&gt;, headed north and established the &lt;a href=\"Malacca%20Sultanate\"&gt;Malacca Sultanate&lt;/a&gt;. The new kingdom succeeded Srivijaya and inherited much of the royal and cultural traditions, including a large part of the territories of its predecessor.\nIn the north of the peninsula, the power vacuum left by the collapse of Srivijaya was filled by the growth of the kingdom of &lt;a href=\"Tambralinga\"&gt;Tambralinga&lt;/a&gt; in the 12th century. Between the 13th to early 14th century, the kingdom succeeded to incorporate most of the Malay Peninsula under its mandala. The campaign led by &lt;a href=\"Chandrabhanu%20Sridhamaraja\"&gt;Chandrabhanu Sridhamaraja&lt;/a&gt; (1230–1263) managed to capture &lt;a href=\"Jaffna%20kingdom\"&gt;Jaffna kingdom&lt;/a&gt; in &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt; between 1247 and 1258. He was eventually defeated by the forces of the &lt;a href=\"Pandyan%20dynasty\"&gt;Pandyan dynasty&lt;/a&gt; from Tamil Nadu in 1263 and was killed by the brother of Emperor &lt;a href=\"Sadayavarman%20Sundara%20Pandyan%20I\"&gt;Sadayavarman Sundara Pandyan I&lt;/a&gt;. The invasion marked an unrivaled feature in the &lt;a href=\"history%20of%20Southeast%20Asia\"&gt;history of Southeast Asia&lt;/a&gt;, it was the only time there was an armed maritime expedition beyond the borders of the region.\nThe cultivation of Malay polity system also diffused beyond the proper Sumatran-Peninsular border during this era. The age avowed by exploration and migration of the Malays to establish kingdoms beyond the traditional Srivijayan realm. Several exemplification are the enthronement of a Tambralingan prince to reign the &lt;a href=\"Lavo%20Kingdom\"&gt;Lavo Kingdom&lt;/a&gt; in present-day &lt;a href=\"Central%20Thailand\"&gt;Central Thailand&lt;/a&gt;, the foundation of &lt;a href=\"Rajahnate%20of%20Cebu\"&gt;Rajahnate of Cebu&lt;/a&gt; in the &lt;a href=\"Visayas\"&gt;Visayas&lt;/a&gt; and the establishment of the &lt;a href=\"Tanjungpura%20Kingdom\"&gt;Tanjungpura Kingdom&lt;/a&gt; in what is now &lt;a href=\"West%20Kalimantan\"&gt;West Kalimantan&lt;/a&gt;, &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt;. The expansion is also eminent as it shaped the &lt;a href=\"ethnogenesis\"&gt;ethnogenesis&lt;/a&gt; development of the related &lt;a href=\"Acehnese%20people\"&gt;Acehnese&lt;/a&gt; and &lt;a href=\"Banjar%20people\"&gt;Banjar people&lt;/a&gt; and further spreading the Indian-influenced Malay ethos within the regional sphere.\nIslamisation.\nThe period of the 12th and 15th centuries saw the arrival of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; and the rise of the great port-city of Malacca on the southwestern coast of the Malay Peninsula – two major developments that altered the course of Malay history.\nThe Islamic faith arrived on the shores of what are now the states of &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt;, &lt;a href=\"Perak\"&gt;Perak&lt;/a&gt;, &lt;a href=\"Kelantan\"&gt;Kelantan&lt;/a&gt; and &lt;a href=\"Terengganu\"&gt;Terengganu&lt;/a&gt;, from around the 12th century. The earliest archaeological evidence of Islam from the Malay peninsula is the &lt;a href=\"Terengganu%20Inscription%20Stone\"&gt;Terengganu Inscription Stone&lt;/a&gt; dating from the 14th century found in &lt;a href=\"Terengganu\"&gt;Terengganu&lt;/a&gt; state, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;.\nBy the 15th century, the Malacca Sultanate, whose hegemony reached over much of the western &lt;a href=\"Malay%20Archipelago\"&gt;Malay Archipelago&lt;/a&gt;, had become the centre of &lt;a href=\"Islamisation\"&gt;Islamisation&lt;/a&gt; in the east. As a Malaccan state religion, Islam brought many great transformation into the Malaccan society and culture, and It became the primary instrument in the evolution of a common Malay identity. The Malaccan era witnessed the close association of Islam with Malay society and how it developed into a definitive marker of Malay identity. Over time, this common Malay cultural idiom came to characterise much of the Malay Archipelago through the &lt;a href=\"Malayisation\"&gt;Malayisation&lt;/a&gt; process. The expansion of Malaccan influence through trade and &lt;a href=\"Dawah\"&gt;Dawah&lt;/a&gt; brought with it together the &lt;a href=\"Classical%20Malay\"&gt;Classical Malay&lt;/a&gt; language, the Islamic faith, and the Malay Muslim culture; the three core values of \"Kemelayuan\" (\"Malayness\").\nIn 1511, the Malaccan capital fell into the hands of &lt;a href=\"Portuguese%20people\"&gt;Portuguese&lt;/a&gt; &lt;a href=\"conquistadors\"&gt;conquistadors&lt;/a&gt;. However, Malacca remained an institutional prototype: a paradigm of statecraft and a point of cultural reference for successor states such as &lt;a href=\"Johor%20Sultanate\"&gt;Johor Sultanate&lt;/a&gt; (1528–present), &lt;a href=\"Perak\"&gt;Perak Sultanate&lt;/a&gt; (1528–present), &lt;a href=\"Pahang%20Sultanate\"&gt;Pahang Sultanate&lt;/a&gt; (1470–present), &lt;a href=\"Siak%20Sri%20Indrapura%20Sultanate\"&gt;Siak Sri Indrapura Sultanate&lt;/a&gt; (1725–1946), Pelalawan Sultanate (1725–1946) and &lt;a href=\"Riau-Lingga%20Sultanate\"&gt;Riau-Lingga Sultanate&lt;/a&gt; (1824–1911).\nAcross the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt; in the 14th century, another Malay realm, the &lt;a href=\"Bruneian%20Empire\"&gt;Bruneian Empire&lt;/a&gt; was on the rise to become the most powerful polity in &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt;. By the middle of the 15th century, Brunei entered into a close relationship with the Malacca Sultanate. The sultan married a Malaccan princess, adopted Islam as the court religion, and introduced an efficient administration modelled on Malacca. Brunei profited from trade with Malacca but gained even greater prosperity after the great Malay port was conquered by the Portuguese in 1511. It reached its golden age in the mid-16th century when it controlled land as far south as present day &lt;a href=\"Kuching\"&gt;Kuching&lt;/a&gt; in &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt;, north towards the &lt;a href=\"Philippine%20Archipelago\"&gt;Philippine Archipelago&lt;/a&gt;. The empire broadened its influence in &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt; by defeating Datu Gambang of the &lt;a href=\"Kingdom%20of%20Tondo\"&gt;Kingdom of Tondo&lt;/a&gt; and by founding a &lt;a href=\"satellite%20state\"&gt;satellite state&lt;/a&gt;, &lt;a href=\"Kota%20Seludong\"&gt;Kota Seludong&lt;/a&gt; in present-day &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;, setting up the Muslim Rajah, &lt;a href=\"Rajah%20Sulaiman%20I\"&gt;Rajah Sulaiman I&lt;/a&gt; as a vassal to the Sultanate of Brunei. Brunei also expanded its influence in Mindanao, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; when Sultan Bolkiah married Leila Macanai, the daughter of the &lt;a href=\"Sultanate%20of%20Sulu\"&gt;Sultan of Sulu&lt;/a&gt;. However, states like the &lt;a href=\"Huangdom%20of%20Pangasinan\"&gt;Huangdom of Pangasinan&lt;/a&gt;, &lt;a href=\"Rajahnate%20of%20Cebu\"&gt;Rajahnate of Cebu&lt;/a&gt; and &lt;a href=\"Kedatuan%20of%20Madja-as\"&gt;Kedatuan of Madja-as&lt;/a&gt; tried to resist Brunei's and Islam's spread into the Philippines. Brunei's fairly loose river based governmental presence in Borneo projected the process of &lt;a href=\"Malayisation\"&gt;Malayisation&lt;/a&gt;. Fine Malay Muslim cultures, including the language, dress and single-family dwelling were introduced to the natives primarily from ethnic &lt;a href=\"Dayak%20people\"&gt;Dayaks&lt;/a&gt;, drawing them into the Sultanate. Dayak chiefs were incorporated into the Malay hierarchy, being given the official titles of \"&lt;a href=\"Datuk\"&gt;Datuk&lt;/a&gt;\", \"&lt;a href=\"Temenggong\"&gt;Temenggong&lt;/a&gt;\" and \"Orang Kaya\". In &lt;a href=\"West%20Kalimantan\"&gt;West Borneo&lt;/a&gt;, the development of such sultanates of &lt;a href=\"Sarawak%20Sultanate\"&gt;Sarawak&lt;/a&gt;, &lt;a href=\"Sultanate%20of%20Sambas\"&gt;Sambas&lt;/a&gt;, &lt;a href=\"Sukadana\"&gt;Sukadana&lt;/a&gt; and &lt;a href=\"Landak%20Regency\"&gt;Landak&lt;/a&gt; tells a similar tale of recruitment among Dayak people.\nOther significant Malay sultanates were the &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah Sultanate&lt;/a&gt; (1136–present), &lt;a href=\"Kelantan\"&gt;Kelantan Sultanate&lt;/a&gt; (1411–present), &lt;a href=\"Pattani%20Kingdom\"&gt;Patani Sultanate&lt;/a&gt; (1516–1771), &lt;a href=\"Reman%20Sultanate\"&gt;Reman Sultanate&lt;/a&gt; (1785–1909) and &lt;a href=\"Legeh%20Sultanate\"&gt;Legeh Sultanate&lt;/a&gt; (1755–1902) that dominated the northern part of the Malay peninsula. &lt;a href=\"Jambi%20Sultanate\"&gt;Jambi Sultanate&lt;/a&gt; (1460–1907), &lt;a href=\"Palembang%20Sultanate\"&gt;Palembang Sultanate&lt;/a&gt; (1550–1823) and &lt;a href=\"Indragiri%20Sultanate\"&gt;Indragiri Sultanate&lt;/a&gt; (1298–1945) controlled much of the southeastern shores of Sumatra. &lt;a href=\"Deli%20Sultanate\"&gt;Deli Sultanate&lt;/a&gt; (1632–1946), &lt;a href=\"Serdang%20Sultanate\"&gt;Serdang Sultanate&lt;/a&gt; (1728–1948), &lt;a href=\"Langkat%20Sultanate\"&gt;Langkat Sultanate&lt;/a&gt; (1568–1948) and &lt;a href=\"Asahan%20Sultanate\"&gt;Asahan Sultanate&lt;/a&gt; (1630–1948) governed eastern Sumatra. While West Borneo observed the rise of &lt;a href=\"Pontianak%20Sultanate\"&gt;Pontianak Sultanate&lt;/a&gt; (1771–1950), Mempawah Sultanate (1740–1950) and Matam Sultanate (1590–1948).\nColonisation by foreign powers.\nBetween 1511 and 1984, numerous Malay kingdoms and sultanates fell under direct &lt;a href=\"colonisation\"&gt;colonisation&lt;/a&gt; or became the &lt;a href=\"protectorate\"&gt;protectorate&lt;/a&gt;s of different foreign powers, from European colonial powers like &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt;, &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; and &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt;, to regional powers like &lt;a href=\"Aceh%20Sultanate\"&gt;Aceh&lt;/a&gt;, &lt;a href=\"Siam\"&gt;Siam&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;.\nIn 1511, the &lt;a href=\"Portuguese%20Empire\"&gt;Portuguese Empire&lt;/a&gt; &lt;a href=\"Capture%20of%20Malacca%20%281511%29\"&gt;captured&lt;/a&gt; the capital city of the &lt;a href=\"Malacca%20Sultanate\"&gt;Malacca Sultanate&lt;/a&gt;. The victorious Portuguese however, were unable to extend their political influence beyond the &lt;a href=\"A%20Famosa\"&gt;fort of Malacca&lt;/a&gt;. The Sultan maintained his overlordship on the lands outside Malacca and established the &lt;a href=\"Johor%20Sultanate\"&gt;Johor Sultanate&lt;/a&gt; in 1528 to succeed Malacca. &lt;a href=\"Portuguese%20Malacca\"&gt;Portuguese Malacca&lt;/a&gt; faced several unsuccessful retaliation attacks by Johor until 1614, when the combined forces of Johor and the &lt;a href=\"Dutch%20Empire\"&gt;Dutch Empire&lt;/a&gt;, &lt;a href=\"Battle%20of%20Malacca%20%281641%29\"&gt;ousted&lt;/a&gt; the Portuguese from the peninsula. As per agreement with Johor in 1606, the Dutch later took control of Malacca.\nHistorically, &lt;a href=\"Malay%20states\"&gt;Malay states&lt;/a&gt; of the peninsular had a hostile relation with the &lt;a href=\"Thai%20people\"&gt;Siamese&lt;/a&gt;. Malacca sultanate herself fought two wars with the Siamese while northern Malay states came intermittently under Siamese dominance for centuries. In 1771, the &lt;a href=\"Thonburi%20Kingdom\"&gt;Kingdom of Siam&lt;/a&gt; under the new &lt;a href=\"Chakri%20Dynasty\"&gt;Chakri Dynasty&lt;/a&gt; abolished the &lt;a href=\"Pattani%20Kingdom\"&gt;Patani Sultanate&lt;/a&gt; and later annexed a large part of &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah Sultanate&lt;/a&gt;. Earlier, the Siamese under &lt;a href=\"Ayutthaya%20Kingdom\"&gt;Ayutthaya Kingdom&lt;/a&gt; have had already absorbed &lt;a href=\"Tambralinga\"&gt;Tambralinga&lt;/a&gt; and overrun the &lt;a href=\"Singgora%20Sultanate\"&gt;Singgora Sultanate&lt;/a&gt; in the 17th century. Between 1808 and 1813, the Siamese imposed a new administrative structure and created the &lt;a href=\"Satellite%20state\"&gt;semi-independent&lt;/a&gt; Malay kingdoms of &lt;a href=\"Pattani%20Kingdom\"&gt;Patani&lt;/a&gt;, &lt;a href=\"Sai%20Buri%20District\"&gt;Saiburi&lt;/a&gt;, &lt;a href=\"Nong%20Chik%20District\"&gt;Nongchik&lt;/a&gt;, &lt;a href=\"Yaring%20District\"&gt;Yaring&lt;/a&gt;, &lt;a href=\"Yala%20Province\"&gt;Yala&lt;/a&gt;, &lt;a href=\"Reman\"&gt;Reman&lt;/a&gt; and &lt;a href=\"Rangae\"&gt;Rangae&lt;/a&gt; from &lt;a href=\"Patani%20%28region%29\"&gt;Greater Patani&lt;/a&gt; and similarly obtained &lt;a href=\"Ranong%20province\"&gt;Rundung&lt;/a&gt;, &lt;a href=\"Takua%20Pa%20District\"&gt;Kupa&lt;/a&gt;, &lt;a href=\"Phuket%20province\"&gt;Tongkah&lt;/a&gt;, &lt;a href=\"Trang%20Province\"&gt;Terang&lt;/a&gt; while carving &lt;a href=\"Setul%20Kingdom\"&gt;Setul&lt;/a&gt;, Langu, &lt;a href=\"Perlis\"&gt;Perlis&lt;/a&gt;, &lt;a href=\"Kubang%20Pasu%20Kingdom\"&gt;Kubang Pasu&lt;/a&gt; from the &lt;a href=\"Kedah%20Kingdom\"&gt;Kedah Kingdom&lt;/a&gt; in 1839. In 1902, the Siamese stripped the political powers of all the 7 kingdoms of Patani following a planned revolt for independence against the central government. The &lt;a href=\"coup%20de%20gr%C3%A2ce\"&gt;coup de grâce&lt;/a&gt; was cultivated by 1906, when the Siamese &lt;a href=\"delimitation\"&gt;redraw&lt;/a&gt; the border of the Patani territories and installed a new governance and administrative system.\nIn 1786, the island of &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt; was leased to &lt;a href=\"East%20India%20Company\"&gt;East India Company&lt;/a&gt; by &lt;a href=\"Kedah%20Sultanate\"&gt;Kedah Sultanate&lt;/a&gt; in exchange of military assistance against the Siamese. In 1819, the company also acquired &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; from &lt;a href=\"Johor%20Empire\"&gt;Johor Empire&lt;/a&gt;, later in 1824, &lt;a href=\"Dutch%20Malacca\"&gt;Dutch Malacca&lt;/a&gt; from the Dutch, followed by &lt;a href=\"Straits%20Settlements%23Dindings%20and%20Province%20Wellesley\"&gt;Dindings&lt;/a&gt; from &lt;a href=\"Perak\"&gt;Perak&lt;/a&gt; by 1874 and finally &lt;a href=\"Labuan\"&gt;Labuan&lt;/a&gt; from &lt;a href=\"Brunei\"&gt;Brunei&lt;/a&gt; in 1886. All these trading posts officially known as &lt;a href=\"Straits%20Settlements\"&gt;Straits Settlements&lt;/a&gt; in 1826 and became the crown colony of &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; in 1867. Additionally, the Straits Settlements would also encompass the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; islands of &lt;a href=\"Christmas%20Island\"&gt;Christmas Island&lt;/a&gt; and the &lt;a href=\"Cocos%20Islands\"&gt;Cocos Islands&lt;/a&gt; in 1886. British intervention in the affairs of Malay states was formalised in 1895, when &lt;a href=\"Malay%20rulers\"&gt;Malay rulers&lt;/a&gt; accepted &lt;a href=\"British%20Resident\"&gt;British Resident&lt;/a&gt;s in administration, and the &lt;a href=\"Federated%20Malay%20States\"&gt;Federated Malay States&lt;/a&gt; was formed. In 1909, &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt;, &lt;a href=\"Kelantan\"&gt;Kelantan&lt;/a&gt;, &lt;a href=\"Terengganu\"&gt;Terengganu&lt;/a&gt; and &lt;a href=\"Perlis\"&gt;Perlis&lt;/a&gt; were &lt;a href=\"Anglo-Siamese%20Treaty%20of%201909\"&gt;handed over&lt;/a&gt; by Siam to the British. These states along with &lt;a href=\"Johor\"&gt;Johor&lt;/a&gt;, later became known as &lt;a href=\"Unfederated%20Malay%20States\"&gt;Unfederated Malay States&lt;/a&gt;. During the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, all these British possessions and protectorates that collectively known as &lt;a href=\"British%20Malaya\"&gt;British Malaya&lt;/a&gt; were occupied by the &lt;a href=\"Empire%20of%20Japan\"&gt;Empire of Japan&lt;/a&gt;.\nThe twilight of the vast Bruneian Empire began during the &lt;a href=\"Castille%20War\"&gt;Castille War&lt;/a&gt; against the &lt;a href=\"Spanish%20Empire\"&gt;Spanish&lt;/a&gt; conquistadors which arrived at the Philippines from Mexico. The war resulted in the end of the empire's dominance in the present-day &lt;a href=\"Philippine%20archipelago\"&gt;Philippine archipelago&lt;/a&gt;. The decline further culminated in the 19th century, when the Sultanate lost most of its remaining territories in &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt; to the &lt;a href=\"White%20Rajah\"&gt;White Rajah&lt;/a&gt;s of &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt;, &lt;a href=\"North%20Borneo%20Chartered%20Company\"&gt;North Borneo Chartered Company&lt;/a&gt; and its &lt;a href=\"Kalimantan\"&gt;lower Borneo&lt;/a&gt; vassals to &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt;. Brunei was a British protectorate from 1888 to 1984.\nFollowing the &lt;a href=\"Anglo-Dutch%20Treaty%20of%201824\"&gt;Anglo-Dutch Treaty of 1824&lt;/a&gt; which divided the &lt;a href=\"Malay%20Archipelago\"&gt;Malay Archipelago&lt;/a&gt; into a British zone in the north and a Dutch zone in the south, all Malay sultanates in &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt; and &lt;a href=\"Kalimantan\"&gt;Southern Borneo&lt;/a&gt; became part of the &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch East Indies&lt;/a&gt;. Though some of Malay sultans maintain their power under Dutch control, some were abolished by the Dutch government under the accusation of retaliation against the colonial rule, like the case of Palembang Sultanate in 1823, Jambi Sultanate in 1906 and &lt;a href=\"Riau%20Sultanate\"&gt;Riau Sultanate&lt;/a&gt; in 1911.\nIn the late 19th century, Germany was aiming to gain a foothold in the Malay Peninsula. They have made a repeated request to Siam on acquiring &lt;a href=\"Langkawi\"&gt;Langkawi&lt;/a&gt; as a naval base, with a possible expansion to the islands of &lt;a href=\"Ko%20Lipe\"&gt;Butong&lt;/a&gt; and &lt;a href=\"Tarutao%20National%20Park\"&gt;Teretak&lt;/a&gt; since 1899. The plan was largely derived under the scheme of the German Grand Admiral, &lt;a href=\"Alfred%20von%20Tirpitz\"&gt;Alfred von Tirpitz&lt;/a&gt; who envisioned Langkawi as a vital-base for Berlin's worldwide submarine cable network. Langkawi was perceived to be ideal, due to its deep natural harbour and a suitable geographical location, between the German &lt;a href=\"Kiautschou%20Bay%20concession\"&gt;Kiautschou Bay&lt;/a&gt; in China and the &lt;a href=\"List%20of%20former%20German%20colonies%23Pacific\"&gt;its colonies in the Pacific&lt;/a&gt; on one side, and &lt;a href=\"German%20East%20Africa\"&gt;German East Africa&lt;/a&gt; on the other. The island is also desired as it can act as a point of assembly and restocking for its warship during the times of war. A foothold in Langkawi would also guaranteed a further commercial interest to German private investors to cater the needs of port, a coaling station and the future naval base.\nIn October 1899, &lt;a href=\"Behn%20Meyer\"&gt;Behn, Meyer &amp; Co&lt;/a&gt; acting on behalf of the German colonial government approached the Rajah Muda (Crown Prince) of Kedah to lease the island for 50 years with the sum of 60,000 dollars, as the &lt;a href=\"Abdul%20Hamid%20Halim%20of%20Kedah\"&gt;sultan&lt;/a&gt; was ill and unable to attend the meeting. By November 1899, the \"Deutsche Uebersee-Gesellschaft\" (German Overseas Association) was formed by the German trading and shipping company in order to provide loan amounting to 1,000,000 marks to the sultanate. Nonetheless, the plan has come to a major halt, as the application was dismissed by the Kingdom of Siam. The dismissal was largely derived from the Secret Siamese Treaty of 1897, that has required the consent of the British in order for Siam to lease its territory. The crown prince of Kedah was later summoned to Bangkok by &lt;a href=\"Damrong%20Rajanubhab\"&gt;Prince Damrong&lt;/a&gt; and was warned not to release any concession to other foreign powers without the agreement of Siam.\nA further bid by German was allegedly occurred in 1900, when Germany was purported to have approached the Sultan of Trang &amp; Palien on the possibility of acquiring &lt;a href=\"Ko%20Lanta%20Yai\"&gt;Pulau Lontar&lt;/a&gt;, an island located north of Langkawi. Although this report was dismissed by Prince Dewawongse of Siam.\nThe prospect of a German annexation of the northern Peninsula and the potential of the its involvement for a &lt;a href=\"Thai%20Canal\"&gt;commercial canal&lt;/a&gt; or railway network across the &lt;a href=\"Isthmus%20of%20Kra\"&gt;Isthmus of Kra&lt;/a&gt;, posed a serious threat to the British economic interest and political dominance in the region. Severely alarmed, the British and the Siamese entered the Anglo-Siamese Treaty of 1909, partitioning the Peninsula between the British and the Siamese jurisdiction. \nThe Anglo-Siamese Treaty attested that the Siamese to control the &lt;a href=\"Southern%20Thailand\"&gt;upper portion&lt;/a&gt; of the peninsular while the lower region was to be held under the &lt;a href=\"British%20Empire\"&gt;British dominance&lt;/a&gt;. The British originally planned for the inclusion of &lt;a href=\"Kingdom%20of%20Reman\"&gt;Reman&lt;/a&gt;, Legeh and &lt;a href=\"Kingdom%20of%20Setul\"&gt;Setul&lt;/a&gt; under their dominion together with a cluster of northern Malay states. Nonetheless, they only managed to secure &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt;, &lt;a href=\"Kelantan\"&gt;Kelantan&lt;/a&gt;, &lt;a href=\"Terengganu\"&gt;Terengganu&lt;/a&gt; and &lt;a href=\"Perlis\"&gt;Perlis&lt;/a&gt; under the agreement. The treaty also witnessed the state of Kedah being reduced the most, with &lt;a href=\"Tarutao%20National%20Park\"&gt;Tarutao&lt;/a&gt;, &lt;a href=\"Tarutao%20National%20Park\"&gt;Butang islands&lt;/a&gt; groups, &lt;a href=\"Sadao%20District\"&gt;Sendawa&lt;/a&gt;, &lt;a href=\"La-ngu%20District\"&gt;Langgu&lt;/a&gt; and the principality of &lt;a href=\"Setul%20Kingdom\"&gt;Setul&lt;/a&gt; were all being divorced into the Siamese hands, a similar fate was also followed in northeastern coast of Kelantan that was demanded to renounced their right on the &lt;a href=\"Tak%20Bai%20District\"&gt;Tabal district&lt;/a&gt;, including &lt;a href=\"Su-ngai%20Kolok%20District\"&gt;Sungai Golok&lt;/a&gt; and &lt;a href=\"Su-ngai%20Padi%20District\"&gt;Sungai Padi&lt;/a&gt;; while &lt;a href=\"Perlis\"&gt;Perlis&lt;/a&gt; lost its Pujoh district. Then-British controlled &lt;a href=\"Federated%20Malay%20States\"&gt;Federated Malay State&lt;/a&gt; of &lt;a href=\"Perak\"&gt;Perak&lt;/a&gt; however, saw an enlargement of their land area, with &lt;a href=\"Hulu%20Perak\"&gt;southern territories&lt;/a&gt; of &lt;a href=\"Reman\"&gt;Reman&lt;/a&gt; being transferred into the state and additionally Kelantan received &lt;a href=\"Jeli%20District\"&gt;Jeli&lt;/a&gt; from Legeh (which had been under Siamese jurisdiction since 1902). The Siamese then &lt;a href=\"abdicated\"&gt;abdicated&lt;/a&gt; Tunku Baharuddin, the &lt;a href=\"Kingdom%20of%20Setul%20Mambang%20Segara\"&gt;King of Setul&lt;/a&gt;, the sole Malay kingdom remained under Siamese territory in 1916. The treaty nonetheless, manage to sealed the fate of the Malay states of &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt;, &lt;a href=\"Kelantan\"&gt;Kelantan&lt;/a&gt;, &lt;a href=\"Terengganu\"&gt;Terengganu&lt;/a&gt; and &lt;a href=\"Perlis\"&gt;Perlis&lt;/a&gt; to retain a degree of their sovereign powers under the &lt;a href=\"British%20Malaya\"&gt;British colonial government&lt;/a&gt;, a legacy that can be witnessed today in the Malaysian administrative system.\nLater during the &lt;a href=\"Japanese%20occupation%20of%20the%20Dutch%20East%20Indies\"&gt;Japanese occupation of the Dutch East Indies&lt;/a&gt;, &lt;a href=\"Japanese%20occupation%20of%20Malaya\"&gt;British Malaya&lt;/a&gt; and &lt;a href=\"Japanese%20occupation%20of%20British%20Borneo\"&gt;Borneo&lt;/a&gt;, the Japanese maintained a favourable relationship with the Sultans and other Malay leaders, this is partially composed to foster the trust of the Malay public that was generally loyal towards the sultan. Nonetheless, in a series of massacres known as &lt;a href=\"Pontianak%20incidents\"&gt;Pontianak incidents&lt;/a&gt;, the Japanese assassinated virtually all of the &lt;a href=\"West%20Kalimantan\"&gt;West Kalimantan&lt;/a&gt; Malay sultans, including a large numbers of Malay intelligentsias after they have been falsely accused of planning an uprising and &lt;a href=\"coup%20d%27etat\"&gt;coup d'etat&lt;/a&gt; against the Japanese. It was believed that West Kalimantan took two generations to recover from the near-total collapse of the Malay ruling class in the territory.\nMalay nationalism.\nDespite the widespread distribution of the Malay population throughout the Malay archipelago, modern Malay nationalism was only significantly mobilised in the early twentieth century &lt;a href=\"British%20Malaya\"&gt;British Malaya&lt;/a&gt; i. e. the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt;. In the &lt;a href=\"Netherlands%20Indies\"&gt;Netherlands Indies&lt;/a&gt;, the struggle against colonisation was characterised by the trans-ethnic nationalism: the so-called \"&lt;a href=\"Indonesian%20National%20Awakening\"&gt;Indonesian National Awakening&lt;/a&gt;\" united people from the various parts of the Dutch colony in the development of a national consciousness as \"Indonesians\". In Brunei, despite some attempt made to arouse Malay political consciousness between 1942 and 1945, there was no significant history of ethnic-based nationalism. In Thailand however, &lt;a href=\"South%20Thailand%20insurgency\"&gt;Pattani separatism&lt;/a&gt; against Thai rule is regarded by some historians as a part of the wider sphere of peninsula Malay nationalism. A similar &lt;a href=\"secession%20movement\"&gt;secession movement&lt;/a&gt; can be witnessed in modern-day Indonesia, where both autochthonously-Malay provinces of &lt;a href=\"Riau\"&gt;Riau&lt;/a&gt; and &lt;a href=\"Riau%20Islands\"&gt;Riau Islands&lt;/a&gt; sought to gain independence under the name of Republic of Riau. Nevertheless, what follows is specific to the peninsula Malay nationalism that resulted in the formation of the &lt;a href=\"Federation%20of%20Malaya\"&gt;Federation of Malaya&lt;/a&gt;, later reconstituted as Malaysia.\nThe earliest and most influential instruments of Malay national awakening were the &lt;a href=\"periodical\"&gt;periodical&lt;/a&gt;s which politicised the position of the Malays in the face of colonialism and alien immigration of non-Malays. In spite of repressions imposed by the British colonial government, there were no less than 147 journals and newspapers published in &lt;a href=\"British%20Malaya\"&gt;Malaya&lt;/a&gt; between 1876 and 1941. Among notable periodicals were \"Al-Imam\" (1906), \"Pengasuh\" (1920), \"Majlis\" (1935) and \"&lt;a href=\"Utusan%20Melayu\"&gt;Utusan Melayu&lt;/a&gt;\" (1939). The rise of &lt;a href=\"Malay%20nationalism\"&gt;Malay nationalism&lt;/a&gt; was largely mobilised by three nationalist factions – the radicals distinguishable into the Malay left and the Islamic group which were both opposed to the conservative elites.\nThe Malay &lt;a href=\"leftist\"&gt;leftist&lt;/a&gt;s were represented by &lt;a href=\"Kesatuan%20Melayu%20Muda\"&gt;Kesatuan Melayu Muda&lt;/a&gt;, formed in 1938 by a group of Malay intelligentsia primarily educated in &lt;a href=\"Sultan%20Idris%20Training%20College\"&gt;Sultan Idris Training College&lt;/a&gt;, with an ideal of \"&lt;a href=\"Greater%20Indonesia\"&gt;Greater Indonesia&lt;/a&gt;\". In 1945, they reorganised themselves into a political party known as Partai Kebangsaan Melayu Malaya (PKMM). The &lt;a href=\"Islamist\"&gt;Islamist&lt;/a&gt;s were originally represented by \"Kaum Muda\" consisted of Middle east –educated scholars with &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamic&lt;/a&gt; sentiment. The first Islamic political party was \"Partai Orang Muslimin Malaya\" (Hizbul Muslimin) formed in March 1948, later succeeded by &lt;a href=\"Pan-Malaysian%20Islamic%20Party\"&gt;Pan-Malayan Islamic Party&lt;/a&gt; in 1951. The third group was &lt;a href=\"Conservatism\"&gt;the conservatives&lt;/a&gt; consisted of the westernised elites who were bureaucrats and members of royal families that shared a common English education mostly at the exclusive &lt;a href=\"Malay%20College%20Kuala%20Kangsar\"&gt;Malay College Kuala Kangsar&lt;/a&gt;. They formed voluntary organisations known as \"Persatuan Melayu\" ('Malay Associations') in various parts of the country with the primary goals of advancing and protecting the interests of Malays. In March 1946, 41 of these Malay associations formed &lt;a href=\"United%20Malays%20National%20Organisation\"&gt;United Malays National Organisation&lt;/a&gt; (UMNO), to assert &lt;a href=\"Malay%20dominance\"&gt;Malay dominance&lt;/a&gt; over Malaya.\nThe Malay and &lt;a href=\"Malayness\"&gt;Malayness&lt;/a&gt; has been the fundamental basis for Malay ideology and Malay nationalism in Malaysia. All three Malay nationalist factions believed in the idea of a \"Bangsa Melayu\" ('Malay Nation') and the position of Malay language, but disagreed over the role of Islam and Malay rulers. The conservatives supported &lt;a href=\"Malay%20language\"&gt;Malay language&lt;/a&gt;, &lt;a href=\"Malay%20Islamic%20identity\"&gt;Islam&lt;/a&gt; and &lt;a href=\"Malay%20rulers\"&gt;Malay monarchy&lt;/a&gt; as constituting the key pillars of Malayness, but within a secular state that restricted the political role of Islam. The leftists concurred with the &lt;a href=\"secular%20state\"&gt;secular state&lt;/a&gt; but wanted to end &lt;a href=\"feudalism\"&gt;feudalism&lt;/a&gt;, whereas the Islamic group favoured ending royalty but sought a much larger role of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;.\nSince the foundation of the &lt;a href=\"Republic%20of%20Indonesia\"&gt;Republic of Indonesia&lt;/a&gt; as a &lt;a href=\"unitary%20state\"&gt;unitary state&lt;/a&gt; in 1950, all traditional Malay monarchies in Indonesia were abolished, and the Sultans positions reduced to &lt;a href=\"titular%20head\"&gt;titular head&lt;/a&gt;s or &lt;a href=\"pretender\"&gt;pretender&lt;/a&gt;s. The violent demise of the sultanates of &lt;a href=\"Sultanate%20of%20Deli\"&gt;Deli&lt;/a&gt;, &lt;a href=\"Sultanate%20of%20Langkat\"&gt;Langkat&lt;/a&gt;, &lt;a href=\"Sultanate%20of%20Serdang\"&gt;Serdang&lt;/a&gt;, &lt;a href=\"Asahan%20Sultanate\"&gt;Asahan&lt;/a&gt; and other Malay principalities in &lt;a href=\"East%20Sumatra\"&gt;East Sumatra&lt;/a&gt; during the \"&lt;a href=\"East%20Sumatra%20revolution\"&gt;Social revolution&lt;/a&gt;\" of 1946 orchestrated by the &lt;a href=\"Communist%20Party%20of%20Indonesia\"&gt;Communist Party of Indonesia&lt;/a&gt;, drastically influenced their Malayan counterparts and politically motivating them against the PKMM's ideal of &lt;a href=\"Greater%20Indonesia\"&gt;Greater Indonesia&lt;/a&gt; and the Islamists' vision of &lt;a href=\"Islamic%20Republic\"&gt;Islamic Republic&lt;/a&gt;.\nIn March 1946, UMNO emerged with the full support of the Malay sultans from the &lt;a href=\"Conference%20of%20Rulers\"&gt;Conference of Rulers&lt;/a&gt;. The new movement forged a close political link between rulers and subjects never before achieved. It generated an excited Malay public opinion which, together with the surprising political apathy of the non-Malays, led to Britain's abandonment of the radical &lt;a href=\"Malayan%20Union\"&gt;Malayan Union&lt;/a&gt; plan. By July, UMNO succeeded in obtaining an agreement with the British to begin negotiations for a new constitution. Negotiations continued from August to November, between British officials on the one hand, and the Sultans' representatives and UMNO and the other.\nTwo years later the semi independent &lt;a href=\"Federation%20of%20Malaya\"&gt;Federation of Malaya&lt;/a&gt; was born. The new constitutional arrangement largely reverted to the basic pattern of pre-war colonial rule and built on the supremacy of the individual Malay states. Malay rights and privileges were safeguarded. The traditional &lt;a href=\"Malay%20rulers\"&gt;Malay rulers&lt;/a&gt; thus retained their prerogatives, while their English-educated descendants came to occupy positions of authority at the centre, which was being progressively decolonised. In August 1957, the &lt;a href=\"Federation%20of%20Malaya\"&gt;Federation of Malaya&lt;/a&gt;, the West's last major dependency in Southeast Asia, attained independence in a &lt;a href=\"peaceful%20transition%20of%20power\"&gt;peaceful transfer of power&lt;/a&gt;. The federation was reconstituted as &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt; with the addition in 1963 of &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; (separated in 1965), &lt;a href=\"Sabah\"&gt;Sabah&lt;/a&gt; and &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt;.\nCulture.\nLanguage.\nThe Malay language is one of the major languages of the world and of the &lt;a href=\"Austronesian%20peoples\"&gt;Austronesian&lt;/a&gt; family. Variants and dialects of Malay are used as an official language in &lt;a href=\"Brunei\"&gt;Brunei&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; and &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;. The language is also spoken in &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;, &lt;a href=\"Cocos%20%28Keeling%29%20Islands\"&gt;Cocos Islands&lt;/a&gt;, &lt;a href=\"Christmas%20Island\"&gt;Christmas Island&lt;/a&gt;, &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;. It is spoken natively by approximately 33 million people throughout the &lt;a href=\"Malay%20Archipelago\"&gt;Malay Archipelago&lt;/a&gt; and is used as a second language by an estimated 220 million.\nThe oldest form of Malay is descended from the &lt;a href=\"Proto-Malayo-Polynesian%20language\"&gt;Proto-Malayo-Polynesian language&lt;/a&gt; spoken by the earliest &lt;a href=\"Austronesian%20people\"&gt;Austronesian&lt;/a&gt; settlers in Southeast Asia. This form would later evolve into &lt;a href=\"Old%20Malay\"&gt;Old Malay&lt;/a&gt; when Indian cultures and religions began penetrating the region. Old Malay contained some terms last until today, but remained unintelligible to modern speakers, while the modern language is already largely recognisable in written &lt;a href=\"Classical%20Malay\"&gt;Classical Malay&lt;/a&gt;, which the oldest form dating back to 1303 CE. Malay evolved extensively into Classical Malay through the gradual influx of numerous Arabic and Persian vocabulary, when Islam made its way to the region. Initially, Classical Malay was a diverse group of dialects, reflecting the varied origins of the Malay kingdoms of Southeast Asia. One of these dialects that was developed in the literary tradition of the Malacca Sultanate in the 15th century, eventually became predominant.\nThe Malaccan era marked with the transformation of the Malay language into an Islamic language, in similar fashion as the Arabic, Persian, Urdu and Swahili languages. An adapted Arabic script called &lt;a href=\"Jawi%20script\"&gt;Jawi&lt;/a&gt; was used replacing the Indian script, Islamic religious and cultural terminologies were abundantly assimilated, discarding many Hindu-Buddhist words, and Malay became the language of Islamic medium of instruction and dissemination throughout Southeast Asian region. At the height of Malacca's power in the 15th century, the Classical Malay spread beyond the traditional Malay speaking world and resulted in a \"&lt;a href=\"lingua%20franca\"&gt;lingua franca&lt;/a&gt;\" that was called \"Bahasa Melayu pasar\" (\"Bazaar Malay\") or \"Bahasa Melayu rendah\" (\"Low Malay\") as opposed to the \"Bahasa Melayu tinggi\" (\"High Malay\") of Malacca. It is generally believed that &lt;a href=\"Malay%20trade%20and%20creole%20languages\"&gt;Bazaar Malay&lt;/a&gt; was a pidgin and the most important development, however, has been that pidgin creolised, creating several new languages such as the &lt;a href=\"Ambonese%20Malay%23Ambonese%20Malay\"&gt;Ambonese Malay&lt;/a&gt;, &lt;a href=\"Manado%20Malay\"&gt;Manado Malay&lt;/a&gt; and &lt;a href=\"Betawi%20language\"&gt;Betawi language&lt;/a&gt;.\nEuropean writers of the 17th and 18th centuries, such as &lt;a href=\"Jean-Baptiste%20Tavernier\"&gt;Tavernier&lt;/a&gt;, &lt;a href=\"Louis%20Thomassin\"&gt;Thomassin&lt;/a&gt; and &lt;a href=\"Anthony%20Abraham%20Werndly\"&gt;Werndly&lt;/a&gt; describe Malay as \"\"language of the learned in all the Indies, like &lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt; in Europe\"\". It is also the most widely used during British and Dutch colonial era in the Malay Archipelago. The reversed was seen in the &lt;a href=\"Spanish%20East%20Indies\"&gt;Spanish East Indies&lt;/a&gt;, where mass &lt;a href=\"Romanization%20%28cultural%29\"&gt;latinisation&lt;/a&gt; of the archipelago during the colonial years resulted the historical &lt;a href=\"coup%20de%20gr%C3%A2ce\"&gt;coup de grâce&lt;/a&gt; of the Malay language in the Philippines.\nThe dialect of &lt;a href=\"Johor%20Sultanate\"&gt;Johor Sultanate&lt;/a&gt;, the direct successor of Malacca, became the standard speech among Malays in &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; and &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, and it formed the original basis for the standardised &lt;a href=\"Indonesian%20language\"&gt;Indonesian language&lt;/a&gt;.\nApart from the standard Malay, developed within the Malacca-Johor sphere, various local &lt;a href=\"Malayan%20languages\"&gt;Malay dialects&lt;/a&gt; exist. For example, the &lt;a href=\"Bangka%20language\"&gt;Bangkanese&lt;/a&gt;, the &lt;a href=\"Brunei%20Malay\"&gt;Bruneian&lt;/a&gt;, the &lt;a href=\"Jambi%20Malay\"&gt;Jambian&lt;/a&gt;, the &lt;a href=\"Kelantanese\"&gt;Kelantanese&lt;/a&gt;, the &lt;a href=\"Kedah%20Malay\"&gt;Kedahan&lt;/a&gt;, the &lt;a href=\"Negeri%20Sembilan%20Malay%20language\"&gt;Negeri Sembilanese&lt;/a&gt;, the &lt;a href=\"Musi%20language\"&gt;Palembangnese&lt;/a&gt;, the &lt;a href=\"Pattani%20Malay\"&gt;Pattanese&lt;/a&gt;, the &lt;a href=\"Sarawak%20Malay\"&gt;Sarawakian&lt;/a&gt;, the &lt;a href=\"Terengganu%20Malay\"&gt;Terengganuan&lt;/a&gt;, and many others.\nThe Malay language was historically written in &lt;a href=\"Pallava%20script\"&gt;Pallawa&lt;/a&gt;, &lt;a href=\"Kawi%20script\"&gt;Kawi&lt;/a&gt; and &lt;a href=\"Rencong%20script\"&gt;Rencong&lt;/a&gt;. After the arrival of Islam, &lt;a href=\"Arabic%20script\"&gt;Arabic&lt;/a&gt;-based &lt;a href=\"Jawi%20script\"&gt;Jawi script&lt;/a&gt; was adopted and is still in use today as one of the two official scripts in Brunei and as an alternative script in &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. Beginning from the 17th century, as a result of British and Dutch colonisation, Jawi was gradually replaced by the Latin-based &lt;a href=\"Rumi%20script\"&gt;Rumi script&lt;/a&gt; which eventually became the official modern script for Malay language in Malaysia, Singapore, and Indonesia, and co-official script in Brunei.\nLiterature.\nThe rich oral literature and classical literature of the Malays contain a great number of portraits of the people, from the &lt;a href=\"servant\"&gt;servant&lt;/a&gt; to the minister, from the judge to the &lt;a href=\"Raja\"&gt;Raja&lt;/a&gt;s, from the ancient to the very contemporary periods, which together form the amorphous identity of the Malays.\nConsidering the softness and mellifluence of the Malay language, which lends itself easily to the requirements of rhyme and rhythm, the originality and beauty in Malay literature can be assessed in its poetical elements. Among the forms of poetry in Malay literature are – the &lt;a href=\"Pantun\"&gt;Pantun&lt;/a&gt;, &lt;a href=\"Syair\"&gt;Syair&lt;/a&gt; and &lt;a href=\"Gurindam\"&gt;Gurindam&lt;/a&gt;.\nThe earliest form of Malay literature was the &lt;a href=\"oral%20literature\"&gt;oral literature&lt;/a&gt; and its central subjects are traditional &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt; relating to &lt;a href=\"nature\"&gt;nature&lt;/a&gt;, animals and people. The classical Malay folklore is composed of traditional songs and music, heroic poems, animal fables, ghost stories, past events, fairy tales, symbolic lore, myths and bardic tales. Each of the stories possessed its own energy in terms of character, spirit, backdrop and storytelling and was largely crafted with the intend of happiness, guidance, educating, reminiscing, explaining, among few. The folklore were memorised and passed from one generation of storytellers to the next. Many of these tales were also written down by \"penglipur lara\" (storytellers) for example: \"&lt;a href=\"Hikayat%20Malim%20Dewa\"&gt;Hikayat Malim Dewa&lt;/a&gt;\", \"Hikayat Malim Deman\", \"Hikayat Raja Donan\", \"Hikayat Anggun Cik Tunggal\", and \"&lt;a href=\"Hikayat%20Awang%20Sulung%20Merah%20Muda\"&gt;Hikayat Awang Sulung Merah Muda&lt;/a&gt;\".\nWhen Indian influences made their way to the Malay Archipelago around 2000 years ago, Malay literature began incorporating Indian elements. Literature of this time is mostly translations of &lt;a href=\"Sanskrit%20literature\"&gt;Sanskrit literature&lt;/a&gt; and romances, or at least some productions inspired by such, and is full of allusions to &lt;a href=\"Hindu%20mythology\"&gt;Hindu mythology&lt;/a&gt;. Probably to this early time may be traced such works as \"&lt;a href=\"Hikayat%20Seri%20Rama\"&gt;Hikayat Seri Rama&lt;/a&gt;\" (a free translation of the \"&lt;a href=\"Ramayana\"&gt;Ramayana&lt;/a&gt;\"), \"&lt;a href=\"Hikayat%20Bayan%20Budiman\"&gt;Hikayat Bayan Budiman&lt;/a&gt;\" (an adaptation of &lt;a href=\"%C5%9Aukasaptati\"&gt;Śukasaptati&lt;/a&gt;) and \"&lt;a href=\"Hikayat%20Panca%20Tanderan\"&gt;Hikayat Panca Tanderan&lt;/a&gt;\" (an adaptation of \"&lt;a href=\"Hitopadesha\"&gt;Hitopadesha&lt;/a&gt;\").\nThe era of classical Malay literature started after the arrival of Islam and the invention of &lt;a href=\"Jawi%20script\"&gt;Jawi script&lt;/a&gt; (Arabic based Malay script). Since then, Islamic beliefs and concepts began to make its mark on Malay literature. The &lt;a href=\"Terengganu%20Inscription%20Stone\"&gt;Terengganu Inscription Stone&lt;/a&gt;, which is dated to 1303, is the earliest known narrative Malay writing. The stone is inscribed with an account of history, law, and &lt;a href=\"romance%20%28love%29\"&gt;romance&lt;/a&gt; in Jawi script. At its height, the Malacca Sultanate was not only the center of Islamisation, but also the center of Malay cultural expressions including literature. During this era, notable &lt;a href=\"Islamic%20literature\"&gt;Middle Eastern literary works&lt;/a&gt; were translated and religious books were written in Malay language. Among famous translated works are \"&lt;a href=\"Hikayat%20Muhammad%20Hanafiah\"&gt;Hikayat Muhammad Hanafiah&lt;/a&gt;\" and \"&lt;a href=\"Hikayat%20Amir%20Hamzah\"&gt;Hikayat Amir Hamzah&lt;/a&gt;\".\nThe rise of Malay literature during the period was also penned by other homegrown literary composition coloured by mystical &lt;a href=\"Sufi\"&gt;Sufi&lt;/a&gt;sm of the middle-east, the notable works of &lt;a href=\"Hamzah%20Fansuri\"&gt;Hamzah Fansuri&lt;/a&gt; such as \"Asrar al-Arifin\" (\"Rahsia Orang yang Bijaksana;\" The Secret of the Wise), \"Sharab al-Asyikin\" (\"Minuman Segala Orang yang Berahi;\" The Drink of All the Passionate) and \"Zinat al-Muwahidin\" (\"Perhiasan Sekalian Orang yang Mengesakan;\" The Ornament of All the Devoted) can be seen as the &lt;a href=\"Masterpiece\"&gt;magna opera&lt;/a&gt; of the era.\nThe most important piece of Malay literary works is perhaps the famed &lt;a href=\"Malay%20Annals\"&gt;Malay Annals&lt;/a&gt; or Sulalatus Salatin. It was called \"the most famous, distinctive and best of all Malay literary works\" by one of the most prominent scholars in Malay studies, &lt;a href=\"Richard%20Olaf%20Winstedt\"&gt;Sir Richard O. Winstedt&lt;/a&gt;. The exact date of its composition and the identity of its original author are uncertain, but under the order of &lt;a href=\"Alauddin%20Riayat%20Shah%20III\"&gt;Sultan Alauddin Riaayat Shah III&lt;/a&gt; of Johor in 1612, &lt;a href=\"Tun%20Sri%20Lanang\"&gt;Tun Sri Lanang&lt;/a&gt; oversaw the editorial and compilation process of the Malay Annals.\nIn the 19th century, the Malay literature received some notable additions, including \"Kitab Ilmu Bedil\" (Book of Traditional Weaponry) that provides valuable details of traditional Malay ammunition and weaponry. The era also witnessed the wider usage of Malay &lt;a href=\"General%20medical%20journal\"&gt;medical journals&lt;/a&gt;, known as \"Kitab Tib\". These works are indeed important as it serve as references to the Malay knowledge and technology during the classical era.\nThe same century also witnessed a monumental shift in the Malay literature through writings of &lt;a href=\"Abdullah%20bin%20Abdul%20Kadir\"&gt;Abdullah bin Abdul Kadir&lt;/a&gt;, a famous &lt;a href=\"Malacca\"&gt;Malacca&lt;/a&gt;-born &lt;a href=\"munshi\"&gt;munshi&lt;/a&gt; of &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;. Abdullah is regarded as the most cultured Malay who ever wrote, one of the greatest innovators in Malay letters and the father of modern Malay literature. His most important works are the \"&lt;a href=\"Hikayat%20Abdullah\"&gt;Hikayat Abdullah&lt;/a&gt;\" (an autobiography), \"&lt;a href=\"Kisah%20Pelayaran%20Abdullah%20ke%20Kelantan\"&gt;Kisah Pelayaran Abdullah ke Kelantan&lt;/a&gt;\" (an account of his trip for the government to &lt;a href=\"Kelantan\"&gt;Kelantan&lt;/a&gt;), and \"&lt;a href=\"Kisah%20Pelayaran%20Abdullah%20ke%20Mekah\"&gt;Kisah Pelayaran Abdullah ke Mekah&lt;/a&gt;\" (a narrative of his &lt;a href=\"hajj\"&gt;pilgrimage&lt;/a&gt; to &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; 1854). His work was an inspiration to future generations of writers and marks an early stage in the transition from classical Malay literature to modern Malay literature.\nReligion.\nThe early Malay communities were largely &lt;a href=\"animist\"&gt;animist&lt;/a&gt;s, believing in the existence of \"semangat\" (spirits) in everything. Around the opening of the &lt;a href=\"common%20era\"&gt;common era&lt;/a&gt;, &lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt; and &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; were introduced by South Asian traders to the Malay Archipelago, where they flourished until the 13th century, just before the arrival of Islam brought by Arab, South Asian and Chinese Muslim traders.\nIn the 15th century, Islam of the orthodox &lt;a href=\"Sunni\"&gt;Sunni&lt;/a&gt; sect flourished in the Malay world under the Malacca Sultanate. In contrast with Hinduism, which transformed early Malay society only superficially, Islam can be said to have been fully integrated in the daily life of the population. Since this era, the Malays have traditionally had a close identification with Islam and they have not changed their religion since. This identity is so strong that it is said to become Muslim was to \"&lt;a href=\"Malayisation\"&gt;masuk Melayu&lt;/a&gt;\" (to enter Malayness).\nNevertheless, the earlier beliefs having deeper roots, they have maintained themselves against the anathemas of Islam – and indeed &lt;a href=\"Sufism\"&gt;Sufism&lt;/a&gt; or the &lt;a href=\"mysticism\"&gt;mysticism&lt;/a&gt; of &lt;a href=\"Shia%20Islam\"&gt;Shia Islam&lt;/a&gt; have become intertwined among the Malays, with the spirits of the earlier animistic world and some elements of Hinduism. Following the 1970s, &lt;a href=\"Islamic%20revival\"&gt;Islamic revival&lt;/a&gt; (also referred as re-&lt;a href=\"Islamisation\"&gt;Islamisation&lt;/a&gt;) throughout the &lt;a href=\"Muslim%20world\"&gt;Muslim world&lt;/a&gt;, many traditions that contravene the teaching of Islam and contain elements of &lt;a href=\"Shirk%20%28Islam%29\"&gt;shirk&lt;/a&gt; were abandoned by the Malays. Among these traditions was the \"&lt;a href=\"Mandi%20%28bath%29\"&gt;mandi&lt;/a&gt; safar\" festival (&lt;a href=\"Safar\"&gt;Safar&lt;/a&gt; bath), a bathing festival to achieve spiritual purity, in which can be discerned features similar to some of those of the &lt;a href=\"Durga%20Puja\"&gt;Durga Puja&lt;/a&gt; of India.\nA vast majority of modern ethnic Malays are the adherents of &lt;a href=\"Sunni\"&gt;Sunni&lt;/a&gt; Islam and the most important Malay festivals are those of &lt;a href=\"Muslim%20holidays\"&gt;Islamic origin&lt;/a&gt; – \"&lt;a href=\"Eid%20ul-Fitr\"&gt;Hari Raya Aidilfitri&lt;/a&gt;\", \"&lt;a href=\"Eid%20al-Adha\"&gt;Hari Raya Aidiladha&lt;/a&gt;\", \"&lt;a href=\"Islamic%20New%20Year\"&gt;Awal Muharram&lt;/a&gt;\", and \"&lt;a href=\"Mawlid\"&gt;Maulidur Rasul&lt;/a&gt;\". It is considered &lt;a href=\"apostasy\"&gt;apostasy&lt;/a&gt; for Malays to convert out of Islam in Malaysia and Brunei. However, ethnic Malays living outside of these countries have also embraced other religions legally under the law.\nArchitecture.\nVarious cultural influences, notably &lt;a href=\"Culture%20of%20China\"&gt;Chinese&lt;/a&gt;, Indian and Europeans, played a major role in forming Malay architecture. Until recent time, wood was the principal material used for all Malay traditional buildings. However, numerous stone structures were also discovered particularly the religious complexes from the time of &lt;a href=\"Srivijaya\"&gt;Srivijaya&lt;/a&gt; and ancient &lt;a href=\"Kra%20Isthmus\"&gt;isthmian&lt;/a&gt; Malay kingdoms.\n&lt;a href=\"Candi%20Muara%20Takus\"&gt;Candi Muara Takus&lt;/a&gt; and &lt;a href=\"Candi%20Muaro%20Jambi\"&gt;Candi Muaro Jambi&lt;/a&gt; in &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt; are among the examples that associated with the architectural elements of Srivijaya Empire. However, the most of Srivijayan architecture was represented at &lt;a href=\"Chaiya\"&gt;Chaiya&lt;/a&gt; (now a province in &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;) in Malay peninsular, which was without doubt a very important centre during the Srivijaya period. The type of structure consists of a cell-chamber to house the &lt;a href=\"Buddha%20image\"&gt;Buddha image&lt;/a&gt; and the summit of structure was erected in the form of \"&lt;a href=\"stupa\"&gt;stupa&lt;/a&gt;\" with successive, superimposed terraces which is the best example at \"Wat Pra Borom That\" of Chaiya.\nThere is also evidence of Hindu shrines or \"&lt;a href=\"Candi%20of%20Indonesia\"&gt;Candi&lt;/a&gt;\" around south &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt; between the &lt;a href=\"mount%20Jerai\"&gt;mount Jerai&lt;/a&gt; and the &lt;a href=\"Muda%20River\"&gt;Muda River&lt;/a&gt; valley, an area known as &lt;a href=\"Bujang%20Valley\"&gt;Bujang Valley&lt;/a&gt;. Within an area of about 350 square kilometres, 87 early historic religious sites have been reported and there are 12 \"candis\" located on mountain tops, a feature which suggests may derive from pre-historic Malay beliefs regarding sanctity of high places.\nEarly reference on Malay architecture in Malay peninsula can be found in several Chinese records. A 7th-century Chinese account tells of Buddhist pilgrims calling at &lt;a href=\"Langkasuka\"&gt;Langkasuka&lt;/a&gt; and mentioned the city as being surrounded by a wall on which towers had been built and was approached through double gates. Another 7th-century account of a special Chinese envoy to &lt;a href=\"Red%20Earth%20Kingdom\"&gt;Red Earth Kingdom&lt;/a&gt; in Malay peninsular, recorded that the capital city had three gates more than hundred paces apart, which were decorated with paintings of Buddhist themes and female spirits.\nThe first detailed description of Malay architecture was on the great wooden \"&lt;a href=\"Istana\"&gt;Istana&lt;/a&gt;\" of &lt;a href=\"Mansur%20Shah%20of%20Malacca\"&gt;Mansur Shah of Malacca&lt;/a&gt; (reigned 1458–1477). According to &lt;a href=\"Sejarah%20Melayu\"&gt;Sejarah Melayu&lt;/a&gt;, the building had a raised seven bay structures on wooden pillars with a seven tiered roof in cooper shingles and decorated with gilded spires and Chinese glass mirrors.\nThe traditional &lt;a href=\"Malay%20houses\"&gt;Malay houses&lt;/a&gt; are built using simple &lt;a href=\"Timber%20framing\"&gt;timber-frame&lt;/a&gt; structure. They have pitched roofs, &lt;a href=\"porch\"&gt;porch&lt;/a&gt;es in the front, high ceilings, many openings on the walls for &lt;a href=\"ventilation%20%28architecture%29\"&gt;ventilation&lt;/a&gt;, and are often embellished with elaborate &lt;a href=\"wood%20carvings\"&gt;wood carvings&lt;/a&gt;. The beauty and quality of Malay wood carvings were meant to serve as visual indicators of the social rank and status of the owners themselves.\nThroughout many decades, the traditional Malay architecture has been influenced by &lt;a href=\"Bugis\"&gt;Bugis&lt;/a&gt; and &lt;a href=\"Joglo\"&gt;Java&lt;/a&gt; from the south, &lt;a href=\"Architecture%20of%20Thailand\"&gt;Siamese&lt;/a&gt;, &lt;a href=\"Architecture%20of%20the%20United%20Kingdom\"&gt;British&lt;/a&gt;, &lt;a href=\"Islamic%20architecture\"&gt;Arab&lt;/a&gt; and &lt;a href=\"Architecture%20of%20India\"&gt;Indian&lt;/a&gt; from the north, &lt;a href=\"Architecture%20of%20Portugal\"&gt;Portuguese&lt;/a&gt;, &lt;a href=\"Architecture%20of%20the%20Netherlands\"&gt;Dutch&lt;/a&gt;, &lt;a href=\"Rumah%20Aceh\"&gt;Aceh&lt;/a&gt; and &lt;a href=\"Rumah%20Gadang\"&gt;Minangkabau&lt;/a&gt; from the west and &lt;a href=\"Chinese%20architecture\"&gt;Southern Chinese&lt;/a&gt; from the east.\nVisual art.\nWood carving is a part of classical Malay &lt;a href=\"visual%20arts\"&gt;visual arts&lt;/a&gt;. The Malays had traditionally adorned their monuments, boats, weapons, tombs, musical instrument, and utensils by motives of flora, calligraphy, geometry and cosmic feature. The art is done by partially removing the wood using sharp tools and following specific patterns, composition and orders. The art form, known as \"ukir\", is hailed as an act of devotion of the craftsmen to the creator and a gift to his fellowmen.\nThe art form is mainly attributed to the abundance of timber on the &lt;a href=\"Malay%20Archipelago\"&gt;Malay Archipelago&lt;/a&gt; and also by the skillfulness of the woodcarvers that have allowed the Malays to practice woodcarving as a craft. The natural tropical settings where flora and fauna and cosmic forces is abundant has inspired the motives to be depict in abstract or styled form into the timber board. With the coming of Islam, geometric and &lt;a href=\"Islamic%20calligraphy\"&gt;Islamic calligraphy&lt;/a&gt; form were introduced in the wood carving. The woods used are typically from tropical hardwood species which is known to be durable and can resist the attacks of the fungi, power-boots beetles and termites.\nA typical Malay traditional houses or mosque would have been adorned with more than 20 carved components. The carving on the walls and the panels allow the air breeze to circulate effectively in and out of the building and can let the sunlight to light the interior of the structure. At the same time, the shadow cast by the panels would also create a shadow based on the motives adding the beauty on the floor. Thus, the carved components performed in both functional and aesthetic purposes.\nPottery.\nUnder the Malay culture, &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt; is not solely witnessed as a mere household &lt;a href=\"List%20of%20eating%20utensils\"&gt;utensil&lt;/a&gt;. It is perceived as a work of &lt;a href=\"art\"&gt;art&lt;/a&gt;, a paradigm of talent, embroidered with aesthetic, legacy, perseverance and religious devotion. The Malay earthen is usually unglazed, with the ornamental designs were carved when the pottery is semi-dried during its construction process.\nAccording to several studies, the native Malay pottery industry has developed indigenously from the period of great antiquity and has since encapsulates a high-level of culture sophistication. It also has been noted that the design features of the Malay pottery suggested the absence of the &lt;a href=\"globalisation\"&gt;foreign influence&lt;/a&gt; prior to the 19th century, a paradox considering the vast cultural contact between the Malays and the outside world.\nAmong the renowned traditional Malay pottery includes \"Mambong\" of &lt;a href=\"Kelantan\"&gt;Kelantan&lt;/a&gt;, molded from clay and identified with the colour of &lt;a href=\"terracotta\"&gt;terracotta&lt;/a&gt;. It is usually assumed the form as cooking utensils. In the west coast, the raven-coloured \"Labu Sayung\" of &lt;a href=\"Kuala%20Kangsar\"&gt;Kuala Kangsar&lt;/a&gt; is honoured for gourd-formed jars. There are also several variants of \"Labu\", including \"Labu Tela, Labu Kepala, Labu Gelugor Tela\" and \"Labu Gelugor Kepala\".\nOther forms of Malay traditional pottery are: The \"Belanga\", commonly in a wide rim and a round base, the pot usually mobilised to cook &lt;a href=\"curries\"&gt;curries&lt;/a&gt;. It is held that the structure of the earthen would aid the heat to be evenly distributed, correlating to its round base. A smaller version of the \"Belanga\" is called \"periok\", used for &lt;a href=\"rice\"&gt;rice&lt;/a&gt;-preparation; The \"Buyong\", commonly defined by a straight collar and a spherical body, oftentime used as a water jar; The \"Terenang\", the angular \"Terenang\" is used as a canister, especially in the coastal Malay regions of &lt;a href=\"Kelantan\"&gt;Kelantan&lt;/a&gt;, &lt;a href=\"Patani\"&gt;Patani&lt;/a&gt; and &lt;a href=\"Terengganu\"&gt;Terengganu&lt;/a&gt;; The \"Bekas Bara\", a small container, usually crafted for the use of &lt;a href=\"incense\"&gt;incense&lt;/a&gt;; The \"Jambangan\", a traditional Malay &lt;a href=\"vase\"&gt;vase&lt;/a&gt;, usually for aesthetic purposes and \"Geluk\", a small water storage.\nCuisine.\nDifferent Malay regions are all known for their unique or signature dishes—&lt;a href=\"Pattani\"&gt;Pattani&lt;/a&gt;, &lt;a href=\"Terengganu\"&gt;Terengganu&lt;/a&gt; and &lt;a href=\"Kelantan\"&gt;Kelantan&lt;/a&gt; for their \"&lt;a href=\"nasi%20dagang\"&gt;nasi dagang&lt;/a&gt;\", \"&lt;a href=\"nasi%20kerabu\"&gt;nasi kerabu&lt;/a&gt;\" and \"&lt;a href=\"keropok%20lekor\"&gt;keropok lekor&lt;/a&gt;\"; &lt;a href=\"Pahang\"&gt;Pahang&lt;/a&gt; and &lt;a href=\"Perak\"&gt;Perak&lt;/a&gt; for its &lt;a href=\"durian\"&gt;durian&lt;/a&gt;-based cuisine, \"&lt;a href=\"gulai\"&gt;gulai&lt;/a&gt; &lt;a href=\"tempoyak\"&gt;tempoyak&lt;/a&gt;\"; &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt; and &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt; for their northern-style \"&lt;a href=\"asam%20laksa\"&gt;asam laksa&lt;/a&gt;\" and \"&lt;a href=\"Pasembur\"&gt;rojak&lt;/a&gt;\"; &lt;a href=\"Satun\"&gt;Satun&lt;/a&gt; and &lt;a href=\"Perlis\"&gt;Perlis&lt;/a&gt; for its \"bunga kuda\" dessert; &lt;a href=\"Negeri%20Sembilan\"&gt;Negeri Sembilan&lt;/a&gt; for its \"lemak\"-based dishes; &lt;a href=\"Malacca\"&gt;Malacca&lt;/a&gt; for their spicy \"&lt;a href=\"cincalok\"&gt;cincalok&lt;/a&gt;\"; &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; for their \"&lt;a href=\"rojak%20bandung\"&gt;rojak bandung&lt;/a&gt;\" and \"&lt;a href=\"roti%20prata\"&gt;roti prata&lt;/a&gt;\"; &lt;a href=\"Riau\"&gt;Riau&lt;/a&gt; for its \"ikan patin\" (\"&lt;a href=\"Pangasius\"&gt;Pangasius&lt;/a&gt;\" fish) dishes, \"&lt;a href=\"gulai\"&gt;gulai&lt;/a&gt; &lt;a href=\"Pangasius\"&gt;ikan patin&lt;/a&gt;\" and \"&lt;a href=\"asam%20pedas\"&gt;asam pedas&lt;/a&gt; &lt;a href=\"Pangasius\"&gt;ikan patin&lt;/a&gt;\"; &lt;a href=\"Riau%20Islands\"&gt;Riau Islands&lt;/a&gt; for their \"sup ikan\"; Deli Malays of &lt;a href=\"North%20Sumatra\"&gt;North Sumatra&lt;/a&gt; for their \"&lt;a href=\"nasi%20goreng\"&gt;nasi goreng&lt;/a&gt; &lt;a href=\"Anchovy\"&gt;teri&lt;/a&gt; medan\" and \"&lt;a href=\"gulai\"&gt;gulai&lt;/a&gt; &lt;a href=\"Crab%23Cookery\"&gt;ketam&lt;/a&gt;\"; &lt;a href=\"Jambi\"&gt;Jambi&lt;/a&gt; for its \"ikan mas panggang\" and \"&lt;a href=\"tempoyak\"&gt;tempoyak&lt;/a&gt;\"; Palembangese Malays of &lt;a href=\"South%20Sumatra\"&gt;South Sumatra&lt;/a&gt; for their \"&lt;a href=\"pempek\"&gt;pempek&lt;/a&gt;\", \"&lt;a href=\"Mie%20celor\"&gt;mi celor&lt;/a&gt;\" and \"&lt;a href=\"nasi%20minyak\"&gt;nasi minyak&lt;/a&gt;\"; &lt;a href=\"Bangka%20Belitung\"&gt;Bangka Belitung&lt;/a&gt; for its \"&lt;a href=\"Laevistrombus%20canarium\"&gt;siput gonggong&lt;/a&gt;\" and \"&lt;a href=\"apam%20balik\"&gt;terang bulan&lt;/a&gt;\"; &lt;a href=\"West%20Kalimantan\"&gt;West Kalimantan&lt;/a&gt; and &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt; for its \"&lt;a href=\"bubur%20pedas\"&gt;bubur pedas&lt;/a&gt;\" and \"&lt;a href=\"ayam%20pansuh\"&gt;ayam pansuh&lt;/a&gt;\"; &lt;a href=\"Brunei\"&gt;Brunei&lt;/a&gt; for their \"nasi katok\" and unique \"&lt;a href=\"ambuyat\"&gt;ambuyat&lt;/a&gt;\" dish; and &lt;a href=\"Cape%20Malays\"&gt;Cape Malays&lt;/a&gt; of &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; for its \"&lt;a href=\"bobotie\"&gt;bobotie&lt;/a&gt;\", \"&lt;a href=\"boeber\"&gt;boeber&lt;/a&gt;\" and \"&lt;a href=\"koe%27sister\"&gt;koe'sister&lt;/a&gt;\".\nThe main characteristic in traditional Malay cuisine is undoubtedly the generous use of spices. The &lt;a href=\"coconut%20milk\"&gt;coconut milk&lt;/a&gt; is also important in giving the Malay dishes their rich, creamy character. The other foundation is \"&lt;a href=\"belacan\"&gt;belacan&lt;/a&gt;\" (shrimp paste), which is used as a base for \"sambal\", a rich sauce or condiment made from belacan, &lt;a href=\"Chili%20pepper\"&gt;chillies&lt;/a&gt;, onions and garlic. Malay cooking also makes plentiful use of &lt;a href=\"lemongrass\"&gt;lemongrass&lt;/a&gt; and &lt;a href=\"galangal\"&gt;galangal&lt;/a&gt;.\nNearly every Malay meal is served with rice, the &lt;a href=\"staple%20food\"&gt;staple food&lt;/a&gt; in many other East Asian cultures. Although there are various type of dishes in a Malay meal, all are served at once, not in courses. Food is eaten delicately with the fingers of right hand, never with the left which is used for personal ablutions, and Malays rarely use utensils. Because most of Malay people are Muslims, Malay cuisine follows Islamic &lt;a href=\"halal\"&gt;halal&lt;/a&gt; dietary law rigorously. Protein intake are mostly taken from beef, water buffalo, goat, and lamb meat, and also includes poultry and fishes. Pork and any non-halal meats, also alcohol is prohibited and absent from Malay daily diet.\n&lt;a href=\"Nasi%20lemak\"&gt;Nasi lemak&lt;/a&gt;, rice cooked in rich &lt;a href=\"coconut%20milk\"&gt;coconut milk&lt;/a&gt; probably is the most popular dish ubiquitous in Malay town and villages. Nasi lemak is considered as &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;'s &lt;a href=\"national%20dish\"&gt;national dish&lt;/a&gt;. While \"Nasi Minyak\" and \"Nasi Hujan Panas\", rice broiled with ghee and spices is hailed as a ceremonial dish for special occasions, especially during the traditional Malay weddings.\nAnother example is &lt;a href=\"Ketupat\"&gt;Ketupat&lt;/a&gt; or \"nasi himpit\", glutinous compressed rice cooked in palm leaves, is popular especially during \"Idul Fitri\" or \"Hari Raya\" or &lt;a href=\"Eid%20ul-Fitr\"&gt;Eid ul-Fitr&lt;/a&gt;. Various meats and vegetables could be made into &lt;a href=\"Gulai\"&gt;Gulai&lt;/a&gt; or &lt;a href=\"Curry\"&gt;Kari&lt;/a&gt;, a type of curry dish with variations of spices mixtures that clearly display Indian influence already adopted by Malay people since ancient times. &lt;a href=\"Laksa\"&gt;Laksa&lt;/a&gt;, a hybrid of Malay and Peranakan Chinese cuisine is also a popular dish. Malay cuisine also adopted and received visible influence from some of their closest neighbours' cuisine traditions, such as &lt;a href=\"rendang\"&gt;rendang&lt;/a&gt; adopted from the &lt;a href=\"Minangkabau%20people\"&gt;Minangkabau&lt;/a&gt;s in &lt;a href=\"West%20Sumatra\"&gt;Pagaruyung&lt;/a&gt;, and &lt;a href=\"satay\"&gt;satay&lt;/a&gt; from Java, however Malay people has developed their own distinctive taste and recipes.\nPerforming arts.\nThe Malays have diverse kinds of music and dance which are fusions of different cultural influences. Typical genres range from traditional Malay folk dances dramas like &lt;a href=\"Mak%20Yong\"&gt;Mak Yong&lt;/a&gt; to the Arab-influenced &lt;a href=\"Zapin\"&gt;Zapin&lt;/a&gt; dances. Choreographed movements also vary from simple steps and tunes in &lt;a href=\"Dikir%20barat\"&gt;Dikir barat&lt;/a&gt; to the complicated moves in &lt;a href=\"Joget\"&gt;Joget&lt;/a&gt; &lt;a href=\"Gamelan\"&gt;Gamelan&lt;/a&gt;.\nTraditional Malay music is basically percussive. Various kinds of &lt;a href=\"gongs\"&gt;gongs&lt;/a&gt; provide the beat for many dances. There are also drums of various sizes, ranging from the large \"rebana ubi\" used to punctuate important events to the small \"jingled-rebana\" (&lt;a href=\"frame%20drum\"&gt;frame drum&lt;/a&gt;) used as an accompaniment to vocal recitations in religious ceremonies.\n&lt;a href=\"Royal%20Regalia%20of%20Malaysia%23Nobat\"&gt;Nobat&lt;/a&gt; music became part of the &lt;a href=\"Royal%20Regalia\"&gt;Royal Regalia&lt;/a&gt; of Malay courts since the arrival of Islam in the 12th century and only performed in important court ceremonies. Its orchestra includes the sacred and highly revered instruments of \"nehara\" (&lt;a href=\"kettledrums\"&gt;kettledrums&lt;/a&gt;), \"gendang\" (double-headed drums), \"nafiri\" (trumpet), \"serunai\" (&lt;a href=\"oboe\"&gt;oboe&lt;/a&gt;), and sometimes a knobbed &lt;a href=\"gong\"&gt;gong&lt;/a&gt; and a pair of &lt;a href=\"cymbals\"&gt;cymbals&lt;/a&gt;.\nIndian influences are strong in a traditional &lt;a href=\"shadow%20play\"&gt;shadow play&lt;/a&gt; known as &lt;a href=\"Wayang%20Kulit\"&gt;Wayang Kulit&lt;/a&gt; where stories from Hindu epics; &lt;a href=\"Ramayana\"&gt;Ramayana&lt;/a&gt; &amp; &lt;a href=\"Mahabharata\"&gt;Mahabharata&lt;/a&gt; form the main repertoire. There are four distinctive types of shadow puppet theatre that can be found in Malay peninsula; \"Wayang Gedek\", \"Wayang Purwa\", \"Wayang Melayu\" and \"Wayang Siam\". Nonetheless, the art and the storytelling of \"Wayang Purwa\" and \"Wayang Siam\" denote a regional influence in fused with the Javanese and Siamese respectively, while \"Wayang Melayu\" and \"Wayang Gedek\" narrated a more autochthonously Malay form and fashion.\nOther well-known Malay performing arts are; \"&lt;a href=\"Bangsawan\"&gt;Bangsawan&lt;/a&gt;\" theatre, \"&lt;a href=\"Dondang%20Sayang\"&gt;Dondang Sayang&lt;/a&gt;\" love ballad and \"&lt;a href=\"Mak%20Inang\"&gt;Mak Inang&lt;/a&gt;\" dance from Malacca Sultanate, \"&lt;a href=\"Jikey\"&gt;Jikey&lt;/a&gt;\" and \"&lt;a href=\"Mek%20Mulung\"&gt;Mek Mulung&lt;/a&gt;\" theatre from &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt;, \"&lt;a href=\"Asyik\"&gt;Asyik&lt;/a&gt;\" dance and \"&lt;a href=\"Menora%20%28dance%29\"&gt;Menora&lt;/a&gt;\" dance drama from &lt;a href=\"Pattani%20%28region%29\"&gt;Patani&lt;/a&gt; and &lt;a href=\"Kelantan\"&gt;Kelantan&lt;/a&gt;, \"&lt;a href=\"Ulek%20mayang\"&gt;Ulek mayang&lt;/a&gt;\" and \"&lt;a href=\"Rodat%20%28dance%29\"&gt;Rodat&lt;/a&gt;\" dance from Terengganu, \"&lt;a href=\"Boria%20%28theatre%29\"&gt;Boria&lt;/a&gt;\" theatre from &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;, \"Canggung\" dance from &lt;a href=\"Perlis\"&gt;Perlis&lt;/a&gt;, \"Mukun\" narrative songs from &lt;a href=\"Brunei\"&gt;Brunei&lt;/a&gt; and &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt;, &lt;a href=\"Gending%20Sriwijaya\"&gt;Gending Sriwijaya&lt;/a&gt; from &lt;a href=\"Palembang\"&gt;Palembang&lt;/a&gt;, \"Serampang Dua Belas\" dance from &lt;a href=\"Sultanate%20of%20Serdang\"&gt;Serdang&lt;/a&gt;. and &lt;a href=\"Zapin%20Api\"&gt;Zapin Api firedance&lt;/a&gt; from &lt;a href=\"Riau\"&gt;Riau&lt;/a&gt;.\nTraditional dress.\nThe traditional Malay apparel and textile has been continuously morphed since the time of antiquity. Historically, the ancient Malays were chronicled to incorporate various natural materials as a vital source for fabrics, clothing and attire. The common era however, witnessing the early arrivals the merchants from east and west to the harbours of Malay archipelago, together they bought new luxurious items, including fine cotton and silks. The garments subsequently become a source of high Malay fashion and acquired a cultural role as the binding identity in the archipelago, especially in the Peninsula, Sumatra and the coastal areas of Borneo.\nIn Malay culture, clothes and textiles are revered as symbols of beauty, power and status. Numerous accounts in &lt;a href=\"List%20of%20Hikayat\"&gt;Malay hikayats&lt;/a&gt; stressed the special place occupied by textiles. The Malay handloom industry can be traced its origin since the 13th century when the eastern trade route flourished under &lt;a href=\"Song%20dynasty\"&gt;Song dynasty&lt;/a&gt;. Mention of locally made textiles as well as the predominance of weaving in &lt;a href=\"Malay%20peninsular\"&gt;Malay peninsular&lt;/a&gt; was made in various Chinese and Arab accounts. Among well-known Malay textiles are &lt;a href=\"Songket\"&gt;Songket&lt;/a&gt;, &lt;a href=\"Malaysian%20batik\"&gt;Batik&lt;/a&gt;, \"Telepok\", \"Limar\", \"Tenun\", \"Kelingkam\", \"Cindai\", \"Pelangi\" and \"Tekad\".\nClassical Malay dress varies between different regions, but the most profound traditional dress in modern-day are Baju Kurung (for women) and Baju Melayu (for men), which both recognised as the national dress for Malaysia and Brunei, and also worn by Malay communities in Indonesia, Singapore, Myanmar and Thailand.\nThe word \"Baju Kurung\", literary defined as \"encase the body\" of the wearer is tailored based on the Islamic principles of modesty, decency and humility. The practice is parallel to the &lt;a href=\"Judaeo-Christian\"&gt;Judaeo-Christian&lt;/a&gt; religious doctrine, as flaunting the &lt;a href=\"Intimate%20parts%20in%20Islam\"&gt;intimate body parts&lt;/a&gt; is considered as forbidden in Islam. The interpretation was then absorbed to the Malay way of dressing and cultural perspective, this can be strongly witnessed upon the rule of &lt;a href=\"Mansur%20Shah%20of%20Malacca\"&gt;Mansur Shah of Malacca&lt;/a&gt; in the 15th century, the sultan prohibited his female Muslim subjects in the public from wearing only a sarong from the bust downwards. Throughout the ages, The Malay Baju Kurung went into several reincarnation before assuming its current form. Due to the vastness of various Malay kingdoms in the &lt;a href=\"Malay%20archipelago\"&gt;archipelago&lt;/a&gt;, local and distinct forms of the Baju Kurung design patterns can also be witnessed in the region, including Bengkulu, Kedah, Jambi, Johor-Riau, Pahang and Palembang.\nThe corresponding mode of Baju Kurung for men is known as \"Baju Melayu\". The upper part of the garment was made with the geometrical design almost similar with Baju Kurung and commonly paired with woven cloth known as the sarong. The pattern of the sarong may possessed a symbol of the person's marital status or the rank in the classical Malay society.\nOther common classical Malay attire for men consists of a \"baju\" (shirt) or \"tekua\" (a type of a long sleeve shirt), \"baju rompi\" (vest), \"kancing\" (button), a small leg \"celana\" (trousers), a &lt;a href=\"sarong\"&gt;sarong&lt;/a&gt; worn around the waist, \"capal\" (sandal), and a \"tanjak\" or \"tengkolok\" (&lt;a href=\"headgear\"&gt;headgear&lt;/a&gt;); for the aristocrats, the \"baju sikap\" or \"baju layang\" (a type of coat) and \"pending\" (ornamental belt buckle) are also synonymous to be worn as a formal attire. It was also common for a \"pendekar\" (Malay warrior) to have a &lt;a href=\"Kris\"&gt;Kris&lt;/a&gt; tucked into the front fold of sarong.\nIn contrast to Baju Melayu which continued to be worn as ceremonial dress only, Baju Kurung is worn daily throughout the year by a majority of Malay women. Sighting of female civil servants, professional workers and students wearing Baju Kurung is common in Malaysia and Brunei.\nFestivals and celebrations.\nThe rise of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; managed to &lt;a href=\"ethnogenesis\"&gt;redefine&lt;/a&gt; the &lt;a href=\"Malayness\"&gt;Malay identity&lt;/a&gt; by the 15th century. Thus, resulting most of the Malay festivals and celebrations to run parallel with the &lt;a href=\"Islamic%20calendar\"&gt;Islamic calendar&lt;/a&gt;, albeit deeply ingrained with a strong sense of &lt;a href=\"Malayisation\"&gt;Malay character&lt;/a&gt;. The biannual &lt;a href=\"Hari%20Raya\"&gt;Hari Raya&lt;/a&gt; (lit \"the Great Day\") observance of &lt;a href=\"Aildifitri\"&gt;Aildifitri&lt;/a&gt; and &lt;a href=\"Aidiladha\"&gt;Aidiladha&lt;/a&gt; are hailed as the grand celebrations universally across the Malay community. The two holidays are instrumental to commentate two major events and philosophy in the Islamic teaching and beliefs. The former signifies the triumph as a Muslim after a month of &lt;a href=\"Fasting%20in%20Islam\"&gt;fasting&lt;/a&gt; and patience in &lt;a href=\"Ramadan\"&gt;Ramadan&lt;/a&gt;, while the latter is to observe the sacrifice made by &lt;a href=\"Ibrahim\"&gt;Ibrahim&lt;/a&gt; (Abraham) under the name of &lt;a href=\"Allah\"&gt;Allah&lt;/a&gt;.\nThe \"Raya\" holidays usually commenced during the &lt;a href=\"wikt%3Ahomecoming\"&gt;homecoming&lt;/a&gt; event known as &lt;a href=\"Balik%20Kampung\"&gt;Balik Kampung&lt;/a&gt; or \"Balik Raya\" which occurred a few days before the festival. During the Hari Raya, the Malays would celebrated by performing the &lt;a href=\"Eid%20prayers\"&gt;Eid prayers&lt;/a&gt;, holding a grand feast and visiting friends, relatives and neighbours. A visit to the grave of the departed loved ones is also essential, as a sign of respect, love and honour.\nOther major liturgical and religious ceremonies celebrated by the Malays include &lt;a href=\"Ramadhan\"&gt;Ramadhan&lt;/a&gt;, a month-long holy month devoted by daytime fasting and various religious activities; &lt;a href=\"Maulidur%20Rasul\"&gt;Maulidur Rasul&lt;/a&gt;, a special grand procession to honour the birth of Prophet &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;; &lt;a href=\"Ashura\"&gt;Ashura&lt;/a&gt;, remembrance of &lt;a href=\"Muharram\"&gt;Muharram&lt;/a&gt; where the Malays would solemnly prepared a special dish, known as \"Bubur Ashura\"; &lt;a href=\"Nisfu%20Syaaban\"&gt;Nisfu Syaaban&lt;/a&gt;, the Mid-&lt;a href=\"Sha%27ban\"&gt;Sha'ban&lt;/a&gt; observance, a special day of &lt;a href=\"fasting\"&gt;fasting&lt;/a&gt; for forgiveness; &lt;a href=\"Nuzul%20Quran\"&gt;Nuzul Quran&lt;/a&gt;, the first revelation of the &lt;a href=\"Quran\"&gt;Quran&lt;/a&gt;; &lt;a href=\"Israk%20dan%20Mikraj\"&gt;Israk dan Mikraj&lt;/a&gt;, the ascension Prophet Muhammed to the heavens and &lt;a href=\"Awal%20Muharram\"&gt;Awal Muharram&lt;/a&gt;, the Islamic New Year; the latter three celebrations are usually observed by holding a special \"sunat\" prayers, religious lectures and Islamic discussions in the &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt;.\nThere are also a plethora of domestic regional cultural festivals and social events within different the Malay spheres. The coastal areas were historically known to observed the \"Mandi Safar\" or \"Puja Pantai\" ceremony, a purifying bath during the &lt;a href=\"Islamic%20calendar\"&gt;Islamic month&lt;/a&gt; of &lt;a href=\"Safar\"&gt;Safar&lt;/a&gt;, originally emulated from the ancient pre-Islamic Malay holy cleansing rituals; and \"Pesta Menuai\", a &lt;a href=\"harvest%20festival\"&gt;harvest festival&lt;/a&gt; celebrated by the inland and agrarian Malay communities by traditional games, theatre, &lt;a href=\"Joget\"&gt;Joget&lt;/a&gt; and other repertoire of dance-play. However, both of the practice is gradually extinct owing from various social and economic revolution engineered in the Malay community in the 20th century. Additionally, many Malays are also known to participate in the imperial celebrations to honour the royal courts of their respective kingdoms.\nThe Islamic features also strongly embroidered the Malay celebrations in the individual level, a juxtaposition bonded to the spiritual &lt;a href=\"rite%20of%20passage\"&gt;rite of passage&lt;/a&gt; as a Muslim. The Malays would usually organised \"kenduri\", a religious ceremonial banquet to celebrate or to seek blessing for an event. There are several philosophical variations of kenduri, raging from \"Doa Selamat\" (asking for divine favour and protection), \"Kesyukuran\" (for thanksgiving and gratitude), \"Melenggang Perut\" (ceremonial massage for a mother who is pregnant with her first child), \"Aqiqah\" and \"Cukur Jambul\" (newborn ceremony, for celebrating a new life), \"Bertindik\" (the first piercing ceremony for a female child), \"Khatam\" (a graduation ceremony, after a child's first full-reading of the &lt;a href=\"Quran\"&gt;Quran&lt;/a&gt;), \"Khatan\" (&lt;a href=\"circumcision\"&gt;circumcision&lt;/a&gt;), \"Kahwin\" (&lt;a href=\"wedding\"&gt;wedding&lt;/a&gt;), \"Arwah\" or \"Tahlil\" (prayers for a deceased person), among few. The event is usually organised by the family and was traditionally aided by the community in a social gathering known as \"Rewang\" or \"Gotong-royong\". During this ceremony, the whole family would be assisted by their neighbours and relatives, delegating various tasks raging from food preparations, venue management, logistic assembly and other technical control. Nevertheless, following the rise of &lt;a href=\"urbanism\"&gt;urbanism&lt;/a&gt; in the contemporary Malay community, the practice of \"Rewang/Gotong-Royong\" is gradually superseded by hired-&lt;a href=\"catering\"&gt;caterer&lt;/a&gt; services by the family.\nMartial arts.\nSilat and its variants can be found throughout the Malay world: the &lt;a href=\"Malay%20peninsula\"&gt;Malay peninsula&lt;/a&gt; (including &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;), the &lt;a href=\"Riau%20Islands\"&gt;Riau Islands&lt;/a&gt;, &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt; and coastal areas of &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt;. Archaeological evidence reveals that, by the 6th century, formalised combat arts were being practised in the Malay peninsular and Sumatra. The earliest forms of Silat are believed to have been developed and used in the armed forces of the ancient Malay kingdoms of &lt;a href=\"Langkasuka\"&gt;Langkasuka&lt;/a&gt; (2nd century) and Srivijaya (7th century).\nThe influence of the Malay sultanates of Malacca, &lt;a href=\"Johor%20Sultanate\"&gt;Johor&lt;/a&gt;, &lt;a href=\"Pattani%20Kingdom\"&gt;Pattani&lt;/a&gt; and &lt;a href=\"Brunei%20Sultanate\"&gt;Brunei&lt;/a&gt; has contributed to the spread of this martial art in the Malay Archipelago. Through a complex maze of sea channels and river capillaries that facilitated exchange and trade throughout the region, Silat wound its way into the dense rainforest and up into the mountains. The legendary &lt;a href=\"Laksamana\"&gt;Laksamana&lt;/a&gt; &lt;a href=\"Hang%20Tuah\"&gt;Hang Tuah&lt;/a&gt; of Malacca is one of the most renowned \"pesilat\" (Silat practitioners) in history and even considered by some as the father of Malay silat. Since the classical era, &lt;a href=\"Silat%20Melayu\"&gt;Silat Melayu&lt;/a&gt; underwent great diversification and formed what is today traditionally recognised as the source of Indonesian &lt;a href=\"Pencak%20Silat\"&gt;Pencak Silat&lt;/a&gt; and other forms of Silat in Southeast Asia.\nApart from Silat, &lt;a href=\"Tomoi\"&gt;Tomoi&lt;/a&gt; is also practised by Malays, mainly in the northern region of the Malay peninsula. It is a variant of &lt;a href=\"Indochina\"&gt;Indo-Chinese&lt;/a&gt; forms of &lt;a href=\"kickboxing\"&gt;kickboxing&lt;/a&gt; which is believed to have been spread in the Southeast Asian mainland since the time of &lt;a href=\"Kingdom%20of%20Funan\"&gt;Funan Empire&lt;/a&gt; (68 AD).\nMetal casting.\nIn the Malay society, classical &lt;a href=\"metalworks\"&gt;metalworks&lt;/a&gt; assumed a role more than a mere instrumental tool. It serves as a testament of &lt;a href=\"culture\"&gt;culture&lt;/a&gt;, cultivated by &lt;a href=\"art\"&gt;art&lt;/a&gt;istic appreciation and &lt;a href=\"religious\"&gt;religious&lt;/a&gt; symbol, molded by a craftsman who possessed a talent to redefined the essence of nature in the most ornamental manner. The artform has indeed received a long existence in the &lt;a href=\"Malay%20World\"&gt;Malay World&lt;/a&gt;, observations made by the &lt;a href=\"Arab%20people\"&gt;Arabs&lt;/a&gt; on the courts of &lt;a href=\"Srivijaya\"&gt;Srivijaya&lt;/a&gt; narrated that about the abundance of golds in the &lt;a href=\"Palembang\"&gt;capital&lt;/a&gt;, till the extend that the bars have to be ceremonially thrown into the &lt;a href=\"estuary\"&gt;estuary&lt;/a&gt; in a daily basis. On the Chinese accounts, the area was occasionally hailed as \"Jinzou\", the &lt;a href=\"gold\"&gt;gold&lt;/a&gt; coast. The zenith of Srivijaya also witnessed the arrivals of &lt;a href=\"silver\"&gt;silver&lt;/a&gt; bought by the foreign merchants, which then spread to the members of Malay aristocracy.\nUpon the turn of the 17th century, gold, silver, &lt;a href=\"iron\"&gt;iron&lt;/a&gt; and &lt;a href=\"brass\"&gt;brass&lt;/a&gt; have all been perfectly molded to become part and parcel to the Malay society. The era witnessed the works of metal received a critical royal patronage. A multitude of Malay metalworks manifested as evidence of this era, raging from a peculiar Malay dagger known as &lt;a href=\"Keris\"&gt;Keris&lt;/a&gt; made of iron, down to the elaborate fine &lt;a href=\"jewellery\"&gt;jewellery&lt;/a&gt; made from the splendor of gold and silver. For the Malay nobles during this period, the works of pending (ornamental &lt;a href=\"Belt%20buckle\"&gt;Belt buckle&lt;/a&gt; embellished with &lt;a href=\"precious%20stones\"&gt;precious stones&lt;/a&gt;), \"keronsang\" (brooch) and \"cucuk sanggul\" (hairpins) were staged to become among the most sought item of fashion. The era also hosted a number of other prominent items in the Malay regalia cast in gold, including ceremonial box, \"Tepak sirih\" (Betel container) and parts of Keris. The art of casting gold were predominantly done by &lt;a href=\"repouss%C3%A9\"&gt;repoussé&lt;/a&gt; and &lt;a href=\"Granulation%20%28process%29\"&gt;granulation&lt;/a&gt; techniques, in which the traditional methods can still be witnessed until today. In the contemporary era, the Malay gold jewels are mainly found in the form of anklets, bracelets, rings, necklaces, pendants and earrings.\nFor the Malay silverware, the works of silver are fairly known for its sophisticated and fine designs. It is usually crafted in the form of repousse, &lt;a href=\"filigree\"&gt;filigree&lt;/a&gt; and &lt;a href=\"Niello\"&gt;neillo&lt;/a&gt;. Among the common traditional Malay items usually made of silver includes pillow ends, belt buckles, matt corners, stoppers for water vessels, Keris sheaths and tobacco boxes. The \"Awan Larat\" (cloud patterns) and \"Kerawang\" (Vegetal motives) are among the popular designs for Malay decorative silver pillow ends and tobacco boxes.\nThe usage of brassware transcends a plethora of classical Malay social classes, being used by the members of nobility and commoners alike. The popularity of brassware is heavily contributed due to its durability, quality and affordability to all. The brassware can be narrowed into two distinctions, yellow brass for functional items and white for &lt;a href=\"Ornamental%20brassware\"&gt;decorative purposes&lt;/a&gt;. It is often meticulously hammered and craved with various decorative designs in &lt;a href=\"Islamic%20arts\"&gt;religious&lt;/a&gt; and floral motives. The usage of brass however, is best known for &lt;a href=\"Tepak%20Sireh\"&gt;Tepak Sireh&lt;/a&gt;, a ceremonial tray for betel quid and for constructing certain musical instruments such as &lt;a href=\"Gong\"&gt;Gong&lt;/a&gt;s for the classical Malay &lt;a href=\"Gamelan\"&gt;Gamelan&lt;/a&gt; orchestra. Additionally, other prominent traditional Malay items made from metal includes flower vases, perfume sprinkles, serving trays, cooking pots, kettle and incense burners.\nWeaponry.\nThe &lt;a href=\"Keris\"&gt;Keris&lt;/a&gt; is one of the most revered items of Malay weaponry. Originally developed by the &lt;a href=\"Javanese%20people\"&gt;Javanese&lt;/a&gt; down south, the armament gradually assumed a Malay identity after entering the &lt;a href=\"Srivijaya\"&gt;Srivijaya&lt;/a&gt;n court, giving rise to characteristics distinct from its Javanese Keris forebears. By the time of &lt;a href=\"Sultanate%20of%20Malacca\"&gt;Malacca&lt;/a&gt; in the 15th century, the evolution of the Malay Keris was perfected and possession of a Keris came to be regarded as part-and-parcel of Malay culture, becoming a philosophical symbol, juxtapositioned in prestige, craftsmanship, masculinity and honour.\nDuring the classical era, a Malay man was not seen without a Keris outside of his house. The absence of a Keris on a man was frowned upon, perceived as if he were parading naked to the public. Traditionally, a man of Malay extraction would own three types of Keris: \"Keris Pusaka\" (the Dynasty Keris, inherited from one generation to another), \"Keris Pangkat\" (the Status Keris, awarded in right of his position in Malay society) and \"Keris Perjuangan Dirinya\" (the Struggle Keris, literally defined as his personal Keris). There are many strict rules, regulations and taboos to be adhered to in owning a Keris. The blade of a Kris is usually coated in a venomous arsenic, thus crafting an excruciatingly lethal blade for its prey. Traditionally, each Keris is also regarded as possessing a &lt;a href=\"Spirit%20%28animating%20force%29\"&gt;spirit&lt;/a&gt;, known as \"semangat\". Special rituals were to be conducted to nurture, preserve and guard the \"soul\" of the weapon. The spiritual approach is usually held every \"Malam Jumaat\" (Thursday night), with the blade is being purified with &lt;a href=\"Lime%20%28fruit%29\"&gt;lime&lt;/a&gt; and smoked with &lt;a href=\"incense\"&gt;incense&lt;/a&gt;, dedicated prayers and devoted mantras would be also recited upon to complement the mystic ritual.\nThe Malays and Javanese are abided by contrasting philosophical &lt;a href=\"values\"&gt;values&lt;/a&gt; pertaining to Keris-wearing. Traditionally, a Malay would embedded his Keris from the front, an honour that the weapon is more paramount compared to the wearer and a constant reminder that one is always equipped to combat the nemesis. The Javanese however, adhered to the principle that he should be more cautious and the Keris may solely be exercised during the time of need, thus cladding their Keris from behind. The Javanese also believed that by mobilising their weapon that position, it would confused the enemy.\nParadoxically, both groups shared a similar ideology addressing the &lt;a href=\"Kris%23Hilt\"&gt;hilt&lt;/a&gt; of the Keris. If the hilt faced up front, it serves as a testament that the man is prepared for a fight. Nevertheless, if the hilt is turned behind, it is an oath that the person is embracing for a &lt;a href=\"Conflict%20resolution\"&gt;reconciliation&lt;/a&gt;.\nThere are also a plethora of other forms of weaponry in the Malay arsenal, all were nevertheless equally revered in a correlating manner as the Keris. The Malays would classified the traditional weapons under 7 different structures: \"Tuju\" (\"Direct\", the large and heavy artillery, including the Malay &lt;a href=\"cannons\"&gt;cannons&lt;/a&gt; of \"Meriam\", \"&lt;a href=\"Ekor%20lotong\"&gt;Ekor Lontong&lt;/a&gt;\", \"&lt;a href=\"Lela%20%28cannon%29\"&gt;Lela&lt;/a&gt;\" and \"&lt;a href=\"Rentaka\"&gt;Rentaka&lt;/a&gt;\"), \"Bidik\" (\"&lt;a href=\"Gun\"&gt;Gun&lt;/a&gt;\", a weapon with metal tube propelled by an &lt;a href=\"ammunition\"&gt;ammunition&lt;/a&gt;, with the Malay forms of \"&lt;a href=\"Dragon%20%28firearm%29\"&gt;Terakor&lt;/a&gt;\" and \"Istingar\"), \"Setubuh\" (\"A body\", weapon in the similar dimension of a &lt;a href=\"human%20body\"&gt;human body&lt;/a&gt;, referred to the Malay &lt;a href=\"spears\"&gt;spears&lt;/a&gt; of \"Tongkat Panjang\" and \"Lembing\"), \"Selengan\" (\"An arm\", a large &lt;a href=\"saber\"&gt;saber&lt;/a&gt; from the length of the shoulders to the tips of the fingers, constituting the Malay saber of \"Pedang\" and \"&lt;a href=\"Sundang\"&gt;Sundang&lt;/a&gt;\"), \"Setangan\" (\"A hand\", a sword with the diameter measured from the elbow to the 3 fingers, including \"Badik Panjang\" and \"Tekpi\"), \"Sepegang\" (\"A hold\", smaller than the \"Setangan\", a &lt;a href=\"dagger\"&gt;dagger&lt;/a&gt; with \"Keris\" and \"Badik\" in the category) and \"Segenggam\" (\"A grab\", the smallest in the category, the hand-sized &lt;a href=\"blade\"&gt;blade&lt;/a&gt;, including \"Lawi Ayam\", \"&lt;a href=\"Kerambit\"&gt;Kerambit&lt;/a&gt;\", \"Kuku Macan\" and \"Kapak Binjai\"). Other items in the traditional Malay weaponry includes \"sumpit\" (&lt;a href=\"Blowgun\"&gt;Blowpipe&lt;/a&gt;) and \"Busur dan Panah\" (&lt;a href=\"Bow%20and%20Arrow\"&gt;Bow and Arrow&lt;/a&gt;), which are distinct from the seven class of armaments. Additionally, the Malays also would deploy \"Zirah\", a type of \"&lt;a href=\"Baju%20Rantai\"&gt;Baju Besi&lt;/a&gt;\" (&lt;a href=\"armour\"&gt;armour&lt;/a&gt;) and \"Perisai\" (&lt;a href=\"shield\"&gt;shield&lt;/a&gt;) as defense mechanisms during the &lt;a href=\"armed%20conflict\"&gt;armed conflict&lt;/a&gt;.\nTraditional games.\nTraditional Malay games usually require craft skills and manual dexterity and can be traced their origins since the days of Malacca Sultanate. \"&lt;a href=\"Sepak%20Raga\"&gt;Sepak Raga&lt;/a&gt;\" and &lt;a href=\"kite%20flying\"&gt;kite flying&lt;/a&gt; are among traditional games that were mentioned in the &lt;a href=\"Malay%20Annals\"&gt;Malay Annals&lt;/a&gt; being played by nobilities and royalties of the Malay sultanate.\n\"&lt;a href=\"Sepak%20Raga\"&gt;Sepak Raga&lt;/a&gt;\" is one of the most popular Malay games and has been played for centuries. Traditionally, Sepak raga was played in circle by kicking and keeps aloft the rattan ball using any part of the body except the arms and hands. It is now recognised as &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;'s national sport and played in the international sporting events such as &lt;a href=\"Asian%20Games\"&gt;Asian Games&lt;/a&gt; and &lt;a href=\"Southeast%20Asian%20Games\"&gt;Southeast Asian Games&lt;/a&gt;.\nOther popular game is &lt;a href=\"top\"&gt;\"Gasing\" spinning&lt;/a&gt; which usually played after the &lt;a href=\"harvest\"&gt;harvest&lt;/a&gt; season. A great skill of &lt;a href=\"Artisan\"&gt;craftsmanship&lt;/a&gt; is required to produce the most competitive \"Gasing\" (top), some of which spin for two hours at a time.\nPossibly the most popular Malay games is the \"&lt;a href=\"Wau%20bulan\"&gt;Wau&lt;/a&gt;\" (a unique kind of kite from east coast of Malay peninsular) or kite flying. Wau-flying competitions take place with judges awarding points for craftsmanship (\"Wau\" are beautiful, colourful objects set on bamboo frames), sound (all &lt;a href=\"Malay%20kite\"&gt;Malay kite&lt;/a&gt;s are designed to create a specific sound as they are buffeted about in the wind) and altitude.\nThe Malays also have a variant of &lt;a href=\"Mancala\"&gt;Mancala&lt;/a&gt; board game known as &lt;a href=\"Congkak\"&gt;Congkak&lt;/a&gt;. The game is played by moving stones, marbles, beads or shells around a wooden board consisting of twelve or more holes. Mancala is acknowledged as the oldest game in the world and can be traced its origin since &lt;a href=\"Ancient%20Egypt\"&gt;Ancient Egypt&lt;/a&gt;.\nAs the game dispersed around the globe, every culture has invented its own variation including the Malays.\nNames and titles.\nMalay personal names are complex, reflecting the hierarchical nature of the society, and titles are considered important. It has undergone tremendous change, evolving with the times to reflect the different influences that the Malays been subjected over the ages. Although some Malay names still retain parts of its indigenous &lt;a href=\"Malay%20language\"&gt;Malay&lt;/a&gt; and &lt;a href=\"Sanskrit%20language\"&gt;Sanskrit&lt;/a&gt; influences, as Muslims, Malays have long favoured &lt;a href=\"Arabic%20names\"&gt;Arabic names&lt;/a&gt; as marks of their religion.\nMalay names are &lt;a href=\"patronymic\"&gt;patronymic&lt;/a&gt; and can be consisted of up to four parts; a title, a given name, the family name, and a description of the individual's male parentage. Some given names and father's names can be composed of double names and even triple names, therefore generating a longer name. For example, one of the Malaysian national footballer has the full name &lt;a href=\"Mohd%20Zaquan%20Adha%20Abdul%20Radzak\"&gt;Mohd Zaquan Adha Abdul Radzak&lt;/a&gt;, where 'Mohd Zaquan Adha' is his triple given name and 'Abdul Radzak' is his father's double given name.\nIn addition to naming system, the &lt;a href=\"Malay%20language\"&gt;Malay language&lt;/a&gt; also has an elaborate system of &lt;a href=\"titles\"&gt;titles&lt;/a&gt; and &lt;a href=\"honorifics\"&gt;honorifics&lt;/a&gt;, which are still extensively used in &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt; and &lt;a href=\"Brunei\"&gt;Brunei&lt;/a&gt;. By applying these &lt;a href=\"Malay%20titles\"&gt;Malay titles&lt;/a&gt; to a normal Malay name, a more complex name is produced. The former &lt;a href=\"Prime%20Minister%20of%20Malaysia\"&gt;Prime Minister of Malaysia&lt;/a&gt; has the full name &lt;a href=\"Najib%20Tun%20Razak\"&gt;Dato' Seri Mohd Najib bin Tun Haji Abdul Razak&lt;/a&gt;, where 'Dato' Seri' is a Malay title of honour, 'Mohd Najib' is his personal name, 'bin' is derived from an Arabic word Ibnu meaning \"son of\" if in case of daughter it is replaced with binti, an Arabic word \"bintun\" meaning \"daughter of\", introduces his father's titles and names, 'Tun' is a higher honour, 'Haji' denotes his father's &lt;a href=\"Hajj\"&gt;Hajj&lt;/a&gt; pilgrimage to &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;, and 'Abdul Razak' is his father's personal name.\nThe more extremely complex Malay names however, belong to the Malay royalties. The reigning &lt;a href=\"Yang%20di-Pertuan%20Agong\"&gt;Yang di-Pertuan Agong&lt;/a&gt; of &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt; has the full regnal name &lt;a href=\"Abdullah%20of%20Pahang\"&gt;Kebawah Duli Yang Maha Mulia Seri Paduka Baginda Yang di-Pertuan Agong Al-Sultan Abdullah Ri'ayatuddin Al-Mustafa Billah Shah ibni Almarhum Sultan Haji Ahmad Shah Al-Musta'in Billah&lt;/a&gt;, while the reigning &lt;a href=\"Sultan%20of%20Brunei\"&gt;Sultan of Brunei&lt;/a&gt; officially known as &lt;a href=\"Hassanal%20Bolkiah\"&gt;Kebawah Duli Yang Maha Mulia Paduka Seri Baginda Sultan Haji Hassanal Bolkiah Mu'izzaddin Waddaulah ibni Al-Marhum Sultan Haji Omar 'Ali Saifuddien Sa'adul Khairi Waddien&lt;/a&gt;.\nSub-ethnic groups.\nAlthough only constituting 3.4% of the total population, ethnic Malays are one of the most widely distributed ethnicities in Indonesia. As shown on the map, outside the &lt;a href=\"Indonesian%20archipelago\"&gt;Indonesian archipelago&lt;/a&gt;, the Malay people inhabit the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt;, forming the dominant ethnic group in peninsular Malaysia and a significant minority in &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, Thailand and southern Myanmar. The corridor of &lt;a href=\"Bornean\"&gt;Bornean&lt;/a&gt; Malay territories begins north from southwestern &lt;a href=\"Sabah\"&gt;Sabah&lt;/a&gt;, continues with the country of &lt;a href=\"Brunei%20Darussalam\"&gt;Brunei Darussalam&lt;/a&gt;, coastal &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt; and continues down to &lt;a href=\"Kalimantan\"&gt;Kalimantan&lt;/a&gt;. Other areas with a significant centuries-old Malay communities outside the map includes &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt;, Thailand; &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;, Saudi Arabia; &lt;a href=\"Christmas%20Island\"&gt;Christmas&lt;/a&gt; and &lt;a href=\"Cocos%20Islands\"&gt;Cocos Islands&lt;/a&gt; (Australia); a large diaspora community in &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;; and &lt;a href=\"Cape%20Malays\"&gt;Cape Malays&lt;/a&gt; of South Africa, although the latter two are predominantly of creoled origin from the Malay Archipelago bought by the Dutch and the British.\nThe Korinchi Malays have their origins in Sumatra, but small numbers live across the peninsula today. They were reputed to have the ability to transform from a man into a \"&lt;a href=\"werecat\"&gt;were-tiger&lt;/a&gt;\"."
}