{
    "id": "27978076",
    "revid": "563447",
    "url": "https://en.wikipedia.org/wiki?curid=27978076",
    "title": "Jānis Mediņš",
    "text": "Jānis Mediņš (October 9, 1890 — March 4, 1966) was a &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;n &lt;a href=\"composer\"&gt;composer&lt;/a&gt;. He was born in &lt;a href=\"Riga\"&gt;Riga&lt;/a&gt;. \nHe was a vital force in musical life during the short-lived first independent Latvian republic (1918—40). He almost singlehandly established in his country both the &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt;ic genre – with \"Mīlas uzvara\" (‘Love's Victory’, 1934) – and the &lt;a href=\"opera\"&gt;opera&lt;/a&gt;tic with \"Uguns un nakts\" (‘Fire and Night’, 1913—19) and \"Dievi un cilvēki\" (‘Gods and People’, 1921). It was as a result of multiple invasions of his country that Mediņš left Latvia in 1944, eventually settling for good in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;.\nLife.\nJānis Mediņš's &lt;a href=\"memoir\"&gt;memoir&lt;/a&gt; \"Toņi un pustoņi\" (‘Tones and Semitones’, published in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; in 1964), provides posterity with many details of his early years. As an old man – it was written between autumn 1962 and spring 1963 in collaboration with Jānis Rudzītis – he characterised his life as ‘rich in experience, though difficult ... having lived through Tsarist eras [Latvia was under &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n rule until 1918], Latvian independence [including the dictatorship of &lt;a href=\"K%C4%81rlis%20Ulmanis\"&gt;Kārlis Ulmanis&lt;/a&gt; 1934‒40], &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; occupation [1940 and again in 1944] and &lt;a href=\"Germans\"&gt;German&lt;/a&gt; occupation, finally’. Unlike many of his Latvian contemporaries, he ‘had no famous teachers and had to find [his] own way musically’. But he had the advantage in being born into a highly musical family: his brother Jekabs taught at a seminary of music teachers in &lt;a href=\"Valmiera\"&gt;Valmiera&lt;/a&gt; (one of the first music education institutions in Latvia). His father was also a musician and took his children to concerts. Jānis started to play the &lt;a href=\"piano\"&gt;piano&lt;/a&gt; aged four or five, and was taught to read music by his sister Marija, with whom he played duets. Marija gave recitals as a solo pianist and in duos and other &lt;a href=\"chamber%20music\"&gt;chamber ensembles&lt;/a&gt;. She died young in 1912 from an accidental overdose resulting from a mistake in a pharmacy. Another brother – Jāzeps –became another notable figure in Latvian music of the first half of the 20th century, and one of the country's first &lt;a href=\"symphony\"&gt;symphonists&lt;/a&gt;.\nJānis studied the violin, ‘cello and piano at the &lt;a href=\"Em%C4%ABls%20Zigerts\"&gt;Emīls Zigerts&lt;/a&gt; Institute (later renamed the First Riga Musical Institute). On Zigerts’s death, Jāzeps took over as director and soon the whole Mediņš family installed themselves in the premises, their mother becoming housekeeper. Jānis was introduced to German opera, and acquainted himself with a library of some 50,000 scores that Jāzeps had obtained for the Institute. By the time of his graduation in 1909 Jānis had already started teaching there.\nAlthough he spent early years in Riga, Jānis frequently visited cousins in rural districts. He played the organ in a village church (in &lt;a href=\"Skaistkalne\"&gt;Skaistkalne&lt;/a&gt;) while still at school. He also occasionally looked after sheep in pigs in a relatives’ &lt;a href=\"smallholding\"&gt;smallholding&lt;/a&gt;, and worked in a windmill and sold the flour in markets. He wrote his first composition aged 11, called \"Sudmaliņas\" (‘Windmill’) for piano, but many early pieces were lost due to his mother's habit of using paper lying around the house to wrap up herrings brought from the market. But he never thought he would become a composer and so chose instrumental classes in order to become an orchestral musician. However, he considered his experience as a working performer to have been a far better training in orchestration than any theoretical study.\nThe Māmuļā Association had been founded in Riga in 1904 and both Jānis and Jāzeps soon started playing in their theatre orchestra, the Fischer Kappella. They performed operas including \"&lt;a href=\"Undina%20%28Tchaikovsky%29\"&gt;Undine&lt;/a&gt;\" and \"&lt;a href=\"A%20Life%20for%20the%20Tsar\"&gt;A Life for the Tsar&lt;/a&gt;\". The society's theatre was destroyed by fire 1907 and relocated to the Interimteatrī, where they played &lt;a href=\"J%C4%81zeps%20V%C4%ABtols\"&gt;Jāzeps Vītols&lt;/a&gt;'s music for &lt;a href=\"Aspazija\"&gt;Aspazija&lt;/a&gt;’s drama \"Vaidelote\". Jānis later described these experiences as ‘part of the period of awakening of Latvian art’. During summer months, the orchestra relocated to &lt;a href=\"Haapsalu\"&gt;Haapsalu&lt;/a&gt; on the Baltic; the town was often populated by Russian musicians but, being the only pianist in the orchestra, Jānis was in great demand and there played a large amount of chamber repertoire and got to know the latest Russian song repertoire (including &lt;a href=\"Rachmaninoff\"&gt;Rachmaninoff&lt;/a&gt;, &lt;a href=\"Arensky\"&gt;Arensky&lt;/a&gt; and &lt;a href=\"Gli%C3%A8re\"&gt;Glière&lt;/a&gt;). &lt;a href=\"Tchaikovsky\"&gt;Tchaikovsky&lt;/a&gt; had spent one summer there; decades later Mediņš heard &lt;a href=\"Alexander%20Glazunov\"&gt;Glazunov&lt;/a&gt;’s brother listening to music as he passed his house.\nManaging to avoid army call up, from 1909 Jānis took various odd jobs around Riga (including working in a piano shop, in orchestras and making recordings of Latvian art music and folksongs). In 1913 he started work as violist in the orchestra of Latvian Opera, under &lt;a href=\"P%C4%81vuls%20Jurj%C4%81ns\"&gt;Pāvuls Jurjāns&lt;/a&gt; (the orchestra he was later to conduct himself). He first conducted when taking part in another amateur orchestra, this time made up from mostly factory workers from the island &lt;a href=\"Sarkandaugava\"&gt;Sarkandaugava&lt;/a&gt; on the outskirts of Riga. The next time was in the Latvian Opera: Jurjāns had noticed his ability when standing in as chorus-master, and suggested he conduct performances of works already in the repertoire (\"Life for the Tsar\" and \"&lt;a href=\"Demon%20%28opera%29\"&gt;The Demon&lt;/a&gt;\"). For these he travelled to &lt;a href=\"Kharkov\"&gt;Kharkov&lt;/a&gt;, where he also visited the composer &lt;a href=\"Andrejs%20Jurj%C4%81ns\"&gt;Andrejs Jurjāns&lt;/a&gt; (1856—1922), a founder of Latvian art music and, by that time, deaf.\nDebut.\nJānis made his debut as a composer with the performance in 1912 of two songs for chorus. Around this time (or soon after) he started work on his opera \"Uguns un nakts\" (‘Flames and Night’), and P. Jurjāns organised performances of sections of this work. Actor and director &lt;a href=\"J%C4%93kabs%20Duburs\"&gt;Jēkabs Duburs&lt;/a&gt; heard these extracts, and with fellow-businessmen sponsored Jānis to give up his orchestral position in order to continue work on the opera. As the front approached in 1914, in further attempts to avoid enlistment, Jāzeps and Jānis decided to go to Moscow. After a concert tour, the brothers came home to find their father delirious; Jānis left for &lt;a href=\"St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt; after the father's funeral. However, he did serve as conductor of the Latvian Riflemen's band for some portion of the war.\n1920s.\nDuring the early 1920s he wrote the first of the 'dainas', and these were followed by a host of orchestral compositions (three suites, &lt;a href=\"concerto\"&gt;concerto&lt;/a&gt;s for violin and piano etc.) and stage works (the opera \"Sprīdītis\" [Tom Thumb], 1925, the ballet \"Mīlas uzvara\" [Love's Victory], 1934, and \"Luteklīte\" [The Little Darling] a children's opera of 1939, in addition to the above-mentioned). Additionally, his public career flourished: he became conductor of the &lt;a href=\"Latvian%20National%20Opera\"&gt;Latvian National Opera&lt;/a&gt; (1920–28) and chief conductor of the Latvian RSO and artistic director of Latvian Radio (1928–44). He also appeared as a guest conductor in &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt;, &lt;a href=\"Tallinn\"&gt;Tallinn&lt;/a&gt;, &lt;a href=\"Kaunas\"&gt;Kaunas&lt;/a&gt;, &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt;, &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt; and &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;. He taught in the orchestration class at the Latvian State Conservatory (1921–44), where he was appointed professor in 1929; in 1932 he became head of orchestral conducting.\n1940s and after.\nBut this fruitful period came to a close in 1940 with the annexation of Latvia into the USSR – resulting in the deportation or execution of over 30,000 of the population – subsequent German invasion, and then a final Soviet annexation. Jānis took his family abroad, spending time in &lt;a href=\"Rostock\"&gt;Rostock&lt;/a&gt;, &lt;a href=\"L%C3%BCbeck\"&gt;Lübeck&lt;/a&gt; and &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; and then, from 1946, living in the Blomberg refugee camp in Germany with many other Latvians. Finally, in 1948, they settled in Stockholm. Here, although he did not enjoy the high-profile he had enjoyed at home, he remained active as a composer (as he had done in transit) and, during the last two decades of his life he produced a body of chamber works that includes &lt;a href=\"sonata\"&gt;sonata&lt;/a&gt;s for ‘cello, violin, clarinet, flute and oboe with piano, as well as a Piano Quintet (1946), a Rhapsody for two pianos (1954) and a sonata for solo accordion (1955). In 1960 he received the Award for Exiled Latvians. Following Latvian independence, his opera \"Uguns un nakts\" reopened the restored &lt;a href=\"Latvian%20National%20Opera\"&gt;Latvian National Opera&lt;/a&gt; House in 1995."
}