{
    "id": "27982493",
    "revid": "9021902",
    "url": "https://en.wikipedia.org/wiki?curid=27982493",
    "title": "Bidya Debbarma",
    "text": "Bidya Chandra Debbarma (11 April 1916, Behalabari – 18 June 2010, &lt;a href=\"Agartala\"&gt;Agartala&lt;/a&gt;) was a &lt;a href=\"communist\"&gt;communist&lt;/a&gt; politician from the &lt;a href=\"India\"&gt;India&lt;/a&gt;n state of &lt;a href=\"Tripura\"&gt;Tripura&lt;/a&gt;. A prominent leader of the communist movement in Tripura, Debbarma spent a total of nine years in jail and 13 years as an underground activist. A six-time state assembly member and minister in the state government, Debbarma never lost any election he contested.\nBiography.\nDebbarma grew up in a tribal farmers family in rural Tripura. He could not continue his schooling beyond class VII. He later joined the Royal Army of Tripura, the armed forces of the then monarchy that ruled Tripura. During the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, Debbarma had protested against the Tripura army helping British forces, and was transferred to administrative non-combatant duties as a disciplinary measure.\nWhen reform-oriented forces organized the Janashiksha Samity ('People's Education Society') in 1945, Debbarma become secretly associated with the movement. He was caught, and interned at Khowai jail where he was subjected to torture. A death sentenced was issued against him by the Tripura government, but never executed.\nDebbarma became an organiser of the Janashiksha Samity, and mobilised protest activities against the government of Tripura. He also took part in the founding of the &lt;a href=\"Ganamukti%20Parishad\"&gt;Ganamukti Parishad&lt;/a&gt; ('People's Liberation Council') movement.\nDebbarma became a member of the &lt;a href=\"Communist%20Party%20of%20India\"&gt;Communist Party of India&lt;/a&gt;. He was arrested during the 1962 &lt;a href=\"Sino-Indian%20war\"&gt;Sino-Indian war&lt;/a&gt;. When the Communist Party was divided in 1964, he took the side of the &lt;a href=\"Communist%20Party%20of%20India%20%28Marxist%29\"&gt;Communist Party of India (Marxist)&lt;/a&gt; and was elected the Tripura state committee of the CPI(M). He would remain a CPI(M) Tripura State Committee member until his death. Moreover, he served as the vice president of the Ganamukti Parishad (the tribal mass organisation of CPI(M) in Tripura).\nDebbarma again faced arrests in 1965 (during the &lt;a href=\"Indo-Pakistani%20War%20of%201965\"&gt;Indo-Pakistani War&lt;/a&gt;), 1968, 1973 (during the food movement) and 1975 (during the &lt;a href=\"Emergency%20%28India%29\"&gt;Emergency&lt;/a&gt;, when he was imprisoned for 21 months).\nDebbarma was a member of the &lt;a href=\"Tripura\"&gt;Tripura&lt;/a&gt; &lt;a href=\"Vidhan%20Sabha\"&gt;state legislative assembly&lt;/a&gt; between 1967 and 1993, being elected six consecutive times. When the CPI(M)-&lt;a href=\"Congress%20for%20Democracy\"&gt;Congress for Democracy&lt;/a&gt; coalition government was formed in 1977, Debbarma was named Minister in charge of tribal welfare. During his later years, he retired from active politics due to ill health."
}