{
    "id": "2799799",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=2799799",
    "title": "Barossa Reservoir",
    "text": "Barossa Reservoir is a &lt;a href=\"reservoir%20%28water%29\"&gt;reservoir&lt;/a&gt; in the &lt;a href=\"Australia\"&gt;Australian state&lt;/a&gt; of &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;, built between 1899 and 1902 to supply water to &lt;a href=\"Gawler%2C%20South%20Australia\"&gt;Gawler&lt;/a&gt; and other northern country areas. Built at a cost of almost &lt;a href=\"Australian%20pound\"&gt;A£&lt;/a&gt;170,000 the reservoir was hailed on completion as an engineering marvel, and with the reservoir wall rising to a height of , it was, at the time of its completion, the highest dam wall in Australia.\nLocation and features.\nThe thin &lt;a href=\"arch%20dam\"&gt;arch&lt;/a&gt; of the dam retaining wall, curved against the pressure of the water, was an innovation considered radical, and attracted the Reservoir international attention. It was featured in the \"&lt;a href=\"Scientific%20American\"&gt;Scientific American&lt;/a&gt;\" and caused the \"American Engineers News\" to remark that its \"boldness of design deserves to rank with the most famous dams in the world\". The dam is notable for its &lt;a href=\"parabola\"&gt;parabola&lt;/a&gt; effect, where a voice can be heard clearly from one side to the other – over , end to end. This unusual acoustic phenomenon is a popular tourist attraction, and has earned the dam the title \"Whispering Wall\" (see &lt;a href=\"Whispering%20gallery\"&gt;Whispering gallery&lt;/a&gt;).\nDuring construction large stones were used in the wall to save concrete and tram rails were used to reinforce the upper section. The Barossa Reservoir was formed by damming the Yettie Creek gorge in the northern &lt;a href=\"Mount%20Lofty%20Ranges\"&gt;Mount Lofty Ranges&lt;/a&gt;, a feat that took over 400 men. Its water comes through a tunnel, carved by horse power, from the &lt;a href=\"South%20Para%20River\"&gt;South Para River&lt;/a&gt; and &lt;a href=\"South%20Para%20Reservoir\"&gt;Reservoir&lt;/a&gt;, and is supplemented by the &lt;a href=\"Warren%20Reservoir\"&gt;Warren Reservoir&lt;/a&gt; and the &lt;a href=\"Murray%20River\"&gt;River Murray&lt;/a&gt;. In addition to Gawler and country, a filtration plant constructed in 1982 allows the Reservoir to supply the suburbs of &lt;a href=\"Munno%20Para%2C%20South%20Australia\"&gt;Munno Para&lt;/a&gt; and &lt;a href=\"Elizabeth%2C%20South%20Australia\"&gt;Elizabeth&lt;/a&gt;.\nThe dam's vegetated surrounds are also protected. Aside from its acoustic attraction, the Whispering Wall offers great views of both the Barossa Reservoir and the surrounding, well-preserved natural bounty. The area abounds in thick scrub, tall red gums, and pines, and a flourishing bird and animal life. It is a popular destination for picnics and bird-watching.\nIn 2008, its engineering heritage was recognized by the installation of a marker provided by the &lt;a href=\"Engineers%20Australia\"&gt;Engineers Australia&lt;/a&gt;'s &lt;a href=\"Engineers%20Australia%23Engineering%20Heritage%20Recognition%20Program\"&gt;Engineering Heritage Recognition Program&lt;/a&gt;.\nIncidents.\nAt approximately 4:30 PM on Wednesday 21 April 2021, Henry Shepherdson jumped from the wall with his 9-month-old daughter, Kobi, strapped to him, amongst disturbed onlookers. The father was pronounced dead upon arrival of paramedics and the child later died at the scene. The incident was deemed a murder-suicide as there were witnesses who testify that Henry jumped as opposed to falling. There was a history of domestic violence between Kobi's mother and father."
}