{
    "id": "28015055",
    "revid": "28363939",
    "url": "https://en.wikipedia.org/wiki?curid=28015055",
    "title": "Kyadondo Rugby Club",
    "text": "Kyadondo Rugby Club is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; ground in &lt;a href=\"Kampala\"&gt;Kampala&lt;/a&gt;, &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt;.\nIt was built in 2000. Facilities include main ground, a training pitch and a club house.\nThe ground is home to several club teams, among them &lt;a href=\"Heathens%20RFC\"&gt;Heathens RFC&lt;/a&gt;, a leading rugby club in Uganda. It has also hosted home games of the &lt;a href=\"Uganda%20national%20rugby%20union%20team\"&gt;Uganda national rugby union team&lt;/a&gt;, but the &lt;a href=\"Uganda%20Rugby%20Union\"&gt;Uganda Rugby Union&lt;/a&gt; is considering hosting games at the &lt;a href=\"National%20Stadium%20%28Uganda%29\"&gt;National Stadium&lt;/a&gt; or &lt;a href=\"Nakivubo%20Stadium\"&gt;Nakivubo Stadium&lt;/a&gt; due to limited capacity of Kyadondo.\nThe club has also been a concert venue, &lt;a href=\"Beenie%20Man\"&gt;Beenie Man&lt;/a&gt; is among the high-profile performers.\nJuly 2010 Kampala attacks.\nKyadondo Rugby Club was one of the two scenes of the &lt;a href=\"July%202010%20Kampala%20attacks\"&gt;July 2010 Kampala attacks&lt;/a&gt;. \nThe second attack, consisting of two explosions in quick succession, occurred at at Kyadondo Rugby Club, where state-run newspaper \"&lt;a href=\"New%20Vision\"&gt;New Vision&lt;/a&gt;\" was hosting a screening of the match. According to eyewitnesses, there was an explosion near the 90th minute of the match, followed seconds later by a second explosion that knocked out the lights at the field. An explosion went off directly in front of a large screen that was showing the telecast from South Africa, killing 49 people. The discovery of a severed head and leg at the rugby field suggests that it was a &lt;a href=\"suicide%20attack\"&gt;suicide attack&lt;/a&gt; carried out by an individual. A third unexploded vest was later found."
}