{
    "id": "2802063",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=2802063",
    "title": "Tectonic Theater Project",
    "text": "Tectonic Theater Project is a stage and theatre group whose plays have been performed around the world. The company is dedicated to developing works that explore theatrical language and form, fostering dialogue with audiences on the social, political, and human issues that affect society. In service to this goal, Tectonic supports readings, workshops, and full theatrical productions, as well as training for students around the United States in their play-making techniques. The company has won a &lt;a href=\"GLAAD%20Media%20Award\"&gt;GLAAD Media Award&lt;/a&gt;.\nHistory.\nTectonic Theater Project was founded in 1991 by &lt;a href=\"Mois%C3%A9s%20Kaufman\"&gt;Moisés Kaufman&lt;/a&gt; and his husband Jeffrey LaHoste in New York City, after Kaufman left the &lt;a href=\"New%20York%20University%20Tisch%20School%20of%20the%20Arts\"&gt;NYU Tisch School of the Arts&lt;/a&gt;. Moisés was encouraged by Arthur Bartow to start his own theatre company, as the themes he wanted to explore – namely theatre as a medium for social-political change – were not being aptly practised by existing groups.\nThe company had challenging beginnings. Rehearsals were held in the apartment of the two founders and other unconventional spaces, like church basements and backrooms of bars, and performances often had very small audiences. The company's first official production was \"Women in Beckett,\" an anthology of short plays by &lt;a href=\"Samuel%20Beckett\"&gt;Samuel Beckett&lt;/a&gt; for women, performed in the lobby of the &lt;a href=\"Theater%20for%20the%20New%20City\"&gt;Theater for the New City&lt;/a&gt; in November 1991, exploring the creation of liminal spaces in a theatre that was consistently disturbed by other performances.\nIn the early years of Tectonic, the company staged other works by writers who were experimenting with unorthodox theatrical form, like the aforementioned Samuel Beckett, &lt;a href=\"Franz%20Xaver%20Kroetz\"&gt;Franz Xaver Kroetz&lt;/a&gt;, &lt;a href=\"Sophie%20Treadwell\"&gt;Sophie Treadwell&lt;/a&gt;, and &lt;a href=\"Naomi%20Iizuka\"&gt;Naomi Iizuka&lt;/a&gt;. As the company progressed, the focus of Kaufman shifted from theatrical form to societal issues, taking inspiration from &lt;a href=\"Bertolt%20Brecht\"&gt;Brecht's&lt;/a&gt; and Brechtian concepts of engaging the audience in political discourse. The company began work on in 1997, addressing &lt;a href=\"Oscar_Wilde%23Trials\"&gt;Oscar Wilde's trials&lt;/a&gt; for the crime of sodomy. \nOne month after the murder of gay &lt;a href=\"University%20of%20Wyoming\"&gt;University of Wyoming&lt;/a&gt; student &lt;a href=\"Matthew%20Shepard\"&gt;Matthew Shepard&lt;/a&gt;, Kaufman and ten company members travelled to &lt;a href=\"Laramie%2C%20Wyoming\"&gt;Laramie, Wyoming&lt;/a&gt; to interview people in the town torn apart by the crime. The play forged from these interviews was created collaboratively by the members of the company over a long workshop process in which the participants were encouraged to operate outside their area of specialization: actors and designers became writers and dramaturgs, directors became designers and actors, and the company uncovered a new way of creating a theatrical event, in the form of \"The Laramie Project\".\nWorks.\nGross Indecency (1997).\nThis play, written and directed by Moisés Kaufman, examines the series of events set in motion by &lt;a href=\"Oscar%20Wilde\"&gt;Oscar Wilde&lt;/a&gt;'s 1895 libel suit against the &lt;a href=\"Marquess%20of%20Queensberry\"&gt;Marquess of Queensberry&lt;/a&gt; and his relations with the Marquess's son, &lt;a href=\"Lord%20Alfred%20Douglas\"&gt;Lord Alfred Douglas&lt;/a&gt;. The play was first performed in 1997 &lt;a href=\"Off-Broadway\"&gt;Off-Broadway&lt;/a&gt;.\nThe Laramie Project (2000).\n\"The Laramie Project\", written and directed by Moisés Kaufman, &lt;a href=\"Stephen%20Belber\"&gt;Stephen Belber&lt;/a&gt; and Leigh Fondakowski, is a &lt;a href=\"Documentary_theatre%23Verbatim_theatre\"&gt;verbatim stage play&lt;/a&gt; following the aftermath in the town of &lt;a href=\"Laramie%2C%20Wyoming\"&gt;Laramie, Wyoming&lt;/a&gt;, after the &lt;a href=\"Matthew_Shepard%23Murder\"&gt;1998 murder&lt;/a&gt; of &lt;a href=\"Matthew%20Shepard\"&gt;Matthew Shepard&lt;/a&gt;, a young gay teen. The play examined the bigotry that enabled the crime, and prompted a social dialogue and exploration of the issue underlying hate across America and wider areas.\nI Am My Own Wife.\nWinner of the 2004 Tony Award for Best Play and Best Actor (Jefferson Mays), \"I Am My Own Wife\" is the true story of Charlotte Von Mahlsdorf, Berlin's most famous transvestite, who survived two of the most oppressive regimes of the 20th century, the Nazis and the Communists, in a dress. The play was written by Doug Wright (author of Quills) after gathering hundreds of hours of interviews with Charlotte in the early 90s.\nDirected by Moisés Kaufman and created using Tectonic's devised theatre technique, Moment Work, the play was workshopped at Sundance Theater Lab then transferred to Playwrights Horizons and finally to Broadway. \"I Am My Own Wife\" is the recipient of the 2004 Pulitzer Prize for Drama.\n33 Variations.\nIn 1819, the fledgeling publisher &lt;a href=\"Anton%20Diabelli\"&gt;Anton Diabelli&lt;/a&gt; commissioned 50 composers to write a variation on a waltz which he had created. &lt;a href=\"Ludwig%20van%20Beethoven\"&gt;Beethoven&lt;/a&gt; rejected the invitation, dismissing Diabelli's waltz as ordinary. He then changed his mind and created not one but 33 variations on Diabelli's theme. Kaufman's play weaves Beethoven's artistic journey with that of Katherine, a contemporary musicologist wrestling to pin down the source of the composer's fascination with the simple waltz. Deciphering clues left behind in Beethoven's notebooks and letters, Katherine delves into his compositional process and daily life, finding even greater insight into her own obsession with genius.\nOne Arm.\nAn adaptation of Tennessee Williams’ unproduced screenplay of his own short story. One Arm follows Ollie, a young farm boy who joins the Navy and becomes the lightweight boxing champion of the Pacific Fleet. Soon after, he loses his arm in a car accident, and turns to 'hustling' to survive. One Arm is one of Williams' character studies, taking the viewer through Ollie's personal Odyssey in a disenfranchised American underworld prior to the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;.\nThe Laramie Project: 10 Years Later.\nIn 2008, the members of Tectonic Theater Project returned to Laramie, Wyoming to explore how the town had changed since the murder of Matthew Shepard and the original play. What they found defied their expectations. The resulting piece they created was a new play about how people construct their own history. This play is the continuing story of the American town of Laramie.\nEl Gato Con Botas (2010).\nTectonic Theater Project collaborated with &lt;a href=\"Gotham%20Chamber%20Opera\"&gt;Gotham Chamber Opera&lt;/a&gt; in 2010 to present &lt;a href=\"Xavier%20Montsalvatge\"&gt;Xavier Montsalvatge&lt;/a&gt;'s opera adaptation 'El Gato con Botas' of (&lt;a href=\"Puss%20in%20Boots\"&gt;Puss in Boots&lt;/a&gt;). The 70-minute opera/puppet show was directed by &lt;a href=\"Mois%C3%A9s%20Kaufman\"&gt;Moisés Kaufman&lt;/a&gt;, and conducted by Neal Goren, founder of &lt;a href=\"Gotham%20Chamber%20Opera\"&gt;Gotham Chamber Opera&lt;/a&gt;.\nThe Tallest Tree in the Forest (2013).\nThe Tallest Tree in the Forest is a docudrama that explores both the private and public life of &lt;a href=\"Paul%20Robeson\"&gt;Paul Robeson&lt;/a&gt;, a singer, actor, and &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt; campaigner who was a prominent figure in the 1920s to 1940s. Robeson lost popularity in the late 1940s after being accused of supporting communist organisations. The Tallest Tree in the Forest uses multi-character transformation, monologues, narrative scenes, poetry, and video footage of from the era to create a representation of Robeson's life, and explore his evolution as both an artist and as an activist.\nThe Album: Here There are Blueberries (2018).\nThe Album is a work-in-progress presented in collaboration with &lt;a href=\"Miami%20New%20Drama\"&gt;Miami New Drama&lt;/a&gt;. It focuses on an album that was delivered to the Holocaust Museum in 2008, with pictures of different Nazi officers, secretaries, and their families on vacation during World War II. It is a documentary theatre piece that uses the album itself, interviews, and personal accounts as source material. The inaugural production was written and directed by &lt;a href=\"Mois%C3%A9s%20Kaufman\"&gt;Moisés Kaufman&lt;/a&gt;, and ran at the &lt;a href=\"Colony%20Theatre\"&gt;Colony Theatre&lt;/a&gt; from May 31st, 2018 - June 3rd, 2018.\nIn Other Media.\nIn 2002, The Tectonic Theater Project collaborated with &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; to create the film &lt;a href=\"The%20Laramie%20Project%20%28film%29\"&gt;The Laramie Project&lt;/a&gt;, based closely on their play of the same name. The film starred multiple cast members from the original company and was directed by the original writer, &lt;a href=\"Mois%C3%A9s%20Kaufman\"&gt;Moisés Kaufman&lt;/a&gt;. The Laramie Project opened the 2002 &lt;a href=\"Sundance%20Film%20Festival\"&gt;Sundance Film Festival&lt;/a&gt;, and was nominated for four &lt;a href=\"Emmy%20Awards\"&gt;Emmys&lt;/a&gt;. The film received multiple other awards, including the &lt;a href=\"GLAAD\"&gt;GLAAD&lt;/a&gt; media award for &lt;a href=\"GLAAD%20Media%20Award%20for%20Outstanding%20TV%20Movie%20or%20Limited%20Series\"&gt;outstanding television movie&lt;/a&gt; in 2003."
}