{
    "id": "2803398",
    "revid": "1045897630",
    "url": "https://en.wikipedia.org/wiki?curid=2803398",
    "title": "Human rights in Finland",
    "text": "Human rights in Finland are &lt;a href=\"freedom%20of%20speech\"&gt;freedom of speech&lt;/a&gt;, &lt;a href=\"freedom%20of%20religion\"&gt;religion&lt;/a&gt;, &lt;a href=\"freedom%20of%20association\"&gt;association&lt;/a&gt;, and &lt;a href=\"freedom%20of%20assembly\"&gt;assembly&lt;/a&gt; as upheld in law and in practice. Individuals are guaranteed &lt;a href=\"basic%20rights\"&gt;basic rights&lt;/a&gt; under &lt;a href=\"Constitution%20of%20Finland\"&gt;the constitution&lt;/a&gt;, by legislative acts, and in &lt;a href=\"international%20human%20rights%20law\"&gt;treaties relating to human rights&lt;/a&gt; ratified by the &lt;a href=\"Finnish%20government\"&gt;Finnish government&lt;/a&gt;. The constitution provides for an &lt;a href=\"independent%20judiciary\"&gt;independent judiciary&lt;/a&gt;.\n&lt;a href=\"Finland\"&gt;Finland&lt;/a&gt; has been ranked far above average among the world's countries in &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt;, &lt;a href=\"press%20freedom\"&gt;press freedom&lt;/a&gt;, and &lt;a href=\"human%20development%20%28humanity%29\"&gt;human development&lt;/a&gt;.\n&lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; has expressed concern regarding some issues in Finland, such as alleged permitting of stopovers of &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt; &lt;a href=\"Extraordinary%20rendition\"&gt;rendition flights&lt;/a&gt;, the imprisonment of objectors to &lt;a href=\"military%20service\"&gt;military service&lt;/a&gt;, and societal discrimination against &lt;a href=\"Romani%20people\"&gt;Romani people&lt;/a&gt; and members of other ethnic and linguistic minorities.\nBackground.\nOn 6 December 1917, Finland declared independence. Previously, Finland had been a part of Sweden (1253–1808) and then an autonomous part of Russia (1809–1917).\nJustice system.\nCapital punishment.\nIn peacetime, as an independent state, Finland's criminal justice system has never invoked the &lt;a href=\"death%20penalty\"&gt;death penalty&lt;/a&gt;. In 1825, when Finland was an autonomous state under &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, &lt;a href=\"Tahvo%20Putkonen\"&gt;Tahvo Putkonen&lt;/a&gt; was executed. This was the last peacetime execution. In 1944, during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the last wartime executions were carried out.\nSearch and seizure.\nUnder Finnish law, no &lt;a href=\"Court%20order\"&gt;Court order&lt;/a&gt;ed &lt;a href=\"search%20warrant\"&gt;search warrant&lt;/a&gt; is required in order for police to conduct a search and seizure procedure. The &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt; and the Finnish Parliamentary Deputy &lt;a href=\"Ombudsman\"&gt;Ombudsman&lt;/a&gt; have been critical of improper &lt;a href=\"search%20and%20seizure\"&gt;search and seizure&lt;/a&gt; procedures used by the Finnish police.\nFreedom of speech.\nAdvocated by early liberal thinker and member of parliament of Finnish origin &lt;a href=\"Anders%20Chydenius\"&gt;Anders Chydenius&lt;/a&gt;, Sweden adopted one of the first freedom of the press acts in 1766. The act abolished the previously mandatory pre-press censorship of printed works, although blasphemy and outright criticism of the monarch remained forbidden. However, the act was rolled back and reintroduced multiple times. During the period of Russian sovereignty censorship was practiced by the Imperial Russian government. The 1905 unrest in Russia led to the November Manifesto by the Czar, reintroducing freedom of the speech and press. With independence, freedom of speech and press was reaffirmed in the new constitution and generally respected. The major exception was wartime censorship during World War II. Some leftist works were banned in the 1930s whereas during the era of &lt;a href=\"Finlandization\"&gt;Finlandization&lt;/a&gt;, major news outlets practiced self-censorship in order to not antagonize the Soviet Union.\nBlasphemy remains illegal, as does incitement to ethnic hatred.\nIn April 2016 Finland's national broadcaster Yle became under pressure from the Finance Minister &lt;a href=\"Alexander%20Stubb\"&gt;Alexander Stubb&lt;/a&gt; and tax authorities to hand over information related to the extensive Panama Papers data leak. This may jeopardise freedom of speech in Finland and the media access in any news related to corruption in Finland. Alexander Stubb has repeatedly expressed his willingness to forgive all financial crimes related to tax havens (last time in his statements during the Government hearing in the Parliament in connection to Panama papers). Finland's tax authorities have threatened to secure search warrants to raid Yle's premises and journalists’ homes in pursuit of the so-called Panama Papers. About a dozen Finnish lawyers or Finnish business persons have worked with Mossack Fonseca to build tax companies from 1990 to year 2015.\nElections and civil contribution.\nIn 1907, Finland adopted &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt;, making the nation one of the first to allow all adult citizens, regardless of wealth or gender, to vote and stand for election. Within the population, 3.6% are foreign residents. Since 1917, two general &lt;a href=\"referendums\"&gt;referendums&lt;/a&gt; have been held. The first was the &lt;a href=\"1931%20Finnish%20prohibition%20referendum\"&gt;1931 Finnish prohibition referendum&lt;/a&gt; and the second, the &lt;a href=\"1994%20Finnish%20European%20Union%20membership%20referendum\"&gt;1994 Finnish European Union membership referendum&lt;/a&gt;.\nSince 2012, \"citizens' initiatives\" have allowed citizens to request that the parliament consider &lt;a href=\"bill%20%28law%29\"&gt;proposed legislation&lt;/a&gt;. A minimum of 50,000 supporters must sign a petition to allow the initiative to proceed. The first successful citizens' initiative was the banning of &lt;a href=\"fur%20farming\"&gt;fur farming&lt;/a&gt;. Signatures supporting the initiative were received from 70,000 citizens in the designated time period. The second citizen's initiative was for &lt;a href=\"Equal%20Marriage%23Finland\"&gt;equal marriage&lt;/a&gt; rights in 2013.\nEquality.\nWomen's rights.\nAfter &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; and &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, Finland was the third nation to allow women to vote. &lt;a href=\"1907%20Finnish%20parliamentary%20election\"&gt;In 1907&lt;/a&gt;, Finland was the first nation to allow women to vote and to also compete in a parliamentary election. The first female minister elected to the Parliament of Finland was &lt;a href=\"Miina%20Sillanp%C3%A4%C3%A4\"&gt;Miina Sillanpää&lt;/a&gt;. She served as the Second Minister for Social Affairs in the 1926 to 1927 parliamentary term. &lt;a href=\"Tarja%20Halonen\"&gt;Tarja Halonen&lt;/a&gt;, who served from 2000 to 2012, was the first female President of Finland.\nIn 1878, in &lt;a href=\"Porvoo\"&gt;Porvoo&lt;/a&gt;, Charlotta Backman became the first female director of a post office.\nIn 1886, Vera Hjält (born 1857 - died 1947) opened a factory to manufacture her patented carpenters' bench. In 1903, she became the first woman in Finland to be made a trade inspector. She was required to end disputes and strikes. She worked to end discrimination against women in the work place. Hjalt was a Member of Parliament for ten years.\nTekla Hultin (born 1864) was the first woman to receive a doctorate from the &lt;a href=\"University%20of%20Helsinki\"&gt;University of Helsinki&lt;/a&gt; (then the \"Helsingin Keisarillinen Aleksanterin yliopisto.\") She went on to study in &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and &lt;a href=\"France\"&gt;France&lt;/a&gt; and was a Member of Parliament for 15 years. (Hultin's mother also wanted to study but her father prevented her from doing so.)\nUntil 1926, Finnish women applying for &lt;a href=\"public%20office\"&gt;public office&lt;/a&gt; had to apply for an exemption based on gender. In this respect, equality was not achieved until 1975.\nFinnish women may inherit and own property. &lt;a href=\"Aurora%20Karamzin\"&gt;Aurora Karamzin&lt;/a&gt; (1808 - 1902) inherited her ex-husband, a Russian, &lt;a href=\"Paul%20Demidov\"&gt;Paul Demidov&lt;/a&gt;'s estate. After the death of her second husband, Andrei Karamzin, Karamzin managed her property and industrial assets. She participated in &lt;a href=\"social%20security\"&gt;social security&lt;/a&gt; work in Finland and in Russia and worked in education and health care. In 1867, she founded the \"Helsingin Diakonissalaitos.\"\nOn 6 March 1988, the first women to become priests were ordained in &lt;a href=\"Evangelical%20Lutheran%20Church%20of%20Finland\"&gt;Evangelical Lutheran Church of Finland&lt;/a&gt;. The first woman to become a bishop was elected in 2010.\nStill today, Finland struggles with a chronic human rights violence against women. Each year, in Finland, up to twenty women are killed by their husbands or ex-husbands. Human rights organisations, including Amnesty International, have criticised the lack of action to fulfill the needed services for the victims of gendered violence, listed in the resolution of the &lt;a href=\"Convention%20on%20preventing%20and%20combating%20violence%20against%20women%20and%20domestic%20violence\"&gt;Istanbul Convention&lt;/a&gt;. Access to these services is both limited an unequal based on one's place of residence.\nGender equality at work.\nThe UN Human Rights Committee has expressed concern about gender inequality in Finnish working life. In 2013, the difference between salary received by men and that received by women, for the same work, was 8 percent. Employers provided more training for men, while women applied for training in greater numbers than men.\nFinnish law calls upon companies with more than thirty employees to have a gender equality plan. In August 2013, many companies neglected to obey this law. However, the law was poorly enforced.\nLaw in 1945 legislated women salary to be 80% of men in equal jobs in Finland. In 2018 a Finnish man earned in ten years over €70,000 more compared to a Finnish woman.&lt;\nChildren's rights.\nFinland has ratified the &lt;a href=\"Convention%20on%20the%20Rights%20of%20the%20Child\"&gt;Convention on the Rights of the Child&lt;/a&gt; (CRC). Having children work or beg is forbidden as is any misuse of children. Furthermore, it is illegal to hit a child under unreasonable conditions.\nThe number and backgrounds of teen prostitutes in Finland is not recorded. Buying or attempting to buy sex from a minor is a crime in Finland. Legal responsibility for the deed always lies with the buyer.\nIndigenous rights.\nIn February 2013, Finland had not signed the international &lt;a href=\"Declaration%20on%20the%20Rights%20of%20Indigenous%20Peoples\"&gt;Declaration on the Rights of Indigenous Peoples&lt;/a&gt; nor the &lt;a href=\"Indigenous%20and%20Tribal%20Peoples%20Convention%2C%201989\"&gt;Indigenous and Tribal Peoples Convention, 1989&lt;/a&gt; (ILO-convention 169). In March 2014, Finland had not ratified the ILO-convention 169. &lt;a href=\"Sauli%20Niinist%C3%B6\"&gt;Sauli Niinistö&lt;/a&gt;, the President of Finland, called the treaty irrelevant. However, the &lt;a href=\"Sami%20people\"&gt;Sami people&lt;/a&gt; of Finland's north and &lt;a href=\"Lapland%20%28Finland%29\"&gt;Lapland&lt;/a&gt; have had no special rights, for example, in land rights for &lt;a href=\"reindeer%20herding\"&gt;reindeer herding&lt;/a&gt;. In October 2011, the UN Human Rights Committee called for the cessation of the killing of reindeer in &lt;a href=\"Nellim\"&gt;Nellim&lt;/a&gt;, &lt;a href=\"Inari%2C%20Finland\"&gt;Inari&lt;/a&gt;. Reindeer owners and the &lt;a href=\"Mets%C3%A4hallitus\"&gt;Metsähallitus&lt;/a&gt; (Department of Forestry) were in dispute over this matter. In 2019, the Human Rights Committee of the United Nations, found Finland to have violated Sámi political rights, as the Supreme Court of Finland had from 2011 and onwards, began using non-objective criteria when determining allowance of membership in the electoral rolls to the Sámi parliament.\nLGBT rights.\nFinland practices &lt;a href=\"forced%20sterilization\"&gt;forced sterilization&lt;/a&gt; for people who have undergone &lt;a href=\"sex%20reassignment%20therapy\"&gt;sex reassignment therapy&lt;/a&gt;. Changing one's legal gender is only possible when a mental disorder is diagnosed and is not available for minors.\nFreedom of religion.\n&lt;a href=\"Freedom%20of%20religion%20in%20Finland\"&gt;Freedom of religion&lt;/a&gt; is secured by the constitution, yet for example the membership of a religious community of children under the age of 18 is still designated by their parents, thus, according to some organizations, restricting freedom of religion of children.\nChildren cannot choose whether they study their religion or ethics (elämänkatsomustieto), rather it is determined either by whether the child belongs to a religious community or not or, in some cases, by their parents. Those who don't belong to a religious community can choose to study religion voluntarily, whereas those who belong to one can't choose between the two options (nor leave the religious community without parents' permission) and are forced to study religion. Even though the teaching of religion in schools is de jure non-confessional, the Freedom of Thought report states that it \"is substantively biased or borderline confessional\".\nThe church and the state aren't fully separated, and according to Humanists International and the Freethinkers' Association, it creates problems with the neutrality of the state regarding religions.\nIn 2020, the head of the &lt;a href=\"Evangelical%20Lutheran%20Mission%20Diocese%20of%20Finland\"&gt;Evangelical Lutheran Mission Diocese of Finland&lt;/a&gt; was investigated by the Prosecutor General of Finland and summoned to testify by the Helsinki Police Department for being “suspected of being guilty of incitement to hatred against a group\" for placing a small booklet on a website and distributing it through the church. The booklet summarized traditionalist doctrine on sexual matters.\nMilitary and civilian service.\nFinnish male citizens undergo compulsory &lt;a href=\"military%20service\"&gt;military service&lt;/a&gt;. &lt;a href=\"Siviilipalvelus\"&gt;Civilian service&lt;/a&gt; was 13 months in duration whereas conscripts, such as , &lt;a href=\"non-commissioned%20officer\"&gt;non-commissioned officer&lt;/a&gt;s and certain specialists such as certain vehicle operators served only 12 months. The average duration of service in the army is eight months. The inequity was justified by the hours of work performed by each group. In 2008, the duration of civilian service was changed to 12 months. Because it remains longer than the minimum time spent in military service, Amnesty International views it as a punitive measure. In addition, are sent to prison. According to Amnesty, they are &lt;a href=\"prisoners%20of%20conscience\"&gt;prisoners of conscience&lt;/a&gt;.&lt;ref name=\"Amnesty2016/2017\"&gt;&lt;/ref&gt;\nArms trade to undemocratic countries.\nIn 2011, the government of Finland granted arms export licenses to twenty-five countries in contravention of &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; guidelines. In October 2011, the Finnish Ministry of Defence granted export licenses for the transport of sniper rifles and ammunition to &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt;.\nMigrant workers.\nBy 2011, Finland had not signed the &lt;a href=\"United%20Nations%20Convention%20on%20the%20Protection%20of%20the%20Rights%20of%20All%20Migrant%20Workers%20and%20Members%20of%20Their%20Families\"&gt;United Nations Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families&lt;/a&gt;.\nEstonian workers, for example, may not have been paid for their work. Again as an example, in December 2011, a Chinese restaurant in Ideapark Lempäälä was ordered to pay €298,000 for migrant workers' losses in tax, wages and penalties. In 2013, &lt;a href=\"Lauri%20Ihalainen\"&gt;Lauri Ihalainen&lt;/a&gt;, the Minister for Labour, called for equality in the labour market.\nOlkiluoto Nuclear Power Plant construction project.\nDuring the &lt;a href=\"Olkiluoto%20Nuclear%20Power%20Plant\"&gt;Olkiluoto Nuclear Power Plant&lt;/a&gt; construction project, trade unions demanded equality in conditions for foreign workers. In November 2011, Polish migrant workers at &lt;a href=\"Elektrobudowa\"&gt;Elektrobudowa&lt;/a&gt; disputed unpaid wages and trade union membership. The trade unions took their case to court. Thirty-two people were fired for joining the trade union \"Sähköliitto\".\nHuman right violations in Thailand.\nBritish migrant rights expert &lt;a href=\"Andy%20Hall%20%28activist%29\"&gt;Andy Hall (activist)&lt;/a&gt; who worked for the Finnish NGO Finnwatch in Thailand was handed a four-year suspended prison sentence for his report on human rights abuses in the country's fruit-processing industry which products were exported in Finland. The charges related to publication of a report Cheap Has a High Price in 2013 by Finnwatch, a Finnish civil society organisation. The report outlined allegations of serious human rights violations, as use of child labour, at &lt;a href=\"Natural%20Fruit%20Company\"&gt;Natural Fruit Company&lt;/a&gt;'s pineapple processing plant in Prachuap Khiri Khan province in Thailand. The products were imported in Finland by several trade companies (&lt;a href=\"Kesko\"&gt;Kesko&lt;/a&gt;, Siwa and &lt;a href=\"S%20Group\"&gt;S Group&lt;/a&gt;).\nAccording to the &lt;a href=\"Finnwatch\"&gt;Finnwatch&lt;/a&gt; report in 2015 &lt;a href=\"Tokmanni\"&gt;Tokmanni&lt;/a&gt; had also failed to adequately assess its suppliers and in exercising human rights due diligence in its own imports supply chains. According to the report at Great Oriental, migrant workers had no visas or work permits and were paid illegally low wages.\nCases.\nIn March 2013, &lt;a href=\"Erkki%20Tuomioja\"&gt;Erkki Tuomioja&lt;/a&gt;, the Finnish Foreign minister joined other nations in calling for stricter observance of human rights in the European Union. In 2014, &lt;a href=\"Finnwatch\"&gt;Finnwatch&lt;/a&gt; alleged several Finnish companies abroad had acted unethically.\nIn January 2013, &lt;a href=\"Open%20Society%20Foundations\"&gt;Open Society Foundations&lt;/a&gt;, a US human rights organisation, alleged that &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt; flights had operated through via &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt; in secret. The &lt;a href=\"Amnesty\"&gt;Amnesty&lt;/a&gt; organisation supported the allegations.\nIn 2014, \"Kalla fakta\", a Swedish television program, reported that &lt;a href=\"Stora%20Enso\"&gt;Stora Enso&lt;/a&gt; used child work in its Pakistan activities and that the company was aware of this from 2012.\nEuropean Court of Human Rights.\nAccording to &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt; in 2019 Finland violated human rights in 2017 when it denied asylum to an Iraqi man who was deported to Iraq and killed a few weeks later.\nOn July 9, 2020, the &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt; (ECHR) declared an Afghan applicant’s request inadmissible, in which he accused &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt; for not giving him asylum and a residence permit to stay in the country.\nExternal links.\nU.S. State Department Annual Reports"
}