{
    "id": "28041928",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=28041928",
    "title": "Allen Oxlade",
    "text": "Allen Martindale Oxlade (18 June 1882 – 10 April 1932) was an Australian &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player a state and &lt;a href=\"Australian%20national%20rugby%20union%20team\"&gt;national&lt;/a&gt; representative &lt;a href=\"hooker%20%28rugby%20union%29\"&gt;hooker&lt;/a&gt; who captained the &lt;a href=\"Australian%20national%20rugby%20union%20team\"&gt;Wallabies&lt;/a&gt; in 1907. He was also a club rower, flat race runner and cyclist.\nEarly life and club rugby.\nAllen Martindale Oxlade, the son of George Oxlade and Louisa Maria Byers, was born in Toowoomba, Queensland and schooled at Petrie Terrace State School in Brisbane. After school he moved to Sydney and commenced his rugby career with the North Sydney rugby union club. In 1902 he moved back to Queensland and from 1902 to 1907 and then again in 1912 he played for Norths Brisbane. In the intervening years his Brisbane club career was played with &lt;a href=\"Norths%20Devils\"&gt;Past Grammars&lt;/a&gt; RU club.\nRepresentative career.\nOxlade was regularly selected in &lt;a href=\"Queensland%20Reds\"&gt;Queensland state&lt;/a&gt; sides from 1902, making 28 appearances in a twelve-year state representative career. He first played against an international side when the touring &lt;a href=\"All%20Blacks\"&gt;All Blacks&lt;/a&gt; of 1903 met Queensland in a tour match. Oxlade's Queensland teammates that day included &lt;a href=\"Doug%20McLean%2C%20Snr.\"&gt;Doug McLean, Snr.&lt;/a&gt;, &lt;a href=\"Micky%20Dore\"&gt;Micky Dore&lt;/a&gt; and &lt;a href=\"Frank%20Nicholson%20%28rugby%29\"&gt;Frank Nicholson&lt;/a&gt;.\nIn 1904 he appeared twice more for Queensland and that same year made Test debut against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;Great Britain&lt;/a&gt;, at Brisbane, on 23 July 1904. He was selected the next year on Australia's first ever rugby tour of New Zealand. When the All Blacks toured Australia in 1907 Oxlade was not picked for the first Test played in &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;Sydney&lt;/a&gt; but for the second Test in Brisbane seven Queenslanders were selected and Allen Oxlade was picked at captain ahead of other senior players including &lt;a href=\"Dally%20Messenger\"&gt;Dally Messenger&lt;/a&gt;, &lt;a href=\"Charles%20Russell%20%28rugby%29\"&gt;Boxer Russell&lt;/a&gt; and &lt;a href=\"Peter%20Burge%20%28rugby%29\"&gt;Peter Burge&lt;/a&gt;. New Zealand won the match 14 to 5. All told Oxlade claimed four international rugby caps for Australia.\nLater life.\nAfter rugby he was a commercial traveller in the north of Queensland, Northern Territory and Papua New Guinea, for the wholesaling firm Hoffnungs. He was later a Merchant and had an interest in the family business, Oxlade Brothers, a painting firm in Brisbane, as well as a theatre advertising business. He held the seat of Merthyr in the Brisbane City Council from 1925 - 1931 for the Nationalist Party,a forerunner of the Liberal Party. Oxlade Drive in Brisbane was named after Alderman A. M. Oxlade, as he brought the riverside drive scheme to fruition.\nAllen M. Oxlade was appointed first chairman of the Brisbane Amateur Turf Club when it was founded in 1923, and with Mr. G.M. Dash, who was then secretary, he signed the original agreement for the purchase of Albion Park racecourse from Messrs. J. Wren and B. Nathan. He occupied the position of chairman until 1928, when he was elected president, which appointment he held until 1930.\nOxlade's son Boyd made three Test appearances for Australia in 1938 and was selected for the ill-fated 1939 Wallaby tour to England captained by &lt;a href=\"Vay%20Wilson\"&gt;Vay Wilson&lt;/a&gt;. The team docked at Southampton on the day when England declared war on Nazi Germany. After a couple of weeks spent filling sandbags to start the war effort, a pub crawl around the West Country, and a meeting with the royal family, the squad set sail for Australia having not played a game."
}