{
    "id": "28069136",
    "revid": "36336112",
    "url": "https://en.wikipedia.org/wiki?curid=28069136",
    "title": "MFK Chrudim",
    "text": "MFK Chrudim is a &lt;a href=\"Czech%20Republic\"&gt;Czech&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club located in &lt;a href=\"Chrudim\"&gt;Chrudim&lt;/a&gt;. It plays in the &lt;a href=\"Czech%20National%20Football%20League\"&gt;Czech National Football League&lt;/a&gt;, which is in the second tier of the &lt;a href=\"Czech%20Republic%20football%20league%20system\"&gt;Czech Republic football league system&lt;/a&gt;.\nHistory.\nThe club played in the fourth level of football in 1994–1998, in the third level in 1998–2004 and again in fourth level in 2004–2011. In January 2011, a merger took place between AFK Chrudim, a club founded in 1899, and SK Chrudim. This new club became known as Městský fotbalový klub (MFK) Chrudim. In June 2011, Chrudim were promoted to the third-tier &lt;a href=\"Bohemian%20Football%20League\"&gt;Bohemian Football League&lt;/a&gt;, despite only finishing second in the &lt;a href=\"Czech%20Fourth%20Division\"&gt;Czech Fourth Division&lt;/a&gt;'s Divize C, due to an extra place becoming available following the withdrawal of &lt;a href=\"SK%20Dynamo%20%C4%8Cesk%C3%A9%20Bud%C4%9Bjovice\"&gt;České Budějovice B&lt;/a&gt; from the division above. It was also confirmed that from the start of the 2011–12 season, the club would be known as MFK Chrudim.\nChrudim won the Bohemian Football League in 2012, however due to the condition of their stadium, second placed &lt;a href=\"FK%20Pardubice\"&gt;FK Pardubice&lt;/a&gt; was promoted in their place, and Chrudim remained in the third-level league. Chrudim developed their stadium, installing a grandstand in 2015 and making it suitable for a higher level of competition. After becoming champions of the Bohemian Football League again, in 2018, Chrudim was finally allowed to participate in the &lt;a href=\"Czech%20National%20Football%20League\"&gt;Czech National Football League&lt;/a&gt;. After finishing 13th in their first season, &lt;a href=\"2018%E2%80%9319%20Czech%20National%20Football%20League\"&gt;2018–19&lt;/a&gt;, the club achieved 10th position in 2019–20 and 2020–21."
}