{
    "id": "2809963",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=2809963",
    "title": "Blindekuh (restaurant)",
    "text": "blindekuh are two restaurants where &lt;a href=\"Dark%20dining\"&gt;patrons are served in the dark&lt;/a&gt;. The restaurants are located in &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt; and &lt;a href=\"Z%C3%BCrich\"&gt;Zürich&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. The name is derived from \"Blinde Kuh\" (blind cow), the &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; name for &lt;a href=\"Blind%20man%27s%20bluff%20%28game%29\"&gt;Blind man's bluff&lt;/a&gt;.\nNo lights are allowed inside a blindekuh. Patrons are served by &lt;a href=\"blindness\"&gt;blind&lt;/a&gt; and &lt;a href=\"visual%20impairment\"&gt;visually impaired&lt;/a&gt; people. Both locations offer cultural events such as readings or concerts in the dark.\nThe dark restaurants are a project of the Blind-Liecht (&lt;a href=\"Swiss%20German\"&gt;Swiss German&lt;/a&gt; for blind-light) foundation. The foundation works to create employment opportunities for blind and visually impaired people. Their first venture, the blindekuh in Zürich, opened on September 17, 1999 and is claimed to be the world's first dark restaurant. The second location opened in Spring 2005 in Basel.\nblindekuh won several awards, among them the Social Innovations Award of the Institute for Social Innovations in &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nThe restaurant concept has subsequently been replicated elsewhere, including in &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt;, &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;, and &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt; as restaurants and multiple cities in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; as special events."
}