{
    "id": "28121544",
    "revid": "14594899",
    "url": "https://en.wikipedia.org/wiki?curid=28121544",
    "title": "Amanita nothofagi",
    "text": "Amanita nothofagi is a species of &lt;a href=\"fungus\"&gt;fungus&lt;/a&gt; in the family &lt;a href=\"Amanitaceae\"&gt;Amanitaceae&lt;/a&gt;. &lt;a href=\"Endemism\"&gt;Endemic&lt;/a&gt; to New Zealand, the species was first described by mycologist &lt;a href=\"Greta%20Stevenson\"&gt;Greta Stevenson&lt;/a&gt; in 1962. The &lt;a href=\"basidiocarp\"&gt;fruit bodies&lt;/a&gt; have dark brown &lt;a href=\"pileus%20%28mycology%29\"&gt;caps&lt;/a&gt; that are up to in diameter and covered with patches of soft greyish-brown scales or warts. The &lt;a href=\"lamella%20%28mycology%29\"&gt;gills&lt;/a&gt; underneath the cap are crowded together, free from attachment to the &lt;a href=\"stipe%20%28mycology%29\"&gt;stem&lt;/a&gt;, and white, becoming tinged with yellow in age. The stem of the mushroom is long by thick, and has a &lt;a href=\"annulus%20%28mycology%29\"&gt;ring&lt;/a&gt;. The &lt;a href=\"spore%20print\"&gt;spore print&lt;/a&gt; is white, and individual spores are spherical to ellipsoid, measuring 7.5–9 by 7.5–9 &lt;a href=\"micrometre\"&gt;micrometre&lt;/a&gt;s. The mushroom may be confused with another New Zealand species, \"&lt;a href=\"Amanita%20australis\"&gt;A. australis&lt;/a&gt;\", but can be distinguished by certain characteristics. \"Amanita nothofagi\" is a &lt;a href=\"mycorrhiza\"&gt;mycorrhiza&lt;/a&gt;l species, and grows in association with native New Zealand trees such as &lt;a href=\"Southern%20Beech\"&gt;Southern Beech&lt;/a&gt;.\nTaxonomy and classification.\nThe species was first described as new to science by New Zealand mycologist &lt;a href=\"Greta%20Stevenson\"&gt;Greta Stevenson&lt;/a&gt; who collected specimens in the mid-1950s, in &lt;a href=\"Nelson%2C%20New%20Zealand\"&gt;Nelson&lt;/a&gt; and &lt;a href=\"Cape%20Farewell%2C%20New%20Zealand\"&gt;Cape Farewell&lt;/a&gt;. She published a &lt;a href=\"species%20description\"&gt;description&lt;/a&gt; of the mushroom in the &lt;a href=\"Royal%20Botanic%20Gardens%2C%20Kew\"&gt;Royal Botanic Garden&lt;/a&gt;'s journal \"&lt;a href=\"Kew%20Bulletin\"&gt;Kew Bulletin&lt;/a&gt;\" in 1962, the second part of a five-part series of articles describing the mushroom &lt;a href=\"flora\"&gt;flora&lt;/a&gt; of the country. The &lt;a href=\"specific%20name%20%28botany%29\"&gt;specific epithet&lt;/a&gt; \"nothofagi\" refers to \"Nothofagus\", the genus of &lt;a href=\"Southern%20beech\"&gt;Southern beech&lt;/a&gt;es with which the species is often associated. \"Amanita\" authority Rodham Tulloss uses the &lt;a href=\"common%20name\"&gt;common name&lt;/a&gt; \"southern beech Amanita\", while &lt;a href=\"Geoff%20Ridley\"&gt;Geoff Ridley&lt;/a&gt; suggests \"charcoal flycap\".\nStevenson &lt;a href=\"classification%20%28biology%29\"&gt;classified&lt;/a&gt; \"Amanita nothofagi\" in the section \"Phalloideae\" of the genus \"&lt;a href=\"Amanita\"&gt;Amanita&lt;/a&gt;\", but Ridley considered it better placed in section \"Validae\" because of its \"subglobose basidiospores, a clavate or occasionally abruptly bulbous stipe base, with sparse bands or a rim of volva material.\"\nDescription.\nThe &lt;a href=\"pileus%20%28mycology%29\"&gt;cap&lt;/a&gt; of \"A. nothofagi\" is initially convex, later becoming flattened with a central depression, with radial grooves on the margin, reaching diameters of . The colour is variable, ranging from &lt;a href=\"buff%20%28color%29\"&gt;buff&lt;/a&gt; to dark grey to greyish-&lt;a href=\"sepia%20%28color%29\"&gt;sepia&lt;/a&gt;, with radial streaks of dusky brownish grey. The cap surface is sticky when young or wet, but dries out with age. The remnants of the &lt;a href=\"volva%20%28mycology%29\"&gt;volva&lt;/a&gt; form small to large, irregularly shaped, &lt;a href=\"felted\"&gt;felted&lt;/a&gt; patches, that are dull greyish-sepia to sepia, and sometimes scab-like. The &lt;a href=\"lamella%20%28mycology%29\"&gt;gills&lt;/a&gt; are crowded closely together, and free from attachment to the stem. They are white to cream-coloured, wide. The lamellulae (short gills that do not extend fully from the cap edge to the stem) have somewhat truncated ends.\nThe &lt;a href=\"stipe%20%28mycology%29\"&gt;stem&lt;/a&gt; is high, thick, and tapers slightly at the top. It is hollow and has a bulbous base measuring in diameter. The stem surface above the level of the &lt;a href=\"annulus%20%28mycology%29\"&gt;ring&lt;/a&gt; is white, sparsely covered with woolly or fuzzy tufts, occasionally breaking into transverse bands; below the ring the stem surface is smooth or occasionally breaks into bands or &lt;a href=\"wikt%3Afibrillose\"&gt;fibrillose&lt;/a&gt; scales. It is whitish, buff or greyish-sepia streaked with grey. The stem base may or may not have a band or rim of buff to greyish-sepia volval remnants. The ring is membranous, grooved, whitish, buff, and greyish-sepia or lavender-grey. It first hangs freely before later sticking to the stem, often tearing and adhering to the edge of the cap. The &lt;a href=\"trama%20%28mycology%29\"&gt;flesh&lt;/a&gt; of the cap is white or stained mouse-grey under the central part, occasionally with a grey line above the gills; the stem flesh is white to pale buff.\nThe &lt;a href=\"spore%20print\"&gt;spore print&lt;/a&gt; is white. The &lt;a href=\"spore\"&gt;spore&lt;/a&gt;s are typically 7.5–9 by 7.5–9 &lt;a href=\"micrometre\"&gt;µm&lt;/a&gt;, spherical to broadly ellipsoid to ellipsoid, and thin-walled. Under a &lt;a href=\"light%20microscope\"&gt;microscope&lt;/a&gt;, the spores appear &lt;a href=\"hyaline\"&gt;hyaline&lt;/a&gt; (translucent), and are amyloid—meaning they will turn bluish-black to black when &lt;a href=\"staining\"&gt;stained&lt;/a&gt; with &lt;a href=\"Melzer%27s%20reagent\"&gt;Melzer's reagent&lt;/a&gt;. The &lt;a href=\"basidia\"&gt;basidia&lt;/a&gt; are 30.5–57 by 8–16 µm, four-spored, and not clamped at the base. The margin cells of the gills are plentiful, spherical, club-shaped or swollen spherically at the tip, hyaline, and measure 13–58 by 8–33 µm. The &lt;a href=\"pileipellis\"&gt;cap cuticle&lt;/a&gt; consists of a 130–220 µm wide, strongly gelatinised suprapellis (upper layer) and a dense, non-gelatinised subpellis (lower layer). The volval remnants on the cap are made of abundant spherical, elliptic and club-shaped cells that are 21–119 by 14.5–115 µm, intermixed with hyphae 4–9 µm wide and pale umber in colour, and either arranged irregularly, or with a vertical orientation.\nSimilar species.\n\"Amanita nothofagi\" mushrooms can be confused with \"&lt;a href=\"Amanita%20australis\"&gt;A. australis&lt;/a&gt;\" if the warts have been washed off and the colour has been bleached. A reliable method to distinguish the two is to check for the presence of clamp connections at the bases of the basidia, which are present in \"A. australis\" and absent from \"A. nothofagi\". Ridley notes that the type collection was made with a dark grey specimen, and later collectors who found browner specimens have had difficulty in correctly identifying the species. Paler specimens resemble \"&lt;a href=\"Amanita%20excelsa\"&gt;A. excelsa&lt;/a&gt;\", which led some to incorrectly believe that the species occurs in New Zealand. \"&lt;a href=\"Amanita%20luteofusca\"&gt;Amanita luteofusca&lt;/a&gt;\" is also similar in appearance, spore size, amyloid reaction, and lack of clamp connections in the basidia. It is distinguished from \"A. nothofagi\" largely on the basis of colour—it is a greyish-brown to yellowish-grey brown that fades to pinkish-buff as it gets older. Tulloss suggests that the resemblance of a number of species from Australasia and Chile which lack brightly coloured fruit bodies and share similar greyish to brownish rings and volvas may indicate that they share &lt;a href=\"Gondwana\"&gt;Gondwana&lt;/a&gt;n ancestors.\nHabitat and distribution.\nThe fruit bodies of \"Amanita nothofagi\" grow solitarily or in scattered groups. Like all \"Amanita\" mushrooms, it is &lt;a href=\"mycorrhiza\"&gt;mycorrhiza&lt;/a&gt;l, and grows in close association with &lt;a href=\"Southern%20Beech\"&gt;Southern Beech&lt;/a&gt; (genus \"&lt;a href=\"Nothofagus\"&gt;Nothofagus&lt;/a&gt;\") (including &lt;a href=\"Nothofagus%20fusca\"&gt;New Zealand Red Beech&lt;/a&gt;, &lt;a href=\"Silver%20beech\"&gt;Silver beech&lt;/a&gt;, &lt;a href=\"Nothofagus%20solandri\"&gt;New Zealand Black Beech&lt;/a&gt;, and &lt;a href=\"Hard%20Beech\"&gt;Hard Beech&lt;/a&gt;), \"&lt;a href=\"Leptospermum%20scoparium\"&gt;Manuka&lt;/a&gt;\", and \"&lt;a href=\"Kunzea%20ericoides\"&gt;Kanuka&lt;/a&gt;\". Found on both the North and South islands of New Zealand, it is the most common of the country's &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; \"Amanita\" species."
}