{
    "id": "28142596",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=28142596",
    "title": "Bank Hall Gardens",
    "text": "Bank Hall Gardens comprise of &lt;a href=\"curtilage\"&gt;curtilage&lt;/a&gt; at &lt;a href=\"Bank%20Hall\"&gt;Bank Hall&lt;/a&gt;, in &lt;a href=\"Bretherton\"&gt;Bretherton&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, England. The gardens contain specimen trees including a &lt;a href=\"Taxus%20baccata\"&gt;yew&lt;/a&gt; thought to be the oldest in Lancashire. Many architectural features, statues, low garden walls, conservatory and greenhouses have gone but there are plans to recreate them. The &lt;a href=\"Bank%20Hall%20Action%20Group\"&gt;Bank Hall Action Group&lt;/a&gt; has tended the grounds since its formation in 1995. the group has planted specimen trees and identified the flora and fauna. The group opened the gardens to the public in 1999 after building a security fence, erecting scaffolding to secure the building and clearing the overgrowth. New varieties of snowdrops, some of which are unique to the gardens were uncovered. After a visit from the Snowdrop Society in 2007 the garden has become nationally known for snowdrop carpets during February.\nThe gardens open for special events through the year.\nHistory.\nThe gardens were divided by pathways and yew hedges, the smaller gardens included a &lt;a href=\"rose%20garden\"&gt;rose garden&lt;/a&gt;, enclosed &lt;a href=\"formal%20garden\"&gt;formal garden&lt;/a&gt;, a walled &lt;a href=\"kitchen%20garden\"&gt;kitchen garden&lt;/a&gt;, &lt;a href=\"wildflower%20garden\"&gt;wildflower garden&lt;/a&gt;, &lt;a href=\"arboretum\"&gt;arboretum&lt;/a&gt;, bog garden and &lt;a href=\"orchard\"&gt;orchard&lt;/a&gt;s. An arboretum was created by George Anthony Legh Keck who planted specimen trees from around the world. The survivors have been identified and protected. Lady Lilford planted an &lt;a href=\"Atlas%20Cedar\"&gt;Atlas Cedar&lt;/a&gt; in 1897 to mark &lt;a href=\"Queen%20Victoria%23Diamond%20Jubilee\"&gt;Queen Victoria's Diamond Jubilee&lt;/a&gt;.\nWalled Garden.\nThe walled garden contains a greenhouse and potting sheds along the north wall and a heated outdoor wall which runs a quarter of the length of the east wall. The gardeners grew exotic plants and fruit trees in the greenhouses. The apple trees at the south end of the walled garden survived and comprise &lt;a href=\"Laxton%27s%20Superb%20%28apple%29\"&gt;Laxton's Superb&lt;/a&gt; (c.1922), &lt;a href=\"Worcester%20Pearmain%20%28apple%29\"&gt;Worcester Pearmain&lt;/a&gt; (c.1870), &lt;a href=\"Newton%20Wonder\"&gt;Newton Wonder&lt;/a&gt; (c.1890), &lt;a href=\"Bismarck%20apple\"&gt;Bismarck&lt;/a&gt; (c.1870), &lt;a href=\"Bramley%20apple\"&gt;Bramley&lt;/a&gt; (c.1809), &lt;a href=\"White%20Transparent%20%28apple%29\"&gt;White Transparent&lt;/a&gt; (c.1870), &lt;a href=\"Golden%20Delicious\"&gt;Golden Delicious&lt;/a&gt; (c.1914) and &lt;a href=\"Crimson%20Bramley%20%28apple%29\"&gt;Crimson Bramley&lt;/a&gt; (c.1913). As of 2013 grafts have been taken off all the fruit trees so that the garden can be restocked with these varieties when the garden is restored. In late 2013 a &lt;a href=\"Mere%20de%20Menage\"&gt;Mere de Menage&lt;/a&gt; (c.1700) tree was found in an old orchard outside the walled garden.\nIn 1999, the action group cleared the gardens after years of neglect to hold events. It was then the greenhouse was demolished for safety reasons. The boiler room was blocked off in 2007 for safety reasons and concrete beams removed because of deterioration in the potting shed. The &lt;a href=\"Heritage%20Trust%20for%20the%20North%20West\"&gt;Heritage Trust for the North West&lt;/a&gt; plans to restore the walled garden, as a 'Heritage Garden' in a separate project from the hall, the greenhouse and potting sheds would become a visitor entrance to the property.\nBotanical Variety.\nAround the estate and flanking the carriage drive are &lt;a href=\"Rhododendron\"&gt;Rhododendron&lt;/a&gt; bushes whose flowers are magenta, purple and one specimen has a white flower thought to be Rhododendron decorum ssp diaprepes. Other specimen's include &lt;a href=\"Rhododendron%20catawbiense\"&gt;Rhododendron catawbiense&lt;/a&gt; and &lt;a href=\"Rhododendron%20macrophyllum\"&gt;Rhododendron macrophyllum&lt;/a&gt;.\nThere is research into identifying &lt;a href=\"fern\"&gt;fern&lt;/a&gt;s, some of which have grown in the hall since the early 1980s when the roof of the west wing collapsed. The ferns include &lt;a href=\"Osmundastrum%20cinnamomeum\"&gt;Osmundastrum cinnamomeum&lt;/a&gt;, &lt;a href=\"Ostrich%20fern\"&gt;Ostrich fern&lt;/a&gt;, &lt;a href=\"Blechnum%20nudum\"&gt;Blechnum nudum&lt;/a&gt; and &lt;a href=\"Dryopteris%20filix-mas\"&gt;Dryopteris filix-mas&lt;/a&gt; with more to be identified.\nThere are several varieties of &lt;a href=\"daffodil\"&gt;daffodil&lt;/a&gt;s, which dominate the grounds after the snowdrops have bloomed. &lt;a href=\"Common%20Bluebell\"&gt;bluebell&lt;/a&gt;s appear in shades of blue, purple, pink and white.\nBank Hall was known locally for masses of &lt;a href=\"Primula%20vulgaris\"&gt;primrose&lt;/a&gt;s but due to tree planting in the 1980s, they disappeared but are making a comeback.\nA giant &lt;a href=\"Clematis%20vitalba\"&gt;Clematis vitalba&lt;/a&gt; grows over an archway by the north wing of the house has spread to the perimeter fence and created a wall. &lt;a href=\"Carol%20Klein\"&gt;Carol Klein&lt;/a&gt; visited the gardens to view the specimen for &lt;a href=\"Gardeners%20World\"&gt;Gardeners World&lt;/a&gt; as the specimen are usually found in &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; and south of England so it is unusual to find it growing in the north of UK. &lt;a href=\"Red%20campion\"&gt;Red campion&lt;/a&gt; is common in the summer months in the arboretum, creating a meadow that attracts a variety of butterflies and insects. Since the grounds have been cleared &lt;a href=\"Foxglove\"&gt;Foxglove&lt;/a&gt;s have grown throughout the gardens, some reaching . As of June 2011 the sunken garden hosts the \"Foxglove Forrest\" which was created in 2010 from the spreading of seeds and established specimen relocated from around the gardens.\n&lt;a href=\"Snowdrop\"&gt;Snowdrop&lt;/a&gt; were uncovered when a small area of garden was cleared. They have reappeared as carpets covering large areas of the leisure grounds from January to March each year. They were introduced to the gardens after the &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt; in 1856 and have since spread across the estate. The snowdrops have cross pollinated and the variety has expanded, some of them are rare and have been removed off-site for protection until the hall is restored. New displays and paths were created for the 2010 season. Throughout February the gardens opened on Sundays for visitors to view the snowdrop carpets spread over the estate. In 2007 the United Kingdom Snowdrop Society visited the gardens and viewed a temporary display of rare snowdrops brought back for the occasion.\nThe oldest tree on the estate is an &lt;a href=\"English%20yew\"&gt;English yew&lt;/a&gt;, which is over 550 years old, predating the current buildings on site. It is said to be the oldest in Lancashire. The tallest is a &lt;a href=\"Sequoiadendron%20giganteum\"&gt;wellingtonia&lt;/a&gt; which towers over the woodland. There are numerous &lt;a href=\"Sequoia%20sempervirens\"&gt;coast redwood&lt;/a&gt;s, including a fallen specimen believed to be one of only two in the UK.\nThere are two &lt;a href=\"Metasequoia\"&gt;dawn redwood&lt;/a&gt;s, which, because of their size are thought to date the early 20th century when explorers brought specimens from China to &lt;a href=\"Kew%20Gardens\"&gt;Kew Gardens&lt;/a&gt;. &lt;a href=\"Horse-chestnut%20%28tree%29\"&gt;Horse-chestnut&lt;/a&gt;s can be found in the grounds but the most prominent is by the &lt;a href=\"River%20Douglas%2C%20Lancashire\"&gt;River Douglas&lt;/a&gt;.\nA &lt;a href=\"Lebanon%20cedar\"&gt;Lebanon cedar&lt;/a&gt; on the tower lawn was cut down in the 1980s was replaced by a new specimen in the arboretum. &lt;a href=\"Lime%20tree\"&gt;Lime tree&lt;/a&gt;s flank the driveway to the front entrance and Maiden's Walk. Three &lt;a href=\"magnolia\"&gt;magnolia&lt;/a&gt; trees are growing out of the foundations of the east wing. Originally they were planted to grow up the wall.\nOther trees include &lt;a href=\"atlas%20cedar\"&gt;atlas cedar&lt;/a&gt;, &lt;a href=\"atlantic%20white%20cedar\"&gt;atlantic white cedar&lt;/a&gt;, &lt;a href=\"beech\"&gt;beech&lt;/a&gt;, &lt;a href=\"cherry%20tree\"&gt;cherry tree&lt;/a&gt;, &lt;a href=\"Glyptostrobus%20pensilis\"&gt;Chinese Swamp Cypress&lt;/a&gt;, &lt;a href=\"Taxus%20baccata\"&gt;common yew&lt;/a&gt;, &lt;a href=\"Taxus%20chinensis\"&gt;Chinese Yew&lt;/a&gt; &lt;a href=\"Cedrus%20deodara\"&gt;Deodar cedar&lt;/a&gt;, &lt;a href=\"Crataegus%20monogyna\"&gt;hawthorn&lt;/a&gt;, &lt;a href=\"Japanese%20red%20cedar\"&gt;Japanese red cedar&lt;/a&gt;, &lt;a href=\"Chinese%20Juniper\"&gt;Chinese Juniper&lt;/a&gt;, &lt;a href=\"holly\"&gt;holly&lt;/a&gt;, &lt;a href=\"hornbeam\"&gt;hornbeam&lt;/a&gt;, &lt;a href=\"Taxus%20baccata\"&gt;Irish yew&lt;/a&gt;, &lt;a href=\"oak\"&gt;oak&lt;/a&gt;, &lt;a href=\"Scots%20pine\"&gt;Scots pine&lt;/a&gt;, &lt;a href=\"silver%20birch\"&gt;silver birch&lt;/a&gt; and &lt;a href=\"sycamore\"&gt;sycamore&lt;/a&gt; which have damaged other trees because of their fast growth and competition for space. A woodland management program removing diseased and weed trees is in operation. In 2011 the 101st yew tree was planted along with a &lt;a href=\"Ginkgo%20biloba\"&gt;Ginkgo biloba&lt;/a&gt; to commemorate the &lt;a href=\"Wedding%20of%20Prince%20William%20of%20Wales%20and%20Kate%20Middleton\"&gt;Wedding of Prince William of Wales and Kate Middleton&lt;/a&gt;.\nArchaeological Features.\n&lt;a href=\"Archaeological\"&gt;Archaeological&lt;/a&gt; features have been studied by the action group, English Heritage, Heritage Trust for the North West and students from the &lt;a href=\"University%20of%20Central%20Lancashire\"&gt;University of Central Lancashire&lt;/a&gt;:\nA swimming pool was constructed by estate workmen during the 1930s for Sir Seddon-Brown's children. It was uncovered in 1998 having been derelict for some time but the brick walls and stone steps remain. A conservatory was situated on the west-facing wall projecting from the east wing of the house. It complemented the architecture, with finials and balls. It was replaced in the early 20th century and that was demolished during the 1950s.\nA pond to the west of yew avenue was drained by the army during World War II. Sycamore trees that grew in the silt were cleared to create a sunken garden planted with native flowers, ferns and snowdrops. To the south of the pond is a fallen &lt;a href=\"Sequoia%20sempervirens\"&gt;Sequoia&lt;/a&gt;.\nA &lt;a href=\"Ha-Ha\"&gt;Ha-Ha&lt;/a&gt; at the south end of the gardens separated the leisure grounds from the parkland, the bricks have since been removed, but the ditch remains. A cricket pitch and wooden pavilion to the south of the leisure grounds was accessed by a wooden bridge and gate over the ha-ha. Since the departure of the Seddon-Browns in 1938 it has been used for farming. Tennis courts were situated at the north end of the cricket field of which no trace remains and the area is used as farmland.\nMaiden's Walk (or Lime Walk) is a raised embankment near the barns lined with &lt;a href=\"lime%20tree\"&gt;lime tree&lt;/a&gt;s starting with stone steps by the driveway in front of the house towards the woodland. The yew avenue was a walkway connecting the gardens to the cricket field. The trees were cut down in the 1980s.\nAn orchard was situated to the east of the walled garden containing many varieties of fruit trees many of which have died and the remaining trees are no longer productive. The site is covered with sycamore trees, but five pear trees remained in September 2010.\nThe University of Central Lancashire and the action group have uncovered many items within the gardens, including bricks from the garden wall foundations, pottery, &lt;a href=\"willow%20pattern\"&gt;willow pattern&lt;/a&gt; china fragments, glass bottles, light bulbs, clay pipes, WWII date stamp. An &lt;a href=\"Edwardian\"&gt;Edwardian&lt;/a&gt; coin was found in a trench in the walled garden in 2008.\nThe university returned in 2010 and excavated a section of the low garden wall to the west of the tower lawn, the trench was infilled in September following a further study visit.\nFuture.\nThere are plans to re-build the potting sheds, greenhouse and walled garden into a heritage kitchen garden, to create a fern garden, a &lt;a href=\"white%20garden\"&gt;colour-themed garden&lt;/a&gt; and sunken garden/pond, to re-instate the garden paths and walls to re-create an enclosed formal garden and walled garden, manage the woodland and create a &lt;a href=\"Butterfly%20gardening\"&gt;butterfly garden&lt;/a&gt; in the &lt;a href=\"wildflower%20garden\"&gt;wildflower garden&lt;/a&gt;. The &lt;a href=\"ha-ha\"&gt;ha-ha&lt;/a&gt; will be restored along with pathways and the historic &lt;a href=\"Panorama\"&gt;vistas&lt;/a&gt;. Grafts will be taken from the remaining fruit trees and replanted in the new development to regenerate the area but maintain the site history.\nPotting Shed Project.\nThe project began in September 2011 when work commenced to clear the potting shed and greenhouse in preparation for restoration. The plan is for a three phase project that will (Phase 1) restore the potting shed into a new visitor entrance and visitor centre. (Phase 2) Restore the greenhouse into a refreshment area and function space. (Phase 3) Restoration of the kitchen walled garden into a heritage kitchen garden. Planning permission was granted in December 2011 for the restoration of the potting shed and greenhouse.\nThe Friends of Bank Hall have since held monthly volunteer days for members of the public to join them in the retrieval of artifacts and removal of debris from the site, which also provides an educational role for the project."
}