{
    "id": "28141069",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=28141069",
    "title": "IQU",
    "text": "IQU (pronounced 'ee-koo', and originally named ICU) is an American &lt;a href=\"lo-fi%20music\"&gt;lo-fi music&lt;/a&gt; group from &lt;a href=\"Olympia%2C%20Washington\"&gt;Olympia, Washington&lt;/a&gt;, United States.\nHistory.\nThe band formed in Olympia, initially as ICU, and comprised Michiko Swiggs (keyboards), Aaron Hartman (bass), and K.O. (Kento Oiwa, guitar, theremin, turntables). Swiggs and Oiwa had met at a &lt;a href=\"rave\"&gt;rave&lt;/a&gt; in &lt;a href=\"Osaka\"&gt;Osaka&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. Their early recordings consisted of free-form improvisation, but became more song-based. They were signed by &lt;a href=\"Calvin%20Johnson%20%28musician%29\"&gt;Calvin Johnson&lt;/a&gt; to his &lt;a href=\"K%20Records\"&gt;K Records&lt;/a&gt; label, releasing the album \"Chotto Matte A Moment!\" in 1998. The band's live shows included bills shared with &lt;a href=\"Unwound\"&gt;Unwound&lt;/a&gt;, &lt;a href=\"Sonic%20Youth\"&gt;Sonic Youth&lt;/a&gt;, &lt;a href=\"The%20Flaming%20Lips\"&gt;The Flaming Lips&lt;/a&gt;, &lt;a href=\"Hovercraft%20%28band%29\"&gt;Hovercraft&lt;/a&gt;, and &lt;a href=\"Mouse%20on%20Mars\"&gt;Mouse on Mars&lt;/a&gt;, and the band toured extensively.\nIn 1999 the band issued the \"Girls on Dates\" EP, a collaboration with performance artist, poet, and filmmaker &lt;a href=\"Miranda%20July\"&gt;Miranda July&lt;/a&gt;, described by &lt;a href=\"Allmusic\"&gt;Allmusic&lt;/a&gt; as \"a frightening mix of squealing low-fi electronics and broken verbal communication\" and \"a wonderfully provocative collaboration\".\nTheir third album, \"&lt;a href=\"Teenage%20Dream%20%28IQU%20album%29\"&gt;Teenage Dream&lt;/a&gt;\" was released in 2000, featuring seven different mixes of \"Teenage Dream\" by the likes of &lt;a href=\"Looper%20%28band%29\"&gt;Looper&lt;/a&gt;, &lt;a href=\"Lexaunculpt\"&gt;Lexaunculpt&lt;/a&gt; and &lt;a href=\"Peter%20Kember\"&gt;Sonic Boom&lt;/a&gt;, and two mixes of \"Can't You Even Remember That?\".\nHartman left in 2000, forming Old Time Relijun. Over the next few years, Oiwa scored the soundtrack for \"The Cabinet of Dr. Caligari\" and worked as a DJ, and Swiggs became more involved in &lt;a href=\"visual%20arts\"&gt;visual arts&lt;/a&gt;.\nTheir fourth album, \"Sun Q\", recorded as a duo, was released in 2004, and was regarded as their best yet by &lt;a href=\"Allmusic\"&gt;Allmusic&lt;/a&gt;, who described the album as \"pretty, Asian flavored synth pop\". &lt;a href=\"Pitchfork%20Media\"&gt;Pitchfork Media&lt;/a&gt; described \"Sun Q\" as \"a mash of styles that can be generally categorized as \"alien pop\" - mutated top 40, broken disco, and hyperactive glam instrumentals that flow along at a stream-of-consciousness pace\"."
}