{
    "id": "2816913",
    "revid": "28903366",
    "url": "https://en.wikipedia.org/wiki?curid=2816913",
    "title": "Baltimore Bandits",
    "text": "The Baltimore Bandits were an &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; team in the &lt;a href=\"American%20Hockey%20League\"&gt;American Hockey League&lt;/a&gt; in the &lt;a href=\"1995%E2%80%9396%20AHL%20season\"&gt;1995–96&lt;/a&gt; and &lt;a href=\"1996%E2%80%9397%20AHL%20season\"&gt;1996–97&lt;/a&gt; seasons. They played in &lt;a href=\"Baltimore%2C%20Maryland\"&gt;Baltimore, Maryland&lt;/a&gt;, at the &lt;a href=\"Baltimore%20Arena\"&gt;Baltimore Arena&lt;/a&gt;. The Bandits were an affiliate of the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt;'s &lt;a href=\"Anaheim%20Ducks\"&gt;Mighty Ducks of Anaheim&lt;/a&gt;. After two years of minimal on-ice success, the franchise was moved to &lt;a href=\"Cincinnati%2C%20Ohio\"&gt;Cincinnati, Ohio&lt;/a&gt;, as the &lt;a href=\"Cincinnati%20Mighty%20Ducks\"&gt;Cincinnati Mighty Ducks&lt;/a&gt;.\nHistory.\n1995-96 Season.\nThe Bandits were the third minor league hockey team to play in Baltimore. Their practice facility was in the suburban Columbia Ice Rink in &lt;a href=\"Columbia%2C%20Maryland\"&gt;Columbia, Maryland&lt;/a&gt;. The Bandits started play in 1995 with their first game against the &lt;a href=\"Carolina%20Monarchs\"&gt;Carolina Monarchs&lt;/a&gt;, on October 6, 1995. The Bandits lost 3-1 at the Baltimore Arena with 7,293 in attendance.\nThe team's first owners were Bob Teck and Alan Gertner. During the first season, the team was plagued with rumors about the team being sold or folding. After continuing financial struggles that impacted the team in a range of ways including equipment availability, Teck and Gertner sold the Bandits to a group of local backers led by Michael A. Caggiano, the former owner of the &lt;a href=\"Prince%20William%20Cannons\"&gt;Prince William Cannons&lt;/a&gt;. At the time of the deal, Teck and Gertner owed $500,000 to the Mighty Ducks and $100,000 to the AHL. The AHL approved the purchase of the Bandits by Caggiano on March 13, 1996.\nThe Bandits finished the 1995-96 season with a 33-36 record. The team won their first AHL playoff series against the &lt;a href=\"Hershey%20Bears\"&gt;Hershey Bears&lt;/a&gt;, three games to two, with the final game a 4-3 overtime victory in Hershey. The second round ended in defeat for the Bandits to the &lt;a href=\"Syracuse%20Crunch\"&gt;Syracuse Crunch&lt;/a&gt;, four games to three, ending in a 4–3 loss in Baltimore. The average home attendance for the season was 3,601.\nDuring the off-season, head coach &lt;a href=\"Walt%20Kyle\"&gt;Walt Kyle&lt;/a&gt; left the team to become an assistant coach with the Mighty Ducks. He was replaced by &lt;a href=\"Moe%20Mantha%20Jr.\"&gt;Moe Mantha&lt;/a&gt;, with the Baltimore Bandits making the announcement on July 24, 1996.\n1996-97 Season.\nThe Bandits started the 1996-97 season with a 5–3 loss to the Hershey Bears. By the sixth game, they were playing .500 hockey at 2-2-2, but the off-ice news of the previous season continued. This time it centered around developing a new arena in order to enable the team to stay in the Baltimore area. On October 1, 1996, Caggiano put forth an initial plan for the County Coliseum, a $42 million 10,000 seat arena to be built just south of Baltimore in &lt;a href=\"Lansdowne%2C%20Maryland\"&gt;Lansdowne, Maryland&lt;/a&gt;. Later that week, Baltimore Mayor &lt;a href=\"Kurt%20Schmoke\"&gt;Kurt Schmoke&lt;/a&gt; announced plans for a $100 to $200 million arena near &lt;a href=\"Camden%20Yards\"&gt;Camden Yards&lt;/a&gt; in the hopes of also attracting a &lt;a href=\"National%20Basketball%20Association\"&gt;National Basketball Association&lt;/a&gt; franchise. Given the possibility of this proposed arena, Baltimore County Executive &lt;a href=\"Dutch%20Ruppersberger\"&gt;Dutch Ruppersberger&lt;/a&gt; declined Caggiano's request to help finance the County Coliseum. While Caggiano continued to try to find financing the Coliseum, attendance for Bandits games dropped to second to last in the AHL. Additionally, the team was in debt $3.7 million. As the season ended, a group led by Cincinnati businessman Jerry Robinson purchased the team for $2 million. Caggiano estimates the Bandits lost $1 million during its time in Baltimore. He blames the failure of the team to take root on the lack of good infrastructure. Upon arrival in its new location, the Baltimore Bandits were renamed the &lt;a href=\"Cincinnati%20Mighty%20Ducks\"&gt;Cincinnati Mighty Ducks&lt;/a&gt;.\nThe Bandits completed the season with a losing record of 30-37. The team's last game in Baltimore was a 4–2 loss to the &lt;a href=\"Philadelphia%20Phantoms\"&gt;Philadelphia Phantoms&lt;/a&gt; during the first round of the AHL playoffs in front of 1,031 attendees. The final Bandit goal was by &lt;a href=\"Igor%20Nikulin%20%28ice%20hockey%29\"&gt;Igor Nikulin&lt;/a&gt; at the 19:21 mark of the third period. Philadelphia swept the Bandits 3–0.\nLogo and uniforms.\nThe logo of the Baltimore Bandits was a stylized raccoon developed by Disney Sports Enterprises. The Bandit was intended to resemble the Disney character &lt;a href=\"Meeko\"&gt;Meeko&lt;/a&gt;. The Bandit uniforms were purple and black."
}