{
    "id": "28176057",
    "revid": "1535071",
    "url": "https://en.wikipedia.org/wiki?curid=28176057",
    "title": "Hyppolit, the Butler",
    "text": "Hyppolit, the Butler () is a 1931 black-and-white &lt;a href=\"Cinema%20of%20Hungary\"&gt;Hungarian film&lt;/a&gt; &lt;a href=\"comedy%20of%20manners\"&gt;comedy of manners&lt;/a&gt; about an upwardly mobile family hiring a butler who previously worked for aristocratic families. It was the second full &lt;a href=\"sound%20films\"&gt;sound film&lt;/a&gt; produced in Hungary, and at first it generated little interest (due to the flop of the first sound movie \"The Blue Idol\", also in 1931) but later became a favorite and is still a beloved oldie. The film was chosen to be part of the &lt;a href=\"Budapest%20Twelve\"&gt;New Budapest Twelve&lt;/a&gt;, a list of Hungarian films considered the best in 2000. The film was shot at the &lt;a href=\"Hunnia%20Film%20Studio\"&gt;Hunnia Film Studio&lt;/a&gt;s in &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;.\nThe screenplay was written by prolific Hungarian screenwriter &lt;a href=\"K%C3%A1roly%20N%C3%B3ti\"&gt;Károly Nóti&lt;/a&gt; AKA Karl Noti, based on a stage play by István Zágon. It was directed by &lt;a href=\"Steve%20Sekely\"&gt;Székely István AKA Steve Sekely&lt;/a&gt;, who earlier worked in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and later worked in &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt; and &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;. The music was composed by Mihály Eisemann.\nIt was remade in 1999 as \"Hippolyt, a lakáj\" (with the y and the i interchanged).\nPlot.\nMátyás Schneider (Gyula Kabos) is a typical &lt;a href=\"parvenu\"&gt;parvenu&lt;/a&gt;, an ignorant transportation entrepreneur who has become very rich quickly. Despite their humble origins, his wife (Mici Haraszti) strives to live a 'sophisticated' and '&lt;a href=\"aristocracy\"&gt;aristocratic&lt;/a&gt;' lifestyle. When she engages a butler, Hyppolit (Gyula Csortos) - who was an educated man, and who has served in the household of a late count for 27 years and traveled around the world with the late Count - their whole life is turned upside down: Schneider has to shave off his mustache, wear a &lt;a href=\"dinner%20suit\"&gt;dinner suit&lt;/a&gt; for dinner and eat French food instead of his beloved onions and roasted goose, while his wife is bullied by the butler into engaging in gymnastics and a rather meagre diet.\nIn the meantime, the Schneiders' spirited daughter, Terka (Éva Fenyvessy), falls for their good-looking manager, the former driver István Benedek (Pál Jávor), who keeps secret that he is in fact an engineer with a college diploma. Her mother, however, would prefer the good-natured, but quite stupid Makáts (Gyula Gózon) as a suitor, because Makáts's uncle (Sándor Góth), a city councillor, may help them to get a lucrative contract.\nThings begin to turn upside down, when Schneider follows Hyppolit's suggestions to start dating Mimi (Mici Erdélyi), a singer and dancer at a sleazy night club. When he fails to show up at a date with her, the girl enters the Schneiders' villa, where a dinner party with important guests - including Makáts's uncle - is taking place, and causes a scandal. Meanwhile, Terka follows her own plans to get the man she wants...\nSubsequent history.\nThe film was shown again in Hungarian cinemas in 1945, 1956 and 1972. It is also shown regularly on the small screen and is still popular with viewers.\nAlmost eighty years after its premiere, in 2008, the original film was digitally restored by the Hungarian National Film Archive. The restored version erroneously awarded director Sekely a writing credit that does not appear in either the original film titles or in any subsequent documentation. It has been released on &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; and &lt;a href=\"Blu-ray\"&gt;Blu-ray&lt;/a&gt;."
}