{
    "id": "28190933",
    "revid": "40601515",
    "url": "https://en.wikipedia.org/wiki?curid=28190933",
    "title": "Zachary Adam Chesser",
    "text": "Zachary Adam Chesser (born December 22, 1989) is an American convicted in 2010 for aiding &lt;a href=\"al-Shabaab%20%28militant%20group%29\"&gt;al-Shabaab&lt;/a&gt;, which is aligned with &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt;, and has been designated a &lt;a href=\"Islamist%20terrorism\"&gt;terrorist&lt;/a&gt; organization by the U.S. government. After pleading guilty, Chesser was sentenced in federal court on February 24, 2011 to 25 years in prison. He is also known for his threats to \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\" creators &lt;a href=\"Trey%20Parker\"&gt;Trey Parker&lt;/a&gt; and &lt;a href=\"Matt%20Stone\"&gt;Matt Stone&lt;/a&gt; for &lt;a href=\"depictions%20of%20Muhammad\"&gt;depicting&lt;/a&gt; &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt; in an episode of that series.\nEarly life and marriage.\nChesser was born in &lt;a href=\"Charlottesville%2C%20Virginia\"&gt;Charlottesville, Virginia&lt;/a&gt; to Barbara Katenbrink Chesser, a lawyer and prosecutor, and David Chesser. His parents divorced. Chesser moved to &lt;a href=\"Fairfax%20County%2C%20Virginia\"&gt;Fairfax County&lt;/a&gt;, &lt;a href=\"Northern%20Virginia\"&gt;Northern Virginia&lt;/a&gt; by the time he was in middle school.\nHe was selected for the Gifted and Talented program at &lt;a href=\"Kilmer%20Middle%20School\"&gt;Kilmer Middle School&lt;/a&gt;. He graduated from &lt;a href=\"Oakton%20High%20School\"&gt;Oakton High School&lt;/a&gt; in 2008. Chesser was known as an athlete, participating in the Oakton's &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and &lt;a href=\"sport%20rowing\"&gt;crew&lt;/a&gt; teams. His yearbook profile said: \"As the only Caucasian member of the &lt;a href=\"break-dancing\"&gt;break-dancing&lt;/a&gt; club, senior Chesser was not intimidated by being the only non-Asian.\"\nAfter high school, in 2008, Chesser enrolled at &lt;a href=\"George%20Mason%20University\"&gt;George Mason University&lt;/a&gt; in Fairfax County, Virginia, dropping out after one semester. In 2009, he married Proscovia Nzabanita, a &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt;n Muslim woman, and they had a son, Talhah. (Nzabanita's mother Cecilia is Roman Catholic.) Since Chesser's incarceration, his mother Barbara and Barbara's life partner Stacy Anderson, also a lawyer, have had custody of his son against Chesser and Nzabanita's wishes. His wife Nzabanita was deported from the United States.\nHe worked briefly as a caretaker at the Islamic Center of Northern Virginia in Fairfax.\nPursuit of Islamic activism.\nChesser told FBI agents he became interested in Islam in July 2008. High school friends said his interest seemed to start when he began dating a Muslim girl. Sources disagree about whether he &lt;a href=\"Convert%20to%20Islam\"&gt;converted&lt;/a&gt;.\nChesser used online media to disseminate his views, catching the attention of &lt;a href=\"Jarret%20Brachman\"&gt;Jarret Brachman&lt;/a&gt;, a terrorism scholar, who engaged Chesser in email correspondence. In his 2008 book on terrorism, Brachman had coined the term \"jihobbyist\" for people such as Chesser, who are fascinated by Islam or \"&lt;a href=\"jihad\"&gt;jihad&lt;/a&gt;\" but were not members of recognized terrorist organizations.\nBy 2010, Chesser had created a &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; account called LearnTeachFightDie, and a website called the mujhidblog.com. He had e-mail correspondence with &lt;a href=\"Anwar%20al-Awlaki\"&gt;Anwar al-Awlaki&lt;/a&gt;, a radical American Muslim cleric hiding in Yemen. United States officials have alleged that the latter has encouraged &lt;a href=\"homegrown%20terrorism\"&gt;homegrown terrorism&lt;/a&gt;. Al-Awlaki was later targeted and killed in a drone strike because of his role in &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; attacks against the United States.\nIn 2009, both friends and members of the Islamic Center of Northern Virginia noticed that Chesser's views were becoming more extreme; he had conservative ideas about &lt;a href=\"Islamic%20clothing\"&gt;dress customs&lt;/a&gt;. An older member at the Islamic Center said he tried to broaden Chesser's views of the Islamic scriptures, and that Chesser took too narrow a view.\nIn April 2010, Chesser wrote an e-mail to &lt;a href=\"FoxNews.com\"&gt;FoxNews.com&lt;/a&gt;, saying that he sought to \"raise awareness of the correct understanding of key Islamic beliefs\". He said \"If you kill us, then we kill you\", and he quoted al-Qaeda leader &lt;a href=\"Osama%20bin%20Laden\"&gt;Osama bin Laden&lt;/a&gt;, saying that Muslims had the freedom to act against attacks on &lt;a href=\"Muhammad\"&gt;the Prophet&lt;/a&gt;. He further wrote in the e-mail:\nI seek to help the world understand that neither the Muslims in general nor the mujahideen including Al Qaeda are abject to peace, but that this peace come with the following conditions: a complete withdrawal of non-Muslim forces from Muslim lands, an ending of the propping up of the apartheid regime of Israel, and a ceasing of the propping up of the brutal dictators we currently have who refuse to rule by divine law. ... I also seek to help the world understand that there will be no peace until the above conditions are met. Basically the formula works like this … if you kill us, then we kill you. If you do not kill us then we can have peace. 9/11 had nothing to with freedom or democracy. It had to do with the murder of hundreds of thousands of Muslims around the world by American and other powers. ... As Usama bin Laden said with regard to the cartoons of Denmark, if there is no check in the freedom of your words, then let your hearts be open to the freedom of our actions.\nChesser became one of the most visible members helping the American &lt;a href=\"Jesse%20Curtis%20Morton\"&gt;Jesse Curtis Morton&lt;/a&gt;, aka Younes Abdullah Mohammed, run the radical &lt;a href=\"Revolution%20Muslim\"&gt;Revolution Muslim&lt;/a&gt; website. Morton has said he created the site to promote propaganda supporting al-Qaeda. This was one of the few American websites to praise the 2009 &lt;a href=\"2009%20Fort%20Hood%20shooting\"&gt;Fort Hood Shooting&lt;/a&gt;, in which a &lt;a href=\"US%20Army\"&gt;US Army&lt;/a&gt; psychiatrist killed fellow soldiers.\nIn April 2010, &lt;a href=\"Revolution%20Muslim\"&gt;Revolution Muslim&lt;/a&gt;'s website posted a statement jointly drafted by Chesser (under the online username Abu Talhah al-Amrikee) and Morton that warned \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\" creators &lt;a href=\"Trey%20Parker\"&gt;Trey Parker&lt;/a&gt; and &lt;a href=\"Matt%20Stone\"&gt;Matt Stone&lt;/a&gt; of violent retribution for their &lt;a href=\"depictions%20of%20Muhammad\"&gt;depictions of Muhammad&lt;/a&gt;. The post included the business addresses of likely targets of retribution, including &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt; and Parker and Stone's production company.\nChesser threatened the \"South Park\" creators on a variety of other online platforms, including his blog and &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; pages. Chesser wrote, \"We have to warn Matt and Trey that what they are doing is stupid and they will probably wind up like Theo van Gogh if they do air this show.\" He was referring to the 2004 murder of a Dutch filmmaker, &lt;a href=\"Theo%20van%20Gogh%20%28film%20director%29\"&gt;Theo van Gogh&lt;/a&gt;, by a Muslim extremist.\nLegal proceedings.\nOn July 10, 2010, Chesser was arrested with his infant son while boarding a flight to &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt; via Uganda. He told federal agents that he intended to go to Somalia, home of al-Shabaab, a terrorist organization. An affidavit filed in federal court alleges that he intended to join Al-Shabaab as a \"foreign fighter.\" He was charged with aiding &lt;a href=\"al-Shabaab%20%28militant%20group%29\"&gt;al-Shabaab&lt;/a&gt;, which is aligned with &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; and has been designated a &lt;a href=\"terrorist\"&gt;terrorist&lt;/a&gt; organization by the U.S. government. After pleading guilty, Chesser was sentenced in federal court on February 24, 2011 to 25 years in prison.\nOn October 20, 2010, Chesser pleaded guilty to three felonies: communicating threats to Parker and Stone, soliciting violent jihadists to \"desensitize\" law enforcement, and attempting to provide material support to a designated foreign terrorist organization. \"Desensitizing\" law enforcement referred to plans to place suspicious-looking but inoffensive packages in public places, until police became lax about dealing with them, at which point a real explosive could be used. These three charges carried a maximum of 30 years in prison; Chesser's sentence was 25 years. Morton also pleaded guilty to terrorist-related charges. \nIn February 2012, the U.S. Senate Homeland Security and Governmental Affairs Committee released a report entitled: \"Zachary Chesser: A Case Study in Online Islamist Radicalization and Its Meaning for the Threat of Homegrown Terrorism.\" The report traced Chesser's upbringing in Virginia, his lack of direction, his attraction to minority beliefs and attention-seeking, and his rapid transformation into a convicted terrorist. The report was based on Chesser's writings, including 37 pages of written correspondence between Chesser and Committee staff, from August to October 2011, after he had been imprisoned.\nIn June, 2014 Chesser was transferred from the &lt;a href=\"United%20States%20Penitentiary%2C%20Marion\"&gt;United States Penitentiary, Marion&lt;/a&gt; to the &lt;a href=\"ADX%20Florence\"&gt;Supermax prison in Florence, Colorado&lt;/a&gt; due to repeated rules infractions. He was then transferred out of ADX and into &lt;a href=\"United%20States%20Penitentiary%2C%20Florence%20High\"&gt;United States Penitentiary, Florence High&lt;/a&gt; for a short period of time until being moved once more to &lt;a href=\"United%20States%20Penitentiary%2C%20Hazelton\"&gt;United States Penitentiary, Hazelton&lt;/a&gt; in 2019, where he is currently incarcerated."
}