{
    "id": "28211095",
    "revid": "1276024",
    "url": "https://en.wikipedia.org/wiki?curid=28211095",
    "title": "Three (2010 film)",
    "text": "Three () is a 2010 German drama film written, co-scored and directed by &lt;a href=\"Tom%20Tykwer\"&gt;Tom Tykwer&lt;/a&gt;. The film was nominated for the &lt;a href=\"Golden%20Lion\"&gt;Golden Lion&lt;/a&gt; at the &lt;a href=\"67th%20Venice%20International%20Film%20Festival\"&gt;67th Venice International Film Festival&lt;/a&gt;.\nPlot.\nHanna and Simon are in a long-term relationship which, though loving, has grown sexually unexciting. Soon after Simon's mother dies from overdosing on pills, after being diagnosed with advanced pancreatic cancer, he discovers that he has testicular cancer and must undergo surgery and chemotherapy. The night of his surgery, Hanna has a sexual encounter with a man called Adam, and Simon learns that he had fathered a child seventeen years earlier, although the woman opted for an abortion. Simon, who had assumed that either he or Hanna was infertile, is assured that he should still be able to have children after his surgery. During his recovery, Simon and Hanna decide to finally wed. Shortly beforehand, Simon encounters Adam at the pool and begins an affair with him as well.\nThe couple's separate affairs lead to greater happiness and sexual desire felt for one another. Adam, unaware that his two lovers are involved, develops feelings for them both. The affairs are divulged soon after Hanna discovers that she is pregnant; because she was sleeping with both Adam and Simon at the time of conception, she does not know the identity of the father. Now separated, both Hanna and Simon never contact Adam. Hanna moves to England, where she discovers that she is pregnant with twins. After she receives an invitation to an art gallery in Germany, she reconnects with Simon. The two admit that they have missed each other, but they also miss Adam. The film ends with the couple arriving at Adam's flat, where they coalesce into a happy &lt;a href=\"Physical%20intimacy\"&gt;spooning&lt;/a&gt; threesome."
}