{
    "id": "28222669",
    "revid": "1031625630",
    "url": "https://en.wikipedia.org/wiki?curid=28222669",
    "title": "Hermano (film)",
    "text": "Hermano () is a 2010 Venezuelan drama film produced by Enrique Aular scripted by Rohan Jones and Marcel Rasquin, directed by Marcel Rasquin. Its premiere was on June 19, 2010, at the &lt;a href=\"Moscow%20International%20Film%20Festival\"&gt;2010 Moscow International Film Festival&lt;/a&gt;: its theatrical release was in &lt;a href=\"Caracas\"&gt;Caracas&lt;/a&gt; on July 2, 2010.\nSynopsis.\nIn &lt;a href=\"Caracas\"&gt;Caracas&lt;/a&gt;, Julio and his mother are walking through a gateway near La Planta prison. He thinks he's heard a cat but when he runs closer, he notices an abandoned baby crying in the middle of a street dump. The mother hesitates to take the child with them, but does.\nSixteen years later, Julio and his little brother Daniel have grown to become the best footballers of La Ceniza, their \"barrio\". While Daniel, nicknamed \"El Gato\" (the cat) is an innocent boy who dreams of playing in &lt;a href=\"Caracas%20FC\"&gt;Caracas FC&lt;/a&gt;, Julio has become part of a gang. He becomes even more involved in gang life after he beats up a friend who bullies a minor drug dealer. During a game against the team from La Vega, another slum, both boys impress a scout from &lt;a href=\"Caracas%20FC\"&gt;Caracas FC&lt;/a&gt;, who encourages them to participate in the tryouts of their youth team. Daniel is hugely motivated; Julio instead is gradually more involved with his barrio's underworld. That night their mother is accidentally killed by the goalie of the team and Daniel is the witness. He decides not to tell his brother because he fears his Julio might seek revenge rather than staying focused on the tryouts.\nIn their last chance to impress the scout, the brothers win a game and Daniel runs to the goalie and beats him so badly he is killed. Chaos ensues, and the scene goes dark as the goalie's gang begins to shoot. The film moves without clear direction to the last scene, which shows Julio standing without his brother before a professional soccer game. He has tears in his eyes. He crosses himself and looks up to the sky.\nReception.\nOn &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; the film has an approval rating of 54% based on reviews from 13 critics. Though reviewers generally criticize the sports story within the film, its slum insights, young actors, and cinematography have been commended, leading to mixed reviews.\nReferring to the sports metaphor used in the film, Scott Tobias of \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\" criticizes the use of football games as an expression of drama because of \"predictable last-second goals and miraculous comebacks\", Ron Wilkinson of \"&lt;a href=\"Monsters%20and%20Critics\"&gt;Monsters and Critics&lt;/a&gt;\" agrees that it has \"a thin script and sport drama predictability\"; Jeannette Catsoulis of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" acknowledges that \"[t]he sports-as-savior theme is an old one,\" but adds that the film \"coats its clichés in winningly natural performances\", which redeems it. \"&lt;a href=\"Las%20Vegas%20CityLife\"&gt;Las Vegas CityLife&lt;/a&gt;\" reviewer Matt Kelemen is quick to point out that the film, which he writes is successful, is \"part sports film, part neorealist drama\", with it also having focus on social issues that aren't expressed through sport; from the same city, Josh Bell of \"&lt;a href=\"Las%20Vegas%20Weekly\"&gt;Las Vegas Weekly&lt;/a&gt;\" says the same, but cites this as a negative, saying that the film only \"piles on both sports-drama and up-from-poverty clichés\" to tell its story. Though \"Eye for Film\"'s Amber Wilkinson uses her own metaphor to celebrate the film's social message that \"hits home as hard as an unexpected football to the solar plexus\", \"&lt;a href=\"The%20Arizona%20Republic\"&gt;The Arizona Republic&lt;/a&gt;\"'s Kerry Lengel finds its \"gritty realism [...] just camouflage for another clichéd sports flick\".\nJuan Bernardo Rodríguez compares the film to similar social-issue sibling films from Latin America, including &lt;a href=\"City%20of%20God%20%282002%20film%29\"&gt;\"City of God\"&lt;/a&gt; and \"&lt;a href=\"Amores%20perros\"&gt;Amores perros&lt;/a&gt;\", saying that \"Hermano\" takes the same issues but handles them superficially, and probably in an attempt to achieve the same international acclaim. Rodríguez questions why &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; is the choice sport; he notes that Rasquin claims it is an ironic statement because of Venezuela's national sport being &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, but then argues that it is more likely another aim for internationalization, as football is more common around Latin America and the world than baseball is. Scott Tobias wrote in his review that the film aims to be universal, but misses this and becomes too general, instead.\nAlejandro Contreras instead chooses to look at the film as a product of its nation, saying that it is \"a good example of the opposite\" after handling many Latin American films that have taken \"bad influence from telenovelas\", and that one of its greatest successes is discovering the two young actors Armas and Moreno. Contreras writes that it is \"one of the best films of the season\" in preparation for its Spain cinematic release.\nSome note that Daniel begins as a &lt;a href=\"Moses\"&gt;Moses&lt;/a&gt; figure, but that this seems to be forgotten for much of the film."
}