{
    "id": "2825472",
    "revid": "1054166441",
    "url": "https://en.wikipedia.org/wiki?curid=2825472",
    "title": "Mary Ann Vecchio",
    "text": "Mary Ann Vecchio (born December 4, 1955) is one of two subjects in the &lt;a href=\"Pulitzer%20Prize\"&gt;Pulitzer Prize&lt;/a&gt;-winning photograph by &lt;a href=\"photojournalism\"&gt;photojournalism&lt;/a&gt; student &lt;a href=\"John%20Filo\"&gt;John Filo&lt;/a&gt; during the immediate aftermath of the &lt;a href=\"Kent%20State%20shootings\"&gt;Kent State shootings&lt;/a&gt; on May 4, 1970. \nThe photograph depicts the 14-year-old Vecchio kneeling over the body of &lt;a href=\"Jeffrey%20Miller%20%28shooting%20victim%29\"&gt;Jeffrey Miller&lt;/a&gt;, who had been fatally shot by the &lt;a href=\"United%20States%20National%20Guard\"&gt;Ohio National Guard&lt;/a&gt; moments earlier. Vecchio had joined the protest while visiting the campus, where she befriended two of the other students hit by gunfire that day: &lt;a href=\"Sandra%20Scheuer\"&gt;Sandra Scheuer&lt;/a&gt;, who was killed, and Alan Canfora, who was wounded in the right wrist.\nBiography.\nVecchio was from an Italian &lt;a href=\"immigrant\"&gt;immigrant&lt;/a&gt; family who lived in &lt;a href=\"Opa-locka%2C%20Florida\"&gt;Opa-locka, Florida&lt;/a&gt;, where she attended Westview Junior High School at the beginning of 1970. She states that her home life was volatile, and that she and her siblings would leave the house for long periods when their parents fought. Vecchio soon got in trouble for smoking &lt;a href=\"marijuana\"&gt;marijuana&lt;/a&gt; and &lt;a href=\"truancy\"&gt;skipping school&lt;/a&gt;. In February 1970, the police told Vecchio, then 14 years old, that they would send her to jail if she skipped school again. She then &lt;a href=\"Runaway%20%28dependent%29\"&gt;ran away from home&lt;/a&gt;. Vechhio says that she was not rebelling or intending to make a political statement: \"I just wanted to be anywhere that wasn't Opa-locka.\" Vecchio began &lt;a href=\"hitchhiking\"&gt;hitchhiking&lt;/a&gt; her way across the country, sleeping in fields and &lt;a href=\"hippie\"&gt;hippie&lt;/a&gt; crash pads with other transient youth, while occasionally working odd jobs for food.\nKent State.\nOn May 4, 1970, Vecchio was at &lt;a href=\"Kent%20State%20University\"&gt;Kent State University&lt;/a&gt; in northern &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;. On April 30, President &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt; had announced a U.S. &lt;a href=\"Cambodian%20campaign\"&gt;invasion into Cambodia&lt;/a&gt; and students were having an &lt;a href=\"Opposition%20to%20United%20States%20involvement%20in%20the%20Vietnam%20War\"&gt;anti-war protest&lt;/a&gt;. As she walked towards a field on campus where protesters were gathering, Vecchio struck up a conversation with a male student. The two watched as a student waving a black flag taunted a line of the &lt;a href=\"Ohio%20Army%20National%20Guard\"&gt;Ohio Army National Guard&lt;/a&gt;, who seemed to fall back and then fired more than 60 shots at the students.\nVecchio dropped to the ground during the firing. When she looked up, the student she had been talking to, &lt;a href=\"Jeffrey%20Miller%20%28shooting%20victim%29\"&gt;Jeffrey Miller&lt;/a&gt;, lay beside her, shot through the mouth. She fell to her knees by his body, though nearby students appeared too stunned or confused to react. Vecchio recalls crying, \"Doesn't anyone see what just happened here? Why is no one helping him?\" Three other students lay dead nearby. Vecchio remembers running from the scene until she saw National Guardsmen herding students onto a bus. Dazed and wanting to get away, she got on the bus, which drove two hours to &lt;a href=\"Columbus%2C%20Ohio\"&gt;Columbus, Ohio&lt;/a&gt;, where parents were waiting for their children who were attending Kent State. Vecchio, who had never heard of the city of Columbus before arriving, wandered the streets looking for food and shelter.\nStudent photographer &lt;a href=\"John%20Filo\"&gt;John Filo&lt;/a&gt;, who was taking photos of the protest, had narrowly avoided being shot. After rising to his feet, he saw a girl drop to her knees by a body on the ground ten feet away. He said, \"I knew the boy was dead, but I could tell she didn't know. I could see something building in her, and all of a sudden she lets out this scream and I shoot. I shoot one more picture, and I’m out of film.\" When he saw the National Guard cutting electric wires on campus, Filo ran to his car, hid the film inside his hubcap, and drove two hours to the offices of his hometown newspaper \"Valley Daily News\" in &lt;a href=\"Tarentum%2C%20Pennsylvania\"&gt;Tarentum, Pennsylvania&lt;/a&gt; to develop the film. He sent his photo by wire to the \"&lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt;\" and the next morning it appeared on the front pages of newspapers around the world. Filo identified the girl simply as \"coed.\" Vecchio cannot recall the first time that she saw the photo, sometimes called the Kent State &lt;a href=\"Piet%C3%A0\"&gt;Pietà&lt;/a&gt;.\nDecades later, Filo would state, \"It was \"because\" she was 14, because of her youth, that she ran to help, that she ran to do something. There were other people, 18, 19, 20 years old, who didn't get close to the body. She did because she was a kid. She was a kid reacting to the horror in front of her. Had she not been 14, the picture wouldn't have had the impact it did.\"\nAftermath.\nVecchio hitchhiked out of Columbus. She had heard that the &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;Federal Bureau of Investigation&lt;/a&gt; was looking for the girl in the photo, so she didn't tell anyone who she was, imagining that she could disappear if she got to California. However, another kid at a crash pad in &lt;a href=\"Indianapolis\"&gt;Indianapolis&lt;/a&gt; recognized her and tipped off a reporter at \"&lt;a href=\"The%20Indianapolis%20Star\"&gt;The Indianapolis Star&lt;/a&gt;\". Vecchio talked to the reporter, hoping he would give her bus fare to get to California. Instead, he reported her to local police, who detained her in &lt;a href=\"Youth%20detention%20center\"&gt;juvenile detention&lt;/a&gt; as a runaway before sending her back to Opa-locka. She said, \"I would have stayed anonymous forever. But that guy from the \"Indianapolis Star\", he knocked out my future.\"\nFollowing publication of the photograph through the \"&lt;a href=\"Pittsburgh%20Tribune-Review\"&gt;Pittsburgh Tribune-Review&lt;/a&gt;\" satellite paper \"Valley Daily News\" and its subsequent pickup internationally, &lt;a href=\"Florida%20governor\"&gt;Florida governor&lt;/a&gt; &lt;a href=\"Claude%20R.%20Kirk%2C%20Jr.\"&gt;Claude Kirk&lt;/a&gt; labelled Vecchio a &lt;a href=\"dissident\"&gt;dissident&lt;/a&gt; &lt;a href=\"communist\"&gt;communist&lt;/a&gt;, stating that she was \"part of a nationally organized conspiracy of professional agitators\" that was \"responsible for the students’ death.\" Many people refused to believe that Vecchio, who was nearly six feet tall, was actually 14. She was followed whenever she left her house by reporters and hecklers, and the family received many death threats. Messages received included, \"What you need is a good beating until you bleed red,\" \"I hope you enjoyed sleeping with all those Negroes and dope fiends,\" and \"The deaths of the Kent State four lies on the conscience of yourself.\" Some anti-war figures expressed resentment that she was receiving so much publicity but had not even been a protester.\nVecchio's father sold t-shirts with her image on them, which she signed, along with the occasional autograph. Her family reportedly later sued T-shirt companies for 40 percent of the profits from sales of apparel featuring Filo's photograph. \nLater life.\nVecchio ran away from home again, got caught and was sent to juvenile detention. She ran away from juvenile detention, but was caught again. When she eventually was released from juvenile detention, she was constantly followed by police, who arrested her for &lt;a href=\"loitering\"&gt;loitering&lt;/a&gt; and smoking marijuana. In 2017, she described herself at this time: \"I was a mess, like I was trying to punch my way out of a paper bag.\" She was profiled in a 1977 broadcast of \"&lt;a href=\"60%20Minutes\"&gt;60 Minutes&lt;/a&gt;\", where she was described as a \"maladjusted kid.\"\nAt age 22, Vecchio moved to &lt;a href=\"Las%20Vegas%20Valley\"&gt;Las Vegas&lt;/a&gt;, &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;, married Joe Gillum in 1979, and became a clerk at a casino coffee shop. She lived in Las Vegas for nearly 20 years, eventually being promoted to the casino floor. In 1995, Vecchio and &lt;a href=\"John%20Filo\"&gt;John Filo&lt;/a&gt; met for the first time, when both were scheduled to appear at an &lt;a href=\"Emerson%20College\"&gt;Emerson College&lt;/a&gt; conference commemorating the 25th anniversary of the shootings. She also appeared at Kent State University in May of the same year for the 25th annual commemoration. She returned to Kent State University again for the 36th commemoration in May 2006 and for the 37th commemoration in May 2007.\nIn 2001, Vecchio earned her high school diploma at the age of 46. She ended her marriage and moved back to Florida to live in a &lt;a href=\"Caravan%20%28towed%20trailer%29\"&gt;camper trailer&lt;/a&gt; while she worked at the spa at &lt;a href=\"Trump%20National%20Doral%20Miami\"&gt;Trump National Doral Miami&lt;/a&gt; and took classes at &lt;a href=\"Miami%20Dade%20Community%20College\"&gt;Miami Dade Community College&lt;/a&gt; to become a &lt;a href=\"respiratory%20therapist\"&gt;respiratory therapist&lt;/a&gt;. After graduating, she worked at the Veterans Affairs Center at &lt;a href=\"Jackson%20Memorial%20Hospital\"&gt;Jackson Memorial Hospital&lt;/a&gt; in Miami, though she never disclosed that she was the girl in the famous Kent State photo. Vecchio states that she did not realize that she displayed behaviors characteristic of &lt;a href=\"post-traumatic%20stress%20disorder\"&gt;post-traumatic stress disorder&lt;/a&gt; until she worked with veterans.\nSince retirement, she has been living near the &lt;a href=\"Everglades\"&gt;Everglades&lt;/a&gt;, growing avocados and oranges on a small plot. Vecchio reported that she was greatly affected by watching the video of the &lt;a href=\"murder%20of%20George%20Floyd\"&gt;murder of George Floyd&lt;/a&gt; in 2020.\nIn popular culture.\nVecchio's image was ubiquitous on magazine covers and posters in the aftermath of the Kent State shootings. Humor magazine \"&lt;a href=\"National%20Lampoon%20%28magazine%29\"&gt;National Lampoon&lt;/a&gt;\" ran a fake ad for a \"204 pc. Kent State Disturbance set\" of play figures with \"1 kneeling student\" and, in 2006, satiric newspaper \"&lt;a href=\"The%20Onion\"&gt;The Onion&lt;/a&gt;\" published a fake report under the title, \"Kent State Basketball Team Massacred By Ohio National Guard In Repeat Of Classic 1970 Matchup,\" with Vecchio's face photoshopped over the body of a cheerleader.\nVecchio has been portrayed in several stage performances depicting the Kent State shootings. The character Vekeero in &lt;a href=\"Halim%20El-Dabh\"&gt;Halim El-Dabh&lt;/a&gt;'s 1971 \"Opera Flies\" is based on Vecchio. Her role was played by Kelley Lepsik in the 2000 performance of \"Kent State: A Requiem.\" Janet Ruth Heller published a poem entitled \"For Mary Vecchio, August, 1973,\" which portrays Vecchio as a modern &lt;a href=\"Virgin%20Mary\"&gt;Mary&lt;/a&gt; praying for the fallen Kent State students.\nBefore being published, the photograph was retouched to remove the distracting background fencepost that appeared over Vecchio's head in the original image. The unretouched original was stored in the archives of \"&lt;a href=\"Life%20%28magazine%29\"&gt;Life&lt;/a&gt;\" magazine. Other photographers captured the scene from other angles. \nA modification of the photograph was painted by Victor Kalin as cover art for a 12-inch vinyl phonograph record \"Murder at Kent State\", released by &lt;a href=\"Flying%20Dutchman%20Records\"&gt;Flying Dutchman Records&lt;/a&gt; in 1970. The painting makes a cultural statement by adding a National Guard unit in the background. Written commentary by &lt;a href=\"Nat%20Hentoff\"&gt;Nat Hentoff&lt;/a&gt; places the incident in a context of national malaise."
}