{
    "id": "28257117",
    "revid": "38132428",
    "url": "https://en.wikipedia.org/wiki?curid=28257117",
    "title": "Real-time Delphi",
    "text": "Real-time Delphi (RTD) is an advanced form of the &lt;a href=\"Delphi%20method\"&gt;Delphi method&lt;/a&gt;. The advanced method “is a consultative process that uses &lt;a href=\"computer%20technology\"&gt;computer technology&lt;/a&gt;” to increase efficiency of the Delphi process.\nDefinition and idea.\nGordon and Pease define the advanced approach as an innovative way to conduct Delphi studies that do not involve sequential “rounds” and consequently lead to a higher degree of &lt;a href=\"efficiency\"&gt;efficiency&lt;/a&gt; with regard to the time frame needed to perform such studies. Friedewald, von Oertzen, and Cuhls underline that aspect by writing, in “a Real-Time-Delphi, the participants do not only judge twice but can change their opinion as often as they like when they see the aggregated results of the other participants”. So, here it becomes clear that the Real-Time Delphi approach requires real-time &lt;a href=\"calculation\"&gt;calculation&lt;/a&gt; and provision of &lt;a href=\"group%20responses\"&gt;group responses&lt;/a&gt;. Friedewald et al. further state that the Real-Time Delphi method has beneath its explorative and predictive elements also normative and communicative elements. These latter are investigated by Bolognini, who explores the potential of computer-based Delphi as a communication technique for &lt;a href=\"electronic%20democracy\"&gt;electronic democracy&lt;/a&gt;.\nComparative studies of von der Gracht and colleagues have revealed that Real-time Delphi studies are comparable to the outcome of conventional round-based Delphi surveys.\nHistory.\nThe basic idea of a real-time, therefore computer-based (usually &lt;a href=\"web-based\"&gt;web-based&lt;/a&gt;), Delphi approach originates in a paper published by Turoff back in 1972 about an &lt;a href=\"Online%20conference\"&gt;online Delphi conference&lt;/a&gt; conducted in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. The conference was characterized by remote locations of participants, an &lt;a href=\"online%20tool\"&gt;online tool&lt;/a&gt; to access and give judgments, &lt;a href=\"anonymity\"&gt;anonymity&lt;/a&gt; of the participants, continuous operations and analysis of results (i.e. participants were able to see given answers of the other participants in real-time), as well as &lt;a href=\"asynchronous%20participation\"&gt;asynchronous participation&lt;/a&gt; (i.e. participants could independently login and logout how often and when they desired). The stated aspects are some of the key characteristics of Real-Time Delphi studies, which shows that the original idea of conducting such studies can be traced back to the respective year. Today, nevertheless, technological &lt;a href=\"innovation\"&gt;innovation&lt;/a&gt;s and advanced &lt;a href=\"computer%20aided%20design\"&gt;computer aided design&lt;/a&gt; possibilities (e.g. &lt;a href=\"high-speed%20internet\"&gt;high-speed internet&lt;/a&gt; connections, high definition graphic, and advanced processor performance) facilitate more sophisticated studies in this context.\nThe general idea to develop a faster advanced form of Delphi studies by using ideas and basic concepts of Turoff, was initiated by the U.S. &lt;a href=\"Defense%20Advanced%20Research%20Projects%20Agency\"&gt;Defense Advanced Research Projects Agency&lt;/a&gt; (DARPA), which awarded a grant in 2004 to develop an approach to improve “speed and efficiency of collecting judgments in tactical situations”. A small software company named &lt;a href=\"Articulate%20Software\"&gt;Articulate Software&lt;/a&gt; in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; was awarded an innovation &lt;a href=\"research%20grant\"&gt;research grant&lt;/a&gt; to develop what DARPA was asking for. &lt;a href=\"Adam%20Pease\"&gt;Adam Pease&lt;/a&gt;, principal consultant and CEO of Articulate Software, published the findings and methodology together with Theodore Gordon in 2006.\nBased on the findings in this seminal paper, Heiko von der Gracht developed a second Real-time Delphi platform until 2008. In subsequent years, von der Gracht and colleagues used the platform extensively for prospective research studies. In 2011, von der Gracht and Gordon presented a joint paper at WFS Annual Summit 2011, which summarizes the lessons learned of 40 RTD studies across the two platforms.\nIn 2017, Angenheyster and colleagues published a study, which compares various Real-time Delphi platforms. Analysis criteria include among others visual appearance, data output, user friendliness, administration, and types of questions.\nA cross-disciplinary study by Beiderbeck et al. focused on new directions and advancements of the Delphi method, including real-time formats. The authors provide a methodological toolbox for designing Delphi surveys including among others sentiment analyses of the field of psychology.\nDifferences between conventional and real-time Delphi method.\nThe question arises how a Real-Time &lt;a href=\"Delphi%20study\"&gt;Delphi study&lt;/a&gt; differs from a Conventional Delphi study. The basic framework is to think of a Delphi study which is conducted in form of an &lt;a href=\"online%20questionnaire\"&gt;online questionnaire&lt;/a&gt;. However, a Conventional round-based Delphi study conducted via the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; is called “&lt;a href=\"Internet%20Delphi\"&gt;Internet Delphi&lt;/a&gt;”. The basic difference to Internet Delphi is that the process of a Real-Time Delphi is not characterised by single iterated rounds. In fact, real-time calculation and provision of responses are the key characteristics of Real-Time Delphis. Various other labels for Real-Time Delphi can be found in literature and many authors are not completely aware of the differences: “Electronic Delphi”, “Computer Delphi”, “Computer-aided Delphi”, and “Technology Delphi”. However, it is important to truly understand the design and process a researcher has chosen to find out whether real-time calculations and provisions have been applied or not.\nThe typical Real-Time Delphi process can be described in the way that participants get access to an online questionnaire portal for a certain time frame, within which they are allowed to log in and log out as often as they want. Whenever they login, they will see all their &lt;a href=\"Quantitative%20data\"&gt;quantitative&lt;/a&gt; and &lt;a href=\"qualitative%20data\"&gt;qualitative&lt;/a&gt; answers of previous sessions and they can change all answers as desired within the given period of time. Besides their own answers they will see the ongoing – hence, real-time – responses of other participants, and with regard to &lt;a href=\"metric%20assessment\"&gt;metric assessment&lt;/a&gt;s the group as a whole will be visualised in terms of median, average, and &lt;a href=\"interquartile\"&gt;interquartile&lt;/a&gt; range (IQR). It has to be pointed out that the numerical visualisations as well as the qualitative inputs change in the course of other participants changing their responses. Consequently, a participant can find out to what extent his own responses from an earlier point of time are still within the &lt;a href=\"group%20opinion\"&gt;group opinion&lt;/a&gt; (i.e. IQR). The core innovation, then, of Real-Time Delphi studies is the real-time calculation and provision of results.\nMethodological advancements.\nThe core methodological innovation of Real-Time Delphi studies are the absence of &lt;a href=\"iterated%20round\"&gt;iterated round&lt;/a&gt;s and the real-time calculation and provision of group responses. Whereas Conventional Delphi studies are characterised by repeating &lt;a href=\"sequential%20round\"&gt;sequential round&lt;/a&gt;s, the Real-Time Delphi approach is characterised by a continuous round-less procedure leading to a reduced time frame needed to conduct such studies. Consequently, conducting large-scale studies of huge complexity in a relatively short period of time becomes possible. Another core methodological innovation is the fact that experts may not only judge once or twice, depending on the number of rounds, as it has been usual in a Conventional Delphi study. During a Real-Time Delphi, experts can independently reassess their responses as often as they want.\nHartman and Baldwin discuss further advantages of the Real-Time Delphi approach: First, the number of experts participating in the &lt;a href=\"real-time%20study\"&gt;real-time study&lt;/a&gt; can be increased due to a higher degree of &lt;a href=\"automation\"&gt;automation&lt;/a&gt; during and improved possibilities for analysis after the study. Additionally, the Internet provides the possibility to invite a worldwide expert panel to participate in the study. Second, the degree of interaction among the experts can be increased due to the fact that they can immediately react on others’ comments. Additionally, the time frame between giving own answers and getting insights into others’ responses is very short, which encourages stronger &lt;a href=\"cognitive%20examination\"&gt;cognitive examination&lt;/a&gt; with the respective issue in question. Hartman and Baldwin argue that with the help of this procedure the validity of results is maximised.\nIn order to conduct a Real-Time Delphi study, &lt;a href=\"computer%20software\"&gt;computer software&lt;/a&gt; – usually web-based – is needed for facilitating real-time calculations and visualisation of results. It is generally proposed in the existing literature that the experts participating in the study see not only their own answers but also the median and interquartile range of all given responses immediately after answering a quantitative question. Besides the &lt;a href=\"quantitative%20assessment\"&gt;quantitative assessment&lt;/a&gt; a &lt;a href=\"qualitative%20judgment\"&gt;qualitative judgment&lt;/a&gt; of participants can be shown which serves as a justification for their numerical assessment of the question. Additionally, it can be shown to the expert how many respondents have already given their answers. To examine the qualitative arguments of others participants can click on a button, and a “reasons window” opens, which shows the statements of other participants to underline their point of view. So, the respective legitimisations given by others may cause a respondent to recapture his own point of view. In the next step the expert can change his own answer, add new arguments to underline his point of view, or leave his answer unchanged. In addition, the &lt;a href=\"respondent\"&gt;respondent&lt;/a&gt; will be shown an &lt;a href=\"attention%20indicator\"&gt;attention indicator&lt;/a&gt;, a so-called “flag”, if his answer is within or outside the &lt;a href=\"interquartile%20range\"&gt;interquartile range&lt;/a&gt; or significantly different from the median. This application helps to see and understand immediately the own assessment and to think about reasons for the deviation from group opinions or else a high degree of consent. The respondent's attention will be called by highlighting questions with a high degree of deviation with a different colour and by asking him to give further reasons for his deviation from the group opinion.\nAfter operating a question in the described procedure, the participant can continue to the next question or press a “save”-button in the program, which leads to an immediate update of the median, interquartile range, and given arguments, and then leave the program. A second advantage of the round-less approach is the fact that, in order to take part in the study, participants can login and logout with their personalised account as often as they want during the time frame provided. Their already given answers will be saved and recalled when they login the next time. So, by design of the study, there are no explicit single rounds to answer the questions. Updating and playing back the information to the other participants follow immediately in succession to the process of answering. Here, it becomes clear that the process of answering can be &lt;a href=\"Synchronization\"&gt;synchronous&lt;/a&gt; or &lt;a href=\"asynchronous%20learning\"&gt;asynchronous&lt;/a&gt; and a worldwide &lt;a href=\"expert%20panel\"&gt;expert panel&lt;/a&gt; can be reached, which is one of the major advantages of web-based tools. Turoff and Hiltz argue that the issue of asynchronous interaction is probably one of the least understood characteristics of Real-Time Delphis. Zipfinger points out two advantages of asynchronous participation of the experts: First, they can login to the portal whenever they want; therefore, one could argue that the degree of convenience of taking part is increased for the participant due to a 24h-availability of the portal. Second, panellists can contribute to whatever aspects in the questionnaire they want, especially when having gone through each question at least once. Here, a substantial aspect of Real-Time Delphis becomes obvious: Turoff and Hiltz explain that a Real-Time Delphi study offers a design of &lt;a href=\"structured%20communication\"&gt;structured communication&lt;/a&gt; which allows every individual to choose the sequence and speed to contribute to the &lt;a href=\"problem%20solution\"&gt;problem solution&lt;/a&gt; process. So, in comparison to face-to-face discussions, the Real-Time Delphi approach gives room for individuality and different cognitive abilities of the participants.\nA further advantage is the fact that the administrator of the study can set an arbitrary time frame in which participants have to log in and take part in the questionnaire. So, whenever the &lt;a href=\"researcher\"&gt;researcher&lt;/a&gt; or &lt;a href=\"wikt%3Aadministrator\"&gt;administrator&lt;/a&gt; of the study is satisfied with the existing answers (i.e. in terms of quantity and quality), he can declare the study to be ended and close the online tool (i.e. “freeze” the responses).\nThe key features of Delphi studies, such as anonymity, controlled feedback and group response, are also met in the context of Real-Time Delphi studies. However, the issue of iteration is, by design of the technique, not valid for Real-Time Delphi studies anymore. Instead of answering each question a first time and getting a second sheet with the group responses in the second round, the Real-Time Delphi already shows the second screen (i.e. group responses) immediately after answering each question. Having answered each question at least once, the participant can usually control which question to reassess from a “consensus portal”, which serves as a kind of &lt;a href=\"Control%20panel%20%28computer%29\"&gt;control panel&lt;/a&gt; to access single questions again. So, on the one hand, the procedure differs from a Conventional Delphi and, on the other hand, the iteration into single rounds is missing.\nHaving asked the question how the accomplishment of a Real-Time Delphi study differs from conducting a usual Delphi study, Gordon and Pease point out that a Real-Time Delphi study can be implemented via a site on the Internet or in any other network (e.g. &lt;a href=\"intra-company%20network\"&gt;intra-company network&lt;/a&gt;, &lt;a href=\"local%20area%20network\"&gt;local area network&lt;/a&gt;) and is, therefore, not conducted in paper-and-pencil form any more.\nAs with all Delphi studies, the process of defining and selecting experts is still extremely important. The Conventional Delphi study is then divided into several steps of response round, analysis through the facilitator, playing back the information, next response round, and so on. However, the Real-Time Delphi study is, after granting access to the online tool, rather a self-running process.\nThe basic strengths of a Real-Time Delphi study are its efficiency and applicability to all Delphi topics (i.e. common problem sets, decision making issues, cross impact studies, etc.). Figure 2 illustrates that the process of a Real-Time Delphi differs. Important is to point out that the number of interventions of the &lt;a href=\"facilitator\"&gt;facilitator&lt;/a&gt; needed during the response phases (i.e. after opening the online tool) are usually less. Having developed the online tool in advance, the intermediate analysis done by the facilitator of the study is rather uncomplicated in comparison to the Conventional Delphi. The overall shortened time period needed to conduct a real-time study underlines that the approach can be regarded as generally more efficient.\nGordon and Pease point out that a Real-Time Delphi study is applicable for a wide range of possible circumstances under which the consultation of experts is necessary. On the one hand, the authors give the example of a “small group operating synchronously in a &lt;a href=\"conference%20room\"&gt;conference room&lt;/a&gt; with &lt;a href=\"laptop%20computer\"&gt;laptop computer&lt;/a&gt;s connected wirelessly to the web site where the software resides, with anticipated completion of the exercise in say 20 min.”. On the other hand, it can be thought of a larger panel of experts operating asynchronously from remote locations within a longer period of time.\nThe greatest weakness of the real-time approach is that it is missing a wholly integrated, scientifically founded concept. The real-time Delphi idea is still a very new concept, which requires further research and application to become a tool for full-scale operations. Especially the editing of the alpha (i.e. the first) inputs of respondents, the real-time presentation of group results, and the tracking of progress over time should be integrated in a kind of administrator package to make the accomplishment of a Real-Time Delphi less difficult.\nExamples of real-time Delphi applications.\nNumerous examples for real-time Delphi applications can be found. Among them, &lt;a href=\"The%20Millennium%20Project\"&gt;The Millennium Project&lt;/a&gt; conducted by Glenn, Gordon, &amp; Florescu in 2009 provides a context for &lt;a href=\"global%20thinking\"&gt;global thinking&lt;/a&gt; and improved understanding of global issues, opportunities, challenges, and strategies. More information on the project can be found on www.millennium-project.org\nAnother stream of projects based on real-time Delphi studies was conducted by the former &lt;a href=\"Institute%20for%20Futures%20Studies%20and%20Knowledge%20Management\"&gt;Institute for Futures Studies and Knowledge Management&lt;/a&gt; of &lt;a href=\"EBS%20University%20of%20Business%20and%20Law\"&gt;EBS University of Business and Law&lt;/a&gt; in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, among them the T&amp;L2030 Series of five different studies together with &lt;a href=\"PricewaterhouseCoopers\"&gt;PricewaterhouseCoopers&lt;/a&gt;: &lt;a href=\"https%3A//www.pwc.com/gx/en/industries/transportation-logistics/publications/tl2030.html\"&gt;Transportation &amp; Logistics 2030 Series&lt;/a&gt;. Further illustrative examples in academic journals include cases from logistics, social business, professional services, retail, and automotive."
}