{
    "id": "2826714",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=2826714",
    "title": "Tim Christensen",
    "text": "Tim Christensen (born 2 July 1974 in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;) is a Danish singer-songwriter and multi-instrumentalist. He is both the singer, guitarist and songwriter of the Danish band &lt;a href=\"Dizzy%20Mizz%20Lizzy\"&gt;Dizzy Mizz Lizzy&lt;/a&gt; (1988–1998, 2010, 2014–current) and a solo artist who has to date released four studio albums, two EPs and two live DVDs.\nChristensen makes rock music with pop and &lt;a href=\"folk%20music\"&gt;folk&lt;/a&gt; influences. His biggest musical influences include &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt;, &lt;a href=\"Led%20Zeppelin\"&gt;Led Zeppelin&lt;/a&gt;, &lt;a href=\"Nick%20Drake\"&gt;Nick Drake&lt;/a&gt;, &lt;a href=\"Neil%20Young\"&gt;Neil Young&lt;/a&gt;, &lt;a href=\"Paul%20McCartney\"&gt;Paul McCartney&lt;/a&gt;, &lt;a href=\"The%20Zombies\"&gt;The Zombies&lt;/a&gt;, &lt;a href=\"Cheap%20Trick\"&gt;Cheap Trick&lt;/a&gt;, &lt;a href=\"XTC\"&gt;XTC&lt;/a&gt;, &lt;a href=\"Crowded%20House\"&gt;Crowded House&lt;/a&gt;, &lt;a href=\"Jellyfish%20%28band%29\"&gt;Jellyfish&lt;/a&gt; and &lt;a href=\"Elliott%20Smith\"&gt;Elliott Smith&lt;/a&gt;.\nCareer.\nEarly years (1974–1982).\nAt the age of two or three, Christensen was already fond of his father's &lt;a href=\"LP%20record\"&gt;LP record&lt;/a&gt;s of &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt;. He was six years old when &lt;a href=\"John%20Lennon\"&gt;John Lennon&lt;/a&gt; was murdered, and many documentaries and performances of The Beatles appeared on television. Christensen was impressed by how The Beatles played, which inspired him to start playing on his father's acoustic guitar. He received his first guitar from a distant uncle.\nChristensen's parents were divorced, and his half-sister lived up in &lt;a href=\"North%20Denmark%20Region\"&gt;North Denmark&lt;/a&gt;. His family wasn't very wealthy, but when he was eight years old, his father received a one-time sum of money and gave Christensen two choices: either to build a pool in the back yard or to go on vacation to Lennon's hometown of &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt; and to the legendary &lt;a href=\"Abbey%20Road%20Studios\"&gt;Abbey Road Studios&lt;/a&gt; in London. Christensen chose the latter, and recalls that this was the only time his family went on a vacation. At that age he also played in a children's rock band that performed at schools and he started writing his own songs.\nPlaying the guitar felt natural to Christensen, and he did not feel like taking lessons and having to practice \"stupid children's songs\". However, at the recreation center in &lt;a href=\"Esperg%C3%A6rde\"&gt;Espergærde&lt;/a&gt; he met Bent, a musician who practiced there and became a sort of mentor to Christensen. He arranged that Christensen was allowed to play in the basement of the recreation center and start the children's rock band Crep, which he formed with some friends in 1982. They released a three-track recording in 1985 called \"En aften i fredagscafeen\" (An evening at Friday Café) and recorded a 4-song demo. Crep disbanded when Christensen's family moved from the village of Espergærde to the &lt;a href=\"Valby\"&gt;Valby&lt;/a&gt; district of &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt; in 1988. He received his first &lt;a href=\"Fender%20Stratocaster\"&gt;Fender Stratocaster&lt;/a&gt; as a gift.\nDizzy Mizz Lizzy (1988–1998).\n&lt;a href=\"Dizzy%20Mizz%20Lizzy\"&gt;Dizzy Mizz Lizzy&lt;/a&gt; was founded in 1988 by Christensen, his classmate &lt;a href=\"Martin%20Nielsen%20%28bassist%29\"&gt;Martin Nielsen&lt;/a&gt;, whom he had become friends with on the first day of school, and drummer &lt;a href=\"S%C3%B8ren%20Friis%20%28drummer%29\"&gt;Søren Friis&lt;/a&gt;, who was recommended to them by a friend. Nielsen took on the bass guitar because Christensen already played electric guitar. Critics would explain: \"From the outset it was clear that Tim Christensen was the group's undisputed center, but the band benefited significantly from the collective dynamics.\" They initially played &lt;a href=\"glam%20rock\"&gt;glam rock&lt;/a&gt; but were inspired by &lt;a href=\"Nirvana%20%28band%29\"&gt;Nirvana&lt;/a&gt;'s music to switch to &lt;a href=\"power%20metal\"&gt;power rock&lt;/a&gt;. They were signed with &lt;a href=\"EMI\"&gt;EMI&lt;/a&gt;-Medley after winning Denmark's largest rock talent contest, \"DM i Rock\", in 1993. Their &lt;a href=\"Dizzy%20Mizz%20Lizzy%20%28album%29\"&gt;eponymous debut album&lt;/a&gt;, released in 1994, has sold over 250,000 copies in Denmark and 100,000 copies in Japan. The band toured through Denmark, Europe and Japan. They recorded the album \"&lt;a href=\"Rotator%20%28album%29\"&gt;Rotator&lt;/a&gt;\" at the Abbey Road Studios and released it in 1996, selling 100,000 copies in Denmark and Japan, followed by another extensive tour.\nThe band decided to take a year off in 1997, during which time Christensen performed in a television show with &lt;a href=\"B.B.%20King\"&gt;B.B. King&lt;/a&gt;, and helped with the start-up of &lt;a href=\"Swan%20Lee\"&gt;Swan Lee&lt;/a&gt;, the band of his then-girlfriend &lt;a href=\"Pernille%20Rosendahl\"&gt;Pernille Rosendahl&lt;/a&gt;. Rosendahl was a major support for him when recording Dizzy Mizz Lizzy's second album \"Rotator\" in London as the other band members did not share Christensen's enthusiasm, nor could they appreciate the unique symbolism recording in these legendary studios as much as Christensen. This meant Christensen had no one to share his palette of emotions with, causing him to turn to Rosendahl in and out of the studio. This further added to the crisis and caused Christensen to become increasingly estranged from the band. Nielsen and Friis even went as far as labeling the couple as \"John and Yoko\", referring to the supposed detrimental influence of &lt;a href=\"Yoko%20Ono\"&gt;Yoko Ono&lt;/a&gt; on &lt;a href=\"John%20Lennon\"&gt;John Lennon&lt;/a&gt; that contributed to the &lt;a href=\"break-up%20of%20the%20Beatles\"&gt;break-up of the Beatles&lt;/a&gt;. Christensen and Rosendahl had formed the band &lt;a href=\"Swan%20Lee\"&gt;Swan Lee&lt;/a&gt; in 1996 with guitarist Jonas Struck and drummer Emil Jorgensen, and entered the &lt;a href=\"Tomorrow%20Never%20Dies%20%28soundtrack%29\"&gt;Tomorrow Never Dies soundtrack&lt;/a&gt; contest by writing a song of the same name. The contest was won by &lt;a href=\"Sheryl%20Crow\"&gt;Sheryl Crow&lt;/a&gt;. It was around that time Christensen first bought and experimented with a &lt;a href=\"Mellotron\"&gt;Mellotron&lt;/a&gt;, which would continue to feature on many of his songs. Christensen also &lt;a href=\"music%20producer\"&gt;produced&lt;/a&gt; Rosendahl's 1997 demo \"Dream Away\", and wrote arrangements for and played several instruments on some of Swan Lee's earlier songs. When Christensen met with his bandmates from Dizzy Mizz Lizzy on 10 March 1998 at the &lt;a href=\"Rosenborg%20Castle%20Gardens\"&gt;Rosenborg Castle Gardens&lt;/a&gt;, they decided to split up because they were fatigued. Because Christensen was \"bitten by a mad Mellotron\" and was involved with several music projects, critics speculated he would come up with something before too long.\n\"Secrets on Parade\" (1998–2003).\nDue to the break-up of Dizzy Mizz Lizzy, Christensen became even more introverted, while his girlfriend could not handle him being in a crisis. Christensen considers the time after his break-up with the band and then Rosendahl to be the deepest low point in his career, which also inevitably led him to step out of Swan Lee in 1999. He had not seen all this coming, as he was living in a dream: \"We believed that we were still down to earth, but that was very unrealistic. Only afterwards did we learn we were skating around on a silver platter. Since day one, we had solely tasted success, and it is very unhealthy for such a young band to have so much going for them from the start.\" Nevertheless, he was deeply grateful about the way his career had evolved, but describes it as \"a typical example of how you don't know what you got till it's gone.\" Christensen became involved in various projects. He was a stand-in guitarist for the Danish &lt;a href=\"Led%20Zeppelin\"&gt;Led Zeppelin&lt;/a&gt; cover band Led Zeppelin Jam and co-wrote the &lt;a href=\"Inside%20the%20Whale%20%28band%29\"&gt;Inside the Whale&lt;/a&gt; 1998 hit \"Hvor Er Tiden Der Ta'r Os\" (\"Where Is The Time That Takes Us\"). This was the start of the ongoing collaboration of Christensen with Inside the Whale singer and guitarist &lt;a href=\"Marcus%20Winther-John\"&gt;Marcus Winther-John&lt;/a&gt;, who contribute to each other's solo albums to date. Christensen furthermore played Mellotron and &lt;a href=\"Wurlitzer%20electric%20piano\"&gt;Wurlitzer electric piano&lt;/a&gt; on &lt;a href=\"Kashmir%20%28band%29\"&gt;Kashmir&lt;/a&gt;'s 1999 album \"The Good Life\", and Mellotron on &lt;a href=\"Mew%20%28band%29\"&gt;Mew&lt;/a&gt;'s 2000 album \"&lt;a href=\"Half%20the%20World%20Is%20Watching%20Me\"&gt;Half the World Is Watching Me&lt;/a&gt;\". He performed three songs on Mellotron with Kashmir at the 1998 &lt;a href=\"Roskilde%20Festival\"&gt;Roskilde Festival&lt;/a&gt;, and would continue to perform there as a solo act in 1999, 2001, 2004 (on his 30th birthday), 2009, and 2016 (on his 42nd birthday). In 2010, he played there again with Dizzy Mizz Lizzy (on his 36th birthday), as he previously had done from 1993 through to 1996. The 1994 performance at Roskilde, which was held shortly after their big breakthrough and on his 20th birthday, is named by Christensen as a special highlight in his career.\nChristensen used songwriting as a form of therapy to overcome his break-ups with both Dizzy Mizz Lizzy and Pernille Rosendahl, with whom he was involved for five years. Although he had originally been writing these songs for a possible new band, he ended up starting a solo career, which gave Christensen the added benefit of being fully in control. By this time, Christensen had attained a new outlook on his future. The money he earned with living his boyhood dream was largely spent, shifting his ambitions to starting a stable and ongoing career to earn his living, while being able to develop himself both personally and musically. The circumstances had also changed his approach to songwriting. In 1994 he considered music as having first priority and words coming in second, as he is a composer and not an author or a poet, but by 2003 he put equal emphasis on lyrics and music, where his songwriting borrows from his own experiences, thoughts and feelings, making the lyrics more direct. With his approach being comparable to writing a diary, the title of his first solo album \"&lt;a href=\"Secrets%20on%20Parade\"&gt;Secrets on Parade&lt;/a&gt;\" was explained by a reviewer as: \"instead of lying hidden in a drawer somewhere, his secrets are literally on display.\"\nHe gathered musicians to record the album with. Before entering the studio in December for four months, they performed six shows, the first being held on 28 June 1999. The public had to get used to the idea of Christensen not heading a power rock &lt;a href=\"trio%20%28music%29\"&gt;trio&lt;/a&gt; anymore, combined with him choosing a wider musical horizon. At that time, Christensen described the audience's response as follows: \"Many run away screaming when they hear that there are two guitarists in the band. But performing live, we have seen that people really like to hear rock music.\" He had to challenge the expectations of people that were based on his reputation as the driving force of a successful power rock band, and he had to refuse to let that control him and trust his own gut feeling on what he was doing. Although the majority of the material on the album has been written after Dizzy Mizz Lizzy disbanded, the title track \"Secrets on Parade\", along with \"Prime Time\" and \"Caterpillar\", were originally intended for a third Dizzy Mizz Lizzy album that was never made. The album was launched in the autumn of 2000 and the single \"Love is a Matter of...\" became a hit single. The song \"21st Century High\" appeared on the soundtrack of the Danish movie &lt;a href=\"Flickering%20Lights\"&gt;Flickering Lights&lt;/a&gt; (2000).\n\"Honeyburst\" and \"Abbey Road\" (2003–2008).\nBy the time \"Secrets on Parade\" was released, some songs were seven years old, and Christensen was eager to move on from this transition album. A year ahead of the release of his second studio album, in 2002, the song \"Right Next to the Right One\" became a national hit when it was used as the theme song for the &lt;a href=\"Emmy%20Award\"&gt;Emmy Award&lt;/a&gt; winning DR1 drama series \"Nikolaj og Julie\". Christensen picked this song from the demos he had ready for \"Honeyburst\" when the producer told him what the series were about. It is a quiet ballad; one Christensen considers a masterpiece of his own, but it is entirely different from the power rock of Dizzy Mizz Lizzy. In 2007, this song was covered by &lt;a href=\"Celine%20Dion\"&gt;Celine Dion&lt;/a&gt;, for which Christensen provided the instrumental tracks.\nAfter his successes with two ballads, the general audience for a time got a rather awkward impression of the music he was making: \"I sense that the entire general population knows about Dizzy Mizz Lizzy and about Nikolaj og Julie, but nothing of what's in between. That feels very strange because \"Secrets on Parade\" after all did sell nearly 60,000 copies and I even scored several hits.\" It did help him attract a far wider audience than he had before: \"I get stopped on the streets by everything from five-year-old children to 60-year-old ladies.\" He got another wake-up call when over 60.000 people attended his concert at &lt;a href=\"Tivoli%20Gardens\"&gt;Tivoli Gardens&lt;/a&gt; on 30 May 2003; the only time a greater number of visitors attended one of the amusement park's live shows was when &lt;a href=\"Sting%20%28musician%29\"&gt;Sting&lt;/a&gt; performed there. Christensen also discovered his fame as a solo artist was different from the time he headed Dizzy Mizz Lizzy: \"There is obviously much more attention being directed towards me than before. It is not something I have worked towards. I had not experienced it before, not even with Dizzy Mizz Lizzy; we were just a band — we were three long-haired guys who looked like all the others, and it was actually pretty anonymous. Now, 10 years later, there is a face to me, while I am also the face that people associate with the band that was big once, and no longer exists.\" A downside to his public image was that he received more direct criticism: \"Most people that come over say sweet things, and then there is someone who just can't keep his mischief to himself. (...) Annoyingly, after a while it is the negative things that hit the hardest. I don't get why I didn't just push that aside and think of the good, but that one negative thing tends to overshadow everything else.\" Especially some fans of Dizzy Mizz Lizzy could not appreciate the change in musical style: \"[they] do not understand that I sit down with an acoustic guitar and a hat on, and sing love songs; then I am suddenly a faggot and so on.\" Christensen thinks this can be explained to some extent: \"Now that I sing more ballads, more girls are starting to like it, so the boys get extremely envious. Now I'm gay rock or whatever.\"\nThe second single, \"Whispering At the Top of My Lungs\", received heavy airplay on &lt;a href=\"DR%20P3\"&gt;DR P3&lt;/a&gt; in the summer of 2003. \"Honeyburst\" was released on 1 September 2003 and sold over 130,000 copies. It was described as being quieter and more mature, sometimes offering an explosion of rock, more folkish and with a little twinge of country. It contains more ballads, as Christensen believes these are more timeless. He recorded almost every instrument himself; only several songs feature Nicolai Munch-Hansen on bass, and Olaf Olsen or Laust Sonne on drums. The Honeyburst tour went through Denmark and the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, with a finale on 3 September 2004 at the famous Abbey Road Studios in London. The concert was released on DVD/2CD and 2LP under the name \"&lt;a href=\"Live%20at%20Abbey%20Road%20Studios%202004\"&gt;Live at Abbey Road Studios 2004&lt;/a&gt;\", and includes the documentary \"Tim Christensen: From Roskilde to Abbey Road\".\nIn 2003, several key figures at EMI-Medley departed from the label and started &lt;a href=\"Copenhagen%20Records\"&gt;Copenhagen Records&lt;/a&gt; to give artists more &lt;a href=\"artistic%20freedom\"&gt;artistic freedom&lt;/a&gt;. Christensen had been signed with this label since the start from his career, but the people he used to work closely with at EMI had been replaced by new people he did not know, so he joined them in 2005 after his contract with EMI expired. When his long-time friend and producer &lt;a href=\"Nick%20Foss\"&gt;Nick Foss&lt;/a&gt; started &lt;a href=\"Mermaid%20Records\"&gt;Mermaid Records&lt;/a&gt; together with former EMI-colleague &lt;a href=\"Mik%20Christensen\"&gt;Mik Christensen&lt;/a&gt;, Christensen switched to their label prior to the release of Superior. &lt;a href=\"Sony%20Music%20Entertainment\"&gt;Sony Music&lt;/a&gt; Denmark later bought a part of Mermaid Records.\nIn 2004, Christensen used the pseudonym Charlie Dinsdale when co-writing the song \"Haunted Honeymoon\" with the Danish musician Gunnar Mikkelsen. Although it has never officially been confirmed that this is a pseudonym of Christensen, he was explicitly named as being the songwriter by the Dutch rock band &lt;a href=\"Di-rect\"&gt;Di-rect&lt;/a&gt;, who covered the song under the title \"I Forget Your Name\" on the live-cd \"Live &amp; Acoustic\" (2008) and released it as a single, which failed to catch on. Christensen has never released a recorded version. Charlie Dinsdale is also credited as co-author of the song \"Lille Søster\" on the album \"Søs\" (2000) by the Danish singer-songwriter and guitarist &lt;a href=\"S%C3%B8s%20Fenger\"&gt;Søs Fenger&lt;/a&gt;.\nChristensen was officially asked to write the people's gift to the wedding of &lt;a href=\"Frederik%2C%20Crown%20Prince%20of%20Denmark\"&gt;Crown Prince Frederik&lt;/a&gt; and &lt;a href=\"Mary%2C%20Crown%20Princess%20of%20Denmark\"&gt;Mary Elizabeth Donaldson&lt;/a&gt; on 14 May 2004, but he turned it down: \"It was flattering, but I thought it sounded a little too corny. The task was much better placed in the hands of &lt;a href=\"Erann%20DD\"&gt;Erann DD&lt;/a&gt;.\" Crown Prince Frederik has attended many shows by Dizzy Mizz Lizzy, and Crown Princess Mary is known to love Christensen's solo work.\nOn 16 August 2006, Christensen briefly reunited with his Dizzy Mizz Lizzy bandmates for a 5-song performance at the charity event \"Brandalarm\" (Fire Alarm).\nDistributed activities (2008–current).\nAfter Christensen noticed that the cycle of releasing records and going on tours became repetitive, he started diversifying his work. He split his solo career into full-band and acoustic settings, played with the reunited Dizzy Mizz Lizzy, started collaborating with other artists such as &lt;a href=\"Mads%20Langer\"&gt;Mads Langer&lt;/a&gt;, the &lt;a href=\"DR%20UnderholdningsOrkestret\"&gt;DR UnderholdningsOrkestret&lt;/a&gt;, &lt;a href=\"Gemma%20Hayes\"&gt;Gemma Hayes&lt;/a&gt;, &lt;a href=\"Mike%20Viola\"&gt;Mike Viola&lt;/a&gt; and &lt;a href=\"Tracy%20Bonham\"&gt;Tracy Bonham&lt;/a&gt;, and presented a radio show on &lt;a href=\"DR%20P6%20Beat\"&gt;DR P6 Beat&lt;/a&gt;.\nSolo work.\nDuring work on his third solo album, entitled \"&lt;a href=\"Superior%20%28album%29\"&gt;Superior&lt;/a&gt;\", the success of its predecessor \"Honeyburst\" and the expectations that followed, laid a burden on his shoulders. It was released on 24 November 2008. He again played almost all instruments himself and experimented with several uncommon instruments such as a &lt;a href=\"baritone%20guitar\"&gt;baritone guitar&lt;/a&gt; and a &lt;a href=\"Appalachian%20dulcimer\"&gt;dulcimer&lt;/a&gt;. Olaf Olsen and Laust Sonne played drums on selected songs. Besides touring through Denmark and the Netherlands, he also performed in the German city of &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt; on 25 March 2009 for &lt;a href=\"Rockpalast\"&gt;Rockpalast&lt;/a&gt;.\nOn 10 October 2010, Christensen was the closing act at the annual Ken Gudman Prisen award ceremony, where his guitarist Lars Skjærbæk received that year's award. He played the songs \"Surfing the Surface\", \"Tell Me What You Really Want\", \"Jump The Gun\", \"Isolation Here I Come\", \"Superior\", and \"Whispering at the Top of My Lungs. The only solo performances with a full set Christensen played in 2010 were held in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; on 4–7 November, for which he received the Inner Ear Media Award for \"Best Live Show 2010\".\nOn 12 November 2010, EMI released the compilation albums \"Big-5: Tim Christensen\" and \"Big-5: Dizzy Mizz Lizzy\" as part of their Big-5 series, containing their artists' five best tracks.\nChristensen's fourth studio album was released on 25 November 2011. It bears the title \"&lt;a href=\"Tim%20Christensen%20and%20The%20Damn%20Crystals\"&gt;Tim Christensen and The Damn Crystals&lt;/a&gt;\", giving credit to his solo band. The album is a collaborative effort between Christensen and his backing band &lt;a href=\"Tim%20Christensen%23The%20Damn%20Crystals\"&gt;The Damn Crystals&lt;/a&gt;. About the relation of this album to the 2010 reunion and tour of Dizzy Mizz Lizzy, Christensen said: \"I have not tried to suck juice from the Dizzy-reunion and use it on my next solo project. To me, Dizzy has been extremely separated from my ongoing development as an artist, musician, or whatever you call it. The reunion was a pit stop to celebrate music. But already one week after the last concert – and I am not lying here – Dizzy was already completely out of my system again. Weird huh?\"\nThe album's first single \"Surprise Me\" was previewed to the fans for 48 hours on 21 October 2011 and officially released on 24 October 2011. During its first week, DR P3 chose it as \"Single of the Week\". According to Christensen, \"the single might be the most classic rock-track of the bunch.\" On 14–24 July 2011, they were in the line-up of the &lt;a href=\"Gr%C3%B8n%20Koncert\"&gt;Grøn Koncert&lt;/a&gt; tour, as in 2002, 2005 and 2009. At the 2011 &lt;a href=\"Danish%20Music%20Awards\"&gt;Danish Music Awards&lt;/a&gt;, they performed \"Surprise Me\" and \"Get the Fuck out of My Mind\". From 26 January through to 7 April 2012, they held 27 performances throughout Denmark, and performed many more dates on international legs of the tour, including Japan.\nIn the fall of 2011, In October 2011, Christensen participated as a mentor in the &lt;a href=\"DR%20%28broadcaster%29\"&gt;DR&lt;/a&gt; project \"Dr.dk/Sangskriver\", which aims to get children and teenagers to sing more. Each week, he would provide feedback to three of the songs that were uploaded to the project's website.\nOn 17 December 2012, Christensen released \"\", a 6-track album with only Christensen singing and playing acoustic guitar, and one duet with Gemma Hayes. Christensen's first two solo albums, \"Secrets on Parade\" and \"Honeyburst\", were re-released on vinyl on 19 April 2014 through &lt;a href=\"Parlophone\"&gt;Parlophone&lt;/a&gt;.\nFrom 21 October 2014 onwards, parts of the song \"If You Wanna Talk\" were revealed as part of the \"Knæk Cancer\" (Break Cancer) campaign. A short documentary with interviews was released on 27 October via YouTube.\nChristensen performed in the tribute concert for the &lt;a href=\"DR%20UnderholdningsOrkestret\"&gt;DR UnderholdningsOrkestret&lt;/a&gt; (DR Chamber Orchestra) on 26 October 2014. He had played with the orchestra on several occasions and was set to play with them again in 2015 before the announcement of the orchestra's disbanding was made.\nOn 7 October 2018, Christensen performed the song \"Som et strejf af en dråbe\" at the memorial concert held for &lt;a href=\"Gasolin%27\"&gt;Gasolin'&lt;/a&gt; frontman &lt;a href=\"Kim%20Larsen\"&gt;Kim Larsen&lt;/a&gt;, who had died of prostate cancer on 30 September 2018. It was attended by around 35,000 people and included performances of several major Danish musicians and groups covering songs of Gasolin' and Larsen.\nChristensen does not exclude going on to record and release a new solo album, despite fronting Dizzy Mizz Lizzy at the same time.\nDizzy Mizz Lizzy reunion.\nBetween 18 March and 29 September 2010, Christensen went on a reunion tour through Denmark and Japan with Dizzy Mizz Lizzy. During the final two concerts in Japan on 28–29 September, Christensen played the solo songs \"Love is a Matter Of...\" and \"Surfing the Surface\" acoustically as a precursor to a select few solo shows in Japan later that year. After this, they disbanded amically, though they appeared one more time in public at the film festival &lt;a href=\"Copenhagen%20International%20Documentary%20Festival\"&gt;CPH:DOX&lt;/a&gt;, where a documentary about the band entitled \"Lost Inside a Dream\" premiered. Here it received the Politiken Publikumspris (people's choice award).\nAfter a four-year hiatus, Christensen wrote the abbreviation \"DML2015\" on his Facebook wall on 20 October 2014, suggesting another Dizzy Mizz Lizzy reunion. They resumed touring in 2014, and recorded their third studio album \"&lt;a href=\"Forward%20in%20Reverse\"&gt;Forward in Reverse&lt;/a&gt;\", due for release on 29 April 2016. On 7 November 2015, they performed at the Danish Grammy ceremony, where Christensen won the IFPI's Ærespris (Honorary Award), which is considered the most prestigious prize a Danish musician can be awarded.\nChristensen sees a clear distinction between his role as frontman of Dizzy Mizz Lizzy and as solo artist, where for example his heavy guitar riffs do not fit in his solo work, while &lt;a href=\"Crowded%20House\"&gt;Crowded House&lt;/a&gt; covers do not fit in with Dizzy Mizz Lizzy.\nCollaborations with other artists.\nAround the time Christensen worked on the album \"Superior\", he co-wrote the song \"Say No More\" with &lt;a href=\"Mads%20Langer\"&gt;Mads Langer&lt;/a&gt;, and on 28 February 2009, he performed with Danish indie rock band &lt;a href=\"Figurines%20%28band%29\"&gt;Figurines&lt;/a&gt; on the TV show \"DR2 Backstage\".\nChristensen played guitars for Heidi Svelmøe Herløw's second album \"Talisman\" (2011, &lt;a href=\"Playground%20Music%20Scandinavia\"&gt;Playground Music&lt;/a&gt;), among others on the single \"Angerholic\" which was released on 29 November 2010, and the song \"Shame on Us\" on which Christensen features with vocals and guitars. As a contestant for &lt;a href=\"X%20Factor%20%28Denmark%29\"&gt;X Factor&lt;/a&gt; in 2008, she sang Christensen's song \"Whispering at the Top of My Lungs\" in the first live show.\nChristensen performed a show with &lt;a href=\"Gemma%20Hayes\"&gt;Gemma Hayes&lt;/a&gt; on 25 August 2011. A year later, she also sang a duet with Christensen on the song \"A Way to Say Goodbye\", released on \"\".\nOn 18 June 2012, Christensen, &lt;a href=\"Mike%20Viola\"&gt;Mike Viola&lt;/a&gt; (with whom Christensen previously co-wrote the songs \"One of these Days\" and \"Superior\"), &lt;a href=\"Tracy%20Bonham\"&gt;Tracy Bonham&lt;/a&gt;, and The Damn Crystals, played a &lt;a href=\"Paul%20McCartney\"&gt;Paul McCartney&lt;/a&gt; &lt;a href=\"tribute\"&gt;tribute&lt;/a&gt; concert at Vega in Copenhagen, in celebration of McCartney's 70th birthday that same day. The show included the entire album \"&lt;a href=\"Ram%20%28album%29\"&gt;Ram&lt;/a&gt;\", as well as several post-&lt;a href=\"The%20Beatles\"&gt;Beatles&lt;/a&gt; songs. The show was recorded and released on 12 February 2013 as \"&lt;a href=\"Pure%20McCartney%20%282013%20album%29\"&gt;Pure McCartney&lt;/a&gt;\".\nOn 19 July 2014, the EP \"&lt;a href=\"Side%20Effects%20%28EP%29\"&gt;Side Effects&lt;/a&gt;\" by &lt;a href=\"Mads%20Langer\"&gt;Mads Langer&lt;/a&gt; and Tim Christensen was released. The first single off the EP, \"Bringing Back Tomorrow\", was released in June. The duo performed the songs during the 2014 Grøn Koncert tour together with bassist Søren Balsner of &lt;a href=\"Carpark%20North\"&gt;Carpark North&lt;/a&gt; and drummer Birk Nevel. The collaboration garnered them a &lt;a href=\"Gaffa%20%28magazine%29\"&gt;GAFFA&lt;/a&gt; Award for \"Danish rock band of the year\", while \"Side Effects\" was awarded the \"Danish rock album of the year\".\nEquipment.\nChristensen uses two &lt;a href=\"Vox%20AC30\"&gt;Vox AC30&lt;/a&gt; amplifiers from the 1960s on top of &lt;a href=\"Marshall%20Amplification\"&gt;Marshall&lt;/a&gt; 4x12 G1275 &lt;a href=\"Loudspeaker\"&gt;cabinet&lt;/a&gt;s which he got from his parents for his 18th birthday, and plays among others on a 1974 &lt;a href=\"Gibson%20Hummingbird\"&gt;Gibson Hummingbird&lt;/a&gt;, an old &lt;a href=\"sunburst%20%28finish%29\"&gt;sunburst&lt;/a&gt; &lt;a href=\"Fender%20Telecaster\"&gt;Fender Telecaster&lt;/a&gt;, a white &lt;a href=\"Fender%20Stratocaster\"&gt;Fender Stratocaster&lt;/a&gt;, a red &lt;a href=\"Gibson%20ES-330\"&gt;Gibson ES-330&lt;/a&gt;, a deep red &lt;a href=\"Gibson%20ES-125\"&gt;Gibson ES-125&lt;/a&gt;, and three &lt;a href=\"Rickenbacker\"&gt;Rickenbacker&lt;/a&gt; 480 guitars from 1973 and 1974 in white or black. He also uses Henning Hansen guitars, and had a worn red &lt;a href=\"Fender%20Telecaster\"&gt;Fender Telecaster&lt;/a&gt; body revised by them in 2008. In his living room, he keeps a &lt;a href=\"H%C3%B6fner\"&gt;Höfner&lt;/a&gt; bass guitar.\nThe Damn Crystals.\nThe Damn Crystals are Christensen's backing band, both in the studio and on tour. The opening track of the album \"Tim Christensen and The Damn Crystals\" is named after them.\nHistory.\nChristensen had put together a band to record his first solo album, \"Secrets on Parade\". This was \"decidedly a solo album\" but the band would support Christensen during nearly every live performance. This is why around this time, Christensen did consider resuming in a band formation like with Dizzy Mizz Lizzy: \"We actually spent a lot of time finding a band name, for a band that in reality does not even exist!\" It is likely that \"Secrets on Parade\" established the name Tim Christensen sufficiently so that there was no longer a need for naming the band. As a result, the band remained nameless until 2011, although fans and Christensen would sometimes refer to it as TeamC as a near-&lt;a href=\"homophone\"&gt;homophone&lt;/a&gt; of TimC. The subsequent studio albums \"Honeyburst\" and \"Superior\" were not recorded in formation, although current and former band members would contribute on select songs. Because the recording sessions for the fourth solo album were done in a band setting and the band members contributed importantly to the album, the band received an official name: The Damn Crystals. This name was introduced on 21 October 2011 with the preview release of the single \"Surprise Me\".\nMembers.\nThe band with whom Christensen recorded \"Secrets on Parade\" consisted of &lt;a href=\"Lars%20Skj%C3%A6rb%C3%A6k\"&gt;Lars Skjærbæk&lt;/a&gt; from Inside the Whale on guitar, keyboard and Mellotron, &lt;a href=\"Fredrik%20Damsg%C3%A5rd\"&gt;Fredrik Damsgård&lt;/a&gt; on bass and &lt;a href=\"Laust%20Sonne\"&gt;Laust Sonne&lt;/a&gt; on drums. After the completion of the album, Sonne was offered a position as drummer in the hard rock band &lt;a href=\"D-A-D\"&gt;D-A-D&lt;/a&gt;, after which Christensen thought it impossible to find a proper replacement, nor could he find one right away. As a result, his record company EMI-Medley placed an &lt;a href=\"classified%20advertising\"&gt;ad&lt;/a&gt; in the June issue of &lt;a href=\"Gaffa%20%28magazine%29\"&gt;GAFFA&lt;/a&gt; requesting applications for \"a drummer for an established Danish rock artist.\" Since the album had already been recorded, it asked for an experienced, energetic and technically good drummer between 20 and 30 years old that enjoys both hard and melancholic rock, and is available for a year ahead starting July 2000 for a domestic and international tour and related promotional activities. This call did not remain unanswered, as Christensen explains: \"I spent endless difficult nights listening through the applications, but before I had to decide, one of my friends told me about a drummer who had just left his Norwegian band &lt;a href=\"Bigbang%20%28Norwegian%20band%29\"&gt;BigBang&lt;/a&gt;, which seemed a fantastic opportunity to me. And it went well during a tryout, so we went with him.\" This was &lt;a href=\"Olaf%20Olsen%20%28drummer%29\"&gt;Olaf Olsen&lt;/a&gt;, who subsequently moved to Copenhagen for Christensen's cause and Christensen would later admit that \"[Olsen] has saved the band\" &lt;a href=\"Nicolai%20Munch-Hansen\"&gt;Nicolai Munch-Hansen&lt;/a&gt; replaced Damsgård on bass and Skjærbæk stayed. In this setting, the band contributed to \"Honeyburst\", played in the ensuing tour, of which one performance was recorded as \"&lt;a href=\"Live%20at%20Abbey%20Road%20Studios%202004\"&gt;Live at Abbey Road Studios 2004&lt;/a&gt;\". &lt;a href=\"Johan%20Lei%20Gellet\"&gt;Johan Lei Gellet&lt;/a&gt; has stood in for Olsen during the summer of 2002.\nOlsen left the band in 2005 to focus on BigBang, to which he had returned in 2001. He was replaced by &lt;a href=\"Jesper%20Lind\"&gt;Jesper Lind&lt;/a&gt;, who first performed with the band during the July 2005 &lt;a href=\"Gr%C3%B8n%20Koncert\"&gt;Grøn Koncert&lt;/a&gt; series. At the time, Lind played on drums in the band Kira and the Kindred Spirits, led by singer &lt;a href=\"Kira%20Skov\"&gt;Kira Skov&lt;/a&gt; who is married to bassist Munch-Hansen. Later in 2005, Munch-Hansen left the band so he and Skov could start a new band, named Kira and the Ghost Riders. He was replaced by &lt;a href=\"S%C3%B8ren%20Koch\"&gt;Søren Koch&lt;/a&gt;, who was a bandmate of Skjærbæk in the band &lt;a href=\"Boat%20Man%20Love\"&gt;Boat Man Love&lt;/a&gt;. &lt;a href=\"Christoffer%20M%C3%B8ller\"&gt;Christoffer Møller&lt;/a&gt; joined the band on keys, allowing Skjærbæk to focus entirely on playing guitar. This formation has contributed to \"Superior\" and its tour, and went into the studio in early 2011 to work with Christensen on his next album. They took on the name The Damn Crystals prior to the release of \"Tim Christensen and The Damn Crystals\"."
}