{
    "id": "2831879",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=2831879",
    "title": "Hail Weston",
    "text": "Hail Weston is a village and &lt;a href=\"civil%20parishes%20in%20England\"&gt;civil parish&lt;/a&gt; in Cambridgeshire, England. Hail Weston lies approximately south of &lt;a href=\"Huntingdon\"&gt;Huntingdon&lt;/a&gt;. Hail Weston is situated within &lt;a href=\"Huntingdonshire\"&gt;Huntingdonshire&lt;/a&gt; which is a &lt;a href=\"non-metropolitan%20district\"&gt;non-metropolitan district&lt;/a&gt; of Cambridgeshire as well as being a &lt;a href=\"historic%20counties%20of%20England\"&gt;historic county&lt;/a&gt; of England.\nHistory.\nIn 1085 &lt;a href=\"William%20the%20Conqueror\"&gt;William the Conqueror&lt;/a&gt; ordered that a survey should be carried out across his kingdom to discover who owned which parts and what it was worth. The survey took place in 1086 and the results were recorded in what, since the 12th century, has become known as the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt;. Starting with the king himself, for each &lt;a href=\"tenant-in-chief\"&gt;landholder&lt;/a&gt; within a county there is a list of their estates or &lt;a href=\"Manorialism\"&gt;manor&lt;/a&gt;s; and, for each manor, there is a summary of the resources of the manor, the amount of annual rent that was collected by the lord of the manor both in 1066 and in 1086, together with the taxable value.\nHail Weston was listed in the Domesday Book in the &lt;a href=\"hundred%20%28county%20division%29\"&gt;Hundred&lt;/a&gt; of &lt;a href=\"Toseland%20%28hundred%29\"&gt;Toseland&lt;/a&gt; in Huntingdonshire; the name of the settlement was written as \"Westone\" and \"Westune\" in the Domesday Book. In 1086 there were three manors at Hail Weston; the annual rent paid to the lords of the manors in 1066 had been £8.5 and the rent had fallen to £5.25 in 1086.\nThe Domesday Book does not explicitly detail the population of a place but it records that there were 12 households at Hail Weston. There is no consensus about the average size of a household at that time; estimates range from 3.5 to 5.0 people per household. Using these figures then an estimate of the population of Hail Weston in 1086 is that it was within the range of 42 and 60 people.\nThe Domesday Book uses a number of units of measure for areas of land that are now unfamiliar terms, such as &lt;a href=\"hide%20%28unit%29\"&gt;hides&lt;/a&gt; and &lt;a href=\"ploughland\"&gt;ploughland&lt;/a&gt;s. In different parts of the country, these were terms for the area of land that a team of eight oxen could plough in a single season and are equivalent to ; this was the amount of land that was considered to be sufficient to support a single family. By 1086, the hide had become a unit of tax assessment rather than an actual land area; a hide was the amount of land that could be assessed as £1 for tax purposes. The survey records that there were 6.5 ploughlands at Hail Weston in 1086 and that there was the capacity for a further 1.5 ploughlands. In addition to the arable land, there was of meadows and of woodland at Hail Weston.\nThe tax assessment in the Domesday Book was known as &lt;a href=\"Danegeld\"&gt;geld or danegeld&lt;/a&gt; and was a type of land-tax based on the hide or ploughland. It was originally a way of collecting a tribute to pay off the Danes when they attacked England, and was only levied when necessary. Following the Norman Conquest, the geld was used to raise money for the King and to pay for continental wars; by 1130, the geld was being collected annually. Having determined the value of a manor's land and other assets, a tax of so many &lt;a href=\"pounds%2C%20shillings%20and%20pence\"&gt;shillings and pence per pound&lt;/a&gt; of value would be levied on the land holder. While this was typically two shillings in the pound the amount did vary; for example, in 1084 it was as high as six shillings in the pound. For the manors at Hail Weston the total tax assessed was four geld.\nIn 1086 there was no church at Hail Weston. In 1086 the land in Hail Weston was owned by Robert, son of Fafiton, and by Eustace the sheriff. A bridge over the river Kym existed in 1377.\nTwo fresh water springs in the parish were used for medicinal purposes in the 16th and 17th centuries but later fell into disuse. The civil parish of \"Southoe with Hail Weston\" was abolished in 1935 and the two new parishes of \"&lt;a href=\"Southoe%20and%20Midloe\"&gt;Southoe and Midloe&lt;/a&gt;\", and Hail Weston were created.\nGovernment.\nAs a civil parish, Hail Weston has a &lt;a href=\"Parish%20councils%20in%20England\"&gt;parish council&lt;/a&gt;. The parish council is elected by the residents of the parish who have registered on the &lt;a href=\"electoral%20roll\"&gt;electoral roll&lt;/a&gt;; the parish council is the lowest tier of government in England. A parish council is responsible for providing and maintaining a variety of local services including allotments and a cemetery; grass cutting and tree planting within public open spaces such as a village green or playing fields. The parish council reviews all planning applications that might affect the parish and makes recommendations to Huntingdonshire District Council, which is the &lt;a href=\"local%20planning%20authority\"&gt;local planning authority&lt;/a&gt; for the parish. The parish council also represents the views of the parish on issues such as local transport, policing and the environment. The parish council raises its own tax to pay for these services, known as the parish precept, which is collected as part of the &lt;a href=\"Council%20Tax\"&gt;Council Tax&lt;/a&gt;. The parish council has seven members and normally meets monthly.\nHail Weston was in the historic and &lt;a href=\"administrative%20county\"&gt;administrative county&lt;/a&gt; of Huntingdonshire until 1965. From 1965, the village was part of the new administrative county of &lt;a href=\"Huntingdon%20and%20Peterborough\"&gt;Huntingdon and Peterborough&lt;/a&gt;. Then in 1974, following the &lt;a href=\"Local%20Government%20Act%201972\"&gt;Local Government Act 1972&lt;/a&gt;, Hail Weston became a part of the county of Cambridgeshire.\nThe second tier of local government is &lt;a href=\"Huntingdonshire%20District%20Council\"&gt;Huntingdonshire District Council&lt;/a&gt; which is a &lt;a href=\"non-metropolitan%20district\"&gt;non-metropolitan district&lt;/a&gt; of Cambridgeshire and has its headquarters in Huntingdon. Huntingdonshire District Council has 52 councillors representing 29 &lt;a href=\"Wards%20of%20the%20United%20Kingdom\"&gt;district wards&lt;/a&gt;. Huntingdonshire District Council collects the &lt;a href=\"council%20tax\"&gt;council tax&lt;/a&gt;, and provides services such as building regulations, local planning, environmental health, leisure and tourism. Hail Weston is a part of the district ward of \"Kimbolton and Staughton\" and is represented on the district council by one councillor. District councillors serve for four-year terms following &lt;a href=\"Huntingdonshire%20District%20Council%20elections\"&gt;elections to Huntingdonshire District Council&lt;/a&gt;.\nFor Hail Weston the highest tier of local government is &lt;a href=\"Cambridgeshire%20County%20Council\"&gt;Cambridgeshire County Council&lt;/a&gt; which has administration buildings in Cambridge. The county council provides county-wide services such as major road infrastructure, fire and rescue, education, social services, libraries and heritage services. Cambridgeshire County Council consists of 69 councillors representing 60 &lt;a href=\"Electoral%20divisions%20%28UK%29\"&gt;electoral divisions&lt;/a&gt;. Hail Weston is part of the electoral division of \"Brampton and Kimbolton\" and is represented on the county council by one councillor.\nAt Westminster Hail Weston is in the parliamentary constituency of &lt;a href=\"Huntingdon%20%28UK%20Parliament%20constituency%29\"&gt;Huntingdon&lt;/a&gt;, and elects one Member of Parliament (MP) by the &lt;a href=\"first%20past%20the%20post\"&gt;first past the post&lt;/a&gt; system of election. Hail Weston is represented in the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons&lt;/a&gt; by &lt;a href=\"Jonathan%20Djanogly\"&gt;Jonathan Djanogly&lt;/a&gt; (&lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative&lt;/a&gt;). Jonathan Djanogly has represented the constituency since 2001. The previous member of parliament was &lt;a href=\"John%20Major\"&gt;John Major&lt;/a&gt; (Conservative) who represented the constituency between 1983 and 2001.\nGeography.\nThe village of Hail Weston lies on the southern side of the &lt;a href=\"River%20Kym\"&gt;River Kym&lt;/a&gt; (previously known as the River Hail or River Hale) which meanders through the parish towards the river Great Ouse; the parish lies between and above ordnance datum and the parish covers an area of . The River Kym marks the eastern boundary of the parish and there is a &lt;a href=\"ford%20%28crossing%29\"&gt;ford&lt;/a&gt; on the road between Hail Weston and Little Paxton.\nThe village and parish lies on a bedrock of Oxford clay and in regions there are superficial Glaciofluvial and River Terrace deposits of sand and gravel from the &lt;a href=\"Quaternary%20period\"&gt;Quaternary period&lt;/a&gt;, together with &lt;a href=\"alluvium\"&gt;alluvium&lt;/a&gt; (clay and silt) from the same period. Generally, the soil in the parish is classified as a lime-rich loamy soil with impeded drainage. The main agricultural land use within the parish of Hail Weston is arable farming, with grassland adjacent to the river Kym and a wooded area to the south-west of the parish.\nDemography.\nThe usual resident population of Hail Weston in the &lt;a href=\"United%20Kingdom%20Census%202011\"&gt;2011 census&lt;/a&gt; was 610 of whom 50.8% were male and 49.2% female; the population density was 197.5 persons per square mile (76.3 per km2). There were 240 households; 17.5% of these households consisted of one person, 80.0% contained one family group and there were 2.5% of other household types. The census also showed that 30.4% of households had one or more dependent children under the age of 18, and 19.6% of households consisted of people who were all over the age of 65. The mean average number of people per household was 2.5 people.\nOf the usual resident population, 23.0% were under the age of 18 years, 60.7% were between 18 and 65 years old, and 16.4% were over the age of 65 years. In 2011, 74% of the residents of Hail Weston were between the ages of 16 years and 74 years old and considered to be potentially economically active; of these, 68% were involved in part-time, full-time or self-employment. The five major industry sectors of the economically active residents of Hail Weston are shown in the table below:\nHail Weston is in the Lower Layer Super Output Area (LSOA) called \"Huntingdonshire 015C\", which in 2015, was ranked 24,141 out of 32,844 LSOAs in England against the index of multiple deprivation. This indicates that Hail Weston is amongst the 30% least deprived neighbourhoods in England.\nThe 2011 census showed that 92.6% of the residents of Hail Weston were born in the United Kingdom, with 3.1% of residents coming from other European Union countries, and 4.3% coming from the rest of the world. At the same time, 97.7% of people in Hail Weston described themselves as ethnic white, 1.5% as having mixed or multiple ethnic groups, and 0.7% as being Asian or British Asian, with the remainder in another ethnic group. In that same census, 68.2% described themselves as Christian, 23.3% said they had no religious beliefs, 7.9% did not specify a religion, and 0.7% described themselves as belonging to another religion.\nHistorical Population.\nThe population of Hail Weston that was recorded at the UK censuses between 1801 and 1901 ranged between 258 and 423.\nCulture and Community.\nIn the 19th century, the village had three public houses: the &lt;a href=\"The%20Royal%20Oak%2C%20Hail%20Weston\"&gt;Royal Oak Pub&lt;/a&gt;, the Crown (which closed 2001), and another whose name is not currently recorded. Situated in the centre of the village, the Royal Oak Pub is a &lt;a href=\"grade%20II%20listed\"&gt;grade II listed&lt;/a&gt;, thatched-roof pub, dating to at least the 17th century but the public house was closed in January 2012. A community action group was formed to attempt to buy the Royal Oak and run it as a &lt;a href=\"co-operative\"&gt;co-operative&lt;/a&gt; community pub. In January 2013 the Royal Oak was registered as an Asset of Community Value under the &lt;a href=\"Localism%20Act%202011\"&gt;Localism Act 2011&lt;/a&gt;. It reopened as a pub in May 2017.\nThe Church school in Hail Weston closed in 1966 and the building is now used as a village hall and currently houses the Hail Weston Pre-school Activity Group. The 1881 UK census listed a number of shops, a bakery and a post office in the village but these have all closed.\nThe poem \"The Holy Wells of Hailweston\" written by &lt;a href=\"Michael%20Drayton\"&gt;Michael Drayton&lt;/a&gt; in 1622 celebrates the healing powers of the spring water from Hail Weston.\nTransport.\nThe B645 road passes by the southern edge of the village, linking it with &lt;a href=\"Eaton%20Socon\"&gt;Eaton Socon&lt;/a&gt; and the &lt;a href=\"A1%20road%20%28Great%20Britain%29\"&gt;A1&lt;/a&gt; trunk road to the east and &lt;a href=\"Kimbolton%2C%20Cambridgeshire\"&gt;Kimbolton&lt;/a&gt; to the west. The B645 was downgraded from the A45 when the new A14 A1-M1 link road was opened to traffic in the mid-1990s. &lt;a href=\"National%20Cycle%20Route%2012\"&gt;Route 12&lt;/a&gt; of the &lt;a href=\"National%20Cycle%20Network\"&gt;National Cycle Network&lt;/a&gt; is a route from &lt;a href=\"Enfield%20Lock\"&gt;Enfield Lock&lt;/a&gt; to &lt;a href=\"Spalding%2C%20Lincolnshire\"&gt;Spalding&lt;/a&gt; and passes through the village of Hail Weston. It is from Hail Weston to the nearest railway station at St Neots which is on the &lt;a href=\"East%20Coast%20Main%20Line\"&gt;East Coast Main Line&lt;/a&gt; where regular services run south to London and run north to Huntingdon, Peterborough and beyond.\nReligious Sites.\nThe church at Hail Weston is a &lt;a href=\"Grade%20II%2A%20listed\"&gt;Grade II* listed&lt;/a&gt; building that is dedicated to St Nicolas and consists of a chancel, nave, west tower and south porch. The church was originally built in the 13th century, with some rebuilding in the 15th century; the tower was built in the 16th century, and is unusual for being constructed of timber. The church was completely restored in 1884, when the south porch was added. The tower contains three bells which have been there since 1709. Hail Weston is part of the same ecclesiastical parish as neighbouring Southoe and is in the deanery of St Neots within the diocese of Ely.\nIn 1691 a non-conformist church was formed at Hail Weston and at first they met in a barn until a chapel was built in 1759; the chapel was registered in 1904."
}