{
    "id": "28311379",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=28311379",
    "title": "Fallowfield Loop",
    "text": "The Fallowfield Loop is an off-road cycle path, pedestrian and horse riding route in the south of &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, England, which is one of the &lt;a href=\"National%20Cycle%20Network\"&gt;National Cycle Network&lt;/a&gt; routes and paths developed and built by &lt;a href=\"Sustrans\"&gt;Sustrans&lt;/a&gt; (it forms part of routes 6 and 60).\nThe Loop follows the route of the former &lt;a href=\"Fallowfield%20Loop%20Line\"&gt;Fallowfield Loop railway line&lt;/a&gt;, which was closed in October 1988. It is approximately 8 miles long and connects &lt;a href=\"Chorlton-cum-Hardy\"&gt;Chorlton-cum-Hardy&lt;/a&gt; in the west with &lt;a href=\"Fairfield%2C%20Tameside\"&gt;Fairfield&lt;/a&gt; in the east, and passes through &lt;a href=\"Whalley%20Range%2C%20Manchester\"&gt;Whalley Range&lt;/a&gt;, &lt;a href=\"Fallowfield\"&gt;Fallowfield&lt;/a&gt;, &lt;a href=\"Levenshulme\"&gt;Levenshulme&lt;/a&gt; and &lt;a href=\"Gorton\"&gt;Gorton&lt;/a&gt;. It can be seen on Google Maps where it is marked in the same way as a railway line, and passes a short way above the \"Fallowfield\" marker.\nHistory.\nThe &lt;a href=\"Fallowfield%20Loop%20Line\"&gt;Fallowfield Loop railway line&lt;/a&gt; was a local &lt;a href=\"railway\"&gt;railway&lt;/a&gt; route in Greater Manchester. Trains on the &lt;a href=\"Manchester%2C%20Sheffield%20and%20Lincolnshire%20Railway\"&gt;Manchester, Sheffield and Lincolnshire Railway&lt;/a&gt; line (later, the &lt;a href=\"Great%20Central%20Railway\"&gt;Great Central Railway&lt;/a&gt; line) from &lt;a href=\"Sheffield%20Victoria%20railway%20station\"&gt;Sheffield Victoria&lt;/a&gt; and &lt;a href=\"Guide%20Bridge%20railway%20station\"&gt;Guide Bridge&lt;/a&gt; used the \"Loop\" to access &lt;a href=\"Manchester%20Central%20railway%20station\"&gt;Manchester Central railway station&lt;/a&gt;. At the line joined with the &lt;a href=\"Manchester%20South%20District%20Line\"&gt;Manchester South District Line&lt;/a&gt; on the route into Manchester Central.\nThe Fallowfield Loop Line was fully opened to passengers in 1892. On 7 July 1958 the stations at &lt;a href=\"Hyde%20Road%20railway%20station\"&gt;Hyde Road&lt;/a&gt;, &lt;a href=\"Levenshulme%20South%20railway%20station\"&gt;Levenshulme South&lt;/a&gt;, &lt;a href=\"Fallowfield%20railway%20station\"&gt;Fallowfield&lt;/a&gt; and &lt;a href=\"Wilbraham%20Road%20railway%20station\"&gt;Wilbraham Road&lt;/a&gt; were closed, although the line itself remained open to through passenger services until 5 May 1969, after which it was operated as a freight-only route. The loop line also provided access to &lt;a href=\"Reddish%20Electric%20Depot\"&gt;Reddish Electric Depot&lt;/a&gt;, which was built adjacent to the line in 1954 to maintain the new fleet of electric trains for the &lt;a href=\"Woodhead%20Line\"&gt;Woodhead Line&lt;/a&gt;; the depot closed in 1983. In March 1987 a short section of track at the former site of Hyde Road station was briefly used to give a public demonstration of the proposed &lt;a href=\"Manchester%20Metrolink\"&gt;Manchester Metrolink&lt;/a&gt; tram system, with a temporary station named &lt;a href=\"Debdale%20Park\"&gt;Debdale Park&lt;/a&gt; constructed beside the line. Soon after this, the line was finally closed and the railway tracks were lifted in October 1988.\nConversion to a cycle route.\nThe old line had lain derelict for many years until the late 1990s, when a group of cyclists started campaigning for its conversion to a traffic free \"greenway\" across south Manchester. That group, together with supporters from local civic societies and other community groups, formally became the Friends of the Fallowfield Loop in June 2001. The route is now mostly owned by &lt;a href=\"Sustrans\"&gt;Sustrans&lt;/a&gt;, a charity which specialises in building off-road cycle routes.\nThere are many access points onto the Loop along its length from Wilbraham Road in Chorlton-cum-Hardy to Fairfield Station at the eastern end. There are also several metal barriers along the route, which until late 2016 would disrupt the ride for cyclists on normal-size bikes, and larger cycles like tandems and trikes had to be lifted. However, after a successful trial period in 2016 the barriers along the route itself are now permanently open. The barriers at the different entrance points to the Loop are a variety of designs. Some of these are still very difficult to access using a normal bicycle, whilst others have been modified to be fully accessible even for tandems.\nAlong the route.\nThe Fallowfield Loop forms a green structure in an arc around Manchester city centre, linking parks and open spaces. Near its western end the Loop crosses the South Manchester Line of &lt;a href=\"Greater%20Manchester\"&gt;Greater Manchester&lt;/a&gt;'s light-rail &lt;a href=\"Manchester%20Metrolink\"&gt;Metrolink&lt;/a&gt; system at &lt;a href=\"St%20Werburgh%27s%20Road%20Metrolink%20station\"&gt;St Werburgh's Road Metrolink station&lt;/a&gt;. There is a &lt;a href=\"National%20Cycle%20Network\"&gt;National Cycle Network&lt;/a&gt; \"fossil tree\" milepost (designed by John Mills) in the section of the Loop between Broom Lane and Stockport Road, and &lt;a href=\"Sustrans\"&gt;Sustrans&lt;/a&gt; murals underneath the former railway bridges at Stockport Road and Wellington Road. Towards the east of the route the Loop passes &lt;a href=\"Highfield%20Country%20Park\"&gt;Highfield Country Park&lt;/a&gt;, &lt;a href=\"Debdale%20Park\"&gt;Debdale Park&lt;/a&gt; and &lt;a href=\"Gorton%20Reservoirs\"&gt;Gorton Reservoirs&lt;/a&gt;, and intersects Gorton Heritage Trail. Travelling up Route 60 from the Debdale Park access point will take you to the &lt;a href=\"Ashton%20Canal\"&gt;Ashton Canal&lt;/a&gt;, the &lt;a href=\"Manchester%20Velodrome\"&gt;Manchester Velodrome&lt;/a&gt; and the &lt;a href=\"City%20of%20Manchester%20Stadium\"&gt;City of Manchester Stadium&lt;/a&gt;. The &lt;a href=\"Thirlmere%20Aqueduct\"&gt;Thirlmere Aqueduct&lt;/a&gt; passes over the Loop near the Nelstrop Road access point and the &lt;a href=\"Elisabeth%20Svendsen\"&gt;Elisabeth Svendsen&lt;/a&gt; Trust Donkey Sanctuary is also located along the route, at &lt;a href=\"Abbey%20Hey\"&gt;Abbey Hey&lt;/a&gt;. The Friends of the Fallowfield Loop have produced a &lt;a href=\"https%3A//www.google.com/maps/d/viewer%3Fmid%3D1rrFQ1YidL1g5_EEMCJcUuoXdADthtxeL%26amp%3Bll%3D53.45236677276125%252C-2.207135338676516%26amp%3Bz%3D13\"&gt;Map showing points of interest on the Loop&lt;/a&gt;.\nThere are some stone sculptures on the Loop in &lt;a href=\"Whalley%20Range%2C%20Manchester\"&gt;Whalley Range&lt;/a&gt; and &lt;a href=\"Levenshulme\"&gt;Levenshulme&lt;/a&gt; and three wooden sculptures called \"Man, Woman and Child\" by local artist Rachel Ramchurn near &lt;a href=\"Highfield%20Country%20Park\"&gt;Highfield Country Park&lt;/a&gt;.\nIn 2019 &lt;a href=\"Manchester%20City%20Council\"&gt;Manchester City Council&lt;/a&gt; announced plans to widen Hyde Road, the &lt;a href=\"A57%20road\"&gt;A57&lt;/a&gt; by removing the former railway bridge by which the path crosses it, and replacing it with a new cycle bridge. This would take about a year, during which the cycle path could be disrupted. It proposed to include a new connection to the path using a stairway. The new bridge was opened in July 2020, but no stairway was built. The council then announced plans to spend £4.9 million on improvements to the path including improved entry and exit points, transformed open spaces, children's play areas and seating.\nCrime &amp; antisocial behaviour on the Loop.\nDespite an announcement by the &lt;a href=\"Mayor%20of%20Greater%20Manchester\"&gt;Mayor of Greater Manchester&lt;/a&gt; &lt;a href=\"Andy%20Burnham\"&gt;Andy Burnham&lt;/a&gt; of plans to invest £160m on the 'Bee Safe Network' of cycleways and walking routes fears that antisocial behaviour and crime along the route that had already existed including 21 cyclists attacked in autumn 2018, have increased. In light of this, there have been calls for &lt;a href=\"Greater%20Manchester%20Police\"&gt;Greater Manchester Police&lt;/a&gt; to take cycle crime in Manchester more seriously - as the incidents are putting people off using the Loop as a commuter and leisure route in fear of their safety.\nSee also.\nOpen spaces off the loop such as Vine Street Community Park, Cat Valley, Alston Road Playing Field and &lt;a href=\"Debdale%20Park\"&gt;Debdale Park&lt;/a&gt;"
}