{
    "id": "28311136",
    "revid": "13494966",
    "url": "https://en.wikipedia.org/wiki?curid=28311136",
    "title": "Edgar Keatinge",
    "text": "Major Sir Edgar Mayne Keatinge &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;CBE&lt;/a&gt; (3 February 1905 – 7 August 1998) was an English farmer, soldier and &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; politician. He is best known for having served as the Member of Parliament (MP) for &lt;a href=\"Bury%20St%20Edmunds%20%28UK%20Parliament%20constituency%29\"&gt;Bury St Edmunds&lt;/a&gt; from 1944 to 1945, after a high-profile by-election. He disliked the name Edgar and preferred to introduce himself as \"Mike\". An obituarist describes him as \"a simple and loyal man who had, for a brief period, endured a significant role in national life; and discharged his duty with honour\".\nEarly life.\nKeatinge was born in Bombay, India (now &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;), when his father worked for the &lt;a href=\"Indian%20Civil%20Service\"&gt;Indian Civil Service&lt;/a&gt;. His grandfather Maurice Keatinge (1816–96), had been Principal Registrar Court of Probate, Ireland and his great-grandfather, Rt. Hon. &lt;a href=\"Richard%20Keatinge%20%28Irish%20judge%29\"&gt;Richard Keatinge&lt;/a&gt;, was Judge of the Prerogative Court of Ireland. (All no doubt connected to &lt;a href=\"Maurice%20Keatinge\"&gt;Maurice Keatinge&lt;/a&gt;). At the age of five he was sent to England to be educated, later boarding at &lt;a href=\"Rugby%20School\"&gt;Rugby&lt;/a&gt;, and then went to South Africa to study at the School of Agriculture in &lt;a href=\"Natal%20Province\"&gt;Natal&lt;/a&gt;. He worked for the South African Department of Education until 1929, when he returned to England. \nHis father Gerald Francis (1872–1965) had now retired and was running a modest family estate in &lt;a href=\"Teffont%20Evias\"&gt;Teffont Evias&lt;/a&gt;, inherited via Gerald's mother, Ellen-Flora Mayne, Mrs Keatinge (1828/29-1907), the third and youngest daughter of John Thomas Mayne, FRS, of Teffont (1792–1843). In 1929 or 1930 Edgar took an aeroplane from France, arriving home days before he was expected. He was initially annoyed to find a guest in his room. This was Katherine Burrell, whose father Reginald was prospering as a fruit farmer in &lt;a href=\"Risby%2C%20Suffolk\"&gt;Risby, Suffolk&lt;/a&gt;. Within a few days they were engaged, and they married in 1930. The honeymoon included a trip up the &lt;a href=\"River%20Rhine\"&gt;Rhine&lt;/a&gt;, during which Keatinge became &lt;a href=\"1930%20in%20Germany\"&gt;convinced that another war with Germany was likely&lt;/a&gt;. During the next ten years he divided his time between the &lt;a href=\"Territorial%20Army%20%28United%20Kingdom%29\"&gt;Territorial Army&lt;/a&gt;, local activism in the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt;, and work in Risby on Reginald Burrell's farm. He was particularly adept at the business of military organisation and became an artillery officer in the &lt;a href=\"Suffolk%20Yeomanry\"&gt;Suffolk Yeomanry&lt;/a&gt;. In &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; Keatinge served in the &lt;a href=\"Royal%20Artillery\"&gt;Royal Artillery&lt;/a&gt;. He commanded a mountain battery of the &lt;a href=\"West%20African%20Frontier%20Force\"&gt;West African Frontier Force&lt;/a&gt;, and became the first commander of the West African Artillery School. When, after serious illness, he returned to &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt; in 1943, he was again attached to the Suffolk Yeomanry, eventually reaching the rank of &lt;a href=\"Lieutenant-Colonel\"&gt;Lieutenant-Colonel&lt;/a&gt;.\nMember of Parliament.\nHe was a member of &lt;a href=\"West%20Suffolk%20County%20Council\"&gt;West Suffolk County Council&lt;/a&gt; from 1933 to 1945, and was selected in 1938 as the Conservative &lt;a href=\"prospective%20parliamentary%20candidate\"&gt;prospective parliamentary candidate&lt;/a&gt; for the &lt;a href=\"Isle%20of%20Ely%20%28UK%20Parliament%20constituency%29\"&gt;Isle of Ely&lt;/a&gt; constituency, to stand against &lt;a href=\"Liberal%20Party%20%28UK%29\"&gt;Liberal&lt;/a&gt; MP &lt;a href=\"James%20Armand%20de%20Rothschild\"&gt;James de Rothschild&lt;/a&gt;. The parties had expected a general election in late 1939, but it was postponed for the duration of the war.\nIn January 1944 the Conservative MP for Bury St Edmunds, Lieutenant-Colonel &lt;a href=\"Frank%20Heilgers\"&gt;Frank Heilgers&lt;/a&gt;, was killed in the &lt;a href=\"Ilford%20rail%20crash%20%281944%29\"&gt;Ilford train crash&lt;/a&gt;. The three political parties which shared office in the wartime &lt;a href=\"Coalition%20Government%201940%E2%80%931945\"&gt;Coalition Government 1940–1945&lt;/a&gt; had agreed not to contest by-elections when vacancies arose in seats held by the other coalition parties, and when Keatinge was selected later in January as the Conservative and National Government candidate for the &lt;a href=\"1944%20Bury%20St%20Edmunds%20by-election\"&gt;resulting by-election&lt;/a&gt;, he could have expected to be returned unopposed, as had happened in most other wartime by-elections. Bury St Edmunds was a &lt;a href=\"safe%20seat\"&gt;safe seat&lt;/a&gt; for the Conservatives, having returned Conservatives at every election since 1885, and Heilgers had been returned unopposed in 1931 and 1935.\nHowever, the radical Liberal activist &lt;a href=\"Margery%20Corbett%20Ashby\"&gt;Margery Corbett Ashby&lt;/a&gt; decided to contest the seat. She resigned her position in the Liberal Party, and stood as an Independent Liberal candidate with the support of the socialist &lt;a href=\"Common%20Wealth%20Party\"&gt;Common Wealth Party&lt;/a&gt;. The contest gained national attention, and became seen as a test of the credibility of the government. The poll was held on 29 February, when Keatinge held the seat after a hard-fought campaign unfamiliar in a safe seat, but with a majority of only 12%.\nLater life.\nHe did not stand again at the &lt;a href=\"1945%20United%20Kingdom%20general%20election\"&gt;1945 general election&lt;/a&gt;. His father Gerald Keatinge had transferred to him the ownership of the family's estate of &lt;a href=\"Teffont%20Evias\"&gt;Teffont Evias&lt;/a&gt;, near &lt;a href=\"Salisbury\"&gt;Salisbury&lt;/a&gt; in Wiltshire. The estate was in a ruinous condition after the war; large areas had been covered with concrete by the US &lt;a href=\"Eighth%20Air%20Force\"&gt;VIII Bomber Command&lt;/a&gt;, all the hedges had overgrown enormously, and the Manor had been requisitioned for printing maps and the soldiers had stripped and sold the lead from the roof. Keatinge did not think it possible to effectively combine his role there with service in Parliament. Katherine was also very unhappy in the role then expected of a Conservative MP's wife. On the death of his father-in-law in 1947, almost all of Reginald's assets were liquidated to pay &lt;a href=\"death%20duties\"&gt;death duties&lt;/a&gt;; the Suffolk estate was sold.\nIn Wiltshire, after recovery from severe &lt;a href=\"peritonitis\"&gt;peritonitis&lt;/a&gt;, he set about restoring the estate to good condition, though he was less successful in making it profitable. In 1954 the &lt;a href=\"Ministry%20of%20Defence%20%281947%E2%80%931964%29\"&gt;Ministry&lt;/a&gt; tried to take full possession of the land used by the US Air Force; plans for the site included the construction of an isolated housing estate. He won the ensuing brief and unedifying dispute and the planned housing was eventually built as an integral part of the neighbouring village of &lt;a href=\"Dinton%2C%20Wiltshire\"&gt;Dinton&lt;/a&gt;. He was active in local government and as a &lt;a href=\"Justice%20of%20the%20Peace\"&gt;JP&lt;/a&gt;. He was for many years Secretary of the &lt;a href=\"Salisbury%20%28UK%20Parliament%20constituency%29\"&gt;local&lt;/a&gt; &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt;, and held two company directorships. He was &lt;a href=\"knight\"&gt;knight&lt;/a&gt;ed in 1960 for \"political and public services in Suffolk and Wessex\" having been made a &lt;a href=\"Commander%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Commander of the Order of the British Empire&lt;/a&gt; (CBE) in 1954.\nFamily.\nHis wife Katharine Burrell (Kitty, in later life The Old Cat) died in 1990. They had one daughter and a son, William, to whom Sir Edgar transferred the Teffont Evias estate in portions between 1967 and 1981. William thus received a forestry award for the woodland that Edgar had planted and nurtured on the Air Force site.\nHe died in 1998, aged 93."
}