{
    "id": "28320831",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=28320831",
    "title": "Westermalms IF",
    "text": "Westermalms IF FK is a &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; &lt;a href=\"association%20Football\"&gt;football&lt;/a&gt; club located in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; that competed in the &lt;a href=\"Allsvenskan\"&gt;Allsvenskan&lt;/a&gt; for two seasons in the late 1920s. The club currently play eight tiers lower in Division 7 Stockholm D.\nThe original colours of the team were black and white striped shirts and blue shorts. \nBackground.\nWestermalms IF is a Swedish sports club from Kungsholmen in the centre of Stockholm. The club caters for football, handball, floorball and athletics. The club is primarily known for its football team, which in the early days of Swedish football was one of the most important teams in the country and played two seasons in the &lt;a href=\"Allsvenskan\"&gt;Allsvenskan&lt;/a&gt; in &lt;a href=\"1926%E2%80%9327%20Allsvenskan\"&gt;1926/27&lt;/a&gt; and &lt;a href=\"1928%E2%80%9329%20Allsvenskan\"&gt;1928/29&lt;/a&gt;. The club also spent seven seasons in Division 2 in the 1920s and early 1930s. They won the Division 2 Östsvenska Serien on 3 occasions, the last time being in &lt;a href=\"Division%202%201927%E2%80%9328\"&gt;1927/28&lt;/a&gt;\nWestermalms IF was founded on the Friday 1 August 1902 when 17 young people met at a cafe at Fleminggatan 62. The original name of the club was Idrottsklubben Friggs. Barely a decade later the club was already among the best football teams in Sweden, but without being able to win a title. Individual players such as Herbert Almqvist, Rune Bergström and Birger Carlsson were among a number of players at the club, who represented the Swedish national team.\nIn later years the fortunes of Westermalms IF FK plummeted and the club has remained entrenched in the lower divisions of the &lt;a href=\"Swedish%20football%20league%20system\"&gt;Swedish football league system&lt;/a&gt;. The club currently plays in Division 7 Stockholm D which is the ninth tier of Swedish football. They play their home matches at the Stadshagens IP in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;.\nWestermalms IF are affiliated to the &lt;a href=\"Stockholms%20Fotbollf%C3%B6rbund\"&gt;Stockholms Fotbollförbund&lt;/a&gt;.\nSeason to season.\nIn their halcyon early seasons Westermalms IF competed in the following divisions:\nIn recent seasons Westermalms IF have competed in the following divisions:"
}