{
    "id": "28340280",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=28340280",
    "title": "Wile Cup",
    "text": "The Wile Cup is a trophy awarded annually to a group of &lt;a href=\"croquet\"&gt;croquet&lt;/a&gt; enthusiasts. Formerly the championship trophy for the &lt;a href=\"UBC.ca\"&gt;University of British Columbia&lt;/a&gt;'s Croquet Society club (Croqsoc), the Wile Cup has since become an annual recreational award. It is named after Croqsoc founder and inaugural club president, Daryl Wile. The tournament which the trophy is played for is also known as the Wile Cup.\nThe Wile Cup was purchased by the club in 2004, to be presented to the player who earned the most points in tournament play during the 2003-04 Winter semester. The Cup received its moniker the following school year, when President Corey Fischer christened the trophy in honour of the Croquet Society's founding father.\nUBC Era.\nSeptember 7, 2003: On a day-trip to the U.S., Wile, Fischer, and co-founder Kevin Nickel, discussed the idea of formulating a croquet club through the UBC Alma Mater Society (AMS), the school's student society. Upon returning to Canada, Wile recruited other close friends and roommates to join his Executive Board, the would-be operating council of the club. After Wile filed the necessary paperwork with the AMS and completed an in-person discussion on the merits of having a croquet club at UBC, the Croquet Society of the Alma Mater Society was born on September 14, 2003.\nThe Executive Board created four tournaments to be played during the school year, with each tournament's format to be a different variation of croquet. The Autumn Classic became the first tournament of the year, played on a standard &lt;a href=\"Croquet%23Nine-wicket\"&gt;9-wicket&lt;/a&gt; backyard course. Team-play was featured at the November Reign competition, with players randomly grouped into 3-person teams, playing other threesomes head-to-head. The third tournament involved rough terrain and obstacles, and was deemed to be \"&lt;a href=\"Extreme%20croquet\"&gt;extreme&lt;/a&gt;\" croquet. The Masters of the University was Croqsoc's final tournament of the school year, played on a &lt;a href=\"http%3A//www.croquet.com/images_new/site_templates/134/court.gif\"&gt;six-wicket Oxford style&lt;/a&gt; interweaving course. Club members earned points at each tournament, based on their performance. At the end of the year, the player who accumulated the most points became the club champion.\n2003-04: First Victory.\nThe inaugural Wile Cup champion was determined by the outcome of the final tournament of the year, the Masters of the University. Adam Gelinas, runner-up at the Autumn Classic and November Reign team tournament, finally broke through and captured the Masters title, and with it, the coveted Green Jacket. Stephanie Janzen, making her Croqsoc debut, stunned the field by not only qualifying for the Final round, but by capturing second place. Her runner-up finish, coupled with tournament-favourite Chris Van Kleeck placing 3rd, assured Gelinas the inaugural Wile Cup Championship by just 1 point.\n2004-05: Second Season.\nA new Wile Cup champion would be crowned in Croqsoc's second season, as Gelinas had graduated and would not be able to defend his title (documents show that Gelinas actually graduated in December 2003, and in effect, his student status should have ended. Although enrolled in student housing through the spring, some dispute his eligibility in winning the Wile Cup. Opposition to his status has dissipated over time). President Wile had also graduated, allowing Fischer to step up from Vice-President and lead the club. The new season may have brought in a crop of hopefuls to mix in with the sophomore players, but it opened identically as the previous campaign, with Van Kleeck again taking the Autumn Classic tournament. After he was victorious at November Reign II, it looked like the Wile Cup was a lock for Van Kleeck. However, by the time the Masters of the University came around, it was a three-horse race to the finish. Jacob E. Cruise led in the points standings with 23, followed by Erica Drake (22) and Van Kleeck (21). Incredibly, first-round collapses by Drake and Van Kleeck kept them out of vying for the Cup in the final, automatically awarding Cruise the club championship even before the final round. By finishing in 4th, Cruise also became the first player to win the Wile Cup without having won a single tournament.\n2005-06: Out With the Old.\nFor the third consecutive year, the Wile Cup would be captured by a new player. Cruise graduated following the previous season, opening the door for a new points champion. Following the Xtreme Challenge (the third tournament of the year), Dylan Gunn and Brandon Taylor were tied in the standings with 24 points, with no one close enough to pose a threat. Taylor had been the runner-up position in all three tournaments leading into the Masters, besting Gunn at the Autumn Classic and Xtreme. It was Gunn's team victory at November Reign III that raised his point total. Neither man played exceptionally well in the final round, but in the end it was Taylor that was able to shed the bridesmaid label and claim the coveted Cup by one point. Taylor, who would be replacing President Fischer the following September, became the first Croqsoc president with his name on the Wile Cup.\n2006-07: The New Class.\nThe opening of the 2006-07 school year marked a new chapter in the Croquet Society. With the graduation of Fischer the previous Spring, the second generation of Croqsoc had begun. President Brandon Taylor had taken over the reins, and looked to carry on the tradition. Though the last of the founders were gone, the fierce competition for Wile's Cup remained. After three tournaments, five players were all within striking distance for the championship; Martin Bradshaw, Kendra Brown, Keegan Bursaw, Mike \"Pool Party\" Wilton, and Taylor. Taylor failed to repeat as champion, and it was Wilton who walked away victorious, and once again, a new name was etched on the Wile Cup.\n2007-08: Croq 2.1.\nThe second year of the new generation unfolded eerily similar to the previous season; after three tournaments, there was no clear-cut favorite to the Wile Cup, and five challengers had a shot at winning it. The most likely bet to win would have been Roger Pylypa; however, a first-round knockout at the Masters eliminated his chances. Vice-President Bradshaw successfully repeated as champion, capturing his second Green Jacket, and surpassed Pylypa in the standings by a single point. However, it was Croqsoc rookie Chris Amy who would sour Bradshaw's victory. Amy secured the runner-up position, vaulting him past Pylypa and Bradshaw to the top of the standings, and became the newly crowned Wile Cup Champion.\n2008-09: Winds of Change.\nThe winds of change were again blowing at the UBC campus. President Taylor had passed the torch to Bradshaw, who became the fourth Croqsoc head. His first order of business, however, was to capture the Autumn Classic championship. He could not continue his stellar run atop the leader board, unfortunately, and by year's end, was all but out of Wile Cup contention. At the Masters, it was a two-man race between Bursaw and Wilton. In the final round, Bursaw finished second, ahead of Wilton, and won the Wile Cup, 34 points to 31 (ironically, 2 years earlier, Wilton beat Bursaw to the Wile Cup by the same score). Unbeknownst to them, and to the rest of the players, that would be the last croquet game played under the guise of the Croquet Society of the AMS.\nCroqsoc Not Renewed.\nDwindling support, coupled with sparse management, is detrimental to any sports league. The UBC Croquet Society was no different. As time passed, the passion and vigor to which Croqsoc was founded on and known for, disappeared. Running a club is no simple task. You need dedicated individuals who are ready to sacrifice time and effort. As students become more entrenched with scholastic issues as they near graduation, a fresh crop of enthusiastic underclassmen is needed to breathe new life into an aging Executive. Unfortunately for Croqsoc, this did not occur. The Executive had all but graduated, and there was little to no interest in finding replacements. As such, the club's application for renewal was not submitted, and with that, the Croquet Society of the AMS folded.\nModern Era.\nUpon hearing about the fate of the club, former president Corey Fischer couldn't let the tradition established seven years prior disappear forever. In order to keep the spirit alive, he needed the beacon of Croqsoc; the Wile Cup. Having remained in touch with some of the members of Croqsoc, Fischer contacted Bursaw, and explained his desire to keep the memory of the club going. Bursaw was more than happy to return the Cup. Now in possession of the trophy, Fischer ultimately wanted to continue the Cup's annual awarding. He decided that the most fitting way to do this would be to inaugurate a tournament for UBC Croqsoc alumnus and friends.\nIt was decided that an effective way to award the Wile Cup would be in a three-round, points-based tournament. Players will accumulate points determined by their outcome in two qualification round matches of varying difficulty. Round 1 is a traditional setup, often a backyard style course, on a level pitch of grass - mirroring the layout of Croqsoc's \n'Autumn Classic.' Conversely, Round 2 is the extreme style of croquet, involving rough terrain, and obstacle course-like design - matching the 'Xtreme Challenge,' the third tournament of the Croqsoc season. Points are awarded for each Match's finishing position; 6 points for First, 5 for Second, 4 for Third, 3 for Fourth, 2 for Fifth, and 1 for Sixth. The top six point-getters from the qualification round advance to the winner-take-all Championship Match, or Final. The Final Match layout is a 6-wicket Oxford style, with a centre stake (coming into contact with the stake before passing through the final wicket results in disqualification) - the same format played under the 'Masters of the University' banner. The differing nature between the three rounds' matches is to ensure that the eventual Champion will exhibit a definable level of skill, as was needed during the four tournament UBC era.\nMonck Park 2010.\nThe first tournament in the new era of Croqsoc was held August 7, 2010, at &lt;a href=\"http%3A//www.env.gov.bc.ca/bcparks/explore/parkpgs/monck/\"&gt;Monck Provincial Park&lt;/a&gt; campground. The tournament was the focal point of a UBC reunion of sorts, comprising most of the original Executive Board, as well as friends, spouses and partners. Whereas in previous Croqsoc seasons, the Wile Cup was awarded to the player with the most points accumulated after 4 tournaments, the new format had to fit a condensed one-day schedule.\nPlayers were randomly drawn into 1 of the 3 matches in each discipline. The first round was played on a \"Butterfly\" course, enabling players to cross each other's paths as they navigated the wickets. \"&lt;a href=\"Extreme%20croquet\"&gt;Xtreme&lt;/a&gt;\" croquet was the style for the second round. Points were awarded for placement in both rounds; 10 points for winning the match, 7 points for the runner-up, and 5-4-3-2 for the remaining 4 finishers. The top 6 advancing to the final round were Brian Martin (20 points), Adam Gelinas (17), Corey Fischer (15), Kevin Nickel (14), Colin Olson (14), and Jake Cruise (14). Playing order was determined by the highest rank picking which position he would like to start at. To break the 4th-place tie, a closest-to-the-stake playoff was held. The final round was set up in a \"&lt;a href=\"Croquet%23Nine-wicket\"&gt;Traditional&lt;/a&gt;\" format.\nAfter a long day of croquet, the final was over relatively quickly. Playing in 6th position, Olson was able to utilize the other balls for roquet shots, and surged out front in the early going. The players jockeyed for first for a couple of turns, before Fischer grabbed the top spot. After hitting the half-way stake, he was able to take advantage of his opponents' places and pad his lead. Despite a late charge by Martin, as well as surviving ill-fated \"poison balls\" (defensive plays) from Cruise and Gelinas, Fischer victoriously staked and claimed the 2010 Wile Cup. Martin would eventually finish 2nd, but not before Gelinas ended his own tournament by purposely staking himself out, \"earning\" 6th. Cruise also had his tournament end via self-stakeout, albeit accidentally. As he attempted re-enter the course (having gone astray in his defensive play toward Fischer), Cruise smacked a hard shot that was sure to have reached the other end of the pitch, had the stake not interrupted the ball path. Comically, the force of his shot made the ball spin in place at the stake, leaving him in 5th place. Nickel captured 3rd, thereby automatically placing Olson in 4th.\n\"Table colour refers to which ball a player used\"&lt;br&gt;\nk | w | †\nKamloops 2011.\nWile Cup Champion Jake Cruise (2004–05) offered to host the tournament in his city of &lt;a href=\"Kamloops\"&gt;Kamloops&lt;/a&gt;, &lt;a href=\"British%20Columbia\"&gt;BC&lt;/a&gt;. Having moved to the &lt;a href=\"British%20Columbia%20Interior\"&gt;interior&lt;/a&gt; in late 2009 and into his current home in 2010, it was an opportunity to provide hospitality to the Championship's contestants.\nThe 2011 tournament was held on July 2 and had three distinct differences than the previous years'; the opening round matches were played under the six-wicket \"Oxford\" format, the second round \"Xtreme\" style was played in a completely different locale (Jake's family cabin at &lt;a href=\"Stump%20Lake\"&gt;Stump Lake&lt;/a&gt;), and a 3-person playoff was needed to determine the final 2 places for the Championship round.\nAfter two rounds of play, three players (Laura Spencer, Kevin Nickel, and 2010 Champion Corey Fischer) were knotted at 14 points apiece. With only two spots remaining open for the final round, a playoff was contested between the three. It was decreed that a short, 2-wicket and stake format would resolve the tie. Fischer and Nickel would eventually win and advance into the Championship round, in the 5th and 6th positions.\nTwo newcomers were represented in the final round; Peter Hourihane and Candace Dickenson, seeded 2nd and 3rd, respectively. They sat behind Robin Norman, who had won both his preliminary matches, and ahead of Cruise. Spectators were treated to wonderful view of Championship match, as the game was played in Cruise's backyard, below a wide deck.\nMuch of the field moved quickly through the first half of the course, except the two playoff qualifiers. A series of misses and roquets by other players and each other left the players still fighting to pass through the first wicket, while the leaders were attempting to halfway stake.\nFinally, both Fischer and Nickel were able to overcome their slow starts and progressed behind the rest of the players. The lead changed hands multiple times between the other four, though a series of misfortunes would drop Norman back. For a time, it appeared that the Wile Cup might be hoisted by a female for the first time, as Dickenson jumped into top spot with 4 wickets to play. Unfortunately for her, Cruise made several shots in a row and took over the lead, with just two wickets remaining.\nSeeing that Cruise could potentially end the game on his next turn, Fischer enacted a \"poison ball\" style of play, in which a player abandons the progression of the course in order to interfere with another player's position. Fischer succeeded in knocking Cruise's ball slightly off course, so that he would have to hit a set up shot on his next turn, instead of passing through the wicket.\nHourihane remained near the front, and was able to take advantage. With the Championship in view, he passed Dickenson and Cruise, but missed clinching the title by an errant stake shot. Meanwhile, the poison ball on Cruise had given Fischer a favourable field position, and was able to quickly make up ground. After a second missed stake shot from Hourihane, Fischer passed through the final wickets and claimed the title for the second straight year, thereby becoming the first player in Wile Cup history to win back-to-back championships. Dickenson captured the Runner-up position.\np\nSurrey 2012.\nA long-held dream of the Croqsoc Executive board was to play a match at &lt;a href=\"Peace%20Arch%20Park\"&gt;Peace Arch Park&lt;/a&gt; international border crossing; it became reality one unforgettable Labour Day Sunday. The participants gathered to play Round 1 at the Canada/US, Surrey/Blaine border. Sunny skies above provided beautiful weather and scenery for the match, which utilized the giant monument as a glorious center wicket in a &lt;a href=\"http%3A//www.croquet.com/images_new/site_templates/134/ninewicket.gif\"&gt;Traditional-style&lt;/a&gt; croquet pitch. After many players used the massive arch for a ricochet shot, all were required to recite the structure's internally scribed message: “May These Gates Never Be Closed.” The sheer spectacle of the group was undoubtedly captured by numerous cameras travelling by on either side, potentially securing a lasting legacy in the hard drives of strangers.\nThe Xtreme round was challenged in Bear Creek Park in Surrey, a multi-use municipal park. Obstacles underfoot and aroundbush were the hallmark for these matches. Though played in a relatively closed course by Xtreme standards, the difficulty was experienced by all competitors, and had the intended impact of equaling any advantage, keeping the drive for the Cup fair and balanced.\nWith the exception of two-time defending champion Corey Fischer, the Wile Cup Final was composed of completely different competitors than the previous year. Of those five, only Brian Martin had made it to the Final before, finishing in the runner-up spot in 2010. \nAfter a blistering preliminary round in which he won both his matches, Mike Bortolin was certainly the player with momentum. Thanks to some poison ball play by Robin Norman in the Xtreme round, both Alison Martin and Daryl Wile used the opportunity to make improbable runs and qualify for the Final, finishing first and third, respectively. If there were a dark horse player, it would have been Nathan Ozog, who quietly made the final round with 13 points. Brian Martin's 12 points set a record for lowest score heading into a Final.\nThe Final location and accompanying after-party was graciously hosted by Ernie &amp; Sharon Bortolin, Kevin's in-laws, and parents of Mike and our late-friend Terrah; whose warmth, spirit and love of partying gave everyone a beautiful day.\nWile Cup 2012's Final round was played with the &lt;a href=\"http%3A//www.croquet.com/images_new/site_templates/134/court.gif\"&gt;six-wicket Oxford style&lt;/a&gt;, forcing the competition to orbit around a central stake. As expected, Bortolin quickly surged ahead of the rest of the field, rapidly advancing toward victory. The advantage of the Oxford format is that regardless of what position a player is in, his or her opponents are usually in range enough to attempt a play. The Finalists used this technique to keep the leaders in check, and the match close. Gradually, Bortolin lost his lead to Mr. Martin, Fischer, and Wile. The turning point in Fischer's quest for a three-peat came when he mistakenly shot out of order, thereby forfeiting his next turn, as well as any chance of gaining the lead. Despite their strong showing in the afternoon rounds, both Ozog and the Mrs. Martin fell too far behind to make a late charge. In a sport like croquet, the geometry always interferes.\nWhereas in the Xtreme round, when Martin hiccupped on the last wicket and dropped from first to fourth, he left little to be chanced when it counted. With timely calculation, he maneuvered and precisioned himself to the stake before anyone else. With one final chisel-like stroke, he engraved himself into history, becoming the second Wile Cup Champion of the Modern Era.\nWile, playing in his first Croqsoc tournament final, made a formidable comeback in the Xtreme round to qualify for the championship match. His efforts were celebrated with the Golden Bagel Award for Runner-up, a prize he graciously deserved. Three was destined for Fischer on this day, though not in the consecutive championship department. Croqueted into the creeq along with fourth place was Ozog. The wheels stopped chugging on the Bortolin Express, pulling into the station in fifth place. Though she placed sixth in the Final, Alison Martin's tournament was certainly inspirational and deserves recognition; she was nearly seven-months pregnant with twins! Ultimately, the Wile Cup ended up in the Martin home anyway, meaning that the 2013 edition will be organized by the new champion.\nRedmond 2013.\nWhile the 2012 tournament dipped briefly into the USA during the opening round, the 2013 Wile Cup was the first to be played entirely south of the 49th parallel. Participation in Washington state is a home-coming of sorts, as the &lt;a href=\"%23Croquet%20Society%20is%20Born\"&gt;idea for the UBC Croquet Society&lt;/a&gt; was first pitched on US soil. Competition for the 10th edition of the Championship was held in the Seattle suburb of Redmond. Reigning champion Brian Martin and his wife Alison selected a nearby soccer field to hold round 1, played in the Traditional format. The ample space allotted for both matches to be played simultaneously, resulting in a fairly quick opening frame.\nPlay resumed for the Xtreme Croquet round at Microsoft headquarters, on the Redwest campus. The unusual terrain boasted a new obstacle to this year's round; “Death Tree.” Should a player's ball come into contact with Death Tree or its exposed roots, that player must return to the starting stake for their next turn; he or she does not lose any completed wickets. Overall, Death Tree was struck four times between the two Xtreme matches, garnering it for future Wile Cup inclusion.\nThe Championship Final was played at the Martin homestead, contested by a near clean sweep of former UBC Croquet Society Executive Board members, save for Mike Bortolin: Corey Fischer, Adam Gelinas, Brian Martin, Kevin Nickel, and trophy namesake Daryl Wile. The Executive not involved, Colin Olson, designed the Championship course and served as head official.\nOlson's course featured a central stake, tasking players to not only start and finish at the same point, but more importantly to avoid during the course of play. Unlike Death Tree, should a player's ball strike the stake, his game is over. This strategy was not lost on the experienced group, with no less than five stake-outs attempted; the closest performed by Wile, wherein he sent Bortolin's ball just centimeters from doom, only to roquet off Gelinas’ ball, which was already in immediate stake-proximity.\nShot of Game (and arguably of Day) went to the leader Martin, who had been sent off the pitch on Fischer's previous turn; needing one long shot to capture first place, Martin passed the stake, but had just enough carry to nudge up to Bortolin, awarding him two short strokes to capture his second consecutive Wile Cup Championship. Repetition was also in store for Wile himself, who finished as Runner-up in back-to-back years.\nLadner 2014.\nBack where it all began, CroqSoc returned to its roots for the 2014 championship. On the same pitch of grass along Main Mall at the University of British Columbia, where the 2003 Autumn Classic was hosted - the inaugural tournament - the band of croquet hopefuls descended. Flanked by newly constructed buildings and classic views, the first round of the 2014 Wile Cup was contested in the same format as ’03 Classic; Traditional 9-wicket croquet.\nThree simultaneous matches, set up end-to-end, provided another CroqSoc spectacle to passersby, not unlike eleven years prior.\nThe second round would be competed in Rhododendron Wood, a forested area on the UBC campus, near Wile Cup namesake Daryl Wile's residence. The Wood was very suitable for extreme croquet, as it blended flat terrain with tree-base obstacles. Bank shots, log ramps, and ground mulch makes the extreme round unpredictably fun and frustrating, depending on who you ask! Despite the efforts of the course designers, the first match of the second round proved time-consuming. As a result, the layout was amended for the second and third matches. In addition, two competitors dropped out, thereby creating an unbalanced table and an uncertain procedure of final round qualification.\nIn nearby Ladner, the Championship match took place at the home of the parents of 2012 Finalist Alison Martin (née Bones). As the participants arrived for the festivities, it was still unknown how to account for the logistical issues of qualification, and set a match of six for the final. Following some deliberation, it was decided that the top 4 finishers from the qualifying rounds - Wile, Steph Janzen, 2-time defending champion Brian Martin, and Kevin Nickel - gained entry. The next six players in the standings would compete for two wild cards into the final. Unfortunately, there was a tie for the sixth spot between Mike Bortolin and Corey Fischer, so a Closest-to-the-stake playoff was held, won by Bortolin. The wild card play-in field was set.\nBuoyed by his near elimination, Bortolin made short work of the play-in match, advancing to the Final in convincing fashion. Joining the final round would be CroqSoc Executive alum Param Chauhan, playing in his first modern era tournament.\nThe Championship final was a spirited affair, peppered with multiple lead changes and wonderfully stroked shots. The grass was thick, making even short shots difficult. The walkout patio of the Bones’ backyard allowed for prime spectator viewing. Even after the half-way stake marker, the match was even, with no clear cut front-runner. It was a chess-like game of strategy this year. Wile picked up some momentum before a disputed roquet shot cost him a chance at the lead. Battling with Martin with 2 wickets to play, Chauhan had an opportunity to stake-out the defending champ, but instead drove Martin's ball beyond the pitch. As fate would have it, this decision may have ultimately cost Chauhan the Cup. After the croquet shot, Chauhan set up at the 11th (and second-last) wicket.\nAfter Bortolin, Nickel, Wile and Janzen shot, Martin re-entered the pitch, but short of the 11th. Chauhan then passed through the wicket, wide of the stake (and on the opposite side from Martin), and with one wicket to go, he caromed his ball off the outer edge of the 12th. He would not shoot again. Soon after, Janzen had an opportunity to stake-out Martin as well. With his hands clasped on the back of his head, Martin saw Janzen's ball pass by, without making contact. With a sigh of relief, Martin aimed toward the 11th, roqueted off Wile, turned around and passed through the wicket. He then roqueted off Janzen, used two shots to pass through the final wicket, roqueted off Chauhan, and closed in on the stake. With one last shot, Martin secured his third consecutive Wile Cup!\nThe Arkley Collection.\nA few weeks after the Championship, Croqsoc founder Daryl Wile was invited to an exclusive event by the UBC Library at the Vancouver campus. The Library was celebrating The Tremaine Arkley Croquet Collection. Mr. Arkley, a former member of the U.S. National Croquet Team, donated to the Library his collection of croquet-related illustrations, engravings, photographs, cartoons and paintings, dating from the 1850s to the 1950s. Daryl rubbed elbows with Mr. Arkley, and their photo was taken for the UBC Library Friends Winter 2014 publication.\nWest Kelowna 2015.\nIn the 5 years of Modern Era play, the Wile Cup has always enjoyed near-perfect weather conditions. The poorest championship forecast was arguably 2005; a soggy Jake Cruise accepted the trophy for accumulating the most tournament points in a UBC year. 10 years later, it looked like Mother Nature would dampen the day again.\n2 hours prior to start time, the rain poured down and wind blustered. Players around the Metro Kelowna area looked disappointedly to the heavens, accepting that the call for afternoon showers arrived early. An 11th-hour relocation to City Park in Kelowna was made in part of the presence of more trees for shelter from the elements. That aspect for the move turned out to be moot, as the skies cleared of clouds and forest fire smoke, and the sun shone down on the lakefront grass. 6 years, and counting.\nThe first and second rounds were competed at City Park, partially with a brand new Xtreme croquet set, procured by Daryl Wile. Long, hammerhead mallets with a 45° wedge on one side, axe handles, and rugged metal wickets, the set ensures no course is too extreme. In the interest of time, the extreme round was tamed somewhat, compared to years past. Both rounds were met with excellent play, but little drama.\nFor the first time, 3 players advanced to the Championship round by winning their respective matches; Cruise, Wile, and Kevin Nickel. The lone surprise would be the skill of Dana Bortolin, who effectively played her way into the Championship game, accompanied by Robin Norman, and defending-champion Brian Martin, looking for his fourth consecutive victory.\nThe Championship match was 6-wicket Oxford style, modified to squeeze into the backyard pitch of host Colin and Katherine Olson's West Kelowna home. Nickel jumped out to an early lead, but was surpassed midway through the course by Wile. The close quarters and out-of-bounds hazards kept players modest, and no lead seemed insurmountable. Though the competitors had an “Anybody-But-Brian” mentality going into the match, Martin was trailing behind when the unexpected occurred.\nAfter coming into contact with Nickel's ball, Martin faced a dilemma. He could attempt a stake-out shot, by sending Nickel's ball into the centre stake and eliminating him from competition; or Martin could use the 2 bonus shots he received for contacting Nickel, and advance through a distant wicket with a higher probability. The stake was approximately 2.5 meters from their position; a very makable shot for the defending-champ.\nRegardless of the result, a stake-out attempt would leave Martin with only 1 additional shot, with distance and the stake separating him from the next wicket. He elected to leave Nickel alone, and use his 2 shots to better his position in the game. Martin swiftly connected with his ball, hurtling the brown sphere toward the far side of the pitch, bouncing once or twice before coming to an abrupt stop - at the base of the stake. Unimaginably, the 3-time champion was out of the match!\nFollowing a short respectable applause for Martin's superb play over the past 3 championships, the remaining five competitors realized a new name would don the Cup in 2015, and it was still anybody's chance. Though Wile still held the lead, the rest of the field were criss-crossing the pitch and playing with greater risk-reward shots. As Wile neared the final 2 wickets which bookend the stake, last-place Cruise elected a ‘poison ball’ strategy; Cruise would hover around the stake in hopes of coming into contact with the leader, and eliminate him/her by way of stake-out. As planned, Cruise was able to set up a croquet shot on Wile, but Wile's ball was placed so close to a wicket that it was impossible to be sent into the stake. Instead, Wile was cleared away.\nMeanwhile, Robin Norman had quietly advanced through the course, and threatened to overtake the lead. He reached the same second-last wicket that Wile was going for, successfully passed through, avoided Cruise's poison ball, and just narrowly missed the final wicket, ricocheting to the right. A couple centimetres to the left, and Norman would have been only 1 more shot to clinch.\nOn his next turn, Wile passed through the second-last gate, aiming wide of the stake, with approximately 3 meters to the final wicket, Norman-adjacent, and Cruise hovering nearby. Anything but a ‘through ball’ would certainly result in another poison ball attempt from Cruise, and a potential victory to Norman. 2 past runner-up placements, and an unfortunate history of coming up short, it was a pivotal shot for Wile. With the same confidence he showed throughout the day, however, his ball rolled across the grass, bounced off Norman's, and landed directly in front of the wicket; a gimme ‘through ball.’\nWile then angled his through shot with enough room to have a direct path to the stake. Even a stray shot had the chance of ricocheting off Cruise, allowing 2 more shots for the title. But this was Wile's first shot-for-victory in the history of the championship that holds his name, and he made sure he only needed one. One second after the crack off the mallet sounded in the ears of the spectators, Wile's red striped ball caromed off the thick, multicoloured stake, and landed softly in the grass. After 12 years, the Wile name would finally be engraved on the Wile Cup!\nIf the celebration of a dozen friends can be called a ‘roar,’ the crowd erupted into a roar of applause. Undoubtedly, the sting from the missed opportunities of the past disappeared in an instant as Wile walked off the pitch. All that remained was who would take home the runner-up ‘Hands On Award,’ an extendable aerial metal hand. Soon afterward, Norman passed through the final wicket, and staked out, earning his highest Wile Cup finish to date. As has become tradition, the match concludes, for the remaining competitors have no reason to continue. And they may be hungry.\nOne matter of Croqsoc business was voted on during this year's Wile Cup; it was decided that the championship would be played in perpetuity on the weekend prior to Labour Day, thereby making it easier to schedule for years to come.\nx\nk\nKelowna 2016.\nThe 13th edition of the Wile Cup bore a new tradition; the Junior Championship. As the tournament gets older, so too do the children of the competitors. As the father of both the croquet club and the eldest child among the members, Daryl Wile decided to create a kid's event for the tournament weekend. The inaugural Junior Wile Cup Championship was a one-game playoff match, contested by Lachlan Wile, Audrey Wile, Robert Cruise, and Fraser Wile.\nRound 2, otherwise known as the Xtreme Round, utilized a hybrid of dry, desert-like terrain, and longer distance shots on city park grass. The resulting transition allowed for a second match to begin once the first match was past a certain point. This type of design was encouraged to continue in future years, as the Xtreme Round is known to take the longest. At the conclusion of Round 2, Julie Holt and Param Chauhan were tied in score at .533 (due to unbalanced match participants, players scores are calculated based on how many opponents they bested in their heats). A playoff was held prior to the final, consisting of 1 wicket and a stake. Julie won the coin toss, made the first wicket, but missed the stake. Param's shot bounced off the wicket, leading Julie to stake out and punch her ticket into the Final.\nThe Championship Final was unlike no other. Playing on home grass and looking to repeat as champion, Daryl Wile opened the course with confidence and accuracy. Challenging Wile was Brian Martin, followed by Jake Cruise. By midpoint, Mike Bortolin, Corey Fischer and Julie Holt had very little hope of catching the leaders. Acknowledging this, Bortolin and Fischer forged a secret 'poison ball' alliance strategy, electing to take advantage of the close proximity layout, and work together to stake-out the leaders. The first victim was Martin, who had bypassed Wile for the lead. Fischer was unable to perform a stake-out, but Martin's ball stopped near Bortolin's, and the out was made. Martin, having self-staked the previous year, accepted the play with class, noting, \"I'm happy to be going out this way.\"\nWile, on the other hand, was not so cheerful. As the new leader, he became the next target. As Bortolin attempted a stake-out, Wile's response was, \"Every fuckin' year...\" Bortolin missed, but Fischer completed the out. With Martin and Wile now out, Cruise became the leader; until Bortolin staked him out as well. With the top 3 out of the game, the Bortolin-Fischer alliance concluded, leaving the two and Holt to play for the Wile Cup. Fischer, now in the lead, began making shots worthy of a finalist, and advanced through the course. Fallen behind again and with little time left, Bortolin once again decided to go rogue and attempt to poison Fischer. This proved to be disastrous; as the ball bounced across the pitch towards Fischer, it caromed off the stake. Bortolin ended his own game! It was now down to Fischer and Holt.\nHaving quietly been a witness to all the out attempts, Holt also got into the action. She tried to remove Fischer from the competition, and then claim the Wile Cup without finishing the match. Alas, it was not meant to be, and her shot came up short. Fischer turned around made his final wicket, used Holt for 2 shots, and claimed his third Wile Cup Championship in the most bizarre final in tournament history.\nx\nk\nKelowna 2017.\nThe Wile Cup competitors again descended on Kelowna for the annual croquet challenge, exclusively competed at &lt;a href=\"Mission%20Creek%20%28British%20Columbia%29\"&gt;Mission Creek (British Columbia)&lt;/a&gt; Regional Park. With ample space to host and spectate, a mix of grey UBC Croquet Society shirts and summer wear stepped onto the pitch for Round 1. The main event, however, proved to be situated nearby; a forested walking path bordered by Mission Creek that would be the battleground in the second round.\nIn 2016, the next generation began playing in the pre-tournament \"Wile Cup Jr.\" match. This year, a junior joined the jocks. Young Lachlan Wile stepped in for Julie for the Xtreme Round, and played masterfully. After experiencing the foils and frustrations that come with the Xtreme, Lachlan put a string of shots together and even held second place for a while. Undoubtedly his practice will pay off in the years to come. \nJulie Holt (aka Yankee Julie) qualified for her second consecutive Final, after finishing runner-up in 2016. She joined last year's champion Corey, Mike, Daryl, Brian and Colin in the Championship Final.\nThere would be no repeat of 2016's final match this time around. Whereas an unprecedented four stakeouts were made in last year's Final, 2017 was a skillful contest of calculation and execution. In the end, the Cup returned to hands of Brian, champion for the fourth time. As is tradition, the champion dictates where the following tournament is held, so the CroqSoc competitors will meet in the US in 2018 for the first time in four years to challenge again for the Wile Cup.\nRedmond 2018.\nk\nSurrey 2019.\nThe Wile Cup returned to Surrey for the first time in 7 years, hosted by the Bortolins, thanks to Mike finally getting the loser-monkey off his back in 2018! The competitors congregated at Fleetwood Park for Round 1 action, before travelling to the senior Bortolin residence for the Xtreme and Championship Rounds. The second round's Xtreme format, generally played in forested areas or rough terrain, received a massive format twist: foam. \nThe backyard layout resembled closer to a miniature golf course, as opposed to a croquet setup. Players maneuvered around a gigantic tree, which enabled excellent aerial observation thanks to a viewing platform, complete with alternate pathways, elevated wickets, and a fly-over jump! An immense amount of course preparation was put in place by Mike for a unique and novel approach to the Xtreme Round. Although the reigning champ won over the competitors with his design elements, his path to the Final required a \"Closest to the Stake\" challenge.\nThe fifth and sixth spots in the Final required a tie-breaker, between Mike, Dana, Kevin and Robin. The sudden death shot resulted in Kevin and Robin advancing, dashing Mike's hope for back-to-back championships, and Dana's hope for consecutive Bortolin titles. All was not lost for trying to keep the Cup in the family; newcomer Ben Park is Mike's cousin, and qualified for the Final with Steph, Corey, Brian, Kevin and Robin. The rookie impressed the veteran players with his skills all afternoon, and continued into the Final. Despite mounted attempts at stake-outs by all players, Ben outlasted the field and captured his first Wile Cup! He further ingratiated himself with the group by deferring hosting duties in 2020 to Corey, who will host in Kelowna.\n2020 Postponement.\nThe 2020 Wile Cup Championship was scheduled to be played in the Kelowna area at the end of August. In July, the tournament was officially postponed due to the COVID-19 pandemic.The Canada-US border remained closed to non-essential travel, although many Wile Cup participants consider the tournament essential to every summer, playing without the American-based Croqsoc members was deemed a non-starter. This marks the first year in Croqsoc history that the Wile Cup would not be awarded. \nDespite the pandemic, a socially-distant \"Regional\" BBQ and Croquet was held at Gellatly Nut Farm Park in West Kelowna with the Okanagan residents. A course was plotted for the children's game, won by Audrey Wile. The adults adapted the course to \"light-Xtreme,\" and added a few extra wickets. Lachlan Wile, having reached the Croqsoc age of maturity (10), played on the senior circuit, making him the first offspring to start and compete in a sanctioned event (2 years earlier, he substituted in for Julie Cruise). Jake Cruise won the match.\nThe next Wile Cup Championship is scheduled for the summer of 2021.\n&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;br&gt;\nCup Attributes.\nDuring the UBC era, engravings were dated with the school year (i.e. 2003-04). Since the Wile Cup Championship no longer involves accumulating points over two calendar years, the year in which the trophy is won now accompanies its victor's name.\nThe original marble base was replaced in 2010. The nameplates were transferred onto the new two-tiered wooden platform, which will sustain subsequent champions' names through 2028.\n&lt;br&gt;Prior to the 2016 tournament, a 'Cup refresh' was undertaken to replace the plastic shiv-inscribed and debris attractant Wile Cup of yesteryear, for an alloy cup with a smooth internal finish suitable for drinking and very hoist-friendly. In addition, the top surface was adorned with brass croquet miniatures to emphasize the nature of the prize when displayed. The new cup is 24.5 cm tall and the total height is 39 cm."
}