{
    "id": "2837743",
    "revid": "5230605",
    "url": "https://en.wikipedia.org/wiki?curid=2837743",
    "title": "Ioannis Varvakis",
    "text": "Ioannis Varvakis (; 1745–1825), also known as Ivan Andreevich Varvatsi (), was a &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; distinguished member of the &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n and &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; communities, national hero, member of the &lt;a href=\"Filiki%20Eteria\"&gt;Filiki Eteria&lt;/a&gt; and benefactor of the places where he lived.\nOrigins, early life.\nIoannis was born on the Greek island of &lt;a href=\"Psara\"&gt;Psara&lt;/a&gt;, son to Andreas Leontis and Maria Moros. His mother later cloistered herself in a monastery on the island of &lt;a href=\"Chios\"&gt;Chios&lt;/a&gt;, where she died during the &lt;a href=\"Chios%20Massacre\"&gt;Chios Massacre&lt;/a&gt; in 1822. His real name was Ioannis Leontides (&lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;: Ιωάννης Λεοντίδης); \"Varvakis\" was the nickname that he received during his childhood due to his imposing eyes, which were similar to the eyes of a bird of prey which lives on the island of Psara and is known as \"varvaki\" (βαρβάκι, \"&lt;a href=\"Eleonora%27s%20falcon\"&gt;Eleonora's falcon&lt;/a&gt;\").\nHero of the war for independence.\nVarvakis was a &lt;a href=\"Greek%20Orthodox\"&gt;Greek Orthodox&lt;/a&gt; Christian who became a skilful sailor at the age of 17 and built a ship, the \"St. Andrew\", which he later offered (with his crew) to the Russian forces during the &lt;a href=\"Russo-Turkish%20War%2C%201768-1774\"&gt;Russo-Turkish War, 1768-1774&lt;/a&gt;. He spent his entire fortune to equip the ship and to arm it with &lt;a href=\"cannon\"&gt;cannon&lt;/a&gt;s and showed extraordinary courage during the &lt;a href=\"Battle%20of%20Chesma\"&gt;Battle of Chesma&lt;/a&gt; () in July 1770. His &lt;a href=\"xebec\"&gt;xebec&lt;/a&gt; was transformed into a &lt;a href=\"fire%20ship\"&gt;fire ship&lt;/a&gt;, packed with combustibles, set on fire and steered into a large Turkish ship. But the war did not give independence to &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, as the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; &lt;a href=\"sultan\"&gt;sultan&lt;/a&gt; signed peace by the &lt;a href=\"Treaty%20of%20Ku%C3%A7uk%20Kainarji\"&gt;Treaty of Kuçuk Kainarji&lt;/a&gt; in 1774, which granted &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; the northern part of the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt;. On the other hand, this war created a mass exodus of Greeks to &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;.\nAt service of Catherine the Great.\nWithout any money in his pocket, Ioannis Varvakis decided to seek an audience with &lt;a href=\"Catherine%20the%20Great\"&gt;Catherine II of Russia&lt;/a&gt; (\"Catherine the Great\"). He went to &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt;, where he met with &lt;a href=\"Grigori%20Alexandrovich%20Potemkin\"&gt;Grigori Alexandrovich Potemkin&lt;/a&gt;, Russian &lt;a href=\"general\"&gt;general&lt;/a&gt;-&lt;a href=\"field%20marshal\"&gt;field marshal&lt;/a&gt;, &lt;a href=\"politician\"&gt;statesman&lt;/a&gt;, and favorite of &lt;a href=\"Catherine%20II%20the%20Great\"&gt;Catherine II the Great&lt;/a&gt;, who arranged the audience with the &lt;a href=\"Empire%20of%20Russia\"&gt;Empress of Russia&lt;/a&gt;. &lt;a href=\"Catherine%20II%20the%20Great\"&gt;Catherine II the Great&lt;/a&gt; was particularly generous giving Varvakis 1,000 golden roubles as a gift and an authorisation for unlimited and duty-free fishery in the &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt; and the right to choose a place to settle in &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. He also received an official patent signed by Catherine the Great, proving that Ivan Andreevich Varvatsi (his new Russian name) was named &lt;a href=\"first%20lieutenant\"&gt;first lieutenant&lt;/a&gt; of the &lt;a href=\"Russian%20Navy\"&gt;Russian Navy&lt;/a&gt; on October 21, 1772.\nVarvakis in Astrakhan.\nFrom Saint Petersburg, he left for &lt;a href=\"Astrakhan\"&gt;Astrakhan&lt;/a&gt; to develop a fishery, though he had no experience. In the northern &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt; his fishery enterprise made him a millionaire. The boats of Varvakis caught &lt;a href=\"sturgeon\"&gt;sturgeon&lt;/a&gt;, white &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt; and other valuable fish. Knowing the passion of Greeks for &lt;a href=\"caviar\"&gt;caviar&lt;/a&gt;, he tried to arrange exporting caviar to Europe. He invented a solution to preserve the freshness of the caviar eggs while being transported by ship. He produced timber boxes, which did not cause alterations in the precious eggs, were absolutely waterproof and thus were maintained in very good condition. Until then the caviar had been preserved in caves. Varvakis shipped caviar from &lt;a href=\"Astrakhan\"&gt;Astrakhan&lt;/a&gt; to &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; by camel or by boat through the &lt;a href=\"Volga\"&gt;Volga&lt;/a&gt; river. In 1788, the business of Varvakis employed more than 3,000 workers.\nIn 1810-17, Ioannis Varvakis financed the delayed construction of the channel linking the Volga to its arm . The channel, which was initially built as \"Astrakhansky\" was renamed by the decree of December 31, 1817 as \"Varvatsievski\". After the Russian revolution, it was renamed to \"The May 1st Channel\".\nVarvakis in Taganrog.\nIn 1810, Varvakis was granted the title of &lt;a href=\"nobility\"&gt;hereditary nobleman&lt;/a&gt; with a family &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; by &lt;a href=\"Alexander%20I%20of%20Russia\"&gt;Alexander I of Russia&lt;/a&gt;, who also made him Court Counsel and decorated with a diamond &lt;a href=\"Order%20of%20St.%20Anna\"&gt;Order of St. Anne&lt;/a&gt; awarded for exceptional services and the &lt;a href=\"Order%20of%20St.%20Vladimir\"&gt;Order of St. Vladimir&lt;/a&gt;.\nIn 1812, he moved to the city of &lt;a href=\"Taganrog\"&gt;Taganrog&lt;/a&gt;, populated by Greek colonists who, like the Greeks of classical times, took refuge from poverty or tyranny in townships around the northern &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; and the &lt;a href=\"Sea%20of%20Azov\"&gt;Sea of Azov&lt;/a&gt;. In 1813, Ivan Varvatsi spent 600,000 rubles for construction of Greek Jerusalem Monastery () in Taganrog. When Alexander I died in Taganrog in 1825, the funeral service for the &lt;a href=\"Russian%20Tsar\"&gt;Russian Tsar&lt;/a&gt; was chanted in this monastery.\nVarvatsi's mansion in Taganrog suffered extensive damage during &lt;a href=\"Siege%20of%20Taganrog\"&gt;Siege of Taganrog&lt;/a&gt; in &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt;. The walls were filled with cannonballs and rifle bullets, and were left in that condition. The building was nicknamed \"house with bullets\"(дом с пулями).\nReturn to Greece.\nIoannis Varvakis actively assisted the Greeks during the &lt;a href=\"Greek%20Revolution\"&gt;Greek Revolution&lt;/a&gt;, especially his home island of Psara. After the destruction of the island by the Turkish Fleet, he returned to &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; himself in 1824 to aid the refugees, and died on &lt;a href=\"Zakynthos\"&gt;Zakynthos&lt;/a&gt; on January 10, 1825. Varvakis desired to promote education for the new Greek state, and in his will he left 1 million rubles for the building of a high school, which was named &lt;a href=\"Varvakeio\"&gt;Varvakeio&lt;/a&gt; (Βαρβάκειον Λύκειον) in his honor. Varvakis also financed the building of Athens' closed market, the \"Varvakeios Agora\".\nDescendants.\nThe descendance of Varvakis' noble name was continued through the female line. His first daughter, &lt;a href=\"Maria%20Komnino-Varvatsi\"&gt;Maria Varvakis&lt;/a&gt; who was born in 1770, married Greek merchant &lt;a href=\"Nikolay%20Ivanovich%20Komnino\"&gt;Nikolay Ivanovich Komnino&lt;/a&gt;. Since he had no sons, and desirous of preserving his name for the future generations, Ioannis Varvakis addressed to his patron, Catherine the Great, a request to permit his daughter Maria have a &lt;a href=\"Double-barrelled%20name\"&gt;double-barreled surname&lt;/a&gt;, that is the family name of Varvakis, her father, and that of her husband, Komnino. Catherine II granted his appeal, creating the noble family of &lt;a href=\"Komnino-Varvatsi\"&gt;Komnino-Varvatsi&lt;/a&gt; (Комнино-Варваци). All sons of Maria and Nikolay Komnino-Varvatsi (Ivan, Yegor, Mark, Kozma and Andrey) were granted noble titles by the &lt;a href=\"Yekaterinoslav\"&gt;Yekaterinoslav&lt;/a&gt; Government decree of April 25, 1821, paying tribute to achievements and contributions made by their grandfather, Ioannis Varvakis. Their descendants were later married into other Greek-Russian families, including the Sarandinaki family at Taganrog. Through the Sarandinaki family, Varvakis’ descendants were also related to the Motsenigo (Mocenigo or Mochenigo) Greek-Russian family.\nThe graves of Maria and Nadezhda Komnino-Varvatsi are located at the &lt;a href=\"Taganrog%20Old%20Cemetery\"&gt;Taganrog Old Cemetery&lt;/a&gt; near &lt;a href=\"The%20All-Saints%20Church%20in%20Taganrog\"&gt;The All-Saints Church in Taganrog&lt;/a&gt;.\nLegacy.\nIn the 19th century, one of the streets in &lt;a href=\"Taganrog\"&gt;Taganrog&lt;/a&gt; was named after Varvatsi (Варвациевский переулок). In the 1920s it was renamed after poet &lt;a href=\"Mikhail%20Lermontov\"&gt;Mikhail Lermontov&lt;/a&gt;.\nIn 2012 a monument dedicated to Varvakis was inaugurated in the city of &lt;a href=\"Astrakhan\"&gt;Astrakhan&lt;/a&gt;.\nDirector &lt;a href=\"Yannis%20Smaragdis\"&gt;Yannis Smaragdis&lt;/a&gt; directed a film (\"&lt;a href=\"God%20Loves%20Caviar\"&gt;God Loves Caviar&lt;/a&gt;\") dedicated to the life of Ioannis Varvakis and his invention for transportation of &lt;a href=\"caviar\"&gt;caviar&lt;/a&gt; eggs. German actor &lt;a href=\"Sebastian%20Koch\"&gt;Sebastian Koch&lt;/a&gt; portrayed Ioannis Varvakis. The film, a co-production of &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, and &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; was released in 2012. The film, however, contains significant historical inaccuracies, such as showing Emperor Paul I ruling at the time of Greek revolution in 1821. (In reality, he had been assassinated 20 years before these events).\nIn popular Culture\nFilm “The Pirate” 2012 "
}