{
    "id": "2838664",
    "revid": "1060117638",
    "url": "https://en.wikipedia.org/wiki?curid=2838664",
    "title": "Savernake Forest",
    "text": "Savernake Forest stands on a &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; &lt;a href=\"chalk\"&gt;chalk&lt;/a&gt; plateau between &lt;a href=\"Marlborough%2C%20Wiltshire\"&gt;Marlborough&lt;/a&gt; and &lt;a href=\"Great%20Bedwyn\"&gt;Great Bedwyn&lt;/a&gt; in &lt;a href=\"Wiltshire\"&gt;Wiltshire&lt;/a&gt;, England. Its area is approximately .\nMost of the forest lies within the &lt;a href=\"Civil%20parishes%20in%20England\"&gt;civil parish&lt;/a&gt; of &lt;a href=\"Savernake%2C%20Wiltshire\"&gt;Savernake&lt;/a&gt;. It is privately owned by the &lt;a href=\"Earl%20of%20Cardigan\"&gt;Earl of Cardigan&lt;/a&gt; and his son &lt;a href=\"Viscount%20Savernake\"&gt;Viscount Savernake&lt;/a&gt;, and is administered by trustees. Since 1939 the timber of the forest has been managed by &lt;a href=\"Forestry%20England\"&gt;Forestry England&lt;/a&gt; on a 999-year lease. The private status of Savernake, Britain's only privately owned forest, is maintained by shutting the forest to the public one day per year.\nGeography.\nSavernake's landform is rolling downland, dissected by both dry and wet valleys. The valleys within the forest, of which there are four, are all dry, and the presence of Cretaceous deposits of &lt;a href=\"Clay-with-Flints\"&gt;Clay-with-Flints&lt;/a&gt; creates the damp, heavy soils suited to dense cover of &lt;a href=\"Quercus%20robur\"&gt;oak&lt;/a&gt; and &lt;a href=\"European%20beech\"&gt;beech&lt;/a&gt;. There are patches of poor drainage and wet soil.\nHistory.\nFirst mention of a woodland \"Safernoc\" was made in AD 934 in the written records of the King &lt;a href=\"Athelstan%20of%20England\"&gt;Athelstan&lt;/a&gt;, but the land passed into Norman ownership soon after the Norman invasion of 1066.\nThe &lt;a href=\"royal%20forest\"&gt;royal forest&lt;/a&gt; established in the 12th century covered an area of some ; it extended to the villages of &lt;a href=\"East%20Kennett\"&gt;East Kennett&lt;/a&gt;, &lt;a href=\"Inkpen\"&gt;Inkpen&lt;/a&gt; and the Collingbournes (west, east and south) while the &lt;a href=\"River%20Kennet\"&gt;River Kennet&lt;/a&gt; formed its northern limit. Savernake Forest was not continuously wooded: &lt;a href=\"Royal%20forest\"&gt;Royal forest&lt;/a&gt;s were a mixture of woodland, &lt;a href=\"copse\"&gt;copse&lt;/a&gt;s, common land and rough pasture.\nThis was the area of land put into the care of Richard Esturmy after the Norman Conquest. Since then Savernake estate and forest has passed down from father to son (or daughter, on four occasions) in an unbroken line of hereditary \"forest wardens\". In 31 generations, it has never once been bought or sold in a thousand years, and today it is the only ancient forest in Britain still in private hands.\nOne early high point of the estate's fortunes was in &lt;a href=\"Tudor%20period\"&gt;Tudor times&lt;/a&gt;. The head of the family (Sir &lt;a href=\"John%20Seymour%20%28Tudor%29\"&gt;John Seymour&lt;/a&gt;) was used to welcoming King &lt;a href=\"Henry%20VIII%20of%20England\"&gt;Henry VIII&lt;/a&gt; to the forest, where the king was very keen on deer-hunting. King Henry stayed at Savernake in 1535, where it is believed that his eye was then taken by his host's daughter, &lt;a href=\"Jane%20Seymour\"&gt;Jane Seymour&lt;/a&gt;. After the execution of &lt;a href=\"Anne%20Boleyn\"&gt;Anne Boleyn&lt;/a&gt; in May 1536, they were subsequently married, and Jane was crowned Queen just months later, causing the head of the family at Savernake to suddenly find himself father-in-law to Henry VIII.\nJane died in childbirth and after marrying a further three wives, Henry himself died ten years later. So it fell to Jane's brother &lt;a href=\"Edward%20Seymour%2C%201st%20Duke%20of%20Somerset\"&gt;Edward Seymour, 1st Duke of Somerset&lt;/a&gt; to leave his estate of Savernake Forest in 1547 and to go up to &lt;a href=\"Hampton%20Court%20Palace\"&gt;Hampton Court&lt;/a&gt;, where for the next five years with the title '&lt;a href=\"Lord%20Protector\"&gt;Lord Protector&lt;/a&gt;' he was King of England in all but name, while his late sister's young child &lt;a href=\"Edward%20VI%20of%20England\"&gt;Edward VI&lt;/a&gt; grew old enough to reign alone.\nThe mid 17th century to mid 18th century saw variations in the size of the forest. English deer parks were subject to \"dis-parking\" whereby sections of forest and parkland were converted to agriculture. Note 1 During parts of this period it was reported that the King's naval officers were far from happy with the state of the forest, finding \"but 3 or 4 trees fit for his [the king's] use\". The open spaces were found to be \"infested with heath, furze, fern [bracken]\" and had \"coarse turfe\".\nIn fact dis-parking was very much an on-off affair and it was only the &lt;a href=\"Battle%20of%20the%20Atlantic\"&gt;Battle of the Atlantic&lt;/a&gt; (commencing 1940) that saw the final dis-parking of England's old deer parks, a result of the need to grow more food during the attempted blockade of the UK by the German U-boat fleets.\nA second high point for the forest was under the wardenship of Charles Bruce and his nephew Thomas Bruce-Brudenell (wardens from 1741 to 1814) Lord &lt;a href=\"Thomas%20Bruce%2C%202nd%20Earl%20of%20Ailesbury\"&gt;Thomas Bruce, Earl of Ailesbury&lt;/a&gt;, as head of the family, made a great success, and had risen at Court to be Governor to the King &lt;a href=\"George%20IV%20of%20the%20United%20Kingdom\"&gt;George IV&lt;/a&gt;. The &lt;a href=\"Bruce%20Tunnel\"&gt;Bruce Tunnel&lt;/a&gt; which carries the &lt;a href=\"Kennet%20and%20Avon%20Canal\"&gt;Kennet and Avon Canal&lt;/a&gt; under the estate is named after him. He employed &lt;a href=\"Capability%20Brown\"&gt;Lancelot 'Capability' Brown&lt;/a&gt; to plant great &lt;a href=\"European%20Beech\"&gt;beech&lt;/a&gt; avenues in Savernake Forest, which was then some , nearly ten times its present size. These included the Grand Avenue, running through the heart of the forest, and which at dead straight stands in the &lt;a href=\"Guinness%20World%20Records\"&gt;Guinness Book of Records&lt;/a&gt; as the longest tree-lined avenue in Britain.\nTwo large structures date from this time. First, and within the public access part of Savernake, there is the stone column some high, and erected by Lord Ailesbury as an impressive viewpoint at the end of a vista from &lt;a href=\"Tottenham%20House\"&gt;Tottenham House&lt;/a&gt;.\nLarge parts of the forest were used as a munitions depot between 1940 and 1949. Re-planting with conifer plantations was modest by 1950s' standards, and today the &lt;a href=\"Forestry%20Commission\"&gt;Forestry Commission&lt;/a&gt; has engaged in a programme more sympathetic to the restoration and preservation of the ancient trees. &lt;a href=\"David%20Brudenell-Bruce%2C%20Earl%20of%20Cardigan\"&gt;David Brudenell-Bruce, Earl of Cardigan&lt;/a&gt; is the current and thirty-first warden of Savernake Forest. Tottenham House, which was designated as &lt;a href=\"Listed%20building%23Categories%20of%20listed%20building\"&gt;Grade I listed&lt;/a&gt; in 1966, was sold in 2014.\nInside the forest.\nThe areas of broad-leaved woodland which dominate the Savernake Plateau are accompanied by a farmland mosaic. The plateau is within the &lt;a href=\"North%20Wessex%20Downs\"&gt;North Wessex Downs&lt;/a&gt; &lt;a href=\"Area%20of%20Outstanding%20Beauty\"&gt;Area of Outstanding Beauty&lt;/a&gt;.\n The mosaic is emphasised by the &lt;a href=\"Assarting\"&gt;assarted&lt;/a&gt; character of the area east of the \nSavernake (Coppices of Little Frith, Cobham Frith, Chisbury Wood, Haw Wood, \"etc.\"), where farmland occurs as clearings in a wider forest, creating a distinctive and memorable, 'secret' landscape.\nCapability Brown worked out a strategy for linking coppices with oak plantings, lining forest trails with beech trees, and providing vistas with \"proper objects\" on which the eye might rest. The forest would be made part of the parkland. The scattered coppices, meadows, scrub, and heath should be united, into \"one great whole.\"\nAs times changed, and social expectations altered, a later warden George Frederick was eager to show off his forest. There was much rearranging of copses and vistas and setting aside of grass rides so that visitors could see the woods as a whole and be impressed. He ordered that the entire estate be fenced and palings be placed around individual trees. That way, the deer might roam freely with a minimum of damage.\nThe fifth marquess recognized that the woodlands needed to be made commercially viable. Included among the 778,000 trees he planted were a high proportion of softwoods, placed outside the forest's core (e.g.: Birch Copse in the SE). This warden was too deeply imbued with tradition to contemplate industrialized forestry but he was the first of his family to introduce a measure of systematic management of larch and spruce plantations.\nChandos Bruce, the sixth marquess, did everything possible to carry on with this combination of systematic management and concern for amenity and symbolic representation. Eventually, however, he found the burden too heavy due to increasing costs, Lloyd George's taxes on inherited wealth, and the impossibility of hiring enough labour during and after the First World War. In 1930 he approached the government Forestry Commission but drew back when he recognised that surrendering control would probably bring on an invasion by ranks of straight-backed conifers. Eight years later the commission became more open to the suggestion that recreational uses might be as legitimate as commercial ones and agreed to the special conditions the sixth marquess had stubbornly laid down. As a result, after 800 years of wardenship, the family surrendered control and the public, because of Lord Ailesbury's dedication, gained a handsome amenity.\nSavernake is a coppice-with-standards forest and an &lt;a href=\"Ancient%20Woodland\"&gt;Ancient Woodland&lt;/a&gt;. A coppice is a wood where broad-leaved trees, typically hazel, grow out of the stumps or \"stools\" left from previous cuttings. Standards are trees allowed to grow to maturity. If these trees are allowed to grow in close proximity they grow straight and tall. If they have more room to grow then side branches become substantial.\nIn the past standardisation was not at all essential. Craft work and early mechanical industry, such as shipbuilding, wagon making, and furniture making all required \"bends\" and \"knees,\" as well as other eccentrically shaped pieces which the side branches would provide. Trees such as beech and oak can be pollarded, a process whereby a standard is cut two-thirds up its trunk. Multiple boughs grow from the cut point and the life of the tree is extended and curved pieces of bough or trunk are often produced. Such trees become magnificent specimens and they live through generations of forest workers. Their base trunk attains great girth. Often the side boughs become too heavy and are broken in stormy weather. In other cases the bough weight (an outward force) begins to tear the lower trunk apart creating a cavity which can over decades become cavernous in size. The oldest of these pollarded trees is the \"Big Belly Oak\" beside the A346 road. Big Belly is one of Fifty Great British Trees named and honoured as part of the Queen's Golden Jubilee celebrations. It has a girth of and is 1000–1100 years old. In 2001 it was in danger of splitting in two, a fate that had already overtaken the similarly aged Duke's Vaunt. To prevent this, the tree was fitted with a metal corset. The 2011 &lt;a href=\"Radiohead\"&gt;Radiohead&lt;/a&gt; album \"&lt;a href=\"The%20King%20of%20Limbs\"&gt;The King of Limbs&lt;/a&gt;\" is named after the ancient King of Limbs tree in the forest near Tottenham House, where the band recorded part of their previous album, \"In Rainbows\".\nIt is thought that nowhere else in Europe is there such a concentration of \"veteran\" trees. Savernake has hundreds of such trees, beeches and oaks, some appearing singly, others in avenues, some amongst younger broad-leaved trees and others within coniferous plantations. Some of the historically important trees are named and their names appear upon local maps, and even upon the modern Ordnance Survey Explorer 157. Since about 2006 the Forestry Commission has been clearing space around well-known venerable trees, and naming them with green plaques. Elsewhere clearings have been created, revealing old ponds, long hidden by coniferous plantings but now opened up to the light. Standing water is essential for bio-diversity. Savernake has areas of damp soil, but no streams. Another best practice is to leave &lt;a href=\"coarse%20woody%20debris\"&gt;dead wood&lt;/a&gt; lying, for the benefit of invertebrates. In Savernake fallen trees are left to decay and &lt;a href=\"snag%20%28ecology%29\"&gt;dead standing tree&lt;/a&gt;s (monoliths) are generally left standing.\nIn 2003 White Park cattle were introduced into Savernake Forest, to forage freely in the Red Vein Bottom area, a semi-open area of relict wood pasture which had not been grazed in more than 60 years. Such controlled grazing should recreate the naturally open glades ideal for the ancient oak and beech and their specialist lichen and fungal communities, as well as rare woodland and grassland flora; the exact wildlife features for which Savernake Forest is designated as a &lt;a href=\"Site%20of%20Special%20Scientific%20Interest\"&gt;Site of Special Scientific Interest&lt;/a&gt;.\nSites of Special Scientific Interest (SSSIs) are regularly inspected and their health is monitored. Savernake has SSSI status primarily for rare lichens found on the bark of the older trees. There is also good representation of fungi types and mosses. However, the health of Savernake is not particularly good, partly because of the destruction wrought during World War II, and probably from wind-borne pollutants. The entire site is at condition 88% \"unfavourable recovering\". This is not a comment of the beauty of the forest, but a health statement on the lichens and mosses and invertebrates.\nForest features.\nSavernake Forest has many named drives and other landscape features. These are named on the Ordnance Survey Explorer map 157 \"Marlborough &amp; Savernake Forest\", but few are named on the ground. \nPostern Hill to Amity Oak.\n(About west to east) &lt;a href=\"Postern%20Hill\"&gt;Postern Hill&lt;/a&gt; is at . At this is the chalk plateau at its highest, and a north-facing scarp slope overlooks the town of Marlborough. On the hilltop is a small Forestry Commission Camp Site – Postern Hill Campsite – together with a public car park and barbecue area. Four tracks head southwards through oak forest, the principal one being \"Long Harry\" . The track descends gradually, crossing \"White Road\" . Tree cover is not dense and ancient oaks are plentiful here, including one named \"Saddle Oak\" on account of its near-horizontal boughs.\n\"Church Walk\" bridle path is crossed next before reaching \"Great Lodge Bottom\" . The bridle path connects the &lt;a href=\"A4%20road\"&gt;A4&lt;/a&gt; to Cadley hamlet on the &lt;a href=\"A346%20road\"&gt;A346&lt;/a&gt;, and is the only public right of way in the main part of the forest. Great Lodge Bottom is an east-running dry valley, fairly open with &lt;a href=\"Crataegus\"&gt;hawthorn&lt;/a&gt; and &lt;a href=\"blackthorn\"&gt;blackthorn&lt;/a&gt; scrub. After crossing the Grand Avenue the valley runs into \"Red Vein Bottom\" with its rough pasture and rabbit warrens. The path is joined by a small valley coming down from the \"pinetum\" (pine arboretum) at \"Braydon Hook\" adjacent to Braydon Hook House. The path from Red Vein Bottom skirts the \"Ashdale Firs\" and passes some huge beeches before arriving at the \"Amity Oak\" , an old tree which serves as a parish boundary marker. The valley continues east to &lt;a href=\"Hungerford\"&gt;Hungerford&lt;/a&gt; via Little Frith.\nLeigh Hill to Crabtree Cottages.\n(About west to east) Leigh Hill is south of Postern Hill and is high.\nThere is a seasonal car park nearby. Three small valleys run northeast from this high point. \"Postwives Walk\" begins with an ancient avenue of oaks and descends gently to cross \"Charcoal Burners Road\" (&lt;a href=\"charcoal\"&gt;charcoal&lt;/a&gt; is still made here) and so on to the heart of the forest, passing both the \"Queen Oak\" and the \"King Oak\" . A second valley, named \"Cheval Bottom\", starts in an avenue of mature &lt;a href=\"copper%20beeches\"&gt;copper beeches&lt;/a&gt; and passes beside the \"Park Pale\" which is an ancient bank-and-ditch feature which marked the perimeter of the Royal Park at one time. The third valley starts near the column at \"Three Oak Hill Drive\" which, despite its name, has fine stands of &lt;a href=\"beech\"&gt;beech&lt;/a&gt; and also of &lt;a href=\"Scots%20pine\"&gt;Scots pine&lt;/a&gt;. The ground descends into \"Drury Lane\" and passes a young plantation before joining the other two valleys and then, as a fine shallow-sided valley of meadow pasture, passes \"Savernake Lodge\" on its way to \"Crabtree Cottages\" and thence to \"Little Frith\" with its carpets of &lt;a href=\"Hyacinthoides\"&gt;bluebells&lt;/a&gt; in May, and then finally joining the valley to Hungerford.\nGrand Avenue to Strawgrove Copse.\n(About north to south.) The \"Grand Avenue\" is a straight but narrow tarmaced road connecting the A4 to the Durley Road near Tottenham House. It is lined with beech trees, but few of them are survivors from the original plantings. The A4 was once a &lt;a href=\"toll%20road\"&gt;toll road&lt;/a&gt; through the forest, taking the Marlborough to Hungerford traffic. The \"Toll Road House\" still stands today. The Grand Avenue continues southeast to \"Eight Walks\" where Capability Brown laid out the hub to Savernake's eight radial drives. A little further on there is an unexplained \"Monument\" on the western side of the road, rumoured to be a marker (or tomb?) to someone who suffered a fatal fall from a horse.\nAt the \"Three Oak Hill Drive\" crossroads, a track north-east points to \"Birch Copse\" . \"Duke's Vaunt Oak\" is a notable tree approximately 1,000 years old. It was once hollow and in girth. In 1760 it had a door and a lock and was capable of sheltering \"twenty boys\". Note 2 The tree is badly split now, but survives. Here the ground is damp and parts of \"Birch Copse\" barely see daylight. While some of the tall pines seem senescent, other plantation firs are green and vibrant. Many varieties of fungi can be seen in profusion in October, but &lt;a href=\"wood-decay%20fungus\"&gt;dead-wood fungi&lt;/a&gt; are common enough throughout the year. At the southeast edge of the forest are good examples of &lt;a href=\"Sweet%20Chestnut\"&gt;Sweet Chestnut&lt;/a&gt; and &lt;a href=\"Taxus%20baccata\"&gt;Yew&lt;/a&gt;. At \"Holt Pound\" an avenue of oaks joins Birch Copse to \"Bedwyn Common\" . This section of Savernake has its own avenue, \"London Ride\", which at runs from \"St Katherine's Church\" to \"Upper Horsehall Hill Farm\" . The ride is lined with oak in the south, and by &lt;a href=\"Tilia%20cordata\"&gt;limes&lt;/a&gt; in the north. Many old oaks and old &lt;a href=\"sweet%20chestnut\"&gt;sweet chestnut&lt;/a&gt;s are still standing, and foxgloves populate the forest edges. Forest tracks and bridleways lead southeast, and this is very much assarted Note 3 countryside. When \"Stock Common\" is reached there are footpaths to \"Shawgrove Copse\" , within sight of Great Bedwyn, or south to the rear of Tottenham Park by way of \"Bloxham Lodge\" \nNotes.\nNote 1: Nevertheless, several private farms had been carved from Savernake Forest in these years, including &lt;a href=\"Levett\"&gt;Levett&lt;/a&gt;'s Farm (1649), Culley's Farm (1649), and Compton's Farm. Levett's Farm was owned by &lt;a href=\"William%20Levett%20%28courtier%29\"&gt;William Levett&lt;/a&gt; (sometimes spelled Levet) of &lt;a href=\"Swindon\"&gt;Swindon&lt;/a&gt;, Wiltshire, a &lt;a href=\"courtier\"&gt;courtier&lt;/a&gt; to King &lt;a href=\"Charles%20I%20of%20England\"&gt;Charles I&lt;/a&gt; and descendant of a &lt;a href=\"Sussex\"&gt;Sussex&lt;/a&gt; family. By 1685, Levett's residence was given as \"West Lodge, Savernake Parke\". (Levett also acted as agent and surveyor for the &lt;a href=\"Duke%20of%20Somerset\"&gt;Duke of Somerset&lt;/a&gt;.) These three farms, and many more which followed in later years, are shown on a map drawn in 1812. They are situated mainly to the west of the present day forest, at Clench Common. Levett's and Culley's are shown on the O.S. map of 1998, whilst Compton's is possibly marked as \"The Old Chapel\".\nNote 2: The Duke's Vaunt was surrounded by a new planting of conifers in the 1980s. In 2007 more than 30 of these firs were cut down as part of the \"haloing\" process for the oldest of Savernake's trees. Haloing means taking out encroaching trees and undergrowth that might rob the old trees of the light and air they need.\nNote 3: Assarted woodland: in general, woods were deemed to be assarted if their outline is sufficiently irregular. This is most evident where they are adjoined by assart field systems. Assarts are fields cut out of woodland and are identified as enclosures of very irregular form with wavy boundaries.\nFurther reading.\nThe \"&lt;a href=\"Victoria%20County%20History\"&gt;Victoria County History&lt;/a&gt;\" accounts of the Savernake parishes give a very full account of the settlements, estates, and economic history of the region.\nFor a definitive account of the lineage of the forest wardens see:\nOther reading on ancient forestry in England:"
}