{
    "id": "2839899",
    "revid": "7436027",
    "url": "https://en.wikipedia.org/wiki?curid=2839899",
    "title": "Sam Peckinpah's &quot;Salad Days&quot;",
    "text": "\"Sam Peckinpah's 'Salad Days\" is a &lt;a href=\"Sketch%20comedy\"&gt;sketch&lt;/a&gt; from the 7th episode of the &lt;a href=\"List%20of%20Monty%20Python%27s%20Flying%20Circus%20episodes%23Series%203\"&gt;third series&lt;/a&gt; of the British television programme \"&lt;a href=\"Monty%20Python%27s%20Flying%20Circus\"&gt;Monty Python's Flying Circus&lt;/a&gt;\".\nPlot.\nThe sketch begins with a preamble by &lt;a href=\"Eric%20Idle\"&gt;Eric Idle&lt;/a&gt; (impersonating the British film critic &lt;a href=\"Philip%20Jenkinson\"&gt;Philip Jenkinson&lt;/a&gt;), who praises American film director &lt;a href=\"Sam%20Peckinpah\"&gt;Sam Peckinpah's&lt;/a&gt; predilection for the \"utterly truthful and very &lt;a href=\"Sexual%20arousal\"&gt;sexually arousing&lt;/a&gt; portrayal of violence \"[sniff]\" in its starkest form\" in \"&lt;a href=\"Major%20Dundee\"&gt;Major Dundee&lt;/a&gt;\" (1965), \"&lt;a href=\"The%20Wild%20Bunch\"&gt;The Wild Bunch&lt;/a&gt;\" (1969) and \"&lt;a href=\"Straw%20Dogs%20%281971%20film%29\"&gt;Straw Dogs&lt;/a&gt;\" (1971). Throughout this speech, he constantly sniffs, despite onscreen captions telling him to stop. He then segues to a clip from Peckinpah's latest project, which is an adaptation of the musical \"&lt;a href=\"Salad%20Days%20%28musical%29\"&gt;Salad Days&lt;/a&gt;\".\nWell-dressed, well-spoken, &lt;a href=\"upper-class\"&gt;upper-class&lt;/a&gt; youngsters frolic in an idyllic garden around an &lt;a href=\"upright%20piano\"&gt;upright piano&lt;/a&gt;, responding enthusiastically to &lt;a href=\"Michael%20Palin\"&gt;Michael Palin&lt;/a&gt;'s suggestion of a game of &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;. Things go awry when Palin is struck in the face by the &lt;a href=\"Tennis%20ball\"&gt;ball&lt;/a&gt;, causing blood to seep through his fingers. He reflexively flings his &lt;a href=\"Racket%20%28sports%20equipment%29\"&gt;racquet&lt;/a&gt; out of shot; we then see that it has become embedded in the stomach of a pretty girl (Nicki Howorth), who faints, tearing off Idle's arm in the process. Idle staggers across to the piano and slams down the lid, severing both hands of the pianist (&lt;a href=\"John%20Cleese\"&gt;John Cleese&lt;/a&gt;). The piano then collapses in slow motion, intercut with shots of screaming women, who are crushed to death. Somehow, &lt;a href=\"Graham%20Chapman\"&gt;Graham Chapman&lt;/a&gt; gets impaled by the piano keyboard, which slices off a woman's head when he turns around.\nThe sketch then cuts back to the studio, prompting Idle to smugly remark \"Pretty strong meat there from \"[sniff]\" Sam Peckinpah!\" before he is gunned down in &lt;a href=\"slow%20motion\"&gt;slow motion&lt;/a&gt;, with &lt;a href=\"Blood%20squirt\"&gt;much spurting blood&lt;/a&gt; (and the caption \"Tee Hee\").\nThe end credits roll over his dying agonies, before a serious-sounding Cleese reads an apology to everyone in the entire world (which states that \"they didn't mean it\"), and that while they all came from &lt;a href=\"single%20parent\"&gt;broken homes&lt;/a&gt; and have very unhappy personal lives (especially Eric), they are actually nice, warm people underneath and urging the viewers not to write or phone complaints about the sketch since the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; is going through an unhappy phase due to its father dying (&lt;a href=\"John%20Reith%2C%201st%20Baron%20Reith\"&gt;Lord Reith&lt;/a&gt; had indeed died the previous year) \"and &lt;a href=\"BBC%202\"&gt;BBC 2&lt;/a&gt; going out with men\". A second voiceover by Idle disputes the first voiceover and mentions that the BBC is \"very happy at home\" and that the \"BBC 2 is bound to go through this phase\".\nThis is followed by &lt;a href=\"Richard%20Baker%20%28broadcaster%29\"&gt;Richard Baker&lt;/a&gt; in a newsdesk reporting the news (which is filled with &lt;a href=\"Running%20gag\"&gt;running jokes&lt;/a&gt; from the preceding sketches, such as the phrase \"Lemon Curry\"), then by a deliberately tranquil final scene of waves crashing against a shore. Cleese briefly walks into shot in a &lt;a href=\"Conquistador\"&gt;Conquistador&lt;/a&gt; costume, explaining that the beach scene was added to fill in time and apologising for the lack of any more jokes.\nBackground.\nThe sketch is an example of the &lt;a href=\"Monty%20Python%27s%20Flying%20Circus\"&gt;Python team&lt;/a&gt;'s fondness of the 'double spoof', and a forerunner of the &lt;a href=\"Mashup%20%28video%29\"&gt;mashup&lt;/a&gt; genre. It targets both the genteel stage musical and the work of the controversial director Peckinpah and his exaggeration of extreme bloodshed and violence in his films. By the time the sketch was shown in 1972, Peckinpah had achieved notoriety for the level of violence in his films, particularly \"&lt;a href=\"Straw%20Dogs%20%281971%20film%29\"&gt;Straw Dogs&lt;/a&gt;\" which received an &lt;a href=\"X%20rating\"&gt;X rating&lt;/a&gt; by the &lt;a href=\"British%20Board%20of%20Film%20Classification\"&gt;BBFC&lt;/a&gt;. The sketch also mentions contemporary director &lt;a href=\"Ken%20Russell\"&gt;Ken Russell&lt;/a&gt;.\nDirector &lt;a href=\"Ian%20MacNaughton\"&gt;Ian MacNaughton&lt;/a&gt; insisted on deliberately using an excessive level of blood, telling the production team that it \"cannot be overdone\". The slow-motion technique of the shooting Idle's character parodies &lt;a href=\"Franco%20Arcalli\"&gt;Franco Arcalli&lt;/a&gt;'s editing of &lt;a href=\"Michelangelo%20Antonioni\"&gt;Michelangelo Antonioni&lt;/a&gt;'s film \"&lt;a href=\"Zabriskie%20Point%20%28film%29\"&gt;Zabriskie Point&lt;/a&gt;\".\nThis sketch follows the famous &lt;a href=\"Cheese%20Shop%20sketch\"&gt;Cheese Shop sketch&lt;/a&gt; in the television episode.\nReaction.\nPeckinpah reportedly loved this sketch and enjoyed showing it to friends and family. Peckinpah later became a friend and drinking companion of Graham Chapman when Chapman moved to Los Angeles in the late 1970s. &lt;a href=\"Peter%20Cook\"&gt;Peter Cook&lt;/a&gt; recalled a drinking session with Chapman, Peckinpah, and &lt;a href=\"Keith%20Moon\"&gt;Keith Moon&lt;/a&gt;, brainstorming ideas for the movie \"&lt;a href=\"Yellowbeard\"&gt;Yellowbeard&lt;/a&gt;\".\n&lt;a href=\"Robert%20Hewison\"&gt;Robert Hewison&lt;/a&gt;'s book \"Monty Python: The Case Against\" contains extracts from a BBC viewers panel's response to the show, and there were complaints that this particular sketch was \"over the top\", \"horrific\", and \"sick\".\nReferences.\nCitations\nSources"
}