{
    "id": "2840193",
    "revid": "1892329",
    "url": "https://en.wikipedia.org/wiki?curid=2840193",
    "title": "Manuel Baquedano",
    "text": "Manuel Jesús Baquedano González (; January 1, 1823 – September 30, 1897) was a &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;an soldier and politician, who served as Commander-in-chief of the &lt;a href=\"Chilean%20Army\"&gt;Army&lt;/a&gt; during the &lt;a href=\"War%20of%20the%20Pacific\"&gt;War of the Pacific&lt;/a&gt;, and briefly as &lt;a href=\"President%20of%20Chile\"&gt;President of Chile&lt;/a&gt; during the &lt;a href=\"Chilean%20Civil%20War%20of%201891\"&gt;civil war of 1891&lt;/a&gt;.\nManuel Baquedano was of &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; (&lt;a href=\"Navarra\"&gt;Navarra&lt;/a&gt;) descent. He took part in the &lt;a href=\"War%20of%20the%20Confederation\"&gt;War of the Confederation&lt;/a&gt;, the revolutions of &lt;a href=\"1851%20Chilean%20Revolution\"&gt;1851&lt;/a&gt; and &lt;a href=\"Revolution%20of%201859\"&gt;1859&lt;/a&gt;, the &lt;a href=\"Occupation%20of%20Araucan%C3%ADa\"&gt;Occupation of Araucanía&lt;/a&gt;, and the War of the Pacific. He also served as &lt;a href=\"Senate%20of%20Chile\"&gt;Senator&lt;/a&gt; for &lt;a href=\"Santiago%2C%20Chile\"&gt;Santiago&lt;/a&gt; and for &lt;a href=\"Colchagua%20Province\"&gt;Colchagua&lt;/a&gt;. He was instrumental in reorganizing the Army and establishing the Military Academy.\nEarly life.\nManuel Baquedano was born in &lt;a href=\"Santiago%2C%20Chile\"&gt;Santiago&lt;/a&gt;, the son of cavalry colonel &lt;a href=\"Fernando%20Baquedano\"&gt;Fernando Baquedano&lt;/a&gt; and of Teresa González de Labra y Ros. He studied at the school of clergyman Juan Romo and at the &lt;a href=\"Instituto%20Nacional\"&gt;Instituto Nacional&lt;/a&gt; of Chile. During this time he became lifelong friends with &lt;a href=\"Federico%20Err%C3%A1zuriz%20Za%C3%B1artu\"&gt;Federico Errázuriz&lt;/a&gt; and &lt;a href=\"Eusebio%20Lillo\"&gt;Eusebio Lillo&lt;/a&gt;. Baquedano was only 15 years old and still at school when the &lt;a href=\"War%20of%20the%20Confederation\"&gt;War of the Confederation&lt;/a&gt; broke out. He fled his home in July 1838 to join the troops leaving for the War. He participated in the &lt;a href=\"Battle%20of%20Yungay\"&gt;Battle of Yungay&lt;/a&gt; in 1839, being promoted on the field to Lieutenant at the age of 16.\nMilitary career.\nManuel Baquedano returned to Chile and completed his military training. He was promoted to regular Lieutenant on January 23, 1845, served as Adjutant in the Grenadiers, and was promoted to full &lt;a href=\"Captain%20%28land%20and%20air%29\"&gt;Captain&lt;/a&gt; in January 1850.\nDuring the &lt;a href=\"Revolution%20of%201851\"&gt;Revolution of 1851&lt;/a&gt;, Manuel Baquedano played a decisive role in the confrontation with the troops that rebelled, on 20 April, against the election of &lt;a href=\"Manuel%20Montt\"&gt;Manuel Montt&lt;/a&gt; as president. These rebels were commanded by Colonel &lt;a href=\"Pedro%20Urriola\"&gt;Pedro Urriola&lt;/a&gt; who was supported by young liberals, among whom was his friend &lt;a href=\"Eusebio%20Lillo\"&gt;Eusebio Lillo&lt;/a&gt;. The revolution was followed in September by an armed revolt in the navy at &lt;a href=\"Concepci%C3%B3n%2C%20Chile\"&gt;Concepción&lt;/a&gt; by troops controlled by &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20de%20la%20Cruz\"&gt;José María de la Cruz&lt;/a&gt;. Baquedano was named adjutant to General &lt;a href=\"Manuel%20Bulnes\"&gt;Manuel Bulnes&lt;/a&gt; and fought in the government forces in the &lt;a href=\"battle%20of%20Loncomilla\"&gt;battle of Loncomilla&lt;/a&gt;, on 8 December 1851. There, he faced his father and his brother Eleuterio Baquedano. After the battle he requested permission to visit his father, head of the opposing army's General Staff, wounded in the battle.\nManuel Montt promoted him sergeant-major of the government bodyguard in January 1852.\nTemporary retirement.\nAt the beginning of 1854, Baquedano lost his commission as military commandant of the city of &lt;a href=\"Angol\"&gt;Angol&lt;/a&gt; over a confused barracks mutiny incident in which his real involvement was never clarified. Baquedano then resigned from active service, and with his savings acquired the small \"Santa Teresa\" hacienda at La Laja, near the city of &lt;a href=\"Los%20Angeles%2C%20Chile\"&gt;Los Angeles&lt;/a&gt;.\nThe government did not accept his resignation and appointed him adjutant to the military command in &lt;a href=\"Valpara%C3%ADso\"&gt;Valparaíso&lt;/a&gt; in March 1855. Following an appeal, in April he was transferred to the equivalent position at &lt;a href=\"Arauco%2C%20Chile\"&gt;Arauco&lt;/a&gt;, in order to be closer to his estate. In August of that year he was appointed commander of the town militia No. 3 in Arauco. Between 1855 and 1869 he dedicated himself to transforming his land into a productive agricultural property, and within five years this had already made him a small fortune.\nReturn to military life.\nBaquedano returned to military life in June 1859, when the government called him up to suppress the &lt;a href=\"Revolution%20of%201859\"&gt;revolution&lt;/a&gt; that occurred in Concepción. For his services he was promoted to regular sergeant major. Seven years later, in October 1866, he was promoted to lieutenant-colonel, and served in this post in Los Angeles, combining this with his agricultural work.\nAt the end of 1868, the Army again called on his services in relation to the &lt;a href=\"Occupation%20of%20Araucan%C3%ADa\"&gt;Occupation of Araucanía&lt;/a&gt;, to counter the indigenous rebellion headed by &lt;a href=\"Quilap%C3%A1n\"&gt;Quilapán&lt;/a&gt; and other &lt;a href=\"Mapuche\"&gt;Mapuche&lt;/a&gt; chiefs. Under the orders of general &lt;a href=\"Jose%20Manuel%20Pinto\"&gt;Jose Manuel Pinto&lt;/a&gt;, commander of the frontier forces, he took part in numerous conflicts in &lt;a href=\"Malleco%20Province\"&gt;Malleco&lt;/a&gt; and &lt;a href=\"Renaico\"&gt;Renaico&lt;/a&gt;, from January to May 1869. Resulting from his service there, in September of that year he was entrusted with the command of the \"Cazadores a Caballo\" cavalry regiment - the same position that his father had held - and transferred to Santiago. He rose to the rank of colonel in July 1870, to full colonel in April 1872, and to brigadier-general in June 1876. During that decade the government of &lt;a href=\"Federico%20Err%C3%A1zuriz%20Za%C3%B1artu\"&gt;Federico Errázuriz Zañartu&lt;/a&gt; appointed him acting inspector-general of the National Guard, and in 1875 commanding general at Santiago. His military services in &lt;a href=\"Araucan%C3%ADa%20%28historic%20region%29\"&gt;Araucanía&lt;/a&gt; and his personality earned him a reputation in the liberal governments and among the people of the city.\nWar of the Pacific.\nWhen the &lt;a href=\"War%20of%20the%20Pacific\"&gt;War of the Pacific&lt;/a&gt; against &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; and &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt; broke out in April 1879, Baquedano was general in command of the cavalry. In November 1879 he disembarked his troops in &lt;a href=\"Pisagua%2C%20Chile\"&gt;Pisagua&lt;/a&gt; under orders from infantry commander General &lt;a href=\"Erasmo%20Escala\"&gt;Erasmo Escala&lt;/a&gt;. This manoeuvre is regarded as the first &lt;a href=\"amphibious%20warfare\"&gt;amphibious&lt;/a&gt; disembarkation in history.\nHe took part in the first three &lt;a href=\"Land%20Campaign%20of%20the%20War%20of%20the%20Pacific\"&gt;land campaigns&lt;/a&gt;: &lt;a href=\"Tarapac%C3%A1%20Campaign\"&gt;Tarapacá&lt;/a&gt;, &lt;a href=\"Tacna%20and%20Arica%20Campaign\"&gt;Tacna and Arica&lt;/a&gt;, and &lt;a href=\"Lima%20Campaign\"&gt;Lima&lt;/a&gt;, and planned the &lt;a href=\"Battle%20of%20Los%20%C3%81ngeles\"&gt;Battle of Los Ángeles&lt;/a&gt;. After the resignation of General Escala over a dispute with Rafael Sotomayor Baeza, the &lt;a href=\"Ministry%20of%20Defence%20%28Chile%29\"&gt;Minister of War&lt;/a&gt;, Sotomayor appointed Baquedano as Commander-in-Chief, in the expectation that Baquedano's abilities as commander would enable him to restore good order and &lt;a href=\"morale\"&gt;morale&lt;/a&gt; among the troops.\nThe military reputation of Baquedano was enhanced by his outstanding direction and participation in the battles of &lt;a href=\"Battle%20of%20San%20Juan%20and%20Chorrillos\"&gt;Chorrillos&lt;/a&gt; and &lt;a href=\"Battle%20of%20Miraflores\"&gt;Miraflores&lt;/a&gt;, in January 1881. There, thanks to the efforts of the men under his command, the Peruvian capital was &lt;a href=\"Occupation%20of%20Lima\"&gt;occupied&lt;/a&gt; in less than a month. Baquedano returned to Chile when the government of President &lt;a href=\"An%C3%ADbal%20Pinto\"&gt;Aníbal Pinto&lt;/a&gt; decided to bring home most of the Army, due to the high cost of maintaining troops. He arrived at Valparaiso in March 1881 and was received by a large crowd; the celebration was repeated in Santiago.\nGeneralship.\nBaquedano's military strategy in this war consisted mainly in frontal attack to break the often over-extended enemy lines. Although he had little training in strategy, he is remembered as a general who personally directed battles resulting in decisive victories. He was a strict disciplinarian: he had a soldier shot for cowardice at the Battle of Chorrillos. Of a stubborn and obstinate nature, he tolerated no argument once he had taken a decision.\nAfter the Battle of Tacna, when his tactics were publicly criticised in the \"&lt;a href=\"El%20Mercurio%20de%20Valpara%C3%ADso\"&gt;El Mercurio de Valparaíso&lt;/a&gt;\" newspaper, an enraged Baquedano had the reporter arrested and held incommunicado aboard the warship \"&lt;a href=\"Chilean%20corvette%20Abtao%20%281866%29\"&gt;Abtao&lt;/a&gt;\". The historian &lt;a href=\"Francisco%20Antonio%20Encina\"&gt;Francisco Encina&lt;/a&gt;, while recognizing Baquedano's courage, described him as having a \"poverty of ideas\" and a poor command of tactics. Baquedano's main political rival, José Francisco Vergara Echevers, also pointed out his tactical weaknesses, but acknowledged that the victory at Miraflores was due in part to the successful envelopment that he ordered.\nLater life.\nBaquedano retired from military life in May 1881. He was twice offered a presidential candidacy, but on both occasions the campaign did not prosper. By means of a law passed in August 1881, the government of &lt;a href=\"Domingo%20Santa%20Mar%C3%ADa\"&gt;Domingo Santa María&lt;/a&gt; granted him lifelong honors, pay and allowances at the level of an active commander in chief.\nHe was elected as a senator for Santiago for two terms, between 1882 and 1888, and by &lt;a href=\"Colchagua%20Province\"&gt;Colchagua&lt;/a&gt; for another two terms, between 1888 and 1894. From these positions he participated in the reorganization of the Army and was a member of the standing Army and Navy commission, active in establishing the General Staff and the military academy. In April 1889, President &lt;a href=\"Jos%C3%A9%20Manuel%20Balmaceda\"&gt;José Manuel Balmaceda&lt;/a&gt; sent him on a mission to Europe, from which he returned in November 1890. On his return he was again offered a presidential candidacy, but again refused.\nDuring the &lt;a href=\"1891%20Chilean%20Civil%20War\"&gt;1891 Chilean Civil War&lt;/a&gt;, Baquedano did not side with either political party. But, after Balmaceda's forces were overcome and destroyed at the &lt;a href=\"1891%20Chilean%20Civil%20War%23Battle%20of%20La%20Placilla\"&gt;battle of La Placilla&lt;/a&gt;, it was clear that the President could no longer hope to find a sufficient strength amongst his adherents to maintain himself in power. On August 29, 1891, Balmaceda officially handed power to General Baquedano, who attempted to keep order in Santiago until the arrival of the congressional leaders on the 30th. He then handed power to Navy captain &lt;a href=\"Jorge%20Montt\"&gt;Jorge Montt&lt;/a&gt; on the 31st, and retired permanently to private life.\nHe died at his home in Santiago on 30 September 1897, at the age of 74.\nMemorials.\nThere was an equestrian statue of Baquedano by the Edificio Telefónica in Av Providencia at Santiago.\nThere are several places in Chile named for Baquedano: &lt;a href=\"Baquedano%20metro%20station\"&gt;Baquedano metro station&lt;/a&gt; and &lt;a href=\"Plaza%20Baquedano\"&gt;Plaza Baquedano&lt;/a&gt; in Santiago; &lt;a href=\"Baquedano%20Street\"&gt;Baquedano Street&lt;/a&gt; in Iquique; and the &lt;a href=\"Cord%C3%B3n%20Baquedano\"&gt;Cordón Baquedano&lt;/a&gt; range in Chilean &lt;a href=\"Tierra%20del%20Fuego\"&gt;Tierra del Fuego&lt;/a&gt;. Two ships of the &lt;a href=\"Chilean%20Navy\"&gt;Chilean Navy&lt;/a&gt; have borne his name: the frigate &lt;a href=\"Chilean%20frigate%20General%20Baquedano%20%28PF-09%29\"&gt;General Baquedano (PF-09)&lt;/a&gt; and the corvette &lt;a href=\"Chilean%20corvette%20Baquedano%20%281898%29\"&gt;Baquedano&lt;/a&gt;.\nOn March 12, 2021, the statue in &lt;a href=\"Plaza%20Baquedano\"&gt;Plaza Baquedano&lt;/a&gt; has been removed in order to be restored after several acts of violence and defacement against it."
}