{
    "id": "2841705",
    "revid": "422817",
    "url": "https://en.wikipedia.org/wiki?curid=2841705",
    "title": "Charles E. Stanton",
    "text": "Charles Egbert Stanton (November 22, 1858 – May 8, 1933) was an officer in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;, and attained the rank of colonel. A veteran of the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, and served as chief disbursing officer and aide to &lt;a href=\"General%20officer\"&gt;General&lt;/a&gt; &lt;a href=\"John%20J.%20Pershing\"&gt;John J. Pershing&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. Stanton was the nephew of &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt;'s &lt;a href=\"Secretary%20of%20War\"&gt;Secretary of War&lt;/a&gt;, &lt;a href=\"Edwin%20M.%20Stanton\"&gt;Edwin M. Stanton&lt;/a&gt;. He is best known for having included the memorable expression \"Lafayette, we are here!\" in a speech he gave in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; during the First World War.\nEarly life.\nCharles E. Stanton was born in &lt;a href=\"Monticello%2C%20Illinois\"&gt;Monticello, Illinois&lt;/a&gt; on November 22, 1858. As a boy he was raised in part along the roadbed of the &lt;a href=\"Union%20Pacific%20Railroad\"&gt;Union Pacific Railroad&lt;/a&gt; during its construction as part of the &lt;a href=\"First%20Transcontinental%20Railroad\"&gt;First Transcontinental Railroad&lt;/a&gt;; his father ran businesses that catered to the construction crews, and was operating the railroad hotel at &lt;a href=\"Promontory%2C%20Utah\"&gt;Promontory, Utah&lt;/a&gt; when the railroad was completed in 1869. At the ceremony on Promontory Summit where engines of the Union Pacific and the &lt;a href=\"Central%20Pacific%20Railroad\"&gt;Central Pacific Railroad&lt;/a&gt; touched &lt;a href=\"Pilot%20%28locomotive%29\"&gt;cowcatchers&lt;/a&gt; to symbolize the opening of the transcontinental route, Stanton rode in the UP's engine and rang the engine's bell.\nStanton was educated in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, and then attended &lt;a href=\"Santa%20Clara%20University\"&gt;Santa Clara University&lt;/a&gt; and &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;. He worked at silver mines in &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;, farmed in &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, sold mineral water for a company in &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;, and sold fire extinguishers in San Francisco. He served as Chief Clerk of the &lt;a href=\"Utah%20State%20Legislature%23Utah%20Territorial%20Assembly\"&gt;Utah Territorial Assembly&lt;/a&gt;, and &lt;a href=\"Salt%20Lake%20County%2C%20Utah\"&gt;Salt Lake County&lt;/a&gt; Clerk. He was a delegate to the Utah constitutional convention which resulted in statehood in 1895.\nArmy career.\nIn 1898 Stanton was appointed a paymaster of volunteers in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; with the rank of &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;. He served in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; during the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, and after his 1901 discharge accepted a regular Army commission as a captain in the paymaster corps. He continued to serve in the army, and at the start of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; he was a &lt;a href=\"Lieutenant%20Colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt; on the staff of &lt;a href=\"John%20J.%20Pershing\"&gt;John J. Pershing&lt;/a&gt;. He served as chief disbursing officer for the &lt;a href=\"American%20Expeditionary%20Forces\"&gt;American Expeditionary Forces&lt;/a&gt;, and received the &lt;a href=\"Distinguished%20Service%20Medal%20%28U.S.%20Army%29\"&gt;Distinguished Service Medal&lt;/a&gt; and the French &lt;a href=\"Legion%20of%20Honour\"&gt;Legion of Honor&lt;/a&gt;.\nStanton retired as a colonel in 1921.\nLater career.\nAfter retiring from the army, Stanton served as a member of San Francisco's Board of Public Works. In 1931 he was enrolled in the &lt;a href=\"American%20Legion\"&gt;American Legion&lt;/a&gt; as its one millionth member.\nStanton died in San Francisco on May 8, 1933. He was buried at &lt;a href=\"Cypress%20Lawn%20Memorial%20Park\"&gt;Cypress Lawn Memorial Park&lt;/a&gt; in &lt;a href=\"Colma%2C%20California\"&gt;Colma, California&lt;/a&gt;.\nLafayette quote.\nOn July 4, 1917, Stanton visited the tomb of &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; and &lt;a href=\"American%20Revolution\"&gt;American Revolution&lt;/a&gt; hero &lt;a href=\"Marquis%20de%20Lafayette\"&gt;Marquis de Lafayette&lt;/a&gt; and (according to Pershing) said, \"Lafayette, we are here!\" to honor the nobleman's assistance during the Revolutionary War and assure the French people that the people of the United States would aid them in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. The famous quote is often misattributed to Pershing.\nIn context, he said: America has joined forces with the Allied Powers, and what we have of blood and treasure are yours. Therefore it is that with loving pride we drape the colors in tribute of respect to this citizen of your great republic. And here and now, in the presence of the illustrious dead, we pledge our hearts and our honor in carrying this war to a successful issue. Lafayette, we are here."
}