{
    "id": "28418326",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=28418326",
    "title": "Inchoatia megdova",
    "text": "Inchoatia megdova is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of air-breathing &lt;a href=\"land%20snail\"&gt;land snail&lt;/a&gt;, &lt;a href=\"terrestrial%20molluscs\"&gt;terrestrial&lt;/a&gt; &lt;a href=\"pulmonate\"&gt;pulmonate&lt;/a&gt; &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"mollusk\"&gt;mollusk&lt;/a&gt; in the family &lt;a href=\"Clausiliidae\"&gt;Clausiliidae&lt;/a&gt;, the door snails.\nDescription.\nThe &lt;a href=\"gastropod%20shell\"&gt;shell&lt;/a&gt; is horny brown, weakly striated. The cervix is more prominently striated. The shell has 11–13 &lt;a href=\"whorl%20%28mollusc%29\"&gt;whorls&lt;/a&gt; with white &lt;a href=\"suture%20%28gastropod%29\"&gt;suture&lt;/a&gt;. The cervix is with weak basal keel. The dorsal keel is very weak if present. The &lt;a href=\"aperture%20%28mollusc%29\"&gt;aperture&lt;/a&gt; is not detached. The parietalis and columellaris is prominent, lunula dorsolateral, basalis very short. There is no platal callus and no frontal upper palatalis. Subcolumellaris is visible in a perpendicular view. &lt;a href=\"Clausilium\"&gt;Clausilium&lt;/a&gt; plate is usually with edge at the outer margin.\nThe width of the shell is 3.7–4.5 mm. The height of the shell is 18–23 mm.\n\"Inchoatia megdova\" differs from \"&lt;a href=\"Inchoatia%20haussknechti\"&gt;Inchoatia haussknechti&lt;/a&gt;\" in the presence of a short basalis, absence of a sulcalis, clausilium plate with edge at the outer margin. \"&lt;a href=\"Carinigera%20pharsalica\"&gt;Carinigera pharsalica&lt;/a&gt;\" has a less slender shell, the cervical keels are weaker, the suture is even less papillated, a dorsal lunula and no frontal upper palatalis, the outer edge of the clausilium is weaker.\nIn \"Inchoatia megdova\" the shells are broader than 3.0 mm, i.e. larger than in \"&lt;a href=\"Inchoatia%20haussknechti\"&gt;Inchoatia haussknechti&lt;/a&gt;\", sharp riblets are lacking even on the initial teleoconch whorls, and there is a prominent plica basalis, which is obsolete or lacking completely in \"Inchoatia haussknechti\".\nDistribution.\n\"Inchoatia megdova\" is distributed in &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; areas in southern &lt;a href=\"Epirus%20%28region%29\"&gt;Epirus&lt;/a&gt;. The range of this species is very &lt;a href=\"Disjunct%20distribution\"&gt;disjunct&lt;/a&gt;.\nSubspecies.\nAccording to Gittenberger &amp; Uit de Weerd (2009), the species \"Inchoatia megdova\" includes 4 subspecies:\n\"Inchoatia megdova tavropodensis\" is found c. 10 km as the crow flies from \"&lt;a href=\"Inchoatia%20haussknechti\"&gt;Inchoatia haussknechti&lt;/a&gt; alticola\", but both taxa are quite different ecologically, occurring at very different altitudes. The population with \"Inchoatia megdova bruggeni\" was found only 7 km from the type locality of \"Inchoatia haussknechti hiltrudae\". In this case, both taxa are found at relatively low altitudes, so that \"Inchoatia haussknechti\" cannot be considered a high alpine species versus a lowland \"Inchoatia megdova\".\nInchoatia megdova megdova.\nSynonyms include:\nDiagnosis: The teleoconch is with rather inconspicuous sutural papillae. The parietal side of the apertural border is not or somewhat protruding. It is without upper palatal plica. The lamella subcolumellaris is not or hardly visible in frontal view.\nRange: The type locality is &lt;a href=\"Thessaly\"&gt;Thessaly&lt;/a&gt;, &lt;a href=\"Karditsa%20%28regional%20unit%29\"&gt;Karditsa&lt;/a&gt;: &lt;a href=\"Morfovouni\"&gt;Morfovouni&lt;/a&gt;, 1.25 km S of &lt;a href=\"Mesenikolas\"&gt;Mesenikolas&lt;/a&gt;. Other known locality is: &lt;a href=\"West%20Greece\"&gt;West Greece&lt;/a&gt;, &lt;a href=\"Aetolia-Acarnania\"&gt;Aetolia-Acarnania&lt;/a&gt;: 2 km south of &lt;a href=\"Ditiki%20Frangista\"&gt;Ditiki Frangista&lt;/a&gt;, 600 m alt. This subspecies has been reported from the two localities, that are 40 km apart and situated in geographically quite different regions, whereas \"Inchoatia megdova tavropodensis\" is reported from only a few km distant of the southern record for \"Inchoatia megdova megdova\". Also after a renewed investigation, based on newly collected material, the surprising observation by Hausdorf (1987) with regard to the distribution of \"Inchoatia megdova megdova\", was confirmed by Gittenberger &amp; Uit de Weerd (2009).\nInchoatia megdova bruggeni.\nThe &lt;a href=\"specific%20name%20%28zoology%29\"&gt;specific name&lt;/a&gt; \"bruggeni\" is in honour of Dutch malacologist &lt;a href=\"Adolph%20Cornelis%20van%20Bruggen\"&gt;Adolph Cornelis van Bruggen&lt;/a&gt;.\nDiagnosis: The teleoconch is with conspicuous sutural papillae. Parietal side of the apertural border is not protruding. The clausilial apparatus is with a prominent but short plica basalis, a prominent white palatal knob, and a lamella subcolumellaris that is visible in frontal view.\nShell description: The shell is sinistral, with a very slender &lt;a href=\"spire%20%28mollusc%29\"&gt;spire&lt;/a&gt;, with nearly straight sides. The shell has 11–12¾ &lt;a href=\"whorl%20%28mollusc%29\"&gt;whorls&lt;/a&gt;. The uppermost whorls are moderately convex and separated by an indented &lt;a href=\"suture%20%28gastropod%29\"&gt;suture&lt;/a&gt;, the lower ones increasingly more flattened and separated by an increasingly more shallow suture. The shell is yellowish brown, with a white sutural line and many prominent white papillae along the adapical border of the whorls. On the upper half of the shell, the papillae may be vaguely lengthened in the regular shell colour by striae that reach at most about the periphery of the shell; only the final quarter of the [body whorl] with irregular radial riblets. Cervical part of the body whorl is with a rounded basal keel, separated by an indentation from a rather prominent dorsal hump.\nApertural lip is thickened by a whitish callus, broadly reflected, continuous but not protruding at the parietal side. &lt;a href=\"Clausilial%20apparatus\"&gt;Clausilial apparatus&lt;/a&gt; with a prominent lamella parietalis, reaching about ⅛ whorl into the &lt;a href=\"aperture%20%28mollusc%29\"&gt;aperture&lt;/a&gt;, where it ends next to the most frontal part of the lamella spiralis, which extends for about ½ whorl inside. The lamella columellaris is clearly protruding into the aperture and reaching slightly further than the lamella spiralis inside. The lamella subcolumellaris is prominent, slightly curved and clearly visible in frontal view. Plica principalis is prominent, reaching less far inside than the lamella spiralis, but clearly further than the upper palatal plica, thickened in front where it is connected with a (very) conspicuous white knob, which is shortly lengthened inside, without coming close to the lunella. Lunella situated dorsolaterally; the short posterior part of the upper palatal plica is about as long as the short but relatively conspicuous plica basalis. Clausilial blade is simple, without notches.\nThe width of the shell is 3.6–4.0 mm. The height of the shell is 16.2–20.3 mm.\nRange: The type locality is Greece, &lt;a href=\"Thessaly\"&gt;Thessaly&lt;/a&gt;, &lt;a href=\"Trikala%20%28regional%20unit%29\"&gt;Trikala&lt;/a&gt;: 7.5 km WNW of &lt;a href=\"Pyli\"&gt;Pyli&lt;/a&gt;, 8.5 km S of &lt;a href=\"Elati%2C%20Trikala\"&gt;Elati&lt;/a&gt; along road to Ag. Prokopios, 675 m alt. This subspecies is known from the type locality only.\nInchoatia megdova palatalifera.\nSynonyms include:\nDiagnosis: The teleoconch is with rather inconspicuous sutural papillae. The parietal side of the apertural border is protruding. The upper palatal plica is prominent. Lamella subcolumellaris is clearly visible in frontal view.\nRange: The type locality is \"Triklonon 5.5 km Richtung Chalkiopuli\"; Greece, &lt;a href=\"West%20Greece\"&gt;West Greece&lt;/a&gt;, &lt;a href=\"Aetolia-Acarnania\"&gt;Aetolia-Acarnania&lt;/a&gt;: &lt;a href=\"Triklono\"&gt;Triklono&lt;/a&gt;, 5.5 km to &lt;a href=\"Chalkiopouli\"&gt;Chalkiopouli&lt;/a&gt;. This subspecies is only known from the type locality.\nInchoatia megdova tavropodensis.\nSynonyms include:\nDiagnosis: Teleoconch is with conspicuous sutural papillae. The parietal side of the apertural border is not or slightly protruding. The upper palatal plica is prominent. Lamella subcolumellaris is not or hardly visible in frontal view.\nAccording to Nordsieck (2007) this taxon is “.. clearly more similar to \"Carinigera semilaevis\" than to \"Carinigera megdova\"; its occurrence is nearer to the type locality of \"Carinigera semilaevis\" than to that of \"Carinigera megdova\".” The obvious similarity should have been specified to take this view into consideration. The location of type localities cannot be accepted as indicative, especially not since according to Hausdorf (1987: 174). According to Gittenberger &amp; Uit de Weerd (2009), the closest congeneric population belongs to \"Inchoatia megdova megdova\".\nRange: The type locality is \"am Fluß Tavropos, Kalkfelsen bei der Brücke, 26 km von Karpenision, etwa 340 m ü.M.\". Gittenberger &amp; Uit de Weerd (2009) have found this subspecies at &lt;a href=\"Evrytania\"&gt;Evrytania&lt;/a&gt;, Greece: 11.5 km WNW of &lt;a href=\"Karpenisi\"&gt;Karpenisi&lt;/a&gt; (road to Agrinio), 370 m alt. Most probably this is also the type locality so this subspecies is only known from the type locality.\nReferences.\nThis article incorporates CC-BY-3.0 text from reference and public domain text from the reference."
}