{
    "id": "28444520",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=28444520",
    "title": "List of companies of Nicaragua",
    "text": "&lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt; is the largest country in the &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt;n &lt;a href=\"isthmus\"&gt;isthmus&lt;/a&gt;. Nicaragua's capital, &lt;a href=\"Managua\"&gt;Managua&lt;/a&gt;, is the country's largest city and the third-largest city in &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt;. Nicaragua is primarily an agricultural country; agriculture constitutes 60% of its total exports which annually yield approximately US $300 million. Nearly two-thirds of the coffee crop comes from the northern part of the central highlands, in the area north and east of the town of Estelí. Yields and exports have both been declining since 1985. Today most of Nicaragua's bananas are grown in the northwestern part of the country near the port of Corinto; sugarcane is also grown in the same district. &lt;a href=\"Cassava\"&gt;Cassava&lt;/a&gt;, a root crop somewhat similar to the potato, is an important food in tropical regions. Cassava is also the main ingredient in tapioca pudding. Nicaragua's agricultural sector has benefited because of the country's strong ties to &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;. It is estimated that Venezuela will import approximately $200 million in agricultural goods. In the 1990s, the government initiated efforts to diversify agriculture. Some of the new export-oriented crops were peanuts, &lt;a href=\"sesame\"&gt;sesame&lt;/a&gt;, melons, and onions.\nMining is becoming a major industry in Nicaragua, contributing less than 1% of gross domestic product (GDP).\nNotable firms.\nThis list includes notable &lt;a href=\"company\"&gt;companies&lt;/a&gt; with primary &lt;a href=\"headquarters\"&gt;headquarters&lt;/a&gt; located in the country. The industry and sector follow the &lt;a href=\"Industry%20Classification%20Benchmark\"&gt;Industry Classification Benchmark&lt;/a&gt; taxonomy. Organizations which have ceased operations are included and noted as defunct."
}