{
    "id": "2844381",
    "revid": "33535827",
    "url": "https://en.wikipedia.org/wiki?curid=2844381",
    "title": "Socialist Front (Puerto Rico)",
    "text": "The Socialist Front (, FS) is a &lt;a href=\"coalition\"&gt;coalition&lt;/a&gt; of &lt;a href=\"far-left\"&gt;far-left&lt;/a&gt; and &lt;a href=\"Puerto%20Rican%20independence%20movement\"&gt;pro-independence&lt;/a&gt; political organizations in &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;. The Socialist Front also includes non-partisan activists.\nThe FS was launched on November 4, 1990, as an initiative of the &lt;a href=\"Socialist%20Workers%20Movement%20%28Puerto%20Rico%29\"&gt;Socialist Workers' Movement&lt;/a&gt; (MST) joining with the Political Formation Workshop and the Puerto Rican Workers Party-Macheteros. In 2005 the MST officially disaffiliated with the Frente Socialista, and &lt;a href=\"Puerto%20Rican%20Workers%27%20Revolutionary%20Party\"&gt;Puerto Rican Workers' Revolutionary Party&lt;/a&gt;, and the Political Education Workshop did the same in 2008, but the Frente has continued on. The Frente's principal spokespersons were &lt;a href=\"Rafael%20Bernabe%20Riefkohl\"&gt;Rafael Bernabe Riefkohl&lt;/a&gt; and &lt;a href=\"Jorge%20Farinacci\"&gt;Jorge Farinacci&lt;/a&gt;.\nAffiliated group:\nThe FS participates in the &lt;a href=\"Foro%20de%20S%C3%A3o%20Paulo\"&gt;São Paulo Forum&lt;/a&gt; and the &lt;a href=\"World%20Social%20Forum\"&gt;World Social Forum&lt;/a&gt;. Its supporters in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; are organized in the &lt;a href=\"Working%20Group%20on%20Puerto%20Rico\"&gt;Working Group on Puerto Rico&lt;/a&gt;.\nIn 2006, the leader Jorge Farinacci García died of cancer, prompting a message of condolences from the &lt;a href=\"Party%20for%20Socialism%20and%20Liberation\"&gt;Party for Socialism and Liberation&lt;/a&gt;.\nIdeology.\nAs a coalition of multiple tendencies, opinions often vary internally, however, amongst its stated public positions; it has supported general strikes, supports the presidency of &lt;a href=\"Nicol%C3%A1s%20Maduro\"&gt;Nicolás Maduro&lt;/a&gt;, and has previously condemned acts of terrorism, saying:Motivated by the esteem and respect for human life that inspires our socialist ideals, we reject all attacks that irresponsibly or indiscriminately attempts against the life of any human being. Conscientious of the difference between the governments and the peoples, we repudiate all actions that, to strike governments, or to protest against some measures, however unjust they may be, strike in its place defenseless people.\nEndorsements.\nIn the &lt;a href=\"Puerto%20Rico%20General%20Elections%20of%202000\"&gt;2000 Puerto Rican elections&lt;/a&gt;, the FS endorsed the &lt;a href=\"Puerto%20Rican%20Independence%20Party\"&gt;Puerto Rican Independence Party&lt;/a&gt;. In the &lt;a href=\"Puerto%20Rico%20General%20Elections%20of%202004\"&gt;2004 elections&lt;/a&gt;, the Socialist Front promoted a voting &lt;a href=\"boycott\"&gt;boycott&lt;/a&gt; but condemned the &lt;a href=\"MINH\"&gt;MINH&lt;/a&gt;'s support for the pro-Commonwealth Popular Democratic Party (PPD). Furthermore, the Socialist Front sustained and nurtured its decades-long alliance with the &lt;a href=\"Puerto%20Rican%20Nationalist%20Party\"&gt;Puerto Rican Nationalist Party&lt;/a&gt; and the &lt;a href=\"Puerto%20Rican%20Independence%20Party\"&gt;Puerto Rican Independence Party&lt;/a&gt; (PIP)."
}