{
    "id": "28451215",
    "revid": "21165869",
    "url": "https://en.wikipedia.org/wiki?curid=28451215",
    "title": "Simion Bughici",
    "text": "Simion Bughici (b. Simon David, December 14, 1914 – February 1, 1997) was a &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;n &lt;a href=\"communist\"&gt;communist&lt;/a&gt; politician who served as the &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Romania%29\"&gt;Minister of Foreign Affairs of Romania&lt;/a&gt;.\nLife and career.\nBughici was born in &lt;a href=\"Ia%C8%99i\"&gt;Iași&lt;/a&gt; to a Jewish family of &lt;a href=\"klezmer\"&gt;klezmer&lt;/a&gt; musicians; his father and two brothers perished during the June 1941 &lt;a href=\"Ia%C8%99i%20pogrom\"&gt;Iași pogrom&lt;/a&gt;. He joined the banned &lt;a href=\"Communist%20Party%20of%20Romania\"&gt;Communist Party of Romania&lt;/a&gt; in 1933. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Bughici was imprisoned at &lt;a href=\"Vapniarka%20concentration%20camp\"&gt;Vapniarka concentration camp&lt;/a&gt; in &lt;a href=\"Transnistria\"&gt;Transnistria&lt;/a&gt;. He served as an Ambassador of Romania to &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; in 1949–1952. In July 1952, he was appointed &lt;a href=\"Minister%20of%20Foreign%20Affairs%20%28Romania%29\"&gt;Minister of Foreign Affairs of Romania&lt;/a&gt;, replacing &lt;a href=\"Ana%20Pauker\"&gt;Ana Pauker&lt;/a&gt;, who was sacked by the communist leadership aided by &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;. The appointment of Bughici disassociated Pauker's downfall from the anti-Semitism widely seen in Eastern Europe at the time. Bughici served as minister until October 1955. During his political career, he also served as the Vice &lt;a href=\"Prime%20Minister%20of%20Romania\"&gt;Prime Minister of Romania&lt;/a&gt;.\nOther offices that he held were that of head of Centrocoop, Minister of the Food Industry and vice president of the Communist Party Control Commission (Colegiul Central de Partid) (1969-1974).\nHe was married to Ana Friedman, a history teacher and school principal."
}