{
    "id": "2845914",
    "revid": "1060163457",
    "url": "https://en.wikipedia.org/wiki?curid=2845914",
    "title": "Securities lending",
    "text": "In &lt;a href=\"finance\"&gt;finance&lt;/a&gt;, securities lending or stock lending refers to the lending of &lt;a href=\"Security%20%28finance%29\"&gt;securities&lt;/a&gt; by one party to another.\nThe terms of the loan will be governed by a \"Securities Lending Agreement\", which requires that the borrower provides the lender with &lt;a href=\"collateral%20%28finance%29\"&gt;collateral&lt;/a&gt;, in the form of cash or non-cash securities, of value equal to or greater than the loaned securities plus an agreed-upon &lt;a href=\"Margin%20%28finance%29\"&gt;margin&lt;/a&gt;. \"Non-cash\" refers to the subset of collateral that is not pure cash, including &lt;a href=\"equities\"&gt;equities&lt;/a&gt;, &lt;a href=\"government%20bond\"&gt;government bond&lt;/a&gt;s, &lt;a href=\"convertible%20bond\"&gt;convertible bond&lt;/a&gt;s, &lt;a href=\"corporate%20bond\"&gt;corporate bond&lt;/a&gt;s, and other financial products.\nThe agreement is a &lt;a href=\"contract\"&gt;contract&lt;/a&gt; enforceable under relevant law, which is often specified in the agreement. As payment for the loan, the parties negotiate a &lt;a href=\"fee\"&gt;fee&lt;/a&gt;, quoted as an annualized percentage of the value of the loaned securities. If the agreed form of collateral is cash, then the fee may be quoted as a \"&lt;a href=\"short%20rebate\"&gt;short rebate&lt;/a&gt;\", meaning that the lender will earn all the interest that accrues on the cash collateral and will \"rebate\" an agreed rate of interest to the borrower. Key lenders of securities include &lt;a href=\"mutual%20fund\"&gt;mutual fund&lt;/a&gt;s, &lt;a href=\"insurance%20companies\"&gt;insurance companies&lt;/a&gt;, &lt;a href=\"pension%20plan\"&gt;pension plan&lt;/a&gt;s, &lt;a href=\"exchange-traded%20fund\"&gt;exchange-traded fund&lt;/a&gt;s and other large &lt;a href=\"investment%20portfolio\"&gt;investment portfolio&lt;/a&gt;s.\nSecurities lending is an important means of eliminating \"failed\" transactions as well as enabling &lt;a href=\"hedge%20fund\"&gt;hedge fund&lt;/a&gt;s and other &lt;a href=\"investment%20vehicle\"&gt;investment vehicle&lt;/a&gt;s to &lt;a href=\"sell%20short\"&gt;sell short&lt;/a&gt; their shares.\nHistory.\nShort selling, and the borrowing securities that goes with it, goes back to the earliest days of stock trading. The NYSE used to operate a loan post, but ceased doing so in 1933 as a result of public pressure over short selling. Formal equity lending transactions took place in the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt; in the early 1960s and it became highly prevalent as an industry in the early 1980s. The practice has evolved from a &lt;a href=\"back%20office\"&gt;back office&lt;/a&gt; operation to a common investment practice that enhances returns for large &lt;a href=\"financial%20institution\"&gt;financial institution&lt;/a&gt;s.\nMarket size.\nUntil the start of 2009, securities lending was only an &lt;a href=\"Over-the-counter%20%28finance%29\"&gt;over-the-counter&lt;/a&gt; market, so the size of this industry was difficult to estimate accurately. According to the industry group &lt;a href=\"International%20Securities%20Lending%20Association\"&gt;ISLA&lt;/a&gt;, in the year 2007 the balance of securities on loan globally exceeded £1 trillion. In July 2015, the value was $1.72 trillion (with a total of $13.22 trillion available on loan) – similar to levels before the 2008 financial crisis.\nAn example.\nIn an example transaction, a large institutional &lt;a href=\"money%20manager\"&gt;money manager&lt;/a&gt; with a position in a particular stock allows those securities to be borrowed by a &lt;a href=\"financial%20intermediary\"&gt;financial intermediary&lt;/a&gt;, typically an &lt;a href=\"Investment%20banking\"&gt;investment bank&lt;/a&gt;, &lt;a href=\"Prime%20brokerage\"&gt;prime broker&lt;/a&gt; or other &lt;a href=\"broker-dealer\"&gt;broker-dealer&lt;/a&gt;, acting on behalf of one or more clients. After borrowing the stock, the client the short seller could sell it short. Their objective is to buy the stock back at a lower price thereby creating a profit. By selling the borrowed stocks, the short seller generates cash that becomes collateral paid to the lender. The cash value of the collateral would be &lt;a href=\"Mark%20to%20market\"&gt;marked-to-market&lt;/a&gt; on a daily basis so that it exceeds the value of the loan by at least 2%. 2% is the standard margin rate in the US, whereas 5% is more usual in Europe. Often a bank serves as the lending agent, receiving the cash collateral and investing it until it must be returned. The income from the reinvested cash collateral is divided by paying the borrower a rebate and then dividing the remaining amount between the securities lender and the agent bank. This allows major &lt;a href=\"investment%20fund\"&gt;investment fund&lt;/a&gt;s to earn incremental income on their portfolio holdings. Where the lender is a pension plan, the transaction may need to comply with various exemptions under the &lt;a href=\"Employee%20Retirement%20Income%20Security%20Act%20of%201974\"&gt;Employee Retirement Income Security Act of 1974&lt;/a&gt; (ERISA).\nLegalities.\nSecurities lending is legal and clearly regulated in most of the world's major securities markets. Most markets mandate that the borrowing of securities be conducted only for specifically permitted purposes, which generally include:\nWhen a security is loaned, the &lt;a href=\"title%20%28property%29\"&gt;title&lt;/a&gt; of the security transfers to the borrower. This means that the borrower has the advantages of holding the security, as they become the full legal and beneficial owner of it. Specifically, the borrower will receive all coupon and/or dividend payments, and any other rights such as voting rights. In most cases, these dividends or coupons must be passed back to the lender in the form of what is referred to as a \"manufactured dividend\".\nThe initial driver for the securities lending business was to cover settlement failure. If one party fails to deliver stock to you it can mean that you are unable to deliver stock that you have already sold to another party. In order to avoid the costs and penalties that can arise from settlement failure, stock could be borrowed at a fee, and delivered to the second party. When your initial stock finally arrived (or was obtained from another source) lender would receive back the same number of shares in the security they lent.\nThe principal reason for borrowing a security is to cover a &lt;a href=\"short%20%28finance%29%23Short%20selling%20terms\"&gt;short position&lt;/a&gt;. As you are obliged to deliver the security, you will have to borrow it. At the end of the agreement you will have to return an \"equivalent\" security to the lender. Equivalent in this context means &lt;a href=\"fungible\"&gt;fungible&lt;/a&gt;, i.e. the securities have to be completely interchangeable. Compare this with lending a ten euro note. You do not expect exactly the same note back, as any ten euro note will do.\nAs a result of &lt;a href=\"Regulation%20SHO\"&gt;Regulation SHO&lt;/a&gt;, adopted by the &lt;a href=\"U.S.%20SEC\"&gt;U.S. SEC&lt;/a&gt;, short sellers typically must either possess the shares they are selling short or have a right to obtain them in order to cover the short sale.\nSecurities classification and easy-to-borrow.\nIn securities lending, securities are classified by their \"availability to be borrowed\". Highly &lt;a href=\"market%20liquidity\"&gt;liquid&lt;/a&gt; securities are considered \"easy\"; these products are easily found on the market should someone decide to borrow them for the purpose of &lt;a href=\"short%20selling\"&gt;selling them short&lt;/a&gt;. Securities that are illiquid in the market are classified as \"hard\". Due to various regulations, a short sale transaction in the United States and some other countries must be preceded by &lt;a href=\"Locate%20%28finance%29\"&gt;locating&lt;/a&gt; the security and quantity that one would like to be able to sell short in order to avoid &lt;a href=\"naked%20shorting\"&gt;naked shorting&lt;/a&gt;. However, the lending broker can create a list of securities that do not require such a locate. This list is referred to as an \"easy-to-borrow\" (abbreviated as ETB) list, and is also known as blanket assurances. Such a list is generated by broker-dealers based on \"reasonable assurance\" that the securities on the list are readily available upon customer request. However, if a security on the list cannot be delivered as promised (a \"failure to deliver\" would occur), the assumption of reasonable grounds no longer applies. In order to provide better grounding for such assumptions, the ETB list must be at most 24 hours old.\nSecurities lenders.\nSecurities lenders, often simply called sec lenders, are institutions which have access to 'lendable' securities. This can be &lt;a href=\"asset%20manager\"&gt;asset manager&lt;/a&gt;s, who have many securities under management, &lt;a href=\"custodian%20bank\"&gt;custodian bank&lt;/a&gt;s holding securities for third parties or third party lenders who access securities automatically via the asset holder's custodian. The international trade organization for the securities lending industry is the &lt;a href=\"International%20Securities%20Lending%20Association\"&gt;International Securities Lending Association&lt;/a&gt;. According to a June 2004 survey, their members had euro 5.99 billion worth of securities available for lending. In the US, &lt;a href=\"the%20Risk%20Management%20Association\"&gt;the Risk Management Association&lt;/a&gt; publishes quarterly surveys among its (US based) members. In June 2005, these had USD 5.77 billion worth of securities available. Other industry associations of note include the Australian Securities Lending Association (ASLA), the Canadian Securities Lending Association (CASLA), the &lt;a href=\"Asia-Pacific\"&gt;Pan Asia&lt;/a&gt; Securities Lending Association (PASLA), and the &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;n Securities Lending Association (SASLA).\nTypical borrowers include hedge funds and the &lt;a href=\"proprietary%20trading\"&gt;proprietary trading&lt;/a&gt; desks of investment banks.\nUse of the term.\nIn investment banking.\nIn investment banking, the term \"securities lending\" is also used to describe a service offered to large investors who can allow the investment bank to lend out their shares to other people. This is often done to investors of all sizes who have pledged their shares to borrow money to buy more shares, but large investors like pension funds often choose to do this to their unpledged shares because they will receive interest income. In these types of agreements, the investor still receives any dividends as normal, the only thing they cannot generally do is to vote their shares.\nIn private securities-collateralized lending.\nThe term \"securities lending\" is sometimes used correctly in the same context as a \"stock loan\" or individual \"securities-collateralized loan\". The former refers to the actual lending typically of banks or brokerages to other institutions to cover short sales or for other temporary purposes. The latter is used in private or institutional securities-backed loan arrangements across a wide spectrum of securities. In recent years, the Financial Industry Regulatory Authority (&lt;a href=\"Financial%20Industry%20Regulatory%20Authority\"&gt;FINRA&lt;/a&gt;) has cautioned all consumers to avoid non-recourse transfer-of-title stock loans, but they enjoyed a brief popularity before the SEC and IRS came to shut almost all such providers down between 2007–2012, reclassifying non-recourse transfer-of-title title stock loans as fully taxable sales at inception (See FINRA advisory link below). Today, it is widely accepted that the only legally valid consumer lending programs involving stocks or other securities are those in which the stocks remain in the client's title and account without sale through a fully licensed and regulated institution with membership in the SIPC, FDIC, FINRA and other mainline regulatory organizations, with their own audited financial statements. These are usually in the form of securities-based credit lines.\nIn 2011, the FINRA issued an investor alert on stock-based loan programs. In the alert, FINRA recommended investors ask several questions, including: 1) What happens to my stock once I pledge it as collateral? (FINRA states that securities should never be sold to fund the loans); 2) Does the lender have audited financials? (FINRA noted that any publicly traded major brokerage/bank that reports will need to have audited financial data available for investors); and 3) Is the institution managing the loan and accounts fully licensed and in good standing?\nCurrently such institutional credit line programs are available only through long-standing depository relationships with institutional brokerages and their banking arms, and typically come with large depository minimums. However, there are a few securities-based credit line programs currently available in the general market that allow access at competitive rates and terms without such advance depository or client relationships. (A search for terms such as \"wholesale stock loan\" or \"no title transfer stock loan\" usually brings up a list of such providers.)\nSecurities lending lifecycle.\nUnlike a buy / sell trade, a securities lending transaction has a life-cycle that starts with the trade settling, and continues through until it is finally returned. During this life cycle, various life cycle events will occur:\nSecurities lending vendors.\nHistorically, the securities lending market has been a very manually intensive one, with post-trade processing involving many man hours of effort. In recent years, various vendors have appeared to help provide much needed automation in the industry.\nThe market leader in Europe for post-trade processing, &lt;a href=\"Pirum\"&gt;Pirum&lt;/a&gt;, has been providing such automation services to its clients since 2000, more recently working with Eurex on automating CCP services. With pressures in the industry driving for more transparency and balance sheet optimization since the global financial crisis of 2008 many more technology vendors are creating solutions to meet the impending regulations."
}