{
    "id": "28465199",
    "revid": "34723971",
    "url": "https://en.wikipedia.org/wiki?curid=28465199",
    "title": "Olympique de Médéa",
    "text": "Olympique de Médéa (), also known as 'O Médéa or simply OM for short, is an Algerian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"M%C3%A9d%C3%A9a\"&gt;Médéa&lt;/a&gt;. The club was founded in 1945 and its colours are orange and blue. Their home stadium, &lt;a href=\"Stade%20Imam%20Lyes%20de%20M%C3%A9d%C3%A9a\"&gt;Stade Imam Lyes de Médéa&lt;/a&gt;, has a capacity of 12,000 spectators. The club is currently playing in the &lt;a href=\"Algerian%20Ligue%20Professionnelle%201\"&gt;Algerian Ligue Professionnelle 1&lt;/a&gt;.\nHistory.\nIn 1995, the club reached the final of the &lt;a href=\"Algerian%20Cup\"&gt;Algerian Cup&lt;/a&gt; for the first time in their history. They opened the scoring in the 45th minute through Kamel Djahmoune but went on to lose the game 2–1.\nIn 1996, the team had participated in the seventh &lt;a href=\"Arab%20Cup%20Winners%27%20Cup\"&gt;Arab Cup Winners' Cup&lt;/a&gt; in &lt;a href=\"Amman\"&gt;Amman&lt;/a&gt;, &lt;a href=\"Jordan\"&gt;Jordan&lt;/a&gt;. They were unfortunately eliminated in the semi-finals by the Moroccan team &lt;a href=\"Olympique%20Khouribga\"&gt;Olympique Khouribga&lt;/a&gt; despite a fine performance with the final score being 2–1. &lt;a href=\"Olympique%20Khouribga\"&gt;Olympique Khouribga&lt;/a&gt; eventually won the &lt;a href=\"Arab%20Cup%20Winners%27%20Cup\"&gt;1996 Arab Cup Winners' Cup&lt;/a&gt; beating &lt;a href=\"Al-Faisaly%20Club%20%28Amman%29\"&gt;Al-Faisaly&lt;/a&gt; in the final 3–1.\nThe team managed to get promoted to the &lt;a href=\"Inter-R%C3%A9gions%20Division\"&gt;Ligue Inter-Régions de football&lt;/a&gt; after finishing top of the Ligue Régionale de football de Blida group 11 points clear of second placed RC Arabâ.\nThey came in fifth-position in the &lt;a href=\"Inter-R%C3%A9gions%20Division\"&gt;Ligue Inter-Régions de football&lt;/a&gt; in the &lt;a href=\"2009%E2%80%9310%20Inter-R%C3%A9gions%20Division\"&gt;2009–10&lt;/a&gt; season.\nIn 2010, the club was listed as a member of the newly professional &lt;a href=\"Algerian%20Ligue%20Professionnelle%202\"&gt;Ligue Professionnelle 2&lt;/a&gt;, because the club had become professional. The club replaced &lt;a href=\"OM%20Arzew\"&gt;OM Arzew&lt;/a&gt; due to them not taking the necessary steps in becoming a professional club. Before &lt;a href=\"JS%20Kabylie\"&gt;JS Kabylie&lt;/a&gt;'s historical game against &lt;a href=\"Al%20Ahly%20SC\"&gt;Al Ahly&lt;/a&gt; in Cairo on 29 August 2010, Olympique de Médéa had the honour of playing &lt;a href=\"JS%20Kabylie\"&gt;JS Kabylie&lt;/a&gt; in a friendly match in preparation for the game in Cairo. The friendly was held on the 21 August 2010, at &lt;a href=\"Stade%20Imam%20Lyes%20de%20M%C3%A9d%C3%A9a\"&gt;Stade Imam Lyes de Médéa&lt;/a&gt; which &lt;a href=\"JS%20Kabylie\"&gt;JS Kabylie&lt;/a&gt; won 1–0 with &lt;a href=\"Sofiane%20Youn%C3%A8s\"&gt;Sofiane Younès&lt;/a&gt; breaking the deadlock in the thirty-third minute of the game.\nPlayers.\nAlgerian teams are limited to two foreign players. The squad list includes only the principal nationality of each player;\nCurrent squad.\n\"As of 31 January 2022.\"\n \nPersonnel.\nNotable players.\n\"For details on former players, see \""
}