{
    "id": "284825",
    "revid": "14438949",
    "url": "https://en.wikipedia.org/wiki?curid=284825",
    "title": "Veturi",
    "text": "Veturi Sundararama Murthy (29 January 1936 – 22 May 2010) was an Indian poet and lyricist who is popular for writing &lt;a href=\"Telugu%20language\"&gt;Telugu&lt;/a&gt; songs. His career in the &lt;a href=\"Telugu%20cinema\"&gt;Telugu cinema&lt;/a&gt; spanned more than four decades. He was highly admired and cherished for his deep and thoughtful lyrics in Telugu songs. He was considered an inspiration by many lyricists.\nEarly life.\nVeturi was born to Chandrasekhar Sastry and Kamalamba in &lt;a href=\"Pedakallepalli\"&gt;Pedakallepalli&lt;/a&gt;, near &lt;a href=\"Challapalli\"&gt;Challapalli&lt;/a&gt;, &lt;a href=\"Krishna%20district\"&gt;Krishna&lt;/a&gt; into a &lt;a href=\"Telugu%20brahmin\"&gt;Telugu brahmin&lt;/a&gt; family. Veturi was a nephew of the Telugu Research Scholar &lt;a href=\"Veturi%20Prabhakara%20Sastri\"&gt;Veturi Prabhakara Sastri&lt;/a&gt;. His grandfather Veturi Sundara Sastry was also a poet.\nEducation.\nVeturi completed his schooling in Diviseema, &lt;a href=\"Jaggayyapeta\"&gt;Jaggayyapeta&lt;/a&gt;, near &lt;a href=\"Vijayawada\"&gt;Vijayawada&lt;/a&gt; in Krishna district, and SSLC in his grandmother's village. Later, Veturi went to Chennai for his intermediate studies and came back to &lt;a href=\"Vijayawada\"&gt;Vijayawada&lt;/a&gt; where he completed his degree in S.R.R. Government College. He was a student of legendary &lt;a href=\"Viswanatha%20Satyanarayana\"&gt;Viswanatha Satyanarayana&lt;/a&gt; at this college.\nCareer as a journalist.\nVeturi joined \"&lt;a href=\"Andhra%20Prabha\"&gt;Andhra Prabha&lt;/a&gt;\" as a journalist in 1952, after his education. He learned the basics of editing a news &lt;a href=\"Article%20%28publishing%29\"&gt;article&lt;/a&gt; from his senior at &lt;a href=\"Andhra%20Prabha\"&gt;Andhra Prabha&lt;/a&gt;, &lt;a href=\"Narla%20Venkateswara%20Rao\"&gt;Narla Venkateswara Rao&lt;/a&gt;, whom he considers his first teacher. In 1959, he joined a weekly called &lt;a href=\"Andhra%20Patrika\"&gt;Andhra Patrika&lt;/a&gt;, where &lt;a href=\"Bapu%20%28director%29\"&gt;Bapu&lt;/a&gt; and &lt;a href=\"Mullapudi%20Venkata%20Ramana\"&gt;Mullapudi Venkata Ramana&lt;/a&gt; were his colleagues. He was the in-charge of the Cinema section at \"Andhra Patrika\". He also worked for the &lt;a href=\"Pradesh%20Congress%20Committee\"&gt;Andhra Pradesh Congress Committee&lt;/a&gt;'s official daily newspaper, called \"Andhra Janata\", as an editor.\nIn 1962, he became the first and only Telugu journalist to interview the then Prime Minister, &lt;a href=\"Jawaharlal%20Nehru\"&gt;Jawaharlal Nehru&lt;/a&gt;, who came to inaugurate &lt;a href=\"Srisailam%20Dam\"&gt;Srisailam&lt;/a&gt; &lt;a href=\"Hydroelectricity\"&gt;Hydroelectricity&lt;/a&gt; project. He covered the speeches of national leaders like &lt;a href=\"Sarvepalli%20Radhakrishnan\"&gt;Sarvepalli Radhakrishnan&lt;/a&gt;. In 1964, he worked as an &lt;a href=\"Legislative%20Assembly\"&gt;assembly&lt;/a&gt; reporter.\nHis articles are said to be very catchy and witty. For instance, he referred to the meeting of &lt;a href=\"Member%20of%20the%20Legislative%20Assembly\"&gt;MLA&lt;/a&gt;'s in Hotel Dwaraka, near the &lt;a href=\"Andhra%20Pradesh%20State%20Assembly\"&gt;Andhra Pradesh State Assembly&lt;/a&gt; as \"Adigo Dwaraka- Evigo Alamandalu\" (\"This is Dwaraka and here are the cattle\") (). His writing style caught the attention of the film industry due to his prowess in using traditional poetic rules related to &lt;a href=\"alliteration\"&gt;alliteration&lt;/a&gt; and &lt;a href=\"rhyme\"&gt;rhyme&lt;/a&gt; for describing &lt;a href=\"Current%20affairs%20%28news%20format%29\"&gt;current affairs&lt;/a&gt;.\nCareer as a lyricist.\nEntry into films.\nVeturi had contacts with the &lt;a href=\"Cinema%20of%20Andhra%20Pradesh\"&gt;Telugu film industry&lt;/a&gt; during his days as a journalist. He used to meet veteran &lt;a href=\"Lyricist\"&gt;lyric writer&lt;/a&gt; &lt;a href=\"Daasaradhi%20Krishnamacharyulu\"&gt;Dasarathi&lt;/a&gt; often. Legendary director &lt;a href=\"Chittor%20V.%20Nagaiah\"&gt;Chittor V. Nagaiah&lt;/a&gt; offered him a role in his film, \"&lt;a href=\"Naa%20Illu\"&gt;Naa Illu&lt;/a&gt;\". However, two days before the shooting began, Veturi decided not to act as he felt that he was not fit for acting, and wrote a letter of apology to &lt;a href=\"Chittor%20V.%20Nagaiah\"&gt;Nagaiah&lt;/a&gt; for rejecting his offer. Sri.&lt;a href=\"N.T.%20Rama%20Rao\"&gt;N.T. Rama Rao&lt;/a&gt;, has invited him to join the film industry] as a lyricist. In 1974, he wrote his first song, \"Bharatanaari Charitamu\" (), in the form of &lt;a href=\"Harikatha\"&gt;Harikatha&lt;/a&gt;, for \"&lt;a href=\"O%20Seeta%20Katha\"&gt;O Seeta Katha&lt;/a&gt;\" under the direction of the legendary director, &lt;a href=\"K.%20Viswanath\"&gt;K Viswanath&lt;/a&gt;.\n1970s.\nIn 1977, actor &lt;a href=\"N.%20T.%20Rama%20Rao\"&gt;Sr. N.T.R&lt;/a&gt;'s \"&lt;a href=\"Adavi%20Ramudu%20%281977%20film%29\"&gt;Adavi Ramudu&lt;/a&gt;\" showcased Veturi's talent for penning inspirational and romantic lyrics. The album was an instant hit among various audiences. In 1978, &lt;a href=\"K.%20Viswanath\"&gt;K Viswanath&lt;/a&gt;'s \"&lt;a href=\"Siri%20Siri%20Muvva\"&gt;Siri Siri Muvva&lt;/a&gt;\" proved his prowess in expressing diverse emotions with poetry. &lt;a href=\"Aatreya%20%28playwright%29\"&gt;Aathreya&lt;/a&gt;, the leading lyricist in those days, was known to take days for writing a song. Veturi became the first choice for directors and producers too because of his ability to write a song to the director's taste in a few minutes. He went on to pen more than 5,000 songs in his career. He wrote more mass numbers for movies like \"Vetagadu\" and \"Driver Ramudu\", and classics for movies like \"&lt;a href=\"Sankarabharanam%20%281980%20film%29\"&gt;Sankarabharanam&lt;/a&gt;\" and &lt;a href=\"Sagara%20Sangamam\"&gt;Sagara Sangamam&lt;/a&gt;. In particular, \"&lt;a href=\"Sankarabharanam%20%281980%20film%29\"&gt;Sankarabharanam&lt;/a&gt;\" stood as a landmark in the &lt;a href=\"Cinema%20of%20Andhra%20Pradesh\"&gt;Telugu film industry&lt;/a&gt;.\n1980s.\nAfter the surge of his popularity during the 1970s, he went on to work with a variety of directors and actors in the 1980s. He wrote classics for directors like &lt;a href=\"Singeetam%20Srinivasa%20Rao\"&gt;Singeetam Srinivasa Rao&lt;/a&gt;, &lt;a href=\"Dasari%20Narayana%20Rao\"&gt;Dasari Narayana Rao&lt;/a&gt;, &lt;a href=\"Bapu%20%28director%29\"&gt;Bapu&lt;/a&gt;, &lt;a href=\"Jandhyala\"&gt;Jandhyala&lt;/a&gt;, &lt;a href=\"Vamsy\"&gt;Vamsy&lt;/a&gt; and mass numbers for directors like &lt;a href=\"Kovelamudi%20Raghavendra%20Rao\"&gt;Raghavendra Rao&lt;/a&gt;, &lt;a href=\"A.%20Kodandarami%20Reddy\"&gt;A. Kodandarami Reddy&lt;/a&gt;, &lt;a href=\"Vijaya%20Bapineedu\"&gt;Vijaya Bapineedu&lt;/a&gt;. He delivered a number of hits for senior actors like &lt;a href=\"N.%20T.%20Rama%20Rao\"&gt;Sr. N.T.R&lt;/a&gt;, &lt;a href=\"Akkineni%20Nageswara%20Rao\"&gt;Akkineni Nageswara Rao&lt;/a&gt;, &lt;a href=\"Shobhan%20Babu\"&gt;Shobhan Babu&lt;/a&gt;, &lt;a href=\"Krishnam%20Raju\"&gt;Krishnam Raju&lt;/a&gt;, &lt;a href=\"Ghattamaneni%20Krishna\"&gt;Ghattamaneni Krishna&lt;/a&gt; and upcoming stars like &lt;a href=\"Chiranjeevi\"&gt;Chiranjeevi&lt;/a&gt;, &lt;a href=\"Nandamuri%20Balakrishna\"&gt;Nandamuri Balakrishna&lt;/a&gt;, &lt;a href=\"Nagarjuna%20%28actor%29\"&gt;Nagarjuna&lt;/a&gt;, &lt;a href=\"Daggubati%20Venkatesh\"&gt;Daggubati Venkatesh&lt;/a&gt;. This golden period in his career saw memorable albums like \"&lt;a href=\"Saptapadi%20%281981%20film%29\"&gt;Saptapadi&lt;/a&gt;\", \"Subhodayam\", \"&lt;a href=\"Subhalekha\"&gt;Subhalekha&lt;/a&gt;\", \"&lt;a href=\"Sagara%20Sangamam\"&gt;Sagara Sangamam&lt;/a&gt;\", \"&lt;a href=\"Meghasandesam\"&gt;Meghasandesam&lt;/a&gt;\", \"Mudda Mandaram\", \"Malle Pandiri\", \"Nalugu Stambhalata\", \"&lt;a href=\"Rendu%20Jalla%20Seeta\"&gt;Rendu Jalla Seeta&lt;/a&gt;\", \"&lt;a href=\"Amarajeevi\"&gt;Amarajeevi&lt;/a&gt;\", \"&lt;a href=\"Sreevariki%20Prema%20Lekha\"&gt;Sreevariki Prema Lekha&lt;/a&gt;\", \"&lt;a href=\"Ananda%20Bhairavi%20%28Telugu%20film%29\"&gt;Ananda Bhairavi&lt;/a&gt;\", \"Srivari Sobhanam\", \"Mogudu Pellalu\", \"&lt;a href=\"Chantabbai\"&gt;Chantabbai&lt;/a&gt;\", \"&lt;a href=\"Sitaara\"&gt;Sitaara&lt;/a&gt;\", \"&lt;a href=\"Anveshana\"&gt;Anveshana&lt;/a&gt;\", \"&lt;a href=\"Alapana\"&gt;Alapana&lt;/a&gt;\", \"&lt;a href=\"Mayuri%20%28film%29\"&gt;Mayuri&lt;/a&gt;\", \"Amavasya Chandrudu\", \"Janaki Ramudu\" and \"&lt;a href=\"Geethanjali%20%281989%20film%29\"&gt;Geetaanjali&lt;/a&gt;\".\n1990s.\nDuring the late 1980s, Veturi's mass numbers garnered a lot of response from the public resulting in directors demanding more and more of them. However, Veturi still maintained his balance between classics and mass-numbers with movies like \"&lt;a href=\"Jagadeka%20Veerudu%20Atiloka%20Sundari\"&gt;Jagadeka Veerudu Atiloka Sundari&lt;/a&gt;\", \"Sarigamalu\", \"Sitaramayya Gaari Manavaralu\", \"&lt;a href=\"Matru%20Devo%20Bhava\"&gt;Matru Devo Bhava&lt;/a&gt;\", and \"&lt;a href=\"Mechanic%20Alludu\"&gt;Mechanic Alludu&lt;/a&gt;\". Veturi was given the opportunity to dub many &lt;a href=\"Tamil%20language\"&gt;Tamil&lt;/a&gt;, &lt;a href=\"Malayalam\"&gt;Malayalam&lt;/a&gt; and &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt; movies. Some of his dubbed albums, for instance \"Iruvar\" and \"&lt;a href=\"Devaraagam\"&gt;Devaraagam&lt;/a&gt;\", received wide acclaim.\n2000s.\nDuring this period, Veturi created classics like \"&lt;a href=\"Gangotri%20%28film%29\"&gt;Gangotri&lt;/a&gt;\" and \"&lt;a href=\"Swarabhishekam\"&gt;Swarabhishekam&lt;/a&gt;\". His association with young directors like &lt;a href=\"Sekhar%20Kammula\"&gt;Sekhar Kammula&lt;/a&gt; and &lt;a href=\"Gunasekhar\"&gt;Gunasekhar&lt;/a&gt; produced some memorable albums, like \"&lt;a href=\"Anand%20%282004%20film%29\"&gt;Anand&lt;/a&gt;\", \"&lt;a href=\"Godavari%20%28film%29\"&gt;Godavari&lt;/a&gt;\", \"&lt;a href=\"Varudu\"&gt;Varudu&lt;/a&gt;\", \"&lt;a href=\"Arjun%20%282004%20film%29\"&gt;Arjun&lt;/a&gt;\", \"&lt;a href=\"Kaadhal\"&gt;Premishte&lt;/a&gt;\" (Dubbed version of Kaadhal) and \"&lt;a href=\"Leader%20%282010%20film%29\"&gt;Leader&lt;/a&gt;\".\nRelations with other artists.\nVeturi had cordial relationships with the prominent figures of the industry. He worked with all classes of directors, producers, music directors and actors, ranging from stars to debutants. In his book \"Kommakommako Sannayi\", he describes his relationship with some of the &lt;a href=\"Composer\"&gt;music directors&lt;/a&gt;, singers, lyricists, actors and directors he worked with. He was a teacher-like figure for many artists in the industry.\nMany people consider him the most complete lyricist in the history of &lt;a href=\"Cinema%20of%20Andhra%20Pradesh\"&gt;Telugu cinema&lt;/a&gt;. Even his competitors called him &lt;a href=\"guru\"&gt;guru&lt;/a&gt;. Fellow lyricist &lt;a href=\"Sirivennela%20Sitaramasastri\"&gt;Sirivennela&lt;/a&gt; praised him as a source of inspiration. He identified Veturi as the one who broadened the horizons of &lt;a href=\"Telugu%20language\"&gt;Telugu&lt;/a&gt; music. &lt;a href=\"Sirivennela%20Sitaramasastri\"&gt;Sirivennela&lt;/a&gt; wrote an article in a Telugu monthly magazine, \"Haasam\", explaining the breadth and depth of Veturi's poetry. Being a competitor, he ended the article saying: \"\"aakaaSaannaakramiMchina aayana bhaavanaapaadaaniki, bhoogOLaanni aakramiMchina aayana bhaashaapaadaaniki bhaktithO aMjali ghaTistoo \"naa mooDO paadaanni nee nettina peDataa\" aMTunna aayana taaMDava paadaaniki bhayaMtO namaskaristoo, mummaaru mokkutoo\"\"() which roughly translates to \"I pray unto your two feet with devotion: one who has occupied the sky of imagination, one which has occupied the earth called language; and with terror, I pray salute the third foot which he says he would keep on my head\". This is in reference to &lt;a href=\"Vamana\"&gt;Vamana&lt;/a&gt;, an &lt;a href=\"Avatar\"&gt;Avatar&lt;/a&gt; of &lt;a href=\"Vishnu\"&gt;Vishnu&lt;/a&gt;.\nVeteran director &lt;a href=\"K.%20Viswanath\"&gt;K. Viswanath&lt;/a&gt; referred to him as brother. Director &lt;a href=\"Sekhar%20Kammula\"&gt;Sekhar Kammula&lt;/a&gt; referred to him as his &lt;a href=\"guru\"&gt;guru&lt;/a&gt;. Actor, writer and director &lt;a href=\"Tanikella%20Bharani\"&gt;Tanikella Bharani&lt;/a&gt; referred to him as a manifestation of &lt;a href=\"Saraswati\"&gt;Saraswati&lt;/a&gt; in male form. Acclaimed director Mani Ratnam, who worked with him for \"&lt;a href=\"Geethanjali%20%281989%20film%29\"&gt;Geetaanjali&lt;/a&gt;\", praised him as one of the best he has come across.\nVeturi was very flexible with remunerations while working with young and upcoming artists, which made him very approachable and close to almost every director and producer.\nAwards and honors.\nVeturi received several national and regional awards for his contributions to literature and films. He has been conferred an honorary Doctorate in the 23rd convocation of &lt;a href=\"Acharya%20Nagarjuna%20University\"&gt;Acharya Nagarjuna University&lt;/a&gt;. In 2007, he received the Jandhyala Memorial Award.\nNational Awards.\nHe got the &lt;a href=\"National%20Film%20Award%20for%20Best%20Lyrics\"&gt;National Film Award for Best Lyrics&lt;/a&gt; for the song \"Ralipoye Puvva\" () in the film &lt;a href=\"Matrudevobhava\"&gt;Matrudevobhava&lt;/a&gt;, making him the second Telugu film lyricist to achieve the distinction after the revolutionary poet, &lt;a href=\"Srirangam%20Srinivasarao\"&gt;Sri Sri&lt;/a&gt;. In 2006, he declared that he would return the National Award if Telugu is not given the status of Classical Language by the &lt;a href=\"Government%20of%20India\"&gt;Government of India&lt;/a&gt;. In 2008, the &lt;a href=\"Government%20of%20India\"&gt;Government of India&lt;/a&gt; declared &lt;a href=\"Telugu%20language\"&gt;Telugu&lt;/a&gt; as a classical language.\nFilmfare Awards.\nHe received &lt;a href=\"Filmfare%20Best%20Lyricist%20Award%20%28Telugu%29\"&gt;filmfare award&lt;/a&gt; for the song, \"Uppongele Godavari\" () in the 2006 movie, &lt;a href=\"Godavari%20%28film%29\"&gt;Godavari&lt;/a&gt;. In 2008, he received the &lt;a href=\"Filmfare%20Lifetime%20Achievement%20Award%20%28South%29\"&gt;Filmfare Lifetime Achievement Award&lt;/a&gt;.\nNandi Awards.\nHe received the Nandi award for best lyrics, from the Government of Andhra Pradesh, six times. They are listed here.\nManaswini Awards.\nHe received two Manaswini awards.\nFilmography.\nHe wrote thousands of songs as a lyricist for many successful Telugu films. He has also acted in very few films in cameo roles. He acted as a fake swamiji in a film, which succeeded in producing good comedy. He also penned Dialogues along with writer Jandhyala for the movie \"&lt;a href=\"Siri%20Siri%20Muvva\"&gt;Siri Siri Muvva&lt;/a&gt;\".\nBooks.\n\"Sirikaakolanu Chinnadi\".\nThis book was originally a \"musical play\" telecasted on the All India Radio. The story describes the culture and people during the time of the king &lt;a href=\"Krishna%20Deva%20Raya\"&gt;Krishna Deva Raya&lt;/a&gt; through the story of a Devadasi. The original play has music by the great music director &lt;a href=\"Pendyala%20Nageswara%20Rao\"&gt;Pendyala Nageswara Rao&lt;/a&gt;. One can see the beauty of the Telugu language in this book.\nVeturi was introduced to the director &lt;a href=\"K.%20Viswanath\"&gt;K. Viswanath&lt;/a&gt; through this book and later their combination was a big hit. &lt;a href=\"N.T.Rama%20Rao\"&gt;N.T.Rama Rao&lt;/a&gt; was so impressed by the story of this book that he wanted to make it as a movie. It is believed that there were some discussions on the script but the movie was never produced.\n\"Kommako Kommako Sannaayi\".\nA book titled \"komma kommakO sannAyi\" was published by \"Veturi Sahitii Samiti\". This book contains 27 articles written by Veturi celebrating his association with some famous personalities in the Telugu film industry. It also contains descriptions of some of his songs. The personalities covered include the following:\nMany of these articles were originally published in a Telugu magazine called \"Haasam\". Veturi's prowess in the Telugu language &amp; literature and his vast knowledge of Carnatic music can be seen in this book. Veturi often quotes many of his own lyrics in this book and those examples offer a glimpse of his genius. In particular, his explanation of the song \"Swararaaga gangaa pravaahamE\" (Movie: \"Sarigamalu\") is a masterpiece.\nPersonal life.\nVeturi was married to Seeta Maha Lakshmi and has three sons: Ravi Prakash, Chandrasekhar and Nanda Kishore.\nControversies.\nIn March 2010, Veturi openly criticized the &lt;a href=\"Film%20nagar\"&gt;Film Nagar Cooperative Society&lt;/a&gt; officials for not handing over the 1000 sq.yard land that was allotted to him about 28 years ago. He alleged that several juniors and ineligible people were given plots ahead of him. He was allegedly offered a double bedroom flat for 1.5 million.\nAfter his death, noted singer &lt;a href=\"Mano%20%28singer%29\"&gt;Mano&lt;/a&gt; and senior actor Vijay Chandar demanded the government to give the land to his family.\nDeath.\nVeturi died of a &lt;a href=\"pulmonary%20hemorrhage\"&gt;pulmonary hemorrhage&lt;/a&gt; at a private hospital in &lt;a href=\"Hyderabad%2C%20India\"&gt;Hyderabad&lt;/a&gt; on 22 May 2010, aged 74, at about 9:30 p.m. local time. He was admitted to the hospital two days earlier and was kept in the Intensive Care Unit (ICU) there as his health was deteriorating.\nK. Viswanath, who introduced Veturi to the film industry, stated that \"his works would please even the gods\". Director &lt;a href=\"Sekhar%20Kammula\"&gt;Sekhar Kammula&lt;/a&gt;, who worked with him to deliver some critically acclaimed songs, wrote a four-page article in the daily \"&lt;a href=\"Sakshi%20%28magazine%29\"&gt;Sakshi&lt;/a&gt;\" describing Veturi's death as his \"personal loss\".\nLegacy.\nAppaji Ambarisha Darbha, a creative digital-media professional turned actor made a font with the name \"Veturi\" which was inaugurated by Telugu lyricist &lt;a href=\"Sirivennela%20Seetharama%20Sastry\"&gt;Sirivennela Seetharama Sastry&lt;/a&gt; in 2018."
}