{
    "id": "2849987",
    "revid": "38326929",
    "url": "https://en.wikipedia.org/wiki?curid=2849987",
    "title": "European ground squirrel",
    "text": "The European ground squirrel (\"Spermophilus citellus\"), also known as the European souslik, is a species from the &lt;a href=\"squirrel\"&gt;squirrel&lt;/a&gt; family, &lt;a href=\"Sciuridae\"&gt;Sciuridae&lt;/a&gt;. It is among the few European species in the genus \"&lt;a href=\"Spermophilus\"&gt;Spermophilus&lt;/a&gt;\". Like all squirrels, it is a member of the &lt;a href=\"rodent\"&gt;rodent&lt;/a&gt; order. It is to be found in eastern Europe from southern &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, to &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;, &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;, &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt;, &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt; and north as far as &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; but the range is divided in two parts by the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathian Mountains&lt;/a&gt;.\nThe European ground squirrel grows to a length of approximately and a weight of approximately . It is a &lt;a href=\"diurnal%20animal\"&gt;diurnal animal&lt;/a&gt;, living in &lt;a href=\"Colony%20%28biology%29\"&gt;colonies&lt;/a&gt; of individual burrows in pastures or grassy embankments. The squirrels emerge during the day to feed upon &lt;a href=\"seed\"&gt;seed&lt;/a&gt;s, plant shoots and roots or flightless &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt;s. The colonies maintain sentinels who whistle at the sight of a predator, bringing the pack scurrying back to safety.\nBreeding takes place in early summer when a single litter of five to eight young is borne. The European ground squirrel &lt;a href=\"hibernation\"&gt;hibernates&lt;/a&gt; between autumn and March, the length of time depending on the climate. In preparation they will build up reserves of &lt;a href=\"brown%20fat\"&gt;brown fat&lt;/a&gt; during the late summer.\nDescription.\nThe European ground squirrel is about the size of a &lt;a href=\"brown%20rat\"&gt;brown rat&lt;/a&gt;, with an adult measuring and a weight of . It has a slender build with a short bushy tail. The short dense fur is yellowish-grey, tinged with red, with a few indistinct pale and dark spots on the back. The underside is pale with a sandy-coloured abdomen. The large dark eyes are placed high on the head and the small, rounded ears are hidden in the fur. The dental formula is 1/1, 0/0, 2/1, 3/3. The legs are powerful with sharp claws well adapted for digging. Males are slightly larger than females otherwise they look alike.\nThe European ground squirrel has a shrill alarm call that will cause all other individuals in the vicinity to dive for cover. It also makes various soft chirruping and growling noises.\nThe European ground squirrel could be confused with the &lt;a href=\"speckled%20ground%20squirrel\"&gt;speckled ground squirrel&lt;/a&gt; which occurs in Poland (Lublin Voivodeship), Romania, Russia, Belarus and Ukraine, but that species has dark brown fur spotted with white and a thin tail and lives in areas with coarser vegetation.\nDistribution and habitat.\nThe European ground squirrel is native to central and southeastern Europe where its range is divided by the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathian Mountains&lt;/a&gt;. Its range includes land at altitudes of up to in southern &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;, &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt;, &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt; and north as far as &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;. It has become locally extinct in Germany and Poland but was reintroduced successfully into the wild in Poland in 2005. Some of the animals were sourced from the &lt;a href=\"Budapest%20Ferenc%20Liszt%20International%20Airport\"&gt;Budapest Ferenc Liszt International Airport&lt;/a&gt;.\nThe European ground squirrel has very specific habitat requirements. It needs short turf in order to dig its tunnel system. It finds this on the &lt;a href=\"steppe\"&gt;steppe&lt;/a&gt;s and in pasture, in dry banks, on sports fields, parks and lawns. These conditions are lost when changes in agricultural practice convert grassland into arable land and forest, or grazing ceases and the grass grows coarse and scrubland develops. Other places with short vegetation that sometimes provides suitable habitat are railway embankments and road cuttings and verges.\nBehaviour.\nThe European ground squirrel is a &lt;a href=\"Colony%20%28biology%29\"&gt;colonial&lt;/a&gt; animal and is mainly &lt;a href=\"Diurnality\"&gt;diurnal&lt;/a&gt;. It excavates a branching system of tunnels up to deep with several entrances. At other places in the home range it digs unbranched bolt holes in which to hide if danger threatens. If alarmed it emits a piercing whistle and when it is out in the open it often sits upright and looks around for predators. These include the &lt;a href=\"weasel\"&gt;weasel&lt;/a&gt;, &lt;a href=\"fox\"&gt;fox&lt;/a&gt;, domestic cat and some species of &lt;a href=\"bird%20of%20prey\"&gt;birds of prey&lt;/a&gt;. It feeds on grasses, other plants, flowers, seeds, cultivated crops, insects and occasionally the eggs of ground nesting birds or their chicks. A study in Bulgaria found that the squirrel spent about eleven hours a day outside its burrow in mid-summer but by early autumn this has reduced to seven hours. Rather over half of the day was spent foraging but other activities observed included exploration, running, sitting, grooming, digging, scent marking and vigilance. During the winter it stops up the entrances to its burrow and hibernates in a nest of dry vegetation. Each individual occupies a separate chamber and during this period, the body temperature drops to 2.0 °C (36 °F), and the heart rate slows to a few beats per minute. During hibernation, the squirrel may wake up briefly for a few days and uses up the fat reserves accumulated during the summer, consuming about 90% of the fat stored in the body. In Bulgaria hibernation lasts from September to March.\nBreeding.\nAfter emerging from hibernation in the spring, mating takes place during April or May. The &lt;a href=\"gestation\"&gt;gestation&lt;/a&gt; period is about twenty six days and five to eight young are born in a chamber deep in the burrow. They are naked and blind and their eyes open at about 4 weeks old. The female feeds them for six weeks and soon after that they are ready to leave the burrow. They reach maturity the following spring and may live for eight to ten years.\nStatus.\nThe European ground squirrel is listed as being endangered by the &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt; in its &lt;a href=\"Red%20List%20of%20Threatened%20Species\"&gt;Red List of Threatened Species&lt;/a&gt;. This is because the population trend is downward and it is believed that, over the last ten years, the population has diminished by more than 30%. The southern and the northwestern and northern parts of the range are most seriously affected. The main threats are the conversion of grassland and pasture to cultivated fields or to forestry, and the abandonment of grassland and its reversion to unsuitable tall grass meadows and bushy habitats that do not suit the animal. Urbanization and road building have sometimes fragmented communities and prevented recolonisation of empty sites."
}