{
    "id": "28496318",
    "revid": "11009441",
    "url": "https://en.wikipedia.org/wiki?curid=28496318",
    "title": "Markyate Priory",
    "text": "Markyate Priory was a &lt;a href=\"Benedictine\"&gt;Benedictine&lt;/a&gt; priory in &lt;a href=\"Bedfordshire\"&gt;Bedfordshire&lt;/a&gt;, England. It was established in 1145 and disestablished in 1537.\nHistory.\nThe priory of Markyate was founded in 1145, in a wood which was then part of the parish of &lt;a href=\"Caddington\"&gt;Caddington&lt;/a&gt;, and belonged to the Dean and Chapter of &lt;a href=\"St%20Paul%27s%20Cathedral\"&gt;St Paul's Cathedral&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt;. Ralf de Langford, who was dean at the time, granted the site at a rent of 3s. annually; adding to it afterwards another portion at a rent of 6s. As the house was built under the patronage of Geoffrey, sixteenth abbot of &lt;a href=\"St%20Albans%20Cathedral\"&gt;St. Alban's&lt;/a&gt;, and endowed by him (though not with the goodwill of his convent) with tithes from &lt;a href=\"Liberty%20of%20St%20Albans\"&gt;Cashio&lt;/a&gt; and &lt;a href=\"Watford\"&gt;Watford&lt;/a&gt;, it has sometimes been called a cell of that abbey; but this is scarcely a correct description of it, as the patronage remained always with the Dean and Chapter of St. Paul's, and the nuns were never exempt from episcopal jurisdiction. There can however be no doubt that in its early days the priory was closely connected with St. Alban's, though the history of its origin is somewhat involved in legend.\nIt is said that a monk called Roger went out from the abbey some time during the reign of &lt;a href=\"Henry%20I%20of%20England\"&gt;Henry I&lt;/a&gt;, with the consent of his abbot, to seek a place for a &lt;a href=\"hermitage%20%28religious%20retreat%29\"&gt;hermitage&lt;/a&gt;, and was guided to choose a spot in the woods near Caddington, not far from &lt;a href=\"Watling%20Street\"&gt;Watling Street&lt;/a&gt;. There he lived for some time in such solitude as he desired, until a damsel from &lt;a href=\"Huntingdon\"&gt;Huntingdon&lt;/a&gt;, &lt;a href=\"Christina%20of%20Markyate\"&gt;Christine&lt;/a&gt; by name, came and placed herself under his direction, believing that she had a similar vocation. He enclosed her in a shed close by his own hermitage, and fastened the door with planks in such a way that she could not open it herself, nor could she be seen by any passers-by; and in this narrow dwelling she remained for four years, enduring with heroic courage heat and cold alike, and only released from her cramped posture once a day at dusk. At the end of this time her patience was rewarded by heavenly visions, which convinced Roger that it was indeed her destiny to succeed him in his cell. When he died, and was carried to St. Alban's to be buried 'in a curved place on the south wall near the choir,' it was natural enough that the abbot should take Christine under his special protection and patronage. A woman could scarcely live quite alone in a wood away from either town or church, but it was not difficult in the twelfth century to find a few others who were willing to embrace the stricter forms of the &lt;a href=\"religious%20life\"&gt;religious life&lt;/a&gt;; so Christine was soon surrounded by disciples. The formation of the house into a priory under the Benedictine rule was probably due to the influence of St. Alban's.\nThe priory was dedicated to the &lt;a href=\"Trinity\"&gt;Holy Trinity&lt;/a&gt;, and the name most commonly given to it was 'Holy Trinity in the Wood.' It seems to have been destroyed by fire almost as soon as built; for &lt;a href=\"Matthew%20Paris\"&gt;Matthew Paris&lt;/a&gt; asserts that Abbot Geoffrey built the house twice from the foundation. The later story says that Christine had great influence with the abbot, and often gave him good advice; which may well have been, without the intervention of any ghosts. There is happily no doubt of her real existence, as her name appears on the foundation charter and other documents; and an entry on the &lt;a href=\"Pipe%20rolls\"&gt;Pipe Roll&lt;/a&gt; of 1156 gives some evidence of the fame to which she attained. During her lifetime the priory acquired some property outside the county; there were certainly four churches belonging to it in the thirteenth century, and possibly more. But it was never a wealthy house.\nIn 1259, when the &lt;a href=\"Dominican%20Order\"&gt;Friars Preachers&lt;/a&gt; came to Dunstable, the prioress of Markyate, Agnes Gobion, sent them a certain number of loaves every day for their dinner—'out of pure charity,' says the chronicler, because they were then building their church. But her kindness was ill requited, for when the immediate necessity was past, the friars would not allow her to withdraw the &lt;a href=\"Charity%20%28practice%29\"&gt;dole&lt;/a&gt;; they sent to Rome and had it confirmed to them for ever. This grant would not probably be in itself a heavy burden to the priory; but there is no doubt that the nuns had some difficulty in maintaining themselves during the second half of the thirteenth century. Debts began to press heavily; and in 1290 they sent a petition to Parliament to say that if they were to pay all that they owed (more than two hundred marks) they could not possibly live. The relief they asked was not granted, but perhaps they found some other way out of their troubles, for the priory continued to exist. But its poverty was noticed by the &lt;a href=\"bishop%20of%20Lincoln\"&gt;bishop of Lincoln&lt;/a&gt;, &lt;a href=\"Henry%20Burghersh\"&gt;Henry Burghersh&lt;/a&gt;, in 1332.\nThe number of nuns in 1406 was twelve, and in 1433 there were a prioress, subprioress and nine nuns; it is probable that the revenue would never have supported more. The priory had a warden or master in 1323, like many other nunneries at that time.\nVisitations.\nThere are records of several &lt;a href=\"Canonical%20Visitation\"&gt;visitations&lt;/a&gt; of this house in the episcopal registers. In 1297 it came under the notice of &lt;a href=\"Oliver%20Sutton%20%28bishop%29\"&gt;Bishop Sutton&lt;/a&gt;. He had heard that the &lt;a href=\"apparitor\"&gt;apparitor&lt;/a&gt; of Dunstable had cited 'certain persons of both sexes living in the priory of Markyate' for immorality, whereby these persons had been defamed, and the house had incurred scandal. Evidently the bishop thought the evidence against them insufficient, for he ordered the archdeacon to see that they were not further molested. It seems improbable from the description that the persons alluded to were religious: they were perhaps boarders taken in during the great necessity of the house. At about the same time the prioress and convent were ordered to repair the chancel of one of their appropriate churches.\nIn 1300 &lt;a href=\"John%20Dalderby\"&gt;Bishop Dalderby&lt;/a&gt; visited the monastery in person to explain the statute of &lt;a href=\"Pope%20Boniface%20VIII\"&gt;Boniface VIII&lt;/a&gt;, \"De Claustura Monialium\", and found the nuns at first ready to accept it; but when he had concluded his visit, and turned to go, four of them broke away from the rest and followed him to the outer gate, declaring that they would not observe it. Like a wise man, he did not stop then to argue the matter, and went on his way to Dunstable; but the next day he returned to Markyate, inquired the names of the four refractory nuns, and put the whole convent under penance on their account, threatening to excommunicate them if the statute were not observed. But this was not the only house where the bishop had difficulties in enforcing this statute.\nIn 1323 a visitation by the warden and the vicar of Kensworth was ordered by &lt;a href=\"Henry%20Burghersh\"&gt;Bishop Burghersh&lt;/a&gt;, but its results are not recorded; probably there was nothing striking to record, as the house was still in much poverty. In 1336 an apostate nun was received back again and absolved; three others sought absolution at the same time, for having aided and abetted her in her escape.\nA terrible scandal was revealed by the visitation of 1434, undertaken by a commission from &lt;a href=\"William%20Grey%20%28Bishop%20of%20Lincoln%29\"&gt;Bishop Grey&lt;/a&gt;. The prioress of the house, Denise Lewelyck, was accused of having broken her vow of chastity, to the very evil example of her sisters. She was called upon to purge herself of the charge, but preferred to confess it, and submit herself to the ordinance of the bishop; and resigned her office in the presence of the assembled convent and the vicar of &lt;a href=\"Kensworth\"&gt;Kensworth&lt;/a&gt;. It was objected against her at the same time that she had not kept the rule, and that she and others had concealed certain things at the visitation; also that she had allowed one of the sisters to withdraw from the monastery. The house was evidently in a most unsatisfactory condition at the time; and the resignation of Denise was followed by a long interregnum, her successor not being appointed till 1448. No further visitations are recorded.\nDissolution.\nThe house was surrendered under the &lt;a href=\"Dissolution%20of%20the%20Lesser%20Monasteries%20Act\"&gt;Dissolution of the Lesser Monasteries Act&lt;/a&gt;, as its income was less than £200 a year, and there may not have been by this time as many as twelve nuns. The exact date of the surrender is not known, but it must have been some time before 10 February 1537, when the prioress, Joan Zouche, received for the first time her pension of 20 marks.\nAfter dissolution.\nA manor house, &lt;a href=\"Markyate%20Cell\"&gt;Markyate Cell&lt;/a&gt;, was built on the site of the priory. One resident of that house was &lt;a href=\"Lady%20Katherine%20Ferrers\"&gt;Lady Katherine Ferrers&lt;/a&gt;, a famed &lt;a href=\"highwayman\"&gt;highwaywoman&lt;/a&gt;.\nEndowments.\nThe first endowment of the priory consisted of the demesne lands, granted by the Dean and Chapter of St. Paul's, with another portion of land in the neighbourhood, at a total rent of 9s. annually; and tithes from Cashio and Watford, Herts, granted by the abbot of St. Alban's. During the lifetime of the first prioress some other small parcels of land in &lt;a href=\"Oxfordshire\"&gt;Oxfordshire&lt;/a&gt; were acquired; and during the thirteenth century the tithes of Sundon, Streatley, Higham Gobion and Buckby, Northants. At the dissolution the Crown bailiff found the house possessed of the manors of Burcester, Oxon; Livesey; and Stokesby, Norfolk; with parcels of lands in Herts, Hunts, Northants, Cambs ; and the tithes of Sundon, Streatley, Watford (Herts), Kingsbury, Coleshill, Bickenhill and three chapels besides in Warwickshire; besides pensions from Higham Gobion, Buckby (Northants), Bushey (Herts), Eversden Parva (Cambs) and Pakinton, amounting altogether to £155 5s. 10¾d. This is in excess of the amount given in the Valor Ecclesiasticus, which is only £114. 16s. 1d.\nPrioresses of Markyate.\nThe Prioresses of Markyate were:\nCommon seals.\nThere is a very early seal of the priory attached to a charter of the first prioress, of a light-brown colour, pointed oval, representing our Lord, with cruciform nimbus, seated on a throne, with rainbow behind it, the right hand raised in benediction, the left resting on a book on the left knee. The inscription is illegible, and very little of it remains.\nThe ordinary chapter seal was a representation of the Holy Trinity, pointed oval: a figure seated upon a throne, holding a crucifix; a crescent on the left and a star on the right. Legend: ... MUNE C ... M ...\nThere is another similar to this, only the figure is under a triple canopy with pinnacles, and has a shield of arms below. Legend: SIGILL' . . . ANCTE TRINITATIS DE . . . ."
}