{
    "id": "2854385",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2854385",
    "title": "Canadaville, Louisiana",
    "text": "Canadaville (formally Magnaville) was a small community in &lt;a href=\"Avoyelles%20Parish%2C%20Louisiana\"&gt;Avoyelles Parish, Louisiana&lt;/a&gt; just south of the town of &lt;a href=\"Simmesport%2C%20Louisiana\"&gt;Simmesport&lt;/a&gt; on &lt;a href=\"Louisiana%20Highway%20105\"&gt;Louisiana Highway 105&lt;/a&gt;. It was a project by Austro-Canadian industrialist &lt;a href=\"Frank%20Stronach\"&gt;Frank Stronach&lt;/a&gt; to build an experimental model community for people displaced by &lt;a href=\"Hurricane%20Katrina\"&gt;Hurricane Katrina&lt;/a&gt;. Canadaville occupied 3.69 square kilometres (912 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s) of land near the &lt;a href=\"Atchafalaya%20River\"&gt;Atchafalaya River&lt;/a&gt; and opened in early December 2005. Rather than simply providing temporary shelter to the evacuees, Stronach intended Canadaville to help its residents integrate into a long-term holistic farming community that would raise livestock and seafood to be served at &lt;a href=\"Gulfstream%20Park\"&gt;Gulfstream Park&lt;/a&gt; in &lt;a href=\"Hallandale%2C%20Florida\"&gt;Hallandale, Florida&lt;/a&gt;. The community was technically called Magnaville but the community members themselves decided that they preferred to be known as Canadaville.\nThe 75 mobile housing units are 1420 square feet (132 square meters) in size, and have three bedrooms and two bathrooms, air conditioning, washers, dryers, and other amenities. As former Canadian MP &lt;a href=\"Dennis%20Mills\"&gt;Dennis Mills&lt;/a&gt; described it, \"this is no &lt;a href=\"Federal%20Emergency%20Management%20Agency\"&gt;FEMA&lt;/a&gt; Village\".&lt;a href=\"http%3A//forums.jokersupdates.com/ubbthreads/showthreaded.php%3FBoard%3Dhurricanekatrina%26amp%3BNumber%3D2617224\"&gt;&lt;/a&gt;\nResidents, which numbered over 200 by August 2006, Katrina's first anniversary, were able to stay rent-free for five years, with the requirement that (if able-bodied) they contribute to the community by learning new skills or using their existing skills. Since many of the Katrina evacuees were extremely poor and generally not well-educated, Canadaville's backers hoped that the Canadaville experience would help the evacuees gain self-reliance that they didn't have before. Stronach explained, \"we would hopefully be able to put in an infrastructure whereby you would create a new life for them, a life of hope, spirit, so that they will be self-supporting and not on welfare. That's the idea.\"\nIn 2007, &lt;a href=\"CTV%20Television%20Network\"&gt;CTV Television Network&lt;/a&gt; (Canada) aired a documentary called \"Welcome to Canadaville,\" showing the opposition that the Canadaville project met from some residents of its host town, Simmesport, led by the mayor. \"Welcome to Canadaville\" was directed by Mike Sheerin and produced by 90th Parallel Productions. Another documentary entitled \"Canadaville, USA\" was produced by DLI Productions.\nCanadaville shut down at the end of 2010 and is now known as Port of Avoyelles."
}