{
    "id": "28558711",
    "revid": "38627444",
    "url": "https://en.wikipedia.org/wiki?curid=28558711",
    "title": "Bombing of Banski dvori",
    "text": "The bombing of Banski dvori () was a &lt;a href=\"Yugoslav%20Air%20Force\"&gt;Yugoslav Air Force&lt;/a&gt; strike on the &lt;a href=\"Banski%20dvori\"&gt;Banski dvori&lt;/a&gt; in &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;—the &lt;a href=\"official%20residence\"&gt;official residence&lt;/a&gt; of the &lt;a href=\"President%20of%20Croatia\"&gt;President of Croatia&lt;/a&gt; at the time of the &lt;a href=\"Croatian%20War%20of%20Independence\"&gt;Croatian War of Independence&lt;/a&gt;. The airstrike occurred on 7 October 1991, as a part of a Yugoslav Air Force attack on a number of targets in the Croatian capital city. One civilian was reported killed by &lt;a href=\"strafing\"&gt;strafing&lt;/a&gt; of the &lt;a href=\"Tu%C5%A1kanac\"&gt;Tuškanac&lt;/a&gt; city district and four were injured.\nAt the time of the attack, Croatian President &lt;a href=\"Franjo%20Tu%C4%91man\"&gt;Franjo Tuđman&lt;/a&gt; was in the building, meeting &lt;a href=\"Stjepan%20Mesi%C4%87\"&gt;Stjepan Mesić&lt;/a&gt;, then &lt;a href=\"President%20of%20the%20Presidency%20of%20Yugoslavia\"&gt;President of the Presidency of Yugoslavia&lt;/a&gt;, and &lt;a href=\"Ante%20Markovi%C4%87\"&gt;Ante Marković&lt;/a&gt;, then &lt;a href=\"Prime%20Minister%20of%20Yugoslavia\"&gt;Prime Minister of Yugoslavia&lt;/a&gt;, but none of them were injured in the attack. In immediate aftermath, Tuđman remarked that the attack was apparently meant to destroy the Banski dvori as the seat of the &lt;a href=\"State%20%28polity%29\"&gt;statehood&lt;/a&gt; of Croatia. Marković blamed Yugoslav Defence Secretary &lt;a href=\"General\"&gt;General&lt;/a&gt; &lt;a href=\"Veljko%20Kadijevi%C4%87\"&gt;Veljko Kadijević&lt;/a&gt;, who denied the accusation and suggested the event was staged by Croatia. The attack prompted international condemnation and consideration of &lt;a href=\"economic%20sanctions\"&gt;economic sanctions&lt;/a&gt; against Yugoslavia. The presidential residence was immediately moved to the &lt;a href=\"Presidential%20Palace%2C%20Zagreb\"&gt;Presidential palace&lt;/a&gt;, which was formerly known as \"Villa Zagorje\". The Banski dvori sustained significant damage, but repairs started only in 1995. The building later became the seat of the &lt;a href=\"Croatian%20Government\"&gt;Croatian Government&lt;/a&gt;.\nBackground.\nIn 1991, the &lt;a href=\"Croatian%20parliamentary%20election%2C%201990\"&gt;first multi-party elections&lt;/a&gt; were held in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;, with &lt;a href=\"Franjo%20Tu%C4%91man\"&gt;Franjo Tuđman&lt;/a&gt;'s win raising nationalist tensions further in an already tense &lt;a href=\"SFR%20Yugoslavia\"&gt;SFR Yugoslavia&lt;/a&gt;. The &lt;a href=\"Serbs%20of%20Croatia\"&gt;Serb&lt;/a&gt; politicians left the &lt;a href=\"Sabor\"&gt;Sabor&lt;/a&gt; and declared the autonomy of areas that would soon become part of the unrecognized &lt;a href=\"Republic%20of%20Serbian%20Krajina\"&gt;Republic of Serbian Krajina&lt;/a&gt;, which had the intention on achieving independence from Croatia. As tensions rose, Croatia &lt;a href=\"Independence%20of%20Croatia\"&gt;declared independence&lt;/a&gt; in June 1991. However, the declaration was suspended for three months, until 8 October 1991. The suspension came about as the &lt;a href=\"European%20Economic%20Community\"&gt;European Economic Community&lt;/a&gt; and the &lt;a href=\"Conference%20on%20Security%20and%20Cooperation%20in%20Europe\"&gt;Conference on Security and Cooperation in Europe&lt;/a&gt; urged Croatia that it would not be recognized as an independent state because of the possibility of a civil war in Yugoslavia. The tensions escalated into the &lt;a href=\"Croatian%20War%20of%20Independence\"&gt;Croatian War of Independence&lt;/a&gt; when the &lt;a href=\"Yugoslav%20People%27s%20Army\"&gt;Yugoslav People's Army&lt;/a&gt; and various Serb &lt;a href=\"Paramilitary\"&gt;paramilitaries&lt;/a&gt; mobilized inside Croatia. On 3 October, the &lt;a href=\"Yugoslav%20Navy\"&gt;Yugoslav Navy&lt;/a&gt; renewed its blockade of the main ports of Croatia. This move followed months of standoff and the capture of Yugoslav military installations in Dalmatia and elsewhere. These events are now known as the &lt;a href=\"Battle%20of%20the%20barracks\"&gt;Battle of the barracks&lt;/a&gt;. That resulted in the capture of significant quantities of weapons, ammunition and other equipment by the &lt;a href=\"Croatian%20Army\"&gt;Croatian Army&lt;/a&gt;, including 150 &lt;a href=\"armoured%20personnel%20carrier\"&gt;armoured personnel carrier&lt;/a&gt;s, 220 &lt;a href=\"tank\"&gt;tank&lt;/a&gt;s and 400 &lt;a href=\"artillery\"&gt;artillery&lt;/a&gt; pieces of &lt;a href=\"Caliber%20%28artillery%29\"&gt;caliber&lt;/a&gt; or larger, 39 &lt;a href=\"barracks\"&gt;barracks&lt;/a&gt; and 26 other facilities including two &lt;a href=\"Military%20communications\"&gt;signals centres&lt;/a&gt; and a missile base. It also coincided with the end of &lt;a href=\"Operation%20Coast-91\"&gt;Operation Coast-91&lt;/a&gt;, in which the Yugoslav forces failed to occupy the coastline in an attempt to cut off Dalmatia's access to the rest of Croatia.\nWarning of the attack.\nAccording to &lt;a href=\"Martin%20%C5%A0pegelj\"&gt;Martin Špegelj&lt;/a&gt;, the &lt;a href=\"Ministry%20of%20Defence%20%28Croatia%29\"&gt;Defence Minister of Croatia&lt;/a&gt; between August 1990 and July 1991, the Croatian Army was informed by a Yugoslav Air Force &lt;a href=\"%C5%BDeljava%20Air%20Base\"&gt;Željava Air Base&lt;/a&gt;-based source about a top secret mission prepared for the next day, but Špegelj claims that the information was not taken seriously due to lack of details. Other sources assert that a warning was conveyed by &lt;a href=\"Croatian%20security%20and%20intelligence%20system\"&gt;Croatian security and intelligence system&lt;/a&gt; services, indicating the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and its then-&lt;a href=\"President%20of%20the%20Soviet%20Union\"&gt;president&lt;/a&gt; &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; as the source of the information. At midnight during the night of the 6–7 October, the Soviet ambassador to &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; was reported to have received government instructions to warn the Yugoslav military against attacking Zagreb.\nTuđman spent the night in a &lt;a href=\"Croatian%20Air%20Force%20and%20Air%20Defence\"&gt;Croatian Air Force and Air Defence&lt;/a&gt; command post—a tunnel running under the Gornji Grad—where information on the movement of Yugoslav aircraft was relayed. In the morning, Yugoslav General Andrija Rašeta informed the press that his superiors may decide to attack Zagreb as a form of pressure on Tuđman. Three &lt;a href=\"air%20raid%20alarm\"&gt;air raid alarm&lt;/a&gt;s were sounded during the morning of 7 October because the Yugoslav Air Force deployed as many as 30 to 40 combat jets in the Zagreb area, and numerous tip-offs of imminent air raids were received from Yugoslav military bases. During the morning, Yugoslav Air Force jets were observed taking off from bases near &lt;a href=\"Pula\"&gt;Pula&lt;/a&gt; and &lt;a href=\"Udbina\"&gt;Udbina&lt;/a&gt; in Croatia and &lt;a href=\"Banja%20Luka\"&gt;Banja Luka&lt;/a&gt; in Bosnia and Herzegovina. No flights were recorded taking off from Željava Air Base, presumably because of low cloud cover in the area. At 1:30 pm, the Croatian Army captured a Yugoslav military communications centre and &lt;a href=\"radar\"&gt;radar&lt;/a&gt; post near &lt;a href=\"Velika%20Buna\"&gt;Velika Buna&lt;/a&gt;, south of Zagreb, hindering Yugoslav Air Force control of aircraft in the area. It is believed that the event affected the timing of the raid on the Banski dvori, the &lt;a href=\"official%20residence\"&gt;official residence&lt;/a&gt; of the &lt;a href=\"President%20of%20Croatia\"&gt;President of Croatia&lt;/a&gt; at the time.\nBombing.\nApproximately at noon of 7 October 1991, Tuđman met with &lt;a href=\"Stjepan%20Mesi%C4%87\"&gt;Stjepan Mesić&lt;/a&gt;, then &lt;a href=\"President%20of%20the%20Presidency%20of%20Yugoslavia\"&gt;President of the Presidency of Yugoslavia&lt;/a&gt; and &lt;a href=\"Ante%20Markovi%C4%87\"&gt;Ante Marković&lt;/a&gt;, then &lt;a href=\"Prime%20Minister%20of%20Yugoslavia\"&gt;Prime Minister of Yugoslavia&lt;/a&gt;, both ethnic &lt;a href=\"Croats\"&gt;Croats&lt;/a&gt;, in the Banski dvori. The purpose of the meeting was to persuade Marković to leave his position as the head of the Yugoslav federal government, which he appeared reluctant to do, and to discuss the need for Croatia's independence. The meeting was adjourned for lunch that was to be attended by presidential aides. Tuđman made another effort at persuading Marković, trying to appeal to his Croatian origin. The three left the lunch as dessert was being served and moved into the president's office to continue their discussion. After Tuđman left the room, everyone else followed.\nJust after 3 pm, minutes after the lunch had ended, the &lt;a href=\"Yugoslav%20Air%20Force\"&gt;Yugoslav Air Force&lt;/a&gt; attacked the Banski dvori and other targets in the &lt;a href=\"Gradec%2C%20Zagreb\"&gt;Gornji Grad&lt;/a&gt; area of &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt; and elsewhere in the Croatian capital city, two or three minutes after everyone had left the hall where the lunch was hosted. Zagreb was attacked by approximately 30 Yugoslav jets, however the Gornji Grad raid was carried out by two &lt;a href=\"Mikoyan-Gurevich%20MiG-21\"&gt;Mikoyan-Gurevich MiG-21&lt;/a&gt;s carrying eight \"Munja\" &lt;a href=\"unguided%20missile\"&gt;unguided missile&lt;/a&gt;s each and two &lt;a href=\"Soko%20G-4%20Super%20Galeb\"&gt;Soko G-4 Super Galeb&lt;/a&gt;s carrying two &lt;a href=\"Mark%2082%20bomb\"&gt;Mark 82 bomb&lt;/a&gt;s each. The Banski dvori building was struck by the Mark 82 bombs set off by &lt;a href=\"proximity%20fuze\"&gt;proximity fuze&lt;/a&gt;s above the target, scoring two direct hits.\nOne civilian was reported killed by the aircraft &lt;a href=\"strafing\"&gt;strafing&lt;/a&gt; of the &lt;a href=\"Tu%C5%A1kanac\"&gt;Tuškanac&lt;/a&gt; area of Gornji Grad. None of the three leaders was injured, but four people were wounded in the attack. The facade of the Banski dvori and nearly all its rooms were damaged, and a part of its roof structure was destroyed. The first estimates of the damage inflicted on the building and its contents ranged between 2 and 3 million &lt;a href=\"United%20States%20dollar\"&gt;US dollars&lt;/a&gt;. Apart from the Banski dvori, other buildings in the area sustained damage. Those included the &lt;a href=\"Croatian%20Parliament\"&gt;Croatian Parliament&lt;/a&gt; building, the &lt;a href=\"Old%20City%20Hall%20%28Zagreb%29\"&gt;Old City Hall&lt;/a&gt;, &lt;a href=\"St.%20Mark%27s%20Church%2C%20Zagreb\"&gt;St. Mark's Church&lt;/a&gt;, the Museum of History, the Institute for the protection of cultural monuments as well as residences and offices in the vicinity, including the residence of &lt;a href=\"Switzerland\"&gt;Swiss&lt;/a&gt; &lt;a href=\"Consul%20%28representative%29\"&gt;consul&lt;/a&gt; Werner Mauner.\nAftermath.\nIn a television report taped and broadcast shortly after the bombing, Tuđman said that the attack appears to have been meant to destroy the Banski dvori as the seat of the &lt;a href=\"State%20%28polity%29\"&gt;statehood&lt;/a&gt; of Croatia, and as a &lt;a href=\"decapitation%20strike\"&gt;decapitation strike&lt;/a&gt;. He concluded with statements of resolve to end foreign occupation and rebuild the nation. Marković telephoned his office in Belgrade blaming Yugoslav Defence Secretary General &lt;a href=\"Veljko%20Kadijevi%C4%87\"&gt;Veljko Kadijević&lt;/a&gt; for the attack. He demanded his resignation, threatening not to return to Belgrade until Kadijević was out of office. The Yugoslav Defence Ministry brushed away the accusation, claiming that the attack was not authorized by the central command and suggesting that the event might have been stage-managed by the Croatian authorities. The Yugoslav military later suggested that Croatian leadership planted &lt;a href=\"plastic%20explosive\"&gt;plastic explosive&lt;/a&gt;s in the Banski dvori.\nIn response to the situation, the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; &lt;a href=\"consulate\"&gt;consulate&lt;/a&gt; advised American nationals, including journalists, to leave Croatia. The US &lt;a href=\"United%20States%20Department%20of%20State\"&gt;State Department&lt;/a&gt; announced that it would consider introducing &lt;a href=\"economic%20sanctions\"&gt;economic sanctions&lt;/a&gt; against Yugoslavia. &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; condemned the attack, calling it barbarous, and blamed it on the Yugoslav military.\nOn 8 October 1991, as the independence declaration moratorium expired, the Croatian Parliament severed all remaining ties with Yugoslavia. That particular session of the parliament was held in the &lt;a href=\"INA%20%28company%29\"&gt;INA&lt;/a&gt; building in &lt;a href=\"%C5%A0ubi%C4%87eva%20Street\"&gt;Šubićeva Street&lt;/a&gt; in Zagreb due to security concerns provoked by the recent &lt;a href=\"Airstrike\"&gt;air raid&lt;/a&gt;; Specifically, it was feared that the Yugoslav Air Force might attack the parliament building.\nAfter the bombing, the residence of the President of Croatia was moved from the Banski dvori to the &lt;a href=\"Presidential%20Palace%2C%20Zagreb\"&gt;Presidential palace&lt;/a&gt;—formerly known as \"Villa Zagorje\"—in the &lt;a href=\"Pantov%C4%8Dak\"&gt;Pantovčak&lt;/a&gt; area of Zagreb. Funds to repair the Banski dvori were approved in 1995, and the site became the official residence of the &lt;a href=\"Croatian%20Government\"&gt;Croatian Government&lt;/a&gt;. A &lt;a href=\"commemorative%20plaque\"&gt;plaque&lt;/a&gt; commemorating the bombing was placed at the Banski dvori facade 20 years after the attack, in 2011. The bombing is also commemorated by the &lt;a href=\"Zagreb%20City%20Museum\"&gt;Zagreb City Museum&lt;/a&gt; as the event is featured in the \"Zagreb in Independent Croatia\" collection of its permanent display."
}