{
    "id": "28559028",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=28559028",
    "title": "Barabani (Vidhan Sabha constituency)",
    "text": "Barabani (Vidhan Sabha constituency) is an &lt;a href=\"Vidhan%20Sabha\"&gt;assembly&lt;/a&gt; constituency in &lt;a href=\"Paschim%20Bardhaman%20district\"&gt;Paschim Bardhaman district&lt;/a&gt; in the &lt;a href=\"India\"&gt;India&lt;/a&gt;n &lt;a href=\"States%20and%20territories%20of%20India\"&gt;state&lt;/a&gt; of &lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt;.\nOverview.\nAs per orders of the Delimitation Commission, No. 283 Barabani assembly constituency covers &lt;a href=\"Barabani%20%28community%20development%20block%29\"&gt;Barabani&lt;/a&gt; and &lt;a href=\"Salanpur%20%28community%20development%20block%29\"&gt;Salanpur&lt;/a&gt; community development blocks. It covers such towns as &lt;a href=\"Chittaranjan\"&gt;Chittaranjan&lt;/a&gt; and &lt;a href=\"Rupnarainpur\"&gt;Rupnarainpur&lt;/a&gt;\nBarabani assembly segment is part of No. 40 &lt;a href=\"Asansol%20%28Lok%20Sabha%20constituency%29\"&gt;Asansol (Lok Sabha constituency)&lt;/a&gt;.\nThe &lt;a href=\"United%20News%20of%20India\"&gt;United News of India&lt;/a&gt; (UNI) has been candid about the second largest city and urban agglomeration in West Bengal (the area covered by the Asansol Lok Sabha Sabha constituency) after Kolkata that is a hub of coal mining and railway activity bordering Jharkhand. Asansol has seen, it writes, “a sustained hold over it by the CPI(M) since 1984. Before that it was a tale of fluctuating fortune for the CPI(M) and the Congress… However, as the green surge swept Bengal to demolish the red bastion in 2011 Assembly elections… Moreover, as the Left still remained cornered in state politics, their neutralised voters are increasingly migrating to the BJP for a viable alternative.”\nElection results.\n2016.\n \n2011.\nIn the 2011 election, Bidhan Upadhyay of Trinamool Congress defeated his nearest rival Abhas Raychaudhuri of CPI(M).\n1977-2006.\nIn the &lt;a href=\"2006%20West%20Bengal%20state%20assembly%20election\"&gt;2006 state assembly elections&lt;/a&gt;, Dilip Sarkar of &lt;a href=\"Communist%20Party%20of%20India%20%28Marxist%29\"&gt;CPI (M)&lt;/a&gt; won the Barabani assembly seat defeating &lt;a href=\"Manik%20Upadhyay\"&gt;Manik Upadhyay&lt;/a&gt; of &lt;a href=\"All%20India%20Trinamool%20Congress\"&gt;Trinamool Congress&lt;/a&gt;. Contests in most years were multi cornered but only winners and runners are being mentioned. &lt;a href=\"Manik%20Upadhyay\"&gt;Manik Upadhyay&lt;/a&gt; representing &lt;a href=\"Trinamool%20Congress\"&gt;Trinamool Congress&lt;/a&gt; in 2001 and &lt;a href=\"Indian%20National%20Congress\"&gt;Congress&lt;/a&gt; in 1996, won the seat twice defeating Rudranath Mukherjee and Paresh Maji, both of CPI (M), respectively. In 1991, S.R.Das of CPI (M) defeated Manik Upadhyay of Congress. In 1989, Manik Upadhyay of Congress won the Barabani seat in a bye election. In 1987 and 1982, Ajit Chakraborty of CPI (M) defeated Manik Upadhyay and Dhiraj Sain, both of Congress, respectively. In 1977, Sunil Basu Roy of CPI (M) defeated Sukumar Bandopadhyay of Congress.\n1962-1972.\nPrior to that those who won the Barabani seat were Sukumar Banerjee of Congress in 1972, Sunil Basu Roy of CPI (M) in 1971 and 1969, Mihir Upadhyay of Congress in 1967, and Haridas Chakraborty of &lt;a href=\"Communist%20Party%20of%20India\"&gt;CPI&lt;/a&gt; in &lt;a href=\"1962%20West%20Bengal%20state%20assembly%20election\"&gt;1962&lt;/a&gt;. In 1957, Barabani was part of &lt;a href=\"Jamuria%20%28Vidhan%20Sabha%20constituency%29\"&gt;Jamuria (Vidhan Sabha constituency)&lt;/a&gt; and it was won by Amarendranath Mondal of &lt;a href=\"Praja%20Socialist%20Party\"&gt;Praja Socialist Party&lt;/a&gt;."
}