{
    "id": "2856692",
    "revid": "34953242",
    "url": "https://en.wikipedia.org/wiki?curid=2856692",
    "title": "Wilhelm Worringer",
    "text": "Wilhelm Robert Worringer (13 January 1881 in &lt;a href=\"Aachen\"&gt;Aachen&lt;/a&gt; – 29 March 1965 in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;) was a German &lt;a href=\"art%20historian\"&gt;art historian&lt;/a&gt; known for his theories about &lt;a href=\"Abstraction\"&gt;abstract art&lt;/a&gt; and its relation to avant-garde movements such as &lt;a href=\"German%20Expressionism\"&gt;German Expressionism&lt;/a&gt;. Through his influence on the art critic &lt;a href=\"T.%20E.%20Hulme\"&gt;T. E. Hulme&lt;/a&gt;, his ideas were influential in the development of early British &lt;a href=\"modernism\"&gt;modernism&lt;/a&gt;, especially &lt;a href=\"Vorticism\"&gt;Vorticism&lt;/a&gt;.\nBiography.\nWorringer studied art history in Freiburg, Berlin, and Munich before moving to Bern, where he got his Ph.D. in 1907. His thesis was published the following year under the title \"Abstraction and Empathy: Essay in the Psychology of Style\" and remains his best-known work.\nHe taught at Bern University from 1909 to 1914. During this period he got to know members of the &lt;a href=\"Blue%20Rider\"&gt;Blue Rider&lt;/a&gt; group, and he worked with his sister &lt;a href=\"Emmy%20Worringer\"&gt;Emmy Worringer&lt;/a&gt; to arrange lectures and exhibitions at the avant-garde artists' association known as the &lt;a href=\"Gereonsklub\"&gt;Gereonsklub&lt;/a&gt;. In 1907 he married Marta Schmitz, a friend of Emmy's who later became a well-known and successful Expressionist artist under her married name of &lt;a href=\"Marta%20Worringer\"&gt;Marta Worringer&lt;/a&gt;.\nAfter doing military service in World War I, he taught for some years at Bonn University, where he became a professor in 1920. One of his students there was &lt;a href=\"Heinrich%20L%C3%BCtzeler\"&gt;Heinrich Lützeler&lt;/a&gt;. Around this time, his interest in avant-garde art began to wane as his interest in German philosophy waxed. He later taught at the universities of Königsberg (1928–44) and Halle (1946–50). In 1950, he moved to Munich, where he remained for the rest of his life.\nWorks.\nIn Worringer's first book, the widely read and influential \"Abstraction and Empathy\", he divided art into two kinds: the art of abstraction (which in the past was associated with a more 'primitive' world view) and the art of empathy (which had been associated with &lt;a href=\"Realism%20%28arts%29\"&gt;realism&lt;/a&gt; in the broadest sense of the word, and which was dominant in European art since the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt;). Worringer argued, however, that abstract art was in no way inferior to realist art and was worthy of respect in its own right. Following the Austrian art historian &lt;a href=\"Alois%20Riegl\"&gt;Alois Riegl&lt;/a&gt;, he argued that what he called \"the urge to abstraction\" arises not because of cultural incompetence at mimesis but out of a \"psychological need to represent objects in a more spiritual manner\". This turned out to be a broadly appealing justification for the increased use of abstraction in early 20th century European art. Christopher Wood wrote, in 2019, that \"Empathy was Worringer's code word for the materialism and consumerism of nineteenth-century life.\"\nWorringer posited a direct relationship between the perception of art and the individual. His claim that \"we sense ourselves in the forms of a work of art\" led to a formula, \"The aesthetic sense is an objectivized sense of the self.\" He also stated, \"Just as the desire for empathy as the basis for aesthetic experience finds satisfaction in organic beauty, so the desire for abstraction finds its beauty in the life-renouncing inorganic, in the crystalline, in a word, in all abstract regularity and necessity.\"\n\"Abstraction and Empathy\" was widely discussed and was especially influential among the German artists of &lt;a href=\"Die%20Br%C3%BCcke\"&gt;Die Brücke&lt;/a&gt;; it also helped spur growing interest in the art of Africa and Southeast Asia. He is credited by philosopher &lt;a href=\"Gilles%20Deleuze\"&gt;Gilles Deleuze&lt;/a&gt; in \"&lt;a href=\"A%20Thousand%20Plateaus\"&gt;A Thousand Plateaus&lt;/a&gt;\" as being the first person to see abstraction \"as the very beginning of art or the first expression of an artistic will.\"\nHis second book, \"Form in the Gothic\" (1911) expanded on ideas in the concluding section of his first book. Focused on &lt;a href=\"Gothic%20art\"&gt;Gothic art&lt;/a&gt; and architecture, it drew sharp distinctions between northern and southern European versions of the style. He wrote several more books, but none caught on to the same extent as the first two. He consistently championed northern, especially Germanic, forms and styles over those from the Mediterranean, and like fellow art historian &lt;a href=\"Heinrich%20W%C3%B6lfflin\"&gt;Heinrich Wölfflin&lt;/a&gt; he argued that there was a German style of art that reflected the national character. Some of his ideas were used to prop up Nazism's racialized aesthetics, although the Nazis rejected the German Expressionist art he favored, terming it '&lt;a href=\"degenerate%20art\"&gt;degenerate art&lt;/a&gt;'.\nFamily.\nIn 1907, he married Marta Schmitz, a friend of his sister Emmy, who became known as an artist under her married name of &lt;a href=\"Marta%20Worringer\"&gt;Marta Worringer&lt;/a&gt;. They had three daughters."
}