{
    "id": "28604012",
    "revid": "42520979",
    "url": "https://en.wikipedia.org/wiki?curid=28604012",
    "title": "2011 Baden-Württemberg state election",
    "text": "The 2011 Baden-Württemberg state election was held on 27 March 2011 to elect the members of the 14th &lt;a href=\"Landtag%20of%20Baden-W%C3%BCrttemberg\"&gt;Landtag of Baden-Württemberg&lt;/a&gt;. The incumbent &lt;a href=\"coalition%20government\"&gt;coalition government&lt;/a&gt; of the &lt;a href=\"Christian%20Democratic%20Union%20of%20Germany\"&gt;Christian Democratic Union&lt;/a&gt; and &lt;a href=\"Free%20Democratic%20Party%20%28Germany%29\"&gt;Free Democratic Party&lt;/a&gt; led by &lt;a href=\"List%20of%20Ministers-President%20of%20Baden-W%C3%BCrttemberg\"&gt;Minister-President&lt;/a&gt; &lt;a href=\"Stefan%20Mappus\"&gt;Stefan Mappus&lt;/a&gt; lost its majority. &lt;a href=\"Alliance%2090/The%20Greens\"&gt;The Greens&lt;/a&gt; achieved their best result in a state election up to this point at 24%, and became the second largest party in the Landtag. They subsequently formed a coalition with the &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democratic Party&lt;/a&gt; (SPD), and Greens leader &lt;a href=\"Winfried%20Kretschmann\"&gt;Winfried Kretschmann&lt;/a&gt; was elected Minister-President. He became the first Green politician to serve as a state head of government in Germany.\nCampaign and issues.\nThe Baden-Württemberg election was considered to have significant ramifications for Chancellor &lt;a href=\"Angela%20Merkel\"&gt;Angela Merkel&lt;/a&gt;; the state had been a CDU stronghold for almost 60 years.\nStuttgart 21.\n&lt;a href=\"Stuttgart%2021\"&gt;Stuttgart 21&lt;/a&gt; was a major election issue. Work for this project, that sets out to transform the &lt;a href=\"Stuttgart%20Hbf\"&gt;Stuttgart Main Station&lt;/a&gt; from a &lt;a href=\"train%20station%23Terminus\"&gt;terminus station&lt;/a&gt; into a subterranean non-terminus station, was started in the summer of 2010 despite massive protests by the &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt; population. The main reasons for the protests are the questionable necessity of the transformation, i.e. the disproportionate costs (between 4 and 5 billion &lt;a href=\"%E2%82%AC\"&gt;Euros&lt;/a&gt;) in relation to the (small) gains in travel time (the current station is a functioning station with 90% of the passengers ending their journey here anyway), the dismantling and partial destruction of the old station building (generally considered to be &lt;a href=\"cultural%20heritage\"&gt;cultural heritage&lt;/a&gt;), the destruction of some of the inner-city's park (\"Schlossgarten\"), the geological risks posed by the tunnels that would have to be drilled into the Stuttgart ground, endangering Europe's second largest &lt;a href=\"mineral%20water\"&gt;mineral water&lt;/a&gt; sources and &lt;a href=\"spa\"&gt;spa&lt;/a&gt;s, and the danger of some of the buildings above the tunnels collapsing.\nTransparent government became an issue due to the controversy about &lt;a href=\"Stuttgart%2021\"&gt;Stuttgart 21&lt;/a&gt;.\nThe CDU government of &lt;a href=\"Stefan%20Mappus\"&gt;Stefan Mappus&lt;/a&gt; supported of the project. The government opposed demonstrations and &lt;a href=\"civil%20disobedience\"&gt;civil disobedience&lt;/a&gt; campaigns against the project, which were broken up by force, with police using tear gas and water cannons on protestors. Mappus was considered to have linked his political fate to the success or failure of the project.\nThe SPD leadership also supported Stuttgart 21, but since early 2010 called for a &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt; on the issue \"to pacify the city\" and end the ongoing protests. The party did not take a clear stance on the issue due to opposition of the project from much of its membership.\nOpposition to &lt;a href=\"Stuttgart%2021\"&gt;Stuttgart 21&lt;/a&gt; led to \"unprecedented popularity\" for the &lt;a href=\"Alliance%20%2790/The%20Greens\"&gt;Alliance '90/The Greens&lt;/a&gt; in &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt; and a major rise in the polls.\nAs a coalition partner of the CDU in the Mappus government, the FDP also supported Stuttgart 21. The party was criticized for its acceptance of the violent force used against demonstrators in the late summer of 2010.\nNuclear power.\nFollowing the &lt;a href=\"Fukushima%20Daiichi%20nuclear%20disaster\"&gt;Fukushima Daiichi nuclear disaster&lt;/a&gt;, Chancellor &lt;a href=\"Angela%20Merkel\"&gt;Angela Merkel&lt;/a&gt; announced the temporary shutdown of Germany's seven nuclear power stations built before 1980. She also stated that she was committed to total withdrawal from nuclear power sooner than the revisited nuclear exit plan dates.\nParties.\nThe table below lists parties represented in the previous Landtag of Baden-Württemberg.\nResults.\n! colspan=\"2\" | Party\n! Votes\n! +/-\n! Seats \n! Seats %\n! colspan=8|\n! align=right colspan=2| Total\n! align=right| 4,983,719\n! align=right| 100.0\n! align=right| \n! align=right| 138\n! align=right| 1\n! align=right| \n! align=right colspan=2| Voter turnout\n! align=right| \n! align=right| 66.2\n! align=right| 12.8\n! align=right| \n! align=right| \n! align=right| \nPost-election.\nAfter the loss, outgoing Minister-President &lt;a href=\"Stefan%20Mappus\"&gt;Stefan Mappus&lt;/a&gt; announced his resignation as chairman of the &lt;a href=\"CDU%20Baden-W%C3%BCrttemberg\"&gt;Christian Democratic Union&lt;/a&gt; in &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;. Federal &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democratic Party&lt;/a&gt; leader &lt;a href=\"Frank-Walter%20Steinmeier\"&gt;Frank-Walter Steinmeier&lt;/a&gt; insisted that &lt;a href=\"Chancellor%20of%20Germany\"&gt;Chancellor&lt;/a&gt; &lt;a href=\"Angela%20Merkel\"&gt;Angela Merkel&lt;/a&gt; should call for new elections after the defeat of the Christian Democratic Union in Baden-Württemberg.\nOn 27 April 2011, &lt;a href=\"Alliance%20%2790/The%20Greens\"&gt;the Greens&lt;/a&gt; and the &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democratic Party&lt;/a&gt; announced that they had finalized their coalition agreement. &lt;a href=\"Winfried%20Kretschmann\"&gt;Winfried Kretschmann&lt;/a&gt; and Social Democratic Party leader &lt;a href=\"Nils%20Schmid\"&gt;Nils Schmid&lt;/a&gt; presented an 83-page document titled \"The Change Begins\". The only minister named was Nils Schmid, who became Deputy &lt;a href=\"Minister-President%20of%20Baden-W%C3%BCrttemberg\"&gt;Minister-President&lt;/a&gt; and \"super-minister\" for finance and the economy. Other than Schmid, the coalition announced which parties were to receive each &lt;a href=\"Ministry%20%28government%20department%29\"&gt;ministry&lt;/a&gt;, but did not name appointees. The Social Democrats acquired the majority of the ministerial positions, but the Greens had a majority in the &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt;. The Greens obtained the ministries of the environment, transportation, science, rural areas, consumer protection and a ministry for civil society. The Social Democrats got the ministries of the economy, finance, justice, labour, schools, welfare, and the interior. As part of the coalition agreement, the red-green alliance agreed to organize a &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt; regarding &lt;a href=\"Stuttgart%2021\"&gt;Stuttgart 21&lt;/a&gt;. They also agreed on \"radical changes\" to the education system and transport policy, and to accelerate the phasing out of nuclear power. Hermann Gröhe, the secretary general of the CDU, \"condemned\" the &lt;a href=\"coalition%20agreement\"&gt;coalition agreement&lt;/a&gt;.\nOn 12 May 2011, &lt;a href=\"Winfried%20Kretschmann\"&gt;Winfried Kretschmann&lt;/a&gt; was sworn in as Minister-President of Baden-Württemberg. Kretschmann became the first Minister-President in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; from the Greens. In the Landtag vote for Minister-President, Kretschmann received at least two votes from the opposition."
}