{
    "id": "2865216",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2865216",
    "title": "Desamparados (canton)",
    "text": "Desamparados is the 3rd &lt;a href=\"Cantons%20of%20Costa%20Rica\"&gt;canton&lt;/a&gt; in the province of &lt;a href=\"San%20Jos%C3%A9%20Province\"&gt;San José&lt;/a&gt; in &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;. The canton covers an area of 118.26 km², and has a population of 206,708, making it the third most populated among the 81 cantons of Costa Rica. The capital city of the canton is also called &lt;a href=\"Desamparados\"&gt;Desamparados&lt;/a&gt;.\nThe canton begins in the southern suburbs of the national capital city of San José, with the Río Tiribí marking its northern boundary. It snakes its way south in the shape of a backward ´S´, finally reaching its southern limit at the Río Tarrazú. It contains the bigger of the last &lt;a href=\"forest\"&gt;forest&lt;/a&gt; lungs in the metropolitan area of Costa Ricans capital, the Loma Salitral, which conservation issues have generated social conflicts between community environmentalist and immobiliary developers, as it is seen as an identity mark of the desamparadeño people and a very important infiltration area to prevent the frequents and disastrous floods in the district of Gravilias.\nUrban areas claim 80.4% of the canton's population. Those under age 10 make up 19.8% of its inhabitants, while 5.1% are over 65.\nDistricts.\nThe canton of Desamparados is subdivided into 13 &lt;a href=\"Districts%20of%20Costa%20Rica\"&gt;districts&lt;/a&gt; (\"distritos\"):\nHistory.\nThe canton was established by a legislative decree of November 4, 1862.\nSports.\nThe football soccer club &lt;a href=\"Ori%C3%B3n%20F.C.\"&gt;Orión F.C.&lt;/a&gt; de Desamparados plays here.\nDemographics.\nFor the &lt;a href=\"Costa%20Rica%202011%20Census\"&gt;2011 census&lt;/a&gt;, Desamparados had a population of inhabitants.\nTransportation.\nRoad transportation.\nThe canton is covered by the following road routes:"
}