{
    "id": "28657796",
    "revid": "41132577",
    "url": "https://en.wikipedia.org/wiki?curid=28657796",
    "title": "Enrique Maximiliano Meza",
    "text": "Enrique Maximiliano Meza Salinas (born 14 November 1979), sometimes known as Enrique Meza Jr., is a Mexican &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; coach and former player who played as a &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;. He is the current manager of Peruvian side &lt;a href=\"Carlos%20A.%20Mannucci\"&gt;Carlos A. Mannucci&lt;/a&gt;.\nMeza spent the majority of his playing career in his native country before retiring in 2007. He became a coach shortly after, working as an assistant and technical coach for several sides before taking over as a first team manager in 2014 with Costa Rican side &lt;a href=\"Santos%20de%20Gu%C3%A1piles\"&gt;Santos de Guápiles&lt;/a&gt;.\nMeza is the son of &lt;a href=\"Enrique%20Meza\"&gt;Enrique Meza&lt;/a&gt;, who is also a football manager.\nPlaying career.\nBorn in &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;, Meza made his senior debut with &lt;a href=\"Deportivo%20Toluca%20F.C.\"&gt;Toluca&lt;/a&gt; on 2 September 2000, in a 3–2 home win over &lt;a href=\"Celaya%20F.C.\"&gt;Celaya&lt;/a&gt;. He then moved to &lt;a href=\"Club%20Necaxa\"&gt;Necaxa&lt;/a&gt; in 2001, but failed to establish himself as a regular starter for his new side and played for their reserve side at the time, &lt;a href=\"Gallos%20Hidroc%C3%A1lidos%20de%20Aguascalientes\"&gt;Gallos Hidrocálidos de Aguascalientes&lt;/a&gt;.\nIn 2003, Meza joined &lt;a href=\"Cruz%20Azul\"&gt;Cruz Azul&lt;/a&gt;, but featured mainly for their reserve team &lt;a href=\"Cruz%20Azul%20Hidalgo\"&gt;Cruz Azul Oaxaca&lt;/a&gt; before moving abroad with &lt;a href=\"Tacuary\"&gt;Tacuary&lt;/a&gt; for the 2005 season. His period abroad also did not last long, as he returned to his home country with &lt;a href=\"Atl%C3%A9tico%20Mexiquense\"&gt;Atlético Mexiquense&lt;/a&gt;.\nMeza subsequently represented &lt;a href=\"Indios%20de%20Ciudad%20Ju%C3%A1rez\"&gt;Indios de Ciudad Juárez&lt;/a&gt;, &lt;a href=\"Alacranes%20de%20Durango\"&gt;Alacranes de Durango&lt;/a&gt; and &lt;a href=\"Jaguares%20de%20Chiapas\"&gt;Jaguares de Chiapas&lt;/a&gt; (where he featured mainly for their reserve team &lt;a href=\"Jaguares%20de%20Tapachula\"&gt;Jaguares de Tapachula&lt;/a&gt;) before retiring after the 2007 Apertura tournament, aged just 27.\nCoaching career.\nEarly career.\nShortly after retiring, Meza became his father's assistant coach at &lt;a href=\"C.F.%20Pachuca\"&gt;Pachuca&lt;/a&gt;, being a part of the staff when the club won two &lt;a href=\"CONCACAF%20Champions%20League\"&gt;CONCACAF Champions' Cup&lt;/a&gt;s and the &lt;a href=\"Primera%20Divisi%C3%B3n%20de%20M%C3%A9xico%20Clausura%202007\"&gt;2007 Clausura&lt;/a&gt;. In 2009, when scouting players in Ghana, he was arrested for three days before being deported back to Mexico through Nigeria, despite having a permit to transit in the country.\nIn October 2009, when &lt;a href=\"Paul%20Le%20Guen\"&gt;Paul Le Guen&lt;/a&gt; became manager of the &lt;a href=\"Cameroon%20national%20football%20team\"&gt;Cameroon national team&lt;/a&gt;, Meza was invited to his coaching staff; he previously had spent a brief period with the national side back in 2008, when &lt;a href=\"Thomas%20N%27kono\"&gt;Thomas N'kono&lt;/a&gt; was their manager. He only spent one month with Le Guen before rejoining his father's staff at former club Cruz Azul in December 2009.\nAn assistant of his father and coach of the under-17 team, Meza led the under 17s to the final of the Mexican and South American clubs invitational Independence Cup, but lost the final to &lt;a href=\"Boca%20Juniors\"&gt;Boca Juniors&lt;/a&gt;. He left the club in 2013, and spent a period between January and May 2014 in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt; to undertake courses. In 2012, with the authorization of General Secretary: Horace Reid, Enrique consulted on technical analysis and report for the &lt;a href=\"Jamaica%20Football%20Federation\"&gt;Jamaica Football Federation&lt;/a&gt; during the &lt;a href=\"2014%20FIFA%20World%20Cup%20qualification%20%28CONCACAF%29\"&gt;2014 FIFA World Cup qualification&lt;/a&gt; matches for &lt;a href=\"CONCACAF\"&gt;CONCACAF&lt;/a&gt; region.\nSantos de Guápiles.\nOn 16 May 2014, Costa Rican side &lt;a href=\"Santos%20de%20Gu%C3%A1piles\"&gt;Santos de Guápiles&lt;/a&gt; announced Meza as the club's technical director and head coach. After finishing ninth, he left the club on a mutual agreement in December.\nCartaginés.\nOn 14 January 2015, Meza was appointed manager of &lt;a href=\"C.S.%20Cartagin%C3%A9s\"&gt;Cartaginés&lt;/a&gt;, still in Costa Rica. He was sacked on 12 March, after only three wins in 11 matches.\nQuerétaro.\nIn 2016, Meza was the head coach and technical director of &lt;a href=\"Quer%C3%A9taro%20F.C.\"&gt;Querétaro&lt;/a&gt;'s under-20 team. In June of that year, he was highly linked to become the manager of Guatemalan side &lt;a href=\"C.D.%20Suchitep%C3%A9quez\"&gt;Suchitepéquez&lt;/a&gt;, but the move never materialized.\nMelgar.\nIn January 2017, Meza moved to Peru and took over &lt;a href=\"FBC%20Melgar\"&gt;FBC Melgar&lt;/a&gt;'s youth team. On 5 October of that year, he was named manager of the first team, and took the club to the &lt;a href=\"2018%20Copa%20Libertadores\"&gt;2018 Copa Libertadores&lt;/a&gt;.\nMeza was maintained as manager for the 2018 campaign on 18 December 2017, but resigned on 29 April 2018.\nCelaya.\nOn 5 July 2018, Celaya presented Meza as head coach and technical director for the club. He was dismissed from the club on 6 December, with the side in the last position after 14 matches.\nVeracruz.\nIn June 2019, Meza returned to his home country to join his father's staff at &lt;a href=\"Tiburones%20Rojos%20de%20Veracruz\"&gt;Veracruz&lt;/a&gt;, as an assistant coach. In September, as his father was sacked, he also left the club.\nToluca.\nOn 21 October 2019, Meza returned to his first senior club Toluca, being named new manager of the \"Fuerzas Básicas\", the club's youth teams. The following 11 June, he was sacked.\nCarlos A. Mannucci.\nOn 7 November 2021, Peruvian side &lt;a href=\"Carlos%20A.%20Mannucci\"&gt;Carlos A. Mannucci&lt;/a&gt; announced that Meza will serve as their head coach for the 2022 season.\nPersonal life.\nMeza's father, also named &lt;a href=\"Enrique%20Meza\"&gt;Enrique&lt;/a&gt;, was also a footballer and also works as a football manager. His brother José Diego is also a manager, and is often a part of his technical staff."
}